{
    "Contributors": [
        "Abhijeet Nawale"
    ],
    "Source": [
        "TellMeWhy (https://github.com/StonyBrookNLP/tellmewhy)"
    ],
    "Categories": [
        "Classification"
    ],
    "Definition": "Given an Text and a question. Output \"Answerable\" if the question can be answered from the information provided in the text else output \"Not Answerable\".",
    "Positive Examples": [
        {
            "input": "Text: Jeremy wanted to impress his classmates by winning the diving contest. Jeremy is afraid of heights and fears diving from the high board. He spends two weeks practicing for the contest. Jeremy overcomes his fear and drives perfectly from the high board! Jeremy wins the contest and his classmates cheer for him. \n Question: Why did Jeremy overcome his fear and drives perfectly from the high board?",
            "output": "Answerable",
            "explanation": "The answer to the given question can be found in the text and thus it is \"Answerable\"."
        },
        {
            "input": "Text: Sue's mom took her shopping before she moved into the dorm. Sue wanted a leopard print bed-in-a-bag, but her mom said no. She reminded Sue that her grandma had made her a patchwork quilt. Sue was jealous when her new roommate unpacked a zebra bed-in-a-bag. But the roommate touched the patchwork quilt with quiet reverence. \n Question: Why was Sue jealous?",
            "output": "Answerable",
            "explanation": "The given text talks about Sue being jealous because her roomate had a zebra bed-in-a-bag which is the answer to the given question. Hence the question is \"Answerable\"."
        }
    ],
    "Negative Examples": [
        {
            "input": "Text: I smelled something foul in the house. I decided to investigate. I followed the smell up to the attic. I found out that the smell was a dead animal. I disposed of the animal and my house no longer smelled foul. \n Question: Why did I follow the smell?",
            "output": "Not Answerable",
            "explanation": "The answer to the given question \"Why did I follow the smell?\" is because I smelled something foul in the house which is in the text and thus the output is wrong the correct output should be \"Answerable\""
        },
        {
            "input": "Text: Allie shared a room with her step-sister. Her step-sister did not like Allie. One day she locked Allie out of their bedroom. She send her mean notes through the door. Allie decided to sleep in the living room that night. \n Question: Why did Allie share a room with her step - sister?",
            "output": "Can't say",
            "explanation": "The output can only be \"Answerable\" or \"Not Answerable\". As the generated output is \"Can't say\" it is incorrect."
        }
    ],
    "Instances": [
        {
            "input": "Text: James heard about a party on the pier. But no one told him the party was on a boat. At the pier, he saw college students getting on a small boat. He asked them where is the party? He got on the boat with the students and the took him to the party. \n Question: Why did He ask them?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: I was chosen to give an important speech to my class. I worked very hard on writing the speech. I practiced in front of family and friends. When the time came to give the speech, I forgot it. I made up a speech on the spot that the class enjoyed. \n Question: Why did I practice in front of family and friends?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Lisa had a job interview in three days. She was nervous and unprepared. Lisa decided to study for the interview. She practiced for nine hours every day. Lisa was now confident and she did great at the interview. \n Question: Why had Lisa a job interview?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Tom's bike had a flat tire. He tried to fix it at home. He did not know how to . He went to Dicks and asked to get it fixed. They fixed it and it's fine. \n Question: Why did He try to fix it at home?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Cheryl used her iPad almost constantly. She carried it around the house while doing housework. One day she dropped it on the tile floor three times! She was amazed and grateful it hadn't broken. Unfortunately, it broke the fourth time she dropped it! \n Question: Why did Cheryl use her iPad?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Gary loves to drive the bus. He loves the passengers, and thinks it's fun to meet new people. But a passenger came up to him today, and was mad at him. Gary didn't understand why he was mad. Gary hates driving the bus! \n Question: Why did He love the passengers?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Annie had an appointment. She needed to go downtown. Unfortunately, she got lost. She spent almost an hour wandering around. Finally, she found the right building. \n Question: Why had Annie an appointment?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Sydnee wanted to be a model as a child. Everyone had told her that she would never make it. She ended up ignoring their judgments. She applied that evening to become a model. She was accepted and is now modeling clothing for a living. \n Question: Why did She apply that evening?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Audrey baked a chocolate cheese cake for her lover. He tasted it and thought it was delicious. He rubbed it all over her body. Audrey slapped him, saying it wasn't time for that. They watched Game of Thrones instead and enjoyed the cake. \n Question: Why did Audrey bake a chocolate cheese cake?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: It was a really cold day outside. Jim was getting ready to go to work. He tried to open the door of his car to start it. It was frozen shut. Jim had to use a hairdryer to unfreeze his door handle. \n Question: Why did He try to open the door of his car to start it?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Billy loved to draw dragons. He would imagine himself riding the dragon to far away worlds. He continued to draw into adulthood. Billy became a professional animator for a large studio. He still draws dragons and imagines voyages with them. \n Question: Why did Billy love to draw dragons?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: My mom had decided she was going to move. She rented a small apartment. My family packed up all her belongings. We set them up in her new living space. She thanked us for all our hard work. \n Question: Why did She thank us?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: I was going to a friend's wedding. I didn't have a suit but needed one. I went to a local tailor. They measured me and made me a suit. It was surprisingly cheap,and the suit looked good. \n Question: Why did I go to a local tailor?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: The farmer pulled out a tulip from the ground. He took it to the barn to cut it in pieces. After the tulip was open, a scorpion came out. It jumped on the farmer's shoulder. He was able to take it out by slapping it. \n Question: Why did It jump on the farmer 's shoulder?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: I cooked some meat for my girlfriend. Alas, it was undercooked. She got sick and had to go to the hospital. I couldn't believe that I made her sick. I became a vegetarian so that I would never again risk someone's life. \n Question: Why did She get sick?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: I met a girl from Greece named Aspasia. I told her very frankly that I wanted to date her. She said she had a boyfriend back in Greece who hadn't yet moved. I told her that what he didn't know wouldn't hurt him. She responded by slapping me right across the face! \n Question: Why did I meet a girl?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Tom learned that computer programmers made a lot of money these days. He decided to learn an aspect of it that was relevant to him. He loved surfing the web and using web apps. He decided to learn the language to create that. He began learning Javascript. \n Question: Why did He decide to learn an aspect of it that was relevant to him?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Cara was walking down the street when she saw a new store. It claimed to sell magic tricks. She went inside and found a creepy old man. The old man showed her many tricks. Cara was very happy and loved the new store. \n Question: Why did She go inside?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Jack went to the candy store. He picked out a chocolate bar. He gave the clerk a dollar for the chocolate. Jack opened the candy bar and took a big bite. Jack chipped while eating the candy bar. \n Question: Why did Jack open the candy bar?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Terry wanted to increase his intelligence. He decided to look to his idols. His idols listed their hobbies online. He copied his idols hobbies of studying great leader's works. He soon saw his mental acuity and overall intelligence improve. \n Question: Why did He copy his idols hobbies of studying great leader 's works?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: The new college semester had started. My professors gave me a list of books to purchase. They were all so expensive! I decided to buy them from the used book store. I ended up saving over three hundred dollars from the store! \n Question: Why did I decide to buy them from the used book store?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Jane was at the roller rink with her friends. She spotted her crush across the room. Jane decided to get his attention by dancing while skating. She began to dance and noticed her crush was watching her. Jane got too excited and embarrassingly fell while he was watching. \n Question: Why did Jane decide to get his attention by dancing while skating?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: I love eating pasta. Pasta is my favorite dish. I decided to make my own pasta. It took me many hours. It paid off because homemade pasta is the best! \n Question: Why is Pasta my favorite dish?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Doris wanted to give her kids the best education. She took them out of public school to enroll in private school. To pay the tuition, Doris had to get a job. At the first open house, a woman recognized Doris. She introduced Doris to her friends as her new maid. \n Question: Why did Doris want to give her kids the best education?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: William came over to Isaac's house. They both went outside to play. William and Isaac kicked a soccer ball together. They began to get tired. They both went back inside Isaac's house. \n Question: Why did They begin to get tired?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Mr Adams had to buy gifts for his son. He wasn't sure what to get. He went to Toys R Us and asked the cashier what to get. He bought some lego toys and some video games. He decided if his son doesn't like one, he'll like the other. \n Question: Why did He decide if his son does n't like one , he 'll like the other?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Ed is tired of the rain. He misses the beach. Ed books a flight to Hawaii. It rains the whole time. Ed wishes he would have stayed home. \n Question: Why did He miss the beach?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Todd was on vacation and had gotten a hotel room in the city. He unpacked all of his things and laid on the bed. Then he noticed a stench coming from the bathroom. The toilet was over flooding. He called up the staff and was able to switch rooms. \n Question: Why was Todd on vacation?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Every Sunday Jason does his laundry for the upcoming week. However, this Sunday Jason realizes that his dryer is broken. He hangs his laundry on a string outside on his lawn. The laundry is perfectly dry the next day for his work. Jason decides that he will always dry his clothing this way. \n Question: Why did He hang his laundry?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: I wrote a bunch of stories for someone who asked me to. I sat down in front of my computer and thought some up. Then, I typed them into the computer. When I was done, I sent the stories to the requester. I'm glad I was able to write the stories. \n Question: Why did I sit down?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Blake was garbage man. He drove around every morning to collect trash. One day he came across a wonderful surprise. Someone had thrown out a bag of diamonds! Blake took the diamonds and quit his terrible job. \n Question: Why did He drive around?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Nancy was chewing gum in glass. The girl who sat next to her was furious. She asked Nancy to stop chewing. Nancy chewed her gum harder after hearing her. They ended up fighting each other. \n Question: Why did She ask Nancy?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Susan went to the diner to get a hot dog. She noticed a dog in the diner. She asked the waitress why there was dog. The waitress told her the dog was the owner's pet. Susan then left the diner mad because of the dog. \n Question: Why did She notice a dog in the diner?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Bryan was bored one day, so he decided to look on the news. The news was full of negativity and violence. Bryan felt bored by what he was reading so he turned off his computer. He left to the park with his dog instead. He had a great time and felt happy with his dog. \n Question: Why did Bryan feel bored by what he was reading?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Jake thought he was a great basketball player. His best friend challenged him to a game. Jake played a great game. His best friend played better. Jake lost the game. \n Question: Why did Jake play a great game?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Haley wanted to do something fun She called her friends and asked for idea's They decided the zoo would be fun They arrived at the Zoo together Haley was glad she had visited the Zoo \n Question: Why did She call her friends?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Lisa was frantic because she lost her new puppy. She looked everywhere in town for her dog. Thankfully someone found the dog. When her dog was returned she was elated. She made sure that her dog was never out of sight again. \n Question: Why was Lisa frantic?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Tim was nervous about his first race today. He had practiced with his track team for weeks now. He lined up with the other runners at the start line. As soon as the gun went off, Tim sprinted down the track. He ended up winning first in his heat! \n Question: Why was Tim nervous about his first race?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Bob was a homosexual. He was scared to tell his parents. His parents were homophobic. Bob mustered up the courage and told his parents. His parents accepted him for who he is and continued to love him. \n Question: Why was Bob a homosexual?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Phil wanted to take his dad fishing on Father's Day. They packed all of their tackle up and left the house. Phil's dad remembered taking his father fishing once. Despite being on the lake for hours, they managed to catch nothing. Phil was glad he got to spend the day with his dad, fish or no fish. \n Question: Why did Phil want to take his dad fishing on Father 's Day?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Kate invited her new boyfriend, Bill, over for dinner. Kate wanted to impress Bill with a home-cooked meal. Kate is a terrible cook and burned the food she tried to prepare. Kate decided to order take-out food and pretend it was home-cooked. Bill was impressed and never found out Kate's secret! \n Question: Why was Bill impressed?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Dan noticed some of the framing around his house falling down. In some places the wood was actually touching the ground. Dan purchased some carpentry nails and went about fixing it. He spent weeks going around his house with his hammer. Now all the framing is back in place where it should be. \n Question: Why did Dan purchase some carpentry nails?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Alicia went rock climbing. She started climbing the cliff. Fear engulfed her. She was afraid she would fall. Thankfully she made it safe, \n Question: Why did She start climbing the cliff?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Ed wanted to play baseball with his son Matt. He bought a ball and bat. Then he taught Matt the rules. He and matt began practicing. Soon they were playing baseball every day together! \n Question: Why did He and matt begin practicing?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Joe and Susie have been trying to have a baby for several Year's. Today Susie found out she was finally pregnant. She wanted to make the announcement to Joe very special. She prepared his favorite meal and wrapped a baby bottle up as a gift. When Joe opened his gift they celebrated their pregnancy together! \n Question: Why did She prepare his favorite meal?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Eli didn't know much about using Microsoft Access. He needed to update a column to change a value. Eli googled the procedure. He found a tutorial and it was very simple. Eli easily updated the column's values. \n Question: Why did He find a tutorial?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Richard was at the beach. He was soaking in the sun from the sandy beach. He realized he forgot his sunscreen. His skin started to burn after a few hours. He went home to put lotion on his sun burns. \n Question: Why was Richard at the beach?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Blake learned to play the guitar at a very young age. He practiced every day to get better. He started playing in front of crowds as a teenager. He grew a large fan base and produced his own album. Blake became a very popular musician. \n Question: Why did Blake learn to play the guitar at a very young age?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Jason wanted some new socks. He looked in his dresser and saw all his socks were black. He decided to buy a new color of socks. Jason walked to the clothing store. Jason bought five packages of red socks. \n Question: Why did He look in his dresser?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: My son and I were out hiking. We came across an old, rusty bear trap. I explained to my son what it was. He was so sad that we cut our trip short. On the way home he stared out the window. \n Question: Why did I explain to my son?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Tim was hungry and grabbed some cereal from the cabinet. When her poured some cereal into his bowl, a prize popped out. It was a free trip on a cruise. Tim could only bring one friend, and it caused a lot of jealousy. Tim decided to get rid of his ticket, as the drama over it was awful. \n Question: Why did Tim decide to get rid of his ticket?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Stan stole all of his co-worker's pens. He replaced all the black inks with red ink. Stan put back all the pens and waited. The co-worker was very angry when he discovered this prank. Stan did not take credit because of how angry the co-worker was. \n Question: Why did Stan steal all of his co - worker 's pens?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Tommy had a dusty house. Tommy would always sneeze because of the dust. It made him very sick. He decided to buy a black light to see all the dust. After that there was never dust in his house again. \n Question: Why had Tommy a dusty house?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Andy went to the supermarket to buy bread. He did not know where to find the bread. He asked a clerk to direct him to the bread. The clerk said that the bread is in aisle 12. Andy walked over there and pick up some bread. \n Question: Why did Andy walk over there?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Bob was driving to work one day and saw a stranded motorist. The motorist had a flat tire. Bob stopped to help. Bob replaced the tire with the spare. Bob felt like a good samaritan. \n Question: Why did Bob replace the tire?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Ben wanted to write a story. He sat down with his notebook and pen. He brainstormed for about half an hour. Ben thought of several dozen ideas. He picked one, and started writing. \n Question: Why did Ben think of several dozen ideas?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: We had to decide the color for our product by tonight. We went to the Apple store, to Home Depot, we went everywhere. There was so many colors to choose from! We ended up calling one of our partners to help with the choice. He said you don't have to pick a color til next week, not tonight. \n Question: Why had We to decide the color for our product by tonight?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Jason's girlfriend wants him to grow a beard. Jason thinks this is a great idea. Jason stops shaving. About a month later he notices that he has grown a good beard. Both Jason and his girlfriend are happy. \n Question: Why did Jason stop shaving?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Diana approached the front of the stage. She began to sing for the entire school audience. She started off on a good path. However, her voice cracked when she was trying to sing at a high tone Although she stopped since she felt embarrassed, the audience clapped. \n Question: Why did Diana approach the front of the stage?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Brent is an avid hunter. Brent wanted to shoot a deer. Brent put on his camouflage gear. Brent was not able to hunt a deer. Brent went home disappointed. \n Question: Why is Brent an avid hunter?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: I was sitting in my living room. My dog started to bark. I looked over and saw he was barking at a cockroach. I picked up a heavy book and smashed the cockroach. It died and my dog stopped barking. \n Question: Why did It die ?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Keisha eyed the big wheeled wonder as she rode in the car. She begged her parents to stop and let her view it. As they stopped, she convinced them to take her on a ride. They waited in line for hours. Finally, she got to enjoy her first ride on the wondrous Ferris wheel. \n Question: Why did She beg her parents?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Jason craved an ice-cream cone. He decided to go to the ice-cream shop. He put on his shoes and started walking. Jason reached the ice-cream shop and ordered a chocolate cone. Jason enjoyed his ice-cream. \n Question: Why did Jason crave an ice - cream cone?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Emmy noticed an aisle of fat-free food at the store. She loaded her cart, picturing the weight she'd lose. After a month of fat-free food, Emmy got on the scale. She was distraught to see she'd gained weight. Then she checked the food labels and saw the calorie counts. \n Question: Why did Emmy notice an aisle of fat - free food?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Tina bought a face cream for her sister. Since her sister had a bump on her arm, she put the face cream on it. A few days later, a rash formed around the bump. She tried to wash it with hot water. It increased in size. \n Question: Why did She try to wash it with hot water?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Leslie never uses her vacation hours at work. For three years the hours have kept accumulating and she has a lot. Leslie found out that she can actually cash in her vacation hours. She cashed in over three hundred hours and got a nice bonus check. Leslie is thankful she never took any vacation. \n Question: Why is Leslie thankful she never took any vacation?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Mary and Olivia went on a long hike in the woods. All of a sudden, a storm came by. They had to take shelter in a cave until it was dark. They had no way to see and had to stay in the cave all night. Now, Mary and Olivia are more prepared when they go on hikes. \n Question: Why had They to take shelter in a cave until it was dark?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Andrea was at the annual city kite fest. She saw a table offering kites. In order to get a kite, you had to donate canned food. Andrea had brought a can of soup. She donated and got a free kite. \n Question: Why did She donate ?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: A woman ordered a chair online. It was marginally cheaper than buying it at the store. The package delivery service kept missing her, though. They ended up holding it at their warehouse for her. She spent more on gas picking it up then she'd saved. \n Question: Why was It marginally cheaper than buying it at the store?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Gregory was running outside when he stepped in a hole. He twisted his ankle. He called his friend to take him home. He had to rest with ice on his ankle for a long time. Eventually, his ankle was healed and he could run again. \n Question: Why did He twist his ankle?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Tired of being overweight I enrolled in a weight loss program. I read and studied all the course materials they gave to me. I enrolled in several exercise classes while in the program. The weight loss program helped me change my eating habits. I love how I look now that I have lost forty pounds. \n Question: Why did I enrol in several exercise classes?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Freddy had a rough day at his job. He wanted to relax with a nice cold beer. However, he didn't have any beer at home. He stopped at the gas station and bought a pack of beer. When he got home he enjoyed his adult beverage. \n Question: Why did He want to relax with a nice cold beer?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Matt adored Sara. He resolved to ask her to prom. He caught her after class. Then he popped the big question. To his surprise, Sara smiled and agreed! \n Question: Why did He resolve to ask her to prom?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Kim was in college and her classes started early. Kim was always tired in the mornings! So each night she started going to bed five minutes earlier. She found it easier to make such a small change. Soon she was sleeping longer and feeling better! \n Question: Why was Kim in college?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Gina finished washing dishes and headed back to her room. She wanted to work on her report. She realized she was she was feeling tired. She put her head on her arm, and closed her eyes. She was fast asleep in no time. \n Question: Why did She realize she was she was feeling tired?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: I went to my first rave. I danced all night. I met a cute boy. He massaged me and told me I was beautiful. We made out the rest of the evening. \n Question: Why did We make out?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: John had tons of wires on the floor of his room. He needed them for his computer, television, and other electronics. He tried to clean them one day. But he struggled because there were so many. So he gave up and accepted that he would have to live in a wiry room. \n Question: Why did He need them?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Jen was playing catch with her baby sister. She won the first few rounds. Then she decided to slow down and play worse. She let her baby sister win the next few games. Jen was so happy to see her sister's smile! \n Question: Why did She let her baby sister win the next few games?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Bill had so much turkey for Thanksgiving. He was sick of it by December. So on Christmas day he decided to change it up. And got a ham instead for the first time. It was his best Christmas ever. \n Question: Why was He sick of it?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Carolina moved to Chicago after college. She rented a room from a friend and searched for jobs. After many weeks she had an interview with a tech company. Knowing a lot about technology, Carolina aced her interview. She was extremely excited to learn she got the job. \n Question: Why did She rent a room?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Johnny was a very experimental guy. He decided to experiment with another male. He got drunk, invited over a gay friend and made out with him. He woke up the next day, and was horrified at what he did. He kicked his friend out and never talked to him again. \n Question: Why did He decide to experiment with another male?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Hailie wanted to go apple picking. So she took some friends and went to the orchard. However, they were late in the season. There were no apples on the trees, only on the ground. They wished they had went to the orchard earlier. \n Question: Why did They wish they had went to the orchard earlier?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Tom was considering playing football in high school. He asked his parents for advice. He parents said that team sports build character. Tom joined the football team. Tom had fun, bonded with teammates, and loved the comradery. \n Question: Why had Tom fun?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Daylight savings surprised me this year. I knew it was coming up. But forgot when. We were late to work and School that morning. Everyone seemed to understand. \n Question: Why were We late to work and School?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Ally woke up to a surprise. Her long driveway was covered in two feet of snow. She couldn't drive her car over it to go to work. She called a plowing service but there were none available. Ally had to call out of work that day. \n Question: Why did Ally wake up?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Christie headed to the tattoo shop to get a tattoo. She searched the wall for a cool design. Finally, she settled on a butterfly. She told the lady at the desk her selection. Unfortunate for her, 15 year olds are a little too young for tattoos. \n Question: Why did She tell the lady?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Cara's life had been filled with very mean men. She despised that she'd ever meet a good one. Then she discovered Craig's list. Cara found a wonderful man on the forum. She married him, and he's a model husband and father. \n Question: Why did She marry him?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Jeremy is a skinny guy. He looked at all these images of hot guys. He decided to lift weights. He did it for 2 weeks straight. He ended up giving up. \n Question: Why did He decide to lift weights?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Leslie never uses her vacation hours at work. For three years the hours have kept accumulating and she has a lot. Leslie found out that she can actually cash in her vacation hours. She cashed in over three hundred hours and got a nice bonus check. Leslie is thankful she never took any vacation. \n Question: Why did Leslie find out?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: A girl went on a walk with her dad. They went to the park and sat in front of pond. They had a good talk. They fed the birds. This was her favorite time of the week. \n Question: Why had They a good talk?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Needing money, Joan got a job as a waitress. She saw how the other waitresses competed for the best tippers. Joan determined to give every customer the same great service. Soon, she was mostly waiting on big families that left small tips. Joan decided it was time to start competing like the other girls. \n Question: Why did Joan determine to give every customer the same great service?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Gina and her sister were watching music videos. They had been inside since noon watching videos. It was now 4 PM. Gina wanted to get up, but she was too lazy She stayed where she was and continued watching videos. \n Question: Why did Gina want to get up?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Tim wanted to become a YouTube star. He decided to make aerial videos with a drone. He purchased a drone and video camera on eBay. He spent many hours creating videos of scenic outdoor nature shots. Tim made millions from his videos on YouTube. \n Question: Why did Tim want to become a YouTube star?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Sue was going on a date the upcoming weekend. She was nervous. Her best friend Janice decided to take her on a practice date. They went out to dinner and pretended that it was a real date. Sue was no longer nervous for her real date afterwards. \n Question: Why was Sue no longer?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Dan's wife Jane was on a health kick. Dan decided he was going to eat a burger. He decided to eat car in the car in the garage. His son Dave caught him eating the burger. Dan gave him half the burger to keep quiet. \n Question: Why did He decide to eat car in the car in the garage?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Ed is tired of the rain. He misses the beach. Ed books a flight to Hawaii. It rains the whole time. Ed wishes he would have stayed home. \n Question: Why did Ed book a flight to Hawaii?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Tony saw a movie he thought was funny. In it was a scene with kids catching butterflies. He got a big net and tried to do it himself. He caught a few and had fun. He just let them go right after and kept the memories only. \n Question: Why did Tony see a movie he thought was funny?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Rex had always wanted to play hockey. He decided that he first needed to learn to skate. He practiced skating every day until he was an expert. Finally Rex was able to begin playing hockey. He felt very proud to be a hockey player. \n Question: Why did He practice skating every day?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: I was walking in the park. Suddenly, I stepped in something gooey. It was dog feces. I tried to clean it off but it was hopeless. I had to throw away my shoes. \n Question: Why was It dog feces?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Tommy had a dusty house. Tommy would always sneeze because of the dust. It made him very sick. He decided to buy a black light to see all the dust. After that there was never dust in his house again. \n Question: Why did He decide to buy a black light to see all the dust?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: One day I was out riding my bike. All of a sudden the front tire popped and I almost wrecked. I had to call my friend to come and give me a ride to the bike shop. They replaced my tire so I could ride home. I was so exhausted that I went straight to bed. \n Question: Why did They replace my tire?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Jack used to be a baseball player. He had pictures on the walls of his home of the glory days. A friend of his came over and asked him about the pictures. Jack shyly refused to speak about his past and offered a drink. They spoke about their futures and laughed together. \n Question: Why did Jack use to be a baseball player?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Ted was excited about trying out his new lawnmower. He had recently moved to a house with a huge yard. He mounted his riding lawnmower and took it around the yard. In under 30 minutes, he managed to cut his large 4 acres yard. Ted thought his decision to spend thousands on the lawnmower was good. \n Question: Why was Ted excited about trying out his new lawnmower?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Desmond and Alexis are brother and sister. They both love dinosaurs. One day, Desmond lost his dinosaur. He was very sad. Alexis decided to share her dinosaur to make Desmond happy. \n Question: Why did They both love dinosaurs?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Amy went to Napa on vacation. She visited a local winery to go on a wine tasting. She had a lovely time trying the wines of the region. Amy loved the winery and purchased 2 bottles. She had a great time on her Napa Valley vacation. \n Question: Why did Amy love the winery?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: We had dinner tonight with our friend Joe. He is 98 Year's old and lives alone. We had fish and stuffed peppers. Dessert was a apricot and flaky crust. We thanked Joe for the nice dinner. \n Question: Why had We dinner?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: I wanted to surprise my little cousin Timmy. He deserved something special for being very good in school. I woke him up early and we went for a drive. He was very excited when we arrived. He made sure that we got on every ride in the carnival. \n Question: Why did He deserve something special for being very good in school?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Today the pound had a special on pet adoptions. We decided to head down and look for a dog. Our dog had passed away a few years ago. We were ready to bring another pet into our home. It was the last kennel where we found our puppy. \n Question: Why was It the last kennel where we found our puppy?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: She asked him to do something that he was not ready to do. He was too scared to do it. He tried to do it, anyway. Unfortunately, he failed miserably. He didn't care and laughed in her face about it. \n Question: Why did He try to do it?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: The children in Ann's class drew pictures of seahorses. They were all quiet while trying to focus on drawing. One boy stood up and said he hated the assignment and stormed out. Ann chased after him, and the other kids laughed and got noisy. Ann caught him, brought him back, and disciplined him. \n Question: Why did Ann chase after him?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Keisha eyed the big wheeled wonder as she rode in the car. She begged her parents to stop and let her view it. As they stopped, she convinced them to take her on a ride. They waited in line for hours. Finally, she got to enjoy her first ride on the wondrous Ferris wheel. \n Question: Why did Keisha eye the big wheeled wonder?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Danielle loved dancing. She liked going to clubs to dance. One night Danielle met Brandon at the club. They danced together all night long. Then Daniel asked him to date her. \n Question: Why did They dance together?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Julie decided to go for a hike. She put supplies in her backpack. She started down the hiking trail. It took longer than she thought. She had to hurry to make it back before sunset. \n Question: Why did She start down the hiking trail?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Joey heard his alarm go off. He got out of bed to turn the alarm off. It was cold, so he put on his robe. He went upstairs to take a shower. After his shower, he made his bed. \n Question: Why did He get out of bed?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Tom was playing kickball with his friends. Suddenly, it started raining. Everyone went home. Tom stayed to play kickball by himself. Tom ended up having more fun playing alone. \n Question: Why did Tom stay to play kickball by himself?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Nathan was already running 10 minutes late. He heard an explosion and his car started to slow down. Nathan pulled over to the side of the road and assessed the damage. The flat tire would take at least half an hour to fix it himself. Nathan fixed the tire in no time and got back on the road. \n Question: Why did Nathan pull over?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Jake wanted to be a famous rapper. He made recordings of himself rapping in his basement. He gave his discs out to people in his community. People loved his music. Jake was signed to a record label after a famous producer heard him. \n Question: Why did He give his discs?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Torin built a bird house. A bluejay family moved into the house. Torin was upset because he wanted a robin family to live there. He walked up to the birdhouse to scare the birds away. The bluejay flew out and started to attack Torin. \n Question: Why did He walk up?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Deb was a newbie chess player. She loved the game and desired to win a tournament. She began to spend all her free time studying the game. Deb enrolled in her first tournament ever after two months. She walked away with the second place trophy. \n Question: Why did Deb enrol in her first tournament?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Sam was interested in buying a new digital camera. She looked all over the internet for reviews. He decided he wanted to get a Sony DSLR camera. He saved up for months to purchase it. Sam was finally able to order his Sony camera after a few months. \n Question: Why was Sam interested in buying a new digital camera?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Brad was gazing in the fountain downtown. He decided to toss some coins in, for luck. He fished a few quarters out of his pocket. He made a wish as he tossed them into the fountain. Then Brad walked away, whistling happily. \n Question: Why did He make a wish?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Sam drove to a beach he had never been to before. He walked along the shore and collected shells. He buried the shells in the sand. He also built a sand castle. He then went home. \n Question: Why did Sam drive to a beach?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Sylvia woke up in the night to go to the bathroom. She saw a scorpion in the hallway. She covered it with a bowl. The next morning she checked under the bowl. The scorpion was gone somewhere. \n Question: Why did Sylvia wake up?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: An old man was working in his garden one day. He heard a loud bang, but wasn't sure what it was. He looked up and saw a five foot monitor lizard climbing on his house! The old man called a local wildlife reserve institute. They came and safely removed the lizard to its natural habitat. \n Question: Why did They come ?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Jenna went to the swimming pool. She got into her bathing suit. She made sure to put on her sunscreen. Jenna tested the water with her toy before getting in. Jenna dived off the diving board all day long. \n Question: Why did She get into her bathing suit?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Randy got a brand new car today. He drives it all around town, showing it off. His wife said that he is going to run out of gas soon. Randy agreed to only drive it when he needs to. Randy is now saving money on gas! \n Question: Why did Randy get a brand new car?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Jane was at the roller rink with her friends. She spotted her crush across the room. Jane decided to get his attention by dancing while skating. She began to dance and noticed her crush was watching her. Jane got too excited and embarrassingly fell while he was watching. \n Question: Why did She begin to dance and noticed her crush was watching her?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: My mom had decided she was going to move. She rented a small apartment. My family packed up all her belongings. We set them up in her new living space. She thanked us for all our hard work. \n Question: Why did She rent a small apartment?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Lucy was new to sewing. She wanted to make a tote, but had only ever made a pillow. The tote proved to be considerably more difficult. Lucy worked for hours sewing, ripping seams, and resewing. When she finished 5 hours later she was proud of all her hard work. \n Question: Why did She want to make a tote?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Jason wanted some new socks. He looked in his dresser and saw all his socks were black. He decided to buy a new color of socks. Jason walked to the clothing store. Jason bought five packages of red socks. \n Question: Why did Jason want some new socks?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Bill was excited for Easter Sunday. He decided he wanted to bake a ham for his family. Bill headed off to the grocery store. He bought the biggest ham he could find. Bill was very happy with how his ham turned out! \n Question: Why was Bill very happy with how his ham turned out?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Marietta and Bobby were trying for a baby. They would wonder if each month would be the month. They went to the doctor to see what might be the problem. She took a pregnancy test in the office and the doctor came in. He told them with smile on his face they were going to have a baby. \n Question: Why did He tell them?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Joe dreamed of being the fastest kid in his 3rd grade class. His friends always held races during recess. Joe practiced constantly, striving to be the best. But when the races started that year, a girl named Lisa won the race. Joe was disappointed, but decided he would not stop trying. \n Question: Why did Joe dream of being the fastest kid in his 3rd grade class?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Anne was anorexic. She really wanted to get well. She agreed to check into a clinic for help. It was a long road to wellness. But eventually, Anne got better. \n Question: Why did She agree to check into a clinic for help?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Rob was deathly afraid of cornstarch. He always scolded people who tried to feed him food that contains it. One day, Steven tried offered him a snack that contained cornstarch. Rob was in a bad mood, and struck Steven. Steven offered to pay for Rob to go to counseling. \n Question: Why was Rob deathly afraid of cornstarch?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Jake felt sick. He was out of medicine. Jake decided he would sleep it off. He felt much better afterwards. Jake sighed in relief. \n Question: Why did Jake feel sick?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Jennifer has two dogs named Denva and Bronco. Bronco is much larger than Denva. Denva does not like to share her dog food. Bronco tried to eat out of her bowl. Denva bit Bronco in the leg. \n Question: Why did Bronco try to eat out of her bowl?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Ken didn't have any clean clothes He needed to put on socks. He decided to borrow some from his brother. He looked around his brother's room. Unfortunately his brother didn't have any clean socks either. \n Question: Why did He decide to borrow some from his brother?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Mike bet his roommate he could guess the future. They sat to watch television. Mike told him everything that would happen next His roommate was a bit shocked but looked it up online. The show was an old rerun. \n Question: Why did Mike tell him?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Johnny saw someone juggling and wanted to learn himself. He researched it online. He began tossing two objects in one hand to learn. After perfecting this skill, using 3 objects and 2 hands was easy. Johnny successfully learned to juggle. \n Question: Why did He begin tossing two objects in one hand to learn?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: I had a refrigerator full of leftover food. I was hungry but didn't want to eat any of the leftovers that I had. I decided that I would make a soup of them. I poured a broth into a pot and added the leftover food as well. I was happy to eat all the leftover food. \n Question: Why did I decide that I would make a soup of them?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Amy was enrolled in no extracurricular activities. Her friend Beth begged her to try out for track with her. Amy was hesitant but agreed. She ran her hardest on the track that day. She was still surprised to see she had in fact made the team. \n Question: Why was Amy hesitant?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Jon's house was robbed in the middle of the night. Jon decided he needed to protect himself. Jon decided to buy a gun from the black market. Eventually, a robber tried to rob Jon's house again. Jon shot the robber but was arrested for illegal possession. \n Question: Why did Jon shoot the robber?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Amelia decided to go see a movie, but she did not want to go alone. She called several of her friends to ask them to come. However, nobody could come. Finally, Nathan agreed to the go to the movies with her. They had a great time! \n Question: Why did Amelia decide to go see a movie?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: I went to buy a new computer mouse. I picked it out and took it to the counter. The cashier tried to scan it, but it wouldn't scan. Since it wouldn't scan, she couldn't sell it to me. I had to go home empty-handed. \n Question: Why did I go to buy a new computer mouse?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: I was cold. I decided to use the fireplace. I didn't bother placing the logs safely. One of the logs split and fell out of the fireplace. I realized I should place the logs more carefully. \n Question: Why did I realize I should place the logs more carefully?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Dotty was alarmed to see the red circle on her chest. She was only a mild mannered banker. The man behind the laser sight had mistaken her for someone else. He fired a single shot where the laser had landed. Dotty's blood took the bank's janitor days to fully clean up. \n Question: Why was Dotty alarmed to see the red circle on her chest?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: My sister has a bad habit of getting into abusive relationships. I invited her over for breakfast one morning, noticing her black eye. She said she wanted to leave him, but had nowhere to go. She lived with me for a year, never working or paying for anything. One day I came home from work and the house was empty of belongings. \n Question: Why did I invite her?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Charles loved to sail and swim. He was so happy when he made a friend who had a boat. They met in Geology class. Charles boarded his new friend's boat and they went sailing. Charles gave his new friend the name Captain Jim. \n Question: Why was He so happy?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Jeff jumped in the lake in April. The lake had just unfrozen. Jeff quickly got out of the lake. Jeff got pneumonia from jumping in the lake. Jeff recovered and learned his lesson. \n Question: Why did Jeff get pneumonia?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: A strange man walked into my video rental store yesterday. I could tell by his body language that he was a bad dude. I followed him around the store to keep watch on him. He caught on to my ploy and left the store. I felt much better because he was clearly a criminal. \n Question: Why did He catch on?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Jim decided to major in accounting in college. He did his first internship in an accounting firm. Jim dreaded going in every day because he found it boring. Jim realized that accounting was not the field for him. He decided he was going to change his major. \n Question: Why did Jim dread going in every day?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: I have been running every day this week. I ran four miles yesterday. I started noticing a pain on my ankle. I took off my shoe and there was a blister. No more running until it clears up. \n Question: Why did I take off?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Last week I went to the doctor. I drove all the way there and thought I was on time. When I got there I was told I was a week late. I tried to make a new appointment but they were booked for a month. I was really upset. \n Question: Why did I drive all the way?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Sue was getting ready for dance. As she put on her ballet shoes, her toe popped through. She had to put tape on the toe box. She told her mom what happened. They went shopping for new shoes the next day. \n Question: Why did They go shopping for new shoes?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: I wanted to take my dog to a dog park today. I was afraid of how she would act around all the other dogs there. We got in the car and headed down there. She immediately ran around and played with the other dogs. I cannot wait to take her back to the dog park. \n Question: Why did We get in the car?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Matt wanted to travel. He decided to fly to New Zealand. He bought a car there and drove it around the island. He had a great time travelling. He decided to stay in New Zealand forever. \n Question: Why did He decide to fly to New Zealand?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Tim joined a group of friends after school. The didn't tell Brad. Brad found out and was sad. It turns out they were planning a surprise party for Brad. The party was great and brad was happy. \n Question: Why did Tim join a group of friends?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Tommy told Hannah that he had a friend that liked her. He revealed that Sean was her secret admirer. Hannah had no idea who Sean was but agreed to meet him. Sean met her but was too nervous to say anything. Hannah decided to run away. \n Question: Why did Tommy tell Hannah?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: I finished my a day at my first job. I had a lot of extra tip money and wanted to spend it. I drove to the gas station to buy something. I bought snacks and cigarettes. I went home and hung out with my friends. \n Question: Why did I buy snacks and cigarettes?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Jake had a twin named William. Jake was lazy, while William was hardworking. Jake went to Will's work one day disguised as Will. He worked hard, and then took home Will's paycheck. He cashed the check, and never told his brother. \n Question: Why did Jake go to Will 's work one day disguised as Will?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Todd was a horrible manager He treated his employees very poorly. One day Todd was assaulted by one of his employees. The employee was fired. Todd found another job. \n Question: Why was Todd a horrible manager?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: James was rude to everyone. Nobody ever said anything to him. One day Amy punched him in the nose. Everyone was really proud of Amy. James stopped being such a jerk. \n Question: Why did James stop being such a jerk?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Ben wanted to make an igloo. He went in his yard with his brick mold. Then he made many solid bricks. He stacked them in round rows on top of one another. Soon Ben's igloo was complete! \n Question: Why did He go in his yard?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Molly opened up her trunk with her car key. She searched the trunk for a book that was in there. When she found it, Molly quickly closed the trunk. Later that day she could not find her car keys. Molly realized that she must have locked them in the trunk. \n Question: Why did Molly realize that she must have locked them in the trunk?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Benjamin was watching cartoons and drinking apple juice. His mother noticed that he was falling in and out of sleep. She brought him a blanket. Benjamin fell asleep almost instantly. He ended up spilling the apple juice all over the carpet. \n Question: Why did Benjamin fall asleep?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Eric and Jeff are best friends. Jeff's birthday was coming soon. Eric wanted to give Jeff a surprise birthday party. Eric secretly invited Jeff's close friends and family. Jeff was so surprised by the party that he teared up. \n Question: Why was Jeff so surprised by the party that he teared up?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Ned challenged his sister to a game of laser tag. They walked to the arcade and suited up. Then the game started! Ned played valiantly, but so did his sister. In the end, Ned lost the game! \n Question: Why did Ned play valiantly?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Josiah ran after the opposing player with the ball. He slapped the ball from the boys hands too a teammate. His teammate dribbled towards their basket. Josiah took a pass from the teammate and made a basket as time expired The team hugged each other in celebration. \n Question: Why did Josiah take a pass?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Dan noticed some of the framing around his house falling down. In some places the wood was actually touching the ground. Dan purchased some carpentry nails and went about fixing it. He spent weeks going around his house with his hammer. Now all the framing is back in place where it should be. \n Question: Why did He spend weeks?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: We had to decide the color for our product by tonight. We went to the Apple store, to Home Depot, we went everywhere. There was so many colors to choose from! We ended up calling one of our partners to help with the choice. He said you don't have to pick a color til next week, not tonight. \n Question: Why was There so many colors to choose from?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Paula always enjoyed going to the lake with her grandpa. They would skip stones for hours on end. She got the news one day that her grandpa was sick. Paula was sad when she heard he had passed. She went to the lake and skipped stones, thinking of her grandpa. \n Question: Why did She get the news?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Ben wanted to make an igloo. He went in his yard with his brick mold. Then he made many solid bricks. He stacked them in round rows on top of one another. Soon Ben's igloo was complete! \n Question: Why did Ben want to make an igloo?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Lily and Tim went on a date to the ice rink. They had fun for awhile. However lily went too fast and fell. Lily was humiliated. She had to take a rest. \n Question: Why had They fun?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: An old man was working in his garden one day. He heard a loud bang, but wasn't sure what it was. He looked up and saw a five foot monitor lizard climbing on his house! The old man called a local wildlife reserve institute. They came and safely removed the lizard to its natural habitat. \n Question: Why did He look up?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Sylvia woke up in the night to go to the bathroom. She saw a scorpion in the hallway. She covered it with a bowl. The next morning she checked under the bowl. The scorpion was gone somewhere. \n Question: Why did She cover it?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Gene walked up to the window to deposit the money into his account. A woman asked him to fill out the deposit slip. Mike did as she said and handed her the money and the slip. They both traded glances and smiles. Gene asked her out and she said yes. \n Question: Why did Gene ask her?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: I was walking in the park. Suddenly, I stepped in something gooey. It was dog feces. I tried to clean it off but it was hopeless. I had to throw away my shoes. \n Question: Why had I to throw away my shoes?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: A spider was climbing on top of the ceiling. Brad grabbed a large bucket from the dishwasher. He tried to trap the spider in the bucket. However, the spider flew on his face quickly. Brad fell out of his ladder, but the spider flew away quickly. \n Question: Why did Brad grab a large bucket?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Timmy wanted to know if flea circuses really exist. He thought it would be neat to have one. He searched online for hours trying to find one to buy. He could only find clipart pictures of flea circuses. Now Timmy knows there is no such thing as a flea circus. \n Question: Why did He think it would be neat to have one?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Jimmy made sure that his mom was still asleep. He crept to the kitchen and prepared a delicious breakfast. He brought it into his parent's room and gently woke his mom. She sat up sleepily and rubbed her eyes. She smiled as Jimmy wished her a happy Mother's Day. \n Question: Why did He bring it?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Rex had always wanted to play hockey. He decided that he first needed to learn to skate. He practiced skating every day until he was an expert. Finally Rex was able to begin playing hockey. He felt very proud to be a hockey player. \n Question: Why did He decide that he first needed to learn to skate?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: It was the summer break. Gina hadn't seen her friends from school for a month. Her friend Lisa was coming to visit. Gina, and her mom went to pick her up. It was the first time Gina had been to that part of town. \n Question: Why was It the first time Gina had been to that part of town?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Dan wanted to build an add on to his house. When he went to expand the foundation he found a problem. The ground where he wanted to build was too soggy! Dan called in a local company to sort it out for him. They told him there was nothing they could do about it. \n Question: Why did Dan want to build an add on to his house?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Andy went to the supermarket to buy bread. He did not know where to find the bread. He asked a clerk to direct him to the bread. The clerk said that the bread is in aisle 12. Andy walked over there and pick up some bread. \n Question: Why did Andy go to the supermarket?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Ed is tired of the rain. He misses the beach. Ed books a flight to Hawaii. It rains the whole time. Ed wishes he would have stayed home. \n Question: Why is Ed tired of the rain?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: I wanted to surprise my little cousin Timmy. He deserved something special for being very good in school. I woke him up early and we went for a drive. He was very excited when we arrived. He made sure that we got on every ride in the carnival. \n Question: Why did I want to surprise my little cousin Timmy?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: There used to diaper boxes that were shaped like big legos. When I was a kid, I would use them to make forts. Now I'm trying to find them for nostalgic reasons. I find out that they're not financially available anymore. It turns out that my parents still have my childhood collection. \n Question: Why did I find out?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Dan became the best hockey player in his family. He was able to get a scholarship to college because of his skills. In college he noticed he loved studying medicine more than hockey. Dan decided he wanted to become a doctor. After graduation Dan went on to medical school instead of the NHL. \n Question: Why did Dan decide he wanted to become a doctor?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Lucy was shopping for fabric. She had an idea of what she wanted her tote bag to look like. She narrowed down her choice to two fabrics. She would go with either polka dots, or puppies. She decided black and white polka dots would coordinate easier. \n Question: Why did She decide black and white polka dots would coordinate easier?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Jane asked Jane and her friend if they can hang out together. All of them agreed to go to the movies. Jane panicked when she found out that her wallet is home. In addition, her friend decided to watch the movie without her. Jane became furious afterwards. \n Question: Why did Jane become furious?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Lily tried to bake a cake for her son. She wanted to shape it like a dinosaur. Unfortunately, it fell apart. Lily had no time, so she ran to the store to pick up cupcakes. She served them with candles. \n Question: Why did Lily try to bake a cake for her son?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Luke got detention at school last week. He has to stay after school for an hour every day. Apparently he got into a fight with another kid. The other kid got detention too. They both learned that fighting just makes things worse. \n Question: Why has He to stay after school for an hour every day?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Gus got into his car to pull out of his driveway. He looked behind him to back up but he could not see. There was too much snow on his window. Gus got out of the car and brushed it off. He got back into his car and could not safely go. \n Question: Why did He look behind him?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Dave decided he would wash his dad's car that weekend. He took the car through the carwash but scraped the side of the door. He got out to inspect the scratch and it was bad. Dave new have been very careless. His dad wasn't mad but told Dave to be careful next time. \n Question: Why did Dave decide he would wash his dad 's car that weekend?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Jen is given an important letter from her boss to mail. When she gets home she realizes that she forgot to mail it. She knows that if her boss sees it on her desk she will be fired. She goes back to work and bribes the security guard to let her in. She grabs the letter and drops it off at the Post Office \n Question: Why did She know that if her boss sees it on her desk she will be fired?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Len was skilled at playing the piano. Len had played the piano all her life. Len was hired as a pianist for an orchestra. Len played in some of the largest cities in the world. Len lived her dream as a pianist. \n Question: Why did Len live her dream?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: It's time for finals next week. I have been busy studying for the past few days. I hope to do well on my exams. I have been taking practice tests and using flashcards. I am confident that I will ace the tests. \n Question: Why am I confident that I will ace the tests?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Lisa was passionate about politics. she was encouraged by a friend to run for local office. She worked hard on her campaign. Lisa was always honest with her voters. Her honesty paid off with her first run for office being a success. \n Question: Why did She work hard?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Chris had a dog named Tuie. Tuie went outside without permission. She ran through the mud puddles. She became very dirty. Chris had to give her a bath to clean her up. \n Question: Why had Chris a dog named Tuie?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: I baked some cookies. I invited my friends to eat them. We had a great time eating the cookies. There was one cookie left. We decided to split the cookie to avoid fighting over it. \n Question: Why was There one cookie left?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Norman went with his class on a ski trip. Norman was excited to go skiing for the first time. The class arrived at the base camp. There were reports of a recent avalanche. The slopes were closed for the day, and Norman's class went home. \n Question: Why was Norman excited to go skiing for the first time?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Stella likes to feed all the stray neighborhood cats. Stella feels compassion for the homeless animals. Stella started bringing in cats to her home when the weather got cold. Stella did not realize how hard it was to take care of indoor cats. Stella's house was destroyed by the 30 homeless cats she took in. \n Question: Why did Stella like to feed all the stray neighborhood cats?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Paula always enjoyed going to the lake with her grandpa. They would skip stones for hours on end. She got the news one day that her grandpa was sick. Paula was sad when she heard he had passed. She went to the lake and skipped stones, thinking of her grandpa. \n Question: Why was Paula sad?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: I went on a field trip to the Frito Lay factory. They taught us how to they made all their chips. They let me try a dorito before it was cooked. The soggy chip made me throw up. I haven't eaten a dorito since. \n Question: Why did They teach us?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: I decided to return to the birthplace of my ancestors. I bought a plane ticket to El Salvador. I got on the plane and waited until we arrived. I found it was a complex and beautiful country. I returned home satisfied. \n Question: Why did I find it was a complex and beautiful country?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Alex was home sick from school. He awoke to see his Grandma in the kitchen. Alex was happy she came to take care of him. Grandma put Vicks on his chest and gave him ginger ale. Grandma was better than dad at taking care of sick kids. \n Question: Why was Grandma better than dad at taking care of sick kids?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: My hair looked terrible. I decided to use hair gel. I styled the hair into a mohawk. My boss told me I looked stupid. I realized that hair gel was not for me. \n Question: Why did I realize that hair gel was not for me?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Marvin had a girlfriend named Joan who he loved very much. He decided to dedicate a song to her. He wrote a song and named it \"Love of My Life\". Marvin sung the song to Joan one evening and proposed to her. Joan refused and said that she wanted to break up with him. \n Question: Why did He decide to dedicate a song to her?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Jay and I went to the beach. It was sunny and warm when we arrived. Shortly thereafter, the sky turned dark and it began pouring rain. We grabbed all of our things and ran to the car for shelter. Driving home, we realized we should have checked the weather first. \n Question: Why did We grab all of our things?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: My uncle was insulted by a rapper's music video. He was thinking about boycotting them. He posted about it on Facebook. I replied that he never bought their products to begin with. He deleted my comment. \n Question: Why did He post about it?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: My wife and I went to Savannah for our anniversary. We stayed in a beautiful hotel across the river from the city. We took the ferry across the river every day. We ate some of the best food ever. I will always remember that trip fondly. \n Question: Why did We eat some of the best food?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Sue needed extra money. She decided to have a yard sale. She cleaned out her garage and closets. She found a lot of old stuff to sell. She made over $500 at her yard sale. \n Question: Why did She make over $ 500?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Phoebe went to vote in her state's caucuses. The line to register stretched for over a block. Once she got inside, all she could think about was finding a restroom. There was also a long line for the restroom. Phoebe began to think that democracy requires a lot of patience. \n Question: Why was There also?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Silas had a questionable past. He spent some time in jail. To earn money, he tried applying for jobs. The employers would not hire him. Silas was sad to be unemployable. \n Question: Why was Silas sad to be unemployable?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Tim liked to play racquetball a lot. Tim asked Jane to play racquetball with him, and she said yes. They played racquetball together, and Jane won every game. Tim was surprised, and asked how Jane became so good at the sport. Jane said she had taken 5 Years of racquetball class. \n Question: Why did Tim like to play racquetball a lot?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Kevin was hungry and he needed to eat lunch. He rushed to the refrigerator and found nothing. He dug through the cabinets. Finally, he hopped in his car and ordered from a restaurant. Kevin is now enjoying his complete meal and is no longer hungry. \n Question: Why did He dig through the cabinets?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Amy wanted to start a Babysitters Club like in the books. She asked her friends Beth, and May to join. The girls were all very excited. After a week none of them had a job yet. Amy was sad she wasn't able to get the club off the ground. \n Question: Why was Amy sad?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Both football teams were undefeated in the season. It was the Packers against the broncos. The Broncos got a big lead early. The Packers were really struggling. The Broncos won 34-10. \n Question: Why did The Broncos win 34 - 10?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: There was a great bodybuilder who regularly went to the gym. He loved to show off his big muscles. There was also a skinny guy who wanted some advice on weightlifting. The body builder told him all of his secrets. Six months later, the skinny guy could bench press 200 lbs! \n Question: Why did He love to show off his big muscles?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Jen felt tired at work. She leaned against a wall to rest a little. The wall had wet paint on it that she didn't see. When she got up she was covered in paint. Jen left to go home and change. \n Question: Why did Jen feel tired at work?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Mia has 3 dogs that always want to sleep with her. Mia only has an air mattress and doesn't want the dogs on it. Mia makes sure to keep the dogs from her room. Mia forgot to shut her door and the dogs jumped on her bed. The dogs had sharp nails and popped Mia's air mattress. \n Question: Why did Mia forget to shut her door?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Kelly decided to have a fun soccer match with her best friends. The girls got together at the house to play. It was a close match. Kelly won goals, then lost some. Finally Kelly won. \n Question: Why did Kelly decide to have a fun soccer match with her best friends?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: I bought Aunt Ann a cell phone and taught her how it worked. She wanted to know where was the phone's cord. I explained the phone operated without a cord. Aunt Anne said the phone was a evil devil toy. I took the phone back to the store for a refund. \n Question: Why did I take the phone?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Clark told me he was going to rob a bank. I begged him not to do it. He gathered up a crew. They bought automatic weapons to the job. Clark and his crew died when the police ambushed them. \n Question: Why did Clark tell me?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Marcy was so glad spring was coming. It had snowed so heavily that winter. Marcy saw the snow was finally melting. So much melted so fast that the basement flooded! Marcy had to spend hours cleaning up her basement. \n Question: Why was Marcy so glad spring was coming?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Karen was very hungry. Karen decided to make a sandwich. She gathered up all the ingredients. Karen ate the sandwich. Karen was very satisfied and full. \n Question: Why was Karen very satisfied and full?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Janet's friend Mary had a birthday coming up. Mary has always been good to Janet so she wanted to do something. Janet decided to throw her a surprise party. She called up all of Mary's friends and invited them over. Mary went into the house full of people and was pleasantly surprised. \n Question: Why did She call up?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Zoey loves to shop. She shops every time she is stressed. She shops when she is happy. She has a problem. Zoey is a certified shopaholic. \n Question: Why has She a problem?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Kim was at the bar over the weekend. Someone next to her started smoking. She asked them to put it out. They refused. She alerted the staff and they forced him to. \n Question: Why did They refuse ?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Martina went to get coffee for breakfast. She ordered the largest coffee at the diner. She took a sip and felt her mouth on fire! She burned her tongue. She had to drink cold water to treat the pain. \n Question: Why did She order the largest coffee at the diner?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Mable knew she couldn't mow her lawn at her advanced age. She went next door and asked the neighbor boy if he would do it. The boy agreed and mowed her lawn for her. When Mabel went to give the boy money he wouldn't take it. Mable shed a tear from the boy's kindness. \n Question: Why did Mable know she could n't mow her lawn at her advanced age?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Tom read many books. He read something that he deemed profound. He read about how important art was. He learned that art was a way to express oneself. Tom began creating art himself. \n Question: Why did He read something that he deemed profound?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Frank was planning on going to beach. He packed up his swimsuit, his sunglasses, and his sunscreen. He drove to the beach and got out to walk. As he was walking, he stubbed his toe on something buried in the sand. Frank found that he had tripped over a beautiful starfish. \n Question: Why did He pack up?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Dan was in English class texting his friend. The teacher told Dan to put the phone away, but he didn't . Finally the teacher walked over and took the phone. Dan was upset and argued with the teacher. Since Dan argued the teacher decided to tell his mom he was rude. \n Question: Why was Dan upset?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Ben got a turtle. He put it in a tank. The turtle didn't eat the candy Ben gave it. Ben was sad. After research, Ben found the right food to feed it. \n Question: Why did He put it?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Timmy wanted to know if flea circuses really exist. He thought it would be neat to have one. He searched online for hours trying to find one to buy. He could only find clipart pictures of flea circuses. Now Timmy knows there is no such thing as a flea circus. \n Question: Why did Timmy want to know if flea circuses really exist?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: The alarm clock beeps. Sara jumps out of bed and runs downstairs for breakfast. She eats a bowl of cereal and grabs her homework. Her mom packs her a lunch for the day. Sara runs out the school bus to go to school. \n Question: Why did She eat a bowl of cereal?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Mark was a very obnoxious child. Any time someone said something, he always had a smart comment. One day, he was getting on everyone's nerves. They asked him to just stop talking if he could only make smart remark Mark realized that smart comments weren't ever necessary. \n Question: Why did They ask him?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Jon wanted to become a navy seal. He went to a navy recruiter. The recruiter accepted Jon. Jon went through navy seals boot camp. Alas, Jon was killed in a live-fire exercise. \n Question: Why did Jon want to become a navy seal?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Sheila took a day off to go to the spa. She wanted a pedicure and manicure. She chose red for the color. The spa workers gave her a great manicure. Her fingernails looked beautiful for the rest of the week. \n Question: Why did She choose red for the color?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Mary was in biology class. It was Valentine's day and some kids were receiving candy-grams. Suddenly, Mary received one. She had no idea who could have sent it. Despite her efforts, she never did find out who sent the candy. \n Question: Why was It Valentine 's day?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Lindsay was out for a jog. She saw clouds forming in the distance. Lindsay tried to hurry up and get home before the rain. By the time she got home she was soaked. After taking a hot shower and changing clothes she felt better. \n Question: Why was Lindsay out?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: My driveway was stained dark in some places. I went to the garage and grabbed the pressure cleaner. I brought it out to the driveway and hooked it up. I sprayed the driveway until the stains were gone. After I was done, the driveway was clean. \n Question: Why did I go to the garage?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Shelly went to the laundry room to do her laundry. She sorted the dirty laundry into colors. She put the colors in different washers and put coins in to pay. She dried the clothes and folded them. She went home. \n Question: Why did She go home?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Tom loved extreme sports. It was the winter in Colorado. Tom wanted to go skiing. He drove to a ski resort. He went skiing. \n Question: Why did Tom want to go skiing?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: I own a townhouse but I moved into my fiancee's house. We are going to live there together from now on. Instead of selling my townhouse I rented it out to a nice family. They pay me monthly a few hundred dollars more than my mortgage was. It's a nice little source of extra income for my fiancee and myself. \n Question: Why 's It a nice little source of extra income for my fiancee and myself?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: This morning I started my day full energy. I cleaned the glass coffee and lamp tables. I scrubbed the bathroom like it belonged in a five star hotel. I cooked Tuna Croquettes, Fennel rice and made a strawberry salad. Now it's evening and I am tired with no more energy. \n Question: Why did I clean the glass coffee and lamp tables?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: It was a cold morning. Jerry had to take a math exam that particular day. He was not ready for the exam. Jerry learned there was a snow day as he was getting ready. Jerry spent his snow day studying for the exam. \n Question: Why was It a cold morning?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: A woman who was afraid of snakes saw one outside her house. She ran and grabbed some gas and coated the snake. She set the snake on fire and it slithered into a pile of dried leaves The leaves caught fire which set her house on fire, burnin it down. It was the funniest new article I've ever read! \n Question: Why was It the funniest new article I 've ever read?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: My brother baked a pan of brownies when our parents were gone. He baked the brownies with the oven set on \"broil\". The brownies burned black into the pan. I saw my brother secretly burying the burned pan. I told my mother about what had happened. \n Question: Why did I see my brother secretly burying the burned pan?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Tyler had hundreds of old family photographs. They were all prints. He wanted to make them digital. He purchased a scanner on the internet. Tyler scanned in all of the old photos. \n Question: Why had Tyler hundreds of old family photographs?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: I wanted to win a cash prize for my art. I entered a photography contest. I bought a fancy camera. It took a long time to learn how to use it. I missed the deadline for the contest. \n Question: Why did I enter a photography contest?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Lucy had a friend named Lisa next door to her grandparents. Lisa and Lucy wanted to play jump rope. They each grabbed one end of the rope. Lucy realized they only had 2 people, but they needed 3. They decided to jump together side by side with one rope. \n Question: Why did Lisa and Lucy want to play jump rope?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Terry and Albert had a long distance relationship. They talked on the phone every night. Eventually they ran out of things to say. They would just cover what they did each day and then hang up. They started skipping days in order to save up things to talk about. \n Question: Why did They start skipping days?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Nathan was already running 10 minutes late. He heard an explosion and his car started to slow down. Nathan pulled over to the side of the road and assessed the damage. The flat tire would take at least half an hour to fix it himself. Nathan fixed the tire in no time and got back on the road. \n Question: Why did He hear an explosion?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Nick was a student at a large university. Nick had a classmate named Phil. Nick and Phil worked on a project together. They got along quite well. Nick and Phil became close friends. \n Question: Why did They get along?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: George owned a banana stand in the middle of town. His business did well until a new banana chain opened down the street. George noticed less and less people buying bananas from him. He had a great idea of covering his bananas in chocolate. Now his business is better than ever. \n Question: Why did George notice less and less people buying bananas from him?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: John was very happy when the weekend came this week. He had a snowboarding trip to go on. He was gone all weekend. John and his friends had a blast snowboarding. He had even taken a day off from work on Monday for it. \n Question: Why was John very happy?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: We had dinner tonight with our friend Joe. He is 98 Year's old and lives alone. We had fish and stuffed peppers. Dessert was a apricot and flaky crust. We thanked Joe for the nice dinner. \n Question: Why was Dessert a apricot and flaky crust?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Jeff jumped in the lake in April. The lake had just unfrozen. Jeff quickly got out of the lake. Jeff got pneumonia from jumping in the lake. Jeff recovered and learned his lesson. \n Question: Why did Jeff recover ?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Sue was excited to go trick-or-treating with a new friend. Her bag of treats filled as they went from house to house. Sue was shocked when her friend wanted to go back for seconds. She thought some people recognized them as they were greeted. Sue gave all her candy to her siblings when she got home. \n Question: Why did She think some people recognized them as they were greeted?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Jade got a new bike for her birthday. Jade practiced with her dad until she was able to ride it alone. Jade decided that she would ride to her friend's house. Jade got scared when a car got close to her and she hit a tree. Jade broke her arm in two places but recovered in 6 months. \n Question: Why did Jade practice with her dad?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Meagan was a personal trainer. She needed to find a new trainee by the end of the week. She went to a local gym and noticed a guy training poorly. She introduced herself to him and offered her services. He agreed and she became his personal trainer. \n Question: Why did She introduce herself?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Bill and Pete wanted to form a gang. They wore matching colors and called themselves the Tigers. The two Tigers went around the neighborhood doing gang stuff. Pete smashed car windows and stole from them. Pete acted as a lookout during all this gang stuff. \n Question: Why did Pete smash car windows?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: John wanted to try a different cuisine. He discussed it with his wife. The decide on Greek food. They both had a gyro and got sick. They won't try Greek again \n Question: Why did He discuss it?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: I went to the gas station to get gas for my car. I saw a fire as soon as i pulled up. It was coming out of the gas station. I ran inside to save anyone in there. The fire was getting worse, but I saved an old lady who passed out. \n Question: Why did I run inside?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Cari enjoyed kayaking. Cari went kayaking with friends one day in the ocean. A whale came out of the ocean and knocked Cari's kayak over. Cari didn't get hurt. Cari decided not to kayak when the whales were around. \n Question: Why did Cari enjoy kayaking?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Liz was a mother of 2 kids. One evening her child went out to be with some friends. Liz received a call late that night that her child was in an accident. A drunk driver hit the car her child was in. Liz made it her life's mission to fight against drunk driving. \n Question: Why was Liz a mother of 2 kids?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Milton loved his white shoes. He wore them everyday to school. One day his shoes were stolen from his locker during swimming. His friends chipped in and bought him a new pair. He is grateful for his friends. \n Question: Why did He wear them?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Tom read many books. He read something that he deemed profound. He read about how important art was. He learned that art was a way to express oneself. Tom began creating art himself. \n Question: Why did He learn that art was a way to express oneself?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Deb was a newbie chess player. She loved the game and desired to win a tournament. She began to spend all her free time studying the game. Deb enrolled in her first tournament ever after two months. She walked away with the second place trophy. \n Question: Why did She love the game?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Ray entered his dog in a dog show but didn't think he would win. He took one of the judges aside and tried to plead with him. The judge told him he could not be moved by his words. Ray took out his wallet and made his case again. The grinned and told Ray he understood his problem better now. \n Question: Why did Ray enter his dog?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Bob bought a gun and wanted to try it out. He went through his garbage and pulled out old cans. He placed the cans on a fence. He took aim and shot at the cans. Bob missed most of the cans at first. \n Question: Why did He place the cans?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: I once needed to write a story. I decided to write about dragons. They had to fight each other for a mate. They fought for days. Eventually, one triumphed. \n Question: Why had They to fight each other for a mate?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Roger was a gambler. He knew he was addicted, but he couldn't quit. Even when he married, his wife couldn't make him stop. But then, a year later, she gave him a beautiful baby son. Roger saw his son's tiny face - and he never gambled again. \n Question: Why did He know he was addicted?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Emmy noticed an aisle of fat-free food at the store. She loaded her cart, picturing the weight she'd lose. After a month of fat-free food, Emmy got on the scale. She was distraught to see she'd gained weight. Then she checked the food labels and saw the calorie counts. \n Question: Why did She load her cart?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Karen was very hungry. Karen decided to make a sandwich. She gathered up all the ingredients. Karen ate the sandwich. Karen was very satisfied and full. \n Question: Why did Karen eat the sandwich?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Jason needed a new oven. Jason walked to the appliance store. He examined many oven models. He chose a nice white one. He bought the oven and had it delivered to his home. \n Question: Why did Jason need a new oven?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Mason was the hot young piano prospect in jazz. He performed at any venue, big and small. One day, Mason decided he was too old to keep performing. He switched careers at the old age of nineteen. Mason now makes his living driving a public transit bus. \n Question: Why was Mason the hot young piano prospect in jazz?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Terry and Albert had a long distance relationship. They talked on the phone every night. Eventually they ran out of things to say. They would just cover what they did each day and then hang up. They started skipping days in order to save up things to talk about. \n Question: Why had Terry and Albert a long distance relationship?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Barry went to the casino. He played the slots for a few hours until he hit the jackpot! He was a millionaire and felt extremely lucky! He decided to play blackjack and win even more. He went all in, but sadly, ended up losing everything. \n Question: Why did He play the slots?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: The Browns got a Christmas tree in early November. They all love Christmas and wanted to prolong it. By early December the tree was brown. Many of them were sad because the tree was dying. They got a new tree in mid-December. \n Question: Why did They get a new tree?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Al loved sad music. He used to lay in his room and cry. He thought he was only one who did this. He was listening to music with his girlfriend and he saw a tear fall. As soon as he saw the tear he asked her to be his wife. \n Question: Why did He use to lay in his room and cry?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: John chose a mesh muscle shirt to show off his physique. He wore the shirt to the beach to impress the girls. A pretty girl came over and joined John on his beach towel. When John peeled off his shirt, he saw the girl snicker. He looked down to see the mesh pattern burned on his skin. \n Question: Why did He wear the shirt?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: John chose a mesh muscle shirt to show off his physique. He wore the shirt to the beach to impress the girls. A pretty girl came over and joined John on his beach towel. When John peeled off his shirt, he saw the girl snicker. He looked down to see the mesh pattern burned on his skin. \n Question: Why did He look down?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: I was so afraid I had breast cancer. I went to the doctor for a biopsy. They put a large needle in my breast and took a sample. I had to wait for a week for results. I am happy to be cancer free. \n Question: Why did I go to the doctor?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Dave was driving down a long, dark country road. Suddenly his car sputtered to a stop. Dave saw that he'd run out of gas! He got his gas can and started walking back down the road. He had to walk five miles before he saw a gas station! \n Question: Why did He get his gas can?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Leslie strove to stand up for his ideals. He was a natural leader of men. An underling poisoned half the people in the state with bad water. Leslie took responsibility despite having nothing to do with it. He resigned and the underling now has Leslie's old position. \n Question: Why did He resign ?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Joe watched his family sitting around to avoid the heat. Joe decided to give them a way to have fun and stay cool. Joe went to the store and bought an above ground pool. He spent an entire day day setting up and filling the pool. Joe was happy the next day as his family played together in the pool. \n Question: Why did Joe decide to give them a way to have fun and stay cool?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Sal and Betty were on a boat in a swamp. The water was thick and cold. Gators and snakes were in the water too. Betty wanted to go back and get out of the water. Sal refused and paddled forward, and they were never seen again. \n Question: Why were Sal and Betty on a boat?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Quentin finished college Years ago but he never learned calculus. He decided to learn the topic independently. He borrowed a calculus textbook from the library and studied it. Quentin worked very hard to learn all of the topics. Quentin was proud that he finally knew calculus. \n Question: Why did Quentin work very hard?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Joe needed a new desk. His had a broken leg. He went to the office store to find one. It took him hours to find one he liked. He finally bought a new desk. \n Question: Why did Joe need a new desk?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: I went to buy a new computer mouse. I picked it out and took it to the counter. The cashier tried to scan it, but it wouldn't scan. Since it wouldn't scan, she couldn't sell it to me. I had to go home empty-handed. \n Question: Why had I to go home empty - handed?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Jake wanted to go to his senior prom. He asked his friend Sarah to accompany him. Sarah accepted his request. He rented a tuxedo and purchased their tickets. They had a wonderful time at the prom. \n Question: Why did Jake want to go to his senior prom?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Eva planted some corn. She tended it in her garden all summer. It grew tall and strong! Then it came time to harvest the corn. Eva really enjoyed eating her home grown corn! \n Question: Why did She tend it?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Stan always had issues with insomnia. He was always tired and irritable. Stan decided to go to his doctor. His doctor gave him some sleeping medication. Stan sleeps well from now on. \n Question: Why did Stan sleep well?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Anna got an iguana. She wondered what to feed it. She read online that they ate mealworms. She bought a bunch of mealworms and put them in the tank. They bred, and she never had to buy mealworms again! \n Question: Why did She buy a bunch of mealworms?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: One year I went on a crash diet for Lent. I skipped lunch and ate very small portions. The last week of the diet I ate only one meal a day. I managed to lose 20 pounds. I ate a lot of food on Easter. \n Question: Why did I eat a lot of food?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Neil had just arrived in Namibia. He took a tour to see the Namib desert. He rode a camel across the sands. He felt like an old-time explorer! Neil really loved his desert tour in Namibia. \n Question: Why did He feel like an old - time explorer?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Linda was tired of telemarketing jobs. She heard making websites weren't as hard as she thought. She watched video tutorials on the internet and made a website. She added web coding skills to her resume. She found a nice job as a digital services representative. \n Question: Why did She find a nice job as a digital services representative?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Michael ordered a pepperoni pizza. He had it delivered. After it was delivered he opened the box and saw no toppings or sauce. He was very angry and called to complain. While on the phone, his wife said that he opened the box backwards. \n Question: Why did Michael order a pepperoni pizza?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Matt was hungry. He looked in his kitchen to find ingredients for food. He decided to make a new kind of pasta. It turned out really badly. He decided to never experiment with pasta ever again. \n Question: Why did He decide to never experiment with pasta ever again?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: I standing in line at the movie theater. I looked around at all the happy couples around me. I started to feel so lonely that I walked back to my car. I listened to some songs about love. I drove to where my wife was buried. \n Question: Why did I listen to some songs about love?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Blake learned to play the guitar at a very young age. He practiced every day to get better. He started playing in front of crowds as a teenager. He grew a large fan base and produced his own album. Blake became a very popular musician. \n Question: Why did Blake become a very popular musician?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Tom loved extreme sports. It was the winter in Colorado. Tom wanted to go skiing. He drove to a ski resort. He went skiing. \n Question: Why was It the winter in Colorado?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Joe went to the movie theater to see the new movie. The line was long and Joe feared he wouldn't get in. He stepped out of line and snuck into the theater. He seemed so confident that no one stopped him. Joe casually walked into the movie and gave a sigh. \n Question: Why did Joe go to the movie theater?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: My friend brought this large bag of chips. I opened the bag and started to eat a few. They were food at first until the spice started to take effect. I ran to the closest water fountain since my mouth was burning. My friend took the bag away from me. \n Question: Why did I run to the closest water fountain?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Thomas loved oatmeal. He would eat it whenever he could. He packed some oatmeal for school lunch one day. Once arriving at school, he couldn't wait for lunchtime. Thomas was happy and full of his oatmeal by the end of lunch period. \n Question: Why did He pack some oatmeal for school lunch?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: After his plane lands, Tom is feeling very tired. He collects his baggage and heads to his hotel. At the reservation desk, he asks for a quiet room. Tom gets to his hotel room and immediately falls asleep. He is happy to have arrived at the hotel. \n Question: Why did He collect his baggage and heads?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Brent is an avid hunter. Brent wanted to shoot a deer. Brent put on his camouflage gear. Brent was not able to hunt a deer. Brent went home disappointed. \n Question: Why did Brent want to shoot a deer?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Lee found a wallet on the street. He saw that it contained credit cards. He tried to use them to purchase a bicycle. But the card's' owner had alerted the police. Lee was arrested for using the card. \n Question: Why did He try to use them to purchase a bicycle?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Lucky was a very stubborn dog. He liked to chase other animals in the woods near his house. He didn't listen when his owners told him not to chase them. He enjoyed this game until he met the skunk one night. Lucky then discovered a stink that was more stubborn than he was! \n Question: Why did He enjoy this game?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: This morning I started my day full energy. I cleaned the glass coffee and lamp tables. I scrubbed the bathroom like it belonged in a five star hotel. I cooked Tuna Croquettes, Fennel rice and made a strawberry salad. Now it's evening and I am tired with no more energy. \n Question: Why did I scrub the bathroom?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Lisa had a job interview in three days. She was nervous and unprepared. Lisa decided to study for the interview. She practiced for nine hours every day. Lisa was now confident and she did great at the interview. \n Question: Why did Lisa decide to study for the interview?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: There was a leak in my kitchen pipes. I tried to call the plumber but he never answered the phone. I knocked on my neighbor's door and asked to borrow some sealant. He only had glitter glue. Now my pipes are covered in glitter, but at least they don't leak. \n Question: Why did I try to call the plumber?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Easley felt happy excited to go to memaw's house. While there she colored with crayons and markers. She got in trouble for marking on the floor with the marker. Eisley was careful not to color outside of her coloring books anymore. Her memories of memaw's house are always the best! \n Question: Why did She get in trouble for marking on the floor with the marker?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Matt wanted to learn more about human anatomy. He decided to look online and buy several books on the subject. Matt joined online forums dedicated to medical knowledge. He found that remembering the information came easy to him. Matt decided to enroll in a healthcare program at a local college. \n Question: Why did He find that remembering the information came easy to him?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Alice went to the mountains. At the top, she heard someone calling for help. When she looked over the side, she saw a man stuck on a cliff. She called the police to come help. Alice felt like a hero. \n Question: Why did Alice go to the mountains?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Jacob was excited for his first soccer game. He was nervous because he wanted to win. The game started with Jacob as the goalie. The opponents shot the ball several times. Jacob saved all of the goals and won the soccer game! \n Question: Why did Jacob save all of the goals?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Karen got a new phone for her birthday. She loved to play games on it. It was shiny and pretty. Karen dropped her phone and broke the screen. She was very sad. \n Question: Why was She very sad?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Jim decided to major in accounting in college. He did his first internship in an accounting firm. Jim dreaded going in every day because he found it boring. Jim realized that accounting was not the field for him. He decided he was going to change his major. \n Question: Why did Jim decide to major in accounting in college?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Zach told Troy he would never be able to drive a ball over 300 yards. Troy decided that Zach didn't know what he was talking about. Troy practiced hard on his driving techniques. Troy shows Zach he can now hit a ball 306 yards. Zach has to pay Troy $100 for the wager that he made. \n Question: Why did Troy show Zach?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: I finished my a day at my first job. I had a lot of extra tip money and wanted to spend it. I drove to the gas station to buy something. I bought snacks and cigarettes. I went home and hung out with my friends. \n Question: Why did I drive to the gas station?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Princess had a small jewelry business. She was ready to expand her enterprises. She went out on a limb and opened an additional shop. Unfortunately, the shop failed but she learned a whole lot. The next shop she opened was very successful. \n Question: Why had Princess a small jewelry business?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: We had dinner tonight with our friend Joe. He is 98 Year's old and lives alone. We had fish and stuffed peppers. Dessert was a apricot and flaky crust. We thanked Joe for the nice dinner. \n Question: Why had We fish?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Phil went camping during a big rain storm. He tried to gather as much dry wood as he could find at night. The fire started slowly and soon he was able to add more. Phil cooked his meal over the fire while rain poured on him. He did not bother to put the fire out and let the rain take do it. \n Question: Why did He try to gather as much dry wood as he could find at night?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Gina was afraid of her Grandma's big dogs. The big dogs were barking and jumping at her. Her grandma wouldn't let her come inside until she fed them. She stood with her hand on the gate watching them jump. She gathered her courage, and pushed open the gate. \n Question: Why did She gather her courage?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Rose was having a great time in New York City. She took a cab into Brooklyn. There, she saw the Brooklyn Bridge. She climbed it and stood over the East River. Rose found it beautiful and thrilling. \n Question: Why did She take a cab?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Lee was a movie buff. However he was on a strict budget. Lee couldn't afford to rent movies like he desired. He found out he could rent movies for free at his local library. Lee got to view new movies on a weekly basis for free. \n Question: Why did Lee get to view new movies on a weekly basis for free?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: I was at the supermarket. I decided to buy some cheese. I asked a supermarket employee for a recommendation. She recommended the sharp Wisconsin cheddar. I tried it and it was disgusting. \n Question: Why did I ask a supermarket employee?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Timmy scurried across the kitchen floor. He edged up to the kitchen cupboard. With all his might, he pushed against the floor. Leaning against the cupboard door, he managed to stand! Timmy giggled and gurgled with joy as he stood for the first time. \n Question: Why did Timmy giggle ?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: I dug a hole in my backyard to make my own well. I dug for hours but I was not close enough to any water. I had to call a drilling company to finish the job. The were able to dig much further than I was. The company gave my a deal because I did half the work. \n Question: Why did I dig for hours?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Lisa's family went strawberry picking for Mother's Day. They got baskets and baskets of fresh berries. Lisa wondered what they'd do with all of them. That night for dessert her mother made strawberry shortcake. It was the best dessert Lisa could ever remember eating. \n Question: Why was It the best dessert Lisa could ever remember eating?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Anna received a manuscript. She settled down with her pen to proofread it. She highlighted all the errors and returned the manuscript. Three days later she got a note from the author. The note thanked Anna for being such a great editor. \n Question: Why did Anna receive a manuscript?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Amelia decided to go see a movie, but she did not want to go alone. She called several of her friends to ask them to come. However, nobody could come. Finally, Nathan agreed to the go to the movies with her. They had a great time! \n Question: Why had They a great time?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Troy had not seen his family in years. Troy had been living in another country. He longed to see his family. He bought a plane ticket. He visited his family on Thanksgiving. \n Question: Why did He buy a plane ticket?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Amy met Lynn at the coffee shop. She didn't drink coffee but she liked the fruity dessert drinks. They discussed the fight Amy was having with Kim. Amy agreed to keep Kim out of the fight. The girls were best friends again. \n Question: Why did Amy meet Lynn?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: I ordered a guitar online on January 15th from a Luthier. The guitar was a special order to be delivered by Federal Express. It was insured and I needed to be home to sign for it. I waited for my new instrument and did not leave my house that day. I was so delighted my guitar was delivered that January afternoon! \n Question: Why was I so delighted my guitar was delivered that January afternoon?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Pat gets up very early in the morning. He is always very tired. He makes a cup of coffee as soon as he wakes up. He was out of coffee today! He was sleepy for the rest of the day. \n Question: Why was He out of coffee?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Ronald dropped his toothbrush into the toilet. He promptly threw it away and searched underneath the sink. Viola,he found his old toothbrush. He began to brush his teeth, when suddenly his wife came in. She screamed and informed him that she used that to clean toilets. \n Question: Why did Ronald drop his toothbrush?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Alex was home sick from school. He awoke to see his Grandma in the kitchen. Alex was happy she came to take care of him. Grandma put Vicks on his chest and gave him ginger ale. Grandma was better than dad at taking care of sick kids. \n Question: Why did He awake to see his Grandma in the kitchen?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Igor walked to and from work every day. The weather was lovely as he was about to head to work one day. He decided to check on the weather for later in the day. He learned that the weather was predicted to be very rainy later. As he left work he was glad he had decided to bring an umbrella. \n Question: Why did He decide to check on the weather for later in the day?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Blake learned to play the guitar at a very young age. He practiced every day to get better. He started playing in front of crowds as a teenager. He grew a large fan base and produced his own album. Blake became a very popular musician. \n Question: Why did He grow a large fan base?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Stan always had issues with insomnia. He was always tired and irritable. Stan decided to go to his doctor. His doctor gave him some sleeping medication. Stan sleeps well from now on. \n Question: Why was He always?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: We went to the beach today. My brother and I built a sand castle. We made a mote around the castle. The waves crashed on the shore and washed the castle away. We had a lot of fun building our sand castle. \n Question: Why did We make a mote?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Larry hated to clean. His apartment was always a mess. He purchased an electronic cleaning robot from Amazon. It arrived in the mail in 2 days. The new robot left Larry's apartment sparkling clean everyday. \n Question: Why did Larry hate to clean?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Matt wanted to travel. He decided to fly to New Zealand. He bought a car there and drove it around the island. He had a great time travelling. He decided to stay in New Zealand forever. \n Question: Why had He a great time travelling?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Kelly was excited to get her new apartment. She had been searching for one for the longest time. When she found the one she wanted, she was thrilled. She got to move in the next day. She ended up loving it. \n Question: Why was Kelly excited to get her new apartment?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Lindsey was in a film class. She had to make a movie for a project. She worked really hard on it all year. When it was time to share she was so nervous. Luckily, everyone loved it and praised her. \n Question: Why was Lindsey in a film class?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Joe wore a striped shirt to school. Everyone laughed at him. Stripes were not cool at that school. Joe then painted his shirt one plain color. Everyone was amazed at how creative he was. \n Question: Why did Joe wear a striped shirt?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: I had dinner with three coworkers in October. Rita is a single 49 year old white woman. Estelle is a 40 year old black woman and Steve is white. Rita told us she would not date interracially because of her father. Everyone said Rita was foolish. \n Question: Why is Rita a single 49 year old white woman?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Today it snowed three feet of perfect snow. There was so much snow that school was cancelled. I decided to shovel the snow for my parents. They were very happy when I finished all of the shoveling. My parents bought me a new game for all of my hard work. \n Question: Why was There so much snow that school was cancelled?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: The farmer pulled out a tulip from the ground. He took it to the barn to cut it in pieces. After the tulip was open, a scorpion came out. It jumped on the farmer's shoulder. He was able to take it out by slapping it. \n Question: Why was He able to take it out by slapping it?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Jim told Jay that girls have cooties. Jay replied that girls don't have cooties. Jim asked Jay to prove it. Jay admitted that he was dating Marla. Jim kicked Jay in the shin and called him a sell-out. \n Question: Why did Jay reply that girls do n't have cooties?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Emmy noticed an aisle of fat-free food at the store. She loaded her cart, picturing the weight she'd lose. After a month of fat-free food, Emmy got on the scale. She was distraught to see she'd gained weight. Then she checked the food labels and saw the calorie counts. \n Question: Why was She distraught to see she 'd gained weight?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: I standing in line at the movie theater. I looked around at all the happy couples around me. I started to feel so lonely that I walked back to my car. I listened to some songs about love. I drove to where my wife was buried. \n Question: Why did I drive to where my wife was buried?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Kay and her Beth were bored in the summer. They sat on Beth's front porch and watched cars drive by. A VW beetle drove by and Beth hut Kay in the shoulder. She told her it was a bug and they were playing slug bug. Kay didn't know anything about slug bug but she didn't like the game. \n Question: Why were Kay and her Beth bored in the summer?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Jenny was on the first leg of her two day trip. After driving only an hour or so, she heard a strange noise. She realized that she had a flat tire, and pulled over safely. She called roadside assistance, who came and put on her spare tire. Within an hour, she was back on the road, feeling relieved. \n Question: Why did She call roadside assistance , who came and put on her spare tire?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Mary and Olivia went on a long hike in the woods. All of a sudden, a storm came by. They had to take shelter in a cave until it was dark. They had no way to see and had to stay in the cave all night. Now, Mary and Olivia are more prepared when they go on hikes. \n Question: Why did Mary and Olivia go on a long hike?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Lucy was sad because her favorite dress had ripped. She sewed it up, but the stitches unraveled. She complained to her mother about her poor dress! Her mother listened quietly and promised to fix Lucy's sorrow. The next morning, she gave Lucy a brand new dress! \n Question: Why did She sew it?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: John wanted to get his wife an expensive present for Christmas. The problem was, John didn't have enough money. John waited until Black Friday to get the gift. Just as John suspected, it went on sale. John got his wife a beautiful necklace. \n Question: Why did John get his wife?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Sam is deathly allergic to peanuts. His friend Bob gives him a delicious cupcake to eat. Bob did not know Sam had any allergy at all! Sam starts to go into anaphylaxis. Bob saves Sam by injecting Sam with his EpiPen. \n Question: Why did Bob save Sam?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: I baked some cookies. I invited my friends to eat them. We had a great time eating the cookies. There was one cookie left. We decided to split the cookie to avoid fighting over it. \n Question: Why did I invite my friends?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Chris wanted to purchase new snow skis. He researched his options online. He found many good deals. He made an online purchase of the skis. He was happy with his purchase. \n Question: Why did He find many good deals?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Jeff learned how to play guitar at a very young age. He started a band in high school. They practiced very hard daily. Jeff decided to take this to another level. They took the band on tour and became rockstars. \n Question: Why did Jeff learn how to play guitar at a very young age?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Julie bought a cat today. She named her Lily. Lily was orange and fluffy. Julie was happy to finally have a pet of her own. Julie is excited to have Lily in her life. \n Question: Why was Julie happy to finally have a pet of her own?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: I had dinner with three coworkers in October. Rita is a single 49 year old white woman. Estelle is a 40 year old black woman and Steve is white. Rita told us she would not date interracially because of her father. Everyone said Rita was foolish. \n Question: Why is Estelle a 40 year old black woman and Steve is white?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Samantha had recently acquired a wooden dresser from an auction. She wanted to repaint it to put in her room. She sanded the dresser and then found a secret compartment. Inside the secret compartment was a $100 bill. She was elated and used the money to buy dinner for her family. \n Question: Why did She sand the dresser?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Sally and Sam decided to go to the beach. They packed all their things in the car. They drove for two whole hours. When they got to the beach, it was beautiful. Sam and Sally swam in the ocean all day. \n Question: Why did They drive for two whole hours?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Mary fell while playing volleyball. She landed on her wrist, and it broke! Mary rushed to the emergency room. The doctor there bandaged her hand and gave her medicine. Soon Mary's hand was as good as new! \n Question: Why did She land on her wrist?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Neil was visiting Scandinavia. His favorite stop was Lapland. He saw the strange Northern folks' homes and towns. It was so exotic and lovely! Neil decided he would love to winter in Lapland! \n Question: Why did Neil decide he would love to winter in Lapland?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: I was riding my bike to my friends house. Suddenly, I felt a pop and my bike stopped working. I took the bike home and checked out the problem. I went to the store and bought the tube to fix the tire. I went home and fixed my bike and went for a ride. \n Question: Why did I take the bike home?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Kelly wanted to make cookies. She took her favorite recipe out of her card box. She mixed the batter according to the recipe. She baked the cookies. Kelly sat and enjoyed a warm cookie with a glass of cold milk. \n Question: Why did Kelly sit ?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: I was so afraid I had breast cancer. I went to the doctor for a biopsy. They put a large needle in my breast and took a sample. I had to wait for a week for results. I am happy to be cancer free. \n Question: Why had I to wait for a week for results?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Ida wanted to be on the swim team. She tried out, but she did not make the team. The coach told Ida to practice and try again next year. She followed his instructions. The next year, I finally made the swim team! \n Question: Why did Ida want to be on the swim team?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: My friends took me to the back of their house. Jeffrey pulled out a cigarette. He asked if I tried it before and I said no. He forced me to try it. When I took a puff, I started to cough. \n Question: Why did Jeffrey pull out?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: There was a leak in my kitchen pipes. I tried to call the plumber but he never answered the phone. I knocked on my neighbor's door and asked to borrow some sealant. He only had glitter glue. Now my pipes are covered in glitter, but at least they don't leak. \n Question: Why was There a leak?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: One day, I decided I wanted to own a dog. I walked to the pet store with my boyfriend to see our options. Once we got there, we saw there were many kinds of pets. I was very drawn to the birds section, instead of the dogs. I bought a cockatoo instead, and named her Chica. \n Question: Why was I very drawn to the birds section , instead of the dogs?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Tom wanted to play golf. He went to a used sporting equipment store. He browsed the selection. He purchased clubs. He drove to the course and began playing. \n Question: Why did He browse the selection?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Shirley was pregnant and had just gone into labor. She was a first time mom and expected to have quite a wait. Surprisingly, her contractions began progressing quickly. She rushed to the hospital and got some medicine. Before she could wrap her head around it, her baby was born. \n Question: Why was Shirley pregnant?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Amy went to Napa on vacation. She visited a local winery to go on a wine tasting. She had a lovely time trying the wines of the region. Amy loved the winery and purchased 2 bottles. She had a great time on her Napa Valley vacation. \n Question: Why had She a great time?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Yesterday I went on my first coaster. I was very nervous. I sat in the ride and shut my eyes. When we took off I screamed at the top of my lungs. I was terrified. \n Question: Why did I sit in the ride?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: The alarm clock beeps. Sara jumps out of bed and runs downstairs for breakfast. She eats a bowl of cereal and grabs her homework. Her mom packs her a lunch for the day. Sara runs out the school bus to go to school. \n Question: Why did Sara jump out of bed?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: I was going to a friend's wedding. I didn't have a suit but needed one. I went to a local tailor. They measured me and made me a suit. It was surprisingly cheap,and the suit looked good. \n Question: Why did They measure me?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Bob and Richard decided to go skating. They went to the rink and rented skates. Richard skated fast. Bob tried to keep up but fell. Richard felt bad because Bob got a big bruise. \n Question: Why did Bob and Richard decide to go skating?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Johnny was a very experimental guy. He decided to experiment with another male. He got drunk, invited over a gay friend and made out with him. He woke up the next day, and was horrified at what he did. He kicked his friend out and never talked to him again. \n Question: Why was Johnny a very experimental guy?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Dawn and Joyce went for a walk. It wasn't long till it started raining hard. They took off running to the house. They got so cold and wet. They had to change their clothes. \n Question: Why had They to change their clothes?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: There was a crowd outside the clothing store that day. Everything was on sale. As soon as opening time came the doors started to open. The large crowd burst forward and into the store. They devoured nearly everything and destroyed anything in their path. \n Question: Why did They devour nearly everything?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Tim was going to his graphic design class. He brought his laptop to show a final presentation. During the presentation the laptop battery died. He left his charger at home, but a classmate had one. Tim borrowed the charger and finished the presentation. \n Question: Why did He leave his charger?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: I stepped outside to get the mail. The fog was so thick I couldn't see the mail box. I followed the driveway to the street. From there I followed the street to the mailbox. There was no mail yet. \n Question: Why was There no mail?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Boris needed money. He decided to hold up a bank. He used a fake gun. The police officer at the bank realized the gun was fake. The police officer shot Boris and arrested him. \n Question: Why did He decide to hold up a bank?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: I worked in a hotel for a few years. One day a guest accused me of stealing her personal products. I, flabbergasted, refuted the claim. She pursued it with my boss. My boss checked the surveillance and she was found to be lying. \n Question: Why did I work in a hotel?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Jason writes for one hour every days. He has done this for 300 days now and has many pages. Jason revises his writing into a book. Jason sends the book to publishers. One publisher buys the book from Jason \n Question: Why did Jason send the book?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: I was riding my bike to my friends house. Suddenly, I felt a pop and my bike stopped working. I took the bike home and checked out the problem. I went to the store and bought the tube to fix the tire. I went home and fixed my bike and went for a ride. \n Question: Why did I go home?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Kim realized she didn't want to eat meat anymore. She had a friend who was a vegetarian. She ate dinner at her friend's house to try out vegetarian meals. She was surprised how good the food was. Kim decided right then to become a vegetarian. \n Question: Why did She eat dinner?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Kyle woke up late for school one day. He rushed to get ready for school and not be late to first period. He barely made it on time for first period. When he got home that night, he realized he had forgotten his key. Kyle swore he would never wake up late again. \n Question: Why did Kyle swear he would never wake up late again?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Bryan was bored one day, so he decided to look on the news. The news was full of negativity and violence. Bryan felt bored by what he was reading so he turned off his computer. He left to the park with his dog instead. He had a great time and felt happy with his dog. \n Question: Why had He a great time?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: It was a cold day. So Jen made coffee. It made her feel warm. And her head felt more clear. Jen enjoyed her coffee. \n Question: Why did It make her feel warm?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Charles wanted to be a successful writer. But, at the age of forty one, he hadn't accomplished anything. He had started a book about a year ago. He decided to persevere and finish the book. He self published the title and then got a call from a publisher. \n Question: Why did Charles want to be a successful writer?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Tara had really bad back pain. She went to her doctor to get it checked out. Her doctor told her to improve her posture at work. Tara bought a brand new $500 office chair. She no longer had any back pain with her improved seating position. \n Question: Why did She go to her doctor?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Desmond and Alexis are brother and sister. They both love dinosaurs. One day, Desmond lost his dinosaur. He was very sad. Alexis decided to share her dinosaur to make Desmond happy. \n Question: Why was He very sad?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Jim told Jay that girls have cooties. Jay replied that girls don't have cooties. Jim asked Jay to prove it. Jay admitted that he was dating Marla. Jim kicked Jay in the shin and called him a sell-out. \n Question: Why did Jay admit that he was dating Marla?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Me and my girlfriend went to the park to see the red leaves. We walked around the park and looked at all of the different trees. Suddenly, my girlfriend noticed an odd shape in the sky and told me. I looked up and saw a weird orb before it vanished. We then continued walking and eventually went back to our car. \n Question: Why did We walk around the park?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: John was very happy when the weekend came this week. He had a snowboarding trip to go on. He was gone all weekend. John and his friends had a blast snowboarding. He had even taken a day off from work on Monday for it. \n Question: Why had John and his friends a blast snowboarding?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Shay wanted her big sister to like her. She tried talking to her sister about things, but that never worked. Then she read a  oil that suggested she listen instead of talk. She began to ask her sister open-ended questions. Soon Shay was happily communicating with her big sister! \n Question: Why did She try talking to her sister about things?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Tom broke his mother's vase. She demanded an explanation from him. Tom claimed that a dragon did it. She looked him deep in the eye. Tom apologized for lying about the vase. \n Question: Why did She demand an explanation from him?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Lucy was driving down the street when she got a flat tire. She has never changed a tire before and didn't know how. She used her smartphone to watch a video tutorial on how to. She followed the instructions and had it changed within ten minutes. She is very thankful for the technology we have access to today. \n Question: Why is She very thankful for the technology we have access to today?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: The teenager entered the boutique. A dress caught her eye. She tried it on. She removed the store tags. She walked out without paying for the dress. \n Question: Why did She try it?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Matt was hungry. He looked in his kitchen to find ingredients for food. He decided to make a new kind of pasta. It turned out really badly. He decided to never experiment with pasta ever again. \n Question: Why did He look in his kitchen?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: One day Henry was walking towards his mailbox. He noticed a small young kitten in the grass. Henry picked up the cat and noticed it had no tag. He asked his neighbors if they knew the cat. Nobody recognized it, so he adopted it himself. \n Question: Why did Henry pick up?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Cynthia was shopping at the mall. She roamed around Saks for awhile. She ran to a silk scarf that had caught her eye. She shrieked as she saw the price tag. Cynthia disappointedly walked out of Saks. \n Question: Why did She run to a silk scarf that had caught her eye?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Jill wanted to race Sara! They both met up in the park! They ran as fast as the could! They both tied! They laughed knowing that they were both great runners! \n Question: Why did They laugh knowing that they were both great runners?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Terry wanted to increase his intelligence. He decided to look to his idols. His idols listed their hobbies online. He copied his idols hobbies of studying great leader's works. He soon saw his mental acuity and overall intelligence improve. \n Question: Why did Terry want to increase his intelligence?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Phil wanted to take his dad fishing on Father's Day. They packed all of their tackle up and left the house. Phil's dad remembered taking his father fishing once. Despite being on the lake for hours, they managed to catch nothing. Phil was glad he got to spend the day with his dad, fish or no fish. \n Question: Why was Phil glad he got to spend the day with his dad , fish or no fish?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Joe wore a striped shirt to school. Everyone laughed at him. Stripes were not cool at that school. Joe then painted his shirt one plain color. Everyone was amazed at how creative he was. \n Question: Why did Everyone laugh at him?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: John desperately needed some money to pay bills. He decided the best thing to do was to start his own business. John was really good at mowing lawns, so that is what he decided to do John worked very hard to make his business successful, and soon it was John soon had all the money he ever needed from his new business. \n Question: Why was John really good at mowing lawns?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: I had some very delicious tea. I brewed it with eager anticipation. When it was done, I threw away the tea bag and took a big sip. The tea was way too hot! I burned my mouth. \n Question: Why did I brew it?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Sylvia was lying in bed. She was trying to sleep but suddenly heard a noise. She became terrified. She woke up her boyfriend and asked him to go check on it. It turned out to be the fridge, and Sylvia calmed down. \n Question: Why did She become terrified?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: It was raining outside but Moby said we still had to work. Everyone was mad, but we had to go outside. Moby was in such a great mood it rubbed off on everyone else. We finished the patio, and mulch in one day! After work, Moby was surprised how influential positivity was. \n Question: Why was Everyone mad?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: I have been running every day this week. I ran four miles yesterday. I started noticing a pain on my ankle. I took off my shoe and there was a blister. No more running until it clears up. \n Question: Why did I start noticing a pain on my ankle?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Jimmy graduated high school, but his grades weren't great. He applied to his favorite university. A few months later, he got a rejection letter in the mail. Upset, Jimmy decided to go straight to work. Jimmy made good money and was secretly glad he got rejected. \n Question: Why did Jimmy graduate high school?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Jon's house was robbed in the middle of the night. Jon decided he needed to protect himself. Jon decided to buy a gun from the black market. Eventually, a robber tried to rob Jon's house again. Jon shot the robber but was arrested for illegal possession. \n Question: Why did Jon decide he needed to protect himself?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Lis was a great football player. She knew the sport like the back of her hand. She wanted to play on her school's team. Lis was worried they wouldn't accept her. She tried out anyway and became the first girl on the team. \n Question: Why did She try out?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: I saw a website that advertised a free copy of the Book of Mormon. I had to give out my name, address, and phone number. A Mormon called me and asked why I wanted the book. I told her I study religions as a hobby. She said they would send me a book in the mail. \n Question: Why had I to give out my name , address , and phone number?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: I bought Aunt Ann a cell phone and taught her how it worked. She wanted to know where was the phone's cord. I explained the phone operated without a cord. Aunt Anne said the phone was a evil devil toy. I took the phone back to the store for a refund. \n Question: Why did She want to know where was the phone 's cord?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: I cooked some meat for my girlfriend. Alas, it was undercooked. She got sick and had to go to the hospital. I couldn't believe that I made her sick. I became a vegetarian so that I would never again risk someone's life. \n Question: Why did I cook some meat?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Rob preferred to work at night and sleep late into the day. This schedule worked with his online job. This schedule also just felt better for him. Rob realized that this was hurting his ability to make business calls. Rob had to adjust to a more typical schedule. \n Question: Why did Rob prefer to work at night and sleep late into the day?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: I met a girl from Greece named Aspasia. I told her very frankly that I wanted to date her. She said she had a boyfriend back in Greece who hadn't yet moved. I told her that what he didn't know wouldn't hurt him. She responded by slapping me right across the face! \n Question: Why did She respond by slapping me right across the face?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: The Browns got a Christmas tree in early November. They all love Christmas and wanted to prolong it. By early December the tree was brown. Many of them were sad because the tree was dying. They got a new tree in mid-December. \n Question: Why did The Browns get a Christmas tree?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Tom broke his mother's vase. She demanded an explanation from him. Tom claimed that a dragon did it. She looked him deep in the eye. Tom apologized for lying about the vase. \n Question: Why did She look him?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Ricardo Brown is a Rap artist who rose to the top. It started when he rapped at a party, and he was in the 11th grade. He had made a name for himself as a talented rapper. Six months later he met Snoop Dogg and Doctor Dre. Dre let Ricardo Rap on a few songs and Ricardo became a Rap star. \n Question: Why did Dre let Ricardo Rap on a few songs and Ricardo became a Rap star?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Yesterday I went fishing at the river. I had my secret bait with me. I caught my limit of fish in less than an hour. When I left other people asked me what I was using for bait. I told them it was a secret and I would never tell anyone. \n Question: Why did I tell them?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Sandy had an old wood table she needed to sell. She put it up for sale online, and someone answered the ad. They offered a price, and Sandy accepted. The person came over, picked up the table, and paid. The person left after loading up the table on his truck. \n Question: Why had Sandy an old wood table she needed to sell?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Randy spent almost an hour cleaning all the dishes at his house. He was glad to see his kitchen finally cleaned. But when he and his family had dinner, the kitchen became a mess. Randy was too tired to do the dishes again. And nobody else wanted to help. \n Question: Why was Randy too tired to do the dishes again?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Max spent the day raking leaves. He raked them to the curb to be taken away. That night, a storm blew through town. Max's leaf piles were blown apart. Max spent the next day raking the leaves all over again. \n Question: Why did Max spend the day?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Jimmy made sure that his mom was still asleep. He crept to the kitchen and prepared a delicious breakfast. He brought it into his parent's room and gently woke his mom. She sat up sleepily and rubbed her eyes. She smiled as Jimmy wished her a happy Mother's Day. \n Question: Why did Jimmy make sure that his mom was still asleep?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: I ordered a guitar online on January 15th from a Luthier. The guitar was a special order to be delivered by Federal Express. It was insured and I needed to be home to sign for it. I waited for my new instrument and did not leave my house that day. I was so delighted my guitar was delivered that January afternoon! \n Question: Why did I wait for my new instrument?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: I finished my a day at my first job. I had a lot of extra tip money and wanted to spend it. I drove to the gas station to buy something. I bought snacks and cigarettes. I went home and hung out with my friends. \n Question: Why had I a lot of extra tip money?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Sue's mom took her shopping before she moved into the dorm. Sue wanted a leopard print bed-in-a-bag, but her mom said no. She reminded Sue that her grandma had made her a patchwork quilt. Sue was jealous when her new roommate unpacked a zebra bed-in-a-bag. But the roommate touched the patchwork quilt with quiet reverence. \n Question: Why did Sue want a leopard print?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Lee found a wallet on the street. He saw that it contained credit cards. He tried to use them to purchase a bicycle. But the card's' owner had alerted the police. Lee was arrested for using the card. \n Question: Why did He see that it contained credit cards?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: I sat in a rowboat. The waves were crashing over the sides. My little rowboat was taking on water. I tried to bail it out, but I wasn't fast enough. I'm glad that I knew how to swim. \n Question: Why 'm I glad that I knew how to swim?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Jill's dad found her a car for cheap. It needed a new engine put in, but the car came with the new engine. Jill and her dad worked hard to put the engine in. Then they put the necessary fluids in and started the engine. Jill was happy to have helped her dad fix her own car. \n Question: Why did Jill and her dad work hard?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Bob left a ham sandwich on the table to go get a drink. He had only turned around for a few seconds. But when he sat back down it was gone. He found his dog a few minutes later licking her lips. He knew not to trust her around the table any more. \n Question: Why did He know not to trust her around the table any more?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: One morning Billy woke and looked outside. Everything was white. He got his boots and coat on. His mom said there is no school. Billy played in the snow all day. \n Question: Why did Billy play in the snow?",
            "output": [
                "Answerable"
            ]
        }
    ]
}