{
    "Contributors": [
        "Phani Rohitha Kaza",
        "Xinran Xie"
    ],
    "Source": [
        "Dataset Card for Asian Language Treebank (ALT) (https://huggingface.co/datasets/alt)"
    ],
    "Categories": [
        "Language Translation"
    ],
    "Definition": "In this task, your task is to convert a sentence in English into Chinese.",
    "Input_language": [
        "English"
    ],
    "Output_language": [
        "Chinese"
    ],
    "Instruction_language": [
        "English"
    ],
    "Positive Examples": [
        {
            "input": "The manager of the fruit stand always sat and only sold vegetables.",
            "output": "水果摊的经理总是坐着，只卖蔬菜。",
            "explanation": "The above sentence is correctly translated from English to Chinese"
        },
        {
            "input": "As you consider all the possible ways to improve yourself and the world, you notice John Travolta seems fairly unhappy.",
            "output": "当您考虑改善自己和世界的所有可能方法时，您会注意到约翰特拉沃尔塔似乎相当不高兴。",
            "explanation": "The above sentence is correctly translated from English to Chinese"
        }
    ],
    "Negative Examples": [
        {
            "input": "At that moment I was the most fearsome weasel in the entire swamp.",
            "output": "顺流而下的水从车上看没那么厉害",
            "explanation": "The above sentence is not correctly translated from English to Chinese as none of the words match the translation."
        },
        {
            "input": "She lived on Monkey Jungle Road and that seemed to explain all of her strangeness.",
            "output": "当我做意大利面时，我喜欢把它煮沸几分钟，所以面条非常滑。",
            "explanation": "The above sentence is not correctly translated from English to Chinese as none of the words match the translation."
        }
    ],
    "Instances": [
        {
            "input": "According to the IMB, there have been 23 other pirating attacks in coastal waters off the east African nation since March 15.",
            "output": [
                "据国际海事组织称，自3月15日以来，这个东非国家的沿海水域还发生了其它23起海盗袭击事件。"
            ]
        },
        {
            "input": "The comments came in a public hearing of a policy working group of the Public Safety and Justice Committee, convened to discuss a November 7 recommendation by District Attorney Jeff Rosen to honor ICE detainer requests for serious and violent offenders.",
            "output": [
                "这一评论是在公共安全和司法委员会的一个政策工作组的公开听证会上发表的，该工作组召集会议讨论了地区检察官杰夫·罗森于11月7日提出的一项建议，即尊重对严重和暴力犯罪者的拘留要求。"
            ]
        },
        {
            "input": "The United States Environmental Protection Agency claimed that in 2000 only 1% of plastic bags in the United States were recycled.",
            "output": [
                "美国环境保护局声称，2000年美国只有百分之1的塑料袋被回收利用。"
            ]
        },
        {
            "input": "A half-time performance by rock musician Lenny Kravitz included the song \"American Woman\", originally performed by Winnipeg band The Guess Who.",
            "output": [
                "摇滚音乐家蓝尼·克罗维茨的中场表演包括《美国女人》这首歌，这首歌最初是由来自温尼伯的乐队“猜是谁合唱团”演唱的。"
            ]
        },
        {
            "input": "The weather was good as the plane was landing in San Francisco.",
            "output": [
                "飞机在旧金山降落的时候，天气很好。"
            ]
        },
        {
            "input": "Myers also was the coach of the girls' volleyball at Parkway North High School.",
            "output": [
                "迈尔斯还是帕克韦北高中女排的教练。"
            ]
        },
        {
            "input": "According to Pahad South Africa wishes to share its experiences on the transformation from the Apartheid-era to democracy with the Palestinians and Israel.",
            "output": [
                "帕哈德说，南非希望与巴勒斯坦和以色列分享其从种族隔离时代向民主政体转变的经验。"
            ]
        },
        {
            "input": "It's that all monies going into Tigray — that would be Oxfam, Save the Children, UNICEF and Christian Aid — somehow, we were all duped and gulled.",
            "output": [
                "所有的钱都捐给了蒂格雷，包括牛津饥荒救济委员会、救助儿童会、联合国儿童基金会和基督教救助会，不知怎么的，我们都被骗了。"
            ]
        },
        {
            "input": "FA chief executive Brian Barwick expressed his disappointment at the annual meeting of the IFAB in Gleneagles, Scotland: \"We were in favour of goal-line technology but there will be no more experiments and it will not be back on the agenda next year, or in the foreseeable future.\"",
            "output": [
                "英足总首席执行官布莱恩·巴威克在苏格兰格伦伊格尔斯举行的IFAB年会上表达了他的失望：“我们支持球门线技术，但不会再有更多的实验，它也不会在明年或可预见的未来重返议程。”"
            ]
        },
        {
            "input": "Marine police, fire services, the Civil Aviation Department, and the Marine Department immediately sent rescue ships to the scene, which is between Hong Kong Island and the Kowloon Peninsular, inside Victoria Harbour.",
            "output": [
                "海事警察，消防处，民航处及海事处立即派出救援船前往香港岛与维多利亚港内九龙半岛之间的现场。"
            ]
        },
        {
            "input": "They urge customers to lighten the load on power usage to help avoid further service interruption.",
            "output": [
                "他们敦促用户减轻用电负荷，以避免进一步的服务中断。"
            ]
        },
        {
            "input": "Local authorities have said the search involves around 1200 police; InSerbia reports a team of 50 troops have also been dispatched to assist with the manhunt.",
            "output": [
                "地方当局表示搜查涉及约1200名警察；据塞尔维亚报道，还派遣了一支由50名士兵组成的小组协助进行搜捕。"
            ]
        },
        {
            "input": "Wikinews reporter David Shankbone is currently, courtesy of the Israeli government and friends, visiting Israel.",
            "output": [
                "维基新闻记者大卫·尚克博恩目前正在以色列政府和朋友的礼遇下访问以色列。"
            ]
        },
        {
            "input": "Only since 2006 has it been available without a prescription, following lobbying from the World Health Organization and American Medical Association.",
            "output": [
                "直到2006年，在世界卫生组织和美国医学会的游说下，这种药片才被允许无处方购买。"
            ]
        },
        {
            "input": "The fight against terrorism will be done by security organisms of both countries by means of a rigorous legal adjustment in the actions which implies to cooperate so that the sovereignty is not affected and the sovereignty is respected, according to Uribe.",
            "output": [
                "乌里韦说，打击恐怖主义的斗争将由两国的安全机构通过对行动进行严格的法律调整来完成，这种法律调整意味着进行合作，使主权不受影响，主权得到尊重。"
            ]
        },
        {
            "input": "The Somali minister for sports is also reported to be hospitalized and in critical condition.",
            "output": [
                "据报道，索马里体育部长伤势严重，也在医院接受治疗。"
            ]
        },
        {
            "input": "The attacks occurred to the north of Miranshah town in the North Waziristan region.",
            "output": [
                "袭击发生在北瓦济里斯坦地区的米兰沙镇北部。"
            ]
        },
        {
            "input": "The tour comes two weeks before the start of the inaugural Twenty20 World Championship, which will be held in South Africa.",
            "output": [
                "这次巡演将在首届国际性20锦标赛开始前两周举行，该锦标赛将在南非举行。"
            ]
        },
        {
            "input": "Appenzell Innerrhoden (Appenzell Inner Rhodes) is the smallest canton of Switzerland by population and the second smallest by area, Basel-City having less area.",
            "output": [
                "内阿彭策尔州（阿彭泽尔内罗兹）是瑞士人口最少，面积第二小的一个州。巴塞尔城市的面积比它还要小。"
            ]
        },
        {
            "input": "One wheel lay twelve metres from the main wreckage and skid marks were left on the road.",
            "output": [
                "一个轮子离主要残骸12米远，路上留下了打滑的痕迹。"
            ]
        },
        {
            "input": "Johnson's association with the Libertarian Party stretches back to 1993, when he was a dues-paying-member for about a year.",
            "output": [
                "约翰逊与自由党的关系可以追溯到1993年，当时他是一名缴纳会费的党员，任期约一年。"
            ]
        },
        {
            "input": "The bus was headed to Six Flags St. Louis in Missouri for the band to play to a sold-out crowd.",
            "output": [
                "巴士开往密苏里州的六旗圣路易，乐队将在座无虚席的人群中演出。"
            ]
        },
        {
            "input": "A police station of the Spanish Guardia Civil was attacked today Friday by a car bomb in the Basque city of Durango, injuring two policemen.",
            "output": [
                "西班牙国民警卫队的一个警察局星期五在巴斯克城市杜兰戈遭遇汽车炸弹袭击，两名警察受伤。"
            ]
        },
        {
            "input": "\"The only thing different about this case is that he happened to be a journalist, so it became a high-profile public case.\"",
            "output": [
                "“关于此事唯一的区别在于他发生在一个记者身上，所以这将会成为一个引人注意的公共事件”。"
            ]
        },
        {
            "input": "In an interim report by the human rights council rapporteur, Swiss senator Dick Marty made public the 42-member nation's preliminary conclusions regarding CIA activity on European Union soil.",
            "output": [
                "在人权理事会报告员的一份临时报告中，瑞士参议员迪克·马蒂公布了42个成员国关于中央情报局在欧盟领土上活动的初步结论。"
            ]
        },
        {
            "input": "The current bill was passed in the House of Representatives a year ago by a 420-3 vote.",
            "output": [
                "一年前，众议院以420票对3票通过了该法案。"
            ]
        },
        {
            "input": "Police efforts are underway to track the origin of the letter that initiated the scare.",
            "output": [
                "警方正在努力追查引发恐慌的那封信的来源。"
            ]
        },
        {
            "input": "Following the decision by the Football Association to not renew his contract after the 1990 World Cup, Robson won honours in club football with PSV Eindhoven, FC Porto, and FC Barcelona.",
            "output": [
                "1990年世界杯赛后，足协决定不与其续约，此后罗布森又在PSV埃因霍温俱乐部、波尔图足球俱乐部和巴塞罗那足球俱乐部继续创造辉煌。"
            ]
        },
        {
            "input": "Mr Darnton said, \"The monarchy is so distant in New Zealand that I don't think becoming a republic would make a big difference in many people's lives.\"",
            "output": [
                "达恩顿表示：“在新西兰，君主制是如此遥远，我不认为成为一个共和国会对许多人的生活产生重大影响”。"
            ]
        },
        {
            "input": "Anna knew both the joy of giving life, and the heartache of losing a child.",
            "output": [
                "安娜知道给予生命的快乐和失去孩子的心痛。"
            ]
        },
        {
            "input": "One such oil spill in California in 2005 was the result of a naturally occurring crack in the floor of the Pacific Ocean.",
            "output": [
                "2005年加州发生过的一次类似的漏油事件就是由于太平洋海底自然产生的裂缝造成的。"
            ]
        },
        {
            "input": "Reports from the civil affairs bureau tell of large-scale material destruction.",
            "output": [
                "民政局的报告讲述了大规模的物质破坏。"
            ]
        },
        {
            "input": "The local authorities expect that this layer of ash burns the coffee plants of the affected area, decreasing the coffee production of the region considerably.",
            "output": [
                "当地政府预计，这一层火山灰会烧毁受影响地区的咖啡树，从而大大减少该地区的咖啡产量。"
            ]
        },
        {
            "input": "The Federal Reserve's half-point rate cut has already caused a plunge in the world dollar index to a fifteen-year low, reaching the weakest level ever against the Euro at just under $1.40.",
            "output": [
                "美联储的半点降息已导致世界美元指数暴跌至十五年来的低点，兑欧元汇率跌至最低水平，1欧元接近1.40美元。"
            ]
        },
        {
            "input": "Most New Jersey cities received over a foot of snow, while Connecticut, Delaware, Maine, and Maryland all had snow totals topping out at around 1 foot (30.48 centimetres) with Massachusetts topping out at a foot and a half.",
            "output": [
                "新泽西州大多数城市的降雪量超过一英尺，而康涅狄格州、特拉华州、缅因州和马里兰州的降雪量都在1英尺（30.48厘米）左右，马萨诸塞州的降雪量为1.5英尺。"
            ]
        },
        {
            "input": "The little girl had already calmed down from her tantrum by the time of arrival of the police, but they cuffed her anyway.",
            "output": [
                "警察来的时候，小女孩的怒气已经平息下来了，但他们还是把她铐了起来。"
            ]
        },
        {
            "input": "The late John Lennon was also given a star on the pavement, which means that Paul McCartney is now the only member of the Beatles who has not yet been awarded a star.",
            "output": [
                "已故的约翰·列侬也在星光大道上获得了一颗星，这意味着保罗·麦卡特尼现在是甲壳虫乐队唯一尚未获得星形奖章的成员。"
            ]
        },
        {
            "input": "No recording devices of any kind were allowed during the press conference.",
            "output": [
                "记者招待会期间不允许使用任何类型的录音设备。"
            ]
        },
        {
            "input": "A spokesman for Scottish First Minister Alex Salmond said \"The Scottish Government has no territorial demands on our friends in England.",
            "output": [
                "苏格兰首席大臣亚历克斯·萨尔蒙德的发言人说：“苏格兰政府对我们的朋友英格兰没有领土要求。"
            ]
        },
        {
            "input": "Shulze/Powell stated that they felt that they had been stonewalled in some of their FOIA requests by some government agencies.",
            "output": [
                "舒尔茨和鲍尔感觉到，他们根据《信息自由法案》提交的某些请求被某些政府机构耽误了。"
            ]
        },
        {
            "input": "They called upon the government to free two captured Somalis held in Spain, who are suspected of being involved in the seizure of the Alakrana and its crew of 36.",
            "output": [
                "绑架者要求政府释放两名被关押在西班牙的索马里人，他们涉嫌参与扣押阿拉克拉纳号及其36名船员。"
            ]
        },
        {
            "input": "Those amendments would be voted on in a referendum within four months.",
            "output": [
                "这些修正案将在四个月内通过公民投票进行表决。"
            ]
        },
        {
            "input": "In spite of this growth, numerous risks still lurk around the corner, said Balisacan.",
            "output": [
                "巴利萨坎说，尽管有这种增长，但仍有许多风险潜伏在隐秘处。"
            ]
        },
        {
            "input": "The Canadian Government is watching the \"slowing growth\" of the BP oil spill.",
            "output": [
                "加拿大政府正在关注英国石油公司漏油事件的“缓慢进展”。"
            ]
        },
        {
            "input": "School administrators have been reading the school board's Intelligent Design statement to students in Dover public schools.",
            "output": [
                "学校的行政管理人员一直在研究多弗尔学校教育委员会向学生宣读的智能设计声明。"
            ]
        },
        {
            "input": "The Internet security firm Secunia.com, has said that as of March 4, 2011, IE6 has 277 vulnerabilities; 39 percent of these are rated \"highly critical\".",
            "output": [
                "互联网安全公司secunia.com表示，截至2011年3月4日，IE6有277个漏洞；其中百分之39被评为“高度关键”。"
            ]
        },
        {
            "input": "Mr. Libby was obliged to step down after he was indicted on charges that he lied about his role in exposing the identity of Valerie Plame Wilson, a C.I.A. operative, to the journalist Robert Novak in July 2003.",
            "output": [
                "在2003年7月向记者罗伯特·诺瓦克泄露中情局特工瓦莱丽·普拉姆·威尔逊的身份一事中，利比被指控对他在此事中的角色撒谎，随后他被迫辞职。"
            ]
        },
        {
            "input": "\"We want to be having these kinds of streaks in the playoffs.\"",
            "output": [
                "“我们希望在季后赛中能有这样的表现。”"
            ]
        },
        {
            "input": "In the sunshine and heat, which reached 30 degrees Celsius, it became a physical game that saw three bookings and the referee frequently blowing his whistle.",
            "output": [
                "在阳光和气温高达30摄氏度的酷热中，比赛变成了一场体力对抗，裁判员不断鸣哨，并出示了3张红黄牌。"
            ]
        },
        {
            "input": "Gabon's constitutional court recounted returns from more than 2,800 polling stations and confirmed Bongo's win.",
            "output": [
                "加蓬的宪法法院对超过2,800个投票站的结果进行了重新计数，验证了邦戈的胜利。"
            ]
        },
        {
            "input": "Over 100 homes were damaged and at least 30 of them were destroyed.",
            "output": [
                "超过100所房屋受损，其中至少30所房屋被毁。"
            ]
        },
        {
            "input": "Williams allegedly told police that Tyrel said his 18-year-old brother, Troy Lavalle Hill, was their killer.",
            "output": [
                "据传，威廉姆斯告诉警方说，泰洛尔说杀手是他的18岁哥哥特洛伊·拉瓦尔·希尔。"
            ]
        },
        {
            "input": "STS-133 is scheduled to be the final mission of Discovery, with its first being STS-41-D in 1984.",
            "output": [
                "STS-133将是发现号的最后一次任务，它的第一个任务是1984年的STS-41-D。"
            ]
        },
        {
            "input": "\"The fire burned in a very intense state for approximately four hours and basically consumed everything that was burnable,\" said John Tripp the Fire Chief for L.A. county.",
            "output": [
                "洛杉矶消防局局长约翰·特里普说：“大火在非常猛烈的状态下燃烧了大约四个小时，基本上消耗了所有可燃烧的东西。”"
            ]
        },
        {
            "input": "Villiard said, \"The intention is to ensure the safety and security of the detainee and make sure he is able to stand trial.\"",
            "output": [
                "维利亚德说：“目的是确保被拘留者的安全，确保他能够接受审判。”"
            ]
        },
        {
            "input": "Cegalis ran for the seat in 2004, garnering 44% of the vote, the best achieved by a Democrat against Hyde.",
            "output": [
                "塞加利斯在2004年竞选总统，获得百分之44的选票，这是民主党人反对海德所取得的最好成绩。"
            ]
        },
        {
            "input": "\"I'm the only candidate who lives here with roots here.\" The Teamster's lawyer is originally from Edmonton, but has been living in Vancouver environs since 1991.",
            "output": [
                "“我是唯一一个在这里有根的候选人。”Teamster的律师最初来自埃德蒙顿，但自1991年以来一直住在温哥华郊区。"
            ]
        },
        {
            "input": "\"It's like this, I find out that guys in my squad, guys I trusted with my life, are allegedly responsible for one of the most brutal rapes/murders I've ever seen.\"",
            "output": [
                "“事情是这样的，我发现我的队员们，我信任的人，要为我所见过的最残忍的强奸或谋杀负责。”"
            ]
        },
        {
            "input": "The first flotilla to challenge the blockade was stopped by Israeli naval commandos in May this year.",
            "output": [
                "今年5月，第一支挑战封锁的船队被以色列海军突击队拦截。"
            ]
        },
        {
            "input": "While the new measures are not yet officially active, bailiffs are expected to soon be able to use force in entering debtors' homes and restraining them.",
            "output": [
                "虽然新措施尚未正式实施，但执行官预计很快就能够使用强制力进入债务人的家园并限制他们。"
            ]
        },
        {
            "input": "\"These actions have created a climate of fear and more so for a company doing business with Government-owned Air New Zealand,\" English said.",
            "output": [
                "英格利什说：“这些行动制造了一种恐惧的气氛，对一家与政府所有的新西兰航空公司做生意的公司来说更是如此。”"
            ]
        },
        {
            "input": "NASA will be retiring their fleet of Columbia Class Space Shuttles in 2010, but will not have the Shuttles' replacements (the Ares I and Ares V rockets) ready until at least 2014.",
            "output": [
                "美国国家航空和宇宙航行局将于2010年退役哥伦比亚级航天飞机，但至少到2014年才准备好航天飞机的替代品（战神一号和战神五号火箭）。"
            ]
        },
        {
            "input": "David Waltz of Columbia University and Bruce Buchanan of the University of Pittsburgh say that \"For the foreseeable future, the prospect of using automated systems as assistants holds vast promise as these assistants are becoming not only faster but much broader in their capabilities -- more knowledgeable, more creative, and more self-reflective,\"",
            "output": [
                "哥伦比亚大学的大卫·沃尔茨和匹兹堡大学的布鲁斯·布坎南说，“在可预见的未来，使用自动化系统作为助手的前景是巨大的，因为这些助手不仅变得更快，而且在能力上也变得更广泛-更具知识性、更具创造性和更具自省性。”"
            ]
        },
        {
            "input": "South Africa also sees it important to keep in contact with Hamas in the search for peace in the Middle East.",
            "output": [
                "南非还认为，在寻求中东和平的过程中，与哈马斯保持联系很重要。"
            ]
        },
        {
            "input": "\"The only exit is blocked, probably by a fall of ground,\" said Seshoka.",
            "output": [
                "塞绍卡说：“唯一的出口可能因地面坍塌而被堵塞。”"
            ]
        },
        {
            "input": "This seems perfectly reasonable; however experience has shown that once the gun is in the house, it will find other targets.\"",
            "output": [
                "这似乎完全合理；然而，经验表明，一旦枪在房子里，它就会找到其他目标。"
            ]
        },
        {
            "input": "The death toll for this terrorist incident is larger than that for any other which has occurred in the United Kingdom thus far.",
            "output": [
                "这起恐怖事件的死亡人数大于迄今为止在英国发生的任何其他事件。"
            ]
        },
        {
            "input": "Over 100 people died in a massive stampede at the Chamunda Devi temple Jodhpur, in the western state of Rajasthan, India.",
            "output": [
                "在印度西部拉贾斯坦邦的乔德普尔Chamunda Devi寺发生大规模踩踏事件，造成100多人死亡。"
            ]
        },
        {
            "input": "Mexico's electoral court has unanimously rejected claims of massive fraud in the July 2nd presidential election and reported that the partial recount ordered at the end of last month has not changed the original result of a narrow victory for conservative candidate Felipe Calderon of the National Action Party (PAN).",
            "output": [
                "墨西哥选举法庭一致驳回了关于7月2日总统选举中发生大规模作弊的指控，并且报告说，上个月底进行的部分重新计票并没有改变保守派国家行动党（PAN）候选人菲利普·考尔德伦险胜的结果。"
            ]
        },
        {
            "input": "The journey normally takes fifty minutes and only three hours and thirty minutes worth of fuel was on board.",
            "output": [
                "这段旅程通常需要五十分钟，而且飞机上的燃料只够三小时三十分钟。"
            ]
        },
        {
            "input": "Wikinews reporter David Shankbone was curious about torture in American popular culture.",
            "output": [
                "维基新闻记者大卫·尚克波对美国流行文化中的酷刑很好奇。"
            ]
        },
        {
            "input": "52 people were killed and hundreds more injured on July 7th 2005 when four suicide bombers blew themselves up on three separate London Underground trains and a public bus.",
            "output": [
                "2005年7月7日，四名自杀式炸弹袭击者在伦敦的三辆地铁和一辆公共汽车上爆炸，造成52人死亡，数百人受伤。"
            ]
        },
        {
            "input": "As international climate policy director of NRDC Jake Schmidt commented similarly, \"It’s going to be a tense negotiation over emissions cuts for developed countries.\"",
            "output": [
                "“自然资源保护委员会”的国际气候政策总监杰克·施密特也做了相似的评论：“关于发达国家减排计划的谈判将会非常困难”。"
            ]
        },
        {
            "input": "\"The Cockpit Voice recorder revealed that both pilots were concerned about navigation problems and subsequently become engrossed with trouble shooting Inertial Reference System (IRS) anomalies for at least the last 13 minutes of the flight, with minimal regard to other flight requirements.\"",
            "output": [
                "“机舱语音记录器的录音表明，两名飞行员都在关注导航问题，至少在飞行的最后13分钟内均全神贯注于排除惯性参考系统（IRS）的故障，几乎未考虑到其他飞行需求”。"
            ]
        },
        {
            "input": "\"We all have very heavy hearts.\"",
            "output": [
                "“大家心情都很沉重”。"
            ]
        },
        {
            "input": "\"The overall trend over the last two months is of a decreasing number of cases and deaths,\" the WHO said.",
            "output": [
                "世界卫生组织说：“过去两个月的总体趋势是病例和死亡人数减少。”"
            ]
        },
        {
            "input": "This agreement will cement China's role as the center of the South Asian regional economy, and at the same time strengthening bonds between China and other countries in the region and ease their suspicions over a growing superpower.",
            "output": [
                "这一协议将确立中国作为南亚地区经济中心所扮演的角色，同时也强化了中国与该地区其他国家之间的联系，缓解了他们对日益强大的超级大国所持的怀疑态度。"
            ]
        },
        {
            "input": "Fred von Lohmann, senior staff attorney for the EFF, panned the court for not providing a clear test for what constitutes inducement, saying it would discourage innovators unsure of their project's legality.",
            "output": [
                "EFF的高级律师弗雷德·冯·娄曼严厉批评了该法院，称它没有对诱因的构成进行明确的测试，称这将打击不确定其项目合法性的创新者的积极性。"
            ]
        },
        {
            "input": "More than half of PepsiCo's total sales is from snacks, less than 20% is from soft drinks.",
            "output": [
                "百事公司一半以上的总销售额来自零食，不足百分之20来自软饮料。"
            ]
        },
        {
            "input": "Russia, Turkey, Bulgaria, Romania, Georgia, and Ukraine all border on the Black Sea.",
            "output": [
                "俄罗斯、土耳其、保加利亚、罗马尼亚、格鲁吉亚和乌克兰都与黑海接壤。"
            ]
        },
        {
            "input": "The prime suspect was named as 52 year old local man Derrick Bird, a taxi driver.",
            "output": [
                "嫌疑人名叫德里克·伯德，是当地一名52岁的出租车司机。"
            ]
        },
        {
            "input": "Closing the \"Last Call\" segment he appealed for donations, \"Please dig deep - it's for the weans.\"",
            "output": [
                "在结束他呼吁捐款的“最后一个呼吁”环节时，“请深挖-这是给织布工的。”"
            ]
        },
        {
            "input": "\"The Lexmark P450 brings more photo processing functions to the home.\"",
            "output": [
                "“利盟P450打印机为家庭用户提供了更多的照片处理功能。”"
            ]
        },
        {
            "input": "The blaze started burning last Wednesday north of Los Angeles.",
            "output": [
                "大火于上周三在洛杉矶以北开始燃烧。"
            ]
        },
        {
            "input": "This article follows on from interviews with republican, Lewis Holden; and monarchist, Noel Cox.",
            "output": [
                "本文是对共和党人刘易斯·霍尔登的采访，还有君主主义者诺埃尔·考克斯。"
            ]
        },
        {
            "input": "Elizabeth Wilmshurst, then Deputy Legal Adviser to the Foreign and Commonwealth Office, resigned in protest only days before the invasion.",
            "output": [
                "当时担任外交和联邦事务副法律顾问的伊丽莎白·威尔姆舒斯特在入侵前几天辞职以示抗议。"
            ]
        },
        {
            "input": "Doctors in Ural city would have to remove his fingertips, which contracted gangrene after they had frozen, but they were committed to do everything within their power to stop it from spreading.",
            "output": [
                "乌拉尔城的医生们不得不截除他的指尖，因为指尖被冻伤后感染了坏疽。但是他们决心尽一切努力防止坏疽进一步扩散。"
            ]
        },
        {
            "input": "It is not so easy to set up merchant accounts.\"",
            "output": [
                "设置商家帐户并不容易。”"
            ]
        },
        {
            "input": "Both are facing charges including fraud over $5000, possession of property obtained by crime, false pretenses and uttering a forged document.",
            "output": [
                "两人都面临多项指控，包括诈骗逾五千元、持有犯罪所得财物、伪证及使用伪造文件。"
            ]
        },
        {
            "input": "The infections are particularly problematic because nearly a quarter of people who get a staph infection require hospitalization.",
            "output": [
                "感染特别成问题，因为近四分之一的感染葡萄球菌的人需要住院治疗。"
            ]
        },
        {
            "input": "BBC News also say that Khomeini states Iran's economy \"was operating at a level below zero.\"",
            "output": [
                "BBC新闻还称，霍梅尼表示“伊朗经济的运行处于负增长”。"
            ]
        },
        {
            "input": "The lone dissenter, State Representative Careen Gordon from Morris, declined to comment on her vote.",
            "output": [
                "唯一的反对者，莫里斯的州代表凯伦·戈登，拒绝对她的投票发表评论。"
            ]
        },
        {
            "input": "\"I am not experiencing euphoria at being appointed head of the navy.\"",
            "output": [
                "“我不会因为被任命为海军司令而感到兴奋。”"
            ]
        },
        {
            "input": "The boy will be the third in line to succeed to the Japanese throne after the Crown Prince Naruhito and Prince Akishino, father of the child.",
            "output": [
                "这名男孩将是继皇太子德仁和孩子的父亲文仁亲王之后，日本第三顺位王位继承人。"
            ]
        },
        {
            "input": "\"We would like to see a member of Congress look into whether or not the president committed impeachable offenses,\" said John Bonifaz, a constitutional lawyer.",
            "output": [
                "“我们希望看到国会议员调查总统是否犯下了可弹劾的罪行，”宪法律师约翰·博尼法兹说。"
            ]
        },
        {
            "input": "\"The findings of this study together with existing publications on masturbation should be used by health care providers to inform, educate and reassure adolescents about masturbation to provide competent and comprehensive sexuality education in the clinical setting\".",
            "output": [
                "“这项研究的结果，连同现有的关于自慰的出版物，应该被卫生保健提供者用来告知、教育和消除青少年自慰的疑虑，以便在临床环境中提供有能力和全面的性教育。”"
            ]
        },
        {
            "input": "Governor Jon Corzine announced a bill that would provide $270 million to stem cell research.",
            "output": [
                "州长乔恩·科尔津宣布了一项法案，将提供2.7亿美元用于干细胞研究。"
            ]
        },
        {
            "input": "Hamid Karzai, the Afghan President says that although he supports the idea, he urges that there is no need for any \"quick fixes\".",
            "output": [
                "阿富汗总统哈米德·卡尔扎伊表示，尽管他支持这一想法，但他竭力主张“权宜之计”没有必要。"
            ]
        },
        {
            "input": "TransCanada, which owns the pipeline, stopped construction once the protest began.",
            "output": [
                "这条管道的所有者加拿大横贯石油公司在抗议活动开始后就立即停止了建设。"
            ]
        },
        {
            "input": "His older brothers Robert, Donald, and Richard and he formed the Williams Brothers, a singing quartet.",
            "output": [
                "他的哥哥罗伯特，唐纳德，理查德和他组成了威廉姆斯兄弟，一个歌唱四重奏组合。"
            ]
        },
        {
            "input": "Wikibooks is a project operated by the Wikimedia Foundation, a non-profit organization based in the United States which runs several free content wikis, including Wikipedia, a free encyclopedia, and Wikinews, a free news source.",
            "output": [
                "维基图书是由维基媒体基金会运营的一个项目，该基金会是一家总部设在美国的非营利组织，运营着几个免费维基内容，包括免费百科全书“维基百科”和免费新闻来源“维基新闻”。"
            ]
        },
        {
            "input": "TfL, who purchased the Tramlink network from Tramtrack Croydon Ltd. in 2008, announced the plans late January, after submitting the tender to the Official Journal of the European Union (OJEU) on January 29.",
            "output": [
                "伦敦交通局于2008年自哥莱顿有轨电车有限公司购入电车系统网络后，于1月29日向“欧洲联盟公报”（OJEU）提交投标书，并在1月底宣布了该计划。"
            ]
        },
        {
            "input": "The fourteen contractors were en route to launch barges into Lake Pontchartrain in order to fix the break in the 17th Street Canal when, according to police, the gunmen opened fire on the group.",
            "output": [
                "这14名承包商正在登上驳船前往庞恰特雷恩湖修复第17街运河的缺口时，歹徒们对他们开枪射击。"
            ]
        },
        {
            "input": "Berrigan also added that if in fact the United States wanted to cut military aid at this time they have precedent to do so, citing as an example the Reagan administration's cut of military aid and freezing of weapons sales to Israel during its last invasion of Lebanon in 1981, during the then conflict's first 10 weeks.",
            "output": [
                "贝里根还补充说，如果美国真的想在这个时候削减军事援助，他们有这样做的先例，作为一个例子，里根政府在1981年以色列最后一次入侵黎巴嫩期间，在当时冲突的前10周，削减了军事援助，冻结了向以色列出售武器。"
            ]
        },
        {
            "input": "In 1998, Bentsen suffered a small stroke, which he said was caused by a 3-month long trip to 15 different nations.",
            "output": [
                "1998年，本特森患了一次小中风，他说这是因为他到15个不同的国家进行了长达3个月的旅行。"
            ]
        },
        {
            "input": "The bill was defeated 48 to 49 and did not receive the minimum amount of 60 votes to that would allow the bill to be taken to the full Senate.",
            "output": [
                "该法案以48赞成票对49票反对被否决，因为没有获得60票的最低票数，这将使该法案被提交给参议院全体议员。"
            ]
        },
        {
            "input": "Meanwhile, a study by Consumer Focus in early September 2009 suggested that \"energy companies were overcharging customers by ￡100 ($162) every year.\"",
            "output": [
                "同时，“客户导向”在其于2009年9月初公布的研究报告中暗示：“能源公司每年多收取用户100英镑（162美元）的费用”。"
            ]
        },
        {
            "input": "Test subjects will be administered either a placebo or PA-457 that will be taken in combination with the medication they already take.",
            "output": [
                "测试对象将给予安慰剂或PA-457，其将与他们已服用的药物组合服用。"
            ]
        },
        {
            "input": "A pre-game power surge temporarily took the Qwest Field's video displays offline.",
            "output": [
                "比赛前的电源浪涌暂时使韦斯特菲尔德的视频显示离线。"
            ]
        },
        {
            "input": "\"The extreme heat and bushfires of New Year's Day 2006 showed that it isn't going to be fun.\"",
            "output": [
                "“2006年新年之际的极端酷热和丛林大火告诉我们，那不是闹着玩的”。"
            ]
        },
        {
            "input": "Under the PBL deal, Woman's Day, the Australian Women's Weekly and the Bulletin magazines would also have access to the men, Mr McGuire said.",
            "output": [
                "麦奎尔先生说，根据PBL协议，《女性之日》、《澳大利亚女性周刊》和《公告》杂志也将与这些男性进行接触。"
            ]
        },
        {
            "input": "Earlier this week the British government rejected calls for a Public Inquiry, arguing that such an investigation would be too expensive, take too long, and be a distraction from their efforts to combat terrorism.",
            "output": [
                "本周早些时候，英国政府拒绝了公开调查的呼吁，称这样的调查费用太高，花费的时间太长，且分散了他们打击恐怖主义的精力。"
            ]
        },
        {
            "input": "RPG is not recognised by the airline which calls the group \"[lacking] any independence, objectivity or reliability\" and a union front.",
            "output": [
                "该公司并不承认飞行员大队这个组织，称之为一个“不独立，不客观，也不可靠”的联合阵线。"
            ]
        },
        {
            "input": "Mark also noted that Louise Christian, a prominent British human rights lawyer, is now representing the Vestas occupiers.",
            "output": [
                "马克还指出，英国著名人权律师路易斯·克里斯蒂安现在代表维斯塔斯的占领者。"
            ]
        },
        {
            "input": "This year the Prime Minister's increase will be worth just over $14,000 - paying her $6,942 a week.",
            "output": [
                "总理在今年的加薪幅度略超过14,000新元，每周支付给她6,942新元。"
            ]
        },
        {
            "input": "The guns could even have been returned to Uganda, it is only 200 meters away.",
            "output": [
                "这些枪甚至可能被送回乌干达，那里离乌干达只有200米远。"
            ]
        },
        {
            "input": "In addition, the world famous Greek singer Nana Moushouri was presented by the hosts and gave the sign for the start of televoting.",
            "output": [
                "此外，世界着名的希腊歌手纳纳·穆苏库里由主持人介绍登场，并宣布电视投票开始。"
            ]
        },
        {
            "input": "STS-133 is scheduled to be an 11-day mission to the International Space Station to ship supplies to the crew, as well as additional components for the orbital outpost's construction, including the Permanent Multipurpose Module and the third of four ExPRESS Logistics Carriers.",
            "output": [
                "STS-133任务计划为期11天，旨在为国际空间站的工作人员运送物资，以及运输轨道前哨建筑的额外组件，包括永久性多用途模块和四个快速运输舱中的第三个。"
            ]
        },
        {
            "input": "\"We cannot control another people and we will need serious compromise, but that compromise does not include giving another people the ability to destroy us…as if we run from Gaza, Gaza will not run after us.\"",
            "output": [
                "“我们无法控制另一个人，我们需要认真妥协，但这种妥协不包括让另一个人有能力摧毁我们……好像我们从加沙逃跑一样，加沙不会追赶我们。”"
            ]
        },
        {
            "input": "He curled in a free kick from around thirty yards out, and Salih al Sadwn rushed towards Australian goalkeeper Mark Schwarzer.",
            "output": [
                "他在30码外的任意球中发出弧线球，萨利·萨登冲向澳大利亚门将马克·施瓦泽。"
            ]
        },
        {
            "input": "The only known name of the hotel was the John C. Hill Hotel.",
            "output": [
                "酒店唯一为人所知的名称叫做“约翰·C·希尔酒店”。"
            ]
        },
        {
            "input": "Instead, three genes of the HIV virus have been introduced into the adenovirus.",
            "output": [
                "相反，已经将三种HIV病毒基因引入腺病毒中。"
            ]
        },
        {
            "input": "He has stated that he will not transfer power to his successor Alassane Ouattara, the declared winner.",
            "output": [
                "他表示他不会将权力移交给他的继任者阿拉萨内·瓦塔拉。"
            ]
        },
        {
            "input": "Drug maker Merck & Co. was found liable for a person's death concerning the use of the pain medication Vioxx, according to a jury verdict in a Texas court.",
            "output": [
                "德克萨斯一家法庭的陪审团裁决，药物制造商默克集团应该对因使用“万络”止痛药而导致一人死亡的事故负责。"
            ]
        },
        {
            "input": "But the characters \"live on stage and they live in a fantasy world\", he said.",
            "output": [
                "但他说，人物“生活在舞台上，他们生活在幻想世界”。"
            ]
        },
        {
            "input": "Seventy seven people have been injured, two moderately on the roof of the synagogue.",
            "output": [
                "有77人受伤，其中两人在犹太教堂屋顶受伤。"
            ]
        },
        {
            "input": "Environmental groups, including the Sierra Club, were given permission to intervene in the case in support of the actions of the Corps.",
            "output": [
                "环境组织，包括塞拉俱乐部，获准介入此案，以支持兵团的行动。"
            ]
        },
        {
            "input": "According to the Humberside Police, the road traffic accident happened on the A15 near the small village of Hibaldstow, North Lincolnshire at approximately 0739 UTC on Saturday.",
            "output": [
                "据亨伯赛德郡警方消息称，此次交通事故于星期六UTC时间大约7：39发生在北林肯郡的小村庄希伯尔斯托附近的A15公路上。"
            ]
        },
        {
            "input": "The African Children's Choir also sang on stage with this years Top 10.",
            "output": [
                "今年非洲儿童合唱团也在舞台上演唱了今年的前10热门歌曲。"
            ]
        },
        {
            "input": "Pakistani military agreed to help in the rescue mission of Slovenian alpinist Tomaž Humar.",
            "output": [
                "巴基斯坦军方同意协助斯洛文尼亚登山运动员托马胡马尔的营救任务。"
            ]
        },
        {
            "input": "Peter Hofmann said \"Some departments will start with OpenOffice on Windows, others will start with OpenOffice on Linux\".",
            "output": [
                "彼得·霍夫曼说：“一些部门将从Windows上的开源办公开始，其他部门将从Linux上的开源办公开始。”"
            ]
        },
        {
            "input": "Lula also stated that he was ready for a debate on biofuels.",
            "output": [
                "卢拉还表示，他已准备好就生物燃料问题进行辩论。"
            ]
        },
        {
            "input": "On Wednesday, Lapierre said it's a “very hot issue,” and that he’s working to protect the privacy of Canadians.",
            "output": [
                "周三，拉皮埃尔说这是一个“非常热门的问题”，他正在努力保护加拿大人的隐私。"
            ]
        },
        {
            "input": "Figures released by the U.S. 2010 census on Wednesday show that the city of Detroit has lost approximately 238,270 people, one-fourth of its total, since 2000.",
            "output": [
                "周三，美国2010年人口普查公布的数据显示，自2000年以来，底特律已经流失了约238,270人，占总人口的四分之一。"
            ]
        },
        {
            "input": "Mr Howard said the plan addresses issues which fall into its area of responsibility.",
            "output": [
                "霍华德表示，该计划解决了属于其责任范围的问题。"
            ]
        },
        {
            "input": "\"Not every German was a member of the Nazi Party.\"",
            "output": [
                "“不是每个德国人都是纳粹党的成员。”"
            ]
        },
        {
            "input": "A full investigation is being conducted into what caused the crash.",
            "output": [
                "也正在对造成车祸的原因进行全面调查。"
            ]
        },
        {
            "input": "A few seconds after the end of the game, Boise State defensive end Byron Hout taunted Blount and pushed him on the shoulder pad.",
            "output": [
                "比赛结束几秒钟后，博伊西州防守端拜伦·豪特嘲笑了布朗特，并推了推他的肩垫。"
            ]
        },
        {
            "input": "Cambiasso's effort to Lehmann's left was better struck but the keeper had guessed the right side to dive to break Argentine hearts.",
            "output": [
                "坎比亚索的左侧射门踢得更漂亮，但是门将已猜破了意图，用一个鱼跃扑球刺痛了阿根廷的心脏。"
            ]
        },
        {
            "input": "\"Following up on the case and releasing the arrestees is a responsibility of primarily the Iraqi government and then the local government and officials of the Iraqi Kurdistan.\"",
            "output": [
                "“跟进此次事件并释放被捕人员首先是伊拉克政府的责任，其次是当地伊拉克库尔德斯坦政府的责任。”"
            ]
        },
        {
            "input": "Over this week, two UPDF troops were wounded in an ambush and a landmine was discovered on the road leading to the airport.",
            "output": [
                "本周，两名乌干达人民国防军士兵在一次伏击中受伤，在通往机场的路上发现了一枚地雷。"
            ]
        },
        {
            "input": "Laurent's status as a Prince has several judicial consequences for the trial.",
            "output": [
                "劳伦特王子的身份对审判有几个司法后果。"
            ]
        },
        {
            "input": "There have been nine cases of West Nile virus in the Houston region, with one of those resulting in death.",
            "output": [
                "在休斯顿地区，已经发生9起西尼罗河病毒感染，其中有1人死亡。"
            ]
        },
        {
            "input": "According to the Mainichi Daily News, the class action suit is the first that has been filed in Japan related to health damages caused by asbestos exposure at construction sites.",
            "output": [
                "据“每日新闻”报道，集体诉讼是日本第一起提交的与建筑工地石棉暴露造成的健康损害有关的诉讼。"
            ]
        },
        {
            "input": "\"It's time the Australian public knew the reality of what is happening on our land.\"",
            "output": [
                "“现在是澳大利亚公众了解我们土地上发生的事情的时候了。”"
            ]
        },
        {
            "input": "The Dow Jones Industrial Average (DJIA), one of the main stock indices in the United States, has broken an all-time closing record, to close at 14,000.41 points which is up 82.19 points (0.59%) from its last close.",
            "output": [
                "作为美国主要股指之一的道琼斯工业平均指数（道琼斯工业平均指数）创下历史最高收盘纪录，收于14,000.41点，较上次收盘价上涨82.19点（0.59％）。"
            ]
        },
        {
            "input": "\"Never more will we accept that an illegal and illegitimate government is installed in our country,\" he told thousands of supporters following the ruling calling upon them to never accept Calderon as president and to decide if he should form a parallel government and (or) continue nationwide protests.",
            "output": [
                "“我们再也不会允许在我们的国家建立非法政府了”。在法院宣布裁决结果后，他呼吁数千名支持者不要接受考尔德伦成为总统，并且要求他们决定是成立一个平行政府，还是继续全国范围的抗议示威。"
            ]
        },
        {
            "input": "The rich diversity of the riding has less than half of all households reporting English as the first language at home.",
            "output": [
                "英格兰约克郡行政区的丰富多样性使不到一半的家庭将英语作为家庭的第一语言。"
            ]
        },
        {
            "input": "Any company that does not follow this ban can be fined.",
            "output": [
                "任何不遵守此禁令的公司都可能被罚款。"
            ]
        },
        {
            "input": "The study found evidence of polar bear hybridization with a now-extinct population of brown bears that lived in Ireland and Britain during the last ice age.",
            "output": [
                "该研究发现了北极熊与现已灭绝的棕熊种群杂交的证据，这些棕熊在上一个冰河时期生活在爱尔兰和英国。"
            ]
        },
        {
            "input": "Defense Secretary Donald H. Rumsfeld said that the Army's 12-month requirement is linked to reorganization.",
            "output": [
                "国防部长唐纳德·拉姆斯菲尔德说，陆军12个月的要求与重组有关。"
            ]
        },
        {
            "input": "After some research, a freelance journalist writing for Wikinews was able to determine that there was never a hotel on the proposed Elmwood Village Hotel site.",
            "output": [
                "经过一番调研以后，一位“维基新闻”自由撰稿记者得出结论：在建议中的埃尔姆伍德村酒店场址上从来没有出现过任何酒店。"
            ]
        },
        {
            "input": "Comments such as \"Captain Hook\" and \"Hook off Hooky\" have been used.",
            "output": [
                "已经使用了诸如“胡克船长”和“脱离胡克”之类的评论。"
            ]
        },
        {
            "input": "\"It only covers just over a third of the countries of the world and ... we need something that includes all countries of the world,\" said Senator Campbell.",
            "output": [
                "参议员坎贝尔说：“如果它只涵盖世界上三分之一的国家，而且……我们需要的是能够将所有国家囊括在内的某种文件”。"
            ]
        },
        {
            "input": "\"If you start to look at the pathogen levels even in untreated sewage, it's minor compared to animal waste\", she said.",
            "output": [
                "她说：“如果你开始研究在未经处理的污水中的病原体水平，再与动物粪便相比，就微不足道了。”"
            ]
        },
        {
            "input": "The hijab is a veil that leaves the face visible while covering the hair and neck, and the chador covers only the body.",
            "output": [
                "头巾是一种遮住头发和脖子的面纱，不遮脸部，披巾只遮住身体。"
            ]
        },
        {
            "input": "Tokyo economist Koichi Haji predicts that the hope instilled in the Japanese people by the election result will stimulate the economy, causing stock prices to rise.",
            "output": [
                "东京经济学家Koichi Haji预测，选举结果给日本人民灌输的希望将刺激经济，导致股价上涨。"
            ]
        },
        {
            "input": "The US arrested the ten spies that are to be returned to Russia as part of its breakup of a long-term spy ring that had operated for years, and involved the spies living as American civilians, some as couples.",
            "output": [
                "美国逮捕了将返回俄罗斯的10名间谍，这是美国瓦解一个已运作多年的长期间谍集团的一部分，其中包括以美国平民身份生活的间谍，其中一些人是夫妻。"
            ]
        },
        {
            "input": "Alcohol use problems, however, were equally prevalent regardless of treatment outcome.",
            "output": [
                "然而，不管治疗结果如何，酒精使用问题同样普遍。"
            ]
        },
        {
            "input": "The flight had been a scheduled domestic passenger service between Djuanda Airport at Surabaya and Sam Ratulangi Airport at Manado, and disappeared from radar screens at 35,000 feet.",
            "output": [
                "该航班当时正执行往来于泗水的朱安达机场和万鸦老的萨姆·拉图兰吉机场之间的国内客运服务。飞机于35,000英尺高空从雷达屏幕中消失。"
            ]
        },
        {
            "input": "The United Nations will hold a conference on Thursday at the annual session of the UN in New York to discuss the Millennium Development Goals.",
            "output": [
                "联合国将于周四在纽约联合国年会上召开会议，讨论千年发展目标。"
            ]
        },
        {
            "input": "North Korea's official news agency is reporting that the country has finished removing all its spent nuclear fuel rods, over 8,000 of them, from the main reactor in the Yongbyon nuclear plant.",
            "output": [
                "朝鲜官方通讯社报道称，该国已经完成了从宁边核电站主反应堆中清除所有8,000多根废核燃料棒的工作。"
            ]
        },
        {
            "input": "The Associated Press indicated that criminal charges against Simon are being considered.",
            "output": [
                "美联社表示正在考虑对西蒙的刑事指控。"
            ]
        },
        {
            "input": "According to Tandy, Dye \"was concerned about the impact it would have in the building,\" and, on March 4, informed the school's principal of her past after being asked by the student.",
            "output": [
                "3月4日，在被学生询问后，戴伊将自己的过去告知了校长。据坦迪说，戴伊“担心这会对学校造成影响”。"
            ]
        },
        {
            "input": "Officials said that pirates tried to flee in the dark, but were caught by a Canadian vessel.",
            "output": [
                "官员说，海盗试图在黑暗中逃跑，但被一艘加拿大船只抓获。"
            ]
        },
        {
            "input": "Fuel costs have fallen, but previous hedging has negated this benefit.",
            "output": [
                "燃料成本已经下降，但之前的对冲已经抵消了这一好处。"
            ]
        },
        {
            "input": "The ceremony was blessed by the Ecumenical Patriarch of Constantinople, Bartholomew.",
            "output": [
                "仪式得到了君士坦丁堡普世大主教巴塞洛缪的祝福。"
            ]
        },
        {
            "input": "Earlier unconfirmed reports had said the debris could have been the result of a small plane exploding.",
            "output": [
                "早些时候，有未经证实的报告说，这些碎片有可能来自一架爆炸的小型飞机。"
            ]
        },
        {
            "input": "They did not draw any conclusion as to why such movement was observed.",
            "output": [
                "至于为什么这一动作能被观察到，他们并未提供任何结论。"
            ]
        },
        {
            "input": "Romania have lost both their games and are fourth in the group with one point, behind Italy with four and Portugal with none.",
            "output": [
                "罗马尼亚队两场皆输，得1分，位列C组第四，排在得4分的意大利队和未得分的葡萄牙队后面。"
            ]
        },
        {
            "input": "\"At 2:30 pm, the medical team informed me, as well as the officials and members of the family present, that the president of the republic, head of state Omar Bongo Ondimba had just passed away following a heart attack,\" Ndong said, adding that the president had been admitted to the clinic early in May.",
            "output": [
                "“下午2：30，医疗队通知我，以及在场的官员和他的家人，共和国总统，国家元首奥马尔·邦戈·翁丁巴刚刚在心脏病发作后去世了。”恩东还补充说，总统于5月初入院。"
            ]
        },
        {
            "input": "Ronaldo then had a chance for his second as he was released by Rooney, but a last ditch tackle by DeMerit kept the scoreline at 2-1.",
            "output": [
                "然后，在鲁尼的策应下，罗纳尔多获得了再次得分的机会，但是德梅里特在最后关头的铲球将比分保持在2-1。"
            ]
        },
        {
            "input": "Wikinews has confirmed that the reports are accurate through discussion with people attempting to access Wikipedia from China.",
            "output": [
                "维基新闻与试图从中国访问维基百科的人进行了讨论，证实这些报道是准确的。"
            ]
        },
        {
            "input": "The government has already moved to nationalize the country's third largest bank, Anglo Irish.",
            "output": [
                "政府已经着手将该国的第三大银行盎格鲁爱尔兰银行国有化了。"
            ]
        },
        {
            "input": "Many of the female protesters wore a scarf to hide their hair, and some wore a hijab or veil.",
            "output": [
                "许多女抗议者戴着围巾遮住头发，有些人戴着头巾或面纱。"
            ]
        },
        {
            "input": "The most notable changes surrounding the role of the chaplain include its removal as a permanent position on the facility's Library Working group and its exclusion from the decision process on appropriate detainee reading material.",
            "output": [
                "围绕牧师角色最引人注目的变化包括，其不再作为图书馆工作小组的永久成员并无法决定哪些是囚犯适合阅读的材料。"
            ]
        },
        {
            "input": "Rescuers are currently on the scene and they expect to reach the men within 24 hours.",
            "output": [
                "救援人员目前正在现场，他们希望在24小时内找到这些人。"
            ]
        },
        {
            "input": "One particular shark, dubbed 'Gomulka' by Tuijn, has been trailing the adventurer's boat for extended periods.",
            "output": [
                "有一条特别的鲨鱼，被图金称为“哥穆尔卡”，它已经在这位冒险家的船后面跟了很长一段时间。"
            ]
        },
        {
            "input": "\"By promoting repair, which is the goal of prolactin therapy, we have hope of actually improving symptoms in people with MS.\"",
            "output": [
                "“通过促进修复，这是催乳素治疗的目标，我们希望实际改善MS患者的症状。”"
            ]
        },
        {
            "input": "In addition, guards are not to allow ICRC staff to pass mail to detainees.",
            "output": [
                "此外，警卫不允许国际红十字会工作人员将新信件交给囚犯。"
            ]
        },
        {
            "input": "\"I would like to offer my condolences and sympathies to his family and close friends.\"",
            "output": [
                "“我想向他的家人和亲密的朋友表示哀悼和慰问。”"
            ]
        },
        {
            "input": "Other films include A Thousand Kisses Deep, and A White Mule.",
            "output": [
                "此外还有“一千个深吻”和“白骡”等电影。"
            ]
        },
        {
            "input": "He added, \"I have an impression, just hearing of it, that it's a reasonable judgment.\"",
            "output": [
                "他补充说，“我有个印象，仅仅是听说，这是一个合理的判断。”"
            ]
        },
        {
            "input": "Brazilian driver Filipe Massa, driving for Ferrari, won the Brazilian Grand Prix at Autódromo José Carlos Pace in Interlagos, São Paulo.",
            "output": [
                "为法拉利车队效力的巴西车手菲利普·马萨在圣保罗英特拉格斯的何塞·卡洛斯·佩斯高速公路上赢得了巴西大奖赛的冠军。"
            ]
        },
        {
            "input": "Wood advised Straw, then Secretary of State for Foreign and Commonwealth Affairs, that invading Iraq without the backing of the United Nations Security Council in the form of a specific mandate—which the resolution the government used to support the war lacked—would \"amount to the crime of aggression\", to which Straw responded that he was being \"dogmatic and international law was pretty vague\".",
            "output": [
                "伍德建议时任外交及英联邦事务国务卿的斯特劳，如果没有联合国安理会的支持，以一项具体任务的形式入侵伊拉克，而该国政府用来支持这场战争的决议却缺乏，这将“等同于侵略罪”，斯特劳对此作出了回应，称他是“教条主义”并称“国际法相当模糊”。"
            ]
        },
        {
            "input": "\"Just imagine if I registered a complaint every time my country or president was criticized,\" said the U.S. Ambassador to Canada, David Wilkins.",
            "output": [
                "美国驻加拿大大使大卫·威尔金斯说：“想象一下，如果每一次我的国家或者总统被指责的时候我都提出申诉，会是什么状况。”"
            ]
        },
        {
            "input": "Forty-five were killed at the Ghazl pet market, and 27 were killed in New Baghdad.",
            "output": [
                "在加兹尔宠物市场有45人丧生，在新巴格达则有27人。"
            ]
        },
        {
            "input": "PlanetOut shareholders will represent only 20% of Here Media Inc.'s shares.",
            "output": [
                "PlanetOut股东仅占Here Media Inc.股份的百分之20。"
            ]
        },
        {
            "input": "Villiard, citing privacy rules designed to protect the detainees, did not explain how Manning could harm himself if allowed to wear his underwear.",
            "output": [
                "维利亚德援引旨在保护被拘留者的隐私规定，没有解释曼宁如果被允许穿内裤会如何伤害自己。"
            ]
        },
        {
            "input": "He also said \"A building never collapses like that, unless it's with an implosion.\"",
            "output": [
                "他还说：“像那样的一座建筑物永远也不会倒塌，除非发生内爆”。"
            ]
        },
        {
            "input": "Opposition parties concerned that the three years early election will not resolve the current political situation have announced that they may boycott the April 2 poll.",
            "output": [
                "反对党担心，提前三年举行的选举无法解决目前的政治局势，已宣布他们可能会抵制4月2日的投票。"
            ]
        },
        {
            "input": "As Cassini project scientist Bob Pappalardo put it: \"It's like putting on 3-D glasses and seeing the third dimension for the first time.\"",
            "output": [
                "正如卡西尼项目的科学家鲍勃·帕帕拉多所说的那样：“这就像戴上三维眼镜，第一次看到第三个维度。”"
            ]
        },
        {
            "input": "The United Nations said that the United Nations Mission in Sudan (UNMIS) had dispatched a helicopter to assist the emergency response effort.",
            "output": [
                "联合国表示，驻苏丹的联合国使团（UNMIS）已派遣1架直升机前往协助应急行动。"
            ]
        },
        {
            "input": "The court found that had he done so Aircraft Rescue and Firefighting equipment could have been mobilised ready for the incoming jet.",
            "output": [
                "法庭认为，如果他当时这样做了，那么飞机救援与消防设备是能够被及时动员起来为进场飞机做好准备的。"
            ]
        },
        {
            "input": "Haggis received Academy Awards for writing and producing the 2004 film Crash, which he also directed.",
            "output": [
                "哈吉斯因撰写和制作2004年电影《撞车》而获得奥斯卡奖，他也执导了该片。"
            ]
        },
        {
            "input": "They say there is high tension in Iraq's Anbar province over the government's military actions.",
            "output": [
                "他们说，伊拉克安巴尔省因政府的军事行动而处于高度紧张状态。"
            ]
        },
        {
            "input": "One of this year's unfortunate guest appearances was also rendered as a hugely grotesque likeness of the U.S. Secretary of State Condoleezza Rice.",
            "output": [
                "今年不幸的客串角色之一，也被以酷似美国国务卿康多莉扎·赖斯的怪诞形象呈现。"
            ]
        },
        {
            "input": "The Dow Jones industrial average (INDU) finished on 7223.98, an increase of 54 points from March 12 2009.",
            "output": [
                "道琼斯工业平均指数（INDU）收于7223.98点，较2009年3月12日上涨54点。"
            ]
        },
        {
            "input": "91 ships have been attacked by pirates in the Gulf of Arden since the year began, but the Sirius Star is both the largest and furthest from shore to be taken, captured some 420 nautical miles (833 kilometers) from Somalia's coast.",
            "output": [
                "自今年年初以来，已有91艘船只在阿登湾遭到海盗袭击，但天狼星号是迄今为止被劫持的最大、距离海岸最远的船只，在距索马里海岸约420海里（833公里）的海域被劫持。"
            ]
        },
        {
            "input": "The basket is small and has openings in the side for Hempleman-Adams to extend his legs as he sleeps.",
            "output": [
                "气球的篮子很小，一边有开口，可以让亨普尔曼-亚当斯在睡觉时伸展腿。"
            ]
        },
        {
            "input": "Although the show kept most of its audience that lead-in The Simpsons gave, FOX was still fourth out of five major broadcast networks in the half-hour, losing most notably to ABC's hit Desperate Housewives (UPN, the other major American broadcast network, does not air original programming on Sundays).",
            "output": [
                "尽管这部剧保留了《辛普森一家》的大部分观众，但福克斯在半小时内仍然在五大广播电视网中仅排名第四名，明显落后于美国广播公司热播的《绝望主妇》（UPN，美国其他主要广播网络，不会在周日播放原创节目）。"
            ]
        },
        {
            "input": "\"The amount of waste that comes out of a coal-fired power plant is around 1,000 tonnes a day.\"",
            "output": [
                "“燃煤发电厂产生的废物量每天约为1,000吨。”"
            ]
        },
        {
            "input": "The wounded are suffering from burns, concussion, broken limbs and shrapnel injuries.",
            "output": [
                "伤者患有烧伤、脑震荡、四肢骨折和弹片伤。"
            ]
        },
        {
            "input": "\"The challenge is finding ways of enhancing learning through a national system of early childcare and a proper mix of scholarships and government help, such as grants and tax incentives,\" said Dryden.",
            "output": [
                "“面临的挑战是如何通过国家早期儿童保育系统以及奖学金和政府帮助的适当组合如赠款和税收优惠来增强学习，”德莱顿说。"
            ]
        },
        {
            "input": "Canon Inc. announced the initiative to start production of new generation flat-panel television on its own.",
            "output": [
                "佳能公司宣布将自主生产新一代平板电视。"
            ]
        },
        {
            "input": "The Obama Administration has denied Colombian journalist Hollman Morris entry into the United States, citing violation of the \"terrorist activities\" section of the USA's Patriot Act.",
            "output": [
                "奥巴马政府拒绝哥伦比亚记者霍尔曼·莫里斯进入美国，理由是会违反美国“爱国者法案”的“恐怖主义活动”条款。"
            ]
        },
        {
            "input": "According to Central Statistical Organisation, real estate and communications-led services recorded an unexpected increase of 13.9% in the quarter.",
            "output": [
                "根据中央统计局的数据，房地产和通讯业务在本季度意外增长了13.9％。"
            ]
        },
        {
            "input": "Two scientists working at McGill University in Canada, reporting on their research and the research of other scientists, state in Scientific American that Vitamin D may have many uses in the human body besides building strong bones.",
            "output": [
                "两位在加拿大麦吉尔大学工作的科学家报告了他们的研究和其他科学家的研究，他们在“科学美国人”杂志中指出，维生素D除了可以建立强壮的骨骼外，还可能在人体中有很多用途。"
            ]
        },
        {
            "input": "\"I mean, I'm sad that I lost, but we are different and she's just amazing,\" Craig Sharpe said.",
            "output": [
                "“我的意思是，我很伤心，我输了，但我们是不同的，她只是令人吃惊的，”克雷格·夏普说。"
            ]
        },
        {
            "input": "Please note this is a journalism experiment for Wikinews and put constructive criticism on the collaboration page.",
            "output": [
                "请注意，这是维基新闻的新闻实验，并在协作页面上提出了建设性的批评。"
            ]
        },
        {
            "input": "Musto, in addition to his appearances on Countdown with Keith Olbermann and the E! network, has been writing his column for the Voice since 1984.",
            "output": [
                "穆斯托，除了他与基思·奥尔伯曼和E网络一起出现在倒计时节目上，自1984年以来一直在为《声音》撰写专栏。"
            ]
        },
        {
            "input": "The United States neither confirms nor denies the existence of secret detention centers.",
            "output": [
                "美国既不确认也不否认存在秘密拘留中心。"
            ]
        },
        {
            "input": "Taiwan's internet capacity has dropped to 40%, and consequently the networks there are jammed.",
            "output": [
                "台湾的互联网容量已经下降到百分之40，因此那里的网络都堵塞了。"
            ]
        },
        {
            "input": "Despite the crisis, the government has yet to release an official statement as to its status.",
            "output": [
                "尽管发生了危机，但政府尚未就其地位发表正式声明。"
            ]
        },
        {
            "input": "Early on Thursday, the airport had received nearly 9 inches (23cm) of snow and climbing.",
            "output": [
                "星期四早些时候，机场上已经累积了几乎9英寸（23厘米）厚的积雪，而且仍然在继续加厚。"
            ]
        },
        {
            "input": "The Congress Party, which leads the coalition Government, has said that he will remain Prime Minister if Congress and its allies win again.",
            "output": [
                "领导联合政府的国大党表示，如果国会及其盟友再次获胜，他将继续担任总理。"
            ]
        },
        {
            "input": "Margaret Wilson was appointed as Speaker of The House of Representatives.",
            "output": [
                "玛格丽特·威尔逊被任命为众议院议长。"
            ]
        },
        {
            "input": "As this water washes against the rocks, it dissolves salt compounds and rises through fractures in the overlying ice to form reserves nearer the surface.",
            "output": [
                "当这些水冲刷岩石的时候，会溶解盐化合物，并沿着覆冰中的裂隙上升，在土卫二表面附近形成湖泊。"
            ]
        },
        {
            "input": "Australian Greens Senator Kerry Nettle spoke in favour of the bill, making mention of views of others on the supposed push polling of some groups opposing the bill.",
            "output": [
                "澳大利亚绿党参议员凯里·内特尔表示支持该法案，并提到了其他人对一些反对该法案的团体所谓的推动投票的看法。"
            ]
        },
        {
            "input": "New South Wales swimmers are well represented with Michael Anderson of Repton, Tim Antalfy of Georges Hall, Michael Auprince of Peakhurst, Blake Cochrane of Scarborough, Taylor Corry of Anna Bay, Maddison Elliott of Gillieston Heights, Jacqueline Freney of Skinners Head, Amanda Fowler of Blaxland, Mitchell Kilduff of Carlton, Kara Leo of Penrith, Matthew Levy of Northbridge, Andrew Pasterfield of Castle Hill, Katrina Porter of Newtown, Aaron Rhind of Yass, Sarah Rose of Pymble, Sean Russo of Revesby, Teigan Van Roosmalen of Bateau Bay, Reagan Wickens of Grays Point and Annabelle Williams of Cheltenham being named.",
            "output": [
                "新南威尔士州游泳运动员的代表有雷普顿的迈克尔·安德森、乔治霍尔的蒂姆·安塔尔菲、皮克赫斯特的迈克尔·奥普林斯、斯卡伯勒的布莱克·科克伦、安娜湾的泰勒·科里、吉莉斯顿高地的马迪森·艾略特、斯金纳海德的杰奎琳·弗尼、布莱克斯兰的阿曼达·福勒、卡尔顿的米切尔·基尔达夫、彭里奇的卡拉·里奥。北桥的马修·利维，城堡山的安德鲁·巴斯德菲尔德，纽敦的卡特里娜·波特，亚斯的亚伦·莱因德，平布尔的莎拉·罗斯，勒维斯比的肖恩·鲁索，贝托湾的泰根·范·罗斯马伦，格雷斯点的里根·威金斯和切尔滕纳姆的安娜贝尔·威廉姆斯。"
            ]
        },
        {
            "input": "The report confirms the expressed opinion of former UN weapons inspector, Scott Ritter, that Iraq had no significant WMDs.",
            "output": [
                "报告肯定了前联合国武器核查员斯科特·里特所表达的观点，伊拉克没有重要的大规模杀伤性武器。"
            ]
        },
        {
            "input": "He called for comprehensive reform and ordered the Interior Ministry to cut its staff by one-fifth by 2012.",
            "output": [
                "他要求全面改革并命令内政部在截止2012年的第一个五年计划中削减员工。"
            ]
        },
        {
            "input": "Brash said business confidence in New Zealand is at its lowest level in 30 years and almost every day there is another company closing its doors or sharply reducing its staff.",
            "output": [
                "布拉什表示，新西兰的商业信心处于30年来的最低水平，几乎每天都有另一家公司关门或大幅削减员工。"
            ]
        },
        {
            "input": "Describing exploding gas tanks that flew through the air, Carlos Hipolito, who fled the scene with approximately 60 relatives, described the incident to Milenio Television as a \"catastrophe\".",
            "output": [
                "卡洛斯·希波利托和大约60名亲属逃离了现场，他向米兰尼奥电视台描述了空中爆炸的油箱，称这是一场“灾难”。"
            ]
        },
        {
            "input": "The incident is seen as a major setback for South Korea's space program, which had been aiming to become the 10th country to achieve the capability to launch satellites, and the fourth Asian country, after China, Japan, and India.",
            "output": [
                "这一事件被认为是韩国航天计划的一个重大挫折，韩国一直希望成为世界上第10个拥有发射卫星能力的国家，并成为继中国、日本和印度之后第四个拥有此能力的亚洲国家。"
            ]
        },
        {
            "input": "Dual pricing, in both the old leu and the new leu, has already been introduced from March 2005.",
            "output": [
                "新旧两种方式的双重定价已于2005年3月开始实行。"
            ]
        },
        {
            "input": "The statement also went on say that the limited legal visits were often shortened and that the best treated accused are in solitary confinement for 18 hours a day while some are in solitary confinement consistently.",
            "output": [
                "该声明还说，有限的法律访问往往缩短，待遇最好的被告每天被单独监禁18个小时，而有些则一直处于单独监禁状态。"
            ]
        },
        {
            "input": "\"The fact that by the time we got there, the Germans were a heck of a lot weaker than they were when the French had to face them doesn't seem to register.\"",
            "output": [
                "“当我们到达战场时，德国已经变得很弱，远不如法国所面对的情形，而这一事实却似乎没有被记录下来。”"
            ]
        },
        {
            "input": "CERN spokesman James Gillies said:",
            "output": [
                "CERN发言人詹姆斯·吉利斯说：。"
            ]
        },
        {
            "input": "Since 1979, all but four years have been warmer than average in Australia.",
            "output": [
                "自从1979年以来，在澳大利亚，除了4个年份以外，所有其他年份的气温都超越了平均值。"
            ]
        },
        {
            "input": "As of 2 pm EDT Wednesday, 19 October (18:00 UTC), the center of Hurricane Wilma was located near 17°5′ N 83°5′ W or about 300 miles (480 km) southeast of Cozumel, Mexico.",
            "output": [
                "截至美国东部夏令时10月19日星期三下午2时（18：00UTC），威尔玛飓风的中心位于墨西哥科苏梅尔东南部17°5′N 83°5′W附近或约300英里（480公里）。"
            ]
        },
        {
            "input": "Five women have been found dead within 10 days and authorities face an \"unprecedented\" murder investigation.",
            "output": [
                "在十天内，五名妇女被发现死亡，当局正面临“前所未有”的谋杀调查。"
            ]
        },
        {
            "input": "Unlike the taekwondo event which applied a single elimination rule, events from karate and judo applied round robin rules in their competitions.",
            "output": [
                "与跆拳道项目采用的单一淘汰规则不同，空手道和柔道项目在比赛中采用循环赛制。"
            ]
        },
        {
            "input": "Next year's World Cup will see the return of several teams to the tournament.",
            "output": [
                "明年的世界杯将会让几支球队重返赛场。"
            ]
        },
        {
            "input": "Speaking on the issue of border crossings of troops and munitions from Syria and Iran, Rumsfeld implied that those nations don't want progress in to be made in Iraq.",
            "output": [
                "拉姆斯菲尔德在谈到从叙利亚和伊朗越境运送军队和军火的问题时暗示，这些国家不希望伊拉克取得进展。"
            ]
        },
        {
            "input": "Australia, Japan, South Korea and the Netherlands have all qualified for the 2010 FIFA World Cup.",
            "output": [
                "澳大利亚、日本、韩国和荷兰都获得了参加2010年国际足联世界杯的资格。"
            ]
        },
        {
            "input": "Cambridge University have defeated Oxford University by 1¼ lengths to win the 153rd Boat Race.",
            "output": [
                "剑桥大学以超过1¼长度的成绩击败牛津大学，赢得第153届划船比赛。"
            ]
        },
        {
            "input": "\"The spineless Sudanese government ... is joining the United States in dividing Sudan to stay in power.\"",
            "output": [
                "“没有骨气的苏丹政府……正加入美国来分裂苏丹以达到继续执政的目的。”"
            ]
        },
        {
            "input": "It was divided in 1597 for religious reasons from the former canton Appenzell, with Appenzell Ausserrhoden being the other half.",
            "output": [
                "由于宗教原因，该州于1597年从原来的阿彭策尔州分裂出来，而剩下的那一半就变成了外阿彭策尔州。"
            ]
        },
        {
            "input": "Transport for London's new TrackerNet software is fully opertational on the Circle line, which allows for precise tracking of trains, but is not yet fully installed on the Piccadilly line.",
            "output": [
                "伦敦交通局新推出的TrackerNet软件在伦敦环线上完全可以运行，该软件可以对列车进行精确跟踪，但皮卡迪利线上尚未完全安装。"
            ]
        },
        {
            "input": "\"This case is far from over,\" said Arturo Gonzalez, the lead attorney in Valenzuela vs. O'Connell, in which Liliana Valenzuela, a Richmond High School student, and others sued to block the state's use of the test as a graduation requirement, \"We think there is a strong chance that students in the Class of 2006 will receive their diplomas, even if it is after commencement ceremonies.\"",
            "output": [
                "“这个案子远没有结束，”在巴伦苏埃拉对奥康奈尔案中的首席律师阿图罗·冈萨雷斯说。在此案中，里士满高中学生莉莉安娜·巴伦苏埃拉和其他学生起诉要求阻止该州使用该测试作为毕业条件，“我们认为即使是在毕业典礼之后，2006年度班级的学生也有很大的机会获得他们的文凭。”"
            ]
        },
        {
            "input": "Simply put, it was a transition from reality to reality, with a two-week detour in reality television.",
            "output": [
                "简单地说，这是真人秀节目中为期两周的绕道而行，一个从现实到现实的过渡转换。"
            ]
        },
        {
            "input": "The industry analyst and Medstory investor, Esther Dyson, mentioned that the technology provided by Medstory is not just a search engine, it also represents an ontology engine.",
            "output": [
                "行业分析师兼梅迪斯多瑞的投资者埃斯特·戴森提到梅迪斯多瑞提供的技术不仅仅是一个搜索引擎，它还是一个实体引擎。"
            ]
        },
        {
            "input": "The high-profile game was nationally televised on the ESPN network.",
            "output": [
                "这部备受瞩目的比赛在ESPN网络全国播出。"
            ]
        },
        {
            "input": "Goldfields is considered one of the more geologically stable regions of Australia, in comparison to the southwest corner of the state, which is an active zone at the edge of the Yilgarn block.",
            "output": [
                "金矿被认为是澳大利亚地质较为稳定的地区之一，相比之下，该州的西南角是伊尔加恩地块边缘的活跃地带。"
            ]
        },
        {
            "input": "Meanwhile the United Kingdom announced that it would start withdrawing soon.",
            "output": [
                "与此同时，英国宣布将很快撤出。"
            ]
        },
        {
            "input": "The pilots of the German airforce have made it clear that they won't bring down a hijacked plane due to fundamental legal and moral doubts.",
            "output": [
                "德国空军的飞行员已经明确表示由于对基本法律和道德的疑虑，他们不会击落被劫持的飞机。"
            ]
        },
        {
            "input": "The British actor Chris Langham has been found guilty on 15 counts of downloading child pornography.",
            "output": [
                "英国演员克里斯·兰厄姆被判15项下载儿童色情作品罪名成立。"
            ]
        },
        {
            "input": "But this distraction has been credited with the downfall of his government, with corruption investigations at last being conducted by his stand-in, Bill Gunn.",
            "output": [
                "但这种他本职之外的运动被认为是他的政府垮台的原因，他的替代者比尔·甘恩最终对他进行了腐败调查。"
            ]
        },
        {
            "input": "Finns travelled long distances to participate at the event, which was broadcast live on the internet.",
            "output": [
                "芬兰人长途跋涉参加了这次活动，并在互联网上进行了实况转播。"
            ]
        },
        {
            "input": "The Socialist Alliance will run two candidates as independents because of what they call \"restrictive rules for registration.\"",
            "output": [
                "基于所谓的“登记的规则限制”，社会党联盟将以独立党派的身份推出两名候选人。"
            ]
        },
        {
            "input": "Toni Kroos played a key role as he also assisted on Miroslav Klose's 2nd equalizer only minutes earlier.",
            "output": [
                "托尼·克罗斯在前几分钟帮助米罗斯拉夫·克洛泽扳平第二球时发挥了关键作用。"
            ]
        },
        {
            "input": "Chinese officials say to they plan to land an unmanned probe on the moon by 2010 and operate a space station.",
            "output": [
                "中国官员表示，他们计划到2010年在月球上登陆无人探测器，并运营一个空间站。"
            ]
        },
        {
            "input": "Earlier this month, an attack aimed at the powerful Inter-Services Intelligence killed 25 people.",
            "output": [
                "本月早些时候，一场针对强大的三军情报局的袭击造成25人死亡。"
            ]
        },
        {
            "input": "On Thursday the provinces of Chimborazo, Tungurahua, Cotopaxi and Bolivar have been declared a disaster area.",
            "output": [
                "周四，钦博拉索、通古拉瓦、科托帕希和玻利瓦尔省被宣布为灾区。"
            ]
        },
        {
            "input": "According to Malini Agarwal, a Jodhpur police officer, over 10,000 Hindus had gathered at a temple to perform their religious rites.",
            "output": [
                "根据焦特布尔警官马利尼·阿加瓦尔的说法，超过10000名印度教徒聚集在一座寺庙里进行宗教仪式。"
            ]
        },
        {
            "input": "\"They’re conducting all kinds of criminal and material activities behind their spiritual exteriors.",
            "output": [
                "“他们在精神世界的背后进行着各种各样的犯罪和物质交易活动。"
            ]
        },
        {
            "input": "A previous earthquake in October of 2004 killed at least 40 people and injured 3,000 when a magnitude 6.8 earthquake shook the region of Niigata in northern Japan and in 1995 a magnitude 7.3 earthquake shook Kobe, Japan and killed at least 6,400 people.",
            "output": [
                "2004年10月，日本北部新泻地区发生6.8级地震，造成至少40人死亡，3000人受伤。1995年，日本神户发生7.3级地震，造成至少6400人死亡。"
            ]
        },
        {
            "input": "\"Georgia is under a state of total military aggression by the Russian navy, air force, large-scale ground operations,\" he said in a televised meeting that was broadcast on national television.",
            "output": [
                "“格鲁吉亚正遭到由俄罗斯海军、空军和大规模地面作战行动构成的全面军事侵略”，他在国家电视台播出的电视会议上这样说道。"
            ]
        },
        {
            "input": "The state-run Xinhua news agency says the cause of the disaster is under investigation.",
            "output": [
                "官方的新华社说，灾难的原因正在调查中。"
            ]
        },
        {
            "input": "The University of California, Berkeley announced that one of its graduate students, Michael Park, rediscovered on May 24 the Mount Diablo buckwheat, a plant not sighted since 1936 and believed to have been extinct.",
            "output": [
                "加州大学伯克利分校宣布，该校研究生迈克尔·帕克于5月24日重新发现了魔鬼山荞麦。这是一种自1936年以来就无人见过的，据信已经灭绝的植物。"
            ]
        },
        {
            "input": "It is the ninth such meeting in a series on technology, ethics, and law and is taking place today.",
            "output": [
                "在一系列涉及技术、伦理和法律等问题的讨论会中，这是第九次会议，并将于今天举行。"
            ]
        },
        {
            "input": "The operation began the previous Saturday when Pakistani forces approached from three separate areas of South Waziristan.",
            "output": [
                "上周六，当巴基斯坦军队从南瓦济里斯坦的三个不同地区接近时，该行动开始了。"
            ]
        },
        {
            "input": "The last award, best drama, the finalists were The Insiders Guide to Love, Doves of War, Outrageous Fortune.",
            "output": [
                "最后一个奖项，最佳剧情奖，入围者有《爱的内幕指南》、《战争的鸽子》和《无耻的财富》。"
            ]
        },
        {
            "input": "Citing a sworn statement from Army Specialist James Barker, the five accused were said to have plotted the rape whilst drinking whisky and playing cards.",
            "output": [
                "据称，五名被告在喝威士忌和打牌时密谋强奸，并引用了陆军专家詹姆斯·巴克的一份宣誓声明。"
            ]
        },
        {
            "input": "A California study, however, showed evidence that in areas where aerial spraying occurred, infection was six times less likely to occur.",
            "output": [
                "然而，加利福尼亚的一项研究结果表明，在经过空中喷药的地区，感染的可能性降低了6倍。"
            ]
        },
        {
            "input": "Microsoft released today the final version of its new service, MSN Search.",
            "output": [
                "微软今天发布了其新服务MSN搜索的最终版本。"
            ]
        },
        {
            "input": "\"This was a well planned robbery with a number of vehicles used to help the robbers escape.",
            "output": [
                "“这是一次精心策划的抢劫案，其中有许多车辆用于帮助劫匪逃跑。"
            ]
        },
        {
            "input": "\"All I can say is that NSW police force will be providing every form of support we possibly can to make the process for them as trouble-free as possible.\"",
            "output": [
                "“我所能说的是，新南威尔士州的警察部队将提供我们所能提供的一切形式的支持，使他们的程序尽可能没有麻烦。”"
            ]
        },
        {
            "input": "More than 400, 000 volunteers and health workers will take part in the campaign, visiting children in their homes.",
            "output": [
                "40多万名志愿者和卫生工作者将参加这项活动，到儿童家中看望他们。"
            ]
        },
        {
            "input": "Since the creation of the Scottish Parliament in 1999, Berwickers have noted that Scottish residents receive about £1500 more government expenditure each year than English residents, including free care for elderly people and free university tuition, both of which have to be paid for in England.",
            "output": [
                "自1999年苏格兰议会成立以来，贝里克居民指出，苏格兰居民每年获得的政府支出比英国居民多1500英镑，其中包括老年人免费护理和免费大学，这两项费用在英格兰都是需要居民自己支付的。"
            ]
        },
        {
            "input": "Grammar now play minor premiers Mountain Creek State High School in a rematch of their 2007 semi final, while Siena Catholic College will host Matthew Flinders Anglican College in the other semi.",
            "output": [
                "文法学校现在与山溪州立高中进行2007年联盟赛半决赛重赛，而锡耶纳天主教学院将在另一场半决赛中以主场对阵马修·弗林德斯圣公会学院。"
            ]
        },
        {
            "input": "Since the last Olympics, Japan has been in a rebuilding period.",
            "output": [
                "自上届奥运会以来，日本垒球队一直处于重建时期。"
            ]
        },
        {
            "input": "Hurricane Danielle is the second hurricane of the 2010 Atlantic hurricane season.",
            "output": [
                "丹妮尔飓风是2010年大西洋飓风季节的第二次飓风。"
            ]
        },
        {
            "input": "\"A dangerous mix of the global economic slowdown combined with stubbornly high food prices in many countries has pushed some 100 million more people than last year into chronic hunger and poverty,\" said Jacques Diouf, Director-General of the FAO.",
            "output": [
                "粮农组织总干事雅克·迪乌夫说：“全球经济放缓与许多国家坚挺的高粮价共同引发了危机，使长期饥饿和贫困人口比去年增加了约1亿人。”"
            ]
        },
        {
            "input": "Secretary Napolitano said that the United States' declaration follows suit with the \"standard operating procedure\" of such an outbreak to make more government resources available to combat the disease.",
            "output": [
                "国务卿纳波利塔诺说，美国的声明与疫情的“标准操作程序”是一致的，目的是提供更多的政府资源来抗击疫情。"
            ]
        },
        {
            "input": "This is the first attack in the area since August 1972.",
            "output": [
                "这是自1972年8月以来该地区第一次发生袭击。"
            ]
        },
        {
            "input": "Government MP, Christopher Pyne said that the new leadership was a poor choice for the party.",
            "output": [
                "政府下院议员克里斯托弗·派恩说，新的领导层对该党来说是一个糟糕的选择。"
            ]
        },
        {
            "input": "Freelance journalist, Gabriel Pollard, spoke to Joe Stewart and David Farrar about the new anti-spam legislation in New Zealand that comes into effect today.",
            "output": [
                "自由撰稿人加布里尔·波拉德就今天生效的新西兰反垃圾邮件法对乔·斯图尔特和戴维·法勒发表谈话。"
            ]
        },
        {
            "input": "Landmark Education spokeswoman Deborah Beroset said that the Landmark Forum \"is in no way religious in nature and any claim to the contrary is simply absurd,\" and stated: \"While we are not a party to this lawsuit and have no firsthand knowledge of it, we can only assume that we are being used as a legal and political football to further the plaintiff's own financial interests.\"",
            "output": [
                "里程碑教育发言人黛博拉·贝罗塞特说，地标性论坛“根本不是宗教性质的，任何相反的说法都是荒谬的，”并表示：“虽然我们不是这场诉讼的当事人，也没有第一手的资料，但我们只能假设，我们是被当作一场法律和政治足球，来推进原告自己的经济利益。”"
            ]
        },
        {
            "input": "Last week, as part of a tougher line adopted by the Nigerian government, President Obasanjo sent in the Army, with orders to use \"force for force\" against militants in the region.",
            "output": [
                "上周，作为尼日利亚政府采取的更强硬路线的一部分，奥巴桑乔总统派遣军队，命令对该地区的武装分子使用“武力”。"
            ]
        },
        {
            "input": "\"You know, a lot of people out there would like to see me burn for what I do,\" she says.",
            "output": [
                "她说：“你知道，很多人看到我的所作所为之后都想烧死我。”"
            ]
        },
        {
            "input": "Councillor Quinn described the EDL as a hate-filled group wishing to come to Hyde to try and incite hatred\".",
            "output": [
                "奎因议员称EDL是一个充满仇恨的组织，希望到海德来煽动仇恨。"
            ]
        },
        {
            "input": "\"There were three former staff member who were listed on the search warrant that was served on me in early July, and we facilitated the gathering of material for police,\" Mr Edwards told Fairfax Radio Network.",
            "output": [
                "爱德华兹告诉费尔法克斯广播网：“在七月初发给我的搜查证上，有三名前工作人员被列入名单，我们为警方收集材料提供了便利。”"
            ]
        },
        {
            "input": "Money that does eventually come may not be in proportion to the need.",
            "output": [
                "最终获得的资金可能与需求不成比例。"
            ]
        },
        {
            "input": "The three genes, called gag, pol and env contain information needed to make the structural proteins for the capsid, the \"shell\" of the HIV viron.",
            "output": [
                "这三种基因，称为gag、pol和env基因，含有制造衣壳结构蛋白所需的信息，衣壳是HIV瓦伊伦的“壳”。"
            ]
        },
        {
            "input": "According to the BBC, the Republicans are aware of not being able to reach the country's non-white population, a job made tougher by the Democrats having a very visible mixed-race leader in the White House.",
            "output": [
                "根据英国广播公司的报道，共和党人意识到无法接触到该国的非白人人口，民主党人在白宫拥有一位非常明显的混血领袖，从而使得上述这项工作更加艰难。"
            ]
        },
        {
            "input": "On Friday physicists announced they had sent protons all the way round the 27 km ring beneath the France–Switzerland border, and on Monday announced the first successful collisions.",
            "output": [
                "周五，物理学家们宣布，在法国和瑞士边境下27公里的区域内，“五号”已经发射了大量质子，并于周一宣布第一次成功碰撞。"
            ]
        },
        {
            "input": "Chirac was quoted by a government spokesman as saying that the emergency powers were \"strictly temporary and will only be applied where they are strictly necessary.\"",
            "output": [
                "一位政府发言人援引希拉克的话说，紧急状态权力“严格来说是暂时的，只会在绝对必要的情况下使用”。"
            ]
        },
        {
            "input": "Benn says that he has always been a supporter of the BBC, and yesterday compared it to the emergency services.",
            "output": [
                "本说他一直是BBC的支持者，昨天他把BBC比作紧急服务机构。"
            ]
        },
        {
            "input": "Upon moving to the United States, he was drafted in the third round of the 1988 NBA draft by the Atlanta Hawks.",
            "output": [
                "他刚刚移居美国，就在1988年NBA第三轮选秀中被亚特兰大鹰队选中。"
            ]
        },
        {
            "input": "Known for his struggle against French rule, Ben Bella led the nation from 1963 to 1965 having only learned during a prison sentence.",
            "output": [
                "本·贝拉以反抗法国统治而闻名，他在1963年至1965年间领导着这个国家，但他只在服刑期间学到了一些东西。"
            ]
        },
        {
            "input": "The ice in most parts of the lake can be up to two feet thick, but on Saturday temperatures rose above freezing, with winds of over 35 miles per hour.",
            "output": [
                "湖中大部分地区的冰层厚度可达2英尺，但周六气温升至冰点以上，风速超过每小时35英里。"
            ]
        },
        {
            "input": "Both forward Jon Cabarrus and guard Dylan Gordon followed their own shots and scored on putbacks.",
            "output": [
                "前锋乔恩·卡巴鲁斯和后卫迪伦·戈登都在投篮后进行跟进并补篮得分。"
            ]
        },
        {
            "input": "On the contrary, we are leaving behind means for them to take over and immediately better their situation.\"",
            "output": [
                "相反，我们会留下设施让他们接管并立即改善他们的处境。”"
            ]
        },
        {
            "input": "She stated that Thomas repeatedly called her a \"bitch\" and a \"ho\", and pressured her to kiss him and said that he loved her.",
            "output": [
                "她说托马斯反复叫她“婊子”和“妓女”，说他爱她并强迫她吻他。"
            ]
        },
        {
            "input": "The Sirius Star is the largest ship captured by pirates in the area to date.",
            "output": [
                "天狼星号游轮是迄今为止该地区海盗捕获的最大船只。"
            ]
        },
        {
            "input": "The American Red Cross is not lending its usual assistance in New Orleans, because the Louisiana National Guard acted first.",
            "output": [
                "因为路易斯安那州国民警卫队率先采取了行动，美国红十字会没有在新奥尔良提供通常的援助。"
            ]
        },
        {
            "input": "Australia has committed AUD$1 Billion in aid over five years to the tsunami recovery, it's largest ever foreign aid program.",
            "output": [
                "澳大利亚承诺在5年内提供10亿澳元的海啸恢复款。这是该国有史以来最大的一个对外援助项目。"
            ]
        },
        {
            "input": "Self-employed since 2000, Dondo works as a finance consultant with First Nation reserves, and provides accounting services to small business clients.",
            "output": [
                "自2000年以来，东多是一名自由职业者，在第一国家储备银行担任财务顾问，为小企业客户提供会计服务。"
            ]
        },
        {
            "input": "China's mines are the deadliest in the world; according to Al Jazeera, several thousand miners die each year due to accidents in them.",
            "output": [
                "据半岛电视台报道，中国的煤矿是世界上死亡人数最多的煤矿；每年中国有数千名矿工死于煤矿事故。"
            ]
        },
        {
            "input": "Speaking of the response by Iraqis to the London bombings, the spokesperson said, \"Most of the feed back from Friday pray[ers] in the British Area of Operation were against the attacks on London.\"",
            "output": [
                "在谈到伊拉克对伦敦爆炸案的反应时，这位发言人说，“星期五在英国作战区祈祷的大部分民众是反对发生在伦敦的袭击。”"
            ]
        },
        {
            "input": "The game continued despite it being stopped after five minutes media started scuffling with the Costa Rica substitutes.",
            "output": [
                "尽管5分钟后媒体开始与哥斯达黎加的替补球员发生冲突，比赛仍在继续。"
            ]
        },
        {
            "input": "Mukherjee will also preside over Cabinet meetings and will further handle coal, environment and forests, including information and broadcasting and finance portfolios.",
            "output": [
                "穆克吉还将主持内阁会议，并将进一步处理煤炭、环境和森林问题，此外还包括信息、广播和金融投资组合。"
            ]
        },
        {
            "input": "Aníbal Archila, a Guatemalan reporter for Notisiete, was killed Thursday night as he was reporting on the eruption of the Pacaya volcano.",
            "output": [
                "危地马拉一位Notisiete的电视台记者阿尼巴尔·阿奇拉，星期四正在报道帕卡亚火山喷发的时候身亡。"
            ]
        },
        {
            "input": "\"Such a state will provide Palestinians with the chance to lead lives of freedom, purpose and dignity,\" Bush said.",
            "output": [
                "布什说：“这样一个国家将为巴勒斯坦人提供过自由、目的和尊严的生活的机会。”"
            ]
        },
        {
            "input": "Britain's Foreign Office is understood to be arranging further talks with the Sudanese government today.",
            "output": [
                "据了解，英国外交部今天正在与苏丹政府进行进一步谈判。"
            ]
        },
        {
            "input": "The move has been pushed for by some, but met with opposition by others.",
            "output": [
                "一些人推动了此举措，但遭到其他人的反对。"
            ]
        },
        {
            "input": "Direct rule from London has been in place since the Assembly and Executive dissolved in 2002 over allegations of IRA spying ring.",
            "output": [
                "自2002年议会和行政部因涉嫌北爱尔兰共和军间谍组织而解散后，北爱尔兰一直处于伦敦的直接统治下。"
            ]
        },
        {
            "input": "He was born in 1933 and grew up in poverty until he formed James Brown & The Famous Flames.",
            "output": [
                "他生于1933年，在贫困中长大，直到他创立了“詹姆斯·布朗和顶好的火焰”乐队。"
            ]
        },
        {
            "input": "\"You know, [Liam Kelly] was sharp, he was quick, he passed round players and he scored two excellent goals.\"",
            "output": [
                "“你知道，【利亚姆凯利】很敏锐，他很快，他传球并且打进两球。”"
            ]
        },
        {
            "input": "He said that he did not have responsibility over the issues being raised．",
            "output": [
                "他说他对提出的问题没有责任。"
            ]
        },
        {
            "input": "The raise come when the United States announced that it had an \"unexpected loss\" in the nation's stockpile of oil.",
            "output": [
                "当美国宣布其石油储备“意外损失”时，油价上涨。"
            ]
        },
        {
            "input": "While it seemed that the storm had calmed recently, this week's release of Richard Chesnoff's latest book, The Arrogance of the French: Why They Can't Stand Us--and Why the Feeling Is Mutual, reminds us that this issue is not going away anytime soon.",
            "output": [
                "虽然最近风暴似乎已经平息，但本周发布的理查德·切斯诺夫的最新著作《法国人的傲慢：为什么他们不能支持我们？为什么感觉是一致的？》提醒我们这个问题在任何时候都不会消失。"
            ]
        },
        {
            "input": "The flooding is mainly in the western part of the country's main island, Viti Levu, where most of the resorts hosting international travellers are located.",
            "output": [
                "洪水主要发生在该国主岛维提岛的西部地区。多数接待国际旅游者的度假胜地均位于这个岛上。"
            ]
        },
        {
            "input": "Setting up the MSN research and development center in Peoples Republic of China implies that Microsoft looks forward to taking advantage of the Chinese market, which represents a quite flexible environment.",
            "output": [
                "在中华人民共和国设立MSN研发中心，意味着微软期待着利用中国市场，这是一个相当灵活的环境。"
            ]
        },
        {
            "input": "She left in highly publicized disputes most recently in 2000 and 2001, due to a lack of story for her character.",
            "output": [
                "由于她的角色缺乏故事，她远离了2000年和2001年舆论争端。"
            ]
        },
        {
            "input": "Big Brother airs on CBS in the United States, Global in Canada, and E4 in the United Kingdom.",
            "output": [
                "《老大哥》将在美国哥伦比亚广播公司、加拿大环球电视台和英国E4电视台播出。"
            ]
        },
        {
            "input": "\"I am grateful to the jury for their careful deliberation and I would also like to thank the press for their restraint in not making the lives of my wife, children and family difficult during this time and I implore them to continue to grant my family the privacy they need.\"",
            "output": [
                "“我感谢陪审团的认真考虑，我也要感谢媒体在这段时间内的克制，没有让我妻子、孩子和家人的生活变得困难，我恳请他们继续给予我的家庭他们所需要的隐私。”"
            ]
        },
        {
            "input": "In response to why the government had not banned the complete sale of fireworks, Hon Benson-Pope said: \"I have listened to the various groups that do want a ban, and I am still open to that possibility in the future, but I believe the best approach at this stage is to tighten up the laws around sale.\"",
            "output": [
                "在回答为什么政府没有完全禁止销售烟花中，本森·波普说：“我听过很多团体都想要烟花禁令，我对未来的这种可能性仍持开放态度，但我相信现阶段最好的方法是收紧销售法律。”"
            ]
        },
        {
            "input": "This law was introduced when Carolina Anderson, 7-year-old, was attacked in 2003.",
            "output": [
                "这项法律是在2003年7岁的卡罗莱娜安德森遭到袭击时提出的。"
            ]
        },
        {
            "input": "According to the USGS, the epicentre was the Jujuy region 140 kilometres east of Tarija (Bolivia) at a depth of 247 kilometers.",
            "output": [
                "根据美国地质调查局的报告，震中位于塔里哈（玻利维亚）以东140公里处的胡胡伊地区，深度为247公里。"
            ]
        },
        {
            "input": "Relations between the two countries had previously been strained, after the Venezuelan government voiced its opposition to new US military bases being set up in Colombia.",
            "output": [
                "在委内瑞拉政府表示反对美国在哥伦比亚建立新的军事基地之后，两国关系一度紧张。"
            ]
        },
        {
            "input": "After the underwater earthquake was detected, US and Japanese agencies issued warning notices, but the government has admitted it was unable to transmit the bulletins to coastal areas.",
            "output": [
                "在发现水下地震后，美国和日本的机构发出警告通知，但政府承认无法将公告传送到沿海地区。"
            ]
        },
        {
            "input": "He also stated that he believed Romney to be \"a leader who understands the economy, recognises more government regulation is not the answer, believes in entrepreneurial capitalism and works to ensure that all Americans have the opportunity to succeed\".",
            "output": [
                "他还说，他认为罗姆尼是“一位懂经济的人，知道制定更多的政府规章并不解决问题，相信创业资本主义并努力确保所有的美国人都有成功的机会”。"
            ]
        },
        {
            "input": "Heikki Kovalainen driving for Renault finally leads to a first podium finish for the team in this season, the Finn managed to get second place.",
            "output": [
                "海基·科瓦莱宁效力于雷诺车队，带领车队在本赛季首次登上领奖台，这个芬兰人获得了第二名。"
            ]
        },
        {
            "input": "\"The biggest source of pollution in the bay is agriculture, and we've got to find a way to provide farmers with more resources to manage the land better.\"",
            "output": [
                "“海湾最大的污染源是农业，我们必须找到一种方法，为农民提供更多的资源来更好地管理土地。”"
            ]
        },
        {
            "input": "This follows a major setback which shut down the collider for 14 months.",
            "output": [
                "此前，对撞机遭遇重大挫折，使对撞机关闭了14个月。"
            ]
        },
        {
            "input": "The Bulls were the first to go through, winning the first semi final against rivals Western Province, and the Cheetahs won their semi against the Sharks.",
            "output": [
                "蓝牛队是第一个晋级的，赢得对阵西部队的半决赛，猎豹队在与鲨鱼的半决赛中获胜。"
            ]
        },
        {
            "input": "The suicide bomber had entered the office and placed a bag of 'sweets' on a desk, with a note threatening continued attacks if Pakistan continued to aid the US.",
            "output": [
                "这名自杀式炸弹袭击者已经进入办公室并在桌子上放了一袋“糖果”，和一张有威胁留言的字条，如果巴基斯坦继续向美国提供援助，就会继续遭到袭击。"
            ]
        },
        {
            "input": "Google Inc. formally submitted a bid to provide free wireless internet, or WiFi, in response to a request from Mayor Gavin Newsom's office.",
            "output": [
                "谷歌公司正式提交了一份提供免费无线互联网的投标书，以回应市长加文•纽森办公室的要求。"
            ]
        },
        {
            "input": "\"You agreed on the constitution and the secular laws imposed on the nation by arms and suppression and torture and rigged elections.\"",
            "output": [
                "“你们同意宪法和世俗法律，这些法律是通过武器、镇压、酷刑和操纵选举强加给这个国家的。”"
            ]
        },
        {
            "input": "The recall involves some laptops in the VAIO VGN-TZ100 series, VGN-TZ200 series, VGN-TZ300 series and VGN-TZ2000.",
            "output": [
                "此次召回涉及VAIO VGN-TZ100系列、VGN-TZ200系列、VGN-TZ300系列和VGN-TZ2000系列笔记本电脑。"
            ]
        },
        {
            "input": "Ferrari announced Felipe Massa, currently driving for Sauber, as Michael Schumacher's teammate for next season.",
            "output": [
                "法拉利宣布目前正在为索伯车队效力的菲利普·马萨担任迈克尔·舒马赫下赛季的队友。"
            ]
        },
        {
            "input": "Serbia reluctantly agreed to the split, and the European Union approved.",
            "output": [
                "塞尔维亚不情愿地同意两国分离，而欧盟则予以承认。"
            ]
        },
        {
            "input": "Associates of Erhard bought the license to his \"technology\" and incorporated Landmark Education in California in 1991.",
            "output": [
                "埃哈德的合伙人购买了他的“技术”许可证，并于1991年在加利福尼亚州注册了里程碑教育。"
            ]
        },
        {
            "input": "As much as 200 mm (8\") of rain have been recorded in portions of British Columbia, on the west coast of Canada since Monday.",
            "output": [
                "自周一以来，在加拿大西海岸的不列颠哥伦比亚省部分地区已录得多达200毫米（8英寸）的降雨。"
            ]
        },
        {
            "input": "To address privacy concerns, the paper proposes to add stickers to the entry points at the taxis.",
            "output": [
                "为了解决隐私问题，该草案建议在出租车的入口处添加提示贴纸。"
            ]
        },
        {
            "input": "SMS media student Lydia Mann, who visited France for two weeks recently and has hosted two French foreign exchange students, said that these perceptions are based upon cultural differences.",
            "output": [
                "西南密苏里州媒体专业学生莉迪亚·曼恩最近访问了法国两周，并接待了两名法国交换生，他们说这些看法是基于文化差异。"
            ]
        },
        {
            "input": "Zahi Hawass, Egypt's pre-eminent archaeologist, revealed the first ancient artifacts which may lead to the discovery of Cleopatra and Marc Antony's resting place.",
            "output": [
                "埃及杰出的考古学家，札希·哈瓦斯披露了第一批可能导致克里奥帕特拉和马克·安东尼长眠之处被发现的古代文物。"
            ]
        },
        {
            "input": "Zinedine Zidane has apologised on French TV for his actions on the World Cup final, Wednesday - but the apology did not extend to his victim.",
            "output": [
                "星期三，齐内丁·齐达内在法国电视台为其在世界杯决赛中的行为表示歉意，但是并未向他的受害人道歉。"
            ]
        },
        {
            "input": "On the 3rd day of the 2007 World Deaf Swimming Championships, the Men 1500m Freestyle, Women 800m Freestyle, 50m Breaststroke, 200m Freestyle, 4x100m Medley Relay Groups finales took place during the afternoon and evening.",
            "output": [
                "2007年世界聋人游泳锦标赛第3天，男子1500米自由泳、女子800米自由泳、50米蛙泳、200米自由泳、4x100米混合泳接力团体决赛在下午和晚上举行。"
            ]
        },
        {
            "input": "Tropical species populations declined by around 55 per cent on average from 1970 to 2003, while temperate species populations, have shown little overall change.",
            "output": [
                "从1970年到2003年，热带物种种群平均下降了约55％，而温带物种种群的总体变化很小。"
            ]
        },
        {
            "input": "The tour officially kicked off in San Diego, USA on 28 March 2005.",
            "output": [
                "该巡回演唱会于2005年3月28日在美国圣地亚哥正式拉开帷幕。"
            ]
        },
        {
            "input": "In Tel Aviv 1,000 Israeli Jews and Arabs also turned out to denounce their country's actions, gathering in Rabin Square and brandishing placards reading \"war is disaster\" and \"Jews and Arabs refuse to be enemies.\"",
            "output": [
                "在特拉维夫，1000名以色列犹太人和阿拉伯人也走上街头，谴责以色列的行为，他们聚集在拉宾广场，挥舞着写有“战争是灾难”和“犹太人和阿拉伯人拒绝成为敌人”的标语牌。"
            ]
        },
        {
            "input": "This was Pressley's first season as a manager, and he was questioned on his experience in the role: \"I love it. \"",
            "output": [
                "这是普里斯利作为主教练的第一个赛季，他在这个角色上的经验受到了质疑：“我喜欢这个角色。”"
            ]
        },
        {
            "input": "They also refused today to approve a new treaty designed to cut emissions by 25 percent to 40 percent by 2020.",
            "output": [
                "他们今天还拒绝批准一项旨在到2020年将排放量减少25％至40％的新条约。"
            ]
        },
        {
            "input": "Almost 50 percent of people in rural Djibouti do not have ready access to properly developed source of drinking water.",
            "output": [
                "在吉布提的农村几乎百分之50的人没有直接的饮用水来源。"
            ]
        },
        {
            "input": "Growing Generations maintains sperm banks and also arranges surrogacy for gay couples who wish to have children.",
            "output": [
                "成长一代经营精子库，并为希望生孩子的同性恋夫妇安排代孕。"
            ]
        },
        {
            "input": "Amnesty International's 2004 annual report on US human rights in 2003 agrees with many of these claims.",
            "output": [
                "大赦国际在2004年发表的2003年美国人权年度报告与许多这些主张一致。"
            ]
        },
        {
            "input": "The Somali government has started to lose ground against Al-Shabaab in the past few weeks.",
            "output": [
                "在过去的几周里，青年党已经开始从索马里政府手里夺取领地。"
            ]
        },
        {
            "input": "Wikipedia is often one of the top results of many searches.",
            "output": [
                "维基百科通常是许多搜索的顶级结果之一。"
            ]
        },
        {
            "input": "The race ended on a caution after a massive crash between drivers Mike Conway and Ryan Hunter-Reay, when Conway's car got caught onto Hunter-Reay's left outside wheel and was sent airborne.",
            "output": [
                "比赛在车手迈克·康威和瑞安·亨特·雷伊的一次大碰撞后出于谨慎而宣布结束，当时康威的车撞上了亨特·雷伊的左外轮，并被送上了飞机。"
            ]
        },
        {
            "input": "Ade Edward, West Sumatra's disaster mitigation coordinator, said that \"We have told all residents to stay alert and not to worry too much since we will guard the city [Padang].\"",
            "output": [
                "西苏门答腊岛减灾协调员艾德·爱德华说：“我们已经告诉所有居民保持警惕，而且不要太担心，因为我们将保卫这座城市【巴东】。”"
            ]
        },
        {
            "input": "As a non-partisan news source, Wikinews has impartially reached out to these candidates, who are looking to become the 43rd person elected to serve their nation from 1600 Pennsylvania Avenue NW.",
            "output": [
                "作为一个无党派的新闻来源，维基新闻公正地接触了这些候选人，他们希望成为第43位从西北宾夕法尼亚大街1600号为国家服务的人。"
            ]
        },
        {
            "input": "Louisiana's Democratic primary was also won by Obama in a large margin, winning nearly 53% of the vote over Clinton's 39%.",
            "output": [
                "奥巴马在路易斯安那州的民主党初选也在很大程度上赢得了胜利，他赢得了近53％的选票，超过了克林顿的39％。"
            ]
        },
        {
            "input": "After a 3-1 victory in the 2nd game of the UEFA-Women's Cup final 2005 the players of the 1.FFC Turbine Potsdam have won the European championship against the Swedish team of Djurgården / Älvsjö - the UEFA Women's cup.",
            "output": [
                "在2005年欧足联女足杯决赛第二场中以3：1击败了瑞典佐加顿斯女足后，德国FFC涡轮女足队赢得了冠军-欧足联女足杯。"
            ]
        },
        {
            "input": "The UN continues to deny any responsibility for the cholera outbreak and claims it is immune from further legal proceedings.",
            "output": [
                "联合国继续否认对霍乱的爆发负有任何责任，并声称其享有法律诉讼豁免权。"
            ]
        },
        {
            "input": "London Midland said no-one else was injured in the incident.",
            "output": [
                "伦敦米德兰说，事件中没有其他人受伤。"
            ]
        },
        {
            "input": "Phrases such as \"Don't you worry about that\" and \"Goodness gracious me\" were like trademarks to the maverick leader.",
            "output": [
                "像“你不用担心”和“上帝可怜我”这样的短语就像是这位特立独行的领导人的标志。"
            ]
        },
        {
            "input": "AA was again playing tough defense midway through the fourth quarter until #32 hit a three pointer, sparking a small Los Lunas rally, but it was not enough to overcome the offense and defense of the Chargers.",
            "output": [
                "AA（阿尔伯克基学院）队在第四节中段为止一直打出了强硬的防守，直到对方32号投中一个三分，并带动洛斯卢纳斯队打出一个得分高潮，但这还不足以战胜冲锋者队的进攻和防守。"
            ]
        },
        {
            "input": "The post became available after the previous Secretary General, Miguel Ángel Rodriguez, served only 24 days of his term of office, before returning home to Costa Rica to face corruption charges.",
            "output": [
                "这个职位机会是在前任秘书长米格尔·安赫尔·罗德里格斯任职仅24天后获得的，之后他返回了哥斯达黎加接受腐败指控。"
            ]
        },
        {
            "input": "However, after an investigation, health officials concluded that there was an abnormally large amount of lead circulating in the villagers' bodies.",
            "output": [
                "然而，经过调查以后，卫生官员们得出的结论是：在村民们的体内循环着异常大量的铅。"
            ]
        },
        {
            "input": "In the second canonization ceremony of his papacy, Pope Benedict XVI today named four new saints.",
            "output": [
                "在教皇的第二次封圣仪式上，教皇本笃十六世今天任命了四位新的圣徒。"
            ]
        },
        {
            "input": "The 35m vessel has been stranded since last Thursday, when she was grounded whilst on her way to the APEC meeting in Sydney.",
            "output": [
                "这艘35米长的船只自上周四以来一直搁浅，当时它正在前往悉尼参加亚太经合组织会议的途中。"
            ]
        },
        {
            "input": "Video of the event has been released by a lawyer for the child's mother.",
            "output": [
                "该事件的视频已由孩子母亲的律师发布。"
            ]
        },
        {
            "input": "The bone was sent to the Netherlands Forensic Institute where scientists completed tests.",
            "output": [
                "骨头被送到荷兰法医学院，科学家在那里完成了测试。"
            ]
        },
        {
            "input": "E-books and audiobooks are both big topics of this year's Book Fair.",
            "output": [
                "电子书和有声读物都是今年书展的大主题。"
            ]
        },
        {
            "input": "Finland will be paying the costs of the cleanup, as Estonia did not make an official request for help.",
            "output": [
                "虽然爱沙尼亚没有正式请求帮助，但芬兰将支付清理费用。"
            ]
        },
        {
            "input": "For example, turnout remained 15% in Gwadar and 10% in Panjgur.",
            "output": [
                "例如，瓜达尔和潘吉尔的投票率分别保持在百分之15和百分之10。"
            ]
        },
        {
            "input": "Earlier this week, then-president Ravalomanana gave up his power to military forces, which subsequently gave Rajoelina control over the government.",
            "output": [
                "本周早些时候，当时的总统拉瓦卢马纳纳将权力移交给军方，军方随后让拉乔利纳控制了政府。"
            ]
        },
        {
            "input": "However shrewd, Mr. O’Leary has plans to spend up to 200 million purchasing back shares in the company, which equates to 3% of the company share capital.",
            "output": [
                "奥利里先生计划花费2亿美元回购公司股票，这相当于公司股本的3％。"
            ]
        },
        {
            "input": "The skeleton of this man reveals that he had serious knee injury and tooth problems.",
            "output": [
                "这个男人的骨骼显示他有严重的膝伤和牙齿问题。"
            ]
        },
        {
            "input": "Four deaths were reported in connection with the storm as of Friday.",
            "output": [
                "据报道，截至周五，与这场风暴有关的死亡人数为4人。"
            ]
        },
        {
            "input": "Long lineups of customers were waiting at Australian stores for the first day of iPhone sales there, where the phone is supported by Telstra, Optus and Vodafone.",
            "output": [
                "在澳大利亚，一长串的消费者等待着iPhone销售的第一天，他们的手机得到了澳洲电信、澳都斯和沃达丰的支持。"
            ]
        },
        {
            "input": "On this trip we saw the people who gave us the Pentium processor and Instant Messaging.",
            "output": [
                "在这次旅行中，我们看到了那些给我们奔腾处理器和即时消息的人。"
            ]
        },
        {
            "input": "He stated that he \"would very much like it back\" and that to him \"it was absolutely priceless\".",
            "output": [
                "他说他“非常想要它回来”，对他来说“这绝对是无价的”。"
            ]
        },
        {
            "input": "British Airways, Korean Air and Qantas all previously admitted being involved and paid fines.",
            "output": [
                "英国航空公司、大韩航空公司和澳洲航空公司此前都承认参与并支付了罚款。"
            ]
        },
        {
            "input": "Spokesman Kaloi Akhiltov said to the Associated Press news agency that a van packed with explosive material drove into the traffic checkpoint.",
            "output": [
                "发言人卡洛伊·阿赫洛托夫向美联社通讯社说，一辆装有爆炸物的货车驶入交通检查站。"
            ]
        },
        {
            "input": "The 8-1 joint favourites Point Barrow, Joes Edge and Monkerhostin failed to finish, with Point Barrow falling at the first fence.",
            "output": [
                "同受欢迎的8-1“巴罗角”、“乔斯爱奇”和“蒙科霍斯丁”未能完成比赛，“巴罗角”在第一道障碍就摔倒了。"
            ]
        },
        {
            "input": "So far no charges have been filed against anyone for the crimes.",
            "output": [
                "到目前为止，还没有人因这些罪行遭到指控。"
            ]
        },
        {
            "input": "Industry Canada announced today that the government, through the Privy Council Office, has effectively overturned a decision by the Canadian Radio-Television and Telecommunications Commission (CRTC) regarding the status of Globalive Wireless Management Corporation, which was set to launch in November under the WIND Mobile brand.",
            "output": [
                "加拿大工业部今天宣布，政府通过枢密院办公室有效推翻了“加拿大广播电视和电信委员会”（CRTC）关于全球化无线管理公司定位的决定，而该公司已预定于11月以万德移动品牌展开事业。"
            ]
        },
        {
            "input": "The raids were in connection with the failed bombings on July 21.",
            "output": [
                "这次突袭与7月21日失败的爆炸事件有关。"
            ]
        },
        {
            "input": "\"There is a mediator, Turkey, which is ready to resume its mediation.\"",
            "output": [
                "“有一个调解人，那就是土耳其，它随时可以恢复其调解人的角色”。"
            ]
        },
        {
            "input": "This was followed by a demonstration of the sport by the Lord Mayor of London Boris Johnson and British actress Barbara Windsor, with the arena commentator noting Johnson is a surprisingly good player.",
            "output": [
                "赛后，伦敦市长波利斯·约翰逊和英国女演员芭芭拉·温莎进行了该项运动的表演赛。场内评论员指出，约翰逊是一名技艺惊人的好运动员。"
            ]
        },
        {
            "input": "\"RWE's Npower has increased tariffs by 132% since 2003, but has reduced bills by 2.7% in 2009.\"",
            "output": [
                "“自2003年以来，德国莱茵集团旗下的英国可再生能源公司增加费用达百分之132，但在2009年已削减了百分之2.7的账单价格”。"
            ]
        },
        {
            "input": "The significance of the find drew comparisons to the recent discovery of the Ivory-billed woodpecker in Arkansas earlier this year in April.",
            "output": [
                "这一发现的重要意义，可与较早于今年4月在阿肯色州发现的象牙喙啄木鸟相比肩。"
            ]
        },
        {
            "input": "The recent violence in Ivory Coast stems from Gbagbo's refusal to accept his loss in the recent presidential elections.",
            "output": [
                "最近在象牙海岸发生的暴力事件源于巴博拒绝承认其在总统选举上的失败。"
            ]
        },
        {
            "input": "\"You get judged ultimately in this Parliament by what you decide to do and what you deliver, and on this side of the Parliament we are determined that from July 1 (2012) we will price carbon.\"",
            "output": [
                "“你们的决定和言论最终会在议会得到评判，但是我们这一边决定从7月1日（2012年）开始征收碳税”。"
            ]
        },
        {
            "input": "The typhoon, with winds of up to 200 kilometres per hour (120 mph) made landfall early on Tuesday.",
            "output": [
                "星期二早些时候，该台风以200公里每小时（120英里每小时）的速度登陆。"
            ]
        },
        {
            "input": "\"The message of these two indices is clear and urgent:\"",
            "output": [
                "“这两个指数的信息是明确而紧迫的：”。"
            ]
        },
        {
            "input": "On March 18, President Kevin Baugh of the Republic of Molossia, a micronation located in Nevada, announced that his country would hold its first ever international summit this June.",
            "output": [
                "3月18日，位于内华达州的微型国家摩洛西亚共和国总统凯文·鲍夫宣布，该国将于今年6月举行首次国际峰会。"
            ]
        },
        {
            "input": "Budget constraints would lead families to purchase more grain products, which are cheaper than meat, dairy products, and other foods rich in protein.",
            "output": [
                "预算限制将导致家庭购买更多的谷物产品，这些产品比肉类、乳制品和其他富含蛋白质的食品便宜。"
            ]
        },
        {
            "input": "Another attack occurred hours later, when another rocket landed near several young men, injuring a 17-year-old youth severely and several others lightly.",
            "output": [
                "几个小时后又发生了另一次攻击，另一枚火箭弹落在几名年轻人附近，造成一名17岁青年重伤，另有几人轻伤。"
            ]
        },
        {
            "input": "The Supreme Court of Japan ruled on Wednesday that a condition imposed by an Act for acquiring Japanese nationality is unconstitutional, and confirmed the nationality of the plaintiffs.",
            "output": [
                "日本最高法院周三裁定，一项获得日本国籍的法案强加的条件违反宪法，并确认了原告的国籍。"
            ]
        },
        {
            "input": "Newsom promises more green technology, local economic stimulus and universal healthcare.",
            "output": [
                "纽瑟姆承诺提供更多绿色技术、地方经济刺激和全民医疗。"
            ]
        },
        {
            "input": "Deputy Assistant Police Commissioner Peter Clarke said there could have been \"significant injury or loss of life\".",
            "output": [
                "副警务专员助理彼得•克拉克表示，差点就造成“重大伤亡”了。"
            ]
        },
        {
            "input": "It has come under increasing pressure following the Australian Government's cutting its funding in 2003, which has only been recently restored.",
            "output": [
                "自2003年澳大利亚政府缩减资金投入以后，该机构面临越来越大的压力，直到最近才有所好转。"
            ]
        },
        {
            "input": "Currently, there are no reports of deaths or serious injuries following the landfall in Mexico.",
            "output": [
                "目前，墨西哥在迪安飓风登陆后还没有死亡或重伤报告。"
            ]
        },
        {
            "input": "\"The reason this political philosophy, underpinned by objectivism, isn't well accepted in the New Zealand culture is because New Zealanders are generally wary of major change, vote for the party they always have, and vote for the party they think will win, not the one they want to win,\" Mr Darton believes.",
            "output": [
                "达恩顿认为：“这种以客观主义为基础的政治哲学在新西兰文化中不被广泛接受的原因是，新西兰人普遍对重大变革持谨慎态度，为他们一直拥有的政党投票，为他们认为会赢的政党投票，而不是为他们想赢的政党投票”。"
            ]
        },
        {
            "input": "Al-Almin had served a prison term of nearly two years after he violating press restrictions and reporting on alleged co-operation between Sudan and the Iranian Revolutionary Guard.",
            "output": [
                "阿尔明违反新闻限制并报道苏丹与伊朗革命卫队之间据称的合作，已服刑近两年。"
            ]
        },
        {
            "input": " He died doing his duty and we will remember him.",
            "output": [
                "他为履行职责而死，我们将缅怀他。"
            ]
        },
        {
            "input": "Practitioners qualified to Level 1 Healing Touch taught the patient relaxation techniques and played soothing music before applying 21 Healing Touch hand positions, over a 40 minute session.",
            "output": [
                "在40分钟的疗程中，拥有1级触摸治疗资格的从业者，在21处位置实施手触摸治疗前，教授患者放松技巧和播放舒缓音乐。"
            ]
        },
        {
            "input": "Microsoft says that the latest versions of Internet Explorer provide the user with enhanced protection from these attacks and threats.",
            "output": [
                "微软表示，最新版本的ie浏览器为用户提供了更强的保护，使他们免受这些攻击和威胁。"
            ]
        },
        {
            "input": "Previous attempts to negotiate an agreement between the two Palestinian groups have ended in cease- fire that have lasted only a short time.",
            "output": [
                "此前在这两个巴勒斯坦组织之间曾经通过谈判形成过协议，并导致了短暂的停火。"
            ]
        },
        {
            "input": "This is the first time these two western Canadian teams have met in a Grey Cup final.",
            "output": [
                "这是这两支加拿大西部球队第一次在联赛决赛中相遇。"
            ]
        },
        {
            "input": "With the addition of these two journalists, Iraq is now \"the deadliest war for reporters in the past century\", according to Editor and Publisher, the total coming to seventy-one.",
            "output": [
                "据编辑和出版人称，伊拉克战争现在是“过去一个世纪里对记者最致命的战争”，加上这两名记者，记者死亡总人数达到71人。"
            ]
        },
        {
            "input": "Known as Tericka Dye at the time, she protested against her dismissal and even appeared on the \"Dr. Phil\" talk show.",
            "output": [
                "当时她被称为特里卡·戴伊，她对自己被解雇的事情表示了抗议，甚至出现在“菲尔博士”的脱口秀节目中。"
            ]
        },
        {
            "input": "Thalys services between Brussels and Cologne have now resumed, but services to Amsterdam and Paris are still suspended.",
            "output": [
                "目前布鲁塞尔和科隆间的高速列车已经恢复运行，但是阿姆斯特丹和巴黎之间的高速列车仍处于停运状态。"
            ]
        },
        {
            "input": "The song will also be launched as a charity mobile phone ringtone to raise funds for Sudan's troubled Darfur region.",
            "output": [
                "这首歌也将作为慈善手机铃声推出，为苏丹陷入困境的达尔富尔地区筹集资金。"
            ]
        },
        {
            "input": "Estimates suggest approximately £14 million (US$ 21.9m, € 16.2m) will be spent to restore and convert the Victorian era property into a museum with four-star hotel accommodation.",
            "output": [
                "据估计，大约1400万英镑（2190万美元，或1620万欧元）将用于修复这座维多利亚时期的城堡，它将被改建为一座拥有四星级酒店的博物馆。"
            ]
        },
        {
            "input": "Winner was Campbell Live, when on stage Mr Campbell said: \"Bloody Stoked.\"",
            "output": [
                "获奖者是《坎贝尔现场直播》，坎贝尔在台上说：“超级兴奋”。"
            ]
        },
        {
            "input": "At least 6,000 candidates (from 22 parties) ran for election to the 240 member parilament.",
            "output": [
                "至少有6,000名候选人（来自22个政党）参加了240名议员教区的竞选。"
            ]
        },
        {
            "input": "Present to testify on behalf of credit card issuers were Roger C. Hochschild of Discover Financial Services, Bruce L. Hammonds of Bank of America Corporation, and Ryan Schneider of Capital One Financial Corporation.",
            "output": [
                "出席为信用卡发行人作证的有发现金融有限公司的罗杰·霍赫希尔德、美国银行公司的布鲁斯·哈蒙兹和第一资本金融公司的瑞恩·施耐德。"
            ]
        },
        {
            "input": "Mr Howard has said that he does not like to make open ended commitments, and also stated that extra security would be needed for the APEC summit in 2007.",
            "output": [
                "霍华德先生说，他不愿意做任何开放式的承诺，而且2007年的APEC高峰会议还需要提供额外的安全保护。"
            ]
        },
        {
            "input": "Hifikepunye Pohamba, the president of the southern African country of Namibia, declared a state of emergency in in the country on Tuesday after heavy flooding killed 92 and displaced 5,032 since January.",
            "output": [
                "自今年1月以来，纳米比亚发生严重洪灾，造成92人死亡，5032人流离失所。本周二，这个南非国家的总统希菲凯普涅·波汉巴宣布国家进入紧急状态。"
            ]
        },
        {
            "input": "Festival Square's proximity to Lake Ontario caused its share of trouble, particularly for the arts groups displaying in the south.",
            "output": [
                "节日广场靠近安大略湖，这给节日带来了麻烦，尤其是对在南部展出的艺术团体来说。"
            ]
        },
        {
            "input": "The opposition in parliament even called Jung an \"enemy of the constitution\" and called for him to resign.",
            "output": [
                "议会的反对派甚至称荣恩为“宪法的敌人”，并要求他辞职。"
            ]
        },
        {
            "input": "Ferrari driver Felipe Massa had dominated the race since the start when he overtook both McLaren front line sitters - first Kovalainen and then Lewis Hamilton.",
            "output": [
                "法拉利车手费利佩·马萨从一开始就主宰了比赛，当时他超过了迈凯轮的两名一线赛车手-首先是科瓦莱宁，然后是刘易斯·汉密尔顿。"
            ]
        },
        {
            "input": "A local Dover newspaper, the York Daily Record, editorialized that Dover voters should take trial testimony into account during the general election when they could cast votes for school board members along with other elective offices.",
            "output": [
                "多弗尔当地报纸《约克日志》发表评论说，多弗尔选民应该在普选期间将审判证词纳入考虑范围，以便决定对学校教育委员会成员和其他选任职位的投票。"
            ]
        },
        {
            "input": "According to the Daily Mail the chefs cooked the celebrity tagliatelle ragu, veal, and chocolate tiramisu.",
            "output": [
                "据英国《每日邮报》报道，厨师们为这位名人烹制了意大利干面条拉格、小牛肉和巧克力提拉米苏。"
            ]
        },
        {
            "input": "The group, which is listed as a terrorist organization by the European Union and the United States, have declared ceasefires several times before, which have all ended in a resumption of violence.",
            "output": [
                "这个组织已被欧盟和美国列为恐怖组织。虽然它此前亦曾多次宣布停火，但是最后均无一例外地又恢复了暴力行动。"
            ]
        },
        {
            "input": "Bus services in Zone 1 have resumed as of 16:00 BST.",
            "output": [
                "1区的巴士服务已于美国中部时间16：00恢复。"
            ]
        },
        {
            "input": "In the Drivers' Championship Hamilton, with 107 points, has increased his lead over teammate Alonso to 12 points.",
            "output": [
                "在锦标赛中汉密尔顿获得107分，领先队友阿隆索12分。"
            ]
        },
        {
            "input": "A joint investigation with the BMJ and the BIJ, found that scientists involved in developing the WHO 2004 guidance had previously been paid by Roche or GSK for lecturing and consultancy work as well as being involved in research for the companies.",
            "output": [
                "英国医学杂志和调查新闻局的联合调查发现，参与开发世界卫生组织2004指南的科学家之前已经由罗氏或葛兰素史克的报酬，用于讲座和咨询工作以及参与公司的研究。"
            ]
        },
        {
            "input": "The National Weather Service in Maine says it will investigate whether or not the storm produced a tornado.",
            "output": [
                "缅因州的国家气象局表示将调查风暴是否会产生龙卷风。"
            ]
        },
        {
            "input": "Defense Minister Jyri Hakamies confirmed that there would be a diplomatic meeting as a result between Finnish and Russian officials in order to discuss ways of preventing similar violations in the future.",
            "output": [
                "国防部长哈卡米斯证实，芬兰和俄罗斯官员将举行一次外交会议，讨论今后防止类似违规行为的方法。"
            ]
        },
        {
            "input": "The attack coincided with US Deputy Secretary of State John Negroponte visiting the country.",
            "output": [
                "袭击发生时，美国副国务卿约翰·内格罗蓬特正在访问该国。"
            ]
        },
        {
            "input": "He claims he was on a mission to warn Mexico that an earthquake was going to strike the country.",
            "output": [
                "他声称他的任务是警告墨西哥将有一场地震袭击。"
            ]
        },
        {
            "input": "Officers have sealed off the scene, including a neighbouring street of shops.",
            "output": [
                "警员封锁了现场，包括邻近的商店街。"
            ]
        },
        {
            "input": "TRESK can potentially be affected by drugs that would change the point at which it reports pain, which would alleviate the suffering of those with migraines.",
            "output": [
                "TRESK可能会受到某些药物的影响。那些药物能够改变这一基因报告疼痛的点位，从而减轻偏头痛患者的痛苦。"
            ]
        },
        {
            "input": "This is the third orbital launch of 2008, and the first to be conducted by Russia.",
            "output": [
                "这是2008年的第三次轨道发射，也是第一次由俄罗斯进行。"
            ]
        },
        {
            "input": "The Namibian government has refused to remove value added tax (VAT) on the price of milk.",
            "output": [
                "纳米比亚政府拒绝取消牛奶价格的增值税。"
            ]
        },
        {
            "input": "However, Japan have scored one more goal than Vietnam, and will take top spot in the group on that basis.",
            "output": [
                "然而，日本的进球数比越南多一个，并且在此基础上将成为小组第一。"
            ]
        },
        {
            "input": "\"Why would you do that? What's so funny about that? It's ridiculous.\"",
            "output": [
                "“你为什么要那样干？很好玩吗？荒唐”。"
            ]
        },
        {
            "input": "The forecast is meant to be a proactive tool that provides resource managers with information that can be used to guide policies for the bay’s protection and restoration.",
            "output": [
                "该预测旨在成为一种主动的工具，为资源管理人员提供可用于指导海湾保护和恢复政策的信息。"
            ]
        },
        {
            "input": "They have withdrawn their ambassador and have decided to cancel plans with the Cambodian government for trade and oil exploration.",
            "output": [
                "他们撤回了他们的大使，并决定取消与柬埔寨政府的贸易和石油勘探计划。"
            ]
        },
        {
            "input": "The bridge spans the San Francisco Bay between Oakland and Yerba Buena Island.",
            "output": [
                "这座桥横跨在奥克兰和耶尔巴·布埃纳岛之间的旧金山海湾。"
            ]
        },
        {
            "input": "The Belgian government has announced that it will give up to 150 million € (US$ 199 million) in aid to help sub-contractors which supply Airbus and employ thousands of workers.",
            "output": [
                "比利时政府宣布，将提供至多1.5亿欧元（合计1.99亿美元）的援助，以帮助向空中客车公司供货并雇用数千名工人的分包商们。"
            ]
        },
        {
            "input": "Answering a question regarding the issue, she said that \"I do not think it’s necessary or in Turkey's interests to be cracking down on journalists and bloggers and the Internet [...] it seems to me inconsistent with all the other advances that Turkey has made.\"",
            "output": [
                "在回答有关这个问题时，她说：“我不认为有必要或为了土耳其的利益而镇压记者、博客和互联网……在我看来，这似乎与土耳其取得的所有其他进展不一致。”"
            ]
        },
        {
            "input": "\"The discovery of the cemetery this week really convinced me that there is someone important buried inside this temple.",
            "output": [
                "“本周发现的这片墓地让我确信，神庙中一定埋葬着一位重要人物”。"
            ]
        },
        {
            "input": "In the Philippines, the president and vice president are elected separately; the Puwersa ng Masang Pilipino Party's vice-presidential candidate Jejomar Cabauatan Binay will become the country's vice-president.",
            "output": [
                "菲律宾总统和副总统分别由总统和副总统选举产生，菲律宾副总统候选人杰约马尔·比奈将担任菲律宾副总统。"
            ]
        },
        {
            "input": "UGO's Adam Swiderski noted that \"if creating a fleet of death-dealing starships sounds like fun to you (and it really should), this is your dream playground,\" while GameSpy's reviewer suggested that \"after a week of playing Dark Avatar, you may forget Master of Orion altogether.\"",
            "output": [
                "UGO的亚当·斯威德斯基指出，“如果创建一个处理死亡的星际舰队对你来说很有趣（它真的应该是），这是你的梦想游乐场，”而游戏间谍的评论家建议，“在玩了一个星期的黑暗化身之后，你可能会完全忘记猎户座的主人。”"
            ]
        },
        {
            "input": "The body of Joana Dudushi was found near her apartment where she lived with her several-month-old baby.",
            "output": [
                "乔娜·笃多士的尸体在她与几个月大的婴儿同住的公寓附近被发现。"
            ]
        },
        {
            "input": "City Manager Jennifer Sparacino estimates, \"That's worth about $100,000 per year in volunteer time.\"",
            "output": [
                "市执政官珍妮弗·帕拉西诺估计，“每年志愿者的服务价值约10万美元”。"
            ]
        },
        {
            "input": "At approximately 1230 UTC/0730 EST, the first explosion occurred outside the crowded Sankat Mochan temple.",
            "output": [
                "在世界时间12时30分左右，美国东部时间0730分，第一次爆炸发生在拥挤的桑卡德莫陈寺庙外。"
            ]
        },
        {
            "input": "The review, to take place in September, will look at \"whether regeneration in the areas for the super-casinos may be a better way of meeting their economic and social needs than the creation of super-casinos\".",
            "output": [
                "将于9月进行的审查将研究“对这些提供给超级赌场的地区进行重建是否比创建超级赌场更好地满足它们的经济和社会需要”。"
            ]
        },
        {
            "input": "For every one thousand boys below the age of seven, there were 914 girls, a decrease from the 2001 census, which reported 927 female for every one thousand male children.",
            "output": [
                "每1000名7岁以下的男孩中就有914名女孩，比2001年的人口普查数据有所下降，2001年的人口普查报告显示每1000名男性儿童中有927名女性。"
            ]
        },
        {
            "input": "A five tonne borer drilling machine has been secured in place to drill a one metre hole through the remaining 12-16 metres of rock that fell into the main shaft.",
            "output": [
                "一台5吨钻孔机已经固定到位，可以在剩下的掉进了主井的12至16米的岩石上钻出一个1米的洞。"
            ]
        },
        {
            "input": "The reason cited for its removal was the species had recovered.",
            "output": [
                "其被移除的原因是该物种数量已经不符合濒危要求。"
            ]
        },
        {
            "input": ": Why do you think men don't watch the Matildas in the same numbers as they watch the Socceroos?",
            "output": [
                "你为什么认为男人看马蒂达斯的次数和看足球的次数不一样？"
            ]
        },
        {
            "input": "\"There have been no injuries or deaths,\" said CEO of Harmony mining, Graham Briggs who also said that the miners were previously contacted and were given \"food and water.\"",
            "output": [
                "和谐矿业公司首席执行官格雷厄姆·布里格斯说：“没有人员伤亡。”他还表示矿工之前曾联系上，并获得“食物和水”。"
            ]
        },
        {
            "input": "The judge decided to acquit three other Memons, Suleiman, Hanifa and Raheen, giving them the benefit of the doubt.",
            "output": [
                "法官决定开释另外3名梅蒙家族成员苏雷曼、哈尼法和拉欣，假定他们是无辜的。"
            ]
        },
        {
            "input": "The United Nations with its \"impressive achievements\" and \"haunting failures\" has changed but needs to change further, he said in an article in Newsweek International.",
            "output": [
                "他在《国际新闻周刊》的一篇文章中表示，联合国以其“令人印象深刻的成就”和“令人难忘的失败”而改变，但需要进一步改变。"
            ]
        },
        {
            "input": "The website of international news service Al Jazeera was hacked Tuesday by a group idenitified only as Al-Rashedon.",
            "output": [
                "半岛电视台国际新闻服务网站周二被称作Al Rashedon的黑客组织入侵。"
            ]
        },
        {
            "input": "\"It is vile, as are Santorum's comments about gay people.\"",
            "output": [
                "“发明这个词语是低劣的行为，桑托勒姆对同性恋者的评论也是令人可耻的。”"
            ]
        },
        {
            "input": "Christian Heritage Party candidate Jerome Dondo, CGA is standing for election in the riding of Brandon—Souris.",
            "output": [
                "基督教传统党的候选人，加拿大注册会计师（CGA）杰罗姆·东多，代表勃兰登·苏里斯参加竞选。"
            ]
        },
        {
            "input": "The storm affected the northern parishes of St. Patrick's and St. Andrew's the worst and also caused considerable damage to the nearby islands of Carriacou and Petite Martinique.",
            "output": [
                "风暴影响了圣帕特里克和圣安德鲁的北部教区，最严重的是对附近的卡里亚库岛和小马提尼克岛造成了相当大的破坏。"
            ]
        },
        {
            "input": "The other shots missed the boys, one hitting a car.",
            "output": [
                "其他的子弹没有击中男孩们，其中一个击中了一辆汽车。"
            ]
        },
        {
            "input": "Despite the book's accusations of Sheffield and Giambi, it centers around Bonds and the founder of the Bay Area Laboratory Co-Operative or BALCO, Victor Conte Jr.",
            "output": [
                "尽管对谢菲尔德和吉昂比提出了指控，但是这本书重点指向了邦兹和海湾地区实验室合作公司的创始人小维克多·孔黛。"
            ]
        },
        {
            "input": "The ban was imposed after a string of accidents, of which the three most important were Adam Air Flight 574, a 102-fatality accident in which a Boeing 737-43Q plunged into the ocean after pilots distracted by instrument failure failed to maintain control, Adam Air Flight 172, in which another B737 snapped in half after a hard landing and Garuda Indonesia Flight 200, in which a third B737 attempted landing at extreme speed and overshot the runway, killing 21.",
            "output": [
                "这项禁令是在一系列事故之后实施的，其中三个最重要的事故是亚当航空574航班，这是一次102人死亡的事故，一架波音737-43Q因仪表故障而分心的飞行员未能保持控制而坠入大海；亚当航空172航班，其中另一架B737在硬着陆后折断了一半；印尼鹰航200航班，其中第三架B737试图以极快速度着陆并冲出跑道，造成21人死亡。"
            ]
        },
        {
            "input": "The statistics for Wikibooks are extracted using an SQL query on the latest Wikibooks database dump.",
            "output": [
                "维基图书的统计信息，是先将最新的维基图书数据库转储为结构化查询语言，再从查询语言中提取的。"
            ]
        },
        {
            "input": "Some flights have been diverted to Sacramento International Airport and Delta Air Lines has canceled 10 flights to and from San Francisco.",
            "output": [
                "有些航班被转往萨克拉门托国际机场，三角航空公司取消了进出旧金山的10个航班。"
            ]
        },
        {
            "input": "Lerwick in the Shetland Islands is currently cloudy with fog, at only 18ºC (64ºF)",
            "output": [
                "目前，设德兰群岛的勒维克地区被浓雾笼罩，气温只有18oC（64oF）。"
            ]
        },
        {
            "input": "Currently, waves of lawsuits against internet file-sharing services continue to be mounted.",
            "output": [
                "目前，一系列针对互联网文件共享服务的诉讼仍在继续。"
            ]
        },
        {
            "input": "Mr. Abbot then moved to censure the Prime Minister and conclude Question Time claiming \"Nothing is more fake than making a promise to the Australian people before the election and breaking it after the election …\"",
            "output": [
                "此后，阿博特先生开始对总理进行指责，并在质询时间结束的时候宣称：“没有什么事比当选前对澳大利亚人民做出承诺，而当选后又违背诺言更加虚伪了……”。"
            ]
        },
        {
            "input": "The trams are amongst some of the longest and heaviest in Europe, though, and will require a large amount of modification to enable them to be able to operate on Croydon's network if the bid is successful.",
            "output": [
                "不过，这些有轨电车是欧洲最长、最重的电车之一，如果竞标成功，将需要对其进行大量改造，才能使其在哥莱顿的电车网络上运行。"
            ]
        },
        {
            "input": "A National Transportation Safety Board \"Go Team\" led by Ted Turpin was dispatched to the scene to conduct a federal investigation into the crash.",
            "output": [
                "美国国家运输安全委员会派出由特德·特平领导的“加油小组”前往事故现场，对事故进行联邦调查。"
            ]
        },
        {
            "input": "In many cases their information was helpful, but in other cases the wrong people were detained, and were subjected to questioning by \"inexperienced and uninformed\" interrogators.",
            "output": [
                "在很多情况下，他们提供的信息是有用的，但是在其他情况下，会有一些错误的人员被扣留，然后由“没有经验和不知情的询问者”对进行询问。"
            ]
        },
        {
            "input": "In August 2004, the 10th National People's Congress (NPC) Standing Committee approved a \"resolution on improving the people's jury system\", which took effect today.",
            "output": [
                "2004年8月，第十届全国人大常委会通过了“关于改善人民陪审员制度的决议”，该决议于今天生效。"
            ]
        },
        {
            "input": "At an industry awards dinner, Button indicated his desire for a buyer to be found for Honda, saying any buyer would get \"... a great team with excellent facilities.\"",
            "output": [
                "在一次行业颁奖晚宴上，巴顿表示他希望本田能找到买主，他说任何买主都想得到“……一个拥有优秀设备的伟大团队”。"
            ]
        },
        {
            "input": "Watched by thousands of students gathered outside, a fire extinguisher was thrown from the roof, giving glancing blows to two police officers on the ground 70 feet (21 metres) below.",
            "output": [
                "在数千名学生聚集在外面的注视下，一个灭火器从屋顶上被扔了下来，砸向70英尺（21米）以下地面上的两名警官。"
            ]
        },
        {
            "input": "The details of the discovery, which took place on December 19 last year, has only just been made public.",
            "output": [
                "这一发现发生在去年12月19日，其细节刚刚公布。"
            ]
        },
        {
            "input": "The remaining question is whether Kazaa authorises its users to download files illegally.",
            "output": [
                "剩下的问题是Kazaa是否授权其用户非法下载文件。"
            ]
        },
        {
            "input": "There are approximately 2000 members in New Zealand and active branches in the US and Australia.",
            "output": [
                "在新西兰他们有大约2000个教众，在美国和澳大利亚也有活跃的分支机构。"
            ]
        },
        {
            "input": "Matt Thornton is credited a blown save for giving up Chicago's one run lead in the eighth.",
            "output": [
                "马特·桑顿一次意外的扑救让本已放弃该局的芝加哥队在第八局取得了领先。"
            ]
        },
        {
            "input": "Opposition candidates filed suit to overturn the results, accusing electoral officials of vote fraud to benefit the ruling party.",
            "output": [
                "反对派候选人提起了推翻竞选结果的诉讼，指责选举官员投票欺诈以使执政党受益。"
            ]
        },
        {
            "input": "The extended warranty covers repairing and shipping of the console and the company has promised to reimburse those owners who have already had to pay for repairs.",
            "output": [
                "延长保修期包括控制台的维修和运输，公司承诺偿还那些已经支付维修费用的用户。"
            ]
        },
        {
            "input": "The scientists from the University of Melbourne say their research shows that the benefits of nuclear energy have been underestimated and concerns about nuclear waste overplayed.",
            "output": [
                "墨尔本大学的科学家表示，他们的研究表明，核能的好处被低估了，对核废料的担忧被夸大了。"
            ]
        },
        {
            "input": "Eyewitnesses said that the police asked one person in a building that was surrounded to give himself up.",
            "output": [
                "目击者说，警察要求一个被包围在建筑物中的嫌犯投降。"
            ]
        },
        {
            "input": "Complaints by neighbors spurred an animal control officer to be looking for the dogs at the time the woman was killed.",
            "output": [
                "邻居的投诉促使一名动物管制人员在该名女子被杀时正在寻找这些狗。"
            ]
        },
        {
            "input": "With the game tied in the bottom of the ninth inning, Cleveland pitcher Roberto Hernández hit batter A.J. Pierzynski with the bases loaded, walking in the winning run.",
            "output": [
                "随着比赛在第九局的最后一局打平，克利夫兰投手罗伯托·赫尔南德兹击中了正在跑垒的击球手A.J.皮耶兹斯基。"
            ]
        },
        {
            "input": "The council voted to ask Stenroos to pay the city for the cost of the search.",
            "output": [
                "委员会投票要求斯滕鲁斯支付全城的搜索费用。"
            ]
        },
        {
            "input": "In a statement at his inauguration ceremony, Mutharika said one of his highest priorities would be to battle with corruption.",
            "output": [
                "穆塔里卡在就职仪式上的一份声明中表示，他的首要任务之一就是与腐败作斗争。"
            ]
        },
        {
            "input": "I appreciate that Republicans and Democrats in Congress agreed to provide these vital funds without tying the hands of our commanders, and without an artificial timetable of withdrawal from Iraq.",
            "output": [
                "我感谢国会的共和党人和民主党人同意提供这些至关重要的资金，而不束缚我们指挥官的手脚，也不设定从伊拉克撤军的人为时间表。"
            ]
        },
        {
            "input": "During his national career he played against nations such as Pakistan, Australia, and India.",
            "output": [
                "在他的国家队生涯中，他与巴基斯坦，澳大利亚和印度等国家进行了比赛。"
            ]
        },
        {
            "input": "In 1995, at the age of 88, Bethe wrote an open letter calling on all scientists to \"cease and desist\" from working on any aspect of nuclear weapons development and manufacture.",
            "output": [
                "1995年，贝特在88岁时写了一封公开信，呼吁所有科学家“停止并终止”从事核武器研发和制造的任何方面的工作。"
            ]
        },
        {
            "input": "Schröder claims that the CDU is engaging in a policy of blockade rendering him unable to make laws and implement policy changes while Angela Merkel, says that Schröder's government is simply incapable to take action.",
            "output": [
                "施罗德声称，基民盟实行的封锁政策使他无法制定法律和实施政策改革，而安格拉·默克尔则表示，施罗德政府根本无力采取行动。"
            ]
        },
        {
            "input": "The parties in the DeKalb Farmers Market religious discrimination case came to a settlement in May 1989, and the case was dismissed with prejudice in June.",
            "output": [
                "迪卡尔布农民市场宗教歧视案的当事人于1989年5月达成和解，该案于6月被驳回。"
            ]
        },
        {
            "input": "When water freezes, the salt is squeezed out, leaving pure water ice behind.",
            "output": [
                "当水结冰的时候，盐分就被挤了出来，只留下纯粹由水结成的冰。"
            ]
        },
        {
            "input": "“But that does not mean that, in achieving the best value for the taxpayer, that we will accept something that is below standard for what it is we are purchasing, either.”",
            "output": [
                "“但这并不意味着，为了实现纳税人的最大价值，我们将接受一些低于我们购买的标准的东西”。"
            ]
        },
        {
            "input": "An 18-year-old UK student suspected of throwing a fire extinguisher from the roof of the headquarters of the Conservative Party ('Tories'), 30 Millbank, London, was arrested on Monday.",
            "output": [
                "周一，伦敦米尔班克30号，一名18岁的英国学生因涉嫌从保守党总部楼顶投掷灭火器而被捕。"
            ]
        },
        {
            "input": "Following the escalation of investigations into St Stanislaus College in Bathurst, New South Wales, Australia, Wikinews has obtained a police statement from an alleged victim made in 1997 against priest Brian Joseph Spillane.",
            "output": [
                "随着对澳大利亚新南威尔士州巴瑟斯特的圣斯坦尼斯洛斯学院的调查升级，维基百科从一名据称受害人那里获得了一份警方于1997年对布莱恩·约瑟夫·斯皮兰牧师所作的陈述。"
            ]
        },
        {
            "input": "Kevin Sites, the NBC TV journalist who taped the event as \"pool\" footage, was embedded with the 3rd Battalion, 1st Marine Regiment when it neutralized Fallujah.",
            "output": [
                "美国国家广播公司电视台记者凯文·西茨将这一事件录成名为“可怜”的长镜头，当时他正跟随第一海军陆战队第三营中立化费卢杰。"
            ]
        },
        {
            "input": "Jackson's defense lawyer, Tom Mersereau Jr., advised the judge that Jackson awoke earlier that morning with severe back pain and was under treatment at an area hospital at the time.",
            "output": [
                "杰克逊的辩护律师汤姆·默塞尤通知法官，杰克逊当天早上因严重背痛很早就起床了，当时正在区医院进行治疗。"
            ]
        },
        {
            "input": "The Saltley Gate Peace Group, an interfaith organisation based in Birmingham, has expressed \"its undiminished support\" for the Green Lane Masjid, featured in Channel 4's investigative Dispatches programme shown on Monday 15 January.",
            "output": [
                "位于伯明翰的跨信仰组织，萨特利门和平组织已经表达了对绿道马西德“丝毫不减的支持”，这在该频道1月15日星期一第4频道播出的深度调查新闻报道节目中得到体现。"
            ]
        },
        {
            "input": "Danell Leyva from the United States started with a strong 15.833 point routine.",
            "output": [
                "来自美国的达尼尔·莱瓦以15.833分的强劲表现开局。"
            ]
        },
        {
            "input": "\"I am sure I will learn from them how to cope with the facts of life that none of us anticipated.\"",
            "output": [
                "“我相信，我将从他们那里学到如何处理生活中我们谁也没有预料到的事实。”"
            ]
        },
        {
            "input": "The highlighted comment made by Reid was calling Obama a \"light-skinned\" black man \"with no Negro dialect unless he wanted to have one.\"",
            "output": [
                "里德在其引人注目的评论中，称奥巴马是一个“肤色浅的”黑人，“他不会黑人方言，除非他想拥有黑人方言。”"
            ]
        },
        {
            "input": "North Korea surprised the world when it launched a ballistic missile over northern Japan in 1998.",
            "output": [
                "1998年，朝鲜在日本北部发射了一枚弹道导弹，震惊了世界。"
            ]
        },
        {
            "input": "Bangladesh pulled off a surprising victory over South Africa by 67 runs in the Super 8 phase of the World Cup at the Providence Stadium, Georgetown, Guyana.",
            "output": [
                "孟加拉国取得了令人惊叹的胜利，在圭亚那乔治城的普罗维登斯体育场举行的板球世界杯超级八强赛中以67分优势战胜南非队。"
            ]
        },
        {
            "input": "\"Ben was a good guy, a funny fellow and I will never forget him.\"",
            "output": [
                "“本是一个好人，一个有趣的家伙，我永远不会忘记他。”"
            ]
        },
        {
            "input": "\"I've now said that Mr. McHale's plans were counterproductive and potentially dangerous to what we've been trying to do there, and that is to reach a peaceful settlement,\" said David Ramsay, Ontario's minister of aboriginal affairs.",
            "output": [
                "安大略省土著事务部长大卫·拉姆齐说：“我现在说，麦克海尔先生的计划适得其反，对我们在那里所做的努力有潜在的危险，那就是要达成和平解决方案。”"
            ]
        },
        {
            "input": "A state of emergency was declared in Bahrain on Tuesday by King Hamad bin Isa Al Khalifa as protests in the country escalated further, leaving at least two dead.",
            "output": [
                "随着抗议活动在该国进一步升级并导致至少2人死亡后，巴林国王哈马德·本·伊萨·阿勒哈利法宣布国家进入紧急状态。"
            ]
        },
        {
            "input": "American officials displayed weaponry including Explosively Formed Penetrators (EFPs) and thermal detectors used for remotely exploding bombs.",
            "output": [
                "美国官员展示了武器，包括爆炸成型的穿甲弹（EFP）和用于远程爆炸炸弹的热探测器。"
            ]
        },
        {
            "input": "One virus, Antinny (or Kintama (testicle)-virus) is believed responsible for uploading documents to the filesharing network without first obtaining user permission.",
            "output": [
                "有一种叫做Antinny的病毒（或者“睾丸病毒”）能够在不事先获得用户许可的情况下将文件上传至文件共享网络。"
            ]
        },
        {
            "input": "The closure continues to cause major problems for Canadian beef farmers who depended on the United States beef market.",
            "output": [
                "边境的关闭为依赖美国牛肉市场的加拿大肉牛业主带来了大麻烦。"
            ]
        },
        {
            "input": "He said a report compiled by the Australian National Retailers Association, representing major supermarkets, showed that by the end of last year supermarkets had reduced their annual use of lightweight, single-use bags by 45 per cent compared with 2002.",
            "output": [
                "他表示，代表大型超市的澳大利亚全国零售商协会编制的一份报告显示，截至去年年底，超市每年使用的一次性轻购物袋比2002年减少了百分之45。"
            ]
        },
        {
            "input": "Roger Friedman of The Hollywood Reporter described the film director's decision to leave the Church of Scientology as \"a stunning move\".",
            "output": [
                "“好莱坞报道”的罗杰·弗里德曼描述了电影导演决定离开科学教派是一个“惊人的举动”。"
            ]
        },
        {
            "input": "The total University population is growing much faster than the number of facilities required to support it, so expanding beyond the current campus makes sense.",
            "output": [
                "大学总人数的增长速度远远超过了所需设施的数量，因此在现有校园之外进行扩张是合情合理的。"
            ]
        },
        {
            "input": "Train speed at the time of the crash was not immediately known.",
            "output": [
                "撞车时列车的速度无法立刻获悉。"
            ]
        },
        {
            "input": "The company remained under bankruptcy protection until the US Trustee for the Central District of California moved to dismiss the bankruptcy proceedings for failure of the company as debtor in possession to comply with basic requirements of filing monthly reports and paying quarterly fees to the Trustee.",
            "output": [
                "公司当时仍然享受破产保护，直到加利福尼亚中央区的美国受托人因该公司作为债务人未能遵守提供月报表和向受托人支付季度费等基本规定而终止了破产程序。"
            ]
        },
        {
            "input": "\"I think from this statement, it will make him a very ineffective mayor,\" he said.",
            "output": [
                "他说：“我认为，从这份声明来看，他会是一个非常无能的市长”。"
            ]
        },
        {
            "input": "Israel and Western powers have accused Iran, whose president, Mahmoud Ahmadinejad, has called for Israel to be \"wiped off the map,\" of seeking to obtain nuclear weapons under the guise of a civilian nuclear program.",
            "output": [
                "以色列和西方国家指责伊朗，其总统马哈茂德·艾哈迈迪内贾德呼吁将以色列“从地图上抹去”，并且试图以民用核计划为幌子获得核武器。"
            ]
        },
        {
            "input": "Al-Suri wounded two people and killed one Pakistani security official.",
            "output": [
                "艾尔·苏里击伤两人并射杀一名巴基斯塔安全官员。"
            ]
        },
        {
            "input": "\"The tail section broke down first, which broke off,\" said a witness in an interview with the BBC who was riding on his bicycle by the airport when the aircraft crashed.",
            "output": [
                "一名目击者在接受英国广播公司采访时表示：“飞机尾部首先出故障，随后断裂。”飞机坠毁时，他正在机场附近骑自行车。"
            ]
        },
        {
            "input": "The new fund we're launching to support these services will ensure that the Komen Foundation's decision doesn't jeopardize women's health.\"",
            "output": [
                "我们推出的支持这些服务的新基金将确保服务，科曼基金会的决定不会危害女性的健康。"
            ]
        },
        {
            "input": "Balsican also noted that poor infrastructure may also have a negative impact although spending on infrastructure, which may cost nearly $200 million in investment, may contribute to growth.",
            "output": [
                "巴利萨坎还指出，基础设施薄弱也可能会产生负面影响，尽管基础设施的投资可能会导致增长，这可能需要近2亿美元的投资。"
            ]
        },
        {
            "input": "Obama's response to the incident was \"One of the things that the American people count on in their interactions with any level of government is that if they have to disclose personal information, then it is going to stay personal and stay private.\"",
            "output": [
                "奥巴马对这一事件的回应是，“美国人民在与各级政府的交往中所依赖的一件事是，如果他们必须披露个人信息，那么这些信息将保持隐私。”"
            ]
        },
        {
            "input": "The checks would go out to more than a 130 million Americans according to Treasury secretary Henry Paulson.",
            "output": [
                "根据财政部长亨利·保尔森的说法，这些支票将发放给超过1.3亿美国人。"
            ]
        },
        {
            "input": "The warmest regions along the tiger stripes correspond to two of the jet locations seen in Cassini images.",
            "output": [
                "沿着虎纹最热的区域对应于卡西尼号图片中的两个喷射位置。"
            ]
        },
        {
            "input": "The form is called a GTMO Form 508-1 (pictured to the right).",
            "output": [
                "该表格被称为GTMO格式508-1（见右图）。"
            ]
        },
        {
            "input": "648 MEPs out of 680 voted today to reject the proposal, aimed at bringing Europe in-line with a similar U.S. bill.",
            "output": [
                "在680名欧洲议会议员中，648名议员今天投票否决了这一提案，该提案旨在使欧洲与美国的一项类似法案保持一致。"
            ]
        },
        {
            "input": "Western Australia and the Australian Capital Territory are each sending two swimmers, with Katherine Downie of Quinns Rocks and Jeremy McClure of Mount Pleasant representing Western Australia and Ellie Cole of Bruce and Richard Eliason of Flynn representing the Australian Capital Territory.",
            "output": [
                "西澳州和澳大利亚首都领土各派出两名游泳运动员，代表西澳大利亚的来自昆斯山的凯瑟琳·唐尼和普莱森特山的杰里米·麦克鲁尔，代表澳大利亚首都领土的布鲁斯的埃莉·科尔和弗林的理查德·艾莉森。"
            ]
        },
        {
            "input": "Archila's body was taken at 08:30 (14:30 UTC) to the Metropolitan Cathedral for a mass.",
            "output": [
                "阿奇拉的遗体于8：30分（UTC时间14：30）被送到都会大教堂举行弥撒。"
            ]
        },
        {
            "input": "A draw was held for prizes including green fees for four at the Peel Village Golf Course, Heritage Theatre tickets, and restaurant gift certificates.",
            "output": [
                "举行抽奖的活动，奖励包括皮尔村高尔夫球场四人的果岭费、传承剧院门票和餐厅礼券。"
            ]
        },
        {
            "input": "News of his death was shared with Wikinews through the Australian Tax Office and Tony Naar of the Australian Paralympic Committee.",
            "output": [
                "他去世的消息通过澳大利亚税务局和澳大利亚残奥委员会的托尼·纳尔与维基新闻分享。"
            ]
        },
        {
            "input": "Global Deputy Director of Google Kai-Fu Lee said: \"The contents on the Internet were mostly limited with some copyright issue in the past, but after many products in the Web 2.0 era are presented, several contents are progressively released and opened to the public in the presence.\"",
            "output": [
                "谷歌全球副总监李开复表示：过去互联网上的内容大多受到一些版权问题的限制，但在Web2.0时代的许多产品出现之后，一些内容逐步发布并向公众开放。"
            ]
        },
        {
            "input": "On the question of what the West should do, Chaindrawa replies that the West should support the Georgian population, its civil society, and its institutions rather than the Saakashvili government.",
            "output": [
                "关于西方应该做些什么的问题，钱恩德拉瓦回答说，西方应该支持格鲁吉亚人民、民间社会团体和机构，而不是萨卡什维利政府。"
            ]
        },
        {
            "input": "Experts said that the incident was embarrassing for Airbus; the airline's shares have dropped by 7% since.",
            "output": [
                "专家表示，这一事件令空客感到尴尬，自那以来，该航空公司的股价已经下跌了百分之7。"
            ]
        },
        {
            "input": "The festival will be featured at the historic Chinese 6 Theatres on Hollywood Boulevard in Hollywood, California.",
            "output": [
                "电影节活动将在坐落于加州好莱坞星光大道上的那座历史悠久的中国六联剧场举行。"
            ]
        },
        {
            "input": "The company is suing for recovery of civil damages representing one-half of film and book earnings from such blockbuster films as Spider-Man, Iron Man, X-Men, Hulk, and Fantastic Four franchises.",
            "output": [
                "该公司诉求民事赔偿，金额为来自走红大片，包括蜘蛛侠、钢铁侠、X战警、绿巨人，以及神奇四侠等特许经营权所获得的影片和图书收益的一半。"
            ]
        },
        {
            "input": "In 2000, Nader ran for President as a Green Party candidate and received 2.7% of the popular vote.",
            "output": [
                "2000年，纳达尔以绿党候选人的身份竞选总统，获得了百分之2.7的普选票。"
            ]
        },
        {
            "input": "Local media reports Tirana residents rushing to donate blood to help with the emergency.",
            "output": [
                "当地媒体报道说，地拉那的居民纷纷献血，帮助应对紧急情况。"
            ]
        },
        {
            "input": "Senate President Juan Ponce Enrile told a crowd after the count: \"We have done this ... for the Filipino people …\"",
            "output": [
                "参议院主席胡安·庞斯·恩里尔在点票后对一群人说：“我们这样做是为了…菲律宾人民…”。"
            ]
        },
        {
            "input": "The investigation is the only one ever conducted into dog fighting in Finland.",
            "output": [
                "这是芬兰唯一一项关于斗狗的调查。"
            ]
        },
        {
            "input": "Although the wet weekend was more suitable for the Michelin-tyred cars, Schumacher overtook both Renault drivers to win the race.",
            "output": [
                "尽管潮湿的周末更适合米其林轮胎的赛车，舒马赫还是超过了雷诺的两位车手赢得了比赛。"
            ]
        },
        {
            "input": "The nine-day joint navy, customs and army \"Operation Clearwater\" was continuing, and had taken months to plan.",
            "output": [
                "为时9天的，由海军、海关与陆军联合实施的“清水行动”还在持续之中。该行动已经计划了几个月。"
            ]
        },
        {
            "input": "President Bush, in a press conference on Tuesday, was asked about Amnesty International's report.",
            "output": [
                "布什总统在星期二的新闻发布会上被问及国际特赦组织的报告。"
            ]
        },
        {
            "input": "Investigators say there were ten bullet casings at the scene from a semiautomatic firearm.",
            "output": [
                "调查人员说，现场留下了10枚半自动武器的弹壳。"
            ]
        },
        {
            "input": "Pugh says that while she was a member of the group a seven-year-old girl took her aside and told her Alamo had sexual conduct with minors while watching pornography.",
            "output": [
                "普格说，当她还是该组织的成员时，一名7岁的女孩把她拉到一边，告诉她阿拉莫在观看色情影片时与未成年人发生性关系。"
            ]
        },
        {
            "input": "The current economic situation has intensified the problem created by high food prices.",
            "output": [
                "当前的经济形势加剧了高粮价造成的问题。"
            ]
        },
        {
            "input": "When a repair job is required, it is often required in a hurry.",
            "output": [
                "当需要提供维修服务时，一般都要得很急。"
            ]
        },
        {
            "input": "The peace plan document was originally drafted by Nicolas Sarkozy, the President of France.",
            "output": [
                "这份和平计划文件最初是由法国总统尼古拉·萨科齐起草的。"
            ]
        },
        {
            "input": "They held hammers, big dumb-bells, metal crow-bars and sticks.",
            "output": [
                "他们拿着锤子、大哑铃、金撬棍和棒子。"
            ]
        },
        {
            "input": "The results have a margin of sampling error of +/- 2.9.",
            "output": [
                "结果的采样误差范围为正负2.9。"
            ]
        },
        {
            "input": "Lee, 86, has denied the allegations and has previously filed his own $50 million counter lawsuit against SLM, claiming the company has destroyed his name and reputation and prevented his effort to develop such properties as \"The Accuser\" and \"The Drifter\" and others via his first-look deals with Disney and Virgin Comics.",
            "output": [
                "今年86岁的李否认这一指控，并于此前对SLM公司提出了价值5千万美元的反诉讼，声称该公司毁坏了他的名誉并阻止他通过与迪斯尼和维京漫画公司签订优先合作契约来开发诸如“原告”和“流浪汉”等新资产的努力。"
            ]
        },
        {
            "input": "The government of Sierra Leone had expressed its intend to abolish user fees for women and children with a new plan for a fairer health care system that was to be revealed on the Sierra Leone Investment and Donor Conference, which was held in London on November 18 and 19.",
            "output": [
                "塞拉利昂政府已表明其有意取消妇女儿童的使用费，并制定一个新的计划以建立更加公平合理的医疗保健体系。该计划将在11月18日和19日在伦敦召开的塞拉利昂投资与捐助者会议上公布。"
            ]
        },
        {
            "input": "The second took place just minutes later at the Cantonment Railway Station, leaving a crater just outside the stationmaster's room, and the third occurred on the Shiv Ganga Express, which had been leaving for New Delhi.",
            "output": [
                "第二次发生在几分钟后，在兵营火车站，在站长的房间外留下了一个坑。第三次发生在开往新德里的恒河特快列车上。"
            ]
        },
        {
            "input": "Min-fa Lin (Secretary General of Taiwan Cancer Friends New Life Association) remarked that a cancer patient inspires this tour because the one finished a small bicycle tour from Shihlin to Tamshui, after this event known by governments and companies, Sports Affairs Council of Executive Yuan of Taiwan (SAC) supervised and Giant Co., Ltd. sponsored this Hualien-Taidong tour.",
            "output": [
                "台湾癌症之友新生命协会秘书长林敏发表示，是一位癌症患者激发了这次旅行，因为这个人完成了从石林到淡水的小型自行车之旅。在这个被政府和公司所熟知的事件之后，台湾行政院体育理事会（SAC）监督和巨人有限公司赞助了这次花莲-台东之旅。"
            ]
        },
        {
            "input": "\"Family Payment system reshuffle leaves poorest worse off!\" Australian Greens leader Christine Milne tweeted.",
            "output": [
                "“家庭补助系统的重新洗牌会让最穷的人的生活变得更糟！”澳大利亚绿党领袖克里斯蒂娜·米尔恩在推特上写道。"
            ]
        },
        {
            "input": "But it's clear most people in Berwick would rather be part of SNP-governed Scotland than Labour-run England.\"",
            "output": [
                "但很明显，贝里克的大多数人宁愿成为苏格兰民族党统治的苏格兰的一部分，也不愿成为工党统治的英格兰的一部分。”"
            ]
        },
        {
            "input": "According to a spokesman for the International Security Assistance Force, a NATO peacekeeping organisation, troops came under fire after a successful operation.",
            "output": [
                "据北约维和组织国际安全援助部队的一位发言人表示，部队在一次成功的行动后遭到了攻击。"
            ]
        },
        {
            "input": "The statue was removed and is currently in the custody of the Customs and Excise department (C&ED).",
            "output": [
                "该雕像被移除，目前由海关（C＆ED）保管。"
            ]
        },
        {
            "input": "Japan took silver with 271.952 points, and Great Britain got bronze with 271.711 points.",
            "output": [
                "日本队以271.952分获得银牌，英国队以271.711分获得铜牌。"
            ]
        },
        {
            "input": "The Justice Department has since replaced the case's prosecutors, and the allegations of misconduct have held up sentencing from the original convictions.",
            "output": [
                "司法部因此更换了案子的检察官，根据最初的证据，无法对其不端行为的指控提供量刑依据。"
            ]
        },
        {
            "input": "The final report, released in October, blamed pilot error for the disaster.",
            "output": [
                "10月份发布的最终报告灾难归咎于飞行员错误。"
            ]
        },
        {
            "input": "According to witness reports, about twenty people were seen walking away from the crash.",
            "output": [
                "根据目击者的报告，大约有20人被看到从坠机现场走开。"
            ]
        },
        {
            "input": "Thomas appealed his conviction on the grounds that interviews conducted in Pakistan after his arrest in 2003 breached Australian law and should not have been allowed as evidence at his trial.",
            "output": [
                "托马斯对自己的判决提出上诉，理由是2003年被捕后在巴基斯坦所进行的面谈违反了澳大利亚法律，不应被允许作为审判的证据。"
            ]
        },
        {
            "input": "Health ministry official Rustam Pakaya told reporters that at least 28,000 people have been forced to abandon their homes in central Java, although exact figures are not yet available.",
            "output": [
                "印尼卫生部官员鲁斯塔姆・帕卡亚对记者说，爪哇中部至少有2万8千人被迫离开家园，不过目前还没有确切的数字。"
            ]
        },
        {
            "input": "The right rear hoof was already deteriorating, having developed a painful abscess earlier in the week.",
            "output": [
                "右后蹄已经恶化，本周早些时候出现了疼痛性脓肿。"
            ]
        },
        {
            "input": "The implementation of the NPC's decision will add more transparency and justness to the country's judicial system, he added.",
            "output": [
                "他补充说，全国人大决定的实施将增加国家司法系统的透明度和公正性。"
            ]
        },
        {
            "input": "While Suse was very involved in the early phases, Debian was ultimately selected to replace Windows on 14,000 desktops.",
            "output": [
                "虽然Suse在早期阶段非常投入，但最终选择Debian来替代14000台台式机上的Windows。"
            ]
        },
        {
            "input": "If oil is swept up into the Loop Current—which moves at about 3.3 to 6.5 feet (one to two meters) a second—there's essentially no way to stop it, Tony Sturges, professor emeritus of oceanography at Florida State University, told National Geographic.",
            "output": [
                "佛罗里达州立大学海洋学荣誉退休教授托尼·斯特奇斯告诉《国家地理》杂志，如果石油以每秒3.3到6.5英尺（1到2米）的速度进入环流，基本上没有办法阻止它。"
            ]
        },
        {
            "input": "100,000 troops - which equates to approximately 40% of the country's armed forces - are said to have been committed to assisting with the survivors of the disasters.",
            "output": [
                "据说，10万名士兵-相当于约日本武装部队的百分之40参与了援助灾害幸存者的行动。"
            ]
        },
        {
            "input": "They also dismissed claims that instructions given to the jury by the judge had been incomplete, or unclear, stating that \"the defendants proposed a misleading statement as an alternative\", and that in such situations the judge is allowed to stay with the original instruction, and in particular is not required \"that a submitted charge be technically perfect to alert the court to the need for a particular charge\".",
            "output": [
                "他们还驳回了有关法官向陪审团发出的指示不完整或不清楚的指控，称“被告提出了一项误导性陈述作为替代方案”，并且在这种情况下，法官可以保留原来的指示，特别是不要求法官为特定的指控提醒法庭要“提交在技术上完美的指控”。"
            ]
        },
        {
            "input": "Foreign Minister Enrique Ortez said \"I have ordered to not allow him to enter, whoever he comes with, to avoid the imprudence of allowing a president of the republic to die, of allowing a president of the republic to get hurt, of allowing a person to die\".",
            "output": [
                "外交部长恩里克·奥特兹说：“我已经下令不允许他和他的任何同行者入境，以避免发生导致某位共和国总统死亡，受伤或导致任何人员死亡的轻率举动”。"
            ]
        },
        {
            "input": "When Shankbone rings the bell of \"HC & Co.\" he has no idea what to expect.",
            "output": [
                "当尚克波敲响“HC＆Co. ”的钟声时，他不知道会发生什么。"
            ]
        },
        {
            "input": "Oxford won the toss and chose to row on the Surrey side of the river, with Cambridge rowing on the Middlesex side.",
            "output": [
                "牛津大学在掷硬币中获胜，他们选择在萨里一侧划船，剑桥划船在米德尔塞克斯一侧。"
            ]
        },
        {
            "input": "One of the first messages transmitted in Comanche language during the landings was \"right beach, wrong place\".",
            "output": [
                "登陆时他们用科曼奇语传递的第一条信息是“正确的海滩，错误的地方”。"
            ]
        },
        {
            "input": "The big winners of the night were twin duo Sisters Tolmatchevy with their song \"Vesna\" (Spring).",
            "output": [
                "当晚最大的赢家是双胞胎姐妹托尔马切维和他们的歌曲“维斯纳”（春天）。"
            ]
        },
        {
            "input": "Sayed Abdul Ghafar, head of the criminal investigation, Kabul police, said the explosion demolished at least eleven civilian vehicles in the adjoining area.",
            "output": [
                "喀布尔警方刑事调查负责人赛义德·阿卜杜勒·加法尔说，爆炸造成邻近地区至少11辆民用车辆被拆除。"
            ]
        },
        {
            "input": "The date of execution and the period for evacuating the buildings were not stated.",
            "output": [
                "没有说明执行日期和撤离建筑物的时间。"
            ]
        },
        {
            "input": "He felt \"grateful, lucky and honoured\" to have been able to work at the BBC.",
            "output": [
                "能够在BBC工作，他感到“感激、幸运和荣幸”。"
            ]
        },
        {
            "input": "Formed as a joint venture between BMG and Wolfgang Funk in 1992, the label had seen its parent merge with Sony in 2005 to form Sony BMG and Funk quit as president in December 2008.",
            "output": [
                "1992年，BMG与沃尔夫冈·芬克成立合资公司，2005年其母公司与索尼合并，成立索尼BMG。2008年12月，芬克辞去总裁一职。"
            ]
        },
        {
            "input": "London, England — This morning Australia's Minister for Sport, Kate Lundy, watched Elizabeth Kosmala and Natalie Smith qualifying for the finals in the women's R2-10m air pistol SH1 event.",
            "output": [
                "英国伦敦，今天上午，澳大利亚体育部长凯特·伦迪观看了女子R2-10米气手枪SH1决赛的资格赛。"
            ]
        },
        {
            "input": "Only twenty of the vehicles have survived since 1963, and the original price of £199 has soared to approximately £40,000 (US$ 65,000) today.",
            "output": [
                "自1963年以来，只有20辆车保存下来，而199英镑的原价今天已飙升至约40,000英镑（65,000美元）。"
            ]
        },
        {
            "input": "Even in the drier climate found in Abilene, mosquitos recently tested were carrying the virus.",
            "output": [
                "即使在阿比林那样干燥的气候条件下，最近也在蚊子体内检测到了它们携带的病毒。"
            ]
        },
        {
            "input": "The cause of the crash is still unknown, pending an official investigation.",
            "output": [
                "坠机原因不明，有待官方进行调查。"
            ]
        },
        {
            "input": "Bongo was sworn in Saturday after a lengthy review of the August election that brought him to power.",
            "output": [
                "赋予其权力的8月大选历经了长时间的审查后，邦戈在周六宣誓就职。"
            ]
        },
        {
            "input": "They were subsequently killed after being trapped by a fire in the mine which prevented them from escaping.",
            "output": [
                "他们被矿井中的大火所围困，无法逃离，相继死去。"
            ]
        },
        {
            "input": "\"And this waste combined with the force of the flood and trying to erode the soil and sometimes they actually block the channel that has been created for flood dispersion and the floods come back and actually destroy their homes, and at that point they call on government,\" he added.",
            "output": [
                "他补充说：“这些废物与洪水的力量结合在一起，试图侵蚀土壤，有时他们真的堵塞了为洪水扩散而创建的渠道，洪水又回来了，实际上摧毁了他们的家园，在这一点上，他们呼吁政府。”"
            ]
        },
        {
            "input": "China has usually hesitated to support international intervention in national situations, as when a United Nations resolution was invoked to support the bombing of Libya by NATO forces last year.",
            "output": [
                "中国通常不愿支持国际社会对国家局势的干预，就像去年联合国通过决议支持北约部队轰炸利比亚那样。"
            ]
        },
        {
            "input": "Canberra's first game is against INAC Kobe Leonessa on Thursday.",
            "output": [
                "堪培拉的第一场比赛是在周四对阵日本的INAC 神户 Leonessa。"
            ]
        },
        {
            "input": "Allowing the CIA to have so much power in deciding who can stay in the country and who is shipped off to other countries is controversial, because in the past, the White House, State Department, or Justice Department would have been involved in approving individual cases of sending prisoners to other countries.",
            "output": [
                "授予中央情报局在决定谁可以留在该国以及谁被运往其他国家这样如此大的权力是有争议的，因为在过去，白宫，国务院或司法部将参与参与将囚犯送往其他国家的独立案件的审理。"
            ]
        },
        {
            "input": "The 5,023 m high volcano spat lava, stones and ash for several hours on Wednesday night.",
            "output": [
                "周三晚上，5023米高的火山喷出岩浆、石块和火山灰长达数小时。"
            ]
        },
        {
            "input": "The current cap allows for loans during a lifetime of AU$50,950.",
            "output": [
                "目前的上限允许终身贷款50,950澳元。"
            ]
        },
        {
            "input": "The AAIB further noted that it is unclear whether other aircraft designs are at risk, and advised the FAA and EASA to look into increased use of de-icing additives and investigate both the accumulation and sudden movement of ice in aircraft fuel systems and the actual formation of ice in the fuel itself.",
            "output": [
                "航空事故调查局进一步指出，尚不清楚其他飞机的设计中是否存有同样的风险，并建议联邦航空管理局和欧洲航空安全局对日益增多的除冰添加剂使用情况进行调查，同时对飞机燃油系统中的积冰和冰块的突然移动，以及燃油本身的实际结冰机制展开调研。"
            ]
        },
        {
            "input": "Dryden admitted during a news conference that he doesn't know whether Canadian troops should withdraw or stay in Afghanistan or whether a carbon tax should be part of any climate change plan.",
            "output": [
                "德莱顿在新闻发布会上承认，他不知道加拿大军队是应该撤离还是留在阿富汗，或者碳税是否应该成为应对气候变化计划的一部分。"
            ]
        },
        {
            "input": "A study done at the Christchurch Hospital has shown that 61 patients had been to the emergency department a total of 80 times.",
            "output": [
                "在克赖斯特彻奇医院进行的一项研究表明，61名病人总共去了急诊科80次。"
            ]
        },
        {
            "input": "\"I told him I was sorry and I told him that I myself would be very disturbed if anyone had looked at my passport file and that, therefore, I will stay on top of this,\" Rice said.",
            "output": [
                "赖斯说：“我对他说，我很抱歉。我告诉他，如果有人看了我的护照档案，我本人也会感到非常不安。因此，我将继续处理这件事。”"
            ]
        },
        {
            "input": "The attack is considered unrelated to two other hate crimes which occurred this month in the Northwest quadrant of the city.",
            "output": [
                "这起袭击被认为与本月发生在该市西北地区的另外两起仇恨犯罪无关。"
            ]
        },
        {
            "input": "Fusion of two deuterium nuclei results in the emission of helium nuclei (alpha particles), neutrons and gamma rays.",
            "output": [
                "两个氘核的融合导致氦原子核（α粒子），中子和伽马射线的发射。"
            ]
        },
        {
            "input": "It is not known what the effect of the ACS failure will have on the scheduled mission.",
            "output": [
                "目前尚不清楚ACS故障对该计划飞行任务的影响。"
            ]
        },
        {
            "input": "PC World's recent analysis of its own web traffic statistics concluded, \"Usually, Internet Explorer is the #2 browser after Firefox, but over the past 30 days it's been #3, a couple of points behind Safari-and nearly tied with Chrome.\"",
            "output": [
                "PC World最近对其网络流量统计数据的分析得出结论：“通常，Internet Explorer是继Firefox之后的第二大浏览器，但在过去的30天里，它一直排在第三位，落后safari2个百分点，几乎与Chrome并驾齐驱。”"
            ]
        },
        {
            "input": "\"The investigation is at a very early stage and inquiries are continuing,\" the spokeswoman said.",
            "output": [
                "这位女发言人说：“调查还处于非常早期的阶段，调查仍在继续。”"
            ]
        },
        {
            "input": "Witnesses say the two men, both Asian and in their 20s, were smoking outside the club when a man wearing a ski mask approached and shot the two around 1:30 a.m. local time (9:30 UTC).",
            "output": [
                "据目击者说，当时这两名二十几岁的亚裔男子正在夜总会门外吸烟，突然一名带着滑雪面具的男人走了过来，随即开枪击中了他们。事发时间大约为当地时间清晨1：30（世界时9：30）。"
            ]
        },
        {
            "input": "The techniques developed by Ott and the team of researchers still have to be further researched before it can be applied for use in humans.",
            "output": [
                "奥特和研究团队开发的技术在应用于人类之前还有待进一步研究。"
            ]
        },
        {
            "input": "They expect the number to increase as more information reaches them.",
            "output": [
                "他们预计随着收集的信息更多，这个数字会增加。"
            ]
        }
    ]
}