{
  "Contributors": [
    "Sai Venkat Subramani"
  ],
  "Source": [
    "Dataset Card for Asian Language Treebank (ALT) (https://huggingface.co/datasets/alt)"
  ],
  "Categories": [
    "Language Translation"
  ],
  "Definition": "Frame the sentence in the target language that closely means the sentence given in the source language. Here the target language is English and source language is Thai.",
  "Positive Examples": [
    {
        "input": "\"ผมตระหนักถึงความรับผิดชอบตกลงมาที่ผมและผมไม่สามารถรอที่จะเป็นส่วนหนึ่งของทีมอย่าง Ferrari เคียงข้างกับนักแข่งรถที่เก่งที่สุดในโลกอย่าง Michael Schumacher\" Massa กล่าว\n",
        "output": "\"I am aware of the responsibility it places on me and I cannot wait to be part of a team like Ferrari, alongside the best driver in the world, Michael Schumacher,\" said Massa.\n",
        "explanation": "The above sentence is correctly translated from Thai to English"
    },
     {
        "input": "คนขับรถยนต์เอนกประสงค์รอดชีวิตและกำลังถูกควบคุมตัวเนื่องจากต้องสงสัยว่าเมาแล้วขับ หนังสือพิมพ์เสปน Sur อ้างว่าจากการตรวจวัดปริมาณแอลกอฮอลด้วยลมหายใจนั้นเผยมีปริมาณแอลกอฮอลในเลือดสูงกว่าตามที่กฎหมายกำหนดถึงสองเท่า\n",
        "output": "The driver of the SUV had survived, and is being detained on suspicion of drink driving, Spanish newspaper Sur claiming a breathalyser test revealed twice the legal blood alcohol limit.\n",
        "explanation": "The above sentence is correctly translated from Thai to English"
    },
    {
        "input": "ซึ่งในภาพดังกล่าว คือรูปของนางคาห์โลที่กำลังนอนอยู่เตียงพยาบาล กับสายสะดือหลายเส้นที่ออกมาจากร่างของเธอ โดยที่แต่ละเส้นจะยึดอยู่กับวัตถุหรือลำตัว แต่มีเพียงเส้นเดียวเท่านั้นที่กำลังยึดอยู่กับทารก\n",
        "output": "In that image, Kahlo is shown lying on a hospital bed with multiple umbilical cords extending from her body and each one holds an object or body part, except one holding a baby.\n",
        "explanation": "The above sentence is correctly translated from Thai to English"
    }
  ],
  "Negative Examples": [
    {
      "input": "แอฟริกาใต้มีสถิติความปลอดภัยบนถนนที่ย่ำแย่ และอยู่ในอันดับที่เก้าของโลกในเรื่องการเสียชีวิตจากการจราจร",
      "output": "A Twitter account representing the Indiana State Fair confirmed the fatalities and stated that their \"prayers are with the families of all affected\".",
      "explanation": "The above sentence is not correctly translated from Thai to English as none of the words match the translation."
    },
    {
      "input": "ลองดูอย่างเช่นนักเรียนคนที่พยายามเรียนวิชาเลขและตั้งใจเรียนอย่างหนักเพื่อให้ได้มาสี่หรือห้าคะแนน แล้วเด็กคนนั้นเห็นเพื่อนกำลังสนทนากัน แต่กลับได้มาสามคะแนน…",
      "output": "Walsh aide's brought up the fact he is committed to ending paper waste at the Massachusetts State House.",
      "explanation": "The above sentence is not correctly translated from Thai to English as none of the words match the translation."
    },
    {
      "input": "กองเรือรบแรกที่ท้าทายการปิดล้อมถูกสกัดโดยหน่วยจู่โจมกองทัพเรืออิสราเอลในเดือนพฤษภาคมปีนี้",
      "output": "Norko further testifed that Ross is taking medication to control his psychiatric problems.",
      "explanation": "The above sentence is not correctly translated from Thai to English as none of the words match the translation."
    }
  ],
  "Instances": [
    {
        "input": "ส่วน Kimi ย่นระยะห่างกับนักแข่ง McLauren โดยขณะนี้ตามหลัง Alonso ห้าคะแนน\n",
        "output": [
            "Kimi narrowed the gap to the McLaren drivers, now only five points behind Alonso.\n"
        ]
    },
    {
        "input": "การแข่งขัน The Open Championship ที่จัดขึ้นที่สนาม St. Andrews เหล่าบรรดานักกอล์ฟต่างพากันร่วมไว้อาลัย\n",
        "output": [
            "At The Open Championship taking place at St Andrews, golfers also paid their respects.\n"
        ]
    },
    {
        "input": "และในการประชุมข่าวครั้งนี้ Li-feng Chien ผู้อำนวยการฝ่ายวิศวกรรมศูนย์ R&D ของ Google Taiwan ยังได้ประกาศการบรรลุผลสำเร็จที่ \"Google Taipei Developers'Day\" และเชิญผู้พัฒนาต่างๆ อย่างเช่น Chi-pao Hu และ Yi-ru Lin เพื่อร่วมแบ่งปันแอพลิเคชั่นที่แท้จริงบน iGoogle\n",
        "output": [
            "Also in this conference, the Engineering Director of the Google Taiwan R&D Center Li-feng Chien also announced the achievements on the \"Google Taipei Developers' Day\" and invited developers named Chi-pao Hu and Yi-ru Lin to share some actual applications on iGoogle.\n"
        ]
    },
    {
        "input": "แต่ท้ายที่สุดแล้ว เทคโนโลยีเดียวกันนี้อาจจะช่วยอุตสาหกรรมภาพยนตร์ได้ถึงหลายล้าน\n",
        "output": [
            "In the end, this same technology might save the movie industry millions.\n"
        ]
    },
    {
        "input": "\"ไม่ใช่เพราะว่าข้าพเจ้าเป็นผู้ที่ได้รับความนิยมอย่างท่วมท้นในคิงส์เวย์ แต่เพราะว่าการแบ่งการลงคะแนน และวิธีการทำงานของระบบผู้ได้คะแนนสูงสุดชนะเลือกตั้ง\"\n",
        "output": [
            "\"Not because I'm a hugely popular fellow in Kingsway, but because of vote splits and the way the first-past-the-post system works.\"\n"
        ]
    },
    {
        "input": "รถพุ่งชนเข้าไปในกองบังคับการกองพันของ หน่วยรบเฉพาะกิจพิเศษ ซึ่งเป็นส่วนหนึ่งของกลุ่มกองทหาร Special Services ที่จัดตั้งร่วมกับสหรัฐฯ\n",
        "output": [
            "The car rammed into the brigade headquarters of the Special Operations Task Force, part of the Pakistan military Special Services Group, set up in conjunction with the United States.\n"
        ]
    },
    {
        "input": "สมาชิกของตำรวจรัฐแจ้งให้ผู้รักษาความปลอดภัยชายฝั่งทราบ ผู้ซึ่งได้ส่งเฮลิคอปเตอร์กู้ภัย MH-65 และเรือบดกู้ภัยอีกสองลำ\n",
        "output": [
            "A member of the State Police informed the Coast Guard who sent out an MH-65 rescue helicopter and two rescue launches.\n"
        ]
    },
    {
        "input": "BP ได้ทำการปิดการรั่วของบ่อเมื่อวันที่ 13 กรกฎาคม ซึ่งได้หยุดการรั่วของน้ำมันในอ่าวอย่างได้ผล\n",
        "output": [
            "BP capped the leaking well on July 13 which effectively stopped oil from leaking into the Gulf.\n"
        ]
    },
    {
        "input": "สรุปการแข่งขัน คะแนน 5-1-25-3 ของ Sreesanth ถึงพริกถึงขิงมาก\n",
        "output": [
            "In the context of the match, Sreesanth's spell of 5-1-25-3 was crucial.\n"
        ]
    },
    {
        "input": "\"แต่มันอยู่ในขั้นตอนการปฏิบัติงานโดยปกติของพวกเราและขณะนี้เรากำลังทำการดำเนินการตอบสนองไปตามขั้นตอน\"\n",
        "output": [
            "\"But it falls within our normal operating procedures and we are reacting accordingly.\"\n"
        ]
    },
    {
        "input": "ศูนย์วิจัยและพัฒนาแห่งใหม่ของบริษัทนี้จะถูกจัดตั้งขึ้นในสวนวิทยาศาสตร์ Zizhu ในเซี่ยงไฮ้\n",
        "output": [
            "The company's new research and development center is to be established in Shanghai's Zizhu Science Park.\n"
        ]
    },
    {
        "input": "รัฐบาลได้ย้ำถึงจุดยืนที่ยาวนานในการต่อต้านการตัดสินลงโทษประหารชีวิต\n",
        "output": [
            "The government has reiterated its long standing opposition to the death penalty.\n"
        ]
    },
    {
        "input": "อาวุธใหม่ ๆ มีประสิทธิภาพเทียบเท่ากับอาวุธนิวเคลียร์ โดยปราศจากภัยคุกคามที่อาจทำให้สงครามทั่วไปยกระดับสู่สงครามนิวเคลียร์ได้\n",
        "output": [
            "The new weapons would achieve the same effects as nuclear weapons, without the threat of conventional war escalating into nuclear war.\n"
        ]
    },
    {
        "input": "ทั้งพรรค PO และ PiS ซึ่งทั้งคู่จะจัดตั้งรัฐบาลในอนาคต จะมี 304 ที่ใน new Sejm ในขณะที่จำนวนน้อยกว่า 3 ที่นั้นจำเป็นสำหรับการแก้ไขรัฐธรรมนูญที่ทั้งสองพรรคสนับสนุน\n",
        "output": [
            "PO and PiS, both of which will form the future government, will have 304 places in the new Sejm, which is 3 less than is required for making changes to the Polish constitution, which both parties support.\n"
        ]
    },
    {
        "input": "รัสเซียใช้บริเวณดังกล่าวสำหรับภารกิจการบิน ส่วนใหญ่ซึ่งส่วนใหญ่เป็นยานลำเลียงทางยุทธศาสตร์ที่บินระหว่างคาลินินกราด เมืองเอกของมณฑลคาลินินกราดโอบลาสต์ และตั้งอยู่ระหว่างโปแลนด์และลิทัวเนีย กับเซนต์ปีเตอร์สเบิร์กในรัสเซีย\n",
        "output": [
            "Russia regularly uses the area to fly missions, mostly with strategic airlifters, between Kaliningrad, capital of Kaliningrad Oblast and located between Poland and Lithuania, and St Petersberg in Russia.\n"
        ]
    },
    {
        "input": "ระเบิดก่อให้เกิดความเสียหายร้ายแรงต่อศูนย์การค้า ทำลายหน้าต่างแตก เป็นเหตุให้ฝ้าเพดานยุบตัว และเสาบิดเบี้ยวภายในรัศมีหนึ่งร้อยเมตร\n",
        "output": [
            "The blast caused serious damage to the shopping center, breaking windows, causing false ceilings to collapse, and pillars to warp within a radius of several hundred meters.\n"
        ]
    },
    {
        "input": "สมาชิกพรรครีพับลิกันได้เรียกร้องให้ Reid ลาออกจากกรณีการแสดงความคิดเห็นของเขา\n",
        "output": [
            "Members of the Republican Party have called on Reid to resign over his comments.\n"
        ]
    },
    {
        "input": "เขตทัคเกอร์รานอง กรุงแคนเบอร์รา สมาชิกทีมเงาโอลิมปิกประเทศออสเตรเรีย อลิซ อิงก์ลีย์วัยสิบเก้าปีได้เข้าร่วมการแข่งขันยิงธนูชิงแชมป์ประเทศเป็นวันที่สอง ซึ่งหลายวันก่อนเธอเริ่มต้นเป้าหมายในการกลับมาเข้าร่วมการแข่งขัน โดยเธอหวังว่าจะได้เป็นตัวแทนประเทศออสเตรเลียในการแข่งกีฬาโอลิมปิก\n",
        "output": [
            "Tuggeranong, Canberra — Nineteen year old Australian Shadow Olympic team member Alice Ingley was attending the second day of the National Archery Championships, a few days before the start of the target recurve event that she hopes to represent Australia at the Olympics in.\n"
        ]
    },
    {
        "input": "เคอร์นาซถูกจับขณะโดยสารรถประจำทางในปากีสถานเมื่อปี 2001\n",
        "output": [
            "Kurnaz was picked up in Pakistan in 2001 when riding a bus.\n"
        ]
    },
    {
        "input": "การดำเนินการเรื่อง \"ดัชนีราคา\" สามารถลดรายจ่ายของสำนักงานประกันสังคมในอนาคตลงกว่าล้านล้านดอลลาร์\n",
        "output": [
            "The implementation of \"price indexing\" would cut future Social Security costs by trillions of dollars.\n"
        ]
    },
    {
        "input": "ด้วยลูกเสิร์ฟอันทรงพลัง และการตี ground stroke โต้ตอบกันอย่างดุเดือด เธอทำเพียงแค่นั้น\n",
        "output": [
            "With powerhouse serves and an aggressive ground strokes battle, she did just that.\n"
        ]
    },
    {
        "input": "ผู้อำนวยการทั่วไปของกรมการขนส่งทางอากาศ นายBudi Mulyawan Suyitno กล่าวว่า แม้ว่างบประมาณท้องถิ่นนั้นมีจำกัด ทำให้ไม่สามารถพัฒนาสนามบินบางแห่งได้ แต่ในขณะนี้ไม่มีปัญหาใดๆที่สนามบินนานาชาติยอกยาการ์ตา ด้วยการปรับปรุงให้ RESA มีความยาว 140 เมตร และรันเวย์ยาว 2,250 เมตร พร้อมทั้งมีหน่วยกู้ภัยทางอากาศยานและรถดับเพลิงประจำการที่สนามบิน\n",
        "output": [
            "Indonesian director general of air transportation Budi Mulyawan Suyitno said that although local budget limitations have prevented some airports from being improved there are no problems currently at Yogyakarta, with improvements including declaration of a RESA for 140 metres of the 2,250 metre runway and stationing Aircraft Rescue and Firefighting trucks at the airport.\n"
        ]
    },
    {
        "input": "ปัญหาความล้มเหลวของพลังงานเกิดขึ้นหลังจากความพยายามที่จะจัดการกับปัญหาพลังงานของประเทศ ซึ่งวิกฤตขึ้นเรื่อย ๆ รวมถึงการอนุรักษ์พลังงานและความพยายามในการให้บริษัทเอกชนเข้ามาจ่ายพลังงาน ซึ่งขัดต่อรัฐธรรมนูญในปี 2004\n",
        "output": [
            "The power failure follows attempts to deal with the country's growing energy crisis, including conservation and trying to allow private companies to provide energy, which was ruled unconstitutional in 2004.\n"
        ]
    },
    {
        "input": "แถลงการณ์ระบุว่า \"เราเชื่อว่าเขากำลังจะลงน้ำตรงบันไดชั้นล่างสุดของกำแพงที่กันคลื่นจากทะเล ขณะที่เขาถูกคลื่นขนาดใหญ่ซัดออกไปโดยไม่มีสัญญาณเตือน ซึ่งเป็นผลมาจากสภาพอากาศในช่วงกลางคืน\"\n",
        "output": [
            "\"The man we believe was about to enter the water at the bottom of the sea wall steps when he was swept off without any warning by a large wave which was a result of the overnight weather conditions,\" they said.\n"
        ]
    },
    {
        "input": "Serzh Sarkisian ประธานาธิบดีอาร์เมเนีย ประกาศว่า \"เราไม่ต้องการสงครามแต่ถ้าเราต้องรบเราจะต่อสู้และจะชนะ\"\n",
        "output": [
            "Armenian President Serzh Sarkisian declared: \"We don't want a war, but if we have to, we will fight and win.\"\n"
        ]
    },
    {
        "input": "ในช่วงระหว่างที่เขาเป็นผู้บริหารรัฐ เขาได้ใช้สิทธิ์ยับยั้งการร่างกฏหมาย มากกว่า750 ฉบับ ซึ่งมากกว่าเทศมนตรีอื่นในตอนนั้นทั้งหมดรวมกันเสียอีก แล้วเขาก็ได้ละตำแหน่งพร้อมกับวางเงิน 1พันล้านดอลลาร์ให้สมทบเงินงบประมาณ\n",
        "output": [
            "During his governorship, he vetoed over 750 bills, more than all other then-governors combined, and left the state with a $1 billion budget surplus.\n"
        ]
    },
    {
        "input": "การโจมตีครั้งแรกเกิดขึ้นเมื่อขบวนทหารตำรวจถูกทำร้ายด้วยระเบิดข้างถนนสองลูก ในภูมิภาคที่มีเทือกเขาใกล้ชายแดนปากีสถาน-อัฟกานิสถาน\n",
        "output": [
            "The first attack took place when a police-army convoy was hit by two roadside bombs in the mountainous region near the Pakistani-Afghani border.\n"
        ]
    },
    {
        "input": "อดีตสมาชิก Islamic Courts Union จำนวนหนึ่งที่อยู่ในที่เกิดเหตุระบุว่า ผู้ลงมือก่อเหตุระเบิดครั้งนี้โกนศีรษะและหนวดเคราอย่างเกลี้ยงเกลา คล้ายลักษณะของสมาชิกกลุ่ม al-Shabab พวกกลุ่มอนุรักษ์นิยมที่เชื่อกันว่ามีความเชื่อมโยงกับกลุ่ม al-Qaeda\n",
        "output": [
            "Former Islamic Courts Union members at the scene identified the bomber, whose head and face had been completely shaven, as a member of al-Shabab, the ultra-conservative Islamist group believed to have links to al-Qaeda.\n"
        ]
    },
    {
        "input": "เขากล่าวในการไต่สวนว่า \"ผมกล่าวอย่างชัดเจนว่า ในความเห็นของผม การทำงานอย่างไม่ได้รับการอนุญาตให้ใช้กำลัง ไม่สามารถเกิดขึ้นได้ โดยปราศจากการตัดสินใจจากคณะมนตรีความมั่นคง\"\n",
        "output": [
            "He told the inquiry, \"I made it clear that, in my view, the draft that they were working toward did not authorize the use of force without a further decision of the Security Council\".\n"
        ]
    },
    {
        "input": "เกิดความขัดแย้งระหว่างพระนิกาย Greek Orthodox กับกลุ่มคริสเตียนชาวอาหรับ ที่กรุง Jerusalem ในวัน Good Friday เมื่อกลุ่มคริสเตียนอาหรับประท้วงการขายที่ดินโบสถ์ให้ผู้อาศัยชาวยิว\n",
        "output": [
            "A conflict erupted between Greek Orthodox monks and Arab Christians in Jerusalem on Good Friday, as the Arab Christians protested the monks' sale of church land to Jewish residents.\n"
        ]
    },
    {
        "input": "สภาผู้แทนราษฎรรัฐ Illinois ลงคะแนนเสียงเมื่อวันพฤหัสบดีในการผ่อนระดับโทษของวัยรุ่นที่มีโทษเกี่ยวกับการส่งข้อความเนื้อหาทางเพศ\n",
        "output": [
            "The Illinois House of Representatives voted this Thursday to lift some penalties for teenagers who engage in sexting.\n"
        ]
    },
    {
        "input": "Joachim Hermann รัฐมนตรีว่าการกระทรวงมหาดไทยบาวาเรีย ให้ความคิดเห็นเกี่ยวกับเหตุการณ์ที่เกิดขึ้น\n",
        "output": [
            "Joachim Herrmann, the Bavarian Interior Minister, spoke of his thoughts about the incident.\n"
        ]
    },
    {
        "input": "และกระทั่งตอนนี้เอง เวลา 9:15 น. EDT (UTC-4) เกือบ 24 ชั่วโมงหลังจากเกิดเหตุ นักดับเพลิงก็ยังคงทำงานอยู่ในจุดเกิดเหตุ\n",
        "output": [
            "Firefighters were still on scene as of 9:15 a.m. EDT (UTC-4) today, nearly 24 hours after the fire started.\n"
        ]
    },
    {
        "input": "แทนที่จะเป็นเรื่องของความรักชาติ การโต้แย้งนั้นเป็นเรื่องของสัญญาของสหภาพซึ่งอาจจะได้ระบุไว้ว่าการลดธงและเชิญธงนั้นเป็นบทบาทที่ถูกรักษาไว้ให้กับสมาชิกสหภาพเท่านั้น\n",
        "output": [
            "Rather than an issue of patriotism, the controversy dealt with union contracts which may have specified that the raising and lowering of flags was a role reserved only for union members.\n"
        ]
    },
    {
        "input": "ทีม The Rocket ทำสัญญาต่ออีกฤดูกาลหลังจากเขาได้รางวัล Cy Young Award ครั้งที่เจ็ด และทีม Astros ใกล้จะได้ลง World Series ปี 2004 เมื่อ Clemens ทำคะแนนให้ทีมนำไปสองรัน ก่อนจะแพ้ในเกม 7 ของ NLCS ปะทะทีม Cardinals\n",
        "output": [
            "The Rocket signed for another season after he won his seventh Cy Young Award and the Astros got close to the World Series in 2004, when Clemens blew a two-run lead and lost Game 7 of the NLCS against the Cardinals.\n"
        ]
    },
    {
        "input": "เขาได้รับการบอกว่า ครอบครัวของเขาจะได้รับการการันตีความปลอดภัย\n",
        "output": [
            "He was told that safety is guaranteed to his family.\n"
        ]
    },
    {
        "input": "ส่วนใหญ่ทำจากชิ้นส่วนเครื่องตัดหญ้าเก่าๆ พวงมาลัย และเก้าอี้บาร์\n",
        "output": [
            "Most are made from old lawnmower parts, a steering wheel and a bar stool.\n"
        ]
    },
    {
        "input": "รัฐสภาได้ถกเถียงเกี่ยวกับข้อแก้ไขหลายๆ อย่างที่ถูกเสนอมาในร่างปฏิรูปกฎหมายรัฐบาลท้องถิ่นซึ่งมีวัตถุประสงค์เพื่อที่จะเปลี่ยนเงื่อนไขในการฝังไมโครชิป\n",
        "output": [
            "Parliament has been debating several proposed amendments to the Local Government Law Reform bill, which aimed to change the microchipping requirement.\n"
        ]
    },
    {
        "input": "Mukherjee กล่าวว่าเขาจะพบกับนายกรัฐมนตรีที่กำลังจะเข้ารับการรักษาและเมื่อเขาไปต่างประเทศ Singh ก็เข้าโรงพยาบาล\n",
        "output": [
            "Mukherjee said he would meet the Prime Minister because he was going for treatment and when he was abroad, Singh was in hospital.\n"
        ]
    },
    {
        "input": "คณะปกครองส่วนภูมิภาคอยู่ระหว่างการสืบสวนและการหารือเกี่ยวกับการบริจาคเงินให้แก่ IRGT/KINT ซึ่งเป็นองค์กรด้านสิ่งแวดล้อมที่สนับสนุนโดยเจ้าชาย Laurent\n",
        "output": [
            "The regional governments are now investigating and discussing their donations to the IRGT/KINT, an environmental organisation supported by Prince Laurent.\n"
        ]
    },
    {
        "input": "\"มันเป็นพันธมิตรที่แข็งแกร่ง พันธมิตรที่อยู่เหนือการเปลี่ยนแปลงของรัฐบาล\"\n",
        "output": [
            "\"It's a very strong alliance - an alliance which transcends changes in governments.\"\n"
        ]
    },
    {
        "input": "ถ้าหากนาย Elbegdorj ไม่ได้รับเลือกตั้งในสมัยต่อไป ประธานาธิบดีคนใหม่สามารถยกเลิกข้อเสนอนี้ได้ และโทษประหารชีวิตก็จะมีข้อกำหนดใช้เหมือนเดิม\n",
        "output": [
            "If Elbegdorj fails to be re-elected, the new president could end the moratorium, and executions could resume.\n"
        ]
    },
    {
        "input": "ตามที่ ABC ได้เข้าร่วมใน เมือง Charlotte รัฐ North Carolina Flair กลายเป็นส่วนหนึ่งในเหตุการณ์บนถนน และถูกกล่าวหาด้วยความโกรธเมื่อวันพุธที่แล้ว ที่ถนน Interstate 485\n",
        "output": [
            "According to an ABC affiliate in Charlotte, North Carolina, Flair took part in an alleged road rage incident last Wednesday on Interstate 485.\n"
        ]
    },
    {
        "input": "เกี่ยวกับการอ้างถึง \"การเยียวยาบาดแผล\" เขาชี้ว่าอันตรายของการแบ่งแยกจากสงครามเย็นถูกแทนที่ด้วยการแบ่งแยกระหว่างเหนือ-ใต้ที่ UN\n",
        "output": [
            "In reference to \"healing wounds\", he pointed out the danger of the Cold War divisions being replaced by a North-South divide at the UN.\n"
        ]
    },
    {
        "input": "อุตุนิยมวิทยาของอินโดนีเซียและหน่วยงานธรณีฟิสิกส์บันทึกไว้ว่า มีอาฟเตอร์ช็อกอย่างน้อยสองระลอกประมาณ 20 นาทีหลังจากเกิดแรงสั่นสะเทือนครั้งแรก ซึ่งครั้งหนึ่งวัดได้ 5.5 และอีกครั้งหนึ่งวัดได้ 5.3 ตามมาตราริกเตอร์\n",
        "output": [
            "Indonesia's meteorology and geophysics agency recorded at least two aftershocks about 20 minutes after the first tremors, one measuring 5.5 and the other 5.3 on the Richter scale.\n"
        ]
    },
    {
        "input": "นักท่องเที่ยวที่รับบาดเจ็บถูกส่งไปที่โรงพยาบาลแตกต่างกันห้าแห่งในพื้นที่ Costa del Sol\n",
        "output": [
            "The injured tourists were then taken to five different hospitals in the Costa del Sol region.\n"
        ]
    },
    {
        "input": "มีความหวาดกลัวเกิดขึ้นเมื่อวานนี้เนื่องจากมีม้าแข่งสี่ตัวที่ Randwick Racecourse ในซิดนีย์ที่ดูเหมือนจะป่วยจากไวรัสนี้ แต่จากผลการทดสอบพบว่าไม่ได้ติดเชื้อไวรัสชนิดนี้\n",
        "output": [
            "It had been feared yesterday that four race horses at Randwick Racecourse in Sydney had been struck down by the virus, but the horses later tested negative to the virus.\n"
        ]
    },
    {
        "input": "มีรายงานว่า กว่า 21,000 ครอบครัว และประมาณ 153,000 พลเมืองได้หนีไปยัง Waziristan ตอนใต้ และได้หลบภัยอยู่ที่ North-West Frontier Province\n",
        "output": [
            "It has been reported that over 21,000 civilian families, an estimated 153,000 individuals, have fled South Waziristan, and have taken refuge in the North-West Frontier Province.\n"
        ]
    },
    {
        "input": "ซึ่งซอฟต์แวร์รุ่นนี้เป็นสัญลักษณ์ของการพัฒนาอย่างต่อเนื่องนานกว่าสามปี และมีการเพิ่มฟังก์ชั่นการใช้งานด้านต่างๆ ที่เหนือกว่ารุ่น 1.0 ที่ถูกปล่อยออกมาเมื่อเดือนพฤษภาคมปี ค.ศ. 2002\n",
        "output": [
            "This release marks over three years of continuous development and boasts many features over version 1.0 which was released in May 2002.\n"
        ]
    },
    {
        "input": "พนักงานที่มีความเชี่ยวชาญสูงทางด้านกฎหมายหลายร้อยคนในสหรัฐอเมริกา ได้ส่งดอกไม้จำนวนหลายร้อยดอกให้กับ Emilio Gonzalez ผู้อำนวยการสำนักงานตรวจคนเข้าเมืองและสัญชาติของสหรัฐอเมริกา (USCIS) เพื่อเป็นการประท้วงเชิงสัญลักษณ์อย่างสันติ เพื่อสะท้อนให้เห็นถึงการ \"พลิกจากหน้ามือเป็นหลังมือ\" ของรัฐบาล และ USCIS เกี่ยวกับการแก้ไขปัญหาความล่าช้าในการออก Green card\n",
        "output": [
            "Hundreds of legal, highly-skilled workers in the United States sent hundreds of flowers to the Director of the United States Citizenship and Immigration Services (USCIS), Emilio Gonzalez as part of a symbolic and peaceful protest over what they said was a \"flip-flop\" by the State Department and the USCIS on eliminating Green card processing delays.\n"
        ]
    },
    {
        "input": "เขาได้รับการยกย่องเป็น\"อัจฉริยะหัวก้าวหน้า\"จาก Ralph Nader และในปี 2003 Kucinich ได้รับรางวัลสันติภาพ\n",
        "output": [
            "He has been praised as \"a genuine progressive\" by a Ralph Nader and in 2003, Kucinich was the recipient of the Gandhi Peace Award.\n"
        ]
    },
    {
        "input": "พวกเขาตัดสินใจจะเชียร์เพลง \"Killing in The Name\" ซึ่งเคยออกมาในปี 1992\n",
        "output": [
            "They decided to back \"Killing In The Name\", first released in 1992.\n"
        ]
    },
    {
        "input": "ออสเตรเลียเสมอกาตาร์ 0-0 ญี่ปุ่นแพ้อุซเบกิสถาน 1-0 เกาหลีใต้ผ่านเข้ารอบด้วยการเอาชนะสาธารณรัฐอาหรับเอมิเรตส์ 2-0 และการชนะไอซ์แลนด์ 2-1 ทำให้เนเธอร์แลนด์ผ่านเข้ารอบ\n",
        "output": [
            "Australia drew 0–0 with Qatar, Japan defeated Uzbekistan 1–0, South Korea qualified by defeating the United Arab Emirates 2–0 and a 2–1 win over Iceland saw the Netherlands qualify.\n"
        ]
    },
    {
        "input": "เช่นเดียวกับการเปลี่ยนแปลงระบบการทำงานของรัฐบาล Libertarianz ยังได้เสนอนิวซีแลนด์ให้เป็นสาธารณรัฐและกำจัดการปกครองระบอบกษัตริย์ภายใต้รัฐธรรมนูญ\n",
        "output": [
            "As well as changing the system of Government, Libertarianz also propose New Zealand becoming a republic and removing the constitutional monarchy.\n"
        ]
    },
    {
        "input": "Hassan Rowhani หัวหน้าสภาความมั่นคงแห่งชาติสูงสุดของอิหร่านประกาศในวันจันทร์ว่าประเทศจะระงับการเปลี่ยนรูปยูเรเนียมเป็นการชั่วคราวตั้งแต่วันที่ 22 พฤศจิกายน\n",
        "output": [
            "Hassan Rowhani, head of the Supreme National Security Council for Iran, announced Monday that the country would temporarily suspend conversion of uranium as of November 22.\n"
        ]
    },
    {
        "input": "พนักงานรักษาความปลอดภัยของโรงแรมกล่าว่าพวกเขาถูกไล่ออกจากห้องจัดงานก่อนงานจะเริ่มขึ้น เนื่องจากทางเจ้าหน้าที่รักษาความปลอดภัยของรัฐบาลต้องการที่จะควบคุมงานวันนั้นเอง\n",
        "output": [
            "The hotel security staff say that they were kicked out of the room prior to the ceremony, as government security officials wanted sole handling of the event.\n"
        ]
    },
    {
        "input": "สถานทูตแคนาดาในวอชิงตันได้กล่าวถึงแคมเปญโฆษณาที่ติดในสถานีรถไฟใต้ดินในกรุงวอชิงตันด้วยโปสเตอร์ที่ได้พรรณาภาพกองทัพแคนาดาในอัฟกานิสถาน\n",
        "output": [
            "The Canadian Embassy in Washington has been on an advertising campaign, plastering subway stations in Washington with posters depicting Canadian troops in Afghanistan.\n"
        ]
    },
    {
        "input": "ในขณะที่ข้อบังคับห้ามการเคลื่อนย้ายสิ่งมีชีวิตได้ประกาศใช้ หากมีการกระทำใดๆที่เสี่ยงต่อการแพร่ระบาดของโรค ข้อบังคับก็จะถูกนำมาใช้\n",
        "output": [
            "Meanwhile, restrictions on the movement of livestock are in place, so that in the very unlikely event that there has been a release of the disease, the effects will be contained.\n"
        ]
    },
    {
        "input": "David Farrar ซึ่งเป็นบล๊อกเกอร์กล่าวว่า \"มันลำบากใจมากสำหรับรัฐบาลที่จะแพ้การลงคะแนนหลังจากได้รับความกดดันอย่างหนัก\"\n",
        "output": [
            "Blogger David Farrar says \"It is very messy for the Government to lose the vote after piling so much pressure on.\"\n"
        ]
    },
    {
        "input": "จนกระทั่งในขณะนี้ ไม่มีทางที่จะกำหนดตำแหน่งของ ROV ที่เกี่ยวข้องกับเหตุน้ำมันรั่วที่บ่อน้ำมัน Deepwater Horizon\n",
        "output": [
            "Until now, there was no way to determine the location of the ROVs in relation to the previously leaking Deepwater Horizon well.\n"
        ]
    },
    {
        "input": "ประวัติศาสตร์การอยู่รอดในประเทศนิวซีแลนด์ยังแสดงให้เห็นว่า นิวซีแลนด์เป็นหนึ่งในไม่กี่ประเทศในโลกที่มีข้อมูลและรายละเอียดของประวัติการเกิด การเสียชีวิต และการย้ายที่อยู่เกือบครบสมบูรณ์ มีข้อมูลถูกเก็บย้อนหลังไปจนถึงปลายทศวรรษ 1800\n",
        "output": [
            "A History of Survival in New Zealand also shows that New Zealand is one of the few countries in the world that has an almost complete and detailed history of births, deaths and migration information dating back to the late 1800's.\n"
        ]
    },
    {
        "input": "Penn State เป็นมหาวิทยาลัยที่ใหญ่ที่สุดใน Pennsylvania และอยู่ในกลุ่มของมหาวิทยาลัยรัฐที่ใหญ่ที่สุดสิบอันดับแรกในสหรัฐอเมริกา\n",
        "output": [
            "Penn State is the largest university in Pennsylvania and among the ten largest public universities in the United States.\n"
        ]
    },
    {
        "input": "Chester Burrows สมาชิกรัฐสภาแห่งชาติ กล่าวว่า: \"ประสบการณ์ของผมคือ ผมเห็นคนหนุ่มสาวที่ฉุนเฉียว คนที่ถูกข่มขืน ถูกทำร้ายร่างกายมากเกินจำนวน\"\n",
        "output": [
            "Chester Burrows, National MP, said: \"My experience is I've seen too many pissed young people, raped young people, assaulted young people.\"\n"
        ]
    },
    {
        "input": "ในเวลานี้จะเป็นระยะทางที่ปลอดภัยคือ 268,624 ไมล์จากโลก ซึ่งใกล้กับโลกมากกว่าดวงจันทร์จะเข้ามาใกล้โลกได้ที่ขอบเขตไกลที่สุดในวงโคจรของมัน\n",
        "output": [
            "At this time it would be at a safe distance of 268,624 miles from Earth - closer to the Earth than the Moon would be at its farthest extent in its orbit.\n"
        ]
    },
    {
        "input": "มัสยิดได้อธิบายว่า \"เราอยากทำให้ชัดเจนว่า Markazi Jamiat Ahl-e-Hadith ไม่สามารถจะถูกถือว่ารับรองทุก ๆ คำพูดที่กล่าวออกไปโดยผู้พูดทุกคนที่เราเชิญมายังมัสยิดต่าง ๆ ของเรา\"\n",
        "output": [
            "The mosque explained, \"We would like to make it clear that Markazi Jamiat Ahl-e-Hadith cannot be regarded as endorsing every word uttered by every speaker we invite to our various mosques.」\n"
        ]
    },
    {
        "input": "ดังนั้นเขาจึงเป็นผู้ที่สามารถเดินทางไปยังขั้วโลกเหนือได้มากที่สุดในประวัติศาสตร์\n",
        "output": [
            "He has therefore trekked to the North Pole more than anyone in history.\n"
        ]
    },
    {
        "input": "สำนักงานข่าว RIA ที่ควบคุมโดยรัฐบาลรายงานว่า ผู้เสียชีวิตหนึ่งคนนั้นเป็นพลเรือน\n",
        "output": [
            "According to government-controlled RIA news agency, the single casualty from the blast was a civilian.\n"
        ]
    },
    {
        "input": "รายงานถูกตีพิมพ์เมื่อวันศุกร์ ประมาณการว่าจะมีประชากรมากกว่า 1 พันล้านคน จะต้องอดอยากทุกวันตลอดปี 2009 ถือเป็นครั้งแรกในประวัติศาสตร์ของมนุษย์\n",
        "output": [
            "The report, published on Friday, estimates that over 1 billion people will go hungry each day in 2009, a first in human history.\n"
        ]
    },
    {
        "input": "สำนักงานข่าว Xinhua รายงานอีกด้วยว่า เด็กชายอายุ 21 เดือนเสียชีวิตในวันจันทร์เนื่องจากไวรัสใน Hubei\n",
        "output": [
            "Xinhua News Agency also reported that a 21-month-old boy died Monday of the virus in Hubei province.\n"
        ]
    },
    {
        "input": "Gordon Brown ได้ประกาศเรื่องนี้ในช่วงการซักถามนายกรัฐมนตรี เพื่อเป็นการตอบคำถามของ Andy Reed สมาชิกสภาผู้แทนราษฎรจากพรรค Labour\n",
        "output": [
            "Gordon Brown made the announcement during Prime Ministers questions, in response to a question from Labour MP Andy Reed.\n"
        ]
    },
    {
        "input": "รถโดยสารคันดังกล่าวอยู่ระหว่างการส่งกลุ่มนักท่องเที่ยวกลับบ้าน หลังจากที่พวกเขาเดินทางไปเที่ยวบัลแกเรีย\n",
        "output": [
            "The bus had been taking the tourists home after a trip to Bulgaria.\n"
        ]
    },
    {
        "input": "\"โจรกลุ่มนี้โหดร้าย และไม่ยำเกรงต่อผู้เสียหาย\"\n",
        "output": [
            "\"The muggers were callous and showed little regard for the victims.\n"
        ]
    },
    {
        "input": "Jim Nussle ผู้อำนวยการสำนักงานจัดการและงบประมาณ กล่าวว่าตนเชื่อว่าการขาดดุลนั้นจะเริ่มลดลง\n",
        "output": [
            "Jim Nussle, director of the Office of Management and Budget said that he believes that the deficit will start to decline.\n"
        ]
    },
    {
        "input": "หากผู้ถูกกักกันมีกระดาษชำระหนึ่งม้วนในครอบครองแล้ว เขาก็จะไม่มีสิทธิได้รับเพิ่มอีก\n",
        "output": [
            "If the detainee already has a roll of toilet paper, he is not allowed to have another.\n"
        ]
    },
    {
        "input": "ศาลได้พักการพิจารณาคดี 6สัปดาห์ โดยระหว่างนั้นจะทำการจัดเตรียมการคุ้มครองของเขา\n",
        "output": [
            "The court recessed for 6 weeks during which time his defense will be prepared.\n"
        ]
    },
    {
        "input": "การค้นคว้าวิจัยระบุว่าภายในปี 2050 คนอเมริกัน 1 ใน 5 คนจะเป็นผู้ที่เกิดในต่างประเทศ และประชากรอเมริกันจะเพิ่มขึ้นเป็นสองเท่า เป็น 438 ล้านคน\n",
        "output": [
            "The study revealed that by 2050, one in five Americans will be foreign-born, and the overall U.S. population will double to 438 million.\n"
        ]
    },
    {
        "input": "เก้าวุฒิสภา เจ็ด Republicans และสอง Democrats ไม่ได้ลงคะแนนสำหรับการแก้ไข\n",
        "output": [
            "Nine Senators, seven Republicans and two Democrats, did not vote on the amendment.\n"
        ]
    },
    {
        "input": "จากการรายงานของสื่อในท้องถิ่น ชาวบ้านกว่าหกร้อยชีวิตจากเกาะไต้หวันได้สูญหายไป หลังเกิดฝนตกอย่างหนักจากอิทธิพลของพายุไต้ฝุ่นมรกตซึ่งส่งผลให้เกิดโคลนถล่มหลายแห่ง\n",
        "output": [
            "As many as six hundred villagers from the island of Taiwan are missing after torrential rains from Typhoon Morakot caused mudslides, according to state media.\n"
        ]
    },
    {
        "input": "เขายังสั่งให้ทหารของกองกำลังรักษาสันติภาพถอนกำลังออกจากประเทศที่ไม่มีความเกี่ยวข้องและไม่มีผลกระทบใดๆ และเพิ่มเติมว่ายูเอ็นไม่ยอมรับว่า Gbagbo เป็นประธานาธิบดีที่ชอบด้วยกฎหมาย\n",
        "output": [
            "He also called the orders for all peacekeeping troops to leave the nation irrelevant and without effect, adding that the UN does not believe Gbagbo is the legal president.\n"
        ]
    },
    {
        "input": "การล่วงละเมิดนี้เกี่ยวข้องกับลูกๆทั้ง 6 คนของ Critchfield อย่างไรก็ตามมีเพียงบางคนที่ยอมออกมาเป็นพยานต่อต้านเธอ\n",
        "output": [
            "The abuse involved all six of Critchfield's children, however only some were willing to testify against her.\n"
        ]
    },
    {
        "input": "Bryan Whitman โฆษกประจำกระทรวงกลาโหมของสหรัฐกล่าวต่อสำนักข่าว Agence France-Presse ว่าอาคารที่กองทัพบุกโจมตีนั้นไม่ใช่ \"อาคารของสถานกงสุลหรืออาคารของรัฐบาล\" ซึ่งเป็นคำกล่าวที่ได้รับการยืนยันโดย Hoshyar Zebari รัฐมนตรีต่างประเทศของอิหร่านผู้กล่าวว่าชาวอิหร่านเหล่านั้นได้ทำงานอยู่ในสำนักงานที่ได้รับการรับรองจากรัฐบาลซึ่งอยู่ในขั้นตอนที่จะได้รับการรับรองสถานะเป็นสถานกงสุล แต่ยังไม่ใช่สถานกงสุลหรือสถานกงสุลใหญ่\n",
        "output": [
            "Pentagon spokesman Bryan Whitman told Agence France-Presse that the building raided was \"not a consulate or a government building\", which appears to be confirmed by the Iraqi foreign minister, Hoshyar Zebari, who said the Iranians were working at an office that had government approval and was in the process of being approved as a consulate, but was not a Consulate nor the Iranian Consulate General.\n"
        ]
    },
    {
        "input": "นายกรัฐมนตรีออสเตรเลีย John Howard ประกาศว่าผู้นำชาติ APEC ได้เห็นชอบกับ\"เป้าหมายที่มีแรงจูงใจ\"ว่าด้วยการเปลี่ยนแปลงภูมิอากาศ\n",
        "output": [
            "Australian Prime Minister John Howard has announced that leaders of APEC nations have agreed on \"aspirational goals\" on climate change.\n"
        ]
    },
    {
        "input": "ในขณะนี้ได้มีการกำหนดให้มีการสั่งเก็บค่าธรรมเนียม 2.5 เซนต์ ต่อสินค้าหนึ่งชิ้น; ในการกำหนดค่าธรรมเนียมใหม่นี้จะมีการปรับขึ้นถึง 12 เซนต์ ต่อสินค้าหนึ่งชิ้น\n",
        "output": [
            "Currently, a 2.5 cent charge per item is imposed; the new tariff will raise this to the equivalent of 12 cents per piece now.\n"
        ]
    },
    {
        "input": "\"ไม่มีใครอยากเห็นวัฒนธรรมของตัวเองถูกทำให้ด้อยค่าแบบนั้นหรอกครับ แต่ถึงกระนั้นก็ต้องยอมรับว่าลาย moko นั้นเป็นที่สนใจในหมู่คนทั่วไป\"\n",
        "output": [
            "\"No-one likes to see their culture being denigrated but we are aware that the moko is in the public domain.\"\n"
        ]
    },
    {
        "input": "หลังจากที่ได้แล่นไปครบรอบแล้ว Alinghi ก็แล่นมาเทียบข้างและพวกเขาก็เอาชนะไปด้วยเวลาเพียงหนึ่งวินาที\n",
        "output": [
            "After completing the turn, Alinghi sailed up beside them and took the win by one second.\n"
        ]
    },
    {
        "input": "\"ในช่วงไม่กี่ปีที่ผ่านมา เงินก้อนโตและการปิดวอชิงตันต่อต้านกลุ่มประชาชน ขัดขวางเราจากความพยายามในการปรับปรุงประเทศ\n",
        "output": [
            "\"In the last few years, big money and the closing down of Washington against citizen groups prevent us from trying to improve our country.\n"
        ]
    },
    {
        "input": "นี่เป็นการขวางไม่ให้เชื้อเพลิงเข้าสู่เครื่องยนต์ เป็นเหตุให้เกิดภาวะเครื่องยนต์ขัดข้องทั้งที่ไม่ได้มีการสั่งการ\n",
        "output": [
            "This restricted the flow of fuel to the engine, resulting in the uncommanded engine rollback.\n"
        ]
    },
    {
        "input": "\"การต่อสู้หลักของเราตอนนี้คือความเห็นของประชาชน เพราะการดิ้นรนของรัฐบาลนั้นได้จบลงแล้ว\" เขากล่าวไว้\n",
        "output": [
            "\"Our main battle now is public opinion, because the struggle in the government is finished,\" he said.\n"
        ]
    },
    {
        "input": "\"จากหลักฐานทั้งหมดในกรณีนี้ และกฏการเผชิญหน้าที่มีผลในเวลานั้น จึงเป็นที่กระจ่างว่านายสิบโทมีเหตุผลที่จะเชื่อว่าสมาชิก AIF ในวิดีโอแสดงความเป็นภัย จึงจำเป็นต้องใช้กำลังถึงตาย\"\n",
        "output": [
            "\"Based on all the evidence in the case, and the rules of engagement that were in effect at the time, it is clear that the corporal could have reasonably believed that the AIF shown in the videotape posed a hostile threat justifying his use of deadly force.\"\n"
        ]
    },
    {
        "input": "กาต้มน้ำไฟฟ้าที่ถูกหย่อนโดยผูกที่ปลายเชือกให้แก่ผู้ยึดครองใช้ได้ผล\n",
        "output": [
            "An electric kettle thrown at the end of a rope up to the occupiers is said to be working well.\n"
        ]
    },
    {
        "input": "ไม่มีบุคคลสำคัญ รายใดแสดงความคิดเห็นเกี่ยวกับค่าใช้จ่ายเลย และเมื่อสัปดาห์ที่ผ่านมา บริษัท Thomson ได้นำวิธีการเข้าถึงหน้าเว็บไซต์ของบริษัทพวกเขาออกเพื่อทุ่มเทให้แก่ Quaero และออกคำสั่งห้ามผู้บริหารของเขาให้สัมภาษณ์ใดๆ เกี่ยวกับโครงการนี้\n",
        "output": [
            "None of the key players has commented on cost and last week, Thomson, removed access to the page on its corporate web site devoted to Quaero and instructed its executives not to give any interviews for the project.\n"
        ]
    },
    {
        "input": "การจะตัดสินใจอนุญาตให้ Lone Star เดินทางไปที่ Lome เพื่อทำการแข่งขันนั้นก็ต่อเมื่อค่าเดินทางของ Lone Star ลดลงจาก US$31,000 เป็น US$18,000\n",
        "output": [
            "The decision to allow The Lone Star to travel to Lome was made after the price of the team's travel decreased from US$31,000 to US$18,000.\n"
        ]
    },
    {
        "input": "\"Wikipedia ไม่ใช่ที่พักสำหรับผู้คัดค้านแต่เป็นสารานุกรม\"\n",
        "output": [
            "\"Wikipedia is not a haven for dissidents but an encyclopedia.\"\n"
        ]
    },
    {
        "input": "อย่างไรก็ตาม ญี่ปุ่นมีคะแนนประตูมากกว่าเวียดนามหนึ่งคะแนน นั่นอาจทำให้ญี่ปุ่นขึ้นครองตำแหน่งผู้นำได้\n",
        "output": [
            "However, Japan have scored one more goal than Vietnam, and will take top spot in the group on that basis.\n"
        ]
    },
    {
        "input": "คณะกรรมการตรวจสอบของอังกฤษเสนอรายงานที่ทำให้เกิดข้อสงสัยเกี่ยวกับการที่ไมค์ สตอเรย์ อดีตประธานสภาเมืองลิเวอร์พูลได้รับการแต่งตั้งให้ดำรงตำแหน่งอีกครั้ง\n",
        "output": [
            "The UK Audit Commission has delivered a report that questions the reappointment of Mike Storey, the former leader of Liverpool City Council.\n"
        ]
    },
    {
        "input": "หญิงคนดังกล่าวชื่อ Gabriela Garin เป็นพนักงานซึ่งทำงานที่สวนสนุกแห่งนั้นมาเจ็ดปี\n",
        "output": [
            "The woman, Gabriela Garin, was a worker at the amusement park, and had worked there for the past seven years.\n"
        ]
    },
    {
        "input": "คุณจะรับมือกับมันได้อย่างไร?\n",
        "output": [
            "How would you handle it?\n"
        ]
    },
    {
        "input": "สภาพฝนตกหนักทำให้ทั้งถนนและรั้วข้างทางตกลงไปในแม่น้ำArieș\n",
        "output": [
            "Both the road and the side fences fell into the Arieş River due to the rain.\n"
        ]
    },
    {
        "input": "กองกำลังภายในของอิรักได้สูญเสียการควบคุมส่วนต่างๆ ของเมืองดีวานียาห์ในตอนใต้ของอิรักหลังสมาชิกของกองทัพ Medhi ได้ปฏิเสธข้อเรียกร้องที่ขอให้ร่วมการเจรจาเพื่อสันติภาพ\n",
        "output": [
            "Internal Iraqi forces had lost control of parts of Diwaniya city in Iraq's south after members of the Mehdi Army rejected a call to participate in peace negotiations.\n"
        ]
    },
    {
        "input": "ผู้ประท้วงคนหนึ่งกล่าวว่าเจ้าหน้าที่กองกำลังความมั่นคงได้ \"เริ่มทำการโจมตีเมืองและหมู่บ้านต่างๆ\"\n",
        "output": [
            "One protester said that security personnel \"started attacking the villages and the towns.\"\n"
        ]
    },
    {
        "input": "หลังพักครึ่ง Fulham บุกเต็มกำลังด้วยความทะเยอทะยานที่จะตีแต้มเสมอ\n",
        "output": [
            "After the break, Fulham came out strongly, eager to get back into the match.\n"
        ]
    },
    {
        "input": "เขาเป็นเพื่อนร่วมงานที่มีเขตเลือกตั้งเดียวกับผม และเป็นเพื่อนผมมานานตลอดชีวิต\n",
        "output": [
            "He is a constituency colleague of mine and a lifelong friend.\n"
        ]
    },
    {
        "input": "\"ผมคิดว่าเขาเป็นสมาชิกรัฐสภาที่ดี รวมถึงเป็นนักปกครองที่ดีด้วย\" Duceppe กล่าว\n",
        "output": [
            "\"I think he was a very good member of Parliament, a very good sovereigntist,\" added Duceppe.\n"
        ]
    },
    {
        "input": "จากการศึกษาของ Dweck เมื่อเด็กรู้ว่าพวกเขาจะได้รับคำชื่นชมว่าทำถูก แทนที่จะถูกชื่นชมเมื่อรับมือกับปัญหายาก ๆ แม้พวกเขาจะล้มเหลวก็ตาม พวกเขาก็จะเลือกงานง่าย ๆ ซึ่งแน่ใจว่าจะพบกับทางแก้ปัญหาอย่างแน่นอน\n",
        "output": [
            "According to Dweck's study, when a child knows that they will receive praise for being right instead of for tackling difficult problems, even if they fail, they will simply elect to take on easy tasks in which they are assured of finding the solution.\n"
        ]
    },
    {
        "input": "\"ดูเหมือนไม่ใครนึกถึงข้อเท็จจริงที่ว่า ตอนที่เราไปถึงที่นั่นเยอรมันอ่อนแอสุดๆ แล้ว ซึ่งอ่อนแอกว่าตอนที่ฝั่งเศสต้องเผชิญหน้ากับพวกเขามาก\"\n",
        "output": [
            "\"The fact that by the time we got there, the Germans were a heck of a lot weaker than they were when the French had to face them doesn't seem to register.\"\n"
        ]
    },
    {
        "input": "ประธานาธิบดี Bush คาดหมายว่าจะเดินทางออกจากซาอุฯในวันอังคาร และมุ่งหน้าไปยังอียิปต์ ซึ่งเป็นจุดหมายสุดท้ายในการทัวร์ตะวันออกกลางในครั้งนี้ ก่อนที่จะกลับสู่วอชิงตันดีซีในวันพุธ\n",
        "output": [
            "President Bush is due to leave Saudi Arabia on Tuesday for Egypt, the final stop on his Mideast tour before his return to Washington, D.C. on Wednesday.\n"
        ]
    },
    {
        "input": "อย่างไรก็ตาม ในฐานะรองผู้บัญชาการทหารกองกำลังร่วมในประเทศอิรัก Marioli รายงานว่า เขาไม่ได้ตระหนักถึงจุดประสงค์ของการมาที่อิรักของ Calipari เลย ดังนั้นเขาจึงไม่สามารถแจ้งให้กองกำลังผสมทราบได้ถึงรายละเอียดของภารกิจ\n",
        "output": [
            "However, as the deputy commander of the coalition forces in Iraq, Marioli reported that he was unaware of Calipari's purpose in Iraq, so he could not tell coalition troops on the ground the details of the Italian mission.\n"
        ]
    },
    {
        "input": "\"ฉันไม่ต้องการให้คนอื่นๆ เจอเหตุการณ์แบบฉันและผู้ที่เดินทางนับร้อยคนในฤดูร้อนวันนั้น\n",
        "output": [
            "\"I don't want others to have to go through what myself and hundreds of other commuters did on that Summer's day.\"\n"
        ]
    },
    {
        "input": "\"เราได้ปกป้องผู้บริโภคในสหราชอาณาจักรจากการถูกหลอกให้ซื้อบุหรี่ที่เป็นของปลอม และอาจมีอันตรายต่อสุขภาพยิ่งกว่าบุหรี่ที่ถูกกฎหมาย\"\n",
        "output": [
            "\"We have prevented UK consumers from being conned into buying cigarettes that are counterfeit and could have more serious risk to health than legitimate brands.\"\n"
        ]
    },
    {
        "input": "ศูนย์ป้องกันสิ่งแวดล้อมของสก็อตแลนด์ (SEPA) กล่าวว่า จากพยากรณ์อากาศในอีกหลายวันข้างหน้านั้น พบว่าสภาพอากาศจะดีขึ้น และไม่มีการพยากรณ์ฝนตกอย่างหนัก\n",
        "output": [
            "The Scottish Environment Protection Agency (SEPA) said that the weather forecast in the coming days was improving, with no large amounts of rainfall predicted.\n"
        ]
    },
    {
        "input": "Gidget สุนัขชิวาวาซึ่งเคยแสดงในโฆษณาของ Taco Bell ในสหรัฐอเมริกาตายแล้วจากเส้นเลือดที่ไปเลี้ยงสมองอุดตัน\n",
        "output": [
            "Gidget, the chihuahua featured in the Taco Bell adverts in the United States has died from a stroke.\n"
        ]
    },
    {
        "input": "คำติดังกล่าวเผยแพร่ในหนังสือที่เขียนร่วมกันโดย Mark Halperin นักข่าวนิตยสาร Time และ John Heileman นักข่าวนิตยสาร New York\n",
        "output": [
            "The remarks were released in a book co-written by Time magazine reporter Mark Halperin, and New York magazine reporter John Heileman.\n"
        ]
    },
    {
        "input": "เนื่องจากการว่างงานของคนหนุ่มสาวอยู่ในระดับที่น่าตกใจ (15.5% ในปี 2002 สำหรับช่วงอายุ 20-24 ปีตามรายงานของ OECD) และความทรงจำของการจลาจลปี 2005 ยังคงอยู่ Sarkozy ให้คำมั่นที่จะบริหารค่าใช้จ่ายของรัฐบาลและจะออกนโยบายภาษีที่ให้รางวัลกับชั่วโมงทำงานที่ยาวนานขึ้น\n",
        "output": [
            "With unemployment for younger people running at alarming levels (15.5% in 2002 for those aged between 20 and 24 according to the OECD) and the memory of the 2005 riots still recent, Sarkozy promised to reign in government spending and implement tax policies that reward longer working hours.\n"
        ]
    },
    {
        "input": "ตัวแทนของรัฐบาลเฮติได้ร้องขอเงินบริจาคเพิ่มอีก 350 ล้านดอลลาร์เพื่อการฟื้นฟูประเทศเฮติ ซึ่งเป็นประเทศที่ยากจนที่สุดในทวีปอเมริกา\n",
        "output": [
            "Haitian Government representatives have asked to donors an additional help of 350 million dollars for the Haiti reconstruction, the most poor country in the Americas.\n"
        ]
    },
    {
        "input": "ผลจึงเป็น บรรดานักแสดงเสพปุ้นกัญชาบนเวที และทางโรงละครก็ชักชวนให้ผู้ชมร่วมเสพด้วย\n",
        "output": [
            "As a result, the performers smoke cannabis joints on stage, and the theatre itself is encouraging the audience to join in.\n"
        ]
    },
    {
        "input": "เด็กหลายคนเสียชีวิตเมื่อกำแพงบ้านพังถล่มลงมา\n",
        "output": [
            "Other children have died when the walls of their houses have collapsed.\n"
        ]
    },
    {
        "input": "\"ถ้า Stephen Conroy 'สมาชิกวุฒิสภาแห่งการเซ็นเซอร์'ได้ในสิ่งที่เขาต้องการ ออสเตรเลียจะเป็นประเทศตะวันตกประเทศแรกที่มีระบอบเซ็นเซอร์อินเทอร์เน็ตในอาณัติ\" Wikileaks กล่าวในอีกแถลงการณ์บนเว็บไซต์\n",
        "output": [
            "\"If Australia's 'Senator for Censorship', Steven Conroy, has his way, Australia will be the first Western country to have a mandatory Internet censorship regime,\" said Wikileaks in another statement on their website.\n"
        ]
    },
    {
        "input": "ผู้ชมในสนาม อีกทั้ง Jason Hellwig Chef de Mission ของออสเตรเลีย และผู้ช่วยของเขา Michael Hartung และ Kate McLoughlin\n",
        "output": [
            "Spectators included the Australian Chef de Mission, Jason Hellwig, and his deputies, Michael Hartung and Kate McLoughlin.\n"
        ]
    },
    {
        "input": "Charlotte Church นักร้องโอเปร่าที่ผันตัวมาเป็นพิธีกรรายการทอล์คโชว์ ต้องการเชิญทายาทสาวของโรงแรมฮิลตัน Paris Hilton มาในรายการเพื่อที่จะประชดประชันเธอ\n",
        "output": [
            "Opera singer-turned-talk show host Charlotte Church wanted to book hotel heiress Paris Hilton on her program, to insult her.\n"
        ]
    },
    {
        "input": "Richard Jenkins วิศวกรจากสหราชอาณาจักร ทำลายสถิติความเร็วสูงสุดที่ทำได้จากยานพาหนะบนบกขับเคลื่อนด้วยพลังงานลมเมื่อวันศุกร์\n",
        "output": [
            "Richard Jenkins, an engineer from the United Kingdom, broke a record for the fastest speed attained in a wind-powered land vehicle on Friday.\n"
        ]
    },
    {
        "input": "วัสดุบางอย่างที่ใช้ในการสร้างเขื่อนถูกกู้มาจากเขื่อนเก่าเพื่อใช้ในการสร้างเขื่อนแห่งใหม่ด้วยเช่นกัน และบางชิ้นได้ถูกนำมาตั้งโชว์\n",
        "output": [
            "Some materials were salvaged from the old dam to build the new, and some have been put on display.\n"
        ]
    },
    {
        "input": "โดยผู้สื่อข่าวรายนี้ได้เรียกร้องให้มีการสนใจความสัมพันธ์ระหว่างนาย Alvaro Uribe ประธานาธิบดีโคลัมเบียที่กำลังอำลาตำแหน่ง กับกลุ่มกองกำลังทหารฝ่ายขวาในประเทศแถบอเมริกาใต้ที่เสียหายจากสงคราม\n",
        "output": [
            "The journalist has called attention to ties between outgoing Colombian president Alvaro Uribe, and right-wing militia groups in the war-plagued South American country.\n"
        ]
    },
    {
        "input": "Schwarzenegger เรียก McCain ว่า \"อเมริกันฮีโร่ที่ยอดเยี่ยมและผู้นำที่ไม่ธรรมดา\" และชื่นชมถึงความสามารถในการทำงานข้ามพรรคของเขา\n",
        "output": [
            "Schwarzenegger called McCain \"a great American hero and an extraordinary leader\" and praised him for his ability to cross party lines.\n"
        ]
    },
    {
        "input": "กลุ่มทหารคณะปกครองตกเป็นเป้าในการโจมตีจากกลุ่มหัวรุนแรงหลายกลุ่มที่ต่อต้านพวกเขา\n",
        "output": [
            "The ruling military junta is subject to attacks from a number of extremist groups opposed to its rule.\n"
        ]
    },
    {
        "input": "เขาคาดการณ์ว่า \"หลายธุรกิจจะประสบกับความยากลำบาก และอัตราการว่างงานจะพุ่งสูงขึ้นอย่างมาก\"\n",
        "output": [
            "He predicted that \"many businesses will face very tough times, and that unemployment will rise steeply.\"\n"
        ]
    },
    {
        "input": "ชิลีปรากฎตัวครั้งสุดท้ายในปี 1998 กรีซในปี 1994 และแอลจีเรียในปี 1986\n",
        "output": [
            "Chile last appeared in 1998, Greece in 1994 and Algeria in 1986.\n"
        ]
    },
    {
        "input": "หลังจากที่เห็นแบบจำลองของทางการคลัง เหรัญญิก Wayne Swan และ รัฐมนตรีว่าการกระทรวงการเปลี่ยนแปลงทางภูมิอากาศ Greg Combet ได้แถลงรายงานร่วมโดยกล่าวว่ามันยังเร็วเกินไปที่จะคาดเดาค่าใช้จ่ายที่จะเพิ่มขึ้นโดยไม่มีบทสรุปสุดท้ายของค่าชดเชยที่รัฐบาลสัญญาไว้\n",
        "output": [
            "After viewing the treasury modelling, Treasurer Wayne Swan and Climate Change Minister Greg Combet released a joint statement saying without the finalization of compensation packages it is too early to predict price rises.\n"
        ]
    },
    {
        "input": "โปรดติดตามความคืบหน้าเกี่ยวกับการสัมภาษณ์ต่อไป; ผู้ลงสมัครเลือกตั้งทุกพรรคมีสิทธิ์ที่จะได้รับเลือกและได้รับการติดต่อไป\n",
        "output": [
            "Stay tuned for further interviews; every candidate from every party is eligible, and will be contacted.\n"
        ]
    },
    {
        "input": "Michael Steele ประธานพรรคกล่าวกับสำนักข่าว Fox News ในวันอาทิตย์ว่า \"คือเดโมแครตจะมีมาตรฐานนี้ที่ตัวเองพูดได้แล้วมาขอโทษเมื่อมัน.มาจากปากของตัวเอง\"\n",
        "output": [
            "Party chairperson Michael Steele told Fox News Sunday \"There is this standard where the Democrats feel that they can say these things and they can apologize when it ... comes from the mouths of their own.\"\n"
        ]
    },
    {
        "input": "ตลอดช่วงเวลาสิบปีต่อมา ฮอปเปอร์ปรากฏตัวบ่อยครั้งทางโทรทัศน์ในฐานะแขกรับเชิญ และในตอนปลายคริสต์ทศวรรษ 1960 เขาได้เล่นเป็นนักแสดงสมทบในภาพยนตร์หลายเรื่อง\n",
        "output": [
            "Over the next ten years, Hopper appeared frequently on television in guest roles, and by the end of the 1960s had played supporting roles in several films.\n"
        ]
    },
    {
        "input": "ประชาชนอย่างน้อย 27 คน ได้รับบาดเจ็บ ส่วนใหญ่มีแผลถูกบาดและถลอก\n",
        "output": [
            "At least 27 people suffered injuries, mostly cuts and bruises.\n"
        ]
    },
    {
        "input": "ฺBartoli มือวางอันดับ 18 ของการชิงแชมป์ในปีนี้ ไม่สามารถก้าวผ่านรอบที่สี่ของการแข่งขันแกรนด์สแลมใดๆ ได้\n",
        "output": [
            "Bartoli, the eighteenth seed for this year's championships, had never progressed past the fourth round of any Grand Slam event.\n"
        ]
    },
    {
        "input": "พ.ร.บ.นี้ซึ่งได้รับการสนับสนุนโดย Darlene Senger ผู้ว่าการรัฐจากเขต Naperville ผ่านด้วยคะแนนเสียงข้างมาก 114-1 และจะได้รับการพิจารณาจากสมาชิกวุฒิสภารัฐ Illinois\n",
        "output": [
            "The bill, which was sponsored by State Representative Darlene Senger from Naperville, passed with a 114–1 majority and will be considered by the Illinois Senate.\n"
        ]
    },
    {
        "input": "เมื่อวานนี้ Hosni Mubarak ประกาศเกี่ยวกับคณะรัฐมนตรีใหม่ ซึ่งไม่รวมบุคคลสำคัญหลายคนผู้ซึ่งผู้ประท้วงส่วนมากไม่เห็นชอบ\n",
        "output": [
            "Hosni Mubarak yesterday announced a new cabinet, which does not include several figures who protesters largely do not approve of.\n"
        ]
    },
    {
        "input": "เขายังร้องขอให้มีคณะลูกขุนในการพิจาณาคดีด้วย\n",
        "output": [
            "He also requested a jury be present during his trial.\n"
        ]
    },
    {
        "input": "กฎหมายฉบับนี้กำหนดกฎระเบียบเอาไว้ว่า ผู้ประกอบการจะต้องได้รับอนุญาตการจัดส่ง พร้อมทั้งจัดสรรข้อมูลรายละเอียดเกี่ยวกับข้อความที่ส่งไป และเปิดโอกาสให้ผู้รับสามารถบอกเลิกการรับเมลครั้งต่อไปได้อย่างอิสระ\n",
        "output": [
            "Due to legislative requirements, as well as having consent, businesses will have to provide details about the company sending the item, and provide a free way to unsubscribe from future mailings.\n"
        ]
    },
    {
        "input": "การเข้ารุกของอิสราเอลทางตอนเหนือของฉนวนกาซา ซึ่งเป็นเป้าปลายทางของการโจมตีโดยจรวดของกองทหารปาเลสไตน์ ได้ฆ่าประชาชนกว่า 50 คนในช่วงหกวันก่อน\n",
        "output": [
            "Israel's incursions into northern Gaza, which are aimed at curbing rocket attacks by Palestinian militants, have killed over 50 people over the last six days.\n"
        ]
    },
    {
        "input": "เจ้าหน้าที่ของประเทศชาดได้มีการสืบสวนบทบาทของทั้งเจ็ด และอีก 14 ผู้ต้องสงสัยในการนำเด็กชาวแอฟริกา 103 คนไปยังยุโรปเพื่อนำไปให้ครอบครัวอุปถัมป์\n",
        "output": [
            "Chadian authorities had been investigating the role of the seven and 14 other suspects with regard to an attempt to fly 103 African children to Europe for placement with host families.\n"
        ]
    },
    {
        "input": "ข้อมูลส่วนตัวที่เกี่ยวกับบุคคลที่โพสความคิดเห็นในเว็บ news.vl.ru ได้ถูกขอ\n",
        "output": [
            "Additional private information about people who post comments on news.vl.ru has been requested.\n"
        ]
    },
    {
        "input": "Medha Patkar นักเคลื่อนไหว Narmada Bachao Andolan ซึ่งอดอาหารประท้วงโครงการ Sardar Sarovar เป็นวันที่เก้า ถูกเจ้าหน้าที่ตำรวจนำตัวส่งโรงพยาบาลใน New Delhi\n",
        "output": [
            "Medha Patkar, Narmada Bachao Andolan activist in the ninth day of a hunger strike protesting the Sardar Sarovar Project, is forcibly moved to hospital in New Delhi by police.\n"
        ]
    },
    {
        "input": "การแข่งขันรักบี้หกชาติที่แลนซ์ดาว์นโรดในกรุงดับลินสิ้นสุดลงโดยฝรั่งเศสกำชนะเหนือไอร์แลนด์ด้วยคะแนน 26 ต่อ 19\n",
        "output": [
            "The RBS Six Nations clash, which took place at Dublin's Lansdowne Road finished with the French team ahead on 26 points against Ireland's 19.\n"
        ]
    },
    {
        "input": "ทางกลุ่มยังได้สร้างกำแพงสูงตั้งระหว่างร้านค้าและย่านที่พักอาศัยเพื่อตัดปัญหามลภาวะทางเสียงและแสงที่รบกวน\n",
        "output": [
            "The group also managed to get a higher wall placed between the store and the residential area to cut noise and light pollution.\n"
        ]
    },
    {
        "input": "เขาได้ให้สัญญาว่าถ้ารัฐบาลอังกฤษยืนยันจะดำเนินหน้าในโครงการไทรเด้นท์ พรรคSNPจะเสนอให้ใช้อำนาจเหล่านั้นเพื่อหยุดการดำเนินการดังกล่าวในสก็อตแลนด์\n",
        "output": [
            "He promised that if the UK government went ahead with the Trident project, the SNP would propose to use those powers to stop it proceeding in Scotland.\n"
        ]
    },
    {
        "input": "Hamlin ขยับขึ้นมาเป็นผู้นำในตารางคะแนน Driver's championship leader ด้วยคะแนน 6,325 คะแนน มากกว่า Johnson อยู่สามสิบสามคะแนน\n",
        "output": [
            "Hamlin became the Drivers' championship leader with 6,325 points, thirty-three points ahead of Johnson.\n"
        ]
    },
    {
        "input": "Mahmoud al-Mashhadani ประธานรัฐสภาอิรัก กล่าวว่า พวกเขาได้ขอให้ทางรัฐบาลตุรกีแก้ไขสถานการณ์นี้อย่างสันติวิธี\n",
        "output": [
            "Mahmoud al-Mashhadani, president of the Iraqi Parliament, says they have asked Turkey to resolve the situation peacefully.\n"
        ]
    },
    {
        "input": "\"ผมเห็นว่าจากคำกล่าวนี้ จะทำให้เขาไม่เหมาะอย่างมากที่จะเป็นนายกเทศมนตรี\" นาย Kurtz กล่าว\n",
        "output": [
            "\"I think from this statement, it will make him a very ineffective mayor,\" he said.\n"
        ]
    },
    {
        "input": "การสืบสวนมุ่งเน้นไปที่ความน่าเชื่อถือที่สำคัญๆของเรื่องแรงงานที่ไม่ได้รับค่าตอบแทน ซึ่ง Landmark Education เรียกว่า \"ผู้ช่วย\" และถือว่าเป็นอาสาสมัคร\n",
        "output": [
            "Investigations focused on the heavy reliance of unpaid labor in the company's workforce, which Landmark Education calls \"assistants\" and deems volunteers.\n"
        ]
    },
    {
        "input": "BusinessWeek รายงานว่ามีประกาศออกมาสองวันหลังนาย Corzine ประกาศว่าปีหน้า รัฐจะมอบทุนวิจัย $10 ล้าน รวมทั้ง $7 ล้าน สำหรับการทำวิจัยสเต็มเซลล์\n",
        "output": [
            "BusinessWeek reports that the announcement came two days after Corzine announced that the state will give out $10 million in research grants next year, including $7 million for stem cell research.\n"
        ]
    },
    {
        "input": "สมาชิกพรรค Conservative นายกรัฐมนตรีเงา Oliver Letwin จากเขตเพื่อนบ้าน Dorset West กล่าวว่า ข้อความในรูปที่ถูกตัดต่อสอดคล้องกับนโยบายของพรรค Conservative\n",
        "output": [
            "Conservative shadow Chancellor Oliver Letwin, from neighbouring Dorset West, said that the message on the doctored photo was consistent with conservative policy.\n"
        ]
    },
    {
        "input": "การบินออกนอกประเทศหลังการโจมตีของเขานั้นไร้ประโยชน์ เนื่องจากบันทึกโทรศัพท์ทำให้ตำรวจตามไปที่กรุงโรม และเข้าจู่โจมอพาร์ทเมนต์ของน้องชายของเขา และเขาถูกจับกุมตัวที่นั่น\n",
        "output": [
            "His flight subsequent to the attack proved futile as phone records led police to Rome, and a raid on his brother's apartment, where he was captured.\n"
        ]
    },
    {
        "input": "Blair ได้กล่าวเพิ่มเติมว่า \"เราได้ผ่านส่วนที่ยากของกระบวนการนี้หลายครั้งในช่วงไม่กี่ปีที่ผ่านมา แต่ผมคิดว่าสิ่งนี้คือรากฐานสำคัญในการก้าวไปข้างหน้า\"\n",
        "output": [
            "Blair also added, \"We've been through different parts of this process many times over the past few years but I think this is a sound basis to proceed.\"\n"
        ]
    },
    {
        "input": "ตำรวจกล่าวว่าสิ่งที่น่าเป็นห่วงที่สุดคือสุขภาพและความปลอดภัยของทุกคนเนื่องจากการชุมนุมจัดขึ้นติดกับถนนที่วุ่นวาย\n",
        "output": [
            "The police said that their main concern was the health and safety of everyone as the protest was being held next to a busy road.\n"
        ]
    },
    {
        "input": "ศาลสูงสุดของเนเธอร์แลนด์ได้ปฏิเสธคดีนี้โดยอ้างกฎหมายของ EU ที่กรณีของ Kazemi จะต้องเป็นความรับผิดชอบของประเทศที่เขาทำการยื่นคำขอครั้งแรก\n",
        "output": [
            "The Netherlands' highest court rejected the case, citing EU law that Kazemi's case was the responsibility of the country where he first requested asylum.\n"
        ]
    },
    {
        "input": "\"ผมไม่พอใจกับการตัดสินใจนี้จากรัฐบาล Obama ที่จะหยุดการพัฒนาการขุดน้ำมันไกลจากฝั่งหนึ่งปี มันจะทำให้เกิดความล่าช้าเพิ่มขึ้น และค่าใช้จ่ายที่สูงขึ้นสำหรับการผลิตน้ำมันและก๊าซเพื่อให้เพียงพอกับความต้องการพลังงานที่ชาติต้องการ\" Begich อ้าง\n",
        "output": [
            "\"I am frustrated that this decision by the Obama administration to halt offshore development for a year will cause more delays and higher costs for domestic oil and gas production to meet the nation's energy needs,\" Begich claims.\n"
        ]
    },
    {
        "input": "อย่างไรก็ตาม; สิ่งที่น่าจะเป็นจุดที่สร้างชื่อเสียงมากที่สุดในนิทรรศการนี้คือ งานแสดงการลอบสังหารของประธานาธิบดี William McKinley เมื่อวันที่ 6 กันยายน ปี 1901\n",
        "output": [
            "However; what is likely the most famous event that took place at the exposition was the assassination of then President William McKinley on September 6, 1901.\n"
        ]
    },
    {
        "input": "การล่มสลายตามมาด้วยการเรียกร้องจากผู้นำของมหาวิทยาลัยคู่แข่งถึงจุดจบของ UoW\n",
        "output": [
            "The dissolution follows calls from the leaders of rival universities for the end of UoW.\n"
        ]
    },
    {
        "input": "หาก Microsoft ไม่ได้ขออุทธรณ์ต่อการตัดสินนั้น ทางบริษัทจะมีเวลา 3 เดือน (เริ่มจากวันที่ 27 กุมภาพันธ์) เพื่อที่จะจ่ายค่าปรับจนครบ\n",
        "output": [
            "If Microsoft does not appeal the decision, the company will have 3 month (starting February 27th) to pay the fine in full.\n"
        ]
    },
    {
        "input": "จนถึงทุกวันนี้ รัสเซียได้ยืนยันอัตลักษณ์ของนักโทษคนอื่นที่ได้รับการปล่อยตัว แม้ว่ามีการคาดหวังชื่อหลายชื่อซึ่งรวมถึง Alexander Zaporozhsky Sergei Skripal และ Alexander Sypachev ทั้งหมดนี้ได้รับการกล่าวหาว่ายักย้ายถ่ายเทข้อมูลไปให้รัฐบาลต่างประเทศ\n",
        "output": [
            "Russia has so far not confirmed the identities of other prisoners to be released, although several names have been speculated, including Alexander Zaporozhsky, Sergei Skripal, and Alexander Sypachev, all accused of transferring information to foreign governments.\n"
        ]
    },
    {
        "input": "เครื่องบินได้เกิดชนกันที่ความสูงสองกิโลเมตร (1.3 ไมล์) จากสนามบิน Smolensk\n",
        "output": [
            "The plane crashed approximately two kilometres (1.3 miles) from Smolensk airport.\n"
        ]
    },
    {
        "input": "และเมื่อไม่นานมานี้ ประเทศเกาหลีใต้ได้ประกาศถึงความตั้งใจว่าจะส่งเรือพิฆาตมาจัดการหลังจากที่ชาวเกาหลีใต้ 5 คน ถูกจับตัวไปในเหตุไฮแจ็คเรือบรรทุกสินค้าของญี่ปุ่น\n",
        "output": [
            "Most recently, South Korea has announced intentions to send one of its destroyers after five South Koreans were kidnapped in a Japanese cargo ship hijacking.\n"
        ]
    },
    {
        "input": "\"หิมะตกหนักมากและต้นไม้ส่วนใหญ่ยังมีใบอยู่เกือบครบ … เราไม่สามารถทำการประเมินความเสียหายทั้งหมดได้จนกว่าหิมะจะหยุดตก\" Steve Brady โฆษกของ Niagara Mohawk บริษัทไฟฟ้าของเขต Western New York กล่าว\n",
        "output": [
            "\"This was extremely heavy snow and most of the trees still have most of their leaves ... we can't do a complete damage assessment until the snow stops falling,\" said spokesman for Niagara Mohawk, Western New York's area power company, Steve Brady.\n"
        ]
    },
    {
        "input": "หลังจากนั้น เกิดความสงสัยกันว่าเขาจะเข้าร่วมพรรคGreen ซึ่งมีสมาชิกรัฐสภาได้รับเลือก 0 คนใน Ottawa ซึ่งเมืองหลวงของประเทศ\n",
        "output": [
            "After, there was some speculation the he would join the Green Party, which has 0 elected MPs in Ottawa, the nations capital.\n"
        ]
    },
    {
        "input": "ผู้ชนะประเภทฝ่ายหญิงยอดนิยมซึ่งได้รับการเลือกจากสาธารณะ \"อย่างถล่มทลาย\" ได้แก่ Hillary Barry\n",
        "output": [
            "The winner of favourite female, as voted by the public \"by a country mile\", was Hillary Barry.\n"
        ]
    },
    {
        "input": "Shulze มีประสบการณ์เรดาร์ จากการทำงานที่แนวขีปนาวุธ White Sands\n",
        "output": [
            "Shulze has radar experience from working at the White Sands Missile Range.\n"
        ]
    },
    {
        "input": "นายอำเภอของเขต Pope County กล่าวว่าเมื่อเวลาประมาณ 11 p.m. รถของเขาพุ่งออกจากถนนและกลิ้งไปที่ถนนสาย 110th Avenue ใกล้ เมือง Brooten รัฐ Minnesota ในเขต Pope County ประมาณ 15 miles ทางตะวันออกเฉียงใต้จาก Glenwood, ประมาณ 55 miles ทางตะวันตกฉัยงเหนือ จาก St. Cloud หรือ ประมาณ 100 miles ทางตะวันตกเฉียงเหนือจาก Twin Cities\n",
        "output": [
            "The Pope County Sheriff’s Office said that at approximately 11 p.m. his vehicle went off the road and rolled over on 110th Avenue, near Brooten, Minnesota, in Pope County, Minnesota's Bangor Township, about 15 miles SE from Glenwood, MN, about 55 miles WNW from St. Cloud, MN, or about 100 miles NW from the Twin Cities.\n"
        ]
    },
    {
        "input": "\"เป็นเวลาหลายร้อยปีที่พวกเราชาวคริสเตียนซึึ่งเคยมีถึงร้อยละ 15 ของจำนวนประชากร ถูกข่มเหงถูกขับไล่ออกจากดินแดนศักดิ์สิทธิ์ แล้วตอนนี้พวกเราก็กลายเป็นชนกลุ่มน้อยกระจ้อยร่อย\"\n",
        "output": [
            "\"For hundreds of years we Christians, who used to be 15 per cent of the population, have been persecuted and driven out of the Holy Land and now we are a tiny minority.\"\n"
        ]
    },
    {
        "input": "ในชาติที่การรักร่วมเพศเป็นการกระทำผิดทางอาญาและที่มีโทษจำคุกสูงสุด สิบสี่ปีและร่างกฎหมายนี้อาจจะยกระดับการลงโทษถึงจำคุกตลอดชีวิต\n",
        "output": [
            "In a nation where homosexuality is already a criminal offense punishable by up to fourteen years in jail, this bill would raise that penalty to life in prison.\n"
        ]
    },
    {
        "input": "Wikiuniversity เป็นโครงการที่มุ่งสร้างสิ่งแวดล้อมทางการเรียนรู้จากการร่วมมือกันหลายฝ่ายทางออนไลน์\n",
        "output": [
            "Wikiversity is a project of its own which aims to build a collaborative learning environment online.\n"
        ]
    },
    {
        "input": "จากการคำนวนมากมายได้ให้การประมาณค่าที่เหมาะสมของมวลความหนาแน่นของแบริยอน นิวตรอนและโปรตรอนซึ่งทำให้เกิดจุดศูนย์กลางของอะตอมและไอออนในจักรวาลเมื่อ 10 พันล้านปีที่แล้ว\n",
        "output": [
            "Various measurements give a good estimate of the mass-density of baryons - the neutrons and protons that make up the nuclei of atoms and ions - in the Universe 10 billion years ago.\n"
        ]
    },
    {
        "input": "การติดเชื้อแบคทีเรียสแตฟแพร่ระบาดในลักษณะที่คล้ายกับโรคอื่น ๆ คือส่วนใหญ่จะระบาดในที่แออัด ในที่ที่ขาดสุขอนามัย และการสัมผัสผิวต่อผิว\n",
        "output": [
            "Staph infections are spread much like other diseases, with crowded conditions, poor hygiene, and skin-to-skin contact most frequently to blame.\n"
        ]
    },
    {
        "input": "ตำรวจได้รับโทรศัพท์จากชาวบ้านในท้องที่ แจ้งว่า Wygle ได้รับบาดเจ็บจากการชน\n",
        "output": [
            "Police received a call from a local resident that Wygle had been injured in the crash.\n"
        ]
    },
    {
        "input": "เขากล่าวว่าเขา \"สนับสนุนคำกล่าวของประธาน SADC (Southern African Development Community) อย่างยิ่ง ว่าไม่มีเงื่อนไขใดที่เหมาะในการจัดการเลือกตั้งประธานาธิบดีรอบสองในเวลานี้ และควรเลื่อนการเลือกตั้งออกไป\"\n",
        "output": [
            "He said that he \"strongly supports the statement of the Chairman of SADC (Southern African Development Community) that conditions do not exist for a run-off election to be held at this time and that they should be postponed.\"\n"
        ]
    },
    {
        "input": "ทั้งพรรคSinn Féin พรรคSDLP และพรรคพันธมิตร ต่างตำหนิพรรคDUP ในความล้มเหลว\n",
        "output": [
            "Sinn Féin, SDLP and the Alliance Party have all blamed the DUP for the failure.\n"
        ]
    },
    {
        "input": "นาย Howard กล่าวว่าการขายหุ้นไม่ได้เป็นสัญญาการเลือกตั้งจากรัฐบาลของเขา และรัฐบาลกลางไม่เห็นประโยชน์ในระยะยาวใดๆ จากการขายหุ้นดังกล่าว\n",
        "output": [
            "Mr Howard said that the sale was not an election promise by his government and that the federal government failed to see any long-term benefits from the sale.\n"
        ]
    },
    {
        "input": "วิดีโอที่ถูกแพร่ภาพโดยสำนักข่าว BBC มีความยาวประมาณ 45 วินาที และแสดงให้เห็นขีปนาวุธที่ควบคุมไม่ได้อย่างน้อยสองลำ ถูกยิงขึ้นจากภายในฐาน ในขณะที่ไฟลุกลามไปอย่างรวดเร็วและเปลวเพลิงตกลงในบริเวณใกล้เคียง\n",
        "output": [
            "The video, which was broadcast by BBC News is about 45 seconds long and shows at least two out of control missiles being launched from within the base as the fire rages on and landing nearby.\n"
        ]
    },
    {
        "input": "เขายืนเอนตัวค่อนไปทางขวา และมีใบหน้าที่ดูล่องลอย ภายใต้ผมยาวยุ่งเหยิงที่ยังไม่ได้รับการหวีใดๆ\n",
        "output": [
            "He listed slightly to the right and kept a fixed, distant face that was surrounded by uncombed strands of his long hair.\n"
        ]
    },
    {
        "input": "เมื่อวันศุกร์ เยอรมนีเอาชนะอาร์เจนตินาด้วยคะแนน 4 ต่อ 2 จากการยิงลูกโทษ ทำให้ได้ไปแข่งในรายการ FIFA World Cup รอบรองชนะเลิศที่กรุง Berlin\n",
        "output": [
            "Germany beat Argentina 4-2 on penalties to book a place in the Fifa World Cup semi-finals in Berlin, Friday.\n"
        ]
    },
    {
        "input": "\"เรามีหน้าที่ที่จะต้องประหยัดเงินของผู้จ่ายภาษี และการที่เราติดไฟตั้งแต่ตอนนี้พร้อมกับไฟของเทศกาลอื่นๆ รวมทั้ง Eid ในเดือนกันยายน เราจะประหยัดได้ประมาณ £10,000\"\n",
        "output": [
            "\"We have a duty to save taxpayers' money, and by putting them up now with lights for other festivities – including Eid in September – we will be saving around £10,000\".\n"
        ]
    },
    {
        "input": "ภายใต้ข้อกำหนดทางสิ่งแวดล้อมฉบับใหม่ที่ประกาศในวันพฤหัสบดีโดย John Baird รัฐมนตรีกระทรวงสิ่งแวดล้อมของแคนาดา บริษัทที่ไม่สามารถปฏิบัติตามเป้าหมายของการลดปริมาณความเข้มข้นของก๊าซ CO2 นั้นสามารถซื้อเครดิตชดเชยหรือช่วยเหลือกองทุนเทคโนโลยีด้วยราคาเริ่มต้นที่ 15 ดอลลาร์ ต่อการปล่อยก๊าซ 1 ตัน\n",
        "output": [
            "Under new environmental regulations announced Thursday by Canadian Environment Minister John Baird, companies that can't meet new intensity targets for CO2 emission reductions will be able to purchase offset credits or contribute to a technology fund, at an initial cost of $15 per tonne of emissions.\n"
        ]
    },
    {
        "input": "การพัฒนาเริ่มจากแล็ปท็อปรุ่นใหม่ที่ใช้หน่วยประมวลผลของ Intel แทนที่จะเป็นหน่วยประมวลผลที่เคยมี ของบริษัท Advanced Micro Devices คู่แข่งของ Intel\n",
        "output": [
            "Development began on a new laptop using an Intel processor rather than the current processor made by Advanced Micro Devices, a rival of Intel.\n"
        ]
    },
    {
        "input": "สำนักข่าว Turkish Anatolian News รายงานว่าเฮลิคอปเตอร์ดับเพลิง Kamov-32 ตก ขณะพยายามเติมน้ำในถัง\n",
        "output": [
            "A Kamov-32 fire-fighting helicopter has crashed while trying to fill its water tanks, reports the Turkish Anatolian News agency.\n"
        ]
    },
    {
        "input": "นักสกีของสหรัฐมีตารางแข่งขันเมื่อวานนี้ในรุ่นสลาลม แต่การแข่งขันถูกยกเลิกเนื่องจากพายุลมแรง\n",
        "output": [
            "United States skiers were scheduled to compete yesterday in the Slalom discipline but the competition was cancelled due to high winds.\n"
        ]
    },
    {
        "input": "\"เราจะสามารถยืนยันตัวของชาวต่างชาติที่เสียชีวิตได้ก็ต่อเมื่อเราทำการตรวจสอบโดยละเอียดแล้ว\" เป็นคำกล่าวของพลตรี Shaukat Sultan โฆษกของกองทัพ\n",
        "output": [
            "\"We can confirm the identities of the foreigners killed once we have carried out a thorough ground check,\" said Pakistani military spokesman Major General Shaukat Sultan.\n"
        ]
    },
    {
        "input": "ชาวเฮติก่อการจลาจลขึ้นจนกลายเป็นความยุ่งเหยิงที่ต้องอาศัยผู้เฝ้าสังเกตจากต่างประเทศเข้ามาช่วยปราบปรามอย่างจริงจัง\n",
        "output": [
            "Haitians rioted, plunging the process into chaos that was quelled by the determined efforts of foreign monitors.\n"
        ]
    },
    {
        "input": "Truth and Justice Alliance ฝ่ายค้านหลักผู้ได้รับการเสนอชื่อจากพรรค National Liberal Party และพรรค Democrat\n",
        "output": [
            "Called the Truth and Justice Alliance, the main opposition is a union of candidates from the National Liberal Party and the Democrat Party.\n"
        ]
    },
    {
        "input": "ทั้งนี้ มีข้อโต้แย้งอยู่บ้างในเรื่องการวัดที่ใช้มาก่อนหน้า ดังนั้น นักวิจัยจึงใช้เวลาหนึ่งชั่วโมงบนยอดเขาในการวัดระดับ โดยใช้เรดาร์ ดาวเทียม และวิธีการอื่น ๆ บน 6 จุด\n",
        "output": [
            "There is some disagreement regarding the methods of measurement used previously, so the researchers spent an hour at the summit taking measurements using radar, satellite, and other methods on 6 points.\n"
        ]
    },
    {
        "input": "อาทิตย์ที่ผ่านมา Barbara Dreaver ผู้สื่อข่าว ONE News Pacific ถูกเนรเทศในข้อหาปกปิดวิกฤตในครั้งนี้\n",
        "output": [
            "Last week ONE News Pacific Correspondent Barbara Dreaver was deported as she arrived to cover the crisis.\n"
        ]
    },
    {
        "input": "และผลลัพธ์ก็คืออย่างที่ทุกคนเห็น\"\n",
        "output": [
            "And then is the result that anyone gets to see.\"\n"
        ]
    },
    {
        "input": "หลังจากต่อสู้กับเพลิงไหม้มากกว่า 24 ชั่วโมง นักดับเพลิงกล่าวว่า จุดที่เกิดเพลิงไหม้ส่วนใหญ่ดับหมดแล้ว และได้มีการให้บริษัทดับเพลิงเริ่มปิดสายดับเพลิงและเก็บอุปกรณ์\n",
        "output": [
            "After having fought the fire for over 24 hours, fire officials stated that the fire was mostly extinguished and ordered fire companies to start shutting down the hoses and pack up their equipment.\n"
        ]
    },
    {
        "input": "Rui Cordeiro ทำคะแนน try เดียวให้โปรตุเกสในการแข่งขันนี้หลังเริ่มแข่งใหม่ได้ไม่นาน โดย Duarte Cardoso Pinto\n",
        "output": [
            "Rui Cordeiro scored Portugal's only try of the match shortly after the restart, which was converted by Duarte Cardoso Pinto.\n"
        ]
    },
    {
        "input": "แต่ในโทรทัศน์ฝรั่งเศส Zidane ได้แสดงความเสียใจต่อพฤติกรรมของเขา\n",
        "output": [
            "But on French television Zidane showed remorse for his behaviour.\n"
        ]
    },
    {
        "input": "ประธานองค์การนาโต้ นายจาพ เดอ ฮูพ เชฟเฟอร์ ก็ประนามการกระทำดังกล่าวเช่นกัน\n",
        "output": [
            "NATO chief Jaap de Hoop Scheffer has also condemned the action.\n"
        ]
    },
    {
        "input": "หัวหน้าคณะรัฐมนตรี Salmond ได้เปิดอนุสรณ์สถานรำลึกและรูปปั้นทองแดงซึ่งได้รับการสร้างขึ้นเพื่อระลึกถึงการครบรอบ 50 ปีของเหตุการณ์ดังกล่าว\n",
        "output": [
            "First Minister Salmond unveiled a memorial garden and a bronze statue which had been placed to mark the 50th anniversary of the incident.\n"
        ]
    },
    {
        "input": "ท่านเซอร์อลัน ชูการ์จะเข้าร่วมรายการThe Apprenticeทางช่องบีบีซีต่อ หลังจากเขาได้รับตำแหน่ง\"หัวหน้าวิสาหกิจ\"ของรัฐบาลอังกฤษ\n",
        "output": [
            "Sir Alan Sugar will continue to front the BBC series The Apprentice after his appointment as \"enterprise tsar\" for the British government.\n"
        ]
    },
    {
        "input": "การฟ้องร้องที่ถูกยื่นใน San Francisco อ้างว่า AT&T ละเมิดข้อกฎหมายโดยร่วมมือกับรัฐบาลในการดักฟังพลเมืองสหรัฐ\n",
        "output": [
            "The suit, filed in San Francisco, alleges that AT&T violated federal laws by collaborating with government to eavesdrop on U.S. citizens.\n"
        ]
    },
    {
        "input": "ทางเลือกอื่นที่นายมุชาลาฟอาจทำได้คือ การประกาศกฎอัยการศึก ซึ่งอาจทำให้เขาได้รับการสนับสนุนจากกองทัพ หรือการยุบสถาซึ่งมีแนวโน้มที่จะเกิดความวุ่นวายทางการเมือง\n",
        "output": [
            "Other options Musharraf may explore include declaring a state of emergency, which could aid him in getting the support of the military, or dissolving parliament, though this would likely lead to political chaos.\n"
        ]
    },
    {
        "input": "OFT ประกาศว่ามีจำนวนเงินถึง 300 ล้านปอนด์ ต่อปี\n",
        "output": [
            "The OFT stated that the figure was £300m a year.\n"
        ]
    },
    {
        "input": "ข้อตกลงที่ร่างโดยรัฐบาลโรมาเนียเมื่อวันศุกร์ได้ถูกส่งไปยังรัฐสภาเพื่อการพิจารณา\n",
        "output": [
            "The law passed by the Romanian government on Friday has been forwarded to the Parliament to be debated.\n"
        ]
    },
    {
        "input": "การแข่งขันรอบต่อไปจะมีขึ้นพรุ่งนี้ในวันจันทร์ซึ่งเป็นการออกตัวของเรือใบ\n",
        "output": [
            "The next race is scheduled for tomorrow, Monday being a race-off day.\n"
        ]
    },
    {
        "input": "ชัยชนะของสเปนนั้นถูกคาดการณ์อย่างแม่นยำโดยสัตว์นักพยากรณ์ Paul the Octopus\n",
        "output": [
            "Spain's victory was correctly predicted by the oracular animal Paul the Octopus.\n"
        ]
    },
    {
        "input": "นักเรียนประมาณ 100 คนจาก Rwanda, Burundi และ Congo จะร่วมแบ่งปันความคิดเกี่ยวกับอดีตและปัจจุบันใน Rwanda รวมทั้งอนาคตของภูมิภาค Great Lakes\n",
        "output": [
            "Approximately 100 students from Rwanda, Burundi and the Congo will share ideas about the past and present in Rwanda as well as the future for the Great Lakes region.\n"
        ]
    },
    {
        "input": "Boswell กล่าวเพิ่มเติมว่า: \"การวิจัยเพิ่มเติมในเรื่องผลกระทบของ BZP จะถูกนำเสนอโดยรัฐมนตรีกระทรวงสาธารณสุข\" ที่รัฐบาลนิวซีแลนด์กำลังพิจารณาว่าจะสั่งห้ามหรือควบคุมการขายหรือไม่\n",
        "output": [
            "Boswell said: \"Further research on the effects of BZP is soon to be released by the Health Minister,\" as the New Zealand government is debating whether or not they should be banned or have their sale restricted.\n"
        ]
    },
    {
        "input": "Martin วัย 51 ปีถูกกล่าวหาว่าประพฤติมิชอบด้วยการส่งอีเมลให้พยานในคดีฟ้องร้อง ซึ่งรวมถึงสำเนาของการพิจารณาคดีของอีกคดีที่เกี่ยวข้อง พร้อมกับการสังเกตของเธอเอง ซึ่งเป็นของคดี Moussaoui รวมทั้งการเสนอแนะและการจับประเด็นสำคัญ\n",
        "output": [
            "Martin, aged 51, is accused of misconduct by sending prosecution witnesses e-mail that included trial transcripts of another related case along with observations of her own that pertained to the Moussaoui case, including suggestions and talking points.\n"
        ]
    },
    {
        "input": "ในหลายปีหลังจากนั้น เขาได้เปิดบาร์ของตัวเองและได้กลายเป็นเพื่อนกับสมาชิกบางคนของกลุ่ม ทั้งยังได้แนะนำคอนเสิร์ตของเขาในแจ็คสันวิลล์ให้พวกเขาด้วย\n",
        "output": [
            "In later years he opened up his own bar and became friends with some members of the group and even introduced them at one of their concerts in Jacksonville.\n"
        ]
    },
    {
        "input": "Lysiane Lavorel ซึ่งเป็นชาวฝรั่งเศสโดยกำเนิดและนักศึกษาวิทยาลัยซึ่งกำลังเรียนภาษาอังกฤษที่นั่น โต้ตอบเชิงล้อเลียนกับการที่ฝรั่งเศสถูกเรียกว่าอ่อนแอ โดยอ้างถึงภาพยนตร์ปี ค.ศ. 1996 เรื่อง Independence Day\n",
        "output": [
            "Lysiane Lavorel, a native of France and college student studying English there, offered a tongue-in-cheek response to France's supposed weakness while making reference to the 1996 film Independence Day.\n"
        ]
    },
    {
        "input": "การวิจัยต่างๆ ได้แนะนำว่า การหยุดใช้อาวุธคือกลยุทธ์ของ ETA ที่จะทำให้การสนับสนุนในถิ่น Basque ลดลง\n",
        "output": [
            "Several analysts have suggested that this most recent ceasefire is based on ETA's tactics causing their support in the Basque region to plummet.\n"
        ]
    },
    {
        "input": "รองเท้าอาร์เมเนีย อยู่ในสภาพที่เก็บไว้อย่างสมบูรณ์แบบและมีความเก่ากว่ารองเท้าที่เคยพบที่อ๊อทซี่ของคนหิมะ จึงเป็นรองเท้าหนังที่เก่าที่สุดในโลก และก็เป็นรองเท้าที่เก่าที่สุดเท่าที่เคยพบมาในทวีปยุโรป\n",
        "output": [
            "The Armenian shoe is in a perfectly preserved condition and is a few hundred years older than the one found on Ötzi the Iceman, making it the oldest piece of leather footwear in the world, and the oldest footwear yet found in Europe.\n"
        ]
    },
    {
        "input": "จอห์น ลูกชายของนางสาวกิบบอนส์ซึ่งอาศัยอยู่เมืองลิเวอร์พูล ได้ร้องขอชาวอังกฤษที่โกรธแค้นจากการที่มารดาของเขาได้รับโทษจำคุก ว่าไม่ควรเอาเรื่องนี้มาใช้เป็นการต่อต้านชาวมุสลิม\n",
        "output": [
            "Ms Gibbons' son John, from Liverpool, has asked that British people angered by his mother's jail sentence should not turn against Muslims.\n"
        ]
    },
    {
        "input": "การค้นคว้าพบว่าอัตราการฆ่าตัวของที่ประเทศสก็อตแลนด์จะกำลังเพิ่มขึ้นมากกว่าประเทศอังกฤษที่อยู่ใกล้เคียง ส่วนวงการสื่อและนักการเมืองของรัสเซียกำลังตรวจสอบอัตราการฆ่าตัวตายในกลุ่มเด็กวัยรุ่นที่สูงสุดเป็นอันดับสามของโลก และตัวเลขที่รวบรวมได้ครั้งใหม่ในออสเตรเลียแสดงให้เห็นการเพิ่มขึ้นของการฆ่าตัวตายในกลุ่มเด็กอะบอริจินที่เป็นชาวพื้นเมืองดั้งเดิมในเขตปกครองตนเองนอร์ธเทิร์นเทอร์ริทอรี ของประเทศออสเตรเลีย\n",
        "output": [
            "A study found Scotland's suicide rate to be increasing away from neighbouring England, Russian press and politicians are examining the world's third-highest teen suicide rate, and new figures showed increasing Aboriginal children's suicides in Australia's Northern Territory.\n"
        ]
    },
    {
        "input": "อาคารที่มีอายุหลายทศวรรษที่ถนน Ma Tau Wai Road ในฮ่องกงได้ถล่มลงมาเมื่อเวลา 1:30 pm วันศุกร์ตามเวลาท้องถิ่น\n",
        "output": [
            "A decades-old building collapsed along Ma Tau Wai Road in Hong Kong at about 1:30pm on Friday, local time.\n"
        ]
    },
    {
        "input": "นาย Darnton ยังอธิบายว่าระบบปัจจุบันของการปกครองเป็นเกม\n",
        "output": [
            "Mr Darnton also describes the current system of governance as a game.\n"
        ]
    },
    {
        "input": "ผู้นำ Moldova กล่าวว่า เขาได้ส่งเอกสารชุดหนึ่งไปยังรัสเซียเกี่ยวกับการกระทำของ 13 องค์กรทางการทหารของ Transnistria\n",
        "output": [
            "The Moldovan leader noted that he has sent a package of documents to Russia regarding the activity of 13 Transnistrian military companies.\n"
        ]
    },
    {
        "input": "ซึ่งมันจะเชื่อมโยงกับส่วนเครื่องมือของสารานุกรมวิกิพีเดียภาคภาษาอังกฤษซึ่งจะให้ทดลองใช้เป็นเวลา 60 วันในปี 2006\n",
        "output": [
            "It will be linked from the English Wikipedia Tools page for a 60 day trial beginning in 2006.\n"
        ]
    },
    {
        "input": "ในปี 1970 เขาจัดการแข่งขัน World Series Cricket ซึ่งเพียงแค่วันเดียว เขาได้ทำให้กีฬาคริกเก็ตเป็นที่รู้จักของคนทั่วไปไม่ว่าจะเป็น สีของเครื่องแต่งกาย ลูกบอลสีขาว และการแข่งขันทั้งกลางวันและกลางคืน\n",
        "output": [
            "In the 1970s, his World Series Cricket revolutionised cricket, bringing One-day cricket to the fore by introducing things such as coloured uniforms, white balls & day/night matches.\n"
        ]
    },
    {
        "input": "\"ด้วยการส่งเสริมการซ่อมแซม อันเป็นเป้าหมายของการรักษาด้วยโพรแล็กทิน เรามีความหวังต่อการช่วยให้อาการของโรคMSในคนที่เป็นอยู่ดีขึ้น\"\n",
        "output": [
            "\"By promoting repair, which is the goal of prolactin therapy, we have hope of actually improving symptoms in people with MS.\"\n"
        ]
    },
    {
        "input": "คนที่ถูกจับกุมมาปรากฎตัวในศาลแขวงใน Nelspruit ในวันศุกร์\n",
        "output": [
            "The individuals arrested appeared in the Nelspruit magistrate's court on Friday.\n"
        ]
    },
    {
        "input": "เมื่อตำรวจมาถึงที่บ้านหลังดังกล่าวและพบกับชายอายุ 72 ปียืนอยู่ มีการสนทนากันสั้นๆ กับชายคนดังกล่าว ผู้ซึ่งหลังจากนั้นได้กลับเข้าไปในบ้าน\n",
        "output": [
            "Police arrived at the home, and encountered the 72-year old man standing over, a brief conversation was held with the man who then went back inside the house.\n"
        ]
    },
    {
        "input": "\"โจรสลัดเหมืองทอง\" เกือบ 300 คนถูกจับกุมในช่วงสองสัปดาห์ที่ผ่านมาเฉพาะที่เหมือง Eland แห่งเดียวเท่านั้น\n",
        "output": [
            "Almost 300 \"gold pirates\" were arrested over the past two weeks at the Eland mine shaft alone.\n"
        ]
    },
    {
        "input": "พวกเขาถูกแจ้งข้อหาลักทรัพย์ และบุกรุกพื้นที่ส่วนบุคคล และทำให้ทรัพย์สินส่วนบุคคลเสียหาย\n",
        "output": [
            "They were charged with theft, trespassing and destruction of property.\n"
        ]
    },
    {
        "input": "โรงแรม Omni ซึ่งอยู่ติดกับศูนย์ CNN ก็ได้รับความเสียหายเช่นกัน โดยหน้าต่างจำนวนมากแตกละเอียด\n",
        "output": [
            "The Omni Hotel, which is attached to the CNN Center, also sustained damage, with many of its windows shattered.\n"
        ]
    },
    {
        "input": "\"ปัญหาเช่นนั้นทำให้เราต้องเลือกแนวทางอย่างระมัดระวังเพื่อรักษาการเป็นผู้นำการแข่งขันไปจนจบ\"\n",
        "output": [
            "\"Because of this issue, we cautiously chose some roads to do several attacks to keep the leading to the end.\"\n"
        ]
    },
    {
        "input": "\"เราภาวนาให้กับแฟนๆ ของพวกเรา และประชาชนของ Indianapolis\"\n",
        "output": [
            "\"We are praying for our fans, and the people of Indianapolis.\"\n"
        ]
    },
    {
        "input": "พระราชบัญญัติทั้งหมดที่กล่าวถึงนั้นถูกถอดออกจากบทความ\n",
        "output": [
            "All mentions of the bill were removed from the article.\n"
        ]
    },
    {
        "input": "การแข็งค่าของเงินเลอูไม่มีได้แต่ผลบวกเนื่องจากมันยังสร้างความกดดันอย่างมากต่อผู้ส่งออก\n",
        "output": [
            "The leu's appreciation, however, isn't all positive, because it is putting a great deal of pressure on exporters.\n"
        ]
    },
    {
        "input": "ยาดังกล่าวชื่อ PA-457 ซึ่งทำมาจากกรดกรดบิทูลินิก และจากผลพลอยได้จากโรงงานกระดาษ ซึ่งกำลังถูกผลิตและพัฒนาโดยบริษัทเภสัชกรรมพานาคอส ซึ่งเป็นผู้ผลิตยาของเมืองแมรี่แลนด์\n",
        "output": [
            "The drug called PA-457, which is derived from betulinic acid and comes from by-products from paper manufacturers, is being manufactured and developed by Maryland drug manufacturer Panacos Pharmaceuticals.\n"
        ]
    },
    {
        "input": "ในอดีต สหประชาชาติได้กล่าวหาว่า Eritrea จัดหากองกำลังและอุปกรณ์ให้ชาวอิสลาม\n",
        "output": [
            "In the past the United Nations has accused Eritrea of providing arms and equipment to the Islamists.\n"
        ]
    },
    {
        "input": "เขาเขียนต่อจากนั้นด้วยเรื่อง Paradise Regained พรรณนาสิ่งล่อใจของพระเยซูในป่า\n",
        "output": [
            "He followed it with Paradise Regained, depicting the temptations of Jesus in the wilderness.\n"
        ]
    },
    {
        "input": "Lam Luong พ่อวัย 37 ปีซึ่งเป็นชาวประมงจับกุ้ง ถูกฟ้องด้วย 4 ข้อกล่าวหาฐานฆ่าผู้อื่นโดยเจตนา\n",
        "output": [
            "The father, Lam Luong, a 37 year old shrimp fisherman, has been charged with four counts of capital murder.\n"
        ]
    },
    {
        "input": "เจ้าหน้าที่หน่วยกู้ภัยสามคนในเหมือง แครนดัลล์ แคนยอน ในรัฐยูทาห์เสียชีวิตจากการพยายามช่วยชีวิตคนงานในเหมืองหกคนที่ติดอยู่ในเหมือง ซึ่งสูญหายไปมากกว่าหนึ่งสัปดาห์\n",
        "output": [
            "Three rescue workers at the Crandall Canyon Mine in Utah were killed trying to rescue six trapped miners who have been missing for over a week.\n"
        ]
    },
    {
        "input": "จากนั้นพวกเขายังได้กล่าวว่าเอกสารดังกล่าวสามารถ \"เข้าถึงได้ผ่านช่องทางอย่างเป็นทางการตามกฎหมายว่าด้วยเสรีภาพทางข้อมูลข่าวสาร\"\n",
        "output": [
            "They then state that the document can be \"made available through a Freedom Of Information Act request through official channels.\"\n"
        ]
    },
    {
        "input": "ขณะที่ระดับการเลี้ยวสำคัญเพื่อประเมินผลกระทบต่อ Bermuda ศูนย์ National Hurricane Center กล่าวว่า \"มันยังเร็วเกินไปที่จะระบุว่า Bertha จะถูกโจมตีด้วยพายุหรือไม่\"\n",
        "output": [
            "\"While the degree of the turn has important implications regarding potential impacts to Bermuda,\" the National Hurricane Center said, \"it is much too early to determine if Bertha will actually threaten that island.\"\n"
        ]
    },
    {
        "input": "การชุมนุมต่อต้าน APEC บนถนนในนคร Sidney ดึงดูดให้มีผู้เข้าร่วมประท้วงราว 5,000 คน โดย 18 คนถูกจับ และตำรวจ 2 นายได้รับบาดเจ็บ\n",
        "output": [
            "An anti-APEC rally through the streets of Sydney has attracted around 5000 demonstrators, with up to 18 arrests and two police injured.\n"
        ]
    },
    {
        "input": "ผู้ที่เสียชีวิตทั้งหมดเป็นผู้ใหญ่ รวมถึงหนึ่งในสองคนขับรถ ส่วนอีกคนที่เหลือได้รับบาดเจ็บสาหัส\n",
        "output": [
            "All the deceased were adults, and included one of the two drivers, the other of whom was seriously injured.\n"
        ]
    },
    {
        "input": "ในส่วนของผู้ผลิตนั้น Chevrolet มีคะแนนอยู่ที่ 249 คะแนน มากกว่า Toyota อันดับที่ 2 อยู่ 40 คะแนน และนำห่างอันดับที่สามอย่าง Ford อยู่ 91 คะแนน โดยยังเหลือการแข่งขันเก็บคะแนนอีกสองสนามในฤดูกาลนี้\n",
        "output": [
            "The Manufacturers' сhampionship standings is led by Chevrolet with 249, 40 points ahead of Toyota and 91 ahead of Ford with two races remaining in the season.\n"
        ]
    },
    {
        "input": "สมาชิกในครอบครัวของเธอกล่าวกับ Khaleej Times ว่าเธอกลัวจะถูกทำร้ายจาก Madhavan หรือลูกน้องของเขา\n",
        "output": [
            "Her family members told Khaleej Times that she feared physical harm from Madhavan or his henchmen.\n"
        ]
    },
    {
        "input": "ในระหว่างปี ค.ศ. 1991 ถึง 2011 อัตราการเจริญเติบโตของจำนวนประชากรอินเดียลดลงอย่างต่อเนื่อง\n",
        "output": [
            "Between 1991 and 2011, the population growth rate has steadily decreased.\n"
        ]
    },
    {
        "input": "Mukhtar Mai ซึ่งเป็นเหยื่อการข่มขืนที่หลายๆคนรู้จักได้ค้านแนวคิดที่ว่า ผู้หญิงคนใดก็ตามควรยินยอมต่อเรื่องดังกล่าวเพื่อให้ได้เงิน\n",
        "output": [
            "The high-profile rape victim, Mukhtar Mai, dismissed the idea that any woman could allow herself to be subjected to such treatment for money.\n"
        ]
    },
    {
        "input": "เหตุการณ์ไฟไหม้ป่าในแหลม Eyre Peninsula ที่อยู่ทางตอนใต้ของประเทศออสเตรเลีย ทำให้มีผู้เสียชีวิตเก้าคน\n",
        "output": [
            "Nine people have died in bush-fires in the region of the Eyre Peninsula in South Australia.\n"
        ]
    },
    {
        "input": "ในตอนนี้มีสมาชิกรัฐสภาอิสระเพียงคนเดียวในสภาสามัญชน คือ André Arthur ซึ่งควบพื้นที่ Portneuf—Jacques-Cartier ในรัฐ Quebec ซึ่งเป็นรัฐที่ใช้ภาษาฝรั่งเศส\n",
        "output": [
            "Now there is only one independent MP in the House of Commons being André Arthur for the riding of Portneuf—Jacques-Cartier in French speaking Quebec.\n"
        ]
    },
    {
        "input": "ในปีงบประมาณ 2005 บริษัทมีรายได้ $83 ล้าน\n",
        "output": [
            "In the 2005 fiscal year they earned $83 million in revenue.\n"
        ]
    },
    {
        "input": "เรือออกแบบให้มีโซลาร์เซลล์เพื่อใช้กับแล็ปท็อป โทรศัพท์และระบบ GPS\n",
        "output": [
            "The boat does have a solar power system to provide energy for his laptop, a telephone and a global positioning system.\n"
        ]
    },
    {
        "input": "ในวันต่อมา รถไฟขนส่งสินค้า 40 ตู้ได้ตกราง ทางตะวันออกของคาลโกร์ลี และมีผู้ได้รับบาดเจ็บ 3 คน\n",
        "output": [
            "The following day, a freight train with 40 wagons derailed east of Kalgoorlie, injuring three people.\n"
        ]
    },
    {
        "input": "ในการเลือกตั้งของสกอตแลนด์ครั้งที่สาม ตั้งแต่เปิดรัฐสภาของสกอตแลนด์ ในปี 1999 ส่วนที่เหลือของ SNP เอาชนะคำวินิจฉัยชี้ขาดของพรรคแรงงานด้วยที่นั่งเดียว\n",
        "output": [
            "In the third Scottish election since the opening of the Scottish Parliament in 1999, the left of centre SNP beat the ruling Labour Party by a single seat.\n"
        ]
    },
    {
        "input": "สามารถพิมพ์รูปจาก USB flash drive memory card อุปกรณ์ที่มี Bluetooth และกล้องดิจิตอลที่สามารถใช้งาน PictBridge ได้\n",
        "output": [
            "Photos can be printed from USB flash drives, memory cards, Bluetooth devices and PictBridge compatible digital cameras.\n"
        ]
    },
    {
        "input": "ทีมงาน UCLA นำโดย Brian Naranjo สังเกตพบปฏิกิริยานิวเคลียร์ฟิวชั่นของ deuterium nuclei ในอุปกรณ์แบบตั้งโต๊ะ\n",
        "output": [
            "A UCLA team, headed by Brian Naranjo, has observed the nuclear fusion of deuterium nuclei in a tabletop device.\n"
        ]
    },
    {
        "input": "เขื่อนแห่งนี้ถูกสร้างแทนที่เขื่อนเก่าที่สร้างในปี 1911 แต่ต่อมาถูกขยายหลายครั้ง\n",
        "output": [
            "The dam replaces an old dam, first built in 1911 but subsequently expanded several times.\n"
        ]
    },
    {
        "input": "Ed Davey โฆษกแห่ง Liberal Democrat foreign affairs เรียกคำให้การของ Wood ว่า \"เป็นเหมือนตะปูตัวสุดท้ายในโลงศพของกรณีสำหรับสงครามที่ชอบด้วยกฎหมาย\"\n",
        "output": [
            "Liberal Democrat foreign affairs spokesman Ed Davey called Wood's statement \"the final nail in the coffin of the case for a legal war.\"\n"
        ]
    },
    {
        "input": "กรมตำรวจของ Toledo ไม่สงสัยว่าเกิดการกระทำที่ผิดกฎหมายและคิดว่าการเสียชีวิตเป็นอุบัติเหตุ\n",
        "output": [
            "The Toledo Police department does not suspect foul play, and considers the death to be accidental.\n"
        ]
    },
    {
        "input": "ตามที่ Chaindrawa กล่าว รัฐบาลของ Saakashvili แทบจะไม่มีความเป็นประชาธิปไตย\n",
        "output": [
            "According to Chaindrawa, Saakashvili's government bears little resemblance to a democracy.\n"
        ]
    },
    {
        "input": "แต่กลายเป็นว่าเขาถูกสั่งให้ชำระค่าใช้จ่ายประมาณ 71 ดอลลาร์แทนที่จะเป็น 71 เซนต์: 100 เท่าของราคาเริ่มต้นที่เขาคาดไว้ตามโปรโมชั่น\n",
        "output": [
            "Instead, he says he was charged about 71 dollars instead of 71 cents: 100 times more than what his bill should have been at the rate quoted.\n"
        ]
    },
    {
        "input": "เหตุระเบิดรุนแรงดังกล่าวเกิดขึ้นก่อนการเลือกตั้งประธานาธิบดีในวันพฤหัสบดี โดยฝ่ายกบฎติดอาวุธได้ข่มขู่ว่าจะก่อเหตุเพื่อขัดขวางการเลือกตั้งครั้งนี้\n",
        "output": [
            "The violence comes before Thursday's presidential election, which militants have promised to disrupt.\n"
        ]
    },
    {
        "input": "ตามแหล่งข่าวของรัฐ รัฐบาลจีนเริ่มโครงการร่วมของการคุกคามเศรษฐกิจสหรัฐ โดยพูดเป็นนัยว่าอาจขายหลักทรัพย์ของสหรัฐจำนวนมากที่ตนถือครอง ถ้ากรุงวอชิงตันบีบคั้นประเทศตนด้วยการลงโทษทางการค้าที่ทำให้ต้องปรับค่าเงินหยวน\n",
        "output": [
            "According to public sources, the Chinese government has begun a concerted campaign of economic threats against the United States, hinting that it may liquidate its vast holding of US treasuries if Washington imposes trade sanctions that seek to force a Yuan revaluation.\n"
        ]
    },
    {
        "input": "ทั้งสองเพลงส่วนใหญ่ถูกแต่งขึ้นระหว่างการทัวร์คอนเสิร์ตของ Lordi ในสหรัฐฯ ซึ่งเป็นส่วนหนึ่งของ Ozzfest โดยนักร้องนำของวงได้กล่าวในการสัมภาษณ์กับ MonsterDiscoHell.com ว่า ท่อนซ้ำหลักของ Beast Loose in Paradise ได้ถูกแต่งขึ้นที่ Milwaukee ในขณะที่ท่อนคอรัสของ Studs and Leather ได้ถูกแต่งขึ้นที่ St. Augustine\n",
        "output": [
            "Most of both songs were composed during Lordi's tour of the United States as part of Ozzfest, with the band's lead vocalist saying in an interview with MonsterDiscoHell.com that the main riff of Beast Loose in Paradise was written in Milwaukee, while the chorus of Studs and Leather was composed in St. Augustine.\n"
        ]
    },
    {
        "input": "Ross Bell โฆษกของ Drug Foundation กล่าวว่า: \"การทบทวนนี้ไม่เพียงแต่จำกัดเกินไป มันยังเหมือนล็อคผลมาก่อนการอภิปรายวันพุธนี้\"\n",
        "output": [
            "Ross Bell, spokesman for the Drug Foundation, said: \"Not only is such a review too narrow, it also seemed to pre-empt the outcome of Wednesday's debate.\"\n"
        ]
    },
    {
        "input": "Sony ได้รับรายงาน 209 ฉบับจากทั่วโลกเรื่องแล็ปท็อปมีความร้อนสูงเกินไป และลูกค้ารายหนึ่งแจ้งว่าแล็ปท็อปเกิดการไหม้เล็กน้อย\n",
        "output": [
            "Sony has received 209 reports of overheating worldwide, and one customer has reported receiving minor burns.\n"
        ]
    },
    {
        "input": "\"ความแตกต่างในเรื่องการระเหย ความหนืด และการผุกร่อนทำให้มีโอกาสในการเก็บน้ำมันกลับคืนได้ดี\"\n",
        "output": [
            "\"Differences in evaporation rates, viscosity and weathering provide greater opportunities to recover oil.\"\n"
        ]
    },
    {
        "input": "ผู้รักษาความปลอดภัยชายฝั่งทะเลของสหรัฐฯ กล่าวว่า ชายไม่ทราบชื่อคนหนึ่งตกลงไปในน้ำและเสียชีวิตขณะที่เขากำลังพยายามหาทางหนีลงจากก้อนน้ำแข็ง\n",
        "output": [
            "The United States Coast Guard says the unidentified man who died fell into the water while trying to find a way off the ice.\n"
        ]
    },
    {
        "input": "ผู้ทำสงครามแจ้งว่าพวกเขาพยายามที่จะโค่นล้มรัฐบาล และพยายามทำให้ประธานาธิบดี Pervez Musharraf ซึ่งมาจากการเลือกตั้งใหม่ของปากีสถานหมดอำนาจ\n",
        "output": [
            "Militants say that they are going to attempt to overthrow the government and take the newly elected Pakistani President Pervez Musharraf out of power.\n"
        ]
    },
    {
        "input": "การปะทุของภูเขาไฟทำให้เกิดรูขนาดใหญ่ขึ้นในธารน้ำแข็ง รวมทั้งรอยแยกใต้ธารน้ำแข็งซึ่งขณะนี้กำลังแยกยาวออกไป 2 กิโลเมตร (1 ไมล์)\n",
        "output": [
            "The eruption has created a large hole in the glacier, as well as a fissure that is forming under the glacier, which is now around 2 kilometers (1 mi) long.\n"
        ]
    },
    {
        "input": "ทีม West indies ซึ่งนำโดย ยอร์คนั้นมีการแข่งขันสูง และยากในการแย่งลูก แต่การกดดันของสวีเดนซึ่งก็หมายความว่าทีมได้อยู่แต่ในฝั่งแดนตัวเองแทบทั้งเกมส์\n",
        "output": [
            "The West Indies team led by Yorke was competitive and hard in the tackle but Swedish pressure meant the team was in its own half of the pitch most of the game.\n"
        ]
    },
    {
        "input": "ตำรวจสากลได้ออก \"ใบสั่งสีส้ม\" สำหรับผู้นำ Jemaah Islamiyah สาขาเอเชียตะวันออกเฉียงใต้ Mas Selamat bin Kastari ที่หลบหนีจากที่คุมขังเมื่อวันพุธ\n",
        "output": [
            "Interpol has issued an \"Orange Notice\" for the leader of southeast Asian Jemaah Islamiyah, Mas Selamat bin Kastari, who escaped from a detention center Wednesday.\n"
        ]
    },
    {
        "input": "สัญญานี้ได้รับการยินยอมโดยรัฐบาลบราซิลในเดือนพฤศจิกายน 2007 และโดยรัฐสภาฝรั่งเศสในเดือนมีนาคม 2007\n",
        "output": [
            "The agreement was approved by the Brazilian government in November 2007 and was approved by the French Parliament in March 2007.\n"
        ]
    },
    {
        "input": "ข่าวจากลอนดอน ประเทศอังกฤษ - การแข่งขันกีฬาพาราลิมปิคฤดูร้อนปี2012 จะเริ่มขึ้นในเวลาไม่ถึงสัปดาห์ ส่วนหนึ่งของตัวแทนจากปาปัวนิวกีนีที่จะเข้าร่วมพาราลิมปิคได้เดินทางถึงลอนดอนตั้งแต่เช้ามืดวันนี้ เพื่อให้การสนับสนุนนักกีฬาสองคนผู้ซึ่งมีคุณสมบัติที่จะเข้าร่วมการแข่งขันกรีฑา นักกรีฑาฟรานซิส โคมพาออน และนักยกน้ำหนักทีโมธี ฮาราเบ\n",
        "output": [
            "London, England — With the 2012 Summer Paralympics starting in less than a week, parts of Papua New Guinea's Paralympic delegation arrived in London earlier today in order to support the pair of athletes the country qualified for the Games, athletics competitor Francis Kompaon and powerlifter Timothy Harabe.\n"
        ]
    },
    {
        "input": "Singh ซึ่งเป็นโรคเบาหวาน ต้องเข้ารับผ่าตัดบายพาส ณ สหราชอาณาจักรในปี 1990 และทำศัลยกรรมตกแต่งหลอดเลือดในปี 2004 ณ Delhi ซึ่งมีการนำชิ้นปิดมาใส่ในหลอดเลือดแดงของเขา\n",
        "output": [
            "Singh, a diabetic, underwent a bypass surgery in Britain in 1990 and had an angioplasty in 2004 in Delhi in which stents were introduced in his arteries.\n"
        ]
    },
    {
        "input": "ABC กล่าวด้วยว่าทั้ง Woodruff และ Vogt สวมเสื้อชุดเกราะและหมวกกันน็อก\n",
        "output": [
            "ABC also said that both Woodruff and Vogt were wearing body armor and helmets.\n"
        ]
    },
    {
        "input": "การอ้างถึงความมั่งคั่งของพรรค SNP ของเขา Salmond ได้อธิบายถึงการรณรงค์หาเสียงการเลือกตั้งใน Glasgow East และ Glenrothes ซึ่งเป็นเมืองที่เกิด \"สงครามครูเสดของพระเยซู\" ซึ่ง \"ได้ผ่านพ้นไปด้วยดี ใน Glasgow East แต่ \"ไม่ค่อยดีนักสำหรับใน Glenrothes\"\n",
        "output": [
            "In reference to the fortunes of his party, the SNP, Salmond described by-election campaigns in Glasgow East and Glenrothes as \"evangelical crusades\" which, \"had gone down well in Glasgow East - but \"slightly less well in Glenrothes\".\n"
        ]
    },
    {
        "input": "จากการรายงานที่เผยแพร่โดยองค์การความร่วมมือแพร่ภาพแห่งแอฟริกาใต้ (SABC) หนังสือรับรองถูกออกโดยสำนักงานอัยการแห่งชาติแอฟริกาใต้ (NPA) ซึ่งดำเนินการแยกจากตำรวจ ในการจับกุม Jackie Selebi อธิบดีแห่งชาติของตำรวจแอฟริกาใต้ และประธานอินเตอร์โพล\n",
        "output": [
            "According to a report released by the South African Broadcasting Corporation (SABC), a warrant has been issued by the South African National Prosecuting Authority (NPA), which operates separately from the police, for the arrest of Jackie Selebi national commissioner of the South African police and president of Interpol.\n"
        ]
    },
    {
        "input": "แม้ว่าเพลง Beast Loose in Paradise นั้นตั้งใจจะให้ 'ออกไปทางภาพยนตร์'และ 'แนวสยองขวัญ'\n",
        "output": [
            "Although Beast Loose in Paradise is more 'movie-esque' and 'horror-ish' on purpose.\n"
        ]
    },
    {
        "input": "จุดประสงค์ คือ เพื่อสร้างความตื่นตระหนกให้แก่ผู้คนเพื่อจะได้ตระหนักถึงความตายอันเนื่องมาจากการสูบบุหรี่ และเป็นต้นตอของความเจ็บป่วยที่ร้ายแรง\n",
        "output": [
            "The approach is designed to shock people into realising smoking kills and causes serious illness.\n"
        ]
    },
    {
        "input": "ความร่วมมือกันแบบนี้เป็นข่าวลืออยู่หลายปี และปริมาณของการเก็งกำไรก็เพิ่มพูนขึ้นมากกว่าช่วงหลายเดือนที่ผ่านมา\n",
        "output": [
            "Such a partnership had been rumored for years, and the amount of speculation grew over the past few months.\n"
        ]
    },
    {
        "input": "ในการลงคะแนนโหวต 5ต่อ4 ศาลสูงสุดของสหรัฐอเมริกาได้พลิกคำตัดสินโทษประหารชีวิตของแพทริค เคนเนดี้ ซึ่งถูกพิพากษาว่ามีความผิดฐานข่มขืนผู้เยาว์ โดยกล่าวว่ามันไม่ได้เป็นไปตามสัดส่วนในความผิดทางอาญาและเป็นการละเมิดกฎหมายรัฐธรรมนูญในคำสั่งห้ามความโหดร้ายรุนแรงและการลงโทษที่ไม่ปกติ และนี่ถือเป็นคดีแบบอย่างในการตัดสินคดีอื่นๆต่อไป\n",
        "output": [
            "In a 5-4 vote, the United States Supreme Court overturned the death penalty for Patrick Kennedy, convicted of raping a child, saying it is not proportional to the crime and that it violates the Constitutional ban on cruel and unusual punishment, and thereby setting a precedent.\n"
        ]
    },
    {
        "input": "มีฐานที่ตั้งอยู่สองฐานในสก็อตแลนด์ ที่ฟาสเลนน์และรอยซ์ซึ่งให้บริการสำหรับกองเรือดำน้ำนิวเคลียร์\n",
        "output": [
            "There are two establishments in Scotland, at Faslane and Rosyth, providing services to the nuclear submarine fleet.\n"
        ]
    },
    {
        "input": "วัวเป็นสัตว์ที่สังเกตได้ง่าย และวัว 8,510 ตัว จาก 308 แห่ง ก็แสดงให้เห็นถึงแนวโน้มที่เป็นไปได้ว่า วัวมักจะปรับเปลี่ยนพฤติกรรมให้สอดคล้องกับทิศทางของสนามแม่เหล็กโลก\n",
        "output": [
            "Cattle were easier to observe, and 8,510 head of cattle at 308 locations demonstrated a strong tendency to align body orientation in accordance with the earth's magnetic field.\n"
        ]
    },
    {
        "input": "เว็บไซต์นี้ซึ่งเป็นเว็บล้อเลียนของนายทอม ครูซและการที่เขาเข้าร่วมสำนักของ Scientology กลายเป็นข้อถกเถียง เมื่อเริ่มมีคำสั่งจากสำนักให้ยุติและหยุดยั้งการกระทำ\n",
        "output": [
            "The site, which is a parody of Tom Cruise and his involvement with the Church of Scientology, became the centre of controversy when it was served with a number of cease and desist orders initiated by the Church.\n"
        ]
    },
    {
        "input": "ในเกมระหว่างตุรกีและสหรัฐอเมริกา มีการซ่อมวีลแชร์ในระหว่างเกมการแข่งขัน\n",
        "output": [
            "At the Turkey vs United States game, a chair was repaired during the match.\n"
        ]
    },
    {
        "input": "G. Sudhakaran รัฐมนตรีทางด้านวัดของรัฐ Kerala ได้กล่าวในทัศนะที่แตกต่างกับ The Times\n",
        "output": [
            "G. Sudhakaran, Kerala's minister for temples, presented a different viewpoint in a statement to The Times.\n"
        ]
    },
    {
        "input": "ทีมชาติอังกฤษภายใต้การคุมทีมของผู้จัดการทีมชาวสวีเดน Sven-Goran Eriksson สามารถครองบอลได้เหนือกว่าแต่ก็ไม่สามารถทำประตูเพิ่มได้\n",
        "output": [
            "England's Swedish manager Sven-Göran Eriksson's side had more possession but failed to score more than the one early goal.\n"
        ]
    },
    {
        "input": "ตัวอย่างของซอฟต์แวร์ฟรีที่เป็นที่รู้จักกันดีได้แก่ ระบบปฏิบัติการ Linux โปรแกรมเว็บเบราเซอร์ Mozilla และ โปรแกรมสำนักงาน OpenOffice\n",
        "output": [
            "Some of the most well-known examples of free software are the Linux operating system, the Mozilla web browser and the OpenOffice office suite.\n"
        ]
    },
    {
        "input": "Alex Orina โฆษกประจำสมาคมวิชาชีพสาธารณสุขของ Kenya กล่าวว่า ค่าเฉลี่ยต่อเดือนโดยประมาณของค่าแรงที่รวมกับค่าเบี้ยเลี้ยงของพนักงานสาธารณสุขใน Kenya คือ KSh25,000 (193ปอนด์ 302เหรียญสหรัฐ หรือ230ยูโร) โดยประมาณ\n",
        "output": [
            "According to Kenya Health Professionals Society spokesperson Alex Orina, the average monthly wage plus allowances for health workers in Kenya is KSh25,000 (£193, US$302 or €230) approximately.\n"
        ]
    },
    {
        "input": "\"มันเป็นเพียงการสร้างความเกลียดชังระหว่างชาวยิวและอิสราเอลเท่านั้น ไม่ได้ทำให้ชีวิตและความเป็นอยู่ของชาวอิสราเอลดีขึ้น\"\n",
        "output": [
            "\"It would only inflame hatred of Jews and of Israel, while doing nothing to protect the lives of Israelis.\"\n"
        ]
    },
    {
        "input": "ด้วยเหตุนี้ กองกำลังความมั่นคงจึงได้ยึดพื้นที่บนหลังคาด้วยเช่นกัน\n",
        "output": [
            "Consequently, the rooftop was taken by security forces as well.\n"
        ]
    },
    {
        "input": "นักพยาการณ์อากาศกล่าวว่าพายุเปลี่ยนเส้นทางก่อนที่จะทำลายจังหวัด Cagayan ทางเหนือของประเทศ\n",
        "output": [
            "Forecasters say the storm changed course before striking the Cagayan province in the northern part of the country.\n"
        ]
    },
    {
        "input": "ทั้งนี้ได้มีการโต้เถียงเกิดขึ้นก่อนการแสดงในช่วงเย็น ระหว่างผู้ต้องสงสัยที่ถูกกล่าวหากับหนึ่งในผู้ที่ตกเป็นเหยื่อ\n",
        "output": [
            "A discussion took place before an evening performance between the alleged shooter and one of the victims.\n"
        ]
    },
    {
        "input": "เขาเกิดในลิเวอร์พูลเมื่อปี ค.ศ. 1952 และได้รับปริญญาบัตรศิลปศาสตร์บัณฑิตสาขาสังคมศาสตร์จาก Middlesex Polytechnic ในปี ค.ศ. 1974\n",
        "output": [
            "Born in Liverpool in 1952, he received a Social Sciences Bachelor of Arts from Middlesex Polytechnic in 1974.\n"
        ]
    },
    {
        "input": "ก่อนหน้านี้ Mir Hossein Mousavi ซึ่งเป็นหนึ่งในคู่แข่งของ Admadinejad ได้ประกาศว่าเขาต้องได้เป็นผู้ชนะ \"อย่างแน่นอน\" และกล่าวว่าเขาอาจจะคัดค้านผลการเลือกตั้ง\n",
        "output": [
            "One of Ahmadinejad opponents Mir Hossein Mousavi, had earlier declared himself \"definitely\" the winner and said he may dispute the results.\n"
        ]
    },
    {
        "input": "หรือคุณอาจจะบอกว่า 'ไม่ ความต้องการเหนือปกติของฉันคือได้แต่งตัวเป็นผู้หญิง'\n",
        "output": [
            "Or you might say, 'No, my kink is I really need to dress in women's clothing.'\n"
        ]
    },
    {
        "input": "กระสุนนัดอื่นไม่โดนเด็กๆ มีนัดหนึ่งที่โดนรถยนต์\n",
        "output": [
            "The other shots missed the boys, one hitting a car.\n"
        ]
    },
    {
        "input": "ผู้นำฝ่ายค้าน Tony Abbott กล่าวว่าค่าพวกนี้แสดงให้เห็นถึงค่าธรรมเนียมของภาษีคาร์บอนที่จะมีผลต่อครอบครัวชาวออสเตรเลีย\n",
        "output": [
            "Opposition Leader Tony Abbott said the figures demonstrated the toll a carbon tax would have on Australian families.\n"
        ]
    },
    {
        "input": "พวกเขายังยกคำร้องว่า คำสั่งที่ผู้พิพิกษาให้แก่คณะลูกขุนนั้นไม่สมบูรณ์ หรือไม่ชัดเจนที่ระบุว่า \"จำเลยได้เสนอคำแถลงที่ทำให้ไขว้เขว เพื่อเป็นทางเลือก\" และในสถานการณ์เช่นนี้ ผู้พิพากษาจะได้รับอนุญาตให้คงคำสั่งเดิม และโดยเฉพาะอย่างยิ่งจะไม่บังคับให้ \"ข้อกล่าวหาที่ถูกเสนอจะต้องมีความสมบูรณ์แบบในทางเทคนิคเพื่อย้ำเตือนศาลถึงความจำเป็นสำหรับข้อกล่าวหาเฉพาะ\"\n",
        "output": [
            "They also dismissed claims that instructions given to the jury by the judge had been incomplete, or unclear, stating that \"the defendants proposed a misleading statement as an alternative\", and that in such situations the judge is allowed to stay with the original instruction, and in particular is not required \"that a submitted charge be technically perfect to alert the court to the need for a particular charge\".\n"
        ]
    },
    {
        "input": "พวกเขากล่าวว่ามีเพียง Maritime Industry Authorityเท่านั้นที่สามารถทำการสืบสวนอุบัติเหตุทางทะเลได้\n",
        "output": [
            "They say only the Maritime Industry Authority is allowed to investigate accidents at sea.\n"
        ]
    },
    {
        "input": "นักบวชชาวซูดานหลายคนไม่สนใจคำแนะนำของรัฐบาลที่ไม่ให้สร้างความตึงเครียดให้แก่สถานการณ์ไปมากกว่านี้ แม้ว่าพวกเขาจะหยุดหลังเรียกร้องให้ลงโทษประหารชีวิตเธอทันที\n",
        "output": [
            "A number of prominent Sudanese clerics ignored government instructions not to inflame the situation, although they stopped short of directly calling for her death.\n"
        ]
    },
    {
        "input": "ในระหว่างการอภิปรายและการลงคะแนนเสียงรอบแรก Bobošíková ได้ถอนตัวจากการลงสมัครรับเลือกตั้ง โดยอ้างว่าไม่มีคะแนนเสียงสนับสนุนตน\n",
        "output": [
            "Between the debate and the first voting round Bobošíková withdrew her candidacy, citing a lack of support for her.\n"
        ]
    },
    {
        "input": "Warren Snowdon รัฐมนตรีด้านDefense Science and Personnel กล่าวว่าสหพันธรัฐเยอรมนีได้ให้คำแนะนำเกี่ยวกับการค้นพบและนั่นคือบริเวณดังกล่าวตั้งมีการคุ้มครอง\n",
        "output": [
            "Warren Snowdon Minister for Defense Science and Personnel said that the Federal Republic of Germany has been advised of the discovery and that the site is to be protected.\n"
        ]
    },
    {
        "input": "เพื่อนของคนร้ายที่ถูกกล่าวหาตกใจต่อข้อกล่าวหาและกล่าวว่าเขาคือ \"หนึ่งในคนที่นิสัยดีและสุภาพที่สุดที่เรารู้จักในโรงเรียนนี้\"\n",
        "output": [
            "A friend of the alleged assailant was shocked at the allegations and said he is \"one of the nicest and most gentle people that we know at this school.\"\n"
        ]
    },
    {
        "input": "นักปั่นจักรยาน 122 คน จบการแข่งขันวันที่ 6 โดยเส้นทางการแข่งขันเริ่มต้นและสิ้นสุดที่เมือง Adelaide ในตอนใต้ของออสเตรเลีย\n",
        "output": [
            "122 cyclists completed the six day race around a circuit starting and ending at Adelaide, South Australia.\n"
        ]
    },
    {
        "input": "แผ่นดินไหวระลอกแรกที่มีขนาด 7.2 นั้นถูกบันทึกเมื่อเวลา 4:08 น. ของวันพฤหัสบดีเช้าตามเวลาท้องถิ่น (UTC+11) 55 กิโลเมตร (35 ไมล์) ตะวันออก ทางตะวันออกเฉียงใต้ของ Luganville Espiritu Santo ที่ Vanuatu ด้วยความลึกที่ 144.8 กิโลเมตร(90.0ไมล์)\n",
        "output": [
            "The first 7.2 quake was recorded at 4:08 a.m., Thursday morning local time (UTC+11), 55 kilometers (35 miles) east, southeast of Luganville, Espiritu Santo, Vanuatu with a depth of 144.8 km (90.0 miles).\n"
        ]
    },
    {
        "input": "กลุ่มที่เชื่อมโยงกับผู้ก่อการร้าย IRA ยิงเจ้าหน้าที่ตำรวจเสียชีวิตที่ County Armagh ในไอร์แลนด์เหนือ หลังจากที่สังหารทหารสองนายไปเพียง 48 ชั่วโมงเท่านั้น\n",
        "output": [
            "A police officer has been killed in County Armagh, Northern Ireland by Continuity IRA gunmen a mere 48 hours after two soldiers were killed.\n"
        ]
    },
    {
        "input": "\"ผมไม่รู้ว่าใครอยู่เบื้องหลัง [การจู่โจม] แต่คิดว่าหนึ่งในกลุ่มที่เป็นเคยเป็นกลุ่มกบฎ\" เขากล่าว\n",
        "output": [
            "\"I don't know who is behind [the attack], but I think it's one of the factions of the ex-militants,\" he said.\n"
        ]
    },
    {
        "input": "เกิดฝนตกหนักรบกวนการแข่งขัน แต่ก็กลับมาเริ่มแข่งใหม่ได้อีกครั้ง และ Brendan Taylor ทำได้ 60 คะแนน และไม่ออกจากสนาม ขณะที่ซิมบับเวเหลืออีกเพียงหนึ่งลูกก็จะบรรลุเป้าหมาย\n",
        "output": [
            "A heavy shower interrupted the innings, but play restarted and Brendan Taylor scored 60 not out as Zimbabwe reached the target with one ball remaining in a tense finish.\n"
        ]
    },
    {
        "input": "McCain ซึ่งอยู่ในฝรั่งเศสหลังจากที่เมื่อไม่นานมานี้เดินทางไปยังอิรัก ตอบเกี่ยวกับเหตุการณ์นี้โดยระบุว่า \"ประเทศสหร้ฐอเมริกาให้ความสำคัญกับการรักษาความเป็นส่วนตัวของทุกคนและควรดำเนินการเพื่อแก้ไข\"\n",
        "output": [
            "McCain, who was in France after recently traveling to Iraq responded to the incident stating, \"The United States of America values everyone's privacy and corrective action should be taken.\"\n"
        ]
    },
    {
        "input": "ในงานแถลงข่าววันศุกร์ เจ พอล เรดแดม เจ้าของได้ประกาศว่ามันได้รับบาดเจ็บซึ่งในครั้งนี้มันไม่เพียงถูกถอดออกจากการแข่งขันในวันเสาร์ที่จะถึงนี้แต่มันยังถูกปลดระวางจากการแข่งขันทั้งหมดอีกด้วย\n",
        "output": [
            "At a Friday press conference, owner J. Paul Reddam announced that the thoroughbred was injured and he will not only be removed from the race Saturday but he will be retired from any further racing.\n"
        ]
    },
    {
        "input": "สิ่งนี้นำไปสู่สุขภาพที่แย่ลง ผลผลิตในการทำงานลดลง เกิดอันตรายมากขึ้นบนท้องถนน และชีวิตทางเพศที่คึกคักนัอยลง\n",
        "output": [
            "This leads to poorer health, lower productivity on the job, more danger on the roads and a less vibrant sex life.\n"
        ]
    },
    {
        "input": "Woodruff กลายเป็นผู้ประกาศข่าวร่วมถาวรของรายการ ABC's World News Tonight กับ Elizabeth Vargas ในวันที่ 3 มกราคม 2006 โดยแทนที่ Peter Jennings ผู้ล่วงลับ\n",
        "output": [
            "Woodruff became the permanent co-anchor of ABC's World News Tonight, with Elizabeth Vargas on January 3, 2006, replacing the late Peter Jennings.\n"
        ]
    },
    {
        "input": "หนูเหล่านี้มีจำนวนและการทำงานของเซลล์เพชฌฆาตที่ลดลงอย่างเห็นได้ชัด\n",
        "output": [
            "The mice had a dramatic reduction in the number and activity of natural killer cells.\n"
        ]
    },
    {
        "input": "Jean Eyeghe Ndong กล่าวว่า Bongo เป็นผู้นำมายาวนานที่สุดของประเทศในแอฟริกา ได้ถึงแก่อสัญกรรมที่คลินิก Quiron ในวันจันทร์ด้วยอายุขัย 73 ปี\n",
        "output": [
            "Jean Eyeghe Ndong said that Bongo, the longest-serving leader of an African country, had died at the Quiron clinic on Monday, at the age of 73.\n"
        ]
    },
    {
        "input": "วลีอย่าง \"ไม่ต้องเป็นห่วง\" และ \"พระเจ้าโปรดกรุณาข้า\" เป็นเหมือนเครื่องหมายการค้าสำหรับผู้นำอิสระรายนี้\n",
        "output": [
            "Phrases such as \"Don't you worry about that\" and \"Goodness gracious me\" were like trademarks to the maverick leader.\n"
        ]
    },
    {
        "input": "อย่างไรก็ตามผู้ใช้กล่าวว่า \"ฉันไม่ทราบว่า Palin เป็นผู้ได้รับการเสนอชื่อเข้าชิงตำแหน่งตอนฉันทำการแก้ไข\" และ \"ไม่มีใครเป็นคนบอกให้ฉันแก้ไขสิ่งเหล่านั้น\"\n",
        "output": [
            "The user did however state that \"I did not know Palin was the nominee when I made my edits,\" and \"no one instructed me to make these edits.\"\n"
        ]
    },
    {
        "input": "แม้ราคาอาหารจะลดลงจากสถิติระดับสูงในกลางปี 2008 ก็ตาม รายงานได้ระบุว่าราคาอาหารทั่วโลกยังคงสูงเมื่อเทียบกับปีก่อน ๆ รวมทั้งราคาอาหารในประเทศกำลังพัฒนาก็ยังคงขึ้นสูงลิบลิ่ว\n",
        "output": [
            "Although food prices have declined from their record high levels in mid-2008, the report states that global food prices are still high compared to previous years, and that domestic prices remain prohibitively high in developing countries.\n"
        ]
    },
    {
        "input": "ทั้งนี้เป็นการปฏิบัติตามคำสั่งรัฐที่กำหนดให้น้ำมันเชื้อเพลิงมีส่วนผสมของเอทานอล โดยมีผลบังคับใช้เมื่อปี 1997 และ Minnesota เป็นรัฐแรกที่บังคับใช้\n",
        "output": [
            "This follows the statewide mandate requiring ethanol to be mixed into gasoline—also a first by Minnesota—which took effect in 1997.\n"
        ]
    },
    {
        "input": "เป็นครั้งแรกที่ฝรั่งเศสพ่ายแพ้ระหว่างรอบคัดเลือกในการแข่งเวิลด์คัพ\n",
        "output": [
            "This is the first time that the French have lost during the pool stages of the World Cup.\n"
        ]
    },
    {
        "input": "ข้อพิพาทนี้เกิดขึ้นตั้งแต่เดือนมิถุนายน เมื่อความรุนแรงปะทุขึ้นระหว่างชาติต่าง ๆ ในบริเวณชายแดนของ Doumeira\n",
        "output": [
            "The dispute dates back to June when violence erupted between the nations in the border region of Doumeira.\n"
        ]
    },
    {
        "input": "TfL ได้ซื้อระบบรถรางจากบริษัท Tramtrack Croydon Ltd. ในปี 2008 หลังจากส่งข้อมูลการประมูลไปยัง Official Journal of the European Union (OJEU) ในวันที่ 29 มกราคม โดยมีแถลงแผนการช่วงปลายเดือนมกราคม\n",
        "output": [
            "TfL, who purchased the Tramlink network from Tramtrack Croydon Ltd. in 2008, announced the plans late January, after submitting the tender to the Official Journal of the European Union (OJEU) on January 29.\n"
        ]
    },
    {
        "input": "Shuttle Discovery ปัจจุบันถูกเทียบท่าอยู่ที่สถานีอวกาศนานาชาติระหว่างการปฏิบัติภารกิจ STS-120\n",
        "output": [
            "Shuttle Discovery is presently docked to the ISS during mission STS-120.\n"
        ]
    },
    {
        "input": "เหตุการณ์นี้คือการติดเชื้อครั้งแรกในม้าแข่ง ทั้งที่ได้มีการติดเชื้อในม้าสำหรับกิจกรรมสันทนาการอื่นๆ หลายสิบตัวทั่วรัฐNWS และรัฐควีนส์แลนด์\n",
        "output": [
            "The cases are the first infections of race horses, despite infecting dozens of recreational horses across NSW and Queensland.\n"
        ]
    },
    {
        "input": "ทั้งนี้ได้มีการยกเรื่องแผนงานต่าง ๆ ขึ้นมาพูดคุยกับผู้พิพากษาศาลล้มละลายกลางในวันนี้\n",
        "output": [
            "The plans were brought up to a bankruptcy judge earlier today.\n"
        ]
    },
    {
        "input": "เขายืนยันความบริสุทธิ์ในทั้งห้าข้อกล่าวหา อย่างไรก็ตาม คณะลูกขุนทั้งสิบคน ใช้เวลาห้าชั่วโมงก่อนจะตัดสินว่าเขามีความผิด\n",
        "output": [
            "He pleaded innocent to the five charges brought against him, but the ten person jury took five hours to find him guilty.\n"
        ]
    },
    {
        "input": "เหตุแผ่นดินไหวอาจรู้สึกได้ในประเทศ Burundi ที่อยู่ใกล้ๆ แต่ไม่มีรายงานความเสียหายหรือผู้ได้รับบาดเจ็บที่นั่น\n",
        "output": [
            "The quake could also be felt in nearby Burundi, but there are no reports of damage or injuries there.\n"
        ]
    },
    {
        "input": "ก่อนการประท้วง คะแนนของ Uchimura ทิ้งคะแนนรวมของญี่ปุ่นอยู่ในอันดับที่สี่ ขณะสหราชอาณาจักรได้เหรียญเงิน และยูเครนได้รับเหรียญทองแดงด้วยคะแนน 271.526\n",
        "output": [
            "Before the appeal, Uchimura's score left Japan in fourth place with Britain taking silver and Ukraine taking bronze with 271.526 points.\n"
        ]
    },
    {
        "input": "เกาหลีเหนือเรียกร้องให้มีการยกเลิกการปฏิบัติการทางการทหารโดยกล่าวว่า \"ประเทศหุ่นเชิดกระหายสงครามเกาหลีใต้ จะต้องยกเลิกแผนการยั่วยุที่จะทดสอบยิงบริเวณชายฝั่ง Yeonpyeong ในทันที\"\n",
        "output": [
            "North Korea further demands the exercises be canceled saying, \"the South Korean puppet warmongers must immediately cancel the provocative coastal live-fire drills planned on Yeonpyeong.\"\n"
        ]
    },
    {
        "input": "อย่างไรก็ตาม จากการที่ทิ้งโอกาสไปหลายครั้ง และการส่งบอลที่แย่อย่างต่อเนื่อง ทำให้ทีม Westmeath มีคะแนนตามหลังอยู่ สองคะแนนในช่วงนาทีสุดท้ายของการแข่งขัน\n",
        "output": [
            "However with several chances squandered and consistently poor passing, Westmeath fell two points behind in the final few minutes of the game.\n"
        ]
    },
    {
        "input": "Andrew Symonds เป็นผู้ทำคะแนนสูงสุดของออสเตรเลีย ด้วยจำนวน 66 รัน ขณะที่ Adam Gilchrist ได้ 55 run\n",
        "output": [
            "Andrew Symonds was Australia's top scorer with 66 runs, while Adam Gilchrist made 55.\n"
        ]
    },
    {
        "input": "ครอบครัวและกลุ่มคนที่ไม่คิดว่าจะต้องสูญเสียบุคคลอันเป็นที่รัก กล่าวว่า \"ไม่มีพิธีศพ ไม่มีการอำลา มีเพียงความเจ็บปวดที่มากมาย\"\n",
        "output": [
            "An attorney for several families said some had yet to come to terms with loss of loved ones, saying \"There's been no burial, no goodbye ... just lots and lots of suffering.\"\n"
        ]
    },
    {
        "input": "เพื่อนร่วมทางของ Che Guevara ในหนังสือชีวประวัติ \"Motorcycle Diaries\" ได้เสียชีวิตแล้ว\n",
        "output": [
            "Che Guevara's \"Motorcycle Diaries\" companion dies\n"
        ]
    },
    {
        "input": "ในคืนวันพุธ ผู้บัญชาการห้องขังได้ตัดสินใจให้ Manning ถอดแม้กระทั่งกางเกงในบ็อกเซอร์ออก\n",
        "output": [
            "On Wednesday night, the brig commander determined that Manning must give up his boxer shorts also.\n"
        ]
    },
    {
        "input": "Dr. Kevin Reilly จาก California Department of Health Services กล่าวว่า \"เราไม่รู้ว่าหมูป่ามีบทบาทในเรื่องนี้หรือไม่ แต่เรารู้ว่าในบริเวณของฟาร์มนี้นั้นมีหมูป่าอาศัยอยู่เยอะมาก และเราได้เห็นว่าพวกมันสามารถทำลายรั้วทั้งบนและล่างและเข้ามาแปลงนี้ได้\"\n",
        "output": [
            "Dr. Kevin Reilly of the California Department of Health Services said that \"we don't know if wild swine are playing a role or not, but we do know that on this particular ranch, there is a very large population of wild boar, and we have witnessed on this site that they have torn through fencing and under fencing and have the ability to access the field\".\n"
        ]
    },
    {
        "input": "หมู่บ้านและชุมชนเล็กๆอย่างน้อยเจ็ดแห่งถูกทำลาย\n",
        "output": [
            "At least seven small villages and hamlets have been completely destroyed.\n"
        ]
    },
    {
        "input": "การยิงเมื่อวันที่30 ธันวาคม ทำให้นายซุกรี ราทิบอาบู บัลเกอร์ นักข่าวผู้มากประสบการณ์ได้เสียชีวิตลงในปีคริสตศักราช2012\n",
        "output": [
            "Shot on December 30, and the first journalist to die in 2012, was veteran journalist Shukri Ratib Abu Burghol.\n"
        ]
    },
    {
        "input": "เธออธิบายถึงวันปกติของเธอว่า: \"ชั่วโมงครึ่งก่อนที่จะเริ่มรายการ ฉันอยู่ในห้องแต่งหน้า\n",
        "output": [
            "She describes a typical day: \"One hour and a half before the show I'm in the make-up room.\n"
        ]
    },
    {
        "input": "ได้มีการประกาศตือนภัยสึนามิ หลังจากมีเหตุการณ์แผ่นดินไหว แต่ก็มีการยกเลิกประกาศหลังจากนั้นไม่นาน\n",
        "output": [
            "A tsunami alert was initially issued following the tremor, but it was retracted shortly afterwards.\n"
        ]
    },
    {
        "input": "การปฎิบัติการจะดำเนินการประมาณสามสัปดาห์ถึงหนึ่งเดือน\n",
        "output": [
            "The operation should take between three weeks to a month.\n"
        ]
    },
    {
        "input": "Shin Corporation ซึ่งเป็นบริษัทธุรกิจโทรคมนาคมและไอทียักษ์ใหญ่มูลค่าหลายพันล้านบาท แพ้คดีฟ้องหมิ่นประมาท สุภิญญา กลางณรงค์ หลังจากเธอกล่าวแสดงความคิดเห็นพาดพิงบริษัทในบทสัมภาษณ์กับหนังสือพิมพ์ไทยโพสต์ ในเดือนกรกฎาคม ค.ศ. 2003\n",
        "output": [
            "Shin Corporation, the multi-billion baht telecom and IT giant, has lost its defamation suit against Supinya Klangnarong for her comments in an interview with the Thai Post in July 2003.\n"
        ]
    },
    {
        "input": "ก่อนหน้านี้ ระเบิดแสวงเครื่องลูกแรกระเบิดขึ้นในธนาคารในแคว้น Basque เมือง Getxo\n",
        "output": [
            "Previously, a first homemade bomb blasted in a bank in the Basque town of Getxo.\n"
        ]
    },
    {
        "input": "หากนำคำกล่าวอ้างมาพิจารณา จะพบว่าการส่งจดหมายแจ้งทางไปรษณีย์ไปให้ผู้ใช้บัตรเครดิตถือเป็นเรื่องล้มเหลว การขอบัตรเครดิตเพิ่มอาจลดความน่าเชื่อถือ เพิ่มอัตราดอกเบี้ย และ \"เป็นการลอบทำร้าย\" ผู้ใช้บัตรเครดิตด้วยอัตราที่เพิ่มขึ้น\n",
        "output": [
            "Included in the criticism was the practice of mailing checks to card-holders, failing to notify applicants that obtaining additional cards could lower their credit score and raise their rates, and \"ambushing\" card-holders with raised rates.\n"
        ]
    },
    {
        "input": "นักสกีประเภทพิการทางสายตา B3, Bathum พูดคุยกับไกด์ของเขา Sean Ramsden ในทันทีหลังจากการแข่งขันทั้งสองรายการของเขา\n",
        "output": [
            "Visually-impaired B3 classified skier Bathum chatted with his guide, Sean Ramsden, immediately following both his races.\n"
        ]
    },
    {
        "input": "มีการรายงานพบวัตถุระเบิดที่ป้อมตำรวจในจังหวัดนนทบุรี ซึ่งอยู่นอกเมืองกรุงเทพฯไปทางเหนือ\n",
        "output": [
            "A blast was reported at a police box in Nonthaburi Province on the northern outskirts of Bangkok.\n"
        ]
    },
    {
        "input": "แต่ Guillermo Sardina วัย 55 ปี ชาวเมืองแฮมิลตัน รัฐนิวเจอร์ซีย์ กล่าวว่า \"ฉันนอนหลับตลอดทั้งคืน\"\n",
        "output": [
            "But Guillermo Sardina, 55, of Hamilton, N.J., said \"I sleep through the night.\n"
        ]
    },
    {
        "input": "สัปดาห์ที่แล้ว ซัมซุงเริ่มจำหน่าย Galaxy S สมาร์ทโฟนที่ใช้ระบบปฏิบัติการ Android รุ่นล่าสุด เพื่อขยายตลาดสมาร์ทโฟน\n",
        "output": [
            "Last week, Samsung stepped up the marketing for its latest Android-powered device, the Galaxy S.\n"
        ]
    },
    {
        "input": "\"เขาเดินเพ่นพ่านไปมาบนถนนกับทีมงานถ่ายทำทาง TV\" สิบเอก David Cross ของ Greymouth กล่าว\n",
        "output": [
            "\"He wandered in off the street with a TV film crew,\" said Greymouth Sergeant David Cross.\n"
        ]
    },
    {
        "input": "ที่สวนสัตว์มีนกอย่างน้อย 112 สายพันธุ์ต่างๆ เป็นจำนวนรวมทั้งหมด 720 ตัว\n",
        "output": [
            "There are at least 112 different species of birds, totaling 720, located at the zoo.\n"
        ]
    },
    {
        "input": "พวกเขากล่าวเมื่อวันเสาร์ว่า Shi'ites ราว 100 คนถูกกลุ่มนักรบสุหนี่จับเป็นตัวประกัน และถูกขู่ฆ่าในเมือง al-Madain, ใกล้กับแบกแดด\n",
        "output": [
            "They said Saturday that as many as 100 Shi’ites were taken hostage by Sunni fighters, and were threatened with death in the town of al-Madain, near Baghdad.\n"
        ]
    },
    {
        "input": "\"เมื่อมีกำลังใจแล้วพวกเราก็เข้าไปในร้านขายของเล็กๆ อีกครั้ง และซื้อเครื่องดื่มเพิ่มเพื่อไปมอบให้พวกเขาอีก\"\n",
        "output": [
            "\"Encouraged, we once again popped into a small shop and bought additional soft drinks to hand out.\"\n"
        ]
    },
    {
        "input": "ทุกอย่างคืบหน้าไปได้ด้วยดี และเวลาในการเดินทางถึง Brisbane ถูกลดไปราวๆ หนึ่งเดือน\n",
        "output": [
            "He has been making good progress, and has since cut his estimated time of arrival in Brisbane by a month.\n"
        ]
    },
    {
        "input": "ผู้พิพากษาซาเกลตีความคำขอนั้นว่าคณะลูกขุนต้องการสำเนาคำให้การของพยานทุกคนในคดีนี้\n",
        "output": [
            "Zagel interpreted the request as saying that the jury wanted transcripts of the testimony of every single witness in the trial.\n"
        ]
    },
    {
        "input": "Mycokemusic.com กล่าวว่า กำลังจะนำซิงเกิ้ลนี้ขึ้นเว็บไซต์ของตนตั้งแต่วันพฤหัสบดีนี้ ซึ่งกำไรทั้งหมดจะนำไปบริจาคเพื่อเป็นการกุศล\n",
        "output": [
            "Mycokemusic.com said it was going to put the track on its website from Thursday with all profits to be donated to charity.\n"
        ]
    },
    {
        "input": "Neza ยังได้กล่าวอีกว่าขณะนี้เจ้าหน้าที่ตำรวจและทหารกำลังพยายามฝ่าเข้าไปในพื้นที่โดยใช้รถหุ้มเกราะ\n",
        "output": [
            "Meanwhile, Neza says police and army units are attempting to reach the area in armored cars.\n"
        ]
    },
    {
        "input": "ผู้จัดการของคิลมาร์น็อค จิมมี่ คาลเดอร์วู้ด พูดหลังการแข่งขัน จากเรื่องประบการณ์ของเขาว่า: \"มันเป็นวันที่ยาวนานแสนนาน\"\n",
        "output": [
            "Kilmarnock manager Jimmy Calderwood, speaking after the game, spoke of his experiences: \"It was a long, long day.\"\n"
        ]
    },
    {
        "input": "\"วันนี้พวกเขาได้พิสูจน์ตัวเองแล้วว่าการพิจารณาคดีและการประหารชีวิตนั้นเป็นเพียงแค่การโต้ตอบกลับเท่านั้น ไม่ใช่ความยุติธรรม\" หนึ่งในผู้ไว้อาลัยกล่าวกับ Los Angeles Times\n",
        "output": [
            "\"Today they proved themselves that the trial and the execution were mere retaliation and not justice,\" one mourner told the Los Angeles Times.\n"
        ]
    },
    {
        "input": "เขาเป็นผู้ที่ทำหน้าที่แทน Steve Jobs ในตอนที่ Jobs เข้ารับการผ่าตัดปลูกถ่ายตับ\n",
        "output": [
            "He also stood in Steve Jobs' place while the CEO underwent liver transplant surgery.\n"
        ]
    },
    {
        "input": "ทฤษฎีว่าด้วยหลักกลศาสตร์ Higgs เป็นองค์ประกอบสำคัญของทฤษฎี electroweak ซึ่งเป็นส่วนหนึ่งของต้นแบบของโมเดลมาตรฐานของฟิสิกส์อนุภาค และอีกหลายโมเดลที่ก้าวล้ำมากยิ่งขึ้น\n",
        "output": [
            "The Higgs mechanism is a key element of the electroweak theory that forms part of the Standard Model of particle physics, and of many models that go beyond it.\n"
        ]
    },
    {
        "input": "ประชาชนจะได้รับคำสั่งให้ \"ต้องเคารพนับถือคอมมิวนิสต์ Kim Jong-un\"\n",
        "output": [
            "Citizens are being told they \"must faithfully revere respectable comrade Kim Jong-un.\"\n"
        ]
    },
    {
        "input": "นักวิจัยได้ทำงานภายใต้ทุน 2.8ล้านดอลล่าร์จากสถาบันวิจัยสุขภาพนานาชาติ ในความหวังที่จะพัฒนาวิธีทดสอบ ซึ่งสามารถระบุถึงความเป็นไปได้ของแกะเพศผู้ซึ่งมีแนวโน้มที่ชอบแกะเพศเมีย ก่อนที่มันจะถูกขายเป็นพ่อพันธุ์\n",
        "output": [
            "The researchers are working under a $2.8 million grant from the National Institutes of Health in hopes of developing a test which can determine the likelihood of a ram being female-oriented before it is sold as a stud.\n"
        ]
    },
    {
        "input": "\"ผมคิดว่ามันเป็นสิ่งที่จะทำให้เราภาคภูมิใจในอนาคต แต่ตอนนี้พวกเราต้องการแค่เก็บคะแนน\" Ryan Miller หนึ่งในผู้รักษาประตูทีม Sabres กล่าว\n",
        "output": [
            "\"I think it will serve us well in the future, but right now we just need the points,\" said Ryan Miller, one of the Sabres goalies.\n"
        ]
    },
    {
        "input": "อ้างจาก Dr Mike Raupach นักวิจัย CSIRO ก๊าซคาร์บอนจำนวน 7.9 พันล้านตันถูกปล่อยสู่ชั้นบรรยากาศในรูปคาร์บอนไดออกไซด์เมื่อปี 2005 ซึ่งเพิ่มเป็นสองเท่าตั้งแต่ปี 1990 และปัจจุบันยังคงเพิ่มขึ้นเรื่อย ๆ\n",
        "output": [
            "According to CSIRO research scientist Dr Mike Raupach, 7.9 billion tonnes of carbon were emitted into the atmosphere as carbon dioxide in 2005 - a doubling in the rate of increase since 1990 - and the rate of increase continues to accelerate.\n"
        ]
    },
    {
        "input": "เหตุการณ์สำคัญนี้เกิดขึ้นเพียงสองสัปดาห์หลังจากที่ Favre ได้ทำลายสถิติผู้เล่นกองหลังของ John Elway โดยเอาชนะ New York Giants ที่ 149\n",
        "output": [
            "This historic event came just two weeks after Favre broke John Elway's record for career wins by a quarterback, defeating the New York Giants for win number 149.\n"
        ]
    },
    {
        "input": "สองผู้พิพากษาที่ไม่เห็นด้วยจากผู้พิพากษาทั้งห้าคนนั้นได้สรุปว่า ความแตกต่างเหล่านี้ถือเป็นการขัดต่อรัฐธรรมนูญ แต่การที่จะแก้ไขได้นั้นขึ้นอยู่กับมาตรการในการบัญญัติกฏหมายโดยสภานิติบัญญัติ\n",
        "output": [
            "Two dissenting judges of the five concluded that these distinctions are unconstitutional, but correction of it depends, in principle, on legislative measures by the Diet.\n"
        ]
    },
    {
        "input": "ผู้รับบาดเจ็บส่วนใหญ่ถูกส่งไปยังโรงพยาบาลที่ใกล้ที่สุด พร้อมทั้งขอร้องให้ผู้แสวงบุญคนอื่นที่ยังเหลืออยู่ อยู่ในความสงบ\n",
        "output": [
            "Most of the injured have been transported to the nearest hospital and appeals were being made for the remaining pilgrims to be calm and peaceful.\n"
        ]
    },
    {
        "input": "UNMIS คาดว่าจะทำการบินเพื่อนำศพลงสู่สนามบินใกล้ๆ ในส่วนที่ไม่เปิดให้สาธารณชนเข้าไปได้\n",
        "output": [
            "UNMIS is expected to fly the bodies on to their nearby airfield, to which there is no public access.\n"
        ]
    },
    {
        "input": "Sue Chipperton เจ้าของและผู้ฝึก Gidget ให้ความเห็นว่า \"มันได้ทำให้ผู้คนจำนวนมากเหลือเกินมีความสุข\"\n",
        "output": [
            "Sue Chipperton, the owner and trainer of Gidget commented saying, \"She made so many people happy.\"\n"
        ]
    },
    {
        "input": "มันเป็นเรื่องน่าสงสัยที่พนักงานตรวจสอบและช่างไม่ค้นพบอะไรภายในเครื่องบินก่อนที่เครื่องจะขึ้น\n",
        "output": [
            "It is curious how the inspection staff and the technicians found nothing on their inspection of the aircraft just before the flight.\n"
        ]
    },
    {
        "input": "จาก BBC News Online คนมากกว่า 300 คนถูกกักตัวไว้และมีผู้ได้รับบาดเจ็บอย่างน้อย 10 คนหลังจากคืนที่สองของเหตุจลาจลใน Tallinn เมืองหลวงของประเทศ Estonia\n",
        "output": [
            "According to BBC News Online more than 300 people were detained and at least 10 hurt after a second night of riots in Estonia's capital, Tallinn.\n"
        ]
    },
    {
        "input": "\"ตอนที่ผมยังเด็กอยู่ เคยได้ยินพ่อพูดว่า ฝนตกอย่างนี้ในช่วงทศวรรษ 1940 ที่ชานเมืองกรุงแบกแดดทางตอนเหนือ แต่หิมะตกในกรุงแบกแดดเป็นภาพที่งดงามเหนือจินตนาการ\"\n",
        "output": [
            "\"When I was young, I heard from my father that such rain had fallen in the early '40s on the outskirts of northern Baghdad but snow falling in Baghdad in such a magnificent scene was beyond my imagination.\"\n"
        ]
    },
    {
        "input": "เชื่อว่านักสืบเมือง Bathurst ได้จัดตั้งหน่วยสืบสวน หลังได้รับคำร้องเรียนจากอดีตนักเรียน St Stanislaus เมื่อปีที่แล้ว\n",
        "output": [
            "It had been believed that Bathurst detectives set up Strike Force Header after receiving a complaint from a former St Stanislaus student last year.\n"
        ]
    },
    {
        "input": "เมื่อคืนวานนี้ ทีมออกเดินทางไปยัง Tokyo เพื่อเข้าร่วมการแข่งขัน International Women's Club Championship ที่พวกเขาจะต้องต่อกรกับทีมหญิงเก่งๆจากทั่วโลก รวมถึงทีม INAC Kobe Leonessa และ NTV Beleza จากญี่ปุ่น และ Oyampiqure Lyonnais จากฝรั่งเศสอีกด้วย\n",
        "output": [
            "Later tonight, the team departs for Tokyo to compete in the International Women's Club Championship against some of the best women's club teams in the world including Japan's INAC Kobe Leonessa and NTV Beleza, and France's Olympique Lyonnais.\n"
        ]
    },
    {
        "input": "สองครอบครัวชาวปาเรสไตน์ที่อาศัยอยู่ในเมืองเยรูซาเลมตะวันออกตั้งแต่ปี 1956 ได้ถูกขับออกจากบ้านในวันอาทิตย์ หลังจากศาลอิสราเอลปฎิเสธคำอุธรณ์ที่พวกเขาได้ฟ้องถึงการถูกขับไล่\n",
        "output": [
            "Two Palestinian families who have been living in East Jerusalem since 1956, were evicted from their homes on Sunday after an Israeli court rejected their appeal filed against the eviction.\n"
        ]
    },
    {
        "input": "\"จากการที่ NATO ได้โจมตีทางอากาศในวันที่ 6 พฤศจิกายนที่จังหวัด Badghis มีหน่วยรักษาความปลอดภัยในอัฟกานิสถานจำนวนเจ็ดนาย (มีทั้งทหารและตำรวจอัฟกัน)ได้รับความทุกข์ทรมานและบาดเจ็บ\" เจ้าหน้าที่ของกระทรวงกล่าว\n",
        "output": [
            "\"Due to a NATO forces air strike on November 6 in Badghis province seven Afghan security personnel (both Afghan army and national police) were martyred and also some were wounded,\" the ministry stated.\n"
        ]
    },
    {
        "input": "แม้ไฟฟ้าในศูนย์อพยพฉุกเฉินสำหรับผู้ประสบอุทกภัยของสภากาชาดเมือง Urunga จะถูกตัดขาด แต่ศูนย์แห่งนี้ก็สามารถเป็นที่พักพิงชั่วคราวให้กับผู้ประสบภัยกว่า 300 คนได้\n",
        "output": [
            "The Red Cross flood evacuation centre in Urunga was left without power but still harbours 300 who sought refuge there.\n"
        ]
    },
    {
        "input": "ประชาชนที่อาศัยอยู่ในเขตชนบทบางส่วนอพยพไปทางมหาสมุทรเพื่อหนีไฟที่ลุกไหม้\n",
        "output": [
            "Locals of some rural towns fled to the ocean to escape the fires.\n"
        ]
    },
    {
        "input": "The Chargers ทำได้เพียงเก้าคะแนน แต่ Los Lunas ก็ทำได้แค่สามเท่านั้น\n",
        "output": [
            "The Chargers scored just nine points, but also held Los Lunas to only three.\n"
        ]
    },
    {
        "input": "ภาพยนตร์มากมายจะถูกฉายในเทศกาลรวมถึงหนังสั้น เรื่องByron's theme\n",
        "output": [
            "Numerous films will be screened at the festival, including the short film, Byron's Theme.\n"
        ]
    },
    {
        "input": "เหตุการณ์ที่ถูกเรียกว่า \"กบฏดินปืน\" เฉลิมฉลองด้วยการแสดงพลุและดอกไม้ไฟ การก่อกองไฟและเผาหุ่น Guy Fawkes\n",
        "output": [
            "This so-called Gunpowder Plot is celebrated with firework displays and sparklers, bonfires and Guy Fawkes effigies.\n"
        ]
    },
    {
        "input": "ระบบภูมิคุ้มกันค่อยๆ ไร้ประสิทธิภาพลงที่ละน้อยอย่างเห็นได้ชัดเพื่อที่มันจะได้สร้างความสมดุลระหว่างการตอบโต้กับโรคอย่างรวดเร็ว และลดความน่าจะเป็นของโรคภูมิต้านตนเองซึ่งเป็นสภาวการณ์หนึ่งที่ระบบภูมิคุ้มกันทำร้ายเนื้อเยื่อดี\n",
        "output": [
            "The immune system has apparently evolved to be mildly inefficient so that it achieves a balance between quick response to disease and decreased probability of autoimmune disease, a condition in which the immune system attacks healthy tissue.\n"
        ]
    },
    {
        "input": "มีกระดูกสามท่อนของขาหัก ประกอบด้วย กระดูกฝ่าเท้าหน้า กระดูกในเอ็นกล้ามเนื้อ และกระดูกนิ้วเท้าม้า\n",
        "output": [
            "Three bones in the leg were broken - the cannon bone, the sesamoid bone, and the pastern bone.\n"
        ]
    },
    {
        "input": "ในเวลาเดียวกัน เขาก็จูงใจชนชั้นสูงด้วยนโยบายที่ให้คำมั่นและให้ความสำคัญต่อธุรกิจ รวมทั้งสนับสนุนการกลับมาของกองทัพเฮติ\n",
        "output": [
            "At the same time, he has courted the upper class with a platform containing pro-business promises and support for the return of the Haitian army.\n"
        ]
    },
    {
        "input": "คิลมาร์น็อค ได้รับ สองแต้มมาก่อนหน้านี้จึงหลุดจากอันดับที่สิบสอง ซึ่งฟอลเคิร์คต้องเข้าแทนที่\n",
        "output": [
            "Kilmarnock had previously been two points clear of twelfth position, occupied instead by Falkirk.\n"
        ]
    },
    {
        "input": "จากคำกล่าวของรัฐมนตรี Mottaki \"มันก็ผิดวิสัย ผมก็ต้องขออภัยด้วย\"\n",
        "output": [
            "According to Mottaki, \"There was something wrong with that so I offered my apologies.\"\n"
        ]
    },
    {
        "input": "เขากล่าวว่า \"วิสัยทัศน์ที่แชร์กันของพวกเราที่จะให้คุณภาพระดับสูงและเสนอความสะดวกสบายที่สามารถจ่ายได้ต่อชุมชนท้องถิ่นหมายถึงว่าหากรวมตัวกันเราจะแข็งแกร่งกว่าเป็นสองเท่า ดังนั้นสองเท่าที่จะเสนอร้านค้าของชำในท้องถิ่นตามความต้องการของลูกค้าชาว British\"\n",
        "output": [
            "\"Our shared vision of providing a high-quality and affordable convenience offer to local communities means that together we will be twice as strong, and therefore twice as able to deliver the local grocery shops British customers demand,\" he said.\n"
        ]
    },
    {
        "input": "การแพร่ระบาดของโปลิโอได้ดำเนินมามากกว่าปีแล้ว และได้มีการแพร่ระบาดในหกเดือนหลังสุดที่ Burkina Faso, Cameroon, Chad, Guinea, Liberia, Mali, Mauritania, Senegal และ Sierra Leone\n",
        "output": [
            "The current polio epidemic has been going on for a year and there have been outbreaks in the last six months in Burkina Faso, Cameroon, Chad, Guinea, Liberia, Mali, Mauritania, Senegal and Sierra Leone.\n"
        ]
    },
    {
        "input": "โชคร้ายและการเปลี่ยนนี้ดูเหมือนจะทำให้เยอรมนีสามารถพลิกมาคุมเกมเป็นครั้งแรกของการแข่ง\n",
        "output": [
            "The bad luck and changes seemed to put Germany in charge of the tactical game for the first time in the match.\n"
        ]
    },
    {
        "input": "ตามคำกล่าวของฟอลลา เด เซาเปาโล รัฐบาลบราซิลได้เชิญนายโฮเอาเพื่อเข้าร่วมพิธีฝังพระศพสมเด็จพระสันตะปาปา\n",
        "output": [
            "According to Folha de São Paulo, Brazilian government invited João to take part in the funeral of the Pope.\n"
        ]
    },
    {
        "input": "สมาชิกสภาท้องถิ่นอังกฤษได้รายงานว่า พวกเขาได้ทำการยึดไอศกรีมที่ผลิตมาจากน้ำนมมนุษย์ ที่วางจำหน่ายในร้านค้าที่กรุง London อังกฤษ สหราชอาณาจักร\n",
        "output": [
            "Local British councillors have reported that they have seized ice cream made from the breast milk of human beings that had been placed on sale in a shop located in London, England, United Kingdom.\n"
        ]
    },
    {
        "input": "Ángel Matos นักกีฬาเทควันโดชาวคิวบาถูกแบนตลอดชีวิตเมื่อวานนี้หลังจากทำร้าย Chakir Chelbat กรรมการชาวสวีดิชในการแข่งขันปักกิ่งโอลิมปิกเกมส์ 2008\n",
        "output": [
            "Cuban Taekwondo athlete Ángel Matos was banned for life yesterday after an assault on Swedish referee Chakir Chelbat during the 2008 Beijing Olympic games.\n"
        ]
    },
    {
        "input": "\"ฉันไม่สงสัยเลยว่า Keven Rudd จะบอกว่ากฎหมายเหล่านี้จะต้องหมดไป โดยมันจะถูกแทนที่ด้วยนโยบายการคืนสิทธิ\" Burrow ได้กล่าวกับสำนักข่าว Sky News\n",
        "output": [
            "\"I have no doubt that Kevin Rudd will say that these laws have to go, that they will be replaced by a policy that reinstates rights,\" Ms Burrow has told Sky News.\n"
        ]
    },
    {
        "input": "\"Telstra นั้นถูกคาดว่าจะต้องให้บริการเหล่านั้น\"\n",
        "output": [
            "\"Telstra are expected to provide those kinds of services,\" he said.\n"
        ]
    },
    {
        "input": ":\"ถนนในกรุงเทพฯนั้นปลอดภัยแค่ไหน? \"\n",
        "output": [
            " :\"How safe are the streets of Bangkok?\"\n"
        ]
    },
    {
        "input": "การหาเสียงเลือกตั้งอย่างดุเดือดเริ่มต้นในวันที่ 29 มิถุนายน และเกี่ยวข้องกับผู้สมัครรัฐสภาจำนวน 9,707 คน และผู้สมัครเลือกตั้งประธานาธิบดีจำนวน 33 คน\n",
        "output": [
            "The fiercely fought campaign began on June 29th and involved no less than 9,707 parliamentary candidates and 33 presidential candidates.\n"
        ]
    },
    {
        "input": "มีรายงานก่อนหน้านี้ว่า มีการระเบิดเกิดขึ้นบนเครื่อง แต่ไม่พบระเบิดใดๆ\n",
        "output": [
            "Earlier reports had stated there were explosives on board the aircraft, but none were found.\n"
        ]
    },
    {
        "input": "Lewis Harmilton ผู้ขับรถรุ่น Vodafone McLaren Mercedes ชนะการแข่งขัน FIA Formula-1 2007 Japanese Grand Prix ที่สนามแข่งขัน Fuji Speedway จังหวัด Oyama ประเทศญี่ปุ่น\n",
        "output": [
            "Vodafone McLaren Mercedes driver Lewis Hamilton starting from pole wins the FIA Formula-1 2007 Japanese Grand Prix at the Fuji Speedway, Oyama, Japan.\n"
        ]
    },
    {
        "input": "รัฐบาล Belgrade และโบสถ์ Serbian Orthodox ได้เรียกร้องให้มีการคว่ำบาตร\n",
        "output": [
            "The government in Belgrade and the Serbian Orthodox Church have called for a boycott.\n"
        ]
    },
    {
        "input": "ครอบครัวของทั้งคู่กล่าวว่า \"ในขณะที่เรายอมรับว่าเราไม่สามารถทำให้ Alex และ Bethan และผู้เสียชีวิตคนอื่นๆ ฟื้นคืนมาได้ แต่เราพร้อมที่ทำเพื่อไม่ให้เกิดเหตุการณ์แบบเดียวกันขึ้นอีก\"\n",
        "output": [
            "\"While we accept that nothing can bring Alex and Bethan and the other people who lost their lives back, we are keen to make sure we prevent this from happening again,\" said the families in a joint statement.\n"
        ]
    },
    {
        "input": "ทีม Atlanta หลังจากนั้นได้รับการขยายแฟรนไชส์ในปี 1997 และทีม Thrashers คว้าโอกาสและเริ่มการแข่งฤดูกาลปึ 1999-00 ของ NHL\n",
        "output": [
            "Atlanta was later granted an expansion franchise in 1997, and the Thrashers took the ice to start the 1999-00 NHL season.\n"
        ]
    },
    {
        "input": "จรวดอิสราเอลพุ่งเข้าสู่ตึก Press TV ในฉนวน Gaza\n",
        "output": [
            "An Israeli rocket has struck the Press TV building in the Gaza Strip.\n"
        ]
    },
    {
        "input": "มีรายงานว่ามีผู้เสียชีวิต 38 คนในเหตุระเบิดพลีชีพซึ่งเกิดขึ้นระหว่างการชุมนุมทางการเมืองในแคว้น North-West Frontier ของปากีสถาน\n",
        "output": [
            "38 people were said to have died in a suicide bombing during a political rally in the North-West Frontier Province of Pakistan.\n"
        ]
    },
    {
        "input": "บางครั้งตำรวจบีบบังคับให้เจ้าของบ้านทำการทำลายรื้อถอนบ้านเอง\n",
        "output": [
            "Sometimes the police have forced homeowners to carry out the destruction themselves.\n"
        ]
    },
    {
        "input": "ในพิธีเปิดการแข่งขัน Bush ได้ต้อนรับพ่อแม่และปู่ย่าตายายเข้าสู่ \"historic ballpark\"\n",
        "output": [
            "In his opening remarks, Bush welcomed parents and grandparents to a \"historic ballpark.\"\n"
        ]
    },
    {
        "input": "โซนี่กล่าวว่าบริษัทได้จ่ายเงินให้กับเจ้าของตึกต่างๆ เช่น ตึกคาซา มาเรีย เพื่อให้มีสิทธิที่จะโฆษณาบนผนังของตึกเหล่านี้\n",
        "output": [
            "Sony says it is paying the building owners like Casa Maria for the right to advertise on their walls.\n"
        ]
    },
    {
        "input": "หลังจากการระเบิด พวกเขาได้ให้ข้อมูลว่า คนงานบ่นว่า \"การระบายอากาศของแผนกไม่ดีเลย\"\n",
        "output": [
            "After the explosion, they commented that workers were complaining \"the ventilation of the department is poor. \"\n"
        ]
    },
    {
        "input": "แม้ว่าเหตุการณ์รุนแรงภายในประเทศ จากหลายสัปดาห์ที่ผ่านมาได้สิ้นสุดลงแล้ว แต่คณะรัฐมนตรีฝรั่งเศสได้มีความเห็นตรงกันว่าควรขอให้รัฐสภาขยายเวลาสามเดือนเพื่อใช้อำนาจในภาวะฉุกเฉิน\n",
        "output": [
            "Despite a drop in violence in the country over the past weekend, the French cabinet has agreed to ask the parliament for a three-month extension to emergency powers.\n"
        ]
    },
    {
        "input": "แหล่งข่าวแจ้งมายังวิกินิวซ์ว่า แม้วิกิพีเดียเวอร์ชั่นภาษาอังกฤษจะไม่ถูกปิดกั้น แต่เวอร์ชั่นภาษาจีนยังคงถูกบล็อกหรือไม่ก็เข้าได้ยากในหลายพื้นที่ของจีน\n",
        "output": [
            "Sources tell Wikinews that although the English version is unblocked, the Chinese version still remains blocked or hard to access in many parts of the country.\n"
        ]
    },
    {
        "input": "ศูนย์บริการ Jobcentre ที่ผู้ขอรับบริการจะต้องมาติดต่อโดยตรงเป็นตัวต่อตัว ไม่ได้รับผลกระทบจากการชุมนุมสไตรค์เมื่อวานนี้; ทางสหพันธ์ได้ประกาศว่าการสไตรค์นี้จะติดตามมาด้วยการห้ามสมาชิกทำงานพิเศษล่วงเวลาตลอดไป\n",
        "output": [
            "Face-to-face Jobcentre services were unaffected by yesterday's strike action; the union have announced that this will be followed with an indefinite ban on members working overtime.\n"
        ]
    },
    {
        "input": "อย่างไรก็ตาม รายงานได้ระบุว่าทางสายการบิน Garuda ได้ล้มเหลวในการให้การอบรมสถานการณ์จำลองที่ผู้ช่วยนักบินจะต้องเข้ายึดการควบคุมมาจากนักบินในกรณีที่มีการควบคุมอย่างไม่ปลอดภัย\n",
        "output": [
            "However, the report did note that Garuda Indonesia had failed to give him any simulator training replicating a situation whereby the co-pilot would take over control duties from the pilot in charge due to unsafe handling of the plane.\n"
        ]
    },
    {
        "input": "ดาราสาว Smith เคยเป็นโฆษกหญิงให้กับบริษัท TRIMPA หลังจากที่เธอเสียชีวิต ทางบริษัทได้ลบเนื้อหาทั้งหมดของเธอออกและทำการปิดเว็บไซต์ และทิ้งเพียงข้อความตอบรับจากการเสียวิตของเธอ\n",
        "output": [
            "Smith was a spokeswoman for the company TRIMSPA when she passed, and TrimSpa has removed all content from their site for now, shutting it down and posting only a message in response to her death.\n"
        ]
    },
    {
        "input": "\"ฉันกำลังจะไปพบกับกรรมมาธิการด้านสิทธิในความเป็นส่วนตัว ฉันจะไปพบกับอุตสาหกรรมแท็กซี ฉันจะหารือกับประชาชนอย่างเป็นทางการมากกว่านี้\"\n",
        "output": [
            "\"I would be meeting with the privacy commissioner, I'd be meeting with the taxi industry, I'd be consulting with members of the public in a much more formal way.\"\n"
        ]
    },
    {
        "input": "อนึ่ง เฟธ ฮิลล์ เคยชนะรางวัลนักร้องหญิงดีเด่นแห่งปี เมื่อปี 2000\n",
        "output": [
            "Faith Hill had won the Female Vocalist Of The Year award in 2000.\n"
        ]
    },
    {
        "input": "\"ขณะยังไม่แน่ชัดว่า่ AIF ในวิดีโอแสดงท่าทางที่เป็นภัย ก็ชัดเจนว่านาวิกโยธินหน่วยที่ 3/1 รวมถึงนายสิบโทต่างรู้ว่าการแกล้งตายนับเป็นศัตรูร่วม TTP (ยุทธการ ยุทธวิธี และขั้นตอน)\"\n",
        "output": [
            "\"While it is not clear whether the AIF in the videotape made any overtly threatening gestures, it is clear that the Marines of 3/1, to include the corporal, were aware that feigning death was a common enemy TTP (tactics, techniques & procedures).\"\n"
        ]
    },
    {
        "input": "การศึกษาในส่วนของความเท่าเทียมกันสำหรับเพศหญิง: เป้าหมายที่ 3 ที่เราต้องการจะไปให้ถึงอยู่ตรงไหน? ซี่งสามารถดูได้จากเป้าหมายที่ต้องการของประเทศกำลังพัฒนาเป็นการวางโครงสร้างผ่านเป้าหมายการพัฒนาแบบยั่งยืน (MD)\n",
        "output": [
            "The study Equality for Women: Where Do We Stand on Millennium Development Goal 3? looks at the achievements made by the developing world as laid out by the Millennium Development Goals (MD).\n"
        ]
    },
    {
        "input": "Shota Utiashvili โฆษกประจำกระทรวงมหาดไทยประเทศจอร์เจียได้ประกาศว่า \"จะเกิดมหันตภัยต่อมนุษยธรรมหากชายแดนยังคงถูกปิด\"\n",
        "output": [
            "Shota Utiashvili ,an interior ministry spokesman, said, \"It will be a humanitarian catastrophe if the border is closed.\"\n"
        ]
    },
    {
        "input": "มกุฎราชกุมาร Abdullah ได้ปฏิบัติพระราชกรณียกิจโดยส่วนใหญ่แทนกษัตริย์ที่ทรงชราภาพในช่วงไม่กี่ปีที่ผ่านมาและเป็นผู้ที่มีแนวโน้มมากที่จะสืบทอดพระราชบัลลังก์ของกษัตริย์ Fahd หากพระองค์เสด็จสวรรคตจากอาการประชวรของพระองค์\n",
        "output": [
            "Crown Prince Abdullah has performed most of the duties of the aging monarch in recent years, and is a very likely candidate for succession of the throne should King Fahd succumb to his illness.\n"
        ]
    },
    {
        "input": "ความบกพร่องนี้ทำให้เกิดการรั่วไหลของฮีเลียมเหลวซึ่งเย็นมาก อันเป็นผลให้เกิดความเสียหายอย่างหนัก\n",
        "output": [
            "This caused a leak of ultra-cold liquid helium, resulting in severe damage.\n"
        ]
    },
    {
        "input": "พวกเขาเล่าอีกว่าหลังจากที่พบร่างนั้นแล้ว ก็ได้นำไปที่บ้านแล้วเก็บแช่ไว้ในช่องแข็ง\n",
        "output": [
            "After finding the body, they claimed to have taken it home where they stored it in a freezer.\n"
        ]
    },
    {
        "input": "Omar Al-Bashire ประธานาธิบดีซูดานประกาศปล่อยตัวนักข่าวทั้งหมดที่ถูกคุมขังในคุกของประเทศ เพื่อตอบการชุมนุมของนักข่าวในเมืองหลวงของ Khartoum ในวันเสาร์\n",
        "output": [
            "Sudanese President Omar al-Bashir announced the release of all journalists detained in the country's jails in an address to a gathering of journalists in the capital of Khartoum, on Saturday.\n"
        ]
    },
    {
        "input": "สมเด็จพระสันตะปาปา Shenouda III แห่ง Alexandria ผู้นำศาสนจักร Coptic Christian ของอียิปต์ เสียชีวิตด้วยอายุ 88 ปี\n",
        "output": [
            "Pope Shenouda III of Alexandria, the leader of Egypt's Coptic Christian church, has died at the age of 88.\n"
        ]
    },
    {
        "input": "โฆษณาวิจารณ์ถึงนโยบายการลดภาษีของ McCain รวมถึงเงินลงทุนในบริษัทน้ำมัน และ \"การหยุดภาษีแก่บริษัทที่เปลี่ยนไปทำงานในต่างประเทศ\"\n",
        "output": [
            "The ad then criticizes McCain's policies on tax cuts, money for oil companies, and \"tax breaks for companies that ship jobs overseas.\"\n"
        ]
    },
    {
        "input": "โครงการนี้ให้การสนับสนุนงานชุมนุมเพื่อที่จะโปรโมตเว็บไซต์ภาคภาษาอังกฤษ ซึ่งเปิดตัวอย่างเป็นทางการเมื่อเดือนพฤษภาคม ปี 2004\n",
        "output": [
            "The project is sponsoring the forum in order to promote its English edition, officially launched in May 2004.\n"
        ]
    },
    {
        "input": "การสัมภาษณ์ทั้งหมดถูกส่งผ่านอีเมล์ และตีพิมพ์โดยไม่มีการแก้ไขใดๆ เพื่อที่ผู้สมัครเลือกตั้งจะได้ถ่ายทอดข้อความของตนสู่ผู้อ่านได้โดยตรง ไม่ติดขัด\n",
        "output": [
            "All interviews are conducted over e-mail, and interviews are published unedited, allowing candidates to impart their full message to our readers, uninterrupted.\n"
        ]
    },
    {
        "input": "มองเตเนโกรได้รับเอกราชมาโดยปราศจากการใช้ความรุนแรง ซึ่งแตกต่างไปจากรัฐในแถบคาบสมุทรบอลข่านอื่น ๆ เช่นสโลวีเนีย โครเอเชีย และบอสเนีย\n",
        "output": [
            "Unlike other Balkan states such as Slovenia, Croatia and Bosnia, Montenegro has achieved independence without violence.\n"
        ]
    },
    {
        "input": "Cegalis ชิงเก้าอี้ในปี 2004 ซึ่งรวบรวมคะแนนเสียงได้ 44% ซึ่งเป็นผลคะแนนที่ดีที่สุดที่ทำได้โดยสมาชิกพรรคเดโมแครตเมื่อชิงชัยกับ Hyde\n",
        "output": [
            "Cegalis ran for the seat in 2004, garnering 44% of the vote, the best achieved by a Democrat against Hyde.\n"
        ]
    },
    {
        "input": "รายได้การขายของ PepsiCo ส่วนสำคัญมาจากตราสินค้าที่ไม่ใช่เครื่องดื่มในสายผลิตภัณฑ์ Frito-Lay และ Quaker Oats\n",
        "output": [
            "A significant portion of PepsiCo's sales revenue comes from non-drink brands in its Frito-Lay and Quaker Oats product lines.\n"
        ]
    },
    {
        "input": "Victoria ยังไม่ประกาศว่าจะระงับการขายหุ้นของรัฐหรือไม่\n",
        "output": [
            "Victoria is yet to announce whether or not it will be withdrawing its shares from sale.\n"
        ]
    },
    {
        "input": "\"วิดีโอของเหตุการณ์ยิงที่นำมาปรับเพิ่มความคมชัด สนับสนุนคำกล่าวอ้างของสิบโท ว่าสมาชิก AIF ที่บาดเจ็บปกปิดแขนซ้ายไว้หลังศีรษะ\"\n",
        "output": [
            "\"The enhanced videotape of the shooting supports the corporal's claim that the wounded AIF was concealing his left arm behind his head.\"\n"
        ]
    },
    {
        "input": "ในวันที่ 13 ธันวาคม 2001 เวลาท้องถิ่น 11:45 น. (UTC+5:30) ขณะที่ MPs เตรียมที่จะออกจากสภา นายทหารที่มีอาวุธ AK-47s และระเบิดมือ ได้ฝ่าผ่านการรักษาความปลอดภัยที่ประตูหมายเลข 12 ของตึกรัฐสภา และทำการกราดยิง โดยฆ่านายตำรวจหกคนและพนักงานที่รัฐสภาหนึ่งคน\n",
        "output": [
            "On 13 December 2001, at 11:45 a.m. local time(UTC+5:30), just as the MPs were preparing to leave the House, militants armed with AK-47s and hand-grenades breached the security at Gate No.12 of the Parliament Building and opened indiscriminate fire, killing six policemen and one Parliament employee.\n"
        ]
    },
    {
        "input": "รัฐบาลสหรัฐเตือนผู้ให้บริการทางการเงินเอกชนว่ากลุ่มก่อการร้ายอัลกออิดะห์ กำลังวางแผนโจมตีในโลกไซเบอร์ในตลาดหุ้นสหรัฐและบัญชีเงินฝากธนาคาร เจ้าหน้าที่กล่าวเมื่อวันพฤหัสบดี\n",
        "output": [
            "The U.S. government warned private financial services that al Qaeda is planning a cyber attack on the U.S. stock and bank accounts, officials said on Thursday.\n"
        ]
    },
    {
        "input": "คนจำนวนมากนับพันที่อยู่ละแวกนั้น มารวมตัวกันในที่ใกล้บริเวณที่เกิดเหตุไฟไหม้ ประกอบไปด้วยผู้มาดูเหตุการณ์และบุคคลทั่วไปที่ต้องการจะช่วยหรือหาข่าวเกี่ยวกับญาติของตน\n",
        "output": [
            "Crowds of thousands of nearby people accumulated near the fire, with spectators and individuals intending to assist or gain information about relatives amongst them.\n"
        ]
    },
    {
        "input": "กลุ่มสิทธิมนุษยชนและองค์การสหประชาชาติ ต่างหวังว่าอิรักจะละเว้นการใช้โทษประหารชีวิตกับพลเมืองของตน และกระตุ้นให้รัฐบาลงดใช้การลงโทษดังกล่าว\n",
        "output": [
            "Human rights groups and the United Nations had hoped Iraq would refrain from using the death penalty against its citizens and urged the government not to carry out the sentences.\n"
        ]
    },
    {
        "input": "หลังจากที่ฝรั่งเศสทำคะแนนนำไปในครึ่งแรก ไอร์แลนด์เริ่มมีความหวังเมื่อไบรอัน โอดริสโคล วางทรัย ได้โดยแทบไม่มีอุปสรรคในช่วงกลางครึ่งหลัง แต่เป็นที่น่าเสียดายสำหรับทีมเจ้าบ้าน เพราะนั่นไม่พอที่จะเอาชนะฝรั่งเศสที่วางทรัยที่สองได้และนำไปด้วยคะแนน 26 จุด\n",
        "output": [
            "After a French dominated first half, Ireland had a glimmer of hope as Brian O'Driscoll managed to get a try almost from nothing mid-way through the second half, sadly for the homeside, it wasn't enough as France responded with a second try to take them to 26 ponits.\n"
        ]
    },
    {
        "input": "อิหร่านอ้างว่าใช้โครงการนิวเคลียร์ให้เป็นพลังงานนิวเคลียร์แบบสันติเท่านั้น แทนที่จะใช้เป็นอาวุธ แต่เกิดความกังวลในสหภาพยุโรปและสหรัฐอเมริกา ว่าพวกเขาพูดความจริงหรือไม่\n",
        "output": [
            "Iran has claimed to be using its nuclear program for only peaceful nuclear energy, rather than for nuclear weapons, but there are concerns in the European Union and the USA as to whether they are being truthful.\n"
        ]
    },
    {
        "input": "พิธีการนี้จะจัดขึ้นในวันอาทิตย์ที่ 25 กุมภาพันธ์ 2007 ที่ Kodak Theatre ที่ Hollywood & Highland Center\n",
        "output": [
            "The ceremony is scheduled for Sunday, February 25, 2007, at the Kodak Theatre at Hollywood & Highland Center.\n"
        ]
    },
    {
        "input": "นี่เป็นก้าวแรกของบริษัทที่จะก้าวเข้าไปสู่ตลาดสุขภาพ\n",
        "output": [
            "This is the company's first step towards an involvement in the health market.\n"
        ]
    },
    {
        "input": "ร่างผู้เสียชีวิต 36 คนของบริษัทเหมืองทอง Harmony Gold mining ที่เหมือง Eland ถูกนำขึ้นมาจากความลึกกว่า 1.4 กิโลเมตร (1 ไมล์)\n",
        "output": [
            "36 bodies from the Harmony Gold mining company Eland mine shaft were brought up earlier on the weekend from depths up to 1.4 kilometers (1 mi). \n"
        ]
    },
    {
        "input": "Horta กล่าวว่าลำดับความสำคัญหลัก ๆ ของรัฐบาลของเขาจะเป็น \"การฟื้นฟูความมั่นคงและการพาคน 150,000 คนในค่ายผู้ลี้ภัยกลับบ้าน\"\n",
        "output": [
            "Horta said the main priority for his government will be \"restoring security and moving 150,000 people in refugee camps back home.\"\n"
        ]
    },
    {
        "input": "สำนักงานสำรวจทางธรณีวิทยาสหรัฐฯ รายงานเกิดเหตุการณ์แผ่นดินไหวขนาดความรุนแรง 6.4 แมกนิจูด ใกล้ชายฝั่งทางตะวันออกของเกาะฮออนชู ประเทศญี่ปุ่น\n",
        "output": [
            "A 6.4 magnitude earthquake hit near the east coast of Honshu, Japan early Monday morning, according to the USGS.\n"
        ]
    },
    {
        "input": "ตอนนี้ Lidge พร้อมลงขว้างอีกครั้งหลังได้หยุดพักอย่างเต็มที่\n",
        "output": [
            "Now, Lidge is ready to pitch again after the needed rest.\n"
        ]
    },
    {
        "input": "ระบบการใช้กรรมการเพิ่มจะถูกนำไปทดลองที่การแข่งทัวร์นาเมนท์ FIFA หรือ UEFA ที่กำลังมาถึง และคาดกันว่าจะทำการตัดสินสรุปที่การประชุมของปีหน้า จากคำกล่าวของ Jerome Valcke จาก FIFA\n",
        "output": [
            "The system of the extra referees will be tested at an upcoming FIFA or UEFA tournament, and a final ruling is expected at next year's meeting, according to FIFA's Jerome Valcke.\n"
        ]
    },
    {
        "input": "พวกเขาเชื่อว่าเขาเป็นหนึ่งในสมาชิกแก๊งค์ Hells Angels bikie\n",
        "output": [
            "They believe him to be a member of the Hells Angels bikie gang.\n"
        ]
    },
    {
        "input": "จากการรายงานของผู้เห็นเหตุการณ์ ระบุว่าเห็นคนประมาณยี่สิบคนเดินห่างออกมาจากจุดเครื่องบินตก\n",
        "output": [
            "According to witness reports, about twenty people were seen walking away from the crash.\n"
        ]
    },
    {
        "input": "นายแฟรงค์ ริชเบอร์แมน ผู้อำนวยการของ IWMI กล่าวในรายงานที่เผยแพร่ที่การประชุม \"เวิลด์ วอเตอร์ วีค\"ประจำปี 2006 ในกรุงสตอคโฮล์มว่า เราอาจจะต้องเปลี่ยนแปลงงานอีกเช่นเคยเพื่อที่จะจัดการกับปัญหาการขาดแคลนน้ำ\n",
        "output": [
            "We will have to change business as usual in order to deal with growing scarcity, said Frank Rijsberman, director general of the IWMI, of the report released at the 2006 \"World Water Week\" conference in Stockholm.\n"
        ]
    },
    {
        "input": "สำหรับควน ฮัว ล๋าย นั้นนอกจากจะครองตำแหน่งแชมป์แห่งไต้หวันแล้วยังได้รับการลงคะแนนเสียงให้เป็น \"นักปั่นจักรยานยอดนิยมของไต้หวัน\" ทั้งยังช่วยให้ทีมของเขา (Giant Asia Racing)เป็นแชมเปี้ยนในการแข่งขันชุดนี้ด้วย\n",
        "output": [
            "By the way, Kuan-hua Lai not only won the Taiwan Champion and was voted as the \"Most Popular Taiwanese Cyclist\", but also helped his team (Giant Asia Racing Team) to win the Team Champion in this series.\n"
        ]
    },
    {
        "input": "นาย Randolph Ting นายกเทศมนตรี Tuguegarao กล่าวว่า \"บ้านหลายหลังถูกทำลาย เสาไฟฟ้าและต้นไม้ถูกโค่น\"\n",
        "output": [
            "Tuguegarao Mayor Randolph Ting said, \"Many houses have been destroyed and trees and electricity poles uprooted.\"\n"
        ]
    },
    {
        "input": "Gabriel Amorth หมอผีชั้นนำของโบสถ์โรมันคาทอลิก ชี้การหายตัวของ Emanuela Orlandi นักเรียนหญิงที่ถูกลักพาตัวไปร่วมวงเพศสัมพันธ์หมู่ ซึ่งมีนักการทูตต่างชาติเข้าร่วมและจัดเตรียมการโดยตำรวจเมืองวาติกัน\n",
        "output": [
            "Gabriel Amorth, the Roman Catholic Church's leading exorcist, has suggested missing schoolgirl Emanuela Orlandi was kidnapped for sexual abuse at orgies attended by foreign diplomats and arranged by Vatican police.\n"
        ]
    },
    {
        "input": "การประชุม A National Hunt ที่ Carlisle เมื่อวานนี้ก็ถูกยกเลิกเช่นกัน\n",
        "output": [
            "A National Hunt meeting at Carlisle yesterday was also abandoned.\n"
        ]
    },
    {
        "input": "มีผู้มาใช้สิทธ์ิเลือกตั้งจำนวนมาก โดยคาดการณ์ว่าจำนวนผู้มาใช้สิทธิ์จะสูงกว่าจำนวนผู้มาใช้สิทธิ์ในการเลือกตั้งปี 2002 (ร้อยละ 77)\n",
        "output": [
            "Turnout was strong, turnout results are predicted to be to be higher than the 2002 turnout (77%)\n"
        ]
    },
    {
        "input": "เบลเยียม มีส่วนชายแดนติดกับ ฝรั่งเศส (620 km), เยอรมนี (167 km), ลักเซมเบิร์ก (148 km) และเนเธอร์แลนด์ (450 km)\n",
        "output": [
            "Belgium shares borders with France (620 km), Germany (167 km), Luxembourg (148 km) and the Netherlands (450 km).\n"
        ]
    },
    {
        "input": "ระเบิดน้ำหนัก 600 ปอนด์ ที่พบในไอร์แลนด์เหนือ ได้รับการปลดชนวนระเบิดจากทีมกู้ระเบิดแล้ว\n",
        "output": [
            "A 600 lb bomb which was found in Northern Ireland has been defused by a bomb disposal team.\n"
        ]
    },
    {
        "input": "เด็กห้าคนเสียชีวิตจากการไล่ล่าของตำรวจซึ่งจบลงด้วยอุบัติเหตุรถชนที่ Dinuba แคลิฟอร์เนีย เมื่อวันอาทิตย์ที่ 9 สิงหาคม\n",
        "output": [
            "A fifth child has died as a result of a police pursuit that ended in a crash in Dinuba, California on Sunday, August 9.\n"
        ]
    },
    {
        "input": "ก่อนหน้านี้ไม่นานนัก รองเท้าที่รู้จักกันว่าเก่าที่สุดเป็นรองเท้าแตะทำจากเปลือกไม้ sagebrush ถูกค้นพบในถ้ำ Fort Rock ที่ Oregon ในสหรัฐอเมริกา\n",
        "output": [
            "Currently, the oldest known footwear are sandals made from sagebrush bark, found in Fort Rock Cave, Oregon in the United States.\n"
        ]
    },
    {
        "input": "\"ในขีปนาวุธนั้นมีหัวอาวุธที่มีอานุภาพสูงมากซึ่งสามารถใช้ปฎิบัติการจัดการกับกลุ่มเรือรบและเรือดำน้ำใหญ่ๆ ได้\"\n",
        "output": [
            "\"The missile carries a very powerful warhead that enables it to operate against groups of warships and big submarines.\"\n"
        ]
    },
    {
        "input": "ทาง Campbell ยังให้ข้อมูลอีกว่า พวกวาฬมีขนาดยาวถึง ห้าเมตร (สิบเจ็ดฟุต) และลูกวาฬมีขนาดอยู่ระหว่างหนึ่งเมตรและเมตรครึ่ง (สาม ถึง ห้าฟุต)\n",
        "output": [
            "Campbell also commented that the whales were up to five metres (seventeen feet) long, and some of the calves were between a metre and a metre and a half (three to five feet) long.\n"
        ]
    },
    {
        "input": "ตามกฎหมายของอิรัก Hussein จะถูกแขวนคอภายใน 30 วัน และไม่มีสิทธิ์ที่จะขออภัยโทษ\n",
        "output": [
            "According to Iraqi laws, Hussein would be hanged within 30 days, and there is no chance of pardon.\n"
        ]
    },
    {
        "input": "กฏหมายของรัฐหลุยเซียน่าลงมติยอมรับในปี 1995 ให้มีโทษประหารสำหรับบุคคลที่ทำการข่มขืนเด็กอายุต่ำกว่า 12 ปี (ต่อมาได้แก้เป็นอายุ 13 ปี)\n",
        "output": [
            "A Louisiana law adopted in 1995 allowed the death penalty for those who had raped a child under 12 years old (later amended to 13).\n"
        ]
    },
    {
        "input": "จากนั้นบริษัทสินเชื่อก็รวบรวมสินทรัพย์ที่ได้จากการจำนองนั้นมาใช้เป็นหลักทรัพย์ค้ำประกันการกู้ยืมเงินทุนจากบริษัทการเงินอื่นเช่น GMAC อีกทอดหนึ่ง\n",
        "output": [
            "The lenders then bundle these mortgages as collateral for loans that they obtain from other financing firms, such as GMAC.\n"
        ]
    },
    {
        "input": "เขาและรัฐมนตรีต่างประเทศของเกาหลีใต้ Ban Ki Moon ถูกพิจารณาว่าเป็นตัวเก็งในการชิงตำแหน่งต่อจาก Annan ซึ่งวาระของเขาจะสิ้นสุดปลายปีนี้\n",
        "output": [
            "He and South Korean Foreign Minister Ban Ki Moon are considered frontrunners in the race to succeed Annan, whose term ends at the end of the year.\n"
        ]
    },
    {
        "input": "พวกเขาเริ่มต้นจากการเป็นฝ่ายตามที่ 14 ต่อ 8 จนกระทั่งห่างกันที่ 20 ต่อ 17 ซึ่งเป็นจุดที่ยูเครนขอเวลานอก\n",
        "output": [
            "They went from being behind 14-8 to being down 20-17; at which point, Ukraine took a time out.\n"
        ]
    },
    {
        "input": "ท่านเป็นพระโอรสองค์แรกที่ประสูติในตระกูลจักรพรรดิแห่งญี่ปุ่นนับแต่พระบิดาของท่านในปี 1965\n",
        "output": [
            "He is the first male baby born in the Japanese imperial family since his father in 1965.\n"
        ]
    },
    {
        "input": "Apple ฟ้อง HTC ผู้ผลิตโทรศัพท์มือถือไต้หวัน ในวันอังคาร ในคดีการอ้างการละเมิดสิทธิบัตร 20 สิทธิ โดยส่วนมากเกี่ยวกับระบบหน้าจอสัมผัสในผู้ใช้ไอโฟน ซึ่งผลิตโดย Apple\n",
        "output": [
            "Apple sued HTC, a Taiwanese manufacturer of mobile phones, on Tuesday, in a lawsuit claiming 20 different patent infringements, largely relating to the user interface of the iPhone, which is manufactured by Apple.\n"
        ]
    },
    {
        "input": "S1600 และ S3200 ซึ่งทำให้สามารถส่งข้อมูลได้ถึง 1.6 Gbps และ 3.2 Gbps ตามลำดับ จะทำให้ Firewire (ชื่อที่ Apple ตั้งให้กับมาตรฐานนี้) ในทางทฤษฎีเร็วขึ้นสี่เท่าจากความเร็วที่เป็นไปได้ในปัจจุบัน\n",
        "output": [
            "S1600 and S3200 — which enable data transmission rates up to 1.6 Gbps and 3.2 Gbps respectively — would make Firewire (Apple's name for the standard) theoretically four times faster than is currently possible.\n"
        ]
    },
    {
        "input": "\"ผมเชื่อว่ามันจะไม่เกิดขึ้นเพราะประชาชนจะต่อต้าน\"\n",
        "output": [
            "\"I don't believe it's going to happen because I think there will be a people's revolt.\"\n"
        ]
    },
    {
        "input": "Numbersixvalverde ผู้ชนะการแข่งขันในปี 2006 เข้าเส้นชัยเป็นอันดับที่หก ขณะที่แชมป์ปี 2005 Hedgehunter เข้ามาเป็นที่เก้า\n",
        "output": [
            "Numbersixvalverde, winner of the 2006 race, finished sixth while the 2005 winner Hedgehunter finished ninth.\n"
        ]
    },
    {
        "input": "เกาหลีเหนือได้ประกาศแผนการที่จะยังคงเปิดโรงงานที่ Yongbyon พร้อมกับสร้างเตาปฏิกรณ์นิวเคลียร์ที่ใหญ่ขึ้นด้วย\n",
        "output": [
            "North Korea has also announced plans to continue operating the Yongbyon facility, as well as to begin construction on a larger reactor.\n"
        ]
    },
    {
        "input": "แอฟริกาใต้ได้เล็งเห็นความสำคัญในการรักษาความสัมพันธ์กับ Hamas ไว้ เพื่อที่จะทำให้เกิดสันติภาพในตะวันออกกลาง\n",
        "output": [
            "South Africa also sees it important to keep in contact with Hamas in the search for peace in the Middle East.\n"
        ]
    },
    {
        "input": "ดร. Yossi Vardi เป็นที่รู้จักกันว่าเป็น 'บิดาแห่งผู้ประกอบการ'และเขาให้กำเนิดสิ่งต่าง ๆ มากมาย ในรูปของบริษัทเทคโนโลยีที่เขาช่วยบ่มเพาะ ในภาคอินเทอร์เน็ตที่กำลังเติบโตเต็มที่ของ Tel Aviv\n",
        "output": [
            "Dr. Yossi Vardi is known as Israel's 'Father of the Entrepreneur', and he has many children in the form of technology companies he has helped to incubate in Tel Aviv's booming Internet sector.\n"
        ]
    },
    {
        "input": "Jimmy Wales ได้รับแจ้งจากหนึ่งในสมาชิกทีมของเขาในวันที่ 27 มกราคม 2006 ว่าการตรวจแก้ทั้งหมดที่ได้จัดทำโดย Nature นั้นเสร็จเรียบร้อยแล้ว\n",
        "output": [
            "Jimmy Wales was notified by one of his team members, on 27 January 2006 that all corrections provided by Nature were in place.\n"
        ]
    },
    {
        "input": "ขณะที่นักบินของสายการบิน Garuda 200 ที่มีส่วนรับผิดชอบในอุบัติเหตุ ได้มีข้อโต้เถียงอย่างรุนแรง\n",
        "output": [
            "Meanwhile, the pilot of Garuda 200 has been charged over the accident, sparking intense controversy.\n"
        ]
    },
    {
        "input": "เมื่อใกล้ผิวของดวงจันทร์ ยาน Cassini พบเม็ดกรวดขนาดค่อนข้างใหญ่ซึ่งอุดมด้วยโซเดียมและโพแทสเซียม เป็นส่วนประกอบสำคัญของฝุ่นละออง\n",
        "output": [
            "Closer to the moon's surface, Cassini found that relatively large grains rich with sodium and potassium dominate the plumes.\n"
        ]
    },
    {
        "input": "รัสเซียพยายามที่จะสร้างโรงไฟฟ้าพลังนิวเคลียร์ที่ตุรกี ประธานาธิบดีดมิทรี เมดเวเดฟ กล่าวว่าการลงนามในข้อตกลงเมื่อวันพุธนั้น \"ดูเป็นเรื่องที่น่าพอใจไม่น้อยเลย\"\n",
        "output": [
            "Russia has attempted to build a nuclear power plant in Turkey, and the contract signed Wednesday \"really looks rather impressive,\" according to Russian President Dmitry Medvedev.\n"
        ]
    },
    {
        "input": "สื่อจำนวนหกองค์กร รวมถึง Fairfex กำลังติดตามการคัดค้านของศาลรัฐธรรมนูญในข้อมูลลับเกี่ยวกับการพิพากษาผู้ก่อการร้ายในออสเตรเลียที่กำลังจะมาถึง\n",
        "output": [
            "Six media organisations, including Fairfax, are mounting a constitutional challenge to secret hearings in an upcoming terrorism trial in Australia.\n"
        ]
    },
    {
        "input": "เขากล่าวถึงเว็บไซต์ว่า \"เยี่ยมมาก\" ถึงแม้ว่าจะมีการสะกดคำผิดอยู่บ้าง\n",
        "output": [
            "He described the website, despite containing a few spelling mistakes, as \"really good\".\n"
        ]
    },
    {
        "input": "วุฒิสมาชิกJoe Ludwig(สังกัดพรรคแรงงาน, รัฐควีนส์แลนด์)ได้ซักถามรัฐมนตรีกระทรวงยุติธรรมและวุฒิสมาชิกฝ่ายศุลกากรChris Ellison ในรายการควิสชั่น ไทม์ว่าเขายืนยันคำกล่าวอ้างของเขาเมื่อวานนี้ที่ว่า การค้นพบเรือเจียนเส็งเป็นแสดงให้เห็นว่ารัฐบาลออสเตรเลียได้เข้า\"ตรวจตราทางอากาศและทางทะเลเพื่อสกัดเรือในสภาวะการณ์เช่นนี้ ซึ่งภารกิจดังกล่าวได้สำเร็จแล้ว\" รวมทั้งซักถามว่า เหตุใดรัฐบาลจึงใช้เวลาถึงสองสัปดาห์ในการสกัดเรือลำดังกล่าวหลังจากที่เข้ามาในเขตน่านน้ำออสเตรเลียแล้ว\n",
        "output": [
            "Senator Joe Ludwig (Labor, Queensland) asked of the Minister for Justice and Customs Senator Chris Ellison in Question Time whether he stood by his claim that he made yesterday that the discovery of the Jian Seng demonstrated that the Australian Government had in place \"aerial and maritime surveillance to intercept a vessel in these circumstances, and that was done\", and asked why it took the Government two weeks to intercept the vessel after it entered Australian waters.\n"
        ]
    },
    {
        "input": "หลังจบเกมในครึ่งแรกทีมออสเตรเลียได้ตีกลับมาทำคะแนนนำเป็น 4 ต่อ 3 และได้ทำคะแนนเสมอทีมชาติอเมริกาในช่วงครึ่งหลังและจบลงด้วยการแพ้ให้แก่ทีมชาติอเมริกาที่คะแนน 4 ต่อ 6\n",
        "output": [
            "By half time, Australia had battled back to take the lead 4–3, only to finish the third period tied 4–4 with the United States, and eventually lose 4–6.\n"
        ]
    },
    {
        "input": "Jackson ถูกฟ้องคดีอาญาอุกฉกรรณ์ในความผิดฐานกระทำอาณาจาร และล่วงละเมิดผู้เยาว์ที่มีอายุต่ำกว่า 14ปี เจ็ดคดี และอีก สองคดีเกี่ยวกับการใช้ยากล่อมประสาท\n",
        "output": [
            "Jackson is under indictment there on seven counts of lewd and lascivious acts on a child under 14, and two counts of administering an intoxicating agent.\n"
        ]
    },
    {
        "input": "การพิพากษานี้เป็นการพิพากษา Faheem Khalid Lodhi ชาวเมือง Sydney ที่ถูกจับกุมในการกระทำความผิดโดยการเตรียมการก่อการร้าย\n",
        "output": [
            "The trial involves Sydney man Faheem Khalid Lodhi, who is charged with committing acts in preparation for a terrorist attack.\n"
        ]
    },
    {
        "input": "Sulpicio บอกกับศาลเขตมะนิลาว่า ข้อกฎหมาย Republic Act 9295 และ Domestic Shipping Development Act of 2004 ทำให้ BMI ไม่มีอำนาจที่จะทำการสืบสวนเหตุดังกล่าว และการสืบสวนที่คณะกรรมการเริ่มดำเนินการในวันที่ 25 มิถุนายนนั้น \"ผิดปกติ, ผิดกฏหมาย,ไม่มีมูล และเป็นโมฆะ\"\n",
        "output": [
            "Sulpicio told the Manila Regional Trial Court that both Republic Act 9295 and the Domestic Shipping Development Act of 2004 removed the BMI's power to investigate maritime incidents and that the investigation the board launched on June 25 is \"irregular, illegal, and null and void\".\n"
        ]
    },
    {
        "input": "ธนาคารกลางแห่งสหรัฐหวังว่าเมื่อกู้เงินแล้วจ่ายดอกเบี้ยถูกลง คนจะเริ่มใช้จ่ายและลงทุนมากขึ้น\n",
        "output": [
            "The Fed hopes that by making it cheaper to borrow, people will start spending and investing more.\n"
        ]
    },
    {
        "input": "ยกตัวอย่างเช่น Ban Ki-moon เลขาธิการสหประชาชาติ เมื่อวานนี้ได้เรียกร้องให้เลื่อนการเลือกตั้งออกไป\n",
        "output": [
            "For example, Ban Ki-moon, secretary general of the United Nations yesterday called for the election to be postponed.\n"
        ]
    },
    {
        "input": "ตำรวจกำลังระวังว่าการโยนระเบิดCS อาจถูกเข้าใจผิดว่าเป็นการยิงปืน และได้กล่าวว่าไม่มีการยิงปืน\n",
        "output": [
            "Police are cautioning that CS grenade launchers and explosive entries could be mistaken for shots, and have said that no shots were fired.\n"
        ]
    },
    {
        "input": "พนักงานได้เคลื่อนไหวอย่างไม่เป็นทางการภายใต้การสนับสนุนการประท้วงหยุดงานเป็นระยะเวลาสามวัน ที่ โรงกลั่นน้ำมัน Lindsey ในเมือง Lincolnshire ประเทศอังกฤษ\n",
        "output": [
            "The workers are taking unofficial action in support of a three day strike at Lindsey Oil Refinery in Lincolnshire, England.\n"
        ]
    },
    {
        "input": "Oleg Mitvol กล่าวว่า แม้การรั่วของกำมะถันจะไม่เป็นอันตรายต่อสภาพแวดล้อม แต่น้ำมันที่รั่วจากเรือขนส่งทั้งสองลำอาจส่งผลให้เกิดมลพิษ\n",
        "output": [
            "Oleg Mitvol said that although the sulfur spill doesn't present an environmental danger, the two freighters might also leak fuel oil from their tanks, adding to the pollution.\n"
        ]
    },
    {
        "input": "ตามคำกล่าวของสำนักงานของประธานาธิบดีรัสเซีย ในกรุงซินวาลี เมืองหลวงของออสเซเทียใต้นั้น ไม่สามารถหาน้ำดื่มได้อีกต่อไปเพราะ \"ระบบน้ำประปาและโรงงานบำบัดน้ำเสียได้ถูกทำลาย\"\n",
        "output": [
            "According to the Russian Presidents office, drinking water is no longer available in what constitutes South Ossetia's capital, Tskhinvali, because \"the water and sewage treatment plants have been destroyed\".\n"
        ]
    },
    {
        "input": "จอห์น แมคเคน จากพรรครีพับลิกันยอมรับว่าการเลือกตั้งครั้งนี้เป็นของบารัก โอบามา จากพรรคเดโมแครต\n",
        "output": [
            "Republican John McCain has conceded the election to Democrat Barack Obama.\n"
        ]
    },
    {
        "input": "การเปลี่ยนแปลงส่วนใหญ่นั้นเกิดจากราคาน้ำมันที่ลดลงและมุมมองของงานที่ดีขึ้น\n",
        "output": [
            "Most of the change is attributed to falling gas prices and an improved job outlook.\n"
        ]
    },
    {
        "input": "อ้างอิงจากบริษัทที่กล่าวว่า น้ำนมทั้งหมดได้ผ่านการตรวจสอบโดยมาตรฐานที่ \"สูงที่สุดและปลอดภัยที่สุด\" ก่อนที่จะพาสเจอไรซ์และจัดเตรียมให้พร้อมสำหรับการบริโภค\n",
        "output": [
            "According to the company, all milk is screened for the \"highest and safest\" standards before it is pasteurized and prepared for human consumption.\n"
        ]
    },
    {
        "input": "ส่วนตัวถังเครื่องของยานอวกาศจะถูกตรวจสอบภายในสัปดาห์นี้\n",
        "output": [
            "The belly of the Orbiter will be checked later this week.\n"
        ]
    },
    {
        "input": "จากการสำรวจในปี ค.ศ. 2011 พบว่าประชากรอินเดียที่มีอายุมากกว่า 7 ปีขึ้นไปกว่า 25 เปอร์เซ็นต์ไม่สามารถอ่านออกหรือเขียนได้ ซึ่งนับเป็นอัตราที่ลดลง 10 เปอร์เซนต์จากเมื่อสิบปีก่อน\n",
        "output": [
            "Approximately 25 percent of Indians over the age of seven were found to be illiterate in the 2011 census, a decrease of 10 percent from the census held ten years ago.\n"
        ]
    },
    {
        "input": "สุนทรพจน์ดังกล่าวมีเนื้อหาใจความเกี่ยวกับประเด็นเรื่องเชื้อชาติในนิวซีแลนด์ โดยเฉพาะอย่างยิ่งประเด็นสถานะพิเศษของชนเผ่าเมารี ซึ่งเป็นชนเผ่าพื้นเมืองของนิวซีแลนด์\n",
        "output": [
            "It addressed the theme of race relations in New Zealand, particularly the special status of Māori, New Zealand's indigenous ethnic group.\n"
        ]
    },
    {
        "input": "การดีเบทก่อนเลือกตั้งโดยธรรมเนียมจะใช้เวลา 90 นาที ณ ช่อง 1930 ในวันอาทิตย์แรกของนโยบายหาเสียง\n",
        "output": [
            "The pre-election debate traditionally lasts 90 minutes and occurs at 1930 on the first Sunday of the campaign.\n"
        ]
    },
    {
        "input": "\"เราจะใช้มาตรการต่างๆ ที่จำเป็นในการจบพฤติกรรมอันเลวร้ายของรัฐที่ไม่มีความรับผิดชอบและหยุดการกระทำของสมาชิกหลักในรัฐบาลของพวกเขา\" รัฐมนตรีของอิสราเอล Isaac Herzog กล่าวกับสำนักพิมพ์ Reuters\n",
        "output": [
            "\"We will take all necessary measures to bring an end to the rogue behavior of a state that does not assume responsibility and put an end to the activities of a major partner in their own government,\" said Israeli Cabinet Minister Isaac Herzog to Reuters.\n"
        ]
    },
    {
        "input": "\"ความตั้งใจที่จะขยายขอบเขตและลองสิ่งใหม่ๆ คือสิ่งที่ทางหน่วยอนุรักษ์ของนิวซีแลนด์ต้องการ\" เขากล่าว\n",
        "output": [
            "\"A willingness to push boundaries and try new things is exactly what conservation in New Zealand needs,\" he said.\n"
        ]
    },
    {
        "input": "การให้บริการรถบัสในโซน1 จะเริ่มขึ้นใหม่เวลา 16:00 น. ตามเวลาฤดูร้อนสหราชอาณาจักร\n",
        "output": [
            "Bus services in Zone 1 have resumed as of 16:00 BST.\n"
        ]
    },
    {
        "input": "นี่ขัดแย้งกับ RIA Novosti ซึ่งเป็นการบริการที่รัฐบาลรัสเซียเป็นเจ้าของ ที่ระบุว่ามีชาวรัสเซียเพียงแค่สองคนในกลุ่มผู้เสียชีวิต\n",
        "output": [
            "This was contradicted by Russian state owned service RIA Novosti, which stated just two Russians were among the dead.\n"
        ]
    },
    {
        "input": "เจ้าหน้าที่ที่อยู่ทุกคนปฏิเสธที่จะพูด และประกาศว่าตนเองไม่เกี่ยวข้องกับการกระทำนี้\n",
        "output": [
            "All the present officials refused to speak and declared that they were not responsible for the action.\n"
        ]
    },
    {
        "input": "นาย Qurase ได้ขับรถเพื่อไปยังบ้านพัก แต่กองกำลังทหารในจุดที่มีการปิดถนนด้านนอกบอกกับเขาว่า เขาจะต้องเดินในทางที่เหลือ\n",
        "output": [
            "Mr Qarase drove to the estate, but was told by soldiers at a roadblock outside that he would have to walk the rest of the way.\n"
        ]
    },
    {
        "input": "รัฐมนตรีผู้นี้ยังเชื่อด้วยว่าเหตุการณ์นี้อาจเกี่ยวข้องกับความขัดแย้งในพม่าระหว่างชาวพุทธและมุสลิม แม้ว่าความรุนแรงกับชาวพุทธเกิดขึ้นยากในประเทศอินเดีย\n",
        "output": [
            "The Ministry also believes that it could be tied to conflicts in Myanmar between Buddhists and Muslims, despite the rarity of violence against Buddhists in India.\n"
        ]
    },
    {
        "input": "หลายเดือนหลังจากการหาเสียง จอห์นสันเฉือนชนะนักเคลื่อไหว อาร์ ลี ไร้ทส์ ในการลงคะแนนครั้งแรกด้วยคะแนน 70%ของตัวแทนที่เข้าร่วมประชุม 595คน\n",
        "output": [
            "After months of campaigning, Johnson edged activist R. Lee Wrights on the first ballot with 70 percent of the 595 convention delegates.\n"
        ]
    },
    {
        "input": "ลิงขาวดำหางยาวสวมผ้าอ้อมถูกสวมสายจูงและนำมาผูกไว้ที่ลานเบียร์ภายนอกสถานบันเทิง ที่ State Street เมื่อผู้คนเริ่มลูบไล้มันด้วยความเอ็นดู\n",
        "output": [
            "The long-tailed, black and white monkey, which was wearing a diaper, was leashed in a beer garden outside the nightclub on State Street when people began to pet the animal.\n"
        ]
    },
    {
        "input": "\"บริษัทที่ถูกควบรวมจะให้เครือข่ายที่ถูกรวมเข้าซึ่งมีขนาดใหญ่ขึ้นแก่ลูกค้า\" ผู้บริหารสูงสุดของ BA Willie Walsh ได้ให้ความเห็น\n",
        "output": [
            "\"The merged company will provide customers with a larger combined network,\" commented BA chief executive Willie Walsh.\n"
        ]
    },
    {
        "input": "อุปกรณ์สำคัญของสถาบันธรณีฟิสิกส์ที่ถูกติดตั้งในบริเวณเนินของภูเขาไฟ Tungurahua ถูกทำลาย ทำให้การตรวจสอบความเคลื่อนไหวของการระเบิดของภูเขาไฟถูกจำกัด\n",
        "output": [
            "The Institute for Geophysics has lost an important part of its equipment installed on the slopes of Tungurahua, limiting their capability to monitor the volcanic activity.\n"
        ]
    },
    {
        "input": "เขาจะเดินทางกลับไปที่ฟาร์มในเท็กซัสของเขาในสัปดาห์นี้เพื่อพบกับที่ปรึกษาด้านเศรษฐกิจและการป้องกัน และจากนั้น เขาจะเดินทางไปรัฐอิลลินอยส์เพื่อลงนามในร่างกฎหมายทางหลวง\n",
        "output": [
            "He will travel back to his Texas ranch this week to meet with his defense and economic advisers, then later, he will travel to Illinois to sign a highway bill.\n"
        ]
    },
    {
        "input": "อาการเหล่านี้กล่าว่าเป็นสาเหตุของ\"การติดเชื้อไวรัสอย่างรุนแรงและสารเคมีซึ่งโดยปกติไม่ถูกใช้ในผลิตภัณฑ์จากอาหาร\"โดยเจ้าหน้าที่หาเสียงของเขาได้ทำการตั้งไว้\n",
        "output": [
            "These symptoms were said to be due to \"a serious viral infection and chemical substances which are not normally found in food products\" as his campaign officials put it.\n"
        ]
    },
    {
        "input": "พวกเขาได้วางแผนที่จะลบวิชาทฤษฎีวิวัฒนาการออกจากหลักสูตรชีววิทยา แต่อนุญาตให้มีการหารือเรื่อง ทฤษฎีวิวัฒนาการ ในหลักสูตรอื่น ๆ ที่เกี่ยวข้องกับปรัชญาและศาสนาเปรียบเทียบ\n",
        "output": [
            "They proposed to remove Intelligent Design from the biology curriculum but allow discussion of Intelligent Design in courses dealing with philosophy and comparative religion.\n"
        ]
    },
    {
        "input": "Shi'ite รายงานว่าพบร่างผู้เสียชีวิตหลายราย -- ที่แม่น้ำ Tigris River -- ซึ่งเชื่อว่าเป็นตัวประกันที่ถูกจับไป\n",
        "output": [
            "The Shi’ite officials later said the bodies — believed to be the hostages — were found in the Tigris River.\n"
        ]
    },
    {
        "input": "นายโบเลซอฟ วัย 86 ปี ชอบอ่านบัตรอวยพรที่เขียนด้วยภาษาโปลิช ที่เขาได้รับมาจากพระสันตะปาปาผู้เป็นลูกพี่ลูกน้องของเขา\n",
        "output": [
            "Bolessuaf, 86, likes to read the card written in Polish that he received from his cousin, the Pope.\n"
        ]
    },
    {
        "input": "เกมการแข่งขันยังคงดำเนินต่อไป จากการต่อเวลาโดยเต็มจำนวนเนื่องจากเป็นการแข่งขันแชมป์เปี้ยนลีก เซลติกยังคงเหลือเวลา อีก 27 นาทีในการตีเสมอ\n",
        "output": [
            "The game continued however, as the Champions League works on full extra time, and Celtic still had 27 minutes to equalize.\n"
        ]
    },
    {
        "input": "มีข้อความที่ชัดเจนจากผู้พิพากษาคือ: ไม่ว่าจะเจ็บหลังหรือไม่ Jackson จะต้องมาปรากฎตัวที่ศาล! โดยเร็ว! มีเพียงแต่ภาพโทรทัศน์ถ่ายทอดฉากของทนายฝ่ายจำเลย Mersereau และผู้ช่วย Susan Yu ของ Jackson ที่กำลังง่วนอยู่กับการโทรศัพท์บริเวณทางเดินข้างศาล ขณะที่คอยขบวนรถยนต์นำตัวของ Jackson พวกเขาดูเหมือจะอยู่ใต้ความตึงเครียดว่า Jackson จะมาถึงได้ทันเวลา เพื่อที่จะหลีกเลี่ยงการเพิกถอนการประกันตัว\n",
        "output": [
            "The glaringly clear message sent by the judge was: bad back or not, Jackson was to appear in court! And fast! Only the televised scene of Jackson's expectant defense lawyer Mersereau with his assistant Susan Yu, both busy on cells phones while tensely waiting curbside beside the court house for the Jackson motorcade, seemed to undermine a feeling that Jackson would make it in time to avoid having his bail revoked.\n"
        ]
    },
    {
        "input": "ผู้เรียกตนเองว่าเป็น \"คนทรง\" และ \"ผู้นำศาสนา\" ทั้งหลายได้ถูกเพิ่มการจับตาจากตำรวจในอินเดียหลัง Madhavan ถูกจับกุม ทั้งนี้ตำรวจได้สอบสวนเกี่ยวกับที่มาของทรัพย์สินและความเป็นไปได้ในการหลวงลวง\n",
        "output": [
            "Self styled \"godmen\" and \"gurus\" are under increased observation by police in India following the arrest of Madhavan, and police are specifically investigating their sources of wealth and possible fraud.\n"
        ]
    },
    {
        "input": "สนธิสัญญาดังกล่าวถูกออกแบบเพื่อเพิ่มความเข้าใจและความไว้วางใจซึ่งกันละกัน โดยการมอบหมายภารกิจในการรวบรวมข้อมูลเกี่ยวกับกองกำลังทหาร และกิจการของประเทศ แก่ทุกรัฐที่เข้าร่วมโดยไม่คำนึงถึงขนาดของรัฐ\n",
        "output": [
            "The treaty is designed to enhance mutual understanding and confidence by giving all participants, regardless of size, a direct role in gathering information about military forces and activities of concern to them.\n"
        ]
    },
    {
        "input": "พันโท Rupert Thorneloe ผู้การวัย 40 ปี ประจำ 1st Battalion Welsh Guards และนายทหารวัย 18 ปี Joshua Hammond สังกัด 2nd Royal Tank Regiment ถูกสังหารเมื่อระเบิดเกิดระเบิดขึ้นใต้ยานพาหนะติดเกราะ Viking ของพวกเขา\n",
        "output": [
            "Lieutenant Colonel Rupert Thorneloe, 40, Commanding Officer of the 1st Battalion Welsh Guards, and Trooper Joshua Hammond, 18, of the 2nd Royal Tank Regiment, were killed when an improvised explosive device was detonated under their Viking armoured vehicle.\n"
        ]
    },
    {
        "input": "การวิเคราะห์การศึกษาเมลาโทนินสนับสนุนความมีประสิทธิภาพของอาหารเสริมในการเป็นตัวช่วยในการนอนหลับซึ่งเป็นที่ถกเถียงกัน\n",
        "output": [
            "An analysis of melatonin studies has upheld the controversial supplement's effectiveness as a sleep aid.\n"
        ]
    },
    {
        "input": "ข้อมูลนี้ยังใช้เชื่อมโยงกับอนาคตในด้านสุขภาพ ประชากร และการเสียชีวิต\n",
        "output": [
            "It will also be used in the future relating to health, population and mortality areas.\n"
        ]
    },
    {
        "input": "Anson Chan อดีตหัวหน้าเลขานุการ และหนึ่งในผู้สมัครรับเลือกตั้งคณะกรรมการสภานิติบัญญัติ ก็เข้าร่วมในการชุมนุมครั้งนี้ด้วย\n",
        "output": [
            "Anson Chan, the former Chief Secretary and one of the candidates of the upcoming by-election in the Legislative Council, also participated in this event.\n"
        ]
    },
    {
        "input": "หัวหน้าตำรวจท้องถิ่นกล่าวว่ากำลังดำเนินการเจรจาเพื่อให้ปล่อยตัวประกัน\n",
        "output": [
            "Negotiations are being made to release the captives, according to a local police chief.\n"
        ]
    },
    {
        "input": "รองเท้าซึ่งมีราคาจองอยู่ที่ 2,930 ปอนด์ (3,580 ดอลลาร์สหรัฐฯ) ขณะนี้มีเจ้าของคือ Eleanor Graham วัย 65 ปี\n",
        "output": [
            "The shoes, which have a reserve price of £2,930 (US $3,580), are currently owned by 65 year old Eleanor Graham.\n"
        ]
    },
    {
        "input": "\"แคนาดาสามารถดูแลเกาหลีเหนือได้\" ชายในโฆษณาทางโทรทัศน์กล่าว\n",
        "output": [
            "\"Canada can take care of North Korea,\" a man in the television ad says.\n"
        ]
    },
    {
        "input": "ในวันที่ 20 กรกฎาคม เดนมาร์กกล่าวว่าได้ทำการขนส่งล่าม และลูกจ้างชาวอิรักพร้อมกับครอบครัวของพวกเขากลับไป\n",
        "output": [
            "On July 20, Denmark said that it had airlifted translators and other Iraqi employees with their families.\n"
        ]
    },
    {
        "input": "วินเนอร์ยังเป็นเจ้าของโรงแรมหลายแห่ง มีบริษัทผลิตเหล็กและบริษัทอื่นๆ มากมาย\n",
        "output": [
            "Winner also owned hotels, a steel company, and other companies.\n"
        ]
    },
    {
        "input": "ผู้ร่วมเขียนรายงาน ดร.Ron Pinhasi จากมหาวิทยาลัย College Cork ในไอร์แลนด์กล่าวว่า \"ในตอนแรกเราคิดว่ารองเท้านั่นรวมทั้งสิ่งของอื่น ๆ คงจะมีอายุราว 600-700 ปี เพราะอยู่ในสภาพดีเช่นนั้น\"\n",
        "output": [
            "\"We thought initially that the shoe and other objects were about 600-700 years old because they were in such good condition,\" said co-author Dr. Ron Pinhasi from the University College Cork in Ireland.\n"
        ]
    },
    {
        "input": "เลขาทั่วไปของ FIFA Jerome Valcke ประกาศว่า: \"เราได้ตัดสินใจหยุดเทคโนโลยี Goal-Line และการทดลองเกี่ยวกับเทคโนโลยีทั้งหมดไปก่อนในช่วงนี้\"\n",
        "output": [
            "FIFA general secretary Jerome Valcke declared: \"We have decided to freeze for the time being the goal-line technology and all technology experiments.\"\n"
        ]
    },
    {
        "input": "ก่อนหน้านี้ Itar-Tass ได้รายงานข่าวตามคำกล่าวของฑูตต่างประเทศไม่ทราบชื่อในกรุงเปียงยางว่า รูปของ Kim Jong Il ได้ถูกปลดออกจากพื้นที่สาธารณะไม่นานมานี้อย่างลับๆ โดยที่ไม่ให้คำอธิบายใดๆ\n",
        "output": [
            "Earlier Itar-Tass also reported that according to an unnamed foreign diplomat in Pyongyang, Kim Jong Il's portraits have recently been taken down from public display secretly and without explanation.\n"
        ]
    },
    {
        "input": "เช้านี้ ผู้ยึดพื้นที่ที่เหลืออีกสิบหกคนถูกบอกให้เตรียมรายชื่อสิ่งของเพื่อทำการจัดส่งในอนาคต\n",
        "output": [
            "This morning, the sixteen remaining occupiers were told to prepare a list of items for future deliveries.\n"
        ]
    },
    {
        "input": "Wiredfire ได้สัมภาษณ์ Rickard Falkvinge ผู้นำของกลุ่มSwedish Pirate และรายงานว่าตำรวจได้ควบคุมพนักงานไปสามคน แต่ท้ายที่สุดกลับคุมขังเพียงสองคน\n",
        "output": [
            "WiredFire, in an interview with Rickard Falkvinge, head of the Swedish Pirate Party, is reporting that police arrested three staff members, ultimately taking only two into custody.\n"
        ]
    },
    {
        "input": "เขาได้รับรางวัล MBE, OBE และ CBE โดยเกษียณอายุในปี 2002\n",
        "output": [
            "He was awarded an MBE, an OBE and a CBE and retired in 2002.\n"
        ]
    },
    {
        "input": "เจ้าหน้าที่กลุ่มฮามาสและผู้เห็นเหตุการณ์รายงานว่าฟาร์ม โรงงานนม พื้นที่เล็กๆ ซึ่งเป็นของกองทัพฮามาส และศูนย์การปฏิบัติงานเกี่ยวกับโลหะถูกกำหนดเป็นเป้าการโจมตี\n",
        "output": [
            "Hamas officials and witnesses reported that farms, a milk factory, small areas belonging to the Hamas military, and metal workshop facilities were targeted.\n"
        ]
    },
    {
        "input": "Maher กล่าวว่า สำนักข่าว CBS ได้สอบถามมายังเขา ถึงข้อเท็จจริงในส่วนนี้\n",
        "output": [
            "Maher said he was asked by CBS News to appear on the segment.\n"
        ]
    },
    {
        "input": "แต่อย่างไรก็ตามพวกเขาได้ปฏิเสธที่จะให้รายละเอียดในองค์ประกอบเนื่องจากข้อมูลดังกล่าวอาจเป็นประโยชน์เมื่อพวกเขาสอบปากคำผู้ต้องสังสัย\n",
        "output": [
            "However they are declining to be specific about their composition as the information could be useful when they interrogate suspects.\n"
        ]
    },
    {
        "input": "จนถึงตอนนี้มีการแพร่เชื้อไวรัสในสัตว์จำพวกม้าใน NSW และ Queensland โดยมีการยืนยันการติดเชื้อ 51 รายและอีก 400 รายที่อยู่ในข่ายต้องสงสัย\n",
        "output": [
            "So far the virus only appears to have infected horses in NSW and Queensland, with 51 confirmed cases and another 400 suspected.\n"
        ]
    },
    {
        "input": "ขาหลังด้านขวาของ Barbaro ได้รับบาดเจ็บในช่วงเริ่มแรกของการแข่ง Preakness\n",
        "output": [
            "Barbaro's right hind leg was shattered in the opening lengths of the Preakness race.\n"
        ]
    },
    {
        "input": "การรวมกลุ่มเพื่อผูกขาดทางธุรกิจนี้ ซึ่งทำให้ราคาค่าบริการขนส่งสินค้าสูงขึ้นด้วยการกำจัดการแข่งขันระหว่างสมาชิกในกลุ่ม ซึ่งถูกเปิดเผยโดยผู้แจ้งเบาะแสอย่างสายการบิน Lufthansa ที่แจ้งให้เจ้าหน้าที่ทราบโดยแลกกับการคุ้มกันจากการถูกดำเนินคดี\n",
        "output": [
            "The cartel, which created artificially high prices by eliminating competition between its members, was exposed by whistleblower Lufthansa, who alerted authorities in exchange for immunity to prosecution.\n"
        ]
    },
    {
        "input": "เพื่อนของเขาซึ่งไม่ขอเอ่ยนาม ได้ยิง Rhys Johnson เข้าที่หัวใจด้วยปืนลมรุ่น .22 caliber Webley Vulcan ในระยะประชิด\n",
        "output": [
            "The friend, who has remained anonymous, shot Rhys Johnson in the heart with the .22 caliber Webley Vulcan air gun at close range.\n"
        ]
    },
    {
        "input": "ชัยชนะของ Steel และ Vixens ในมุมมองของคนที่ติดตามการแข่งขัน netball นั้นถือว่าเป็นการพลิกล็อคอย่างมาก\n",
        "output": [
            "The wins by the Steel and the Vixens are considered by those who follow the netball league to be major upsets.\n"
        ]
    },
    {
        "input": "นักเล่นตำแหน่ง Forward Xavier Moya และ Chris Thompson ให้การป้องกันเหนียวแน่นที่การครองลูก\n",
        "output": [
            "Forwards Xavier Moya and Chris Thompson provided tough inside defense on one possession.\n"
        ]
    },
    {
        "input": "ในวันที่ 3 ของการแข่งขัน World Deaf Swimming Championships ของปี ค.ศ. 2007 มีการแข่งฟรีสไตล์ชายรอบสุดท้าย 1,500เมตร ฟรีสไตล์หญิง 800เมตร ท่ากบ 50เมตร ฟรีสไตล์ 200เมตร และแบบผสม 4x100เมตร ระหว่างตอนกลางวันถึงตอนเย็น\n",
        "output": [
            "On the 3rd day of the 2007 World Deaf Swimming Championships, the Men 1500m Freestyle, Women 800m Freestyle, 50m Breaststroke, 200m Freestyle, 4x100m Medley Relay Groups finales took place during the afternoon and evening.\n"
        ]
    },
    {
        "input": "การสอบนี้นักเรียนมัธยม 665 คน ถูกจับได้ว่าโกง คิดเป็นสองเท่าของปีที่แล้ว และในโรงเรียนมัธยมแห่งหนึ่งพบว่าคำตอบของข้อสอบถูกแจกจ่ายให้นักเรียน 111 คน ก่อนการสอบ\n",
        "output": [
            "For this exam, 665 high school students were caught cheating, double the number from last year, and at one high school it was found that the exam answers were given to 111 pupils prior to the exam.\n"
        ]
    },
    {
        "input": "ในลอนดอน ประเทศอังกฤษ ทีมรักบี้ผู้พิการจากประเทศออสเตรเลียชนะแคนาดา ด้วยคะแนน 66–51 และได้รับเหรียญทองล่าสุด ในการแข่งขันกีฬา Summer Paralympics 2012\n",
        "output": [
            "London, England — The Australia national wheelchair rugby team defeated Canada 66–51 to win Australia's last gold medal of the 2012 Summer Paralympics.\n"
        ]
    },
    {
        "input": "หลังจากการปล่อย Titan III มันถูกดัดแปลงเพื่อที่จะใช้เป็นแท่นยิงจรวดสำหรับห้องปฏิบัติการ Manned Orbiting Laboratory (MOL) ของกองทัพอากาศสหรัฐอเมริกา\n",
        "output": [
            "Following the second Titan III launch, it was modified to serve as a launch pad for the US Air Force's Manned Orbiting Laboratory (MOL).\n"
        ]
    },
    {
        "input": "\"ขอให้พวกเขาพักผ่อนอย่างสงบ และขอให้ครอบครัวของพวกเขาพบความสุขหลังจากวันที่เลวร้ายผ่านพ้น\"\n",
        "output": [
            "\"May they rest in peace, and may their families find comfort in the hard days ahead.\"\n"
        ]
    },
    {
        "input": "Reporters Without Borders กลุ่มสนับสนุนเสรีภาพของสื่อได้กล่าวถึงการกระทำนี้ว่าเป็น \"อันตราย\" และเตือนว่าจะถูกนำไปใช้กับ \"พลเมืองทั่วไป\" ที่บันทึกเหตุการณ์ความรุนแรง\n",
        "output": [
            "Media freedom group Reporters Without Borders has called the act \"dangerous\", and warned that it can be used to target \"regular citizens\" who film acts of violence.\n"
        ]
    },
    {
        "input": "การสืบสวนสรุปว่า Stephanides ฝ่าฝืนกฎโดยการช่วยเหลือบริษัทอังกฤษ Lloyds Register Inspection Ltd., ให้ได้สัญญากับประเทศอิรักภายใต้การดูแลของ UN\n",
        "output": [
            "The investigation concluded that Stephanides infringed on regulations by helping the British company, Lloyds Register Inspection Ltd., win a contract under the UN programme for Iraq.\n"
        ]
    },
    {
        "input": "\"เขาเป็นคนที่ใจกว้างที่สุดที่ผมเคยได้รู้จักมาและเป็นคนที่จะช่วยเหลือทุกคนอย่างสุดความสามารถเสมอ\"\n",
        "output": [
            "\"He had the biggest heart of anyone I knew and would give anyone the shirt off his back.\"\n"
        ]
    },
    {
        "input": "\"เขากล่าวว่าเขาไม่ได้ตั้งใจที่ลบหลู่ประชากรดังกล่าว\" Shriver ได้กล่าวเมื่อวันศุกร์ในการสัมภาษณ์ในรายการกู๊ดมอร์นิ่งอเมริกา\n",
        "output": [
            "\"He expressed that he did not intend to humiliate this population,\" Shriver said on Friday in an interview on Good Morning America.\n"
        ]
    },
    {
        "input": "ทนายจำเลยเตือนลูกขุนให้ไม่ต้องให้ความสนใจแก่ความคิดเห็นของสื่อซึ่งอาจตัดสินโทษจำเลยก่อนการพิจารณาคดีจะเริ่ม\n",
        "output": [
            "The defense barrister warned the jury to ignore the comments of the press as they may have convicted the defendant before the trial has begun.\n"
        ]
    },
    {
        "input": "Murray ไม่ออกความเห็นว่าการตัดสินใจนี้เกิดขึ้นอย่างไร หรือทำไมจึงควรปฏิเสธป้ายบิลบอร์ดนี้เป็นพิเศษ\n",
        "output": [
            "Murray made no comment on how the decisions are made or why this particular billboard was rejected.\n"
        ]
    },
    {
        "input": "นาย Adamopoulos ยังกล่าวอีกว่าตอนนี้เขากำลังพิจารณาให้มีการดำเนินการตามกฎหมายต่อผู้ที่สร้างเรื่องหลอกลวงเหล่านี้\n",
        "output": [
            "Mr Adamopoulos said that he is considering pursuing legal action against the originators of the hoax.\n"
        ]
    },
    {
        "input": "พวกเขากระตุ้นให้นายกรัฐมนตรีเพิ่มความพยายามในการจัดการการก่อการร้ายและพวกหัวรุนแรง\n",
        "output": [
            "They also urge the Prime Minister to extend his efforts in tackling terrorism and extremism.\n"
        ]
    },
    {
        "input": "และเขายังกล่าวอีกว่า Lawrence ได้ทำงานในแคมเปญเลือกตั้งสำหรับตัวแทนของพรรค Australian Republican Movement เพื่อ Constitutional Convention ของออสเตรเลียในปี 1998\n",
        "output": [
            "He also added that Lawrence had worked on the campaign for election of Australian Republican Movement representatives to the Australian Constitutional Convention in 1998.\n"
        ]
    },
    {
        "input": "สมาชิกครอบครัวเปิดเผยว่าลูกเรือได้รับ \"อาหารและน้ำน้อยมาก\"\n",
        "output": [
            "Families say the captured crew have \"little drinking water or food,\".\n"
        ]
    },
    {
        "input": "ท่านผู้พิพากษาลอร์ด บาซ ได้กล่าวว่า พระราชบัญญัติจะไม่มีมีผลบังคับใช้จนกว่ารัฐสภา ได้ปรึกษากันอย่างรอบคอบแล้ว และอำนาจใหม่ของเจ้าพนักงานจะถูกจับตามองอย่างเคร่งครัด\n",
        "output": [
            "Justice Lord Bach stated the Act would not be made active until after Parliament had finished extensive consulting, and that the new powers of bailiffs would be carefully monitored.\n"
        ]
    },
    {
        "input": "จูเลีย กิลลาร์ดได้ขึ้นมาแทนที่รัดด์ทั้งในตำแหน่งหัวหน้าพรรคแรงงานออสเตรเลีย และตำแหน่งนายกรัฐมนตรีออสเตรเลียเมื่อเดือนกรกฎาคม 2010\n",
        "output": [
            "In July 2010, Rudd was replaced as leader of the ALP and as Prime Minister by Ms Gillard.\n"
        ]
    },
    {
        "input": "ในทางตรงกันข้าม Vasile Tarlev นายกรัฐมนตรีประเทศ Moldova กล่าวหาว่า วันพฤหัสบดีกองทหารรัสเซียใน Transnistria ให้อุปทานอาวุธแก่ดินแดน Chechen รัฐมนตรีกระทรวงกลาโหมของรัสเซีย Sergei Ivanov กล่าวตอบกลับว่า เขา \"สาบานด้วยหัวของเขา\" ต่อฐานทัพรัสเซียใน Moldova และมั่นใจว่า \"ไม่มีอาวุธใดถูกส่งมาจาก Transnistria\"\n",
        "output": [
            "On the other hand, Moldovan Premier Vasile Tarlev accused Thursday the Russian troops in Transnistria of supplying weapons to the Chechen region, In reply, Russian Defence Minister Sergei Ivanov said that he \"pledges his head\" for Russian bases in Moldova, and assured that \"no weapons from Transnistria had been sent.\"\n"
        ]
    },
    {
        "input": "และยังให้คำมั่นสัญญาที่จะต่อสู้เพื่อต่อต้านการข่มเหงที่เกิดขึ้น โดย \"กลุ่มอธรรม หรือ กลุ่มอาชญากรรม\"\n",
        "output": [
            "It also mentioned a commitment to fight against threats posed by \"irregular or criminal groups.\"\n"
        ]
    },
    {
        "input": "รัฐบาลมลรัฐได้รับการวิพากษ์วิจารณ์เนื่องจากจัดให้มีการรักษาคุ้มกันโดยตำรวจ ณ การประชุมโดยไม่เสียค่าใช้จ่าย\n",
        "output": [
            "The State government has been criticised for providing free police protection at the conference.\n"
        ]
    },
    {
        "input": "นายริชเบอร์แมน กล่าวว่า สภาวะขาดแคลนน้ำในแอฟริกาเกิดขึ้นเพราะโครงสร้างพื้นฐานนั้นบกพร่องและไม่สามารถกระจายน้ำให้แก่ประชาชนที่ต้องการมันได้อย่างทั่วถึง\n",
        "output": [
            "Rijsberman said water scarcity in Africa was caused by a lack of infrastructure to get the water to the people who needed it.\n"
        ]
    },
    {
        "input": "รายงานที่ยังไม่ได้รับการยืนยันกล่าวว่าซากชิ้นส่วนนี้อาจจะเป็นผลมาจากการระเบิดของเครื่องบินเล็ก\n",
        "output": [
            "Earlier unconfirmed reports had said the debris could have been the result of a small plane exploding.\n"
        ]
    },
    {
        "input": "การรัฐประหารเกิดขึ้นภายหลังจากวิกฤตการณ์ทางการเมืองขยายตัวโดยประธานาธิบดี Tandja ได้ยุบสมัชชาแห่งชาติและศาลสูง Niger's High Court เช่นเดียวกับที่ขยายระยะเวลาการเป็นประธานาธิบดีอีกสามปี และการละทิ้งข้อจำกัดในระยะเวลาการเป็นประธานาธิบดีของเขา\n",
        "output": [
            "The coup came after an extended political crisis in which President Tandja has dissolved both the National Assembly and Niger's High Court, as well as extending his presidential term by three years, and removing all further limits on his term.\n"
        ]
    },
    {
        "input": "\"ทีม Adelaide เป็นทีมที่ยอดเยี่ยม เป็นคู่ต่อสู้ที่สมน้ำสมเนื้อ แต่พวกเราก็สามารถเอาชนะได้\" Kevin Muscat กัปตันทีม Melbourne กล่าว\n",
        "output": [
            "Adelaide were great, they pushed us right to the death but I think we deserved it,\" Melbourne captain Kevin Muscat said.\n"
        ]
    },
    {
        "input": "ประธานาธิบดีได้กล่าวอีกว่า \"ในการซ่อมแซมถนนมีความยาว 150,000 ไมล์ นั่นเท่ากับความยาวรอบโลกหกรอบ…\n",
        "output": [
            "The president also said that \"we are going to rebuild 150,000 miles of our roads — that's enough to circle the world six times...\n"
        ]
    },
    {
        "input": "นักการเมืองฝ่ายค้านของเคนยาโต้เถียงกับ Mwai Kibaki ประธานาธิบดีที่ถูกเลือกขึ้นมาใหม่ในเรื่องของการที่จะเลือกโฆษกของรัฐสภาคนใหม่\n",
        "output": [
            "Kenyan opposition politicians argued with followers of re-elected President Mwai Kibaki over how to pick a new parliamentary speaker.\n"
        ]
    },
    {
        "input": "เหตุเกิดเมื่อผนังโบสถ์พังทลายลงมาทำให้ผู้นับถือศาสนาฮินดูจำนวนเป็นหมื่นที่มารวมตัวกันอยู่ที่นั่น ตื่นตระหนกและเริ่มหาทางเอาตัวรอด ก่อให้เกิดความชุลมุนวุ่นวายอย่างหนัก\n",
        "output": [
            "A temple wall collapsed, causing panic among ten of thousands of gathered Hindu worshippers who then began to run for safety, causing the stampede.\n"
        ]
    },
    {
        "input": "แม้จะมีการโจมตีจาก Palin แต่บทความต้นฉบับใน New York Times ฉบับวันที่ 3 ตุลาคม สรุปว่า Obama และ Ayers ไม่เคยมีความใกล้ชิด และปฏิสัมพันธ์ต่อกันมีขึ้นเมื่อ Obama เริ่มงานในการเป็นประธานาธิบดีช่วงเริ่มต้นจากโครงการปฏิรูปการศึกษา \"พูดได้ว่า เส้นทางของพวกเขามาบรรจบกันบ้างเป็นบางครั้ง\"\n",
        "output": [
            "Despite Palin's attack, the original article in the October 3 New York Times concluded that Obama and Ayers were never close, and that the connection was through Obama's initial run for office and a schools reform project, \"saying that their paths have crossed sporadically\".\n"
        ]
    },
    {
        "input": "นักสืบกล่าวว่า พวกเขายังไม่มั่นใจว่าการระเบิดนั้นเป็นอุบัติเหตุ หรือมีส่วนเกียวข้องกับการทำผิดกฎหมาย เมื่อการดำเนินการในขั้นต้นนั้นมุ่งพยายามหาผู้รอดชีวิต\n",
        "output": [
            "Investigators say they are currently unsure if the blast was purely accidental, or if foul play was involved, as all efforts were initially focused on attempting to locate survivors.\n"
        ]
    },
    {
        "input": "Franca เกิดในปี 1921 ที่ลอนดอน ประเทษอังกฤษ ก่อนจะย้ายถิ่นฐานมายังประเทศแคนาดาในปี 1951 และได้ก่อตั้ง National Ballet of Canada ขึ้น\n",
        "output": [
            "Franca, born 1921 in London, England, came to Canada in 1951 to found the National Ballet of Canada.\n"
        ]
    },
    {
        "input": "เพื่อนเจ้าสาวทั้งสี่คนได้แก่ ธิดาของ Earl และ Countess of Wessex ซึ่งก็คือ Lady Louise Windsor อายุเจ็ดปี\n",
        "output": [
            "The four bridesmaids have been announced as the daughter of the Earl and Countess of Wessex, Lady Louise Windsor, who is seven years old.\n"
        ]
    },
    {
        "input": "ในการแข่งขันรอบหลัก เนื่องจากมีพละกำลังที่สูสีกันมากทำให้ไม่ใช่นักจักรยานปั่นทุกคนขึ้นนำขบวนขึ้นไปได้ โดยเฉพาะในการแข่งขันจักรยานเอเชีย\n",
        "output": [
            "In the main race, due to a very close actual strength, not everyone can took the leading for a long-period especially in Asian cyclists' competition.\n"
        ]
    },
    {
        "input": "การยิงลูกพลาดของฝรั่งเศสทำให้แฟนฟุตบอลส่งเสียงเหยียดหยามเมื่อเขาได้รับชัยชนะ 2 ต่อ 0\n",
        "output": [
            "The lack of French execution in front of goal had fans in the crowd jeering when they were 2-0 up.\n"
        ]
    },
    {
        "input": "วัตถุระเบิดนี้ได้สังหารพลเรือนอิรักและกองกำลังฝ่ายสัมพันธมิตรในอิรักจำนวนมาก\n",
        "output": [
            "Improvised explosive devices have been a big killer of both Iraqi civilians and Allied forces in Iraq.\n"
        ]
    },
    {
        "input": "การโจมตีครั้งที่สองรุนแรงกว่า และเจ้าหน้าที่จีนแจ้งว่าการดำเนินการฟื้นฟูการให้บริการรุดหน้าไปอย่างเชื่องช้า\n",
        "output": [
            "The second was larger, and Chinese officials said work to restore service was progressing slowly.\n"
        ]
    },
    {
        "input": "โดยปกติแล้ว เวลาอย่างเป็นทางการของประเทศนั้นๆ จะเป็นเวลาฤดูหนาว\n",
        "output": [
            "Usually, the official time of a country is Winter Time.\n"
        ]
    },
    {
        "input": "เขาหาเสียงในเรื่องยุติการคอรัปชั่นและความยากจน และกล่าวว่าเขาจะทำให้การดำเนินคดีกับเจ้าหน้าที่รัฐที่คอรัปชั่นเป็นเรื่องสำคัญที่สุด\n",
        "output": [
            "He campaigned for an end to corruption and poverty and says he'll make prosecuting corrupt officials a priority.\n"
        ]
    },
    {
        "input": "ความเสียหายทางการเกษตรเนื่องจากเถ้าถ่านปกคลุมพืชผล ถูกประเมินอยู่ที่ราวๆ $150 ล้าน\n",
        "output": [
            "Losses in agriculture due to the ash cover are estimated at $150 Million.\n"
        ]
    },
    {
        "input": "การปรับค่าตอบแทนขึ้นครั้งล่าสุดนี้จะทำให้รายรับของเธออยู่ที่ประมาณ 361,000ดอลลาร์ ต่อปี\n",
        "output": [
            "The latest increase will see her salary rise to about $361,000.\n"
        ]
    },
    {
        "input": "หลังจากนั้นอีก หนึ่งเดือนต่อมา Preston ถูกเรียกไปที่สถานีตำรวจท้องถิ่นเพื่อฟังการพิจารณาคดี\n",
        "output": [
            "Preston was then called into the local police unit another month later for a hearing.\n"
        ]
    },
    {
        "input": "ก่อนหน้านี้อังกฤษได้ปฏิเสธคำขอลี้ภัยของ Mehdi Kazemi อายุ 19 ปี และ Kazemi ได้เดินทางไปยังเนเธอร์แลนด์ซึ่งคำขอของเขาก็ได้ถูกปฏิเสธ เขาจึงเดินทางกลับมาที่อังกฤษ\n",
        "output": [
            "Britain had initially rejected an asylum request by 19-year-old Mehdi Kazemi, and Kazemi fled to the Netherlands, where his case was turned down and he returned to Britain.\n"
        ]
    },
    {
        "input": "ในการค้นพบเพิ่มเติม ได้พบโบราณวัตถุสมัยวัฒนธรรมทองแดงที่วางเรียงกันอย่างมากมาย มีอายุคำนวณได้ตั้งแต่ 6,200 ปึถึง 5,900 ปีก่อน\n",
        "output": [
            "Additional discoveries yielded an extensive array of Copper Age artifacts dating to between 6,200 and 5,900 years ago.\n"
        ]
    },
    {
        "input": "ในจำนวน 242 ที่นั่ง DPJ ได้มาจากเดิม 82 ที่นั่ง เป็น 109 ที่นั่ง ทำให้เป็นพรรคที่ใหญ่ที่สุดในรัฐมนตรีสภาแห่งญี่ปุ่น\n",
        "output": [
            "Of the 242 seats, DPJ went from 82 to 109 seats, making it the largest party in the House of Councillors.\n"
        ]
    },
    {
        "input": "จนถึงขณะนี้ยังไม่มีรายงานผู้บาดเจ็บหรือเสียชีวิต\n",
        "output": [
            "So far, there are no reports of any deaths or injuries.\n"
        ]
    },
    {
        "input": "\"เราจะใช้กรรมการเพิ่มอีกสองคนและเราเลี่ยงพิจารณาเทคโนโลยี Goal-Line ใด ๆ ไปก่อนในระหว่างช่วงนี้\"\n",
        "output": [
            "\"We will look on these two additional referees and we avoid considering any goal-line technology during this time.\"\n"
        ]
    },
    {
        "input": "การแก้บัญญัตินี้ถูกยื่นในวันประชุมโดย Australian Greens เพื่อหยุด Govenor-General ให้ยกเลิกการแก้ไขกฎบัญญัตินี้แต่ก็ไม่สำเร็จด้วยคะแนนส่วนใหญ่สองโหวต\n",
        "output": [
            "A bill proposed later in the sitting day by the Australian Greens to stop the Governor-General disallowing ACT state law establishing civil unions failed, by a majority of two votes.\n"
        ]
    },
    {
        "input": "Rico ได้เข้าทำงานหลากหลาย แต่ความชอบของเขาคืองานที่เขาทำตอนนี้ -เขาเปลี่ยน \"ขยะ\" ที่ไม่มีใครต้องการเป็นเฟอร์นิเจอร์สุดแหวกแนวได้\n",
        "output": [
            "Rico has been in a variety of jobs but his passion is now his profession - he turns unwanted 'junk' into unusual pieces of furniture.\n"
        ]
    },
    {
        "input": "ตำรวจจราจร นายอำเภอ หน่วยลาดตระเวนทางหลวงแคลิฟอร์เนียและ เอฟบีไอมีส่วนร่วมในการค้นหาครั้งนี้ด้วย\n",
        "output": [
            "Traffic officers, county sheriffs, California Highway Patrol, and the Federal Bureau of Investigation were involved in the search.\n"
        ]
    },
    {
        "input": "Norko ได้พิสูจน์ต่อไปว่า Ross กินยาเพื่อควบคุมปัญหาทางจิต\n",
        "output": [
            "Norko further testifed that Ross is taking medication to control his psychiatric problems.\n"
        ]
    },
    {
        "input": "ในวันศุกร์ สึนามิที่ก่อตัวขึ้นในประเทศญี่ปุ่นเป็นเหตุทำให้เกิดแผ่นดินไหวกว่า 8.9 แมกนิจูด ทำลายท่าเรือหาปลาเชิงพาณิชย์ของเมือง Crescent รัฐ California เมืองติดชายทะเลที่ยังคงอยู่ในช่วงฟื้นตัวจากการโจมตีของสึนามิในปี 1964\n",
        "output": [
            "The tsunami caused by Japan's magnitude 8.9 quake on Friday destroyed the commercial fishing harbor of Crescent City, California, a coastal town still recovering from a devastating tsunami in 1964.\n"
        ]
    },
    {
        "input": "อินโดนีเซียสั่งห้ามสายการบินดังกล่าวบินในเดือนมีนาคม หลังจากมีอุบัติเหตุอีกครั้งที่เครื่อง B737 บินเลยรันเวย์ที่กำหนดไว้\n",
        "output": [
            "Indonesia grounded the carrier in March after another accident in which a B737 overshot a runway.\n"
        ]
    },
    {
        "input": "ฝ่ายตรงข้ามได้ประกาศว่าการปิดกั้นและการก่อสร้างเป็นการกระทำที่ได้มีการวางแผนไว้เพื่อป้องกันไม่ให้ชาวมุสลิมเข้าถึงสถานที่ศักดิ์สิทธิ์ได้\n",
        "output": [
            "Opponents have declared the blockades and the construction work a deliberate act to prevent Muslims from accessing the holy site.\n"
        ]
    },
    {
        "input": "ลูกค้าของ Swisscom ในประเทศสวิตเซอร์แลนด์ จะมีความสุขสำหรับค่าใช้บริการรายเดือนที่ถูกที่สุด (34 ดอลลาร์สหรัฐ)\n",
        "output": [
            "Swisscom customers in Switzerland will enjoy the lowest monthly service fees (US$34).\n"
        ]
    },
    {
        "input": "โดยช่วงต้นรายการแข่งขัน อังกฤษสามารถเก็บชัยชนะในรายการแข่ง Test series สี่นัด ด้วยคะแนน 3-0\n",
        "output": [
            "Earlier in the tour, England won a four match Test series 3-0.\n"
        ]
    },
    {
        "input": "\"เห็นได้ชัดเจนว่าอังกฤษรัก Walt Disney World และมีความสัมพันธ์ใกล้ชิดอย่างยาวนานกับสวนสนุกและเวทมนตร์ของมัน ซึ่งอาจเป็นสาเหตุที่ทำให้จำนวนและคุณภาพของการเข้าชมสูงมาก\" Hugh Wood จากดิสนีย์กล่าว\n",
        "output": [
            "\"Britain clearly has a love for Walt Disney World and long-standing affinity with the parks and their magic, which is probably why the number and quality of entries received was so high,\" said Disney's Hugh Wood.\n"
        ]
    },
    {
        "input": "วันนี้เป็นวันที่มีอากาศร้อนที่สุดในสถิติเดือนกรกฎาคมของสหราชอณาจักร ด้วยอุณหภูมิที่สูงถึง 36.5 องศาเซลเซียส (97.7 องศาฟาเรนไฮต์) ที่เมือง Wisley เขต Surrey\n",
        "output": [
            "Today has seen Britain's hottest recorded July day with temperatures hitting 36.5ºC (97.7ºF) in Wisley in Surrey.\n"
        ]
    },
    {
        "input": "ความพยายามของ Church of Scientology ที่จะหยุดการเผยแพร่ทางอินเตอร์เนต \"ดูเหมือนจะส่งผลในทางตรงกันข้าม\" สมาคมนักข่าวกล่าว และในวันพฤหัส วีดีโอเหล่านี้สามารถหาดูได้จากเว็บไซด์ที่ไม่ใช่ Gawker.com รวมถึง New York Post, Independent Television News และ BBC\n",
        "output": [
            "Attempts by the Church of Scientology to stop distribution of the video via the Internet \"seem to have backfired spectacularly,\" according to The Press Association, and by Thursday the video was viewable on websites other than Gawker.com, including the New York Post, Independent Television News and the BBC.\n"
        ]
    },
    {
        "input": "ทีมชาติอังกฤษสามารถทำคะแนนนำทีมชาติเคนย่าด้วยคะแนน 7 wickets (โดยที่ยังเหลืออีก 60 บอล) ในเกมชิงแชมป์โลกนัดสุดท้ายรอบแบ่งกลุ่ม กลุ่ม C ที่สนาม Beausejour Stadium, Gros Islet, Saint Lucia\n",
        "output": [
            "England beat Kenya by 7 wickets (with 60 balls remaining) in the final Group C game in the World Cup at Beausejour Stadium, Gros Islet, Saint Lucia.\n"
        ]
    },
    {
        "input": "กันยายนปีที่แล้ว รัฐ Alaska ได้มีการแจ้งต่อสาธารณชนเกี่ยวกับความต้องการของ Shell ที่จะขุดเจาะน้ำมันนอกอ่าวจาก Beaufort Sea โดยมีการติดตั้งแท่นขุดเจาะทดลองที่จุดขุดเจาะสองจุด: \"Torpedo\" และ \"Sivulliq\"\n",
        "output": [
            "Last September, the state of Alaska made a public notice about Shell's desire to drill off the coast of the Beaufort Sea, placing experimental drilling rigs at two drill site location: \"Torpedo\" and \"Sivulliq\".\n"
        ]
    },
    {
        "input": "และยังพบอีกว่ากัปตัน Marwoto Komar ละเลยสัญญาณของระบบเตือนใกล้พิ้นดิน (GPWS) ถึงสิบห้าครั้ง ซึ่งได้แจ้งนาย Komar ว่าเครื่องบินกำลังบินอยู่ในความเร็วที่สูงเกินกว่าจะลงจอดอย่างปลอดภัยได้ โดยที่เขาไม่ได้ทำการแก้ไขใดๆ ทั้งสิ้น\n",
        "output": [
            "It also found that captain Marwoto Komar had ignored fifteen activations of the Ground Proximity Warning System (GPWS) informing Mr Komar that the aircraft was flying at a speed beyond that at which it could safely land, but he failed to abort.\n"
        ]
    },
    {
        "input": "Roland Weisselberg อดีตบาทหลวงอายุ 73 ปี ได้ทำการเผาตัวเองทั้งเป็นระหว่างการดูแลงานวันปฏิรูปศาสนาในวันอังคารที่เมือง Erfurt ประเทศเยอรมนี\n",
        "output": [
            "A 73-year old retired pastor, Reverend Roland Weisselberg, burned himself alive during Reformation Day services on Tuesday]in Erfurt, Germany.\n"
        ]
    },
    {
        "input": "และคำถามสุดท้ายที่ถามทั้ง Craig Milmine และBernard Darnton คือ พวกเขาเป็นแฟน Holden หรือ Ford หรือไม่\n",
        "output": [
            "And the final question asked to both Craig Milmine and Bernard Darnton was whether they were a Holden or a Ford fan.\n"
        ]
    },
    {
        "input": "แต่อย่างไรก็ตาม Aregawi Berhe ผู้บังคับบัญชา TPLF ที่ถูกเนรเทศ ซึ่งอาศัยอยู่ที่ประเทศเนเธอร์แลนด์ได้หนุนเรื่องของ Araya\n",
        "output": [
            "However, an exiled TPLF commander who lives in the Netherlands, Aregawi Berhe, is backing Araya's story.\n"
        ]
    },
    {
        "input": "เอกสารที่รั่วไหลออกมาจาก Wikileaks และเห็นได้จากทาง Wikinews ได้มีการเปิดเผยว่า คิวบา ได้มีการลงนามตามข้อตกลงอย่างความลับๆ กับ Venezuela เพื่อให้แน่ใจว่าคิวบาจะได้รับการเข้าถึงการเชื่อมต่ออินเทอร์เน็ตความเร็วสูงภายในปี ค.ศ. 2010\n",
        "output": [
            "Documents leaked on Wikileaks and seen by Wikinews have revealed that Cuba signed a confidential deal with Venezuela to ensure that Cuba gets access to a high speed internet connection by 2010.\n"
        ]
    },
    {
        "input": "การแข่งขันทั้งหมดได้ชัยชนะโดย จ็อคกี้ มาริโอ้ กูติเรซชาวเม็กซิกัน\n",
        "output": [
            "All of these races were won with Mexican jockey Mario Gutierrez.\n"
        ]
    },
    {
        "input": "มีการแจ้งเตือนพายุโซนร้อนที่มีผลตั้งทางใต้ของ Tulum จนถึง Chetumal Mexico\n",
        "output": [
            "A tropical storm warning is in effect from south of Tulum to Chetumal Mexico.\n"
        ]
    },
    {
        "input": "ตำรวจแถลงว่านาย Kile Wygle วัย 28 ปี จากเมือง Newark รัฐ Ohio ถูกจับกุมข้อหาเมาแล้วขับหลังจากเขาขับเก้าอี้บาร์ขับเคลื่อนมอเตอร์จนชน\n",
        "output": [
            "According to police, Kile Wygle, 28, from Newark, Ohio, was arrested for drunk driving after he crashed his motorized bar stool.\n"
        ]
    },
    {
        "input": "สำนักข่าว Trust of India รายงานว่ากว่า 130 รายได้รับบาดเจ็บ และ Al Jazeera รายงานว่ามีผู้คนกว่า 200 รายโดยสารอยู่\n",
        "output": [
            "The Press Trust of India reported that as many as 130 were injured, and Al Jazeera reported that there may have been 200 people on board.\n"
        ]
    },
    {
        "input": "แทบไม่มีแนวโน้มที่เธอจะโบกมือในประเทศสก็อตแลนด์ได้อย่างสบายใจ\n",
        "output": [
            "It is hardly likely she would happily wave in Scotland.\n"
        ]
    },
    {
        "input": "นาย Vaile กล่าวว่าถ้ามีโทรเลขใดที่ต้องการให้เขาตรวจสอบ โดยทั่วไปจะถูกจัดเข้าไปหมวดการเสนอให้รัฐมนตรีพิจารณา\n",
        "output": [
            "Mr Vaile said that if a particular cable needed his attention it was generally put into a ministerial submission.\n"
        ]
    }
]
}