{
    "Contributors": [
        "Sai Venkat Subramani"
    ],
    "Source": [
        "Dataset Card for Asian Language Treebank (ALT) (https://huggingface.co/datasets/alt)"
    ],
    "Categories": [
        "Language Translation"
    ],
    "Definition": "In this task, given a sentence er in the Khmer language and your task is to convert um it into the English language.",
    "Positive Examples": [
        {
            "input": "អំពីការលុបចោល លោកហ្គារី បេតមេន បានិយាយថា \"ភាពអាម៉ាស​នៃរឿងនេះ​គឺថា អ្នកគាំទ្រមានភាពប្រសើរជាង​។\"",
            "output": "Speaking about the cancellation, Gary Bettman said \"The shame of this is that our fans deserve better.\"",
            "explanation": "The above sentence is correctly translated from Khmer to English"
        },
        {
            "input": "លោកសារ៉ុនបានស្ថិតនៅក្នុងការសន្លប់ ចាប់តាំងពីបានទទួលរងនូវជំងឺដាច់សរសៃឈាមខួរក្បាលដ៏ធំមួយ នៅថ្ងៃទី4 ខែមករា។",
            "output": "Sharon has been in a coma since suffering a major stroke on January 4.",
            "explanation": "The above sentence is correctly translated from Khmer to English"
        },
        {
            "input": "បន្ទាប់មក វិសោធនកម្មរបស់ខេលី បានត្រូវគេដាក់អោយធ្វើការបោះឆ្នោត ហើយត្រូវបានបាត់បង់សម្លេង និងនាំមកនូវការបែងចែកបន្ទាប់មកជាមួយនឹង49យល់ស្រប ទៅលើវិសោធនកម្មនិង96ជំទាស់។",
            "output": "Later, the Kelly amendments were put to the vote and were lost on the voices and in subsequent division with 49 agreeing to the amendments and 96 disagreeing.",
            "explanation": "The above sentence is correctly translated from Khmer to English"
        }
    ],
    "Negative Examples": [
        {
            "input": "ច្បាប់របស់អង្គការសុខភាពពិភពលោកតម្រូវឱ្យញ៉ូវែលហ្សែឡង់ពង្រីកទំហំនៃការព្រមាននៅលើកញ្ចប់។",
            "output": "According to the Mainichi Daily News, the class action suit is the first that has been filed in Japan related to health damages caused by asbestos exposure at construction sites.",
            "explanation": "The above sentence is not correctly translated from Khmer to English as none of the words match the translation."
        },
        {
            "input": "ឥទ្ធិពលរបស់គាត់លើតន្ត្រីក្នុងសតវត្សទី20 ពីតន្ត្រីទាន់សម័យទៅ ហ៊ីបហប់ មានការរីកចំរើនយ៉ាងខ្លាំង។",
            "output": "According to Whitley, certain atmospheric conditions, such as wind speed and humidity, must be right before the large scale treatments can occur.",
            "explanation": "The above sentence is not correctly translated from Khmer to English as none of the words match the translation."
        },
        {
            "input": "លោកបេជហេ កាលពីមុនត្រូវបានគេផ្សព្វផ្សាយជាសាធារណៈចំពោះការរិះគន់ផ្ទាល់ខ្លួនរបស់គាត់ បន្ទាប់ពីការចាកចេញពីព្រះវិហារសាសនានៃវិទ្យាសាស្រ្តនិយមនិងបានរៀបរាប់ពីរបៀបដែលសមាជិកទាំតឡាយត្រូវតែបង់ប្រាក់ក្នុងចំនួនច្រើនដើម្បីបានរីកចម្រើននៅក្នុងក្រុមវិទ្យាសាស្រ្តនិយម។",
            "output": "The most common place for an ectopic pregnancy to occur is the Fallopian tubes, accounting for roughly 95% of all ectopic pregnancies.",
            "explanation": "The above sentence is not correctly translated from Khmer to English as none of the words match the translation."
        }
    ],
    "Instances": [
    {
        "input": "ហ្កូវដែលបានលំអោនខ្លួនជាការបញ្ជាក់ពីការសោកស្ដាយហើយបានសន្យាថានឹងធ្វើការចៀសវាងនូវសោកនាដកម្មដូច្នេះកើតឡើងម្ដងទៀត។\n",
        "output": [
            "Gou, bowing as an expression of regret, promised to work to prevent such tragedies occurring again.\n"
        ]
    },
    {
        "input": "កូនប្រុសរបស់ ស្ម៊ីត ឈ្មោះ ដានីល ស្ម៊ីត បានស្លាប់នៅថ្ងៃទី10 ខែកញ្ញា ឆ្នាំ2006 បន្ទាប់ពី អានណា បានបង្កើតកូនស្រីនៅ 5 ខែមុន។\n",
        "output": [
            "Smith's son, Daniel Smith, died on September 10, 2006 shortly after Anna gave birth to a baby girl 5 months ago.\n"
        ]
    },
    {
        "input": "បេសកកម្មបានគ្រោងទុកទៅកាន់កែវយឹតលំហនៅឆ្នាំ2008 ត្រូវរំពឹងថា នឹងបញ្ជូនឧបករណ៍ដើម្បីបង្កើនសមត្ថភាពកែវយឹតបន្ថែមទៀត។\n",
        "output": [
            "A scheduled mission to the space telescope in 2008 is expected to deliver instruments to further upgrade the capabilities of the telescope.\n"
        ]
    },
    {
        "input": "\"នៅក្នុងការឆ្លើយនឹងសំណួរនេះ ថម ឃ្រូស បានណែនាំឲ្យស្គាល់ LRH [អិល រុន ហាបាដ] បច្ចេកវិទ្យានាំទៅកាន់មនុស្សច្រើនជាង1ពាន់លាននាក់នៅលើផែនដីនេះ។\"\n",
        "output": [
            "\" In answering that question, Tom Cruise has introduced LRH [L. Ron Hubbard] technology to more than 1 billion people on earth.\"\n"
        ]
    },
    {
        "input": "ម៉ាក់ក្លេលែលនិយាយថា \"មើលចុះ របាយការណ៍នេះបានបង្កការខូចខាតយ៉ាងធ្ងន់ធ្ងរទៅលើរូបភាពរបស់សហរដ្ឋអាមេរិកនៅឯបរទេស។\"\n",
        "output": [
            "McClellan said, \"Look, this report caused serious damage to the image of the United States abroad.\"\n"
        ]
    },
    {
        "input": "យោងតាមធេនឌី ដាយ \"មានការបារម្ភពីផលប៉ះពាល់ដែលនឹងអាចមាននៅក្នុងសាលា\" ហើយនៅថ្ងៃទី4 ខែមីនា បានប្រាប់នាយកសាលាពីរឿងអតីតកាលរបស់នាង ក្រោយពីមានការសួរពីសិស្សមក។\n",
        "output": [
            "According to Tandy, Dye \"was concerned about the impact it would have in the building,\" and, on March 4, informed the school's principal of her past after being asked by the student.\n"
        ]
    },
    {
        "input": "មេឌីកបានយកខនវេយចេញពីឡានហើយគាត់ត្រូវបានយកទៅមន្ទីរពេទ្យដោយការរបួសជើងម្ខាង។\n",
        "output": [
            "Medics took Conway out of the car, and he was taken to the hospital with a leg injury.\n"
        ]
    },
    {
        "input": "អ្នកនាំមុខគេម្តងរបស់ GOP អតីតអភិបាលក្រុងញូវយ៉ក លោក រ៉ូឌី ហ្គៀលៀននី ដែលឈរលេខបីនៅក្នុងរដ្ឋផ្លរីដា ដែលគាត់បោះមូលដ្ឋានយុទ្ធនាការរបស់ខ្លួនោះ បានដកខ្លួនពីការប្រកួតនៅថ្ងៃពុធនេះ ភាគច្រើនដោយសារគាត់មិនបានឈ្នះការបោះឆ្នោតពីមុន និងការគាំទ្រថយចុះ។\n",
        "output": [
            "One time GOP front-runner Former New York City Mayor Rudy Giuliani, who placed a lagging third in Florida, the state he based his campaign on, dropped out of the race Wednesday, largely because he had no previous primary wins and dwindling support.\n"
        ]
    },
    {
        "input": "ព្យុះសង្ឈរាអេម៉ីលីគឺជាព្យុះត្រូពិកទីប្រាំដែលជំរុញអោយរដូវព្យុះសង្ឈរា។\n",
        "output": [
            "Emily is the fifth tropical storm to develop this hurricane season.\n"
        ]
    },
    {
        "input": "នាងស្ពៀរមិនត្រូវបានចោទប្រកាន់​ពីបទណាមួយឡើយ ហើយទោះបីជាមាន​ការមិនប្រុងប្រយ័ត្ន​របស់​ក្រុម​ប៉ាប៉ារ៉ាស៊ី​ក៏ដោយ ក៏នាងស្ពឿរ​មិនចង់​ឲ្យចាប់ខ្លួន​បុរសទាំងនោះ​ឡើយ​​។\n",
        "output": [
            "Spears was not charged with anything and despite the paparazzis' recklessness, Spears did not want the men arrested.\n"
        ]
    },
    {
        "input": "គាត់បានលេចមុខមួយរយៈពេលខ្លី (មិនបានចាំ) កាលពីច្រើនឆ្នាំកន្លងទៅនៅក្នុងកម្មវិធីទូរទស្សន៍រឿង In Linving Color។\n",
        "output": [
            "He made a brief (uncredited) appearance many years ago on one episode of the hit television show In Living Color.\n"
        ]
    },
    {
        "input": "តាមប្រភពរដ្ឋាភិបាលមួយបានប្រាប់ដល់កាសែត ស៊ីដនី ម៉រនីង ហឺរាល់ ថា រដ្ឋ និងរដ្ឋាភិបាលសហព័ន្ធ​នឹងចំណាយប្រាក់រហូតដល់ 1លានដុល្លារសហរដ្ឋអាមេរិករៀងៗខ្លួន។\n",
        "output": [
            "A government source suggested to the Sydney Morning Herald that the state and federal governments are spending up to $1million each.\n"
        ]
    },
    {
        "input": "\"ដោយសារតែការប្តេជ្ញាចិត្តយ៉ាងជ្រាលជ្រៅរបស់យើងចំពោះការងារ និងកំណើន យើងបានយកការទទួលខុសត្រូវក្នុងការពន្យារពេលការវិលត្រឡប់ទៅរកផលលើសវិញ ហើយដោយសារតែការប៉ះទង្គិចដ៏ធំធេងចំពោះការទទួលប្រាក់ពន្ធ នឹងមានឱនភាពចំនួន $18 ពាន់លាន នៅក្នុងឆ្នាំ2013/14។\"\n",
        "output": [
            "\"Because of our deep commitment to jobs and growth, we have taken the responsible course to delay the return to surplus, and due to a savage hit to tax receipts, there will be a deficit of $18 billion in 2013/14\".\n"
        ]
    },
    {
        "input": "ការតាមយកជ័យជម្នះនៅគោលដៅពន្ទុ222​ អាហ្រ្វិកខាងត្បូងត្រូវបានចេញនៅពិន្ទុ172បន្ទាប់ពីការគប់បាល់ដ៏អស្ចារ្យដោយចាកូប អូរ៉ាម និង ណាថាន់ ម៉ាក់ឃ្យូលំ។\n",
        "output": [
            "Chasing a victory target of 222, South Africa were all out for 172 after some inspired bowling performance by Jacob Oram and Nathan McCullum.\n"
        ]
    },
    {
        "input": "ទោះបីជាមានប្រទេសជាច្រើននៅអឺរ៉ុប បានផលិតថ្នាំនេះដែលត្រូវបានប្រើជាចំបងក្នុងអឺរ៉ុបជាថ្នាំស្ពឹកបំបាត់ការឈឺចាប់ក្តី ពុំមានក្រុមហ៊ុនផលិតណាមួយត្រូវបានគេរកឃើញថាមានគោលបំណងផ្គត់ផ្គង់ថ្នាំនេះសំរាប់ប្រើប្រាស់ក្នុងការធ្វើទណ្ឌកម្មប្រហារជីវិតឡើយ។ រីឯការលុបបំបាត់នេះត្រូវបានធ្វើឡើងដោយសហភាពអឺរ៉ុបចាប់ពីឆ្នាំ2008។\n",
        "output": [
            "Although many European countries manufacture the drug, which is primarily used in Europe as an anæsthetic, no manufacturer has been found that is willing to supply it for use in conjunction with the death penalty, the abolition of which has been lobbied by the EU since 2008.\n"
        ]
    },
    {
        "input": "វាត្រូវបានគេសង្ស័យដោយអ្នកស្រុក និងម្ចាស់អាជីវកម្មនៅក្នុងតំបន់នេះថា សណ្ឋាគារធ្លាប់ស្ថិតនៅទីតាំងដូចគ្នានេះ។\n",
        "output": [
            "It was suspected by residents and business owners in the area that hotel once stood in the same spot.\n"
        ]
    },
    {
        "input": "លោក លី តុមគីន នាយកអង្គការសកម្មភាពសប្បុរសធម៌ទៅអ្នកជំងឺ បានអធិប្បាយថា\" អស្ចារ្យ\" និង \"ជាជំហានទៅមុខពិតប្រាកដមួយដ៏អស្ចារ្យ។\"\n",
        "output": [
            "Lee Tomkin, director of a sufferers' charity, Migraine Action, described the news as \"fantastic\" and \"genuinely a really great step forward.\"\n"
        ]
    },
    {
        "input": "បន្ទាប់ពីការរាប់ឡើងវិញនូវលទ្ធផលសន្លឹកឆ្នោតពីមណ្ឌលបោះឆ្នោតចំនួនជាង2,800 មណ្ឌល តុលាការធម្មនុញ្ញរបស់ហ្គាបុង បានបញ្ជាក់អំពីការបោះឆ្នោតជ្រើសរើសកូនប្រុសរបស់មេដឹកនាំដែលកាន់តំណែងយូររបស់ប្រទេសនេះគឺ អូមារ ប៊ុងហ្គោ។\n",
        "output": [
            "After recounting results from more than 2,800 polling stations, Gabon's constitutional court confirmed the election of the son of the country's long-time leader Omar Bongo.\n"
        ]
    },
    {
        "input": "អ្នកស្លាប់ភាគច្រើនគឺកំពុងបរិភោគអាហារនៅលើរានហាលខាងក្រោម ហើយជាប់នៅទីនោះ។\n",
        "output": [
            "Most who died were dining on the lower deck, and were trapped below.\n"
        ]
    },
    {
        "input": "យោងតាមគណកម្មការ នយោជិកត្រូវផ្តល់\"ការស្នាកនៅល្មម\" ប្រសិនបើនិយោជិតតស៊ូវគ្គហ្វឹកហាត់ ប្រសិនបើមិនបង្ក\"សេចក្តីលំបាកវេទនាហួសហេតុ\"សំរាប់ក្រុមហ៊ុន។\n",
        "output": [
            "According to the Commission, employers must provide \"reasonable accommodation\" if an employee challenges a training course, unless this causes \"undue hardship\" for the company.\n"
        ]
    },
    {
        "input": "បាក់តេរីដែលអាចត្រូវបាននាំដោយសត្វព្រៃ មកពី​កសិដ្ឋាន​ចិញ្ចឹមសត្វគោក្របី ទៅកាន់ចំការបន្លែផ្ទីនេះ។\n",
        "output": [
            "The bacteria could have been carried by wild animals from the cattle ranch to the spinach field.\n"
        ]
    },
    {
        "input": "YouTube ជាធម្មតាអាចចូលមើលបានយ៉ាងងាយស្រួលនៅប្រទេសចិន ដែលរារាំងវីដេអូអាសអាភាស ឬវិទ្ធង្សនាផ្សេងទៀតជាមួយនឹង 'Great Firewall'របស់ខ្លួន។\n",
        "output": [
            "YouTube is normally easily accessible in China, which blocks other pornographic or subversive sites with its 'Great Firewall'.\n"
        ]
    },
    {
        "input": "សមាជិទីប្រាំមួយម្នាក់ត្រូវបានចាប់ខ្លួនដោយការជួយនិងជំរុញទឹកចិត្តប្រព្រឹត្តអំពើអាក្រក់ប៉ុន្តែត្រូវបានដោះលែងដោយគ្មានការចោទប្រកាន់។\n",
        "output": [
            "A sixth member was arrested for aiding and abetting but was released without charge.\n"
        ]
    },
    {
        "input": "អ្នកសរសេរបណ្ដាញកំណត់ហេតុមុនគេជនជាតិម៉ាឡេស៊ី នៅអាហីរឺតឌីន អាតតាននិងជេហ្វ ហ្វ័រត្រូវបានទទួលបណ្តឹងដោយកាសែតដ៏ធំរបស់ម៉ាឡេស៊ី ដឺ ញូវ ស្តេត ថែម ពាក់ព័ន្ធនឹងរឿងបង្ខូចកេរ្តិ៍ឈ្មោះ។\n",
        "output": [
            "Pioneer Malaysian bloggers Ahiruddin Attan and Jeff Ooi have been sued for defamation by a leading Malaysian newspaper, The New Straits Times.\n"
        ]
    },
    {
        "input": "ពួកគេបានអំពាវនាវដល់រដ្ឋាភិបាលអេស្ប៉ាញឲ្យ \"ចាត់វិធានការភ្លាមៗ\" និង \"ធ្វើគ្រប់យ៉ាងដែលអាចធ្វើបានដើម្បីនាំយកអ្នកនេសាទទាំង36នាក់មកផ្ទះវិញ។\"\n",
        "output": [
            "They called for Spanish authorities to \"act immediately\" and \"do everything possible to bring home the 36 fishermen.\"\n"
        ]
    },
    {
        "input": "គ្រោងឆ្អឹងនៃបុរសម្នាក់នេះបង្ហាញថាលោកមានបញ្ហារបួសជង្គង់ និងធ្មេញធ្ងន់ធ្ងរ។\n",
        "output": [
            "The skeleton of this man reveals that he had serious knee injury and tooth problems.\n"
        ]
    },
    {
        "input": "នគរបាលបានឆ្មក់ចូលទៅជួយសង្រ្គោះស្រ្តីទាំងនោះក្រោយពីទទួលបានព័ត៌មាន។\n",
        "output": [
            "Police launched raids, rescuing the women after receiving a tip-off.\n"
        ]
    },
    {
        "input": "មានតែ186ករណីត្រូវបានរាយការណ៍ក្នុងឆ្នាំ2004 ធ្លាក់ចុះពី336 កាលពីមួយឆ្នាំមុន។\n",
        "output": [
            "Only 186 cases were reported in 2004, down from 336 the previous year.\n"
        ]
    },
    {
        "input": "ជារៀងរាល់ឆ្នាំប្រហែលជាថ្ងៃទី5 ខែវិច្ឆិកា ប្រជាជនក្នុងប្រទេសអង់គ្លេស និងមួយភាគខ្លះនៃសហគមន៍ប្រារព្ធទិវាហ្គាយ ហ្វាគ ដើម្បីរំលឹកដល់អ្នកជំទាស់នឹងយោគ និងជនសមគំនិតរ៉ូមែត កាតូលិករបស់គាត់ដែលបរាជ័យក្នុងការបំផ្ទុះវិមានសភានៅថ្ងៃទី5 ខែវិច្ឆិកា ឆ្នាំ1605។\n",
        "output": [
            "Every year around November 5th, people in Great Britain and some parts of the Commonwealth celebrate Guy Fawkes night to commemorate the dissident from York and his Roman Catholic conspirators who failed to blow up the houses of Parliament on November 5, 1605.\n"
        ]
    },
    {
        "input": "គ្រូពេទ្យសម្ភពប្រចាំនៅមន្ទីពេទ្យអង់ឌ្រូមីលើរបាននិយាយថា ករណីកូនក្នុងអូវែដែលអាចនៅរស់រហូតដល់ពេលសម្រាលគឺ \"ពុំធ្លាប់មានឡើយ។\"\n",
        "output": [
            "The hospital's obstetrician Andrew Miller says that having an ovarian pregnancy survive to full-term is \"unheard of\".\n"
        ]
    },
    {
        "input": "ការពិភាក្សានេះសង្ឃឹមថា នឹងនាំទៅដល់ការបង្កើតរដ្ឋប៉ាឡេស្ទីននៅចុងឆ្នាំនេះ។\n",
        "output": [
            "The talks are supposed to lead to the formation of a Palestinian state by the end of this year.\n"
        ]
    },
    {
        "input": "ក្រុមមន្ត្រីអូស្រ្តាលីបានដឹងថា គាត់ត្រូវបានសហរដ្ឋអាមេរិកផ្ទេរទៅប្រទេសអេហ្ស៊ីប រយៈពេលប្រាំមួយខែ។\n",
        "output": [
            "Australian officials were aware that he had been transferred by the United States to Egypt for six months.\n"
        ]
    },
    {
        "input": "រហូតទៅដល់ពេលនោះ លោកវូលឡាដ​ត្រូវបានគេអនុញ្ញាត្តឲ្យនៅក្រៅឃុំ នៅក្នុងលក្ខខ័ណ្ឌថា លោកត្រូវតែស្ថិតនៅក្នុងអាស័យដ្ឋានបច្ចុប្បន្នរបស់លោក ហើយមិនត្រូវចូលទៅក្នុងទីក្រុងវេសមីនស្ទ័រទេ។\n",
        "output": [
            "Until then, Woollard has been granted bail, on condition that he remains at his current address, and does not enter the City of Westminster.\n"
        ]
    },
    {
        "input": "តុលាការធម្មនុញ្ញហ្គាបុងបានរាប់ឡើងវិញនូវសន្លឹកឆ្នោតមកពីស្ថានីយបោះឆ្នោតជាង2,800កន្លែង និងបានបញ្ជាក់ថាបុងហ្គោគឺជាអ្នកឈ្នះ។\n",
        "output": [
            "Gabon's constitutional court recounted returns from more than 2,800 polling stations and confirmed Bongo's win.\n"
        ]
    },
    {
        "input": "ទស្សនកិច្ចរបស់ចន ភូលហាក់ដូចជាត្រូវបានលុបចោលដោយសារសង្គ្រាមហ្វកឡេន និងការប៉ុនប៉ងធ្វើឃាត។\n",
        "output": [
            "John Paul's visit was likely to be cancelled due to the Falklands War and assasination attempts.\n"
        ]
    },
    {
        "input": "មេធាវីម្នាក់របស់បុរសនោះបាននិយាយថា គាត់មានអារម្មណ៍ថាការចោទប្រកាន់នេះហួសកំណត់បើយោងទៅតាមស្ថានភាពនោះ។\n",
        "output": [
            "A lawyer for the men said he felt the charges were excessive considering the circumstances.\n"
        ]
    },
    {
        "input": "Crossrail មិនបានប្រាប់ថា ពួកគេមានបំណង​ផ្តល់​តម្លៃ​សមរម្យលើកដំបូងនេះឡើយ តែ​ផ្ទុយ​ទៅ​វិញ​ ពួកគេ​គ្រាន់​តែ​ផ្តល់​លុយ​ចំនួន​ £50 ​សំរាប់​អចលនទ្រព្យ​​នីមួយៗ​ ដោយ​មានក្តីសង្ឃឹម​ថា មិន​មាន​មនុស្ស​ច្រើន​ដែល​​យក​ករណី​នេះ​ ទៅ​ប្តឹង​ដល់​សាលាក្តី​ដីធ្លីនោះទេ។\n",
        "output": [
            "Crossrail does not indicate that it will attempt to assign a fair value in the original offer and instead is only going to offer around £50 per property in the hope that not many people take the matter to the Land Tribunal.\n"
        ]
    },
    {
        "input": "ទន្ទឹមនឹងនេះ កាសែតជេរូសាឡិមរាយការណ៍ថាមានស្មារតីកើនឡើងក្នុងចំណោមការបង្កើតការការពារជាតិរបស់អ៊ីស្រាអែលដែលប្រទេសនេះនឹងធ្វើសកម្មភាពដោយឯករាជ្យដើម្បីបញ្ឈប់អ៊ីរ៉ង់ក្នុងការទទួលយកអាវុធនុយក្លេអ៊ែរដែលអាមេរិកគឺហាក់ដូចជាមិនអាចធ្វើបាន។\n",
        "output": [
            "Meanwhile, the Jerusalem Post reports there is a growing mood among Israel's defence establishment that the country will have to act independently to stop Iran from obtaining nuclear weapons as the United States is unlikely to do so.\n"
        ]
    },
    {
        "input": "លោក រ៉ាយម៉ុន ម៉ូរ៉េណូ បាននិយាយថា: \"ខ្ញុំសង្ឃឹមថាវាស្ថិតនៅរយៈពេលដប់ ម្ភៃ សាមសិបឆ្នាំទៀត ដោយសារតែយើងត្រូវការវា។\"\n",
        "output": [
            "Raymond Moreno said, \"I hope it stays for another ten, twenty, thirty years, because we need it.\"\n"
        ]
    },
    {
        "input": "ភ្នាក់ងារអាកាសធាតុប្រទេសជប៉ុននិយាយថាការរញ្ជួយដីលើកទីមួយនិងលើកចុងក្រោយច្បាស់ណាស់មានកម្រិត6.7រ៉ិចទ័រ។\n",
        "output": [
            "Japan's weather agency says the first and last quakes were actually 6.7 magnitude.\n"
        ]
    },
    {
        "input": "\"យើងកំពុងអធិស្ឋានដល់អ្នកគាំទ្ររបស់យើង និង​ប្រជាជន​​នៃ​ទីក្រុងអ៊ីនឌៀនណាប៉ូលីនេះ​។\"\n",
        "output": [
            "\"We are praying for our fans, and the people of Indianapolis.\"\n"
        ]
    },
    {
        "input": "អ្នកជំនួញទាំងនោះបានបដិសេធឈប់បំបះបំបោរនេះរហូតដល់ថ្ងៃទី1 ខែវិច្ឆិកា នៅពេលដែលសាជីវកម្មនៃក្រុងដេលី ហាក់បីដូចជាបន្តរចលនាបិទរបស់ខ្លួន។\n",
        "output": [
            "Traders refused to move back from the agitation until November 1, when Municipal Corporation of Delhi is likely to resume its sealing drive.\n"
        ]
    },
    {
        "input": "ជើងហោះហើរទីមួយឆ្ពោះទៅកាន់ទីក្រុងញូវយ៉កនឹងត្រូវធ្វើដំណើរនៅក្រោមលេខជើងហោះហើរឡូហ្វថានសា ហើយគ្រោងនឹងមកដល់នៅអាកាសយានដ្ឋានចន អេហ្វ ខេនណាឌីនៅទីក្រុងញូយ៉ក នៅម៉ោង 12:30 EST (16:30 UTC)។\n",
        "output": [
            "The first leg of the flight going towards New York will be travelling under a Lufthansa flight number, and is due to arrive at New York's John F. Kennedy airport at 12:30 EST (16:30 UTC).\n"
        ]
    },
    {
        "input": "ក្រុមមន្រ្តីរដ្ឋាភិបាលក្នុងតំបន់បាននិយាយថាយ៉ាងហោចណាស់មានមនុស្សដប់មួយនាក់ត្រូវបានសម្លាប់កាលពីថ្ងៃអាទិត្យនៅភាគខាងត្បូងប្រទេសអាហ្វហ្គានីស្ថានដោយគ្រាប់បែកតាមដងផ្លូវ។\n",
        "output": [
            "Local government officials have said that at least eleven people were killed on Sunday in southern Afghanistan by a roadside bomb.\n"
        ]
    },
    {
        "input": "ទោះជាយ៉ាងណាក៏ដោយ ហ្ស៊ីដានេ បានបដិសេដការបកស្រាយអ្វីដែល ម៉ាតេរ៉ាសហ្ស៊ី បាននិយាយ ប៉ុន្តែគាត់បាននិយាយថា ម៉ាតេរ៉ាសហ្ស៊ីបានធ្វើការបង្ហាញដែលមានលក្ខណៈដូចជា​ \"​ផ្ទាល់ខ្លួនខ្លាំងពេក\"​ ជាពិសេសដូចជាការព្រួយបារម្ភអំពីម្តាយ និងបងប្អូនស្រីរបស់គាត់។\n",
        "output": [
            "However, Zidane refused to divulge what Materazzi actually said but did say that Materazzi made remarks which were \"very personal\" and specifically concerned his mother and sister.\n"
        ]
    },
    {
        "input": "គាត់បានដឹកនាំក្រុមផាកស្បឺកទៅប្រកយតនៅក្នុងវគ្គប្រកួត19រដ្ឋ និងបានឈ្នះពានរង្វាន់ប្រចាំប្រទេសនៅក្នុងឆ្នាំ1993និងឆ្នាំ2001។\n",
        "output": [
            "He led Parkersburg to 19 state playoffs and won state titles in 1993 and 2001.\n"
        ]
    },
    {
        "input": "ការប្រកាសអាសន្នត្រូវបានប្រកាសទូទាំងខេត្ត កាន់ដាហារ ខណៈទាំងកងកម្លាំងអាហ្វហ្គានីស្ថាន និងកងកម្លាំង NATO ត្រូវបានដាក់បញ្ចេញដើម្បីតាមស្វែងរកអ្នកទោសដែលបានគេចខ្លួន។\n",
        "output": [
            "A state of emergency has been declared throughout Kandahar province, as large numbers of both Afghan and NATO forces have been deployed to track down the escaped prisoners.\n"
        ]
    },
    {
        "input": "ប៉ូលីសបានចាប់ខ្លួនមនុស្សមួយចំនួនតូច (ភាគច្រើនជាស្ត្រី) ដែលព្យាយាមជ្រៀតជ្រែកការបំផ្លាញទ្រព្យសម្បត្តិរបស់ពួកគេ។\n",
        "output": [
            "Police was bringing down those few (basically women) who tried to interfere with the destruction of their property.\n"
        ]
    },
    {
        "input": "សេចក្តីព្រាងច្បាប់នោះ ត្រូវបានឧបត្ថម្ភដោយតំណាងរដ្ឋ ដាលីន សេងគើរ៍ មកពីទីក្រុងណេពើរ៍វីល ដោយបានអនុម័តដោយសម្លេងភាគច្រើន114-1 ហើយនឹងត្រូវបានពិចារណាដោយព្រឹទ្ធសភារដ្ឋ អ៊ីលីណយស៍។\n",
        "output": [
            "The bill, which was sponsored by State Representative Darlene Senger from Naperville, passed with a 114–1 majority and will be considered by the Illinois Senate.\n"
        ]
    },
    {
        "input": "ក្រុមប្រឹក្សាតុលាការពីររូប និងចៅក្រមមួយរូបនឹងអង្គុយលើកន្លែងគណៈវិនិច្ឆ័យដោយមានមនុស្សបីនាក់ ហើយធ្វើការសម្រេចទាំងលើករណីបទឧក្រិដ្ឋ និងបទល្មើសស៊ីវិល។\n",
        "output": [
            "Two jurors and a judge will be sitting on each three-person panel, and decide both criminal and civil cases.\n"
        ]
    },
    {
        "input": "stuff.co.nzs គ្រីស បាក្លេ ជឿជាក់ថា នេះមានន័យថាហ្វ៊ីវើមានឱកាសឈ្នះជាពិសេសបន្ទាប់ពីការប្រកួតមុនបើករដូវកាល ដែលរួមមានការទទួលជ័យជម្នះពីរប្រកួត ស្មើជាមួយហ្វាយអ៊ើប៊ើដ និងចាញ់មួយប្រកួត។\n",
        "output": [
            "stuff.co.nzs Chris Barclay believes this means the Fever have a chance of winning, especially following a pre-season that included two wins, a tie to the Firebirds and a single loss.\n"
        ]
    },
    {
        "input": "ការដោះលែងអ្នកទាំងប្រាំពីរបានធ្វើខណៈពេលដែលប្រធានាធិបតីបារាំង Nicolas Sarkozy បានមកដល់ប្រទេសឆាដ ដើម្បីធ្វើកិច្ចចរចាលើរឿងក្តីនេះជាមួយមន្ត្រីឆាដ។\n",
        "output": [
            "The release of the seven came as French President Nicolas Sarkozy arrived in Chad to hold talks on the case with Chadian officials.\n"
        ]
    },
    {
        "input": "នៅថ្ងៃទី28 ខែឧសភាឆ្នាំ2003ទី ក្រុងធំជាងគេទីបីរបស់អាល្លឺម៉ង់ បានសម្រេចចិត្តប្ដូរទៅកាន់ប្រភពសូហ្វៀបើកទូលាយ។\n",
        "output": [
            "On May 28, 2003 Germany's third-largest city, voted to move to open source software.\n"
        ]
    },
    {
        "input": "នៅឯតំបន់ពាណិជ្ជកម្មសេរីក្នុងទីក្រុងAntalya ប្រទេសតួរគី កម្មករស្ត្រីចំនួន80នាក់មកពីក្រុមហ៊ុន ​FMC Novamed បានធ្វើកូដកម្មអស់ប្រហែលមួយឆ្នាំហើយពេលនេះ ចាប់តាំងពីថ្ងៃទី26 ខែកញ្ញា ឆ្នាំ2006។\n",
        "output": [
            "In a free trade zone in Antalya, Turkey, 80 women workers of FMC Novamed are in strike for almost a year now, since September 26th, 2006.\n"
        ]
    },
    {
        "input": "ពាក្យថា\"អាយហ្វូនវេរីហ្សូន\" ដែលត្រូវបានគេហៅអស់រយៈពេលរាប់ខែ ត្រូវបានកែទំរង់ខុសពីសភាពដើមនៃអាយហ្វូន4 ដោយវាអាចប្រើប្រាស់នូវប្រព័ន្ធ3ជីស៊ីឌីអេមអេ(កូដ ឌីវីសិន ម៉ាល់ធីផល អាក់សេស) របស់ក្រុមហ៊ុនវេរីហ្សុន។\n",
        "output": [
            "The \"Verizon iPhone,\" as it has been dubbed for months, has been altered from the original iPhone 4 so it can utilize Verizon's 3G CDMA (code division multiple access) network.\n"
        ]
    },
    {
        "input": "ក្នុងចំណោមស្នាដៃសិល្បៈទាំងនោះមានផ្ទាំងគំនូរមួយដែលគូរដោយវិចិត្រករដ៏ល្បីឈ្មោះជនជាតិអេស្ប៉ាញលោកប៉ាបប្លូ ពីកាសូដែលមានកាលបរិច្ឆេទនៅឆ្នាំ1939ដែលគេហៅថាក្បាលស្រ្តីដែលជាអំណោយចំពោះប្រជាជនក្រិចសម្រាប់ការតស៊ូរបស់ពួកគេប្រឆាំងនឹងពួកណាហ្ស៊ីសក្នុងអំឡុងពេលសង្រ្គាមលោកលើកទី2។\n",
        "output": [
            "Among them was a painting by famous Spanish painter Pablo Picasso, dated 1939, called Woman's Head which was a gift to the Greek people for their resistance to the Nazis during World War 2.\n"
        ]
    },
    {
        "input": "មីឆែល ស្តេនថន អ្នកគាំទ្រតារាវិទ្យាក្នុងតំបន់ម្នាក់ បានប្រាប់សារព័ត៌មាន Wikinews ថា \"នេះគឺជាការអស្ចារ្យណាស់ ដែលយើងមានការប្រគុំតន្ត្រី និងទស្សនីយភាពដ៏រីករាយនេះដើម្បីទស្សនា។\"\n",
        "output": [
            "Michael Stanton, a local astronomy fan told Wikinews \"this is just great, we have music and this visual delight to see\".\n"
        ]
    },
    {
        "input": "លោកស្រី វ៉ាឡឺរី ទីប្រឹក្សាសេតវិមាន បាននិយាយ ថា វាគឺជា \"ជំហានសំខាន់ខ្លាំងណាស់។\"\n",
        "output": [
            "Valerie Jarrett, a White House adviser, said it was a \"very, very important step.\"\n"
        ]
    },
    {
        "input": "កីឡាករអាយុះ28 ឆ្នាំនេះបានរងរបួសក្នុងការប៉ះជាមួយចូយ៉ាកុបសុន ហើយការប្រកួតត្រូវបានពន្យាពេលរហូតដល់យកគាត់ទៅមន្ទីរពេទ្យ។\n",
        "output": [
            "The 28 year old was injured in a tackle by Joe Jacobson and the game was delayed before he was taken to hospital.\n"
        ]
    },
    {
        "input": "ចុងបព្ចាប់ក្នុងខែមិនា ការគាំទ្រការបោះឆ្នោតក្នុងកិច្ចព្រមព្រៀងសេន អានឌ្រូវ នឹងប្រារពឡើងតាមរយៈការបោះឆ្នោតឬក៏ការធ្វើប្រជាមតិ។\n",
        "output": [
            "Finally in March, an electoral endorsement of the Saint Andrews Agreement will take place be it either through election or referendum.\n"
        ]
    },
    {
        "input": "គាត់បាននិយាយថា \"អ្វីដែលបានកើតឡើងនឹងគម្រោង B បានបង្ហាញថា ភ្នាក់ងារប្រព្រឹត្តខុសពីក្រិតក្រម និងមិនត្រូវបានអនុញ្ញាតឲ្យធ្វើការងារនេះបានសមស្របឡើយ។\"\n",
        "output": [
            "“What happened with Plan B demonstrated that the agency was off track, and was not being allowed to do its job properly,” she said.\n"
        ]
    },
    {
        "input": "\"អ្នកកាសែតពលរដ្ឋ\" ជាង 300 នាក់ មកពីបណ្តាប្រទេសនៅឆ្ងាយដាច់ពីគ្នាដូចជា ប្រទេសឈីលី និងប្រទេសន័រវេស បានមកជួបគ្នានៅក្នុងវេទិការបស់អ្នកយកព័ត៌មានពលរដ្ឋអន្ដរជាតិ OhmyNews ពីថ្ងៃទី 23 ខែមិថុនា ដល់ទី 26 ខែមិថុនា ឆ្នាំ2005 នៅទីក្រុងសេអ៊ូល។\n",
        "output": [
            "More than 300 \"citizen reporters\" hailing from countries as far apart as Chile and Norway are coming together at the OhmyNews International Citizen Reporters' Forum from June 23 to June 26, 2005 in Seoul.\n"
        ]
    },
    {
        "input": "ក្មេងនោះគឺនៅលើឆ្នេរខ្សាច់ជាមួយឳពុកម្តាយរបស់នាងខណៈពេលពួកគេកំពុងរង់ចាំធ្វើដំណើរទៅដីគោកដោយនាវាឌឺហ៊ុកភ័ញ។\n",
        "output": [
            "The child was on the beach with her parents while they waited to be transported to the mainland on the Hook Point barge.\n"
        ]
    },
    {
        "input": "ក្រុមប្រឹក្សាសំរាប់បដិវត្តន័វប្បធម៌កំពូល ត្រូវបានបង្កើតក្នុងកំលុងការបដិវត្តន៍វប្បធម៌របស់សាសនាអ៊ីស្លាម បានចង្អុលប្រាប់ថាគេនឹងច្រោះចោលនូវវីដេអូនិងសំលេងដែលអសីលធម៌ដែលត្រូវបានផ្ញើដោយទូរស័ព្ទដៃ។\n",
        "output": [
            "The Supreme Cultural Revolution Council, created during the Islamic Cultural Revolution, indicated that it would filter immoral video and audio messages sent using cellular phones.\n"
        ]
    },
    {
        "input": "ឌែលបានចូលរួមក្រុមបូស្តុន នៅដើមទសវត្ស70s ក្រោយពេលជួបអ្នកលេងហ្គីតា អ្នកនិពន្ធបទចម្រៀង និងផលិតករ ថម ស្កូល។\n",
        "output": [
            "Delp joined Boston in the ealry 70's after meeting with guitarist, songwriter and producer Tom Scholz.\n"
        ]
    },
    {
        "input": "ប្រធានណាតូចាភឌឺហូភស្គឺហ្វឺក៏បានថ្កោលទោសសកម្មភាពនេះដែរ។\n",
        "output": [
            "NATO chief Jaap de Hoop Scheffer has also condemned the action.\n"
        ]
    },
    {
        "input": "អ៊ីវ៉ា អាវីឡា បានផ្ដល់ឱ្យនាងផងដែរនូវកំណត់ត្រាពហុ-ផ្លាទីន សម្រាប់អាល់ប៊ុមដែលនាងដាក់ចំណងជើងដោយខ្លួនឯងមេលីសា អូណែល។\n",
        "output": [
            "Eva Avila also gave her a muti-platinum record for her self-titled album Melissa O'Neil.\n"
        ]
    },
    {
        "input": "ទោះបីយ៉ាងណាក៏ដោយ កីឡាការីនីទាំងពីរនេះនៅតែចូលរួមចំណែកដល់ការរកគ្រាប់បាល់ ឲ្យក្រុមរបស់ខ្លួន ដោយកីឡាការីនីគ្រីស្ពីនរកបាន 12 ពិន្ទុដោយចាប់បាល់ដែលបោះមិនចូល 15 គ្រាប់ ហើយ កីឡាការីនីម៊ែរីតរកបាន 16 ពិន្ទុដោយចាប់បាល់ដែលបោះមិនចូលប្រាំមួយគ្រាប់។\n",
        "output": [
            "Nonetheless, the pair still contributed to the team's scoreline, with Crispin scoring 12 points with 15 rebounds, and Merritt scoring 16 points with six rebounds.\n"
        ]
    },
    {
        "input": "ក្រុមប្តឹងពីក្រមសីលធម៌បានធ្វើឡើងដំបូងដោយសមាជិកប្រជាធិបតេយ្យគ្រីសប៊ែលនៃរដ្ឋតិចសាសនៅថ្ងៃទី15មិថុនា ឆ្នាំ2004 ហើយបានចាប់ផ្តើមនិយាយតៗគ្នាមុនពេលការបោះឆ្នោតឆ្នាំមុន។\n",
        "output": [
            "The ethics complaints were originally filed by Democratic Rep. Chris Bell of Texas on June 15, 2004, and began to heat up in the months prior to last year's elections.\n"
        ]
    },
    {
        "input": "មនុស្សដប់មួយនាក់បានស្លាប់បន្ទាប់ពីឧទ្ធម្ភាគចក្ររបស់ទាហានបានធ្លាក់ក្នុងពេលហោះហើរប្រឆាំងគ្រឿងញៀនណាកូទិចក្នុងប្រទេសម៉ិកសិកូខាងលិច។\n",
        "output": [
            "Eleven people have died after a military helicopter crashed during an anti-narcotics flight in Western Mexico.\n"
        ]
    },
    {
        "input": "លោកម៉ាកខូម៉ាក់ បាននិយាយថា \"យើងគិតថាប្រព័ន្ធនេះដំណើរការ ប៉ុន្តែប្រព័ន្ធនេះមិនល្អឥតខ្ចោះនោះទេ។\"\n",
        "output": [
            "\"We do feel that the system worked, but the system isn't perfect,\" McCormack said.\n"
        ]
    },
    {
        "input": "លោកវ៉ូលមឺ បានប្រកួតសាកល្បង 19 លើកសំរាប់ប្រទេសអង់គ្លេស និងជាគ្រូបង្វឹកសំរាប់ Warwickshire និងអាហ្វ្រិកខាងត្បូងមុនពេលក្លាយជាគ្រូបង្វឹកសម្រាប់ប៉ាគីស្ថានក្នុងឆ្នាំ 2004។\n",
        "output": [
            "Woolmer played 19 Tests for England and was the coach for Warwickshire and South Africa before becoming coach for Pakistan in 2004.\n"
        ]
    },
    {
        "input": "នៅកន្លែងផ្សេង \"មួយចំនួនអាចមានបញ្ហាផ្សេងទៀតដែលត្រូវពិចារណា រួមមានសំណួរហិរញ្ញវត្ថុរបប ប៉ុន្តែជាការពិតសំណួរមួយចំនួនមានប្រយោជន៍យ៉ាងខ្លាំងឆ្ពោះទៅរកការប្រមូលរូបភាពត្រឹមត្រូវនៃកិច្ចខិតខំប្រឹងប្រែង WMD របស់របប និងគោលបំណងក្នុងរយៈពេលជាងបីទសវត្សរ៍ចុងក្រោយនេះ។\"\n",
        "output": [
            "Elsewhere, \"Some may have other issues to account for, including Regime finance questions, but certainly some have been quite helpful toward the compilation of an accurate picture of the Regime's WMD efforts and intentions over the last three decades.\"\n"
        ]
    },
    {
        "input": "នាយនគរបាលជាន់ទាបនៅតំបន់យ៉កសៀរខាងត្បូង លោកមែឌិដហូចត្រូវបានចោទប្រកាន់ថាប្រើល្បឿនលឿននៅលើផ្លូវ A5 នៅក្បែរជឺក នៅភាគខាងជើងវែល។\n",
        "output": [
            "The Chief Constable of the South Yorkshire Police, Meredydd Hughes was allegedly caught speeding on the A5 road near Chirk in north Wales.\n"
        ]
    },
    {
        "input": "អ្វីដែលកាន់តែធ្វើអោយស្ថានភាពកាន់តែធ្ងន់ធ្ងរនោះគឺថា សន្ទស្សន៍កម្តៅត្រូវបានគេរំពឹងថានឹងឈានទៅហួស110s នៅតាមឆ្នេរភាគខាងកើតភាគច្រើន យោងទៅតាមកំរិតសំណើមខ្ពស់។\n",
        "output": [
            "To exacerbate the situation, heat indices are expected to reach well over the 110s for much of the east coast due to high humidity levels.\n"
        ]
    },
    {
        "input": "អាបេគឺជាអ្នកនយោបាយជំនាន់ទីបីដែលជាប់ទាក់ទងនឹងអតីតនាយករដ្ឋមន្ត្រីទាំងពីររូប។\n",
        "output": [
            "Abe is a third-generation politician related to two former Prime Ministers.\n"
        ]
    },
    {
        "input": "\"គាត់បានបង្ហាញពីអារម្មណ៍នៃការខកចិត្ត និងបានសុំទោសនៅក្នុងរបៀបដែលគួរឲ្យរំជួលចិត្ត។\"\n",
        "output": [
            "\"He expressed his disappointment, and he apologized in a way that was very moving. \" \n"
        ]
    },
    {
        "input": "គ្លីនតុនទទួលបានសម្លេងគាំទ្រខ្ពស់ជាងគេពីរាល់ការបោះឆ្នោតថ្នាក់ជាតិក្នុងចំណោមបេក្ខជនរបស់បក្សប្រជាធិបតេយ្យ ហើយគាត់បានព្យាយាមរក្សាភាពឯកជនទាក់ទងនឹងយុទ្ធសាស្ត្ររបស់គាត់ពីអ្នកគាំទ្រ​ និងបុគ្គលិកថ្មី។\n",
        "output": [
            "Clinton tops every national poll of likely Democratic candidates and had tried to keep private many of her overtures to supporters and new staff.\n"
        ]
    },
    {
        "input": "សេចក្តីសម្រេចចិត្តនេះបានធ្វើឡើងក្រោយពី Microsoft បានបានលាតត្រដាងលេខកូដកម្មវិធីsoftware អាថ៌កំបាំងកន្លងមក ដែលមានចំនួន 30,000 ទំព័រកាលពីថ្ងៃព្រហស្បតិ៍មុន (ថ្ងៃទី21 ខែកុម្ភៈ)។\n",
        "output": [
            "The decisions came after Microsoft announced they were disclosing 30,000 pages of previously secret software code last Thursday (February 21st).\n"
        ]
    },
    {
        "input": "សាលារៀនចំនួន 2,000 និងកម្មវិធីក្រោយឬក្រៅសាលារៀនចំនួន 1,300 នឹងទទួលផលប្រយោជន៍ពីមូលនិធិនេះ។\n",
        "output": [
            "2,000 schools and 1,300 after/out of school programs will benefit from the funding.\n"
        ]
    },
    {
        "input": "ប៉ុន្តែ ការដាក់ទោសធ្វើឡើងតែក្នុងករណីដែលសហជីពដែលរៀបចំឲ្យមានកូដកម្មតូចៗ មិនមែនទៅលើកម្មករដែលធ្វើសកម្មភាពម្នាក់ឯងទេ។\n",
        "output": [
            "However, the penalties apply only to unions organising secondary strikes, not to workers acting individually.\n"
        ]
    },
    {
        "input": "វាត្រូវបានគេទាយទុកថាចំនួនសរុបនៃសមាជិកព្រឹទ្ធ សភាប្រាំបួនរូបនឹងធានាសមូលហភាពនៃអំណាច។\n",
        "output": [
            "Its predicted tally of nine senators will guarantee it the balance of power in the Senate.\n"
        ]
    },
    {
        "input": "នាងពិពណ៌នាថ្ងៃធម្មតាមួយថា: \"មួយម៉ោងកន្លះមុនកម្មវិធី ខ្ញុំកំពុងនៅក្នុងបន្ទប់ផាត់មុខ។\n",
        "output": [
            "She describes a typical day: \"One hour and a half before the show I'm in the make-up room.\n"
        ]
    },
    {
        "input": "កន្លែងប្រវត្តិសាស្រ្តរដ្ឋចំនួនដប់បួនត្រូវបានគេដាក់កាលវិភាគបិទនៅថ្ងៃទី1 ខែតុលា។\n",
        "output": [
            "Fourteen state historic sites are scheduled to be closed October 1.\n"
        ]
    },
    {
        "input": "បច្ចុប្បន្ន ស្ទើរតែមានដប់លានតេស្តត្រូវបានកំណត់ឲ្យសិស្សអង់គ្លេសធ្វើជារៀងរាល់ឆ្នាំ។\n",
        "output": [
            "Currently, almost ten million tests are sat each year by British pupils.\n"
        ]
    },
    {
        "input": "\"ខ្ញុំមិនដឹងថាគួរនិយាយយ៉ាងណាទៀតទេ\" ប្រាត់ថុន បានថ្លែងដូចនេះ។\n",
        "output": [
            "\"I don't know how else to put it,\" stated Bratton.\n"
        ]
    },
    {
        "input": "ចលនានេះ កើតឡើងក្រោយពីព្រះសង្ឃឡាម៉ា ទី14 ឈ្មោះ តង់ស៊ីន យ៉ាត់សូ បានស្បថថានឹងចុះចេញពីតំណែងរបស់ខ្លួន ប្រសិនបើ \"មិនអាចគ្រប់គ្រងស្ថានការណ៍បាន\" នៅក្នុងទីបេ ដែលជា កន្លែងបាតុកម្មហិង្សាប្រឆាំងនឹងប្រទេសចិន បាន​សម្លាប់មនុស្សពី 13 ទៅ 100 នាក់។\n",
        "output": [
            "This move comes after Tenzin Gyatso, the 14th Dalai Lama, vowed to step down from his position if things \"get out of control\" in Tibet, where violent demonstrations against China have killed anywhere from 13 to 100 people.\n"
        ]
    },
    {
        "input": "ផូល ខូលីងវូដធ្វើបានតែមួយរ៉ានប៉ុណ្ណោះមុនពេលដែលត្រូវបានចេញដោយបន្សល់ទុកនូវអង់គ្លេស83-4។\n",
        "output": [
            "Paul Collingwood made just one run before being run out to leave England on 83-4.\n"
        ]
    },
    {
        "input": "ឃេរី បានកត់សំគាល់ថា នៅមានអ្នកមានការសង្ស័យនៃកំនើនកំដៅពិភពលោកនិងការប្រែប្រួលសុវត្ថិភាពនៅក្នុងកិច្ចប្រជុំដែលជាអ្នក\"សាកល្បងវិទ្យាសាស្រ្ត\"ទោះបីជាមានការព្រឹងប្រែងនិងស្រាវជ្រាវនៃអាលហ្គលនិងអង្គការសហប្រជាជាតិហើយបានកត់សំគាល់ថា\"សេតវិមានគឺជាកន្លែងចុងក្រោយសំរាប់ការផ្លាស់ប្តូរ។\"\n",
        "output": [
            "Kerry noted that there are still skeptics of global warming and climate change in Congress who \"test the science\" despite the efforts and research of Al Gore and the United Nations and noting that \"the White House is the last place for change.\"\n"
        ]
    },
    {
        "input": "ដប់ពីរភាគរយនៃអ្នកទោស 1,043 នាក់ដែលត្រូវបានធ្វើតេស្តរកថ្នាំញៀនចាប់តាំងពីដើមឆ្នាំនេះរហូតដល់ខែមិថុនា បានធ្វើតេស្តឃើញលទ្ធផលវិជ្ជមានសំរាប់ថ្នាំញៀន។\n",
        "output": [
            "Twelve percent of 1,043 prisoners who were tested for drugs from the start of this year until June, tested positive for drugs.\n"
        ]
    },
    {
        "input": "សារមន្ទីរពីរនៅសានឌីអាហ្គោ រដ្ឋកាលីហ្វ័រញ៉ា ត្រូវបានគេធ្វើបច្ច័យទានឲ្យនូវការប្រមូលផ្តុំសិល្បៈដែលមានតម្លៃជាង 40 លាន។\n",
        "output": [
            "Two museums in San Diego, California have been bequested an art collection worth more than 40 million.\n"
        ]
    },
    {
        "input": "\"ខ្ញុំបានឃើញផ្សែងខ្មៅកើនឡើង និងសំឡេងនៃអគារបាក់ធ្លាក់ចុះ\"​។\n",
        "output": [
            "\"I saw black smoke rising and the sound of a building crashing down\".\n"
        ]
    },
    {
        "input": "លោកអេដវើដ បានអំពាវនាវឱ្យមានតម្លាភាពចំពោះបញ្ហានេះ និងបានរៀបរាប់ពីពាក្យបណ្តឹងនេះថាជា \"ការព្រួយបារម្ភយ៉ាងខ្លាំង\" ហើយលោកសង្ឃឹមថាពាក្យបណ្តឹងទាំងនេះត្រូវបានដោះស្រាយឱ្យបានត្រឹមត្រូវដោយតុលាការ។\n",
        "output": [
            "Mr Edwards called for the matter to be transparent and described the complaints as \"gravely concerning\" and he hopes they are properly dealt with by the courts.\n"
        ]
    },
    {
        "input": "សំណាងអាក្រក់ និងការផ្លាស់ប្តូហាក់ដូចជាបានដាក់ក្រុមអាឡឺម៉ង់រៀបចំប្តូរយុទ្ធសាស្ត្រជាលើកដំបូងនៅក្នុងការប្រកួតនេះ។\n",
        "output": [
            "The bad luck and changes seemed to put Germany in charge of the tactical game for the first time in the match.\n"
        ]
    },
    {
        "input": "នៅពេលនេះការស្រាវជ្រាវនាពេលបច្ចុប្បន្នមិនបានបង្ហាញទំនាក់ទំនងរវាងបុរសពីរនាក់នោះទេ។\n",
        "output": [
            "At the moment, current research does not show any connection between the two men.\n"
        ]
    },
    {
        "input": "កិច្ចចរចារត្រូវបានរៀបចំសំរាប់ពិភាក្សាបញ្ហាដែលមិនទាន់ត្រូវបានដោះស្រាយនៅសន្និសីទអង្គការសហប្រជាជាតិស្តីពីបំរែបំរួលអាកាសធាតុឆ្នាំ2009នៅខូផេនហាហ្កេន។\n",
        "output": [
            "The talks were designed to discuss issues that were not resolved at the 2009 United Nations Climate Change Conference in Copenhagen.\n"
        ]
    },
    {
        "input": "គេហទំព័រ \"ការពិតអំពីហេតុការណ៍ភ្លើងឆេះនៅទីក្រុងវីឡាឌីវ៉ូស្តុក\" ត្រូវបានបង្កើតឡើងដើម្បីផ្សព្វផ្សាយអំពីហេតុការណ៍ភ្លើងឆេះនោះ។\n",
        "output": [
            "The web-site \"Truth about the fire in Vladivostok\" has been created to spread information about the fire.\n"
        ]
    },
    {
        "input": "ម៉ាស៊ីន ATM មួយនៅទីក្រុងវើជីនៀ ប៊ីជ រដ្ឋវើជីនៀ ត្រូវបានធ្វើឲ្យខូចដែលជាហេតុធ្វើឲ្យវាចេញប្រាក់ ច្រើនបំផុតចំនួន4ដងតាមដែលគេសន្មត; ហើយគេអាចធ្វើបែបនេះបានដោយគ្រាន់តែបញ្ចូលលេខកូដតាមក្ដារចុចប៉ុណ្ណោះ។\n",
        "output": [
            "An ATM in Virginia Beach, Virginia was cracked so it would give out 4 times as much money as it was supposed to; and this was done just by entering numbers into the keypad.\n"
        ]
    },
    {
        "input": "លោករ៉ូប៊ើតស៊ុនបានសរសេរថា \"ខ្ញុំសុំការអភ័យទោសរបស់លោកនិងការអភ័យទោសរបស់ប្រជាជនអ៊ីស្រាអែល។\"\n",
        "output": [
            "Robertson wrote, \"I ask your forgiveness and the forgiveness of the people of Israel.\"\n"
        ]
    },
    {
        "input": "នេះបានធ្វើអោយមានការចាប់ដាក់គុក ដែលករណីវាយលើផូផូវដែលបានកើតឡើងនោះត្រូវបានបិទចោល។\n",
        "output": [
            "This resulted in the holding cell where Popov's beating occurred being closed down.\n"
        ]
    },
    {
        "input": "យោងតាម អ៊ីវ៉ា ប្រ៊ូឈ័រសេហ្វ័រ ប្រធានសហគម KDE ប្រចាំប្រទេសអាល្លឺម៉ង់ និងជាអគ្គនាយិកាក្រុមហ៊ុន basysKom ការផ្លាស់ប្ដូរដំណើរការនៅក្នុង \"ដំណាក់កាលកំពូល\" របស់វា ហើយកំពុងតែផ្លាស់ប្ដូរ 300 ប្រព័ន្ធរៀងរាល់ថ្ងៃ។\n",
        "output": [
            "According to Eva Brucherseifer, president of the KDE community in Germany and managing director of basysKom, the migration process in its \"peak phase\" and is porting 300 systems every day.\n"
        ]
    },
    {
        "input": "លោកម៉ាឡូយបានបន្ថែមថា៖\"ដោយរដ្ឋរបស់យើងបានធ្វើសកម្មភាពក្រោយការពិភាក្សាខ្វែងគំនិតគ្នានេះហើយ ខ្ញុំសង្ឃឹមថាយើងនឹងអាចខិតខំទ្វេដងសំរាប់ការប្រឹងប្រែងព្រមទាំងការងារទូទៅរបស់យើងដើម្បីធ្វើអោយប្រព័ន្ធយុត្តិធម៌ផ្នែកឧក្រិដ្ឋកម្មនៃប្រទេសយើងមានភាពយុត្តិធម៌និងរួបរួមគ្នាល្អប្រសើរឡើង និងដើម្បីកាត់បន្ថយការបង្កអោយមានកំហុស។\"\n",
        "output": [
            "\"As our state moves beyond this divisive debate, I hope we can all redouble our efforts and common work to improve the fairness and integrity of our criminal justice system, and to minimize its fallibility,\" added Malloy.\n"
        ]
    },
    {
        "input": "អ្នកទេសចរណ៍ដែលរងរបួស បន្ទាប់មកក៏បានត្រូវគេបញ្ជូនទៅមន្ទីរពេទ្យប្រាំផ្សេងៗគ្នានៅតំបន់កូស្តារ ឌែល សូល។\n",
        "output": [
            "The injured tourists were then taken to five different hospitals in the Costa del Sol region.\n"
        ]
    },
    {
        "input": "មានការរំពឹងទុកកាលពីលើកមុនថាវត្ថុនៅក្នុងរដ្ឋតិចសាស់អាចជាអាចម៌ផ្កាយមួយ។\n",
        "output": [
            "There was previous speculation was that the object in Texas could have been a meteor.\n"
        ]
    },
    {
        "input": "លោកហ្វ្រេង ភូសបឿក ជាអ្នកវិទ្យាសាស្ត្រក្រុម Cassini មួយនៅសាកលវិទ្យាល័យ Heidelbergក្នុងប្រទេសអាល្លីម៉ង់បានមានប្រសាសន៍ថា \"បច្ចុប្បន្នមិនមានមធ្យោបាយដែលអាចជឿជាក់បាន ដើម្បីផលិតនូវលំហូរថេរមួយនៃសារធាតុដែលសម្បូរទៅដោយអំបិលពីដុំទឹកកកដោយឆ្លងកាត់ឆ្នូតខ្លាក្រៅពីទឹកអំបិល ដែលស្ថិតក្រោមស្រទាប់ទឹកកកអ៊ិនសេនឡាឌុស។\"\n",
        "output": [
            "\"There currently is no plausible way to produce a steady outflow of salt-rich grains from solid ice across all the tiger stripes other than salt water under Enceladus's icy surface,\" said Frank Postberg, a Cassini team scientist at the University of Heidelberg in Germany.\n"
        ]
    },
    {
        "input": "ពានរង្វាន់មនុស្សធម៌ត្រូវបានផ្តល់ជូនអ្នកសម្តែងប្រចាំប្រទេសលោក ផូល ប្រេន ចំណែកពានរង្វាន់ស្នាដៃពិសេស វ៉ល គ្រេលីស ត្រូវបានផ្តល់ជូន ស្ថាបនិក ស៊ីតធីធីវី និង MuchMusic លោកម៉ូសេ ស្នៃមើ។\n",
        "output": [
            "The Humanitarian Award was presented to country performer Paul Brandt while the Walt Grealis Special Achievement Award was presented to Citytv and MuchMusic founder Moses Znaimer.\n"
        ]
    },
    {
        "input": "អ្នកដែល​ចូលចិត្ត​លេខ​ចំឡែកនៅគ្រប់ទីកន្លែង​បាន​ប្រារព្ធ​ពីធី​មួយនៅ​ពេល​ថ្មីៗ​នេះ ខណៈដែល​នាឡិកាលោតដល់លេខ 01:02:03, 04/05/06​ (ការប្រើប្រាស់អនុសញ្ញា​ថ្ងៃខែជាលក្ខណៈ DD/MM/YY)។\n",
        "output": [
            "Fans of quirky numbers everywhere celebrated recently as the clock struck 01:02:03, 04/05/06 (using the DD/MM/YY date convention).\n"
        ]
    },
    {
        "input": "លោកចន ជីអូហ្គីនី បាននិយាយថា នាពេលអនាគតដ៏ខ្លីខាងមុខ ភាពមិនប្រាកដប្រជាជាសកលបែបនេះនឹងមានតិចណាស់ ហើយសាធារណជនក៏មាននឹងការភ្ញាក់ផ្អើលតិចតួចដែរ។\n",
        "output": [
            "In the near future Jon Giorgini said such cosmic uncertainty would be much less and the public less alarmed.\n"
        ]
    },
    {
        "input": "នៅថ្ងៃទី22 ខែមេសា កំអែលប្រេងបានអណ្ដែតនៅលើផ្ទៃឈូងសមុទ្រ។\n",
        "output": [
            "On April 22, an oil slick appeared on the surface of the Gulf.\n"
        ]
    },
    {
        "input": "នាយករដ្ឋមន្រ្តីសេរី លោកដលតុន ម៉ែកហ្គីនធីបានបង្កើតវាឡើងវិញដោយសារតែលោកចង់បានលោកចាន់ឲ្យទៅនៅក្នុងក្រសួងនោះ។\n",
        "output": [
            "Liberal premier Dalton McGuinty recreated it because he wanted Chan in it.\n"
        ]
    },
    {
        "input": "មួយឆ្នាំក្រោយពីរលកស៊ូណាមិនៃមហាសមុទ្រឥណ្ឌា មហាទុក្ខសោក និងសង្វេគរបស់ពិភពលោក បានវិលត្រឡ​ប់ទៅកាន់ឆ្នេរមហាសមុទ្រឥណ្ឌា ដែលធ្លាប់បានរងការវាយប្រហារពីរលកយក្សស៊ូណាមិ និងជាទីកន្លែងដែលយ៉ាងហោចណាស់មានប្រជាជនចំនួន 216,000 នាក់បានបាត់បង់ជីវិត។\n",
        "output": [
            "One year on from the Indian Ocean tsunami, the world's grief and compassion returned to the tsunami-battered coastlines of the Indian Ocean, where at least 216 000 people lost their lives.\n"
        ]
    },
    {
        "input": "យុវជនហ៊ូសាមអាប់ដូ ក្រោយមក បានប្រាប់កាសែតអ៊ីស្រាអែលថា គាត់មានបេសកកម្មសម្លាប់ទាហានអ៊ីស្រាអែល។\n",
        "output": [
            "The teenager, Hussam Abdo, later told an Israeli newspaper he was on a mission to kill Israeli soldiers.\n"
        ]
    },
    {
        "input": "\"ក្រុមនាក់ផ្តាច់ខ្លួនបានរៀបនូវកំលាំងដើម្បីពញាក់ស្មារតីអារម្មណ៍សាធារណជន ដើម្បីឲពួកគេមានភាពក្លាហាន។\"\n",
        "output": [
            "\"The secessionist forces plot to stir up public sentiments to embolden themselves.\"\n"
        ]
    },
    {
        "input": "ក្នុងប្រវត្តិសាស្ត្រដ៏ច្រើពណ៌របស់ខ្លួន ប្រាសាទនេះក្នុងរយៈពេលមួយត្រូវបានគ្រប់គ្រងដោយលោកវីលៀម លីវើ ដែលបានបង្កើតយូនីលីវើ។\n",
        "output": [
            "Throughout its colourful history, the castle was at one time owned by William Lever who founded Unilever.\n"
        ]
    },
    {
        "input": "ក្រុមហ៊ុនអាកាសចរណ៍រីយ៉ានអ៊ែរ របស់អៀរឡង់ មានការធ្លាក់ចុះ 12% ក្នុងការជួញដូរព្រឹកនេះដែលធ្វើឲ្យកាន់តែមានការព្រួយបារម្ភចំពោះស្ថានភាពទីផ្សារមិនសូវល្អ នៅពេលកំពុងមានការភ័យខ្លាចចំពោះវិបត្តិសេដ្ឋកិច្ច។\n",
        "output": [
            "Irish airline Ryanair took a 12% slump in this morning’s trade, further intensifying concern about poor market conditions amid recessionary fears.\n"
        ]
    },
    {
        "input": "\"ប្រទេសនេះគួរតែជ្រើសរើសលើកទឹកចិត្តមនុស្សដែលឧស្សាហ៍ព្យាយាមជាជាងអ្នកដែលលួចចម្លង។\"\n",
        "output": [
            "\"The nation should choose to encourage people who like to work rather than those who prefer cheating\".\n"
        ]
    },
    {
        "input": "លោកបន្ថែមទៀតថា \"ចុងក្រោយ នៅក្នុងរដូវក្ដៅមានក្មេងៗជាច្រើនបានស្នាក់នៅលើភ្នំរបស់យើង។\"\n",
        "output": [
            "“Ultimately, in the summer lots of kids stay in our mountains,” he added.\n"
        ]
    },
    {
        "input": "ពួកគេនិយាយថាពួកគេចង់ធ្វើការត្រួតពិនិត្យប្រជាជនមួយនៃអាគារចម្រងចម្រាស់ផានហ្កេព។\n",
        "output": [
            "They say they wanted to conduct a citizens inspection of the controversial Pine Gap facility.\n"
        ]
    },
    {
        "input": "សេវាកម្មឡានក្រុងនៅតំបន់1បានធ្វើការឡើងវិញនៅម៉ោង16:00BST។\n",
        "output": [
            "Bus services in Zone 1 have resumed as of 16:00 BST.\n"
        ]
    },
    {
        "input": "ពូរបស់កាហ្សេមីបានបា្រប់ស៊ីអេនអេន ថា: \"ស្ថិតក្រោមការធ្វើទារុណកម្ម និងសម្ពាធ (ដៃគូរបស់គេ)បានបញ្ចេញឈ្មោះម៉េតឌី ថាជាមិត្តប្រុសរបស់គេ។\"\n",
        "output": [
            "Kazemi's uncle told CNN: \"Under torture and pressure, (the partner) revealed Mehdi's name as his boyfriend.\"\n"
        ]
    },
    {
        "input": "ការបុកនេះបានធ្វើអោយទាំងក្រុមអាល្លឺម៉ង់ និងញ៉ូវហ្សេឡែន ត្រូវចាប់ផ្តើមពីចំណុចទីចុងក្រោយសំរាប់ការប្រកួតពិសេស។\n",
        "output": [
            "This crash made both New Zealand and Germany start from the end of the track for the feature race.\n"
        ]
    },
    {
        "input": "ថវិកាថ្មីក៏រួមបញ្ចូលផងដែរនូវកំណើនលើការចំណាយសម្រាប់កម្មវិធីសាលាមត្តេយ្យរបស់រដ្ឋដែលមានចំនួនច្រើនរហូតដល់$100លាន នៅក្នុងការផ្ដល់មូលនិធិសម្រាប់អ្នកដែលបានឈប់ក្នុងគម្រោង ធីនឃែរ និងការចូលរួមចំណែកយ៉ាងសំខាន់ដល់មូលនិធិបម្រុងរបស់រដ្ឋ។\n",
        "output": [
            "The new budget also includes an increase in spending for the state's preschool program, as much as $100 million in funding for TennCare disenrollees, and a significant contribution to the state's reserve fund.\n"
        ]
    },
    {
        "input": "\"រដ្ឋាភិបាលក៏នឹងសហប្រតិបត្តិការយ៉ាងជិតស្និទ្ធជាមួយសហគមន៍អន្តរជាតិដើម្បីរក្សាសន្តិភាព និងសុវត្ថិភាពនៅលើឧបទ្វីបកូរ៉េ។\"\n",
        "output": [
            "\"The government will also cooperate closely with the international community to maintain peace and safety on the Korean Peninsula.\"\n"
        ]
    },
    {
        "input": "ហប់ភឺ គឺជាអ្នកថតរូបដ៏ជំនាញ​ ជាជាងគំនូរជាជាងចំលាក់ដែលស្នាដៃរបស់គាត់បានត្រូវ គេដាក់បង្ហាញនៅទូទាំងពិភពលោក។\n",
        "output": [
            "Hopper was a prolific photographer, painter, and sculptor whose works have been exhibited worldwide.\n"
        ]
    },
    {
        "input": "ម៉ាស៊ីនថតបានកំពុងដំណើរការដោយប្រើថ្មបម្រុងរបស់វាចាប់តាំងពីថ្ងៃទី30 ខែមិថុនា ឆ្នាំ2006 នៅពេលវិស្វករបានប្តូរពីការផ្គត់ផ្គង់ភ្លើងបឋម (\"ចំហៀង A\") ទៅថ្មបម្រុង (\"ចំហៀង B\") ដោយសារតែដំណើរការមិនត្រឹមត្រូវ។\n",
        "output": [
            "The camera had been operating on its backup power since June 30, 2006, when engineers switched from the primary power supply (\"Side A\") to the backup (\"Side B\") due to a malfunction.\n"
        ]
    },
    {
        "input": "របាយការណ៍នេះរកឃើញការស្លាប់របស់ប្រធានក្រុមជេហ្វរេ ហានេ គឺដោយសារគុណវិបត្តិនៃការគូសប្លង់របស់យន្តហោះ។\n",
        "output": [
            "The report finds Captain Jeffrey Haney's death was partly due to aircraft design flaws.\n"
        ]
    },
    {
        "input": "លោកណាសរាលឡាហ៍ បានប្រាប់ទៅហ្វូងមនុស្ស ប្រហែលជាចំនួន 700,000 នាក់ ថា \"ពួកយើងនឹងការពារអ្នកនាំសាររបស់ព្រះជាម្ចាស់ មិនមែនត្រឹមតែដោយសំលេងរបស់ពួកយើងទេនោះគឺដោយឈាមរបស់យើងផងដែរ។\" (ប៉ូលីសបាននិយាយថាតួលេខទំនងជាច្រើនជាងនេះ)\n",
        "output": [
            "We will uphold the messenger of God not only by our voices but also by our blood,\" Nasrallah told the crowd, estimated to be 700,000 (police said the figure was likely to be even higher).\n"
        ]
    },
    {
        "input": "សេដ្ឋកិច្ចឥណ្ឌាបានកើន9.2ភាគរយក្នុងត្រីមាសទី2(កក្កដាដល់កញ្ញា)នៃឆ្នាំសារពើពន្ធ2006-07 ដែលបាន8.4ភាគរយក្នុងត្រីមាសដូចគ្នាក្នុងឆ្នាំមុន។\n",
        "output": [
            "India's economy has grown by 9.2 percent in Q2 (July-September) of the fiscal year 2006-07, which was 8.4 percent last year for the same quarter.\n"
        ]
    },
    {
        "input": "ព្យុះ 80km/h (50mph) នៅក្នុងមហាសមុទ្រប៉ាស៊ីហ្វិកគឺប្រមាណជា 210km (130 miles) ពីភាគខាងលិច-ភាគនិរតីនៃអាកាភូលកូ ប្រទេសម៉ិកស៊ិក។\n",
        "output": [
            "The 80 km/h (50 mph) storm in the Pacific Ocean is about 210 km (130 miles) south-south west of Acapulco, Mexico.\n"
        ]
    },
    {
        "input": "មេបញ្ជាការប៉ូលីសនៃតំបន់ស៊ីដនីភាគពាយព្យដែលជាជំនួយការស្នងការបាននិយាយថា គាត់មានភាពសប្បាយរីករាយដែលក្លឹបនេះបានកំពុងធ្វើការជាមួយប៉ូលីសយ៉ាងសកម្មបែបនេះ។\n",
        "output": [
            "The police Commander of the North West Sydney region, Assistant Commissioner said he was pleased that the club was working with the police proactively.\n"
        ]
    },
    {
        "input": "អូម៉ា ហារ៉ានី ជាអ្នកដឹកនាំក្រុមតវ៉ាអាយុ 25 ឆ្នាំម្នាក់បានបា្រប់តេឡេក្រាហ្វថា \"ពួកយើងបានផ្តល់ដីនេះជាង 2,000 ឆ្នាំកន្លងមកហើយទៅឲ្យវិហារកាតូលិក ដើម្បីថែរក្សា\" ហើយបានបន្តថា \"ដូចនេះវាមិនមែនជាដីរបស់ពួកគេដែលត្រូវលក់នោះទេ។\"\n",
        "output": [
            "Omar Harani, a 25-year-old leading the protesters, told the Telegraph, \"We gave the land 2,000 years ago to the Church to look after,\" and continued, \"So it is not their land to sell.\"\n"
        ]
    },
    {
        "input": "មួយថ្ងៃៗ នាងមើលអ្វីដែលនៅជុំវិញខ្លួនាង និងគេងនៅលើខ្នើយ។\n",
        "output": [
            "Most of the day she passes watching her surrounding, lying on a pillow.\n"
        ]
    },
    {
        "input": "ក្រុម Matildas ឈរនៅលេខរាងទី8 ក្នុងតារាងចំណាត់ថ្នាក់ដែលរៀបចំដោយ FIFA។\n",
        "output": [
            "The Matildas are ranked 8th by FIFA in the latest rankings.\n"
        ]
    },
    {
        "input": "ការឈ្នះរបស់ចលនារដ្ឋាភិបាលសម្រាប់កិច្ចអន្តរាគមន៍យោធា បានបង្កឲ្យមានការភ្ញាក់ផ្អើល មួយចំនួន។\n",
        "output": [
            "The defeat of the government motion for military intervention has surprised some.\n"
        ]
    },
    {
        "input": "ក្រុមតារាវិទូកាលពីមុនបានគិតថា រង្វង់នេះគឺស្ទើរតែរាបស្មើទាំងស្រុង ដោយមានការប្រែប្រួលតែក្នុងកំពស់ពីរបីម៉ែត្រប៉ុណ្ណោះ។\n",
        "output": [
            "Astronomers previously thought that the rings were almost completely flat, with changes in height of only a few metres.\n"
        ]
    },
    {
        "input": "វិភាគទានត្រូវបានធ្វើការរៃអង្គាសសំរាប់កាកបាទក្រហមអាមេរិក និងកងទ័ពសង្គ្រោះ។\n",
        "output": [
            "Donations were being solicited for the American Red Cross and the Salvation Army.\n"
        ]
    },
    {
        "input": "ញូវផត និងហ្គ្លីនវ៍ នឹងក្លាយជាសាកលវិទ្យាល័យដោយប្រើសិទ្ធិរបស់ខ្លួន។\n",
        "output": [
            "Newport and Glyndwr are set to become universities in their own right.\n"
        ]
    },
    {
        "input": "យោងតាមលោកចូសេម៉ានូអេលឌូរ៉ាវបារ៉ូសូ ប្រធានគណៈកម្មការសហភាពអឺរ៉ុប រៀបចំបញ្ចេញប្រាក់€50លានជាជំនួយសំរាប់តំបន់ដែលត្រូវបានបំផ្លាញ។\n",
        "output": [
            "According to José Manuel Durão Barroso, President of the European Commission, the European Union is prepared to release 50 million € in aid for damaged areas.\n"
        ]
    },
    {
        "input": "បើយោងតាមក្រុមពន្លត់អគ្គីភ័យបានឲ្យដឹងថា ការរំលោភធ្ងន់ធ្ងរទៅនឹងបទបញ្ញត្តិស្តីពីសុវត្ថិភាពអគ្គីភ័យគឺជាដើមចមធ្វើឲ្យមានមនុស្សស្លាប់។\n",
        "output": [
            "According to firefighters, serious breaches of fire-safety regulations were partly to blame for the deaths.\n"
        ]
    },
    {
        "input": "ជនសង្ស័យត្រូវបានចាប់ខ្លួនកាលពីថ្ងៃសុក្រដោយអង្គភាពបទល្មើសព្រហ្មទណ្ឌគ្រោងទុកនៃពូម៉ាឡាន់ហ្គា។\n",
        "output": [
            "The suspects were arrested on Friday by the Mpumalanga organized crime unit.\n"
        ]
    },
    {
        "input": "អ្នកនាំពាក្យរបស់ក្រុមនេះម្នាក់ បានទទួលស្គាល់ថាបានចំណាយប្រាក់អស់ចំនួន NZ$500,000 ទៅលើយុទ្ធនាការនេះរហូតមកដល់ពេលនេះ។\n",
        "output": [
            "A spokesman for the Group admitted to having spent NZ$500,000 on the campaign so far.\n"
        ]
    },
    {
        "input": "លោក McGuire បានប្រាប់ថាការចរចារជំនួញនេះមិនបានកំហឹតអ្នកទាំង២នេះមិនឲ្យលក់រឿងរបស់ពួកគេទៅឲ្យ ទូរទស្សន៏CNN, US Today Show និង Good Morning America ដែលបានរាយការណ៍មកថាបានទាក់ទងជាមួយទាំងលោក Russel និងលោក Web នៅសប្តាហ៏នេះ។\n",
        "output": [
            "Mr McGuire said the deal would not restrict the pair from selling their story to CNN, the US Today Show and Good Morning America, who have all reportedly made contact with Mr Russell and Mr Webb this week.\n"
        ]
    },
    {
        "input": "នៅក្នុងសន្និសីទស្ដីពីការប្រែប្រួលអាកាសធាតុរបស់អង្គការសហប្រជាជាតិនៅកូ​ផេន​ហា​ជែន បន្ទាប់ពីការចចារអស់រយៈពេលបួនថ្ងៃ បណ្ដាប្រទេសអាហ្វ្រិក បានបង្កើតសេចក្ដីព្រាងលើកដំបូងនៃសន្និសញ្ញាលទ្ធផលភាពអនាគត ដើម្បីជំនួសឲ្យពិធីសារក្យូតូឆ្នាំ1997។\n",
        "output": [
            "At the United Nations Climate Change Conference in Copenhagen, after four days of negotiations, Africa countries have made the first draft version of future possible treaty, to replace the 1997 Kyoto protocol.\n"
        ]
    },
    {
        "input": "រដ្ឋាភិបាលបានបញ្ជាក់ថាមនុស្សបួននាក់បានស្លាប់នៅក្នុងហេតុការណ៍នោះ។\n",
        "output": [
            "The government has confirmed that four people were dead in the incident.\n"
        ]
    },
    {
        "input": "នៅអំឡុងពេលរដ្ឋបាលលោកខេនណេឌី លោកស្រីហេលែន បានបញ្ចប់សន្និសីទសារព័ត៌មានប្រធានាធិបតីទាំងអស់ ដោយមានហត្ថលេខា \"សូមអរគុណ លោកប្រធានាធិបតី\" និងជានិច្ចជាកាលបានចេញការព្រមានអំពីការងាររបស់លោកស្រីថា: \"ក្នុងអាជីពរបស់ខ្ញុំ អ្នកគ្រាន់តែល្អដូចជារឿងចុងក្រោយរបស់អ្នកប៉ុណ្ណោះ។\"\n",
        "output": [
            "During Kennedy's administration, Helen ended all presidential press conferences with a signature \"Thank you, Mr. President\" and always issued a caveat about her work: \"In my career you're only as good as your last story.\"\n"
        ]
    },
    {
        "input": "\"ពួកយើងកំពុងតែរង់ចាំដើម្បីពង្រីកទៅ ភាសាដ៏ទៃៗទៀតផងដែរ​ ពីព្រោះជាការពិតណាស់ថាវាមានតម្រូវការទីផ្សារនៃម៉ាកពត៌មានរបស់យើង។\n",
        "output": [
            "\"We are looking forward to expanding into other languages as well, because there is definitely a market demanding our brand of infotainment.\"\n"
        ]
    },
    {
        "input": "អាឡូតតា ទើប​តែ​ទិញ​កប៉ាល់​នេះ​នៅ​ក្រុង​ញូយ៉ក; ម្ចាស់​របស់​វា​មុន​គឺ​មាន​អាយុជិតសិបឆ្នាំជាង ហើយ​គាត់​បាន​សម្រេច​ចិត្ត​លក់​កប៉ាល់នេះ។\n",
        "output": [
            "Arlotta had recently bought the vessel in New York; its previous owner was in his seventies and had decided to sell the ship.\n"
        ]
    },
    {
        "input": "\"លើសពីនេះទៀត បេក្ខជនមិនគួរមានអាយុលើសពី 32 ឆ្នាំ គិតដល់ថ្ងៃទី31 ខែធ្នូ ឆ្នាំ2006...\"\n",
        "output": [
            "\"Furthermore, applicants should not be more than 32 years old on 31 December, 2006 …\"\n"
        ]
    },
    {
        "input": "គាត់បាននិយាយថា 100ដុល្លារក្នុងមួយធុងគឺជាតំលៃមួយ\"សមរម្យ\" ហើយបានចងចាំថា នៅពេលគាត់ត្រលប់មើលទៅសម័យប្រធានាធិបតីនៃវ៉េណាសួអេឡានៅក្នុងឆ្នាំ1999 តំលៃគឺឡើងទៅដល់ប្រហែលដប់ដុល្លារ។\n",
        "output": [
            "He said that $100 dollars per barrel was a \"fair\" price and remembered that when he assumed presidency of Venezuela in 1999, the price went up to about ten dollars.\n"
        ]
    },
    {
        "input": "គណៈកម្មាធិការស៊ើបអង្កេតម៉ូស្គូសំគាល់ជនសង្ស័យថាជាអ្នកទោសពីមុនសេរហ្កេយផូម៉ាសុន។\n",
        "output": [
            "The Moscow Investigative Committee identify the main suspect as former convict Sergei Pomazun.\n"
        ]
    },
    {
        "input": "យ៉ាងហោចណាស់ធ្មេញផូស៊ីលចំនួនប្រាំបួនដែលក្នុងនោះ មួយគឺជាចង្កូម និងប្រាំបីទៀតជាធ្មេញថ្គាមនៃអំបូរស្វាពីមុនមកដែលមិនស្គាល់ឈ្មោះ បានត្រូវរកឃើញនៅក្នុងទ្វីបអាហ្វ្រិកដោយក្រុមអ្នកស្រាវជ្រាវដែលមកពីប្រទេសអេត្យូពីនិងប្រទេសជប៉ុន ហើយពួកគេបន្ទាប់មកបានប្រៀបធៀបប្លង់ 3-D នៃការបង្គុំធ្មេញជាមួយនឹងផូស៊ីលផ្សេងទៀតដែលមានអាយុកាល8លានឆ្នាំមុន ហើយបានរកឃើញថាផូស៊ីលនេះគឺទំនងជា \"ជំនាន់មុនផ្ទាល់\" របស់អំបូរស្វាឪដែលបច្ចុប្បន្នកំពុងរស់នៅក្នុងទ្វីបអាហ្វ្រិក ហើយថា ផូស៊ីលស្វាឪថ្មីនេះ គឺជារបស់អំបូរសត្វស្វាហ្កូរីឡា ដែលភាគច្រើនស៊ីរុក្ខជាតិដែលមានជាតិសរសៃខ្ពស់។\n",
        "output": [
            "At least nine fossilized teeth, one canine tooth and eight molars, of a previously unknown species of apes found in Africa were discovered by a team of researchers from Ethiopia and Japan who then compared the 3-D make up of the teeth to other fossils that date back as far as 8 million years and found that the fossils are likely a \"direct ancestor\" of apes currently living in Africa and that the new ape fossils were that of a species of gorilla who ate mostly plants high in fiber.\n"
        ]
    },
    {
        "input": "រដ្ឋមន្រ្តីអន្តោប្រវេសន៍លោក បេសសុន បានការពារ​សេចក្តីសម្រេច ដោយនិយាយថា \"ប្រសិនបើប្រទេសបារាំងមិនបញ្ជូនមនុស្សទាំងនោះត្រឡប់ទៅវិញទេ នោះខ្លួ​ននឹងក្លាយជាប្រទេសគោលដៅសម្រាប់អ្នកជួញដូរមនុស្ស។\"\n",
        "output": [
            "Immigration Minister Besson defended the decision, saying that \"if France never sends people back, it becomes the target for people traffickers.\"\n"
        ]
    },
    {
        "input": "ខណៈពេលដែល អូតេហ្កា បាន​ចាប់ផ្តើម​រត់គេច​ខ្លួន​ចេញ​ពី​ប្រទេស​វេណេហ្ស៊ុយអេឡា បន្ទាប់ពី​ការចេញ​ដីកា​ចាប់​ខ្លួន​នៅ​ឆ្នាំ 2003 BBC បានរាយការណ៍ថា លោក​បាន​វិលត្រឡប់​មក​ដល់​ប្រទេស​វេណេហ្ស៊ុយអេឡា ពី​ប្រទេស​កូស្តារីកា​កាលពីខែសីហា​។\n",
        "output": [
            "While Ortega had initially fled Venezuela following the issuing of an arrest warrant in 2003, the BBC reports that he had returned to Venuzuela from Costa Rica last August.\n"
        ]
    },
    {
        "input": "ក្នុងឆ្នាំ2004 បណ្ឌិតអាហ្វីយ៉ាបានត្រូវគេស្គាល់អត្តសញ្ញាណដោយអែហ្វប៊ីអាយថាជា \"អ្នកសម្របសម្រួលប្រតិបត្តិការអាល់កៃដាដែលបានបង្កគ្រោះថ្នាក់យ៉ាងច្បាស់លាស់ដល់ជនជាតិអាមេរិក។\"\n",
        "output": [
            "In 2004, Dr. Aafia was identified by the FBI as an \"Al-Qaeda operative and facilitator who posed a clear and present danger to America\".\n"
        ]
    },
    {
        "input": "ទន្ទឹមនឹងនេះ រដ្ឋលេខាធិការក្រសួងការពារជាតិអាល្លឺម៉ង់ ឈ្មោះ ភែតធើ វីចើត ទំនងជាស្ថិតក្នុងសម្ពាធលើជម្លោះដែលកំពុងតែរីកធំឡើងជុំវិញនីតិបញ្ញត្តិរបស់ UNIFIL អាល្លឺម៉ង់: ដោយសារអ្នកនយោបាយគណបក្សប្រឆាំងចោទរដ្ឋាភិបាលថា មិនបានផ្តល់ព័ត៌មានឲ្យពួកគេជាមុនពីការដែលសភាអនុម័តឲ្យមានបេសកម្មនៅលេបាណន់ ទាក់ទិននឹងការដាក់កំហិតនៃនីតិបញ្ញត្តិ UN របស់កងទ័ពអាល្លឺម៉ង។\n",
        "output": [
            "Meanwhile, German State Secretary of Defence Peter Wichert is said to be under pressure over a growing row surrounding the German UNIFIL mandate: opposition politicians accuse the government of having misinformed them prior to the parliamentary approved for the Lebanon mission regarding the constraints of the German forces UN mandate.\n"
        ]
    },
    {
        "input": "ការចរចានៅក្នុងសន្និសីទអង្គការសហប្រជាជាតិស្តីពីបំរែបំរួលអាកាសធាតុឆ្នាំ2010បានបន្ដនៅសប្ដាហ៏នេះនៅទីក្រុងបូនន៏ប្រទេសអាល្លឺម៉ង់។\n",
        "output": [
            "The 2010 United Nations Climate Change Conference negotiations continued this week in Bonn, Germany.\n"
        ]
    },
    {
        "input": "អំពើនេះបានទប់ស្កាត់អគ្គីភ័យមិនឲ្យរាលដាលដល់ផ្នែកផ្សេងទៀតនៃកោះដែលនៅសល់ ប៉ុន្តែអគារចំនួន10នៅតែបានឆាបឆេះ ហើយភាគច្រើនគឺហាងតូចៗ និងបារ។\n",
        "output": [
            "This managed to stop the fire from spreading to the rest of the island, but 10 buildings were still burnt down, mostly small shops and bars.\n"
        ]
    },
    {
        "input": "ខែល បូស ដោយសារតែគ្រោះថ្នាក់ជាមួយនឹងចាស ប័រតុន ដែលស្ថិតនៅចំណាត់ថ្នាក់ទី៣ក្នុងពេលដែលមិត្តក្នុងក្រុមរបស់គាត់ហាមម្លីនសិ្ថតនៅទី៤។\n",
        "output": [
            "Kyle Busch, because of his accident with Jeff Burton maintained the third position while his team mate Hamlin is fourth.\n"
        ]
    },
    {
        "input": "តាកូ ស្ទេន ប្រធានចៅក្រមអារូបា បានបញ្ចេញ នូវអំនះអំណានបន្ទាប់ពីការប្រកាសត្រូវបានធ្វើឡើង។\n",
        "output": [
            "Taco Stein, the Aruban Solicitor General, released a statement after the announcement was made.\n"
        ]
    },
    {
        "input": "\"ដោយពិចារណាលើហេតុផលដែលមិនមានអ្នកស្លាប់ វាហាក់ដូចជាថានាយកដ្ឋានអគ្គីភ័យនិងអ្នកឆ្លើយតបសម្រាប់គ្រាមានអាសន្នអនុវត្តការងារបានល្អណាស់។\"\n",
        "output": [
            "\"Given the fact that there haven’t been any fatalities, it seems like our fire department and emergency responders did a great job.\"\n"
        ]
    },
    {
        "input": "ដើមឡើងសៀវភៅវិគីសំដៅលើទីកន្លែងមួយសំរាប់ផ្ទុកអត្ថបទសិក្សា និងសៀវភៅក្បួន ប៉ុន្តែវាកាន់តែប្រែក្លាយជាសហគមន៍មួយដែលបង្កើតសៀវភៅស្តីពីប្រធានបទគ្រប់ប្រភេទទាំងអស់ ហើយសៀវភៅវិជ្ជាធ្វើម្ហូបក្លាយជាឧទាហរណ៍ដ៏លេចធ្លោជាងគេបំផុត។\n",
        "output": [
            "Wikibooks was originally meant as a place for textbooks and manuals but has increasingly become a community creating books on all kinds of subjects, with the cookbook being the most prominent example.\n"
        ]
    },
    {
        "input": "Lech Walesa ដែលជាស្ថាបនិកនៃចលនាសាមគ្គីភាព បានលាលែងពីអង្គការនេះ។\n",
        "output": [
            "Lech Walesa, the founder of the Solidarity movement has quit the organisation.\n"
        ]
    },
    {
        "input": "ភាគី ACT រួមមានសមាជិកក្រុមជាតិអូស្រ្តាលី​ អៃមី មើច និង ក្លែរ វ៉ាវិក; កីឡាករ ប្រេនដា ឌើ ប្លែ បានទទួលមេដាយសំរឹទ្ធនៅកីឡាអូឡាំពិក; តំណាងក្រុមរដ្ឋវិចតូរៀ សមាជិកក្រុមជាតិនិងកីឡាករ ចាស្ទីន ស្មេសើស ទទួលមេដាយសំរឹទ្ធនៅកីឡាអូឡាំពិក; និងកីឡាករ ក្លែរ ឃូរី ដែលខកខានការប្រកួតសម្រាប់ក្រុមជាតិ។\n",
        "output": [
            "The ACT side included Australian national team members Aimee Murch and Clare Warwick; Olympic bronze medalist Brenda De Blaes; Victorian state team representative, national team member and Olympic bronze medalist Justine Smethurst; and Clare Currie, who narrowly missed the cut for the national team.\n"
        ]
    },
    {
        "input": "នេះគឺជាឆ្នាំទីប្រាំមួយនៃការផ្តួចផ្តើមឲ្យមានការប្រកួតធីប៊លរបស់សេតវិមាន។\n",
        "output": [
            "This is the sixth year of the White House Tee Ball Initiative.\n"
        ]
    },
    {
        "input": "វាក៏បានផ្តល់ឲ្យស្ត្រីមានសិទ្ធិស្មើគ្នាក្នុងការទទួលមរតកទ្រព្យសម្បត្តិ និងបានដោះស្រាយការបោះឆ្នោតក្នុងស្រុក។\n",
        "output": [
            "It would have also given women equal rights to inherit property, and addressed local elections.\n"
        ]
    },
    {
        "input": "នេះបានបង្កើតជាព្យុះនៃការប្រឆាំងពីសំណាក់មនុស្សមួយក្រុម រួមមានអ្នកទទួលរង្វាន់ណូបែលពីររូប ព្រមទាំងអ្នកវិទ្យាសាស្រ្តផ្សេងៗទៀតដែលបានប្រឆាំងយ៉ាងខ្លាំងក្លាចំពោះការបង្រៀន រឺសូម្បីតែការពិភាក្សាអំពីទ្រឹស្តីអំពីកំនើតពិភពលោកនៅក្នុងថា្នក់វិទ្យសាស្រ្ត។\n",
        "output": [
            "This provoked a storm of protest from a group that included two Nobel Laureates and other scientists who strongly oppose the teaching, or even the discussion of creation in science class.\n"
        ]
    },
    {
        "input": "\"ខ្ញុំកំពុងតែព្យាយាមរៀបចំកិច្ចប្រជុំជាន់ខ្ពស់នៅក្នុងប្រទេសចិន ដើម្បីបញ្ជាក់ពីករណីរបស់យើងនិងពន្យល់ពីមូលហេតុដែលយើងគួរតែមិនត្រូវបិទ។\"\n",
        "output": [
            "\"I am trying to set up high-level meetings in China to state our case and explain why we should be unblocked.\"\n"
        ]
    },
    {
        "input": "ក្រុមអ្នកស៊ើបអង្កេតប្រើពេលអស់រយៈពីរសប្តាហ៍ដើម្បីស្វែងរកការកំណត់អត្តសញ្ញាណក្រពើធ្មេញធំថាជាក្រពើអាមេរិក (ក្រពើ មីស៊ីស៊ីពី)។\n",
        "output": [
            "It took investigators two weeks to positively identify the toothy crocodile as an American alligator, (Alligator mississippiensis).\n"
        ]
    },
    {
        "input": "អ្នកពន្លត់អគ្គីភ័យទាំងប្រាំដែលត្រូវបានសម្លាប់ បានស្លាប់នៅពេលរថយន្តរបស់ពួកគេត្រូវបានលុកលុយដោយអណ្តាតភ្លើង។\n",
        "output": [
            "The five firefighters that were killed died when their truck was overrun by the flames.\n"
        ]
    },
    {
        "input": "បុរសម្នាក់នោះត្រូវបានគេបាញ់តែមួយគ្រាប់ប៉ុណ្ណោះ ហើយរបួសនោះគឺមិនមានការគំរាមកំហែលដល់ជីវិតឡើយ។\n",
        "output": [
            "The man was shot only once and the wound was not life threatening.\n"
        ]
    },
    {
        "input": "យោធាអ៊ីស្រាអែលត្រូវតែដឹងអំពីស្ថានភាពនេះប៉ុន្តែមិនបានជួយដល់អ្នករងរបួស។\n",
        "output": [
            "The Israeli military must have been aware of the situation but did not assist the wounded.\n"
        ]
    },
    {
        "input": "សំរាប់ចំនួនថវិកាសមរម្យសរុប ផ្នែកដំបូងបានថយចុះត្រឹមចំនួនសរុប A$117,170,000 និងផ្នែកទីពីរបានបង្ហាញនូវការកើនឡើងចំនួន A$114,353,000។\n",
        "output": [
            "For total appropriations, the first area decreased by a total of A$117,170,000 and the second area saw an increase in of A$114,353,000.\n"
        ]
    },
    {
        "input": "ខរណូ បាននិយាយនៅក្នុងបទសម្ភាសន៍ឆ្នាំ1992នៅសារព័ត៌មានញ៉ូវយ៉កថាមថា \"មនុស្សជាច្រើនមានភាពរំជួលចិត្តចំពោះរឿងនេះ ហើយធ្វើឲ្យវាអាចចៀសផុតពីស្ថានភាពដែលមានជំនឿដូចគ្នា។\"\n",
        "output": [
            "Corneau said in a 1992 interview in the New York Times that \"Many people got emotional about this film, and that made it possible for it to escape cult status.\"\n"
        ]
    },
    {
        "input": "យោងទៅតាមប្លុកអនឡាយដែលប្រកាន់ខាងឆ្វេងនិយម Daily Kos របស់អាមេរិក ដែលជាការរាយការណ៍ទីមួយអំពីរឿងនេះ CNN បានច្រឡំនូវពាក្យទាំងពីរកាលពីថ្ងៃច័ន្ទ ដែលវាជាវគ្គមួយនៃព័ត៌មានរបស់ ប៊ីន ឡាដិន ជាមួយនឹងចំណងជើងថា \"តើអូបាម៉ានៅទីណា?\"​ នៅក្នុងទីតាំងបន្ទប់ដែលមានអ្នកកាន់កាប់ការផ្សាយដោយបណ្ឌិតវ៉ូហ្វ ប្ល៊ីតហ្សឺ។\n",
        "output": [
            "According to prominent American left-wing online blog Daily Kos, which was the first to report it, CNN mixed the two up on Monday, leading into a segment on bin Laden with the title, \"Where's Obama?\" on The Situation Room, a show hosted by pundit Wolf Blitzer.\n"
        ]
    },
    {
        "input": "សកម្មជននៅ ណាម៉ាដា បាចៅ អានដូឡាន បានព្យាយាមរារាំងប៉ូលីសពីការយក ផាត់កា ចេញទៅ និងមួយចំនួនទៀតត្រូវបានចាប់ខ្លួនពីបទធ្វើកុបកម្ម។\n",
        "output": [
            "Activists of the Narmada Bachao Andolan tried to prevent the police from moving Patkar and some were arrested on rioting charges.\n"
        ]
    },
    {
        "input": "លទ្ធផលនៃការស្ទង់មតិហ្សូកបាយត្រូវបានប្រកាសនៅថ្ងៃច័ន្ទមុន(ទី22ខែឧសភា) ប៉ុន្ដែត្រូវបានលើកឡើងដោយមិនបានរាយការណ៏ជាច្រើនដោយប្រព័ន្ធផ្សព្វផ្សាយ ប្រហែលផ្អែកលើភាពលំអៀងនៅក្នុងប្រភព។\n",
        "output": [
            "The results of this Zogby poll were released last Monday (22 May), but went largely unreported by the mass media, possibly due to bias within the source.\n"
        ]
    },
    {
        "input": "លោកស្រីថូម៉ាស មានការលាក់បាំងទស្សនៈរបស់លោកស្រីតិចតួចជាមួយសំណួររបស់លោកស្រីសួរទៅកាន់លោកប្រធានាធិបតី ចច ដាប់ប៊លយូ ប៊ូស និងលោក បារ៉ាក់ អូបាម៉ា និងលេខាសារព័ត៌មានរបស់ប្រធានាធិបតីទាំងពីរ ជាញឹកញាប់អំពីរឿងសង្រ្គាមនៅមជ្ឈិមបូព៌ា។\n",
        "output": [
            "Thomas did little to hide her views, with her questions to Presidents George W. Bush and Barack Obama and their press secretaries often about the wars in the Middle East.\n"
        ]
    },
    {
        "input": "\"ឧបករណ៍ចាប់ផ្សែងបានបន្លឺសម្លេងនៅជាន់ទី13 និងជាន់ទី27។\"\n",
        "output": [
            "\"Smoke detectors went off on the 13th and 27th floors.\"\n"
        ]
    },
    {
        "input": "\"នេះគឺផលវិបាកមួយដែលដឹងទុកមុនមួយនៃការមិនយកចិត្តទុកវិធានការសុវត្ថិភាព\" មេធាវីម្នាក់ដែលតំណាងគ្រួសារជាច្រើនបាននិយាយ។\n",
        "output": [
            "\"This was a foreseeable consequence of ignoring safety measures,\" one attorney representing the families said.\n"
        ]
    },
    {
        "input": "ផ្លូវក្រោមដីឡុនដុនបានប្រកាស\"ការប្រកាសអាសន្ន\"មួយក្នុងពេលខ្លីដែលរំកិលរថភ្លើងទៅច្រកចេញចូលនិងបើកទ្វារទាំងអស់។\n",
        "output": [
            "London Underground declared a 'code Amber' within minutes, moving trains to platforms and opening all doors.\n"
        ]
    },
    {
        "input": "គណបក្សចំនួនដប់ប្រាំមួយផ្សេងទៀតក៏មានលទ្ធភាពឈ្នះកៅអីឆ្នោតក្នុងរដ្ឋសភាផងដែរ ប៉ុន្តែគ្មានគណបក្សណាមួយក្នុងចំណោមគណបក្សទាំងនោះទទួលបានសម្លេងឆ្នោតច្រើនជាងមួយភាគរយឡើយ។\n",
        "output": [
            "Sixteen other parties were also in contention for parliament seats, but none of them received more than one percent of the vote.\n"
        ]
    },
    {
        "input": "\"ក្នុងការមានជំនួញមួយអនុញ្ញាតឱ្យប្រភេទនៃពាក្យពេចន៍ ឬរូបភាពអាសអាភាសនេះ ត្រូវបានប្រើប្រាស់ជាអាជីវកម្មតាមរយៈគេហទំព័ររបស់ពួកគេ ឬតាមរយៈប្រព័ន្ធរបស់ពួកគេ គឺជាអ្វីៗដែលពួកគេនិយាយថា ពួកគេមិនអាចគ្រប់គ្រងបាន។\"\n",
        "output": [
            "\"To have a business allow that type of filth to be purveyed through their website or through their system is something that they say they can't handle.\"\n"
        ]
    },
    {
        "input": "បក្សប្រឆាំងរបស់អូស្រ្តាលីបានប្រើបា្រស់យោបល់នោះជាឱកាសមួយ ដើម្បីវាយប្រហាររដ្ឋាភិបាល។\n",
        "output": [
            "The Australian opposition has used the comments as an opportunity to attack the government.\n"
        ]
    },
    {
        "input": "គ្រាប់បែកនោះត្រូវបានគេកំណត់ពេលឲ្យផ្ទុះនៅម៉ោង 5:45 ព្រឹក ម៉ោងក្នុងស្រុក នៅពេលដែលពុទ្ធសាសនិកជនចាប់ផ្តើសូត្រធម៌នៅពេលព្រឹក។\n",
        "output": [
            "The bombs were timed to explode at 5:45 AM local time, when Buddhists start praying in the morning.\n"
        ]
    },
    {
        "input": "បើយោងតាមហ្វ្រ៊ីដាប៊េរីហ្គាន នៅក្នុងបទសម្ពាសន៍មួយជាមួយ Democracy Now កាលពីថ្ងៃសុក្រ បានឲ្យដឹងថាត្រឹមតែថ្ងៃទី14 ខែកក្កដា នៅពេលអំពាវនាវឲ្យមានការបញ្ឈប់ សហរដ្ឋអាមេរិកក៏បានលក់សាំងយន្តហោះដែលមានតម្លៃ$120លានទៅឲ្យយោធាអ៊ីស្រាអែល ដែលជួយដល់យុទ្ធនាការទម្លាក់គ្រាប់បែករបស់ពួកគេនៅលីបង់។\n",
        "output": [
            "According to Berrigan, in an interview given to Democracy Now on Friday, just on the 14th of July while calling for restraint the U.S. also sold $120 million worth of jet fuel to the Israeli military assisting their bombing campaign of Lebanon.\n"
        ]
    },
    {
        "input": "អ្នកជិតខាង លោក ដន ថាល័រ បាននិយាយថា \"ពួកគេជាអត្តពលិកដ៏ឆ្នើម ជាសិស្សនិទ្ទេស A រហូត ពិតជាល្អ ក្មេងប្រុសតួចៗ ... ពិតជាពិបាកណាស់។\"\n",
        "output": [
            "\"They were great athletes, straight-A students, just good, little boys...It's tough,\" said neighbor Don Taylor.\n"
        ]
    },
    {
        "input": "មូលនិធិសំរាប់រថភ្លើងថ្មីនេះត្រូវរំពឹងថាមួយភាគធំបានមកពី TfL ទោះបីជាសង្កាត់ឡុងដ៍នៃគ្រ័យដុនបានបញ្ជាក់ពីការរួមចំណែកចំនួន £3m ទៅលើគម្រោងក៏ដោយ។\n",
        "output": [
            "Funding for the new trams is expected to largely come from TfL, however the London Borough of Croydon has also confirmed a £3m contribution to the project.\n"
        ]
    },
    {
        "input": "លោកចេហ្វ ប្លេក ប្រធានទីផ្សារ និង​ចែកចាយ​របស់​ក្រុមហ៊ុន​សូនី ភីកឆើ ទូទាំងពិភពលោក បាននិយាយថា: \"លោក​ម៉ាយខល ជេកសុន មានអ្នកគាំទ្រគ្រប់ទីកន្លែង​នៅជុំវិញ​ពិភពលោក... យើង​នឹងផ្តល់​ឲ្យទស្សនិកជន​នូវ​ឱកាស​ដែលមិនគួរឲ្យ​ជឿ​ដើម្បីចូលរួម​ជាមួយ​គ្នា​ក្នុងការប្រារព្ធអាជីព​មិនគួរឲ្យជឿ​របស់លោកម៉ាយខល ជេកសុន។\"\n",
        "output": [
            "Jeff Blake, chairman of worldwide marketing and distribution for Sony Pictures, said: \"Michael Jackson has an army of fans everywhere around the world... we are giving the audiences an incredible opportunity to join together in celebration of Michael Jackson's incredible career.\"\n"
        ]
    },
    {
        "input": "អ្នកកាសែតទាំងពីរនាក់ ដែលមានលោកផូល ឌូក្លាស់ ជាអ្នកកាន់កាមេរ៉ា និងលោកជេមស៍ ប្រូឡេន ជាអ្នកកាន់ខាងសម្លេង សុទ្ធតែជាជនជាតិអង់គ្លេសត្រូវបានបង្កប់ជាមួយកងពលធំថ្មើរជើងទី4 អាមេរិក ហើយបានស្ថិតនៅក្នុងការល្បាតដូចធម្មតាខណៈដែលរថយន្តនៅក្បែរនោះមួយគ្រឿងផ្ទុកដោយគ្រាប់បែកត្រូវបានផ្ទុះ។\n",
        "output": [
            "The two journalists, cameraman Paul Douglas and soundman James Brolan, both British, were embedded with the American 4th Infantry Division and were on a routine patrol when a nearby car packed with explosives was detonated.\n"
        ]
    },
    {
        "input": "យោងតាមមេធាវីរបស់គាត់បានឲ្យដឹងថា ស្ថានភាពនេះត្រូវបានគេបង្ខំ ដោយសារតែលោកមេននីងបាន \"និយាយកំប្លែងឌឺដងបញ្ឈឺ\" អំពីស្ថានភាពអាក្រក់នៃការបង្ខាំងរបស់គាត់។\n",
        "output": [
            "According to his attorney, this condition was imposed because Manning made a \"sarcastic quip\" about the harsh conditions of his confinement.\n"
        ]
    },
    {
        "input": "បេក្ខជនពីររូបដែលពីមុនមកបានបោះឆ្នោតក្នុងនាមជាសមាជិកក្រុមប្រឹក្សាភិបាល អោយបញ្ចូលមុខវិទ្យារចនាឆ្លាតវ័យទៅក្នុងកម្មវិធីសិក្សាវិទ្យាសាស្ត្រនៅសាលារដ្ឋ បានទទួលនូវសំលេងឆ្នោតតិចបំផុតកាលពីការបោះឆ្នោតក្នុងថ្ងៃអង្គារ។\n",
        "output": [
            "Two candidates who had previously voted as school board members to include intelligent design in the public school science curriculum received the fewest votes in Tuesday's election.\n"
        ]
    },
    {
        "input": "អ្នកនាំពាក្យរបស់កាកបាទក្រហមម្នាក់បានប្រសាសន៍ថា ផ្ទះសំបែងប្រមាណជាពីររយខ្នងត្រូវបានលិច ឬខូចខាច។\n",
        "output": [
            "A spokesperson for the Red Cross said approximately two hundred houses had been sunk or wrecked.\n"
        ]
    },
    {
        "input": "កងកំលាំងដែលដឹកនាំដោយអង្គការNATOក្នុងប្រទេសអាហ្គានីស្ថាន បានចេញនូវសេចក្តីថ្លែងការមួយកាលពីថ្ងៃសុក្រ ដោយនិយាយថា កងកំលាំងពីររូបរបស់ខ្លួនបានបាត់ខ្លួនកាលពីថ្ងៃពុធ នៅពេលកំពុងចុះបេសកកម្មផ្តល់ជំនួយដូចរាល់ដង។\n",
        "output": [
            "The NATO-led force in Afghanistan issued a statement on Friday saying that that two of its troops went missing on Wednesday while on a routine supply mission.\n"
        ]
    },
    {
        "input": "យន្តហោះប្រយុទ្ឋ F3 Tornado ចំនួនបួនគ្រឿង ត្រូវបានដាក់ឲ្យប្រើប្រាស់ដោយកងកម្លាំងអាកាសរបស់ចក្រភពអង់គ្លេស ដើម្បីទប់ស្កាត់យន្តហោះយោធានរុស្ស៊ី។\n",
        "output": [
            "Four F3 Tornado fighter jets were launched by the United Kingdom's Royal Air Force to intercept Russian military planes.\n"
        ]
    },
    {
        "input": "យ៉ាងហោចណាស់ មនុស្ស27នាក់ត្រូវបានសម្លាប់ ឯកសារបទឧក្រិដ្ឋត្រូវរាយការណ៍ថា ត្រូវបានលួច និងការលួចបានរីករាលដាលដល់ ឌីលី ជារដ្ឋធានីទីម័រ​ខាងកើត ក្នុងអំឡុងពេលមានភាពចលាចលនោះ។\n",
        "output": [
            "At least 27 people have been killed, criminal documents reported stolen, and looting widespread in the East Timorese capital, Dili during the present period of unrest.\n"
        ]
    },
    {
        "input": "ក្នុងការប្រកួត 2 ថ្ងៃនេះ ដោយសារតែមានបញ្ហាខ្លះអំពីការរៀបចំពេលវេលា អ្នកខ្លះដែលបានចុះឈ្មោះប្រកួតយកជើងឯក បានបោះបង់ការប្រកួត ប៉ុន្តែមិនប៉ះពាល់ដល់លទ្ឋផលថ្ងៃទីមួយនៃការប្រកួតជើងឯកនោះទេ ការប្រកួតយកជើងឯក 2 ថ្ងៃ និងយកជើងឯកទាំងមូល។\n",
        "output": [
            "In this 2-day qualifier, due to some issues on the arrangement of the schedule, some registered gamers offered to quit the championship, but it didn't take effect on the results of the single day champion, the 2-day champion, and overall champion.\n"
        ]
    },
    {
        "input": "ភាពជាដៃគូរវាងរដ្ឋាភិបាល រដ្ឋាភិបាលញ៉ូវសៅវ៉េល និង Sydney Cricket និងSports Ground Trust នឹងទទួលខុសត្រូវចំពោះការចំណាយបន្ថែមទាក់ទិននឹង Sydney Cricket Ground ជាមួយនឹងការងារដែលនឹងបញ្ចប់ត្រឹមឆ្នាំ2014។\n",
        "output": [
            "A partnership between the government, New South Wales Government and the Sydney Cricket and Sports Ground Trust will cover additional costs associated with the Sydney Cricket Ground with work completed by 2014.\n"
        ]
    },
    {
        "input": "ក្រុមA1នូវែលហ្សេឡង់បានឈ្នះការប្រណាំងលក្ខណៈពិសេសនៅហ្គ្រេនព្រីជA1នៅទីក្រុងសៀងហៃ ប្រទេសចិនបច្ចុប្បន្ននេះ និងតាមពីក្រោយដោយក្រុមA1ចក្រភពអង់គ្លេសនិងក្រុមរបស់A1ប្រទេសអាល្លឺម៉ង់។\n",
        "output": [
            "A1 Team New Zealand has won the feature race at the A1 Grand Prix in Shanghai, China today, followed by A1 Team Great Britain and A1 Team Germany.\n"
        ]
    },
    {
        "input": "លោកវ៉ូដបាននិយាយថា លោកស្ត្ររបាន \"តែងតែទទួលដំបូន្មានដែលខុសច្បាប់ និងបានដើរឆ្ពោះទៅមុខ ហើយបានឈ្នះនៅក្នុងតុលាការ\" នៅពេលដែលលោកបានក្លាយជាលេខាធិការសន្តិសុខជាតិ។\n",
        "output": [
            "Wood said that Straw had \"often been advised things were unlawful and gone ahead anyway and won in the courts\" when he was home secretary.\n"
        ]
    },
    {
        "input": "នៅឆ្នាំ 1997 ព្រះវិហារត្រូវបានផ្តន្ទាទោសពីបទបោកបន្លំនៅទីក្រុងលីយ៉ុង និងនៅឆ្នាំ 1999 នៅ ម៉ាសេល។\n",
        "output": [
            "In 1997 the Church was convicted of fraud in Lyon and 1999 in Marseille.\n"
        ]
    },
    {
        "input": "អ្នកដើរថ្មើរជើង អាយុ 23 ឆ្នាំម្នាក់បានដើរនៅតាមបណ្តោយផ្លូវរត់ប្រណាំងក្នុងទីក្រុងឡុនដុនឌើរី ប្រទេស អៀរឡង់ខាងជើង នៅម៉ោងប្រហែល0220 GMT នៅយប់ថ្ងៃអាទិត្យត្រូវបានរថយន្ត វ៉ុលស្វាហ្គែន​ ប្រាសាត ពណ៍ខ្មៅមួយគ្រឿងបុកនិងត្រូវបានសម្លាប់។\n",
        "output": [
            "A 23-year-old pedestrian walking along Racecourse Road in the city of Londonderry, Northern Ireland at around 0220 GMT on Sunday night was struck by a black Volkswagen Passat and has been killed.\n"
        ]
    },
    {
        "input": "លោកស្រីថូម៉ាស ជាកូនស្រីជនអន្តោប្រវេសន៍លេបាណូន ដែលបានបើកផ្លូវសម្រាប់អ្នករាយការណ៍ជាស្ត្រីក្នុងផ្នែកនយោបាយក្នុងសហរដ្ឋអាមេរិក បានបញ្ចប់អាជីពរបស់លោកស្រី ក្រោយពីបានសុំទោសចំពោះការនិយាយថា ប្រទេសអ៊ីស្រាអែលគួរ \"យកឋានរកចេញពីប៉ាឡេស្ទីនទៅ។\"\n",
        "output": [
            "Thomas, the daughter of Lebanese immigrants, who blazed a trail for female reporters in politics in the United States, has ended her career after apologizing for saying that Israel should \"get the hell out of Palestine.\"\n"
        ]
    },
    {
        "input": "គេគិតថា គាត់បានកំពុងព្យាយាមបង្ខំឲ្យរថយន្តផ្សេងទៀតគេចចេញពីផ្លូវគាត់។\n",
        "output": [
            "It is thought he was trying to force the other vehicle out of the way.\n"
        ]
    },
    {
        "input": "សមាជិកព្រឹទ្ធសភារូបនេះបានពន្យល់ថាសំរាប់ទូកវិញ \"យើងត្រូវបានទាមទារដោយច្បាប់អន្ដរជាតិក្នុងការផ្តល់ជូនទូកទាំងនោះទៅឲ្យម្ចាស់ពួកវាវិញ ប៉ុន្តែដោយសារនាវិកត្រូវបានធ្វើមាតុភូមិនិវត្តភ្លាមៗ លទ្ធភាពរបស់ម្ចាស់ទូកដើម្បីទទួលពួកវាត្រឡប់ទៅកាន់ប្រទេសឥណ្ឌូនេស៊ីវិញ ... គឺមានកំណត់។\"\n",
        "output": [
            "As for the boats, \"We're required by international law to offer them to bond them back to the owners, but as the crew are immediately repatriated the ability of the owners to get them back to Indonesia ... is fairly limited,\" the Senator explained.\n"
        ]
    },
    {
        "input": "ភាពជាដៃគូបែបនេះធ្លាប់ជាពាក្យចចាមអារ៉ាមអស់រយៈពេលជាច្រើនឆ្នាំ ហើយចំនួននៃការយល់ឃើញនេះបានកើនឡើងក្នុងរយៈពេលប៉ុន្មានខែចុងក្រោយនេះ។\n",
        "output": [
            "Such a partnership had been rumored for years, and the amount of speculation grew over the past few months.\n"
        ]
    },
    {
        "input": "ការកើនឡើងនៃលើ ទោះបីជាយ៉ាងណាក៏ដោយ វាមិនមានផលវិជ្ជមានទាំងអស់នោះទេ ពីព្រោះវាកំពុងតែដាក់សម្ពាធដ៏ធំមួយដល់អ្នកនាំចេញ។\n",
        "output": [
            "The leu's appreciation, however, isn't all positive, because it is putting a great deal of pressure on exporters.\n"
        ]
    },
    {
        "input": "ប៉ុន្តែ គាត់បានប្រគល់ខ្លួនទៅឲ្យនគរបាល ក្រោយពីផ្តល់បទសម្ភាសន៍រួច។\n",
        "output": [
            "However, he did turn himself in after giving the interview.\n"
        ]
    },
    {
        "input": "សាកសពស្រ្តីប្រាំនាក់ក្នុងចក្រភពអង់គ្លេសត្រូវបានគេរកឃើញក្នុងស្រុកនៃស៊ូហ្វកភាគខាងកើតនៃប្រទេសអង់គ្លេស។\n",
        "output": [
            "The bodies of five women within the United Kingdom have been found in or around the county of Suffolk in the east of England.\n"
        ]
    },
    {
        "input": "លោកអាឡិចសាល់មុន មេដឹកនាំនៃគណបក្សស្កត់ធីសណាសូណាល់(អេសអេនភី) បាននិយាយថាទោះបីជាប្រទេសស្កក់ឡេនគ្មានអំនាចដើម្បីបញ្ឈប់ការជំនួសនៃប្រព័ន្ធអាវុធទ្រីដិន គេនៅតែមានអំនាចច្រើនក្នុងការការពារបរិស្ថាន។\n",
        "output": [
            "Alex Salmond, leader of the Scottish National Party (SNP), said that although Scotland had no power to stop the replacment of the Trident weapons system, it had a host of powers to protect the environment.\n"
        ]
    },
    {
        "input": "ការកាត់ទោសជាផ្លូវការនឹងត្រូវប្រកាសនៅថ្ងៃទី25 ខែកុម្ភៈ ឆ្នាំ 2005។\n",
        "output": [
            "The official sentence will be announced on February 25th, 2005.\n"
        ]
    },
    {
        "input": "សមាជិកសភាបក្សអភិរក្សនិយម លោក ធីម យ៉ ដែលជាប្រធានគណៈកម្មាធិការ មានប្រសាសន៍ថា \"តម្រូវឲ្យមានការវិនិយោគយ៉ាងច្រើនសន្ធឹកសន្ធាប់លើសមត្ថភាពផលិតថ្មីៗ និងប្រសិទ្ធភាពផ្នែកថាមពល ប្រសិនបើភ្លើងអគ្គិសនីនៅតែបើក។\"\n",
        "output": [
            "\"Very substantial investment in new generating capacity and energy efficiency will be required if the lights are to stay on,\" committee chairman Conservative MP Tim Yeo said.\n"
        ]
    },
    {
        "input": "សមាជិកក្រុមយូអេសអេមួយចំនួនមានការជប់លាងញ៉ាំភីហ្សាក្រោយពីផ្អាកការប្រកួតនៅស្លាឡុម។\n",
        "output": [
            "Several members of Team USA had a pizza party after the slalom cancellation.\n"
        ]
    },
    {
        "input": "ពួកគេក៏ត្រូវបានទទួលរងការរិះគន់ផងដែរចំពោះការអនុញ្ញាតឲ្យកូនធ្វើដំណើរចេញពីសហរដ្ឋាអាមេរិកនៅដើមឆ្នាំនេះ ដោយសារនាងសាន់ឌ័រលែននឹងអាចទៅដល់មហាសមុទ្រឥណ្ឌានៅរដូវរងារក្នុងតំបន់នោះ។\n",
        "output": [
            "They have also been criticized for allowing her to depart the United States at the beginning of the year, because Sunderland would likely arrive in the Indian Ocean during the region's winter.\n"
        ]
    },
    {
        "input": "សាលារៀនជាច្រើនទៀតត្រូវបានវាយប្រហាររួមទាំងសាលារៀន អាល់ហ្វាខូរ៉ា ដោយបានសម្លាប់មនុស្ស 40 នាក់ ភាគច្រើនពួកគេជាស្ត្រីនិងកុមារ។\n",
        "output": [
            "More schools were attacked including the al-Fakhora School killing 40 people, many of them women and children.\n"
        ]
    },
    {
        "input": "ភាគីទាំងពីរបានចុះហត្ថលេខាលើកិច្ចព្រមព្រៀងមួយកាលពីសប្តាហ៍មុនដើម្បីដោះស្រាយភាពជាប់គាំងផ្នែកនយោបាយដែលមានរយៈពេលបួនខែនេះ។\n",
        "output": [
            "The two signed an agreement last week to resolve the four-month political standoff.\n"
        ]
    },
    {
        "input": "គណៈកម្មការទូរគមនាគមន៍នៃកោះសូឡូម៉ូន (TCSI) បានធ្វើការផាកពិន័យដល់អ្នកផ្គត់ផ្គង់ទូរស័ព្ទចល័តប៉ាពួញូជីនៀ (PNG) ពីបទខកខានកាលបរិច្ឆេទអាជ្ញាប័ណ្ណ។\n",
        "output": [
            "The Telecommunications Commission of the Solomon Islands (TCSI) have issued a fine to a Papua New Guinea (PNG) mobile phone provider, for failing to meet the deadlines set out in the terms of its license.\n"
        ]
    },
    {
        "input": "ប្រទេសផ្សេងៗទៀតកំពុងតែស្វែងថាការនាំចេញពីប្រទេសរ៉ូម៉ានីថ្លៃជាងមុន ដូច្នេះធ្វើឲមានភាពប្រកួតប្រជែងតិចដោយសារតែការកើនថ្លៃនៃលើ ហើយវាអាចធ្វើឲមានភាពឱនភាពកាន់តែធំឡើងក្នុងប្រទេស។\n",
        "output": [
            "Other countries are finding Romanian exports more expensive, and therefore less competitive, due to the leu's appreciation, and this could widen the already large account deficit in the country.\n"
        ]
    },
    {
        "input": "គាត់គឺជាកូនប្រុសរបស់ប្រធានសភាបច្ចុប្បន្ន សូញ៉ាហ្គេនឌី ដែលបានកើតនៅក្នុងប្រទេសអ៊ីតាលី និងអតីតនាយករដ្ឋមន្រ្តីរ៉ាជីវហ្គេនឌី ដែលត្រូវបានគេធ្វើឃាតនៅឆ្នាំ1991។\n",
        "output": [
            "He is the son of current Italian-born Congress President Sonia Gandhi, and former Prime Minister Rajiv Gandhi, who was assassinated in 1991.\n"
        ]
    },
    {
        "input": "ប្រធាននាយកប្រតិបត្តិ FA ឈ្មោះ ប្រៀន បាវីច បានបង្ហាញការខកចិត្តរបស់គាត់នៅឯកិច្ចប្រជុំប្រចាំឆ្នាំរបស់ IFAB ក្នុង​ Gleneagles នៅឯ ស្កុតឡេន ថា: \"យើងគាំទ្រការប្រើប្រាស់បច្ចេកវិទ្យាខ្សែទី តែវានឹងមិនមានការពិសោធន៍ទៀតទេ​ ហើយវានឹងមិនត្រូវលើកមកក្នុងរបៀបវិរ:សំរាប់ឆ្នាំក្រោយដែរ ឬក៏នៅក្នុងអនាគតខ្លីៗខាងមុខនេះទ្បើយ។\"\n",
        "output": [
            "FA chief executive Brian Barwick expressed his disappointment at the annual meeting of the IFAB in Gleneagles, Scotland: \"We were in favour of goal-line technology but there will be no more experiments and it will not be back on the agenda next year, or in the foreseeable future.\"\n"
        ]
    },
    {
        "input": "អ្នកជំនាញខាងភ្លើងដែលតែងតែជាប់រវល់ក្នុងកំឡុងពេលនេះជារៀងរាល់ឆ្នាំ បានអំពាវនាវឱ្យប្រើប្រាស់ពិពណ៌កាំជ្រួចដោយស្របច្បាប់ និងប្រកបដោយសុវត្តិភាព និងបានទទូចឱ្យប្រជាពលរដ្ឋចូលរួមរៀបចំពិពណ៌ជាសាធារណៈ។\n",
        "output": [
            "Fire experts, always busy around this time of year, have called for the use of safe and legal firework displays and have urged citizens to attend organised public displays.\n"
        ]
    },
    {
        "input": "ជេមនឹងត្រូវវិនិច្ឆ័យថាគ្មានកំហុស នេះបើយោងតាមមេធាវីការពារក្តីរបស់គាត់ លោកជេម អ៊ី ប្លាត់។\n",
        "output": [
            "James will plead not guilty, according to his attorney, James E. Blatt.\n"
        ]
    },
    {
        "input": "ស្ម៊ីតបាននិយាយអំពីផលប៉ះពាល់ដល់ទំនាក់ទំនងជាមួយអាមេរិក - ដែលមានលក្ខណៈរឹងមាំចាប់តាំងពីសង្គ្រាមលោកលើកទី២ - \"វាមិនមែនជាអ្វីដែលខ្ញុំជឿថានឹងរំខានរហូតមកដល់ថ្ងៃនេះទំនាក់ទំនងការងារបានល្អណាស់រវាងរដ្ឋាភិបាលថ្មី និងរដ្ឋបាល(សហរដ្ឋអាមេរិក)។\"\n",
        "output": [
            "Smith said of the effect on relations with the US - which have been strong since World War II - \"It's not something which I believe will disturb what to date has been a very good working relationship between the new government and the (U.S.) administration.\"\n"
        ]
    },
    {
        "input": "ផ្លូវរដ្ឋក្រុងញ៉ូយ៉ក ឬផ្លូវអន្តររដ្ឋលេខ 90 ត្រូវបានបិទសឹងតែចាប់ពីរ៉ូឆែស្ទ័រ ក្រុងញ៉ូយ៉ក ដល់ឌុនខឺក ក្រុងញ៉ូយ៉ក ដែលមានប្រវែងជិត 110 miles។\n",
        "output": [
            "The New York State Throughway, or interstate 90 is closed from nearly Rochester, New York to Dunkirk, New York which is nearly 110 miles long.\n"
        ]
    },
    {
        "input": "បើយោងតាមលោកសាកូហ្ស៊ីវិធានការបន្ថែមទាំងនេះមានតែទៅលើតំបន់ព្រំដែនតែប៉ុណ្ណោះ។\n",
        "output": [
            "According to Sarkozy, these additional measures refer to the border area only.\n"
        ]
    },
    {
        "input": "សារព័ត៌មាន All Headline News បានរាយការណ៍ថា មន្រ្តីបានដោះគ្រាប់នោះហើយ។\n",
        "output": [
            "Officials were able to defuse the device, reports All Headline News.\n"
        ]
    },
    {
        "input": "លោកហាស់សាន់ រ៉ូហានី ដែលជាប្រធានក្រុមប្រឹក្សាសន្តិសុខជាតិកំពូលសំរាប់អ៊ីរ៉ង់ បានប្រកាសកាលពីថ្ងៃចន្ទថា ប្រទេសនេះនឹងផ្អាកការបម្លែងអ៊ុយរ៉ាញ៉ូមជាបណ្តោះអាសន្នចាប់ពីថ្ងៃទី22 ខែវិច្ឆិកា។\n",
        "output": [
            "Hassan Rowhani, head of the Supreme National Security Council for Iran, announced Monday that the country would temporarily suspend conversion of uranium as of November 22.\n"
        ]
    },
    {
        "input": "មនុស្សចំនួន3,000នៃចំនួនមនុស្សសរុប5,000នាក់ ត្រូវបានប្រាប់ឲ្យភៀសខ្លួន កាលពីយប់មិញនៅខេត្ត មីយ៉ាហ្គី។\n",
        "output": [
            "A total of 5,000 people have been told to evacuate, 3,000 last night in Miyagi Prefecture.\n"
        ]
    },
    {
        "input": "កូតាពាណិជ្ជកម្មថ្មីរបស់សហរដ្ឋអាមេរិកនឹងកម្រិតកំណើនការនាំចូលវាយនភ័ណ្ឌចិនចំនួន 7.5 ភាគរយ បើធៀបជាមួយទំនិញនៅឆ្នាំមុន។\n",
        "output": [
            "The new U.S. trade quota will limit the growth of Chinese textile imports to 7.5 percent compared with shipments over the past year.\n"
        ]
    },
    {
        "input": "គេរំពឹងថា សន្និសីទម្ចាស់ជំនួយអន្តរជាតិមួយនឹងធ្វើឡើងនៅខែក្រោយ ដើម្បីទទូចសុំជំនួយបន្ថែមសំរាប់ប្រទេសនេះ។\n",
        "output": [
            "It is expected that an international donors' conference will take place next month to solicit more aid for the country.\n"
        ]
    },
    {
        "input": "ច្បាប់​ល្បែង​វីដេអូ​ហ្គេម​មួយរបស់​រដ្ឋកាលីហ្វ័រញ៉ា កំពុង​តែ​ត្រូវ​បាន​ពិនិត្យ​ឡើង​វិញ​ដោយ​តុលាការ​សហព័ន្ធ​។\n",
        "output": [
            "A California video game law is currently being reviewed in federal court.\n"
        ]
    },
    {
        "input": "យ៉ាងហោចណាស់មនុស្ស10,000នាក់បានស្លាប់នៅក្នុងទីក្រុងមួយឈ្មោះ បូហ្គាឡាយនៅក្នុងស្រុកពីយ៉ាប៉ុននៃប្រទេស។\n",
        "output": [
            "At least 10,000 people died in one town alone, Bogalay in the Pyapon District of the country.\n"
        ]
    },
    {
        "input": "មនុស្សចំនួនជាង160នាក់ត្រូវបានគេចាប់ឃុំឃាំង នៅក្នុងការទង្គិចមួយដែលមានរយៈពេលពីរថ្ងៃ ដែលរួមទាំងបមុស្ស100នាក់ជាងមកពីភូមិក្រីក្រដែលនៅជិតនោះមួយ ប៉ុន្តែភាគច្រើនត្រូវបានគេដោះលែងហើយ។\n",
        "output": [
            "Over 160 people were taken into custody in a two day crackdown, including over 100 from a nearby slum, but most have been released since then.\n"
        ]
    },
    {
        "input": "និស្សិតជិត 100 នាក់មកពីប្រទេសរ៉ាវ៉ាន់ដា ប៊ុយរុនឌី និង​កុងហ្គោ នឹងចែករំលែកគំនិតយោបល់គ្នាអំពីអតីតកាល និងបច្ចុប្បន្នកាលនៅក្នុងប្រទេសរ៉ាវ៉ាន់ដា ព្រមទាំងអនាគតសម្រាប់តំបន់ហ្គ្រេតឡេកផងដែរ។\n",
        "output": [
            "Approximately 100 students from Rwanda, Burundi and the Congo will share ideas about the past and present in Rwanda as well as the future for the Great Lakes region.\n"
        ]
    },
    {
        "input": "លោករ៉ូប៊ើតស៊ុនមានប្រសាសន៍ថា \" 'នេះគឺជាទឹកដីរបស់ខ្ញុំ'ហើយសំរាប់នាយករដ្ឋមន្ត្រីអ៊ីស្រាអែលណាក៏ដោយដែលសម្រេចចិត្តថានឹងបែងចែកវាបន្ត ឬប្រគល់ឱ្យទៅអ្នកដទៃ នោះព្រះនឹងមានបន្ទូលថា 'ទេ នេះគឺរបស់ខ្ញុំ'។\"\n",
        "output": [
            "Robertson said, \"'This is my land,' and for any prime minister of Israel who decides he is going to carve it up and give it away, God says, 'No, this is mine.'\"\n"
        ]
    },
    {
        "input": "មន្ត្រីផ្នែកធនធានលោកម៉ាធីន ហ្វើហ្គូសុន បាននិយាយថា៖\"មិនមានការគំរាមកំហែងដល់ជ្រោយសមុទ្រអូស្ត្រាលីទេ។\"\n",
        "output": [
            "Resources Minister Martin Ferguson said that \"there's no threat to the Australian coast.\"\n"
        ]
    },
    {
        "input": "អ្នកដែលធ្លាប់បានបង់ថ្លៃសំរាប់ការជួសជុលអ៊ិចបក់360នឺងទទួលបាននូវការចែកចាយនូវសែកជាសំនងដោយស្វ័យប្រវត្តិក្នុងរយៈពេលប្រហែល10សប្តាហ៍រាប់ចាប់ពីកាលបរិច្ឆេទនេះតទៅ។\n",
        "output": [
            "People who have paid for Xbox 360 repair will be automatically distributed a reimbursement check in about 10 weeks from the present date.\n"
        ]
    },
    {
        "input": "\"យើងអាចបត់បែនបានក្នុងគ្រប់មធ្យោបាយដែលអាចធ្វើទៅបាននៅពេលដែលវាបានឈានដល់ការដោះដូរនោះ ប៉ុន្តែភាគីអ៊ីស្រាអែលទន់ខ្សោយពេកក្នុងការធ្វើការសម្រេចចិត្ត។\"\n",
        "output": [
            "\"We have been flexible in every possible way when it came to a swap deal, but the Israeli side was too weak to make a decision.\"\n"
        ]
    },
    {
        "input": "អ្នករបួសពីរនាក់ក្នុងចំណោមអ្នករបួសជាបុរសគឺលោក រែនដាប៊ីបអាយុ52 និងដាញែលមែកមឺរីអាយុ56 ត្រូវបានបញ្ជូនទៅមន្ទីរពេទ្យផាកលែនមែមម៉ូរាលដើម្បីព្យាបាលសំរាប់ការឆេះផ្នែកខាងលើនៃរាយកាយរបស់ពួកគេ។\n",
        "output": [
            "Two of the injured men, Randal Bibb, 52, and Daniel McMurry, 56, were taken to Parkland Memorial Hospital to be treated for upper-body burns.\n"
        ]
    },
    {
        "input": "ប្រធាន Ryanair បាននិយាយថា \"ការឯកភាពរទិញ bmi ភ្លាមៗរបស់ BA បង្ហាញជាថ្មីថា EC មានច្បាប់មួយសំរាប់ក្រុមហ៊ុនអាកាសចរណ៍ជាតិរបស់អឺរ៉ុប ប៉ុន្តែ Ryanair មានច្បាប់ផ្សេងរបស់ខ្លួន។\"\n",
        "output": [
            "\"Today's rubber-stamping of BA's purchase of bmi shows yet again that the EC has one rule for Europe's flag-carriers, but different rules for Ryanair\", said Ryanair chief .\n"
        ]
    },
    {
        "input": "\"ហេតុអ្វីបានជាអ្នកផ្តល់កិច្ចសន្យាដល់អ្នកដែលមានអាយុទើបតែ 21 ឆ្នាំបែបនេះ?\"\n",
        "output": [
            "\"How do you give someone, a 21 year old kid a contract like that?\"\n"
        ]
    },
    {
        "input": "អ្នកកំនែមួយក្នុងចំនោមនោះគឺចាស់ស្ទិនដៀល ដែលបានប្រាប់ទៅយ៉ាងធ្រីកថា៖\"កំនែខ្លះរបស់អ្នកអាចប៉ះពាល់ដល់អត្តបទគឺថាដូចជាបង្ហាញនូវការពេញចិត្តចំពោះតួអង្គនៅក្នុងអត្តបទនោះ។\"\n",
        "output": [
            "One of these editors is Justen Deal, who told Young Trigg that \"some of yours edits may have affected the article in such a way so as to reflect more favorably on the subject of the article.\"\n"
        ]
    },
    {
        "input": "ក្រុម ហ៊្វីអូរេនទីណា និង ឡាហ្ស៊ីអូ ត្រូវបាន​អនុញ្ញាត​ឱ្យ​ទៅ​ចូលក្នុងក្រុម A ដែលត្រូវបាន​បញ្ចុះ​ថ្នាក់​ទៅ​ក្នុង​ក្រុម B ជាដើម​។\n",
        "output": [
            "Fiorentina and Lazio have been reinstated into Serie A, having been demoted into Serie B originally.\n"
        ]
    },
    {
        "input": "តាមរយៈភាពចម្រូងចម្រាស់ថ្មីៗនេះ លោកប៊ូសបានគាំទ្រលោកហ្គុងសាលេស។\n",
        "output": [
            "Throughout the recent controversy Bush has stood next to Gonzales.\n"
        ]
    },
    {
        "input": "អ្នកម៉ៅការដែលត្រូវបានចោទប្រកាន់ម្នាក់ ម៉ាក លុយផើត បានប្រាប់សារព័ត៌មានថា ចៅក្រមដែលទទួលខុសត្រូវចំពោះការស៊ើបអង្កេតនៅទីក្រុងហាសសែលបានហាមគាត់មិនឲ្យនិយាយអំពីព្រះអង្គម្ចាស់ឡូរេន។\n",
        "output": [
            "One of the accused contractors, Marc Luypaerts, has told the press that the judge responsible for the investigation in Hasselt had forbidden him to speak about Prince Laurent.\n"
        ]
    },
    {
        "input": "អ្នកកាសែតនេះបានយកចិត្តទុកដាក់លើទំនាក់ទំនងរវាងប្រធានាធិបតីកូឡុំប៊ីដែលនឹងផុតអណត្តិ លោកអាល់វ៉ារូ យូរីបេ និងក្រុមជីវពលស្តាំនិយមនៅប្រទេសអាមេរិកខាងត្បូងដែលមានសង្គ្រាមញ៉ាំញ៉ី។\n",
        "output": [
            "The journalist has called attention to ties between outgoing Colombian president Alvaro Uribe, and right-wing militia groups in the war-plagued South American country.\n"
        ]
    },
    {
        "input": "សមាជិកព្រឹទ្ធសភា ម៉ាក់ដូណាល់ បានប្រាប់អ្នករៀបចំកម្មវិធី AM នៃវិទ្យុ ABC ថា លោករំពឹងថានៅក្នុងករណីនៃអ្នកដែលគេគិតថាបាននេសាទនៅក្នុងដែនទឹករបស់អូស្ត្រាលីខុសច្បាប់ ប្រធានក្រុម និងប្រហែលជាចៅហ្វាយនេសាទជាន់ខ្ពស់នឹងត្រូវបានចោទប្រកាន់ ដោយនាវិកផ្សេងទៀតត្រូវបានធ្វើមាតុភូមិនិវត្តភ្លាមៗទៅឥណ្ឌូនេស៊ីវិញ។\n",
        "output": [
            "Senator MacDonald told the ABC Radio programme AM that he expected in the case of those thought to have been fishing in Australian waters illegally, the captain and perhaps the senior fishing master would be charged, with other crew being immediately repatriated to Indonesia.\n"
        ]
    },
    {
        "input": "បន្ទាប់មកហែរទៅខាងជើងតាមផ្លូវយុងហ្គេស្រ្តីតសំដៅទៅណេវ៉លក្លឹបតាមផ្លូវហាយដែន។\n",
        "output": [
            "It then wheeled north along Yonge St. to the Naval Club on Hayden Avenue.\n"
        ]
    },
    {
        "input": "ក្រុមកីឡាជនពិការត្រូវបានរំពឹងទុកថានឹងបញ្ចប់ដោយអាចរកមេដាយទីមួយពាន់ដល់ប្រទេស។\n",
        "output": [
            "The Paralympic team is expected to finish the Games having earned the country's one thousandth medal.\n"
        ]
    },
    {
        "input": "ការបញ្ជាផ្ទាល់ពីទីក្រុងឡុដ៍ ត្រូវបានអនុវត្ត តាំងពីសភានិងស្ថាប័ននីតិប្រតិបត្តិ ត្រូវបានរំលាយក្នុងឆ្នាំ2002 ដោយការចោតប្រកាន់លើចារកម្ម IRA។\n",
        "output": [
            "Direct rule from London has been in place since the Assembly and Executive dissolved in 2002 over allegations of IRA spying ring.\n"
        ]
    },
    {
        "input": "តម្រងនោមនេះបានដំណើរការដើម្បីបញ្ចេញទឹកនោម និងបន្ទោបង់ដោយគ្មានកំណកឈាមទាំងនៅក្នុងមន្ទីរពិសោធន៍ផង និងនៅក្នុងរូបកាយសត្វកណ្តុរដែលរស់ផង។\n",
        "output": [
            "The kidneys were capable of urine production and excretion without blood clots in both the laboratory and inside living rats.\n"
        ]
    },
    {
        "input": "\"Red Baron\" បានធ្វើកំណត់ត្រាពេលវេលាតិចជាងគេ និងល្បឿនលឿនជាងគេ សំរាប់ផ្លូវនេះ។\n",
        "output": [
            "The \"Red Baron\" set up the fastest time and the top speed record for this track.\n"
        ]
    },
    {
        "input": "មន្រ្តីនិយាយថា ការធ្លាក់យន្តហោះដែលបានកើតឡើងនៅពេលយន្តហោះទៅដល់អាកាសយានដ្ឋានរុស្ស៊ីមួយកាលពីថ្ងៃសៅរ៏ គឺដោយសារតែអ័ព្ទក្រាស់ ហើយពុំមានអ្នកណាម្នាក់នៅរស់ឡើយ។\n",
        "output": [
            "Officials say the crash, which occurred when the plane was approaching a Russian airport on Saturday, was due to dense fog, and that there are no survivors.\n"
        ]
    },
    {
        "input": "បន្ទាប់ពីឪពុករបស់គាត់ ហ្គាប៊ុនបានក្លាយជាអ្នកនាំចេញប្រេងធំបំផុតទីប្រាំមួយរបស់ពិភពលោក ប៉ុន្តែប្រជាជនចំនួន70%នៅតែរស់នៅក្នុងភាពក្រីក្រនៅឡើយ។\n",
        "output": [
            "Under his father, Gabon became the world's sixth-largest oil exporter, but 70% of the population still live in poverty.\n"
        ]
    },
    {
        "input": "\"យើងកំពុងមានគម្រោងឲ្យជេមស៍បន្តកិច្ចការរបស់គាត់នៅក្នុងឆ្នាំថ្មីនេះ និងមានទំនុកចិត្តថាគាត់នឹងតំណាងឲ្យអត្តពលិករដ្ឋផេន និងសាកលវិទ្យាល័យ ប្រកបដោយថាមពល ការលះបង់ និងការគោរពកម្រិតខ្ពស់។\"\n",
        "output": [
            "\"We are planning to have James resume his duties in the new year and are confident that he will represent Penn State Athletics and the University with a high level of energy, dedication and respect.\"\n"
        ]
    },
    {
        "input": "\"ប្រភពជូនដំណឹងច្បាស់លាស់\" មួយដកស្រង់សម្តីដោយកាសែតជាភាសាបារាំងប្រចាំថ្ងៃឈ្មោះ ឡឺ ស័រ បានលើកឡើងថា អាចនឹងមានកំហុសចរន្តអគ្គិសនីនៅក្នុងប្រព័ន្ធផ្តល់សញ្ញានោះ។\n",
        "output": [
            "A \"well informed source\" quoted by French-language daily Le Soir suggested that there might have been an electrical failure in the signalling system.\n"
        ]
    },
    {
        "input": "\"គ្មានពួកយើងណាម្នាក់ចង់ឲ្យលិខិតឆ្លងដែនរបស់ជនជាតិអាមេរិក អាចយកមកមើល ដោយមិនស្របតាមច្បាប់នោះទេ។\"\n",
        "output": [
            "\"None of us want us to have a situation where any American's passport file is accessed in an unauthorized way.\"\n"
        ]
    },
    {
        "input": "វាជាការសម្រាកបន្ថែមសំរាប់កីឡាករគប់បាល់ និងអ្នកដ៏ទៃផ្សេងទៀត។\n",
        "output": [
            "It still was extra rest for the pitchers, and everybody else.\n"
        ]
    },
    {
        "input": "នៅល្ងាចថ្ងៃពុធ ហោសតុន អាសត្រូស ជាក្រុមកីឡាបាល់ទះអាជីពនៅអាមេរិកខាងជើង បានឈ្នះក្នុងការប្រកួតផេននិនសម្ព័ន្ធជាតិឆ្នាំ2005 ដោយយកឈ្នះលើ St. Louis​Cardinals ក្នុងពិន្ទុ 5 - 1 ដោយដណ្តើមបានជ័យជំនះលើកទី4 របស់ពួកគេក្នុងការប្រកួតពានស៊េរីសម្ព័ន្ធជាតិ។\n",
        "output": [
            "Wednesday night, the Houston Astros, a professional baseball team in North America, won the 2005 National League Pennant by defeating the St. Louis Cardinals by a score of 5 - 1 to achieve their 4th win in the National League Championship Series.\n"
        ]
    },
    {
        "input": "ឃើញនៅក្នុងរូបថតខាងក្រោមគឺអនុសេនីយ៍ទោ (កងម៉ារីន)អាមស្រ្តងមន្រ្តីប្រតិបត្តិរបស់អរស៊ីអេសស៊ីស៊ី18 នៅក្នុងផ្ទៃខាងក្រោយគឺជាក្រុមនិស្សិតទាហាន។\n",
        "output": [
            "Seen in the photograph below is Lieutenant (Navy) Armstrong, the Executive Officer of RCSCC 18 Vanguard, in the background, are Vanguard cadets.\n"
        ]
    },
    {
        "input": "កម្មវិធីដៃគូតំបន់ផ្តល់នូវជំនួយរដ្ឋាភិបាលសម្រាប់គម្រោងនានានៅក្នុងតំបន់។\n",
        "output": [
            "Regional Partnerships program provides government assistance for projects in regional areas.\n"
        ]
    },
    {
        "input": "មួយចំនួនធំនៃថ្មខៀវ ឬ កំទេចថ្មដូឡឺរ៉ៃ ប្រេស៊ីលី ដែលបានរកឃើញនៅក្នុងការជីកនេះ បាននាំក្រុមអ្នកស្រាវជ្រាវឲ្យសន្និដ្ឋានថាដុំថ្មទាំងនេះធ្លាប់ត្រូវបានគេគោរពចំពោះលក្ខណៈសម្បត្តិព្យាបាលរបស់ពួកគេ។\n",
        "output": [
            "A large number of bluestone or spotted Preseli dolerite chips found during the excavation led the researchers to conclude the stones were venerated for their healing properties.\n"
        ]
    },
    {
        "input": "ស្រ្តីម្នាក់វិលមុខ និងបានដួល ហើយត្រូវបានដឹកយកទៅដោយរថយន្តសង្គ្រោះបន្ទាន់។\n",
        "output": [
            "One of the women felt dizzy, fell down and was picked up by the ambulance.\n"
        ]
    },
    {
        "input": "អ្នកដឹកនាំភាពយន្តជនជាតិប៉ូឡូញលោកអានឌ្រស្សេ វ៉ាជដា បានបញ្ចេញយោបល់របស់លោកស្តីអំពីទីកន្លែងបញ្ចុះសពអតីតប្រធានាធីបតី ដោយរៀបរាប់ថា \"លិច កាហ្ស៊ីនស្គីជាមនុស្សសាមញម្នាក់ និងជាបុរសល្អម្នាក់ ប៉ុន្តែមិនមានមូលហេតុណាមួយសំរាប់គាត់ដើម្បីបញ្ចុះក្នុងវ៉ាវេលក្នុងចំណោមស្តេចរបស់ប៉ូឡូញ និងសេនាប្រមុខ ចូហ្សេហ្វ ភីតស្សុតស្គី[ស្ថាបនិកនៃប្រទេសប៉ូឡូញសម័យទំនើប]ទេ។\"\n",
        "output": [
            "Polish film director Andrzej Wajda voiced his opinion on the plans of the late president’s burial site, saying that \"Lech Kaczynski was an ordinary and good man, but there is no reason for him to lie in the Wawel among the kings of Poland and Marshal Józef Piłsudski [the founder of modern-day Poland].\"\n"
        ]
    },
    {
        "input": "បើសិនជាមនុស្សផលិតជីវៈឥន្ធនៈនិងអាហារវានឹងធ្វើឲមាននូវភាពស្មុគស្មាញមួយថ្មីទៀត ដាវីត ដេវីត ម៉ូឌេន អ្នកដឹកនាំការស្រាវជ្រាវរបស់អាយដាប់បែលយូអេមអាយដែលមានទីតាំងនៅប្រទេសស្រីលង្កាបាននិយាយដូចនេះ។\n",
        "output": [
            "If people are growing biofuels and food it will put another new stress, says David Molden, who led the study at the Sri Lanka-based IWMI.\n"
        ]
    },
    {
        "input": "ទោះយ៉ាងណាផែនការរបស់ពួកគេត្រូវបរាជ័យ ហើយម៉ាន់ត្រូវបានចាប់ខ្លួនក្រោយពីមកដល់ប្រទេសស្ស៊ីមប៉ាវេដើម្បីទិញកាំភ្លើង និងគ្រាប់បែក។\n",
        "output": [
            "Their plans were foiled, however, and Mann was arrested after arriving in Zimbabwe to purchase firearms and grenades.\n"
        ]
    },
    {
        "input": "ប្រធានាធិបតី អ៊ីលី អូដ ម៉ូហាមេដ វ៉ាល់ ដែលបានបោះឆ្នោតក្នុងប្រជាមតិនេះដែរ បានមានប្រសាសន៍ថា \"នេះគឺជាថ្ងៃល្អបំផុត និងជាកំណើតថ្មីសម្រាប់ប្រទេសម៉ូរីតានី...\"\n",
        "output": [
            "President Ely Ould Mohamed Vall, who also voted in the referendum said, \"This is a great day and a rebirth for Mauritania ...\"\n"
        ]
    },
    {
        "input": "\"អ្នកគ្រាប់បែកអត្តឃាតបានផ្ទុះរថយន្តគាត់នៅពេលឡាងក្រុងដឹកភ្ញៀវជិះកាត់ផ្សារ\"មន្ត្រីនគរបាលជាន់ខ្ពស់សាហ្វគ្វាត ម៉ាលីកបាននិយាយ។\n",
        "output": [
            "\"A suicide bomber blew himself up as the car was next to a passenger bus passing through the market,\" said senior police officer Shafqat Malik.\n"
        ]
    },
    {
        "input": "ប្រជាជនទីក្រុងបានអំពាវនាវម្តងហើយម្តងទៀតសុំឲ្យនគរបាលដេញក្រុមបាតុករពីទីតាំងដី ដែលឥឡូវនេះជាកម្មសិទ្ធិខេត្ត ហើយបានរក្សាជាការកាន់កាប់ផ្ញើទុករហូតទាល់តែជម្លោះត្រូវបានដោះស្រាយ។\n",
        "output": [
            "Townspeople have repeatedly called for police to remove the protesters from the land, which is now owned by the province and being held in trust until the dispute is resolved.\n"
        ]
    },
    {
        "input": "\"ចំពោះករណីដែលយើងត្រូវបានជូនដំណឹងរាល់ការចោទប្រកាន់និងករណីដែលយើងបានពិនិត្យរាល់ភស្តុតាងដែលអាចមាន ពួកយើងក៏ជឿថានេះជាការពិត។\"\n",
        "output": [
            "\"To the extent that we have been informed of all allegations and have reviewed all available evidence, we also believe this to be the case.\"\n"
        ]
    },
    {
        "input": "មន្រ្តីម្នាក់បាននិយាយថា អ្នកបកប្រែបានបាញ់ពួកគេនៅមូលដ្ឋានទ័ពភាគខាងកើតអាហ្វហ្គានីស្ថាន មុនពេលគាត់ត្រូវបានបាញ់សម្លាប់ដោយទាហានផ្សេងទៀត។\n",
        "output": [
            "An official said the translator shot them at an eastern Afghanistan outpost before he was shot dead by other soldiers.\n"
        ]
    },
    {
        "input": "ដោយយោងតាមរបាយការណ៍​សារព័ត៌មាន លោកម៉ាកហាឡេ មានគោលបំណង​ដាក់ទង់ជាតិ​កាណាដា​នៅម្ខាងទៀត​នៃផ្លូវ​ ពី​ DCE (ក្រុមហ៊ុនអចលនទ្រព្យ ដាហ្គ្រាស គ្រីក) ដែលជាកន្លែង​ដែលជនជាតិដើមបានកាន់កាប់ចំនួន 10 ខែហើយ។\n",
        "output": [
            "According to news reports, McHale intended to put the Canadian flag across the street from DCE (Douglas Creek Estates) where the aboriginal occupation has been ongoing for 10 months.\n"
        ]
    },
    {
        "input": "\"វាមាន​អារម្មណ៍​ចំពោះ​ខ្ញុំដូចជា វាស្ថិត​នៅក្នុងចលនាយឺត​។\"\n",
        "output": [
            "\"It felt to me like it was in slow motion.\"\n"
        ]
    },
    {
        "input": "Parasiris នឹងនៅតែមានសេរីភាពនៅក្រៅឃុំ រង់ចាំសវនាការបឋមដែលនឹងត្រូវធ្វើឡើងនៅខែសីហាឆ្នាំនេះ។\n",
        "output": [
            "Parasiris will remain free on bail pending a preliminary hearing to be held in August of this year.\n"
        ]
    },
    {
        "input": "ការផ្ទុះឡើងនៃជំងឺគ្រុនដែលបង្កឡើងដោយមេរោគម៉ាបឺកនេះគឺមានទ្រង់ទ្រាយធំជាងគេក្នុងប្រវត្តិសាស្ត្រកន្លងមក។\n",
        "output": [
            "This is the largest recorded outbreak of Marburg viral hemorrhagic fever in history.\n"
        ]
    },
    {
        "input": "អាមេរិកត្រូវបានចោទប្រកាន់នៅពេលអតីតកាលក្នុងការប្រើប្រាស់ភ័ស្តុតាងពន្លើសនិងប្រឌិតឡើងដើម្បីកសាងសំនុំរឿងប្រឆាំងនឹងអ៊ីរ៉ាក់មុនពេលសង្គ្រាម។\n",
        "output": [
            "The US has in the past been accused of using exaggerated and fabricated evidence to build its case against Iraq prior to the war.\n"
        ]
    },
    {
        "input": "ជាមួយនឹងការបោះឆ្នោតដែលជិតមកដល់នៅថ្ងៃសៅរ៍នេះ នៅរដ្ឋឃ្វីនស៍ឡែននៃអូស្រ្តាលី អ្នករាយការណ៍ Wikinews ប៉ាត់ទ្រីក ហ្គីលឡែត បានបង្ហាញឲ្យឃើញជាមុនអំពីគណបក្សដែលចូលរួម។\n",
        "output": [
            "With an election coming up this Saturday in the Australian state of Queensland, Wikinews reporter Patrick Gillett previews the contesting parties.\n"
        ]
    },
    {
        "input": "តើមានកត្តាណាផ្សេងទៀត ដែលអាចប្រើប្រាស់ដើម្បីពន្យល់ពីភាពខុសគ្នានៃទំនាក់ទំនង ក្នុងចំណាប់អារម្មណ៍លើប្រព័ន្ធផ្សព្វផ្សាយជាជាងការប្រតិបត្តិដែរឬទេ?\n",
        "output": [
            "What other factors can be used to explain the relative differences in media attention other than performance?\n"
        ]
    },
    {
        "input": "លោកហ្វឺរបាននិយាយថា \"DS4SEQ ចង់បានភាគរយដែលច្រើនល្មមពីការបោះឆ្នោតបឋម និងឈ្នះកៅអីក្នុងមួយចំនួន។\"\n",
        "output": [
            "\"DS4SEQ would like to gain a sizeable percentage of the primary vote and win a number of seats,\" Mr furze said.\n"
        ]
    },
    {
        "input": "នៅកន្លែងទម្លាក់គ្រាប់បែក កម្រងផ្កាជាច្រើនត្រូវបានដាក់ដើម្បីជាការគោរពវិញ្ញាណក្ខន្ធដោយមនុស្សរាប់រយនាក់ដែលប្រមូលផ្តុំគ្នានៅតំបន់នោះដើម្បីធ្វើពិធីស្មឹងស្មាត។\n",
        "output": [
            "At the bombing sites, wreaths were laid in respect, with hundreds gathering at the sites to mark the silence.\n"
        ]
    },
    {
        "input": "នគរបាលបានចុចកណ្តឹងរោទិ៍ប្រកាសអាសន្នជាច្រើនកាលល្ងាចនៃថ្ងៃកើតហេតុនៅផ្នែកផ្សេងៗទៀតនៃអគារ ដែលការនេះបានធ្វើឲ្យឆ្មាំវិចិត្រសាលភ្លេចខ្លួន។\n",
        "output": [
            "The police stated multiple alarms during the evening of the heist in other parts of the building had distracted the gallery guard.\n"
        ]
    },
    {
        "input": "ក្រោយពី​ការសាង​សង់​ខ្សែររថភ្លើង​ ​Crossrail ហើយ ផ្ទះ​រាប់​រយ​ខ្នង​នឹង​មាន​ផ្លូវ​រូង​ក្រោម​ដី​សាង​សង់​ពីក្រោម​។\n",
        "output": [
            "As a result of construction of the Crossrail line, hundreds of homes will have new tunnels excavated beneath them.\n"
        ]
    },
    {
        "input": "ក្នុងនាមជាអ្នកចាត់ការ គាត់ក៏បានឈ្នះនូវការប្រកួតចំនួន 1,800 ប្រកួត ក្នុងរយៈពេល 23 ឆ្នាំនេះ។\n",
        "output": [
            "As a manager, he also won 1,800 games over the course of 23 years.\n"
        ]
    },
    {
        "input": "GoM បានស្នើអោយមានការអនុញ្ញាតដល់វិទ្យុសហគមន៍ក្នុងការផ្សាយពាណិជ្ជកម្ម5នាទី រាល់ការផ្សាយរយៈពេលមួយម៉ោង។\n",
        "output": [
            "The GoM has also proposed that community radios be allowed up to 5 minutes of commercial advertising for every hour of broadcast.\n"
        ]
    },
    {
        "input": "\"ក្នុងដំណើរការធូលីអាលមីញ៉ូមជាច្រើនអណ្តែតនៅក្នុងខ្យល់។\"\n",
        "output": [
            "\"In the process, there is lots of aluminum (aluminium) dust floating in the air. \"\n"
        ]
    },
    {
        "input": "គេបាននិយាយផងដែរថា គាត់បានបាត់ឱកាសមួយបន្ថែមទៀតសំរាប់សកម្មភាពគេចក្នុងការជួយសង្គ្រោះបន្ទាន់ អំឡុងពេលយន្តហោះបានបុកផ្លូវរត់ និងលោតទៅក្នុងអាកាសនៅចំណុចដែលសហអាកាសយានិកហ្គាហ្គេម រ៉ូចម៉ាណាបានស្នើឲ្យ \"ឆ្វែលជុំវិញ\"វិធីគួរត្រូវចាប់ផ្ដើម ប៉ុន្តែមិនត្រូវបានអើពើទេ។\n",
        "output": [
            "It also commented that he missed one further opportunity for emergency evasive action when the airliner struck the runway and bounced into the air, at which point co-pilot Gagam Rochmana requested a 'go-around' procedure be initiated, but was also ignored.\n"
        ]
    },
    {
        "input": "វាអាចត្រូវចំណាយពេលយ៉ាងហោចណាស់ប្រាំថ្ងៃ មុនពេលភ្លើងអាចនឹងត្រូវបានស្ថិតនៅក្រោមការគ្រប់គ្រងពេញលេញ។\n",
        "output": [
            "It could take at least five days before the fire can be brought under full control.\n"
        ]
    },
    {
        "input": "គាត់លើកឡើងថា គាត់ទទួលបានតែភាគរយតូចមួយនៃចំណូលរបស់គាត់ពីក្រុមហ៊ុន; យប់មិញគាត់បានប្រគុំដន្ត្រីជាមួយក្រុមដន្ត្រីរបស់គាត់ហៅថា The Distractions នៅឯមហោស្របBloomsbury ក្នុងទីក្រុងឡុងដ៏។\n",
        "output": [
            "He points out that he only receives a small percentage of his income from the corporation; last night he played with his band The Distractions at the Bloomsbury Theatre in London.\n"
        ]
    },
    {
        "input": "ហ្សាហាប់បានទាញគ្រែរំកិលលើទឹកកកទម្ងន់ 170ផាន (77-kg) ធ្វើដំណើរថ្មើជើងនិងដោយពាក់ស្បែកជើងព្រិលខណៈពេលបុរសពីរនាក់ផ្សេងទៀតបានជិះស្គី។\n",
        "output": [
            "Zahab had to pull 170-lb (77-kg) sleds of equipment, traveling on foot and on snowshoes while the other two men skied.\n"
        ]
    },
    {
        "input": "សំណួរនេះគឺជាអ្វីដែលយើងមិនចាំបាច់ក្នុងការស្តាប់ និងជាអ្នកសំរេចឡើយ។\n",
        "output": [
            "The question is what we need not to be told and who decides.\n"
        ]
    },
    {
        "input": "ក្រុមញូយ៉កយ៉ាំងឃីបានងើបពីការប្រកួតចាញ់យ៉ាងធ្ងន់ធ្ងរកាលពីថ្ងៃសៅរ៍ មកជាការទទួលជ័យជំនះ 9-4 ទៅលើក្រុមខ្លេវលែនឥណ្ឌាដោយហីតខ្លះៗ។\n",
        "output": [
            "The New York Yankees rebounded from a tough loss on Saturday to win Sunday's game 9-4 against the Cleveland Indians thanks to some timely hitting.\n"
        ]
    },
    {
        "input": "នៅពេលដែល អបផេនហៃមឺចាប់ផ្តើមដំណើរការ​កន្លែងបង្កើតអាវុធសម្ងាត់ ឡូស អាឡាមូស គាត់បានចាត់តាំងប៊េតធីឲ្យធ្វើជាប្រធានក្រុមទ្រឹស្តី។\n",
        "output": [
            "When Oppenheimer started the secret weapons design laboratory, Los Alamos, he appointed Bethe as Director of the Theoretical Division.\n"
        ]
    },
    {
        "input": "ដោយបានបង្កើតជាក្រុមហ៊ុនរួមទុនរវាងក្រុមហ៊ុន BMG និងវ៉ូលហ្គង់ ហ្វាំងនៅឆ្នាំ1992 ក្រុមឡាប៊ែល បានឃើញក្រុមហ៊ុនមេរបស់ខ្លួនរួមជាមួយក្រុមហ៊ុនសូនី នៅឆ្នាំ2005 ដើម្បីបង្កើតក្រុមហ៊ុនសូនី BMG ហើយ ហ្វាំង លាលែងជាប្រធាននៅខែធ្នូ ឆ្នាំ2008។\n",
        "output": [
            "Formed as a joint venture between BMG and Wolfgang Funk in 1992, the label had seen its parent merge with Sony in 2005 to form Sony BMG and Funk quit as president in December 2008.\n"
        ]
    },
    {
        "input": "ECC របស់អាហ្វហ្គានីស្ថានបានចេញផ្សាយរបាយការណ៍ អំពីការស៊ើបអង្កេតរបស់ខ្លួនក្នុងការចោទប្រកាន់ដែលបានលេចឡើងបន្ទាប់ពីការបោះឆ្នោតរយៈពេលពីរខែមុន។\n",
        "output": [
            "The Afghanistan ECC has published a report about their investigation into allegations which emerged after the polls two months ago.\n"
        ]
    },
    {
        "input": "ប្រទេសអេស្ប៉ាញប្រើភាពមិនប្រាកដនៅលើសមាជិកសហភាពអឺរ៉ុបដើម្បីទប់ស្កាត់កាតាឡូនាពីការធ្វើប្រជាមតិលើឯករាជ្យភាព។\n",
        "output": [
            "Spain uses uncertainty over EU membership to deter Catalonia from even holding a referendum on independence.\n"
        ]
    },
    {
        "input": "ការប្រកួតរបស់ Toronto FC នៅក្នុងរដូវកាលបានបញ្ចប់ នៅពេលដែល New England Revolution ត្រូវជួបជាមួយ New York Red Bulls នៅក្នុងជុំទី1នៃការប្រកួតជម្រុះ។\n",
        "output": [
            "Toronto FC's season is finished as New England Revolution will face New York Red Bulls in the 1st Round of the playoffs.\n"
        ]
    },
    {
        "input": "CRA បានស្នើថាវាអាចធ្វើការបានលឿនដើម្បីដំណើរការទិន្នន័យលិខិតប្រកាសពន្ធដែលនៅមិនទាន់បញ្ចប់។\n",
        "output": [
            "The CRA suggests that it would work quickly to process the resulting backlog of tax returns.\n"
        ]
    },
    {
        "input": "ផលិតករប្រតិបត្តិសារព័ត៌មាន CBS រ៉ូមហាតមេនបានឆ្លើយតបនៅក្នុងអ៊ីមែលផ្ញើជូន TVNewser ដោយនិយាយថា \"ប៊ីលម៉ាហើមិនធ្លាប់ត្រូវបានប្រាប់ថា គាត់មិនអាចពិភាក្សាអំពីសាសនានៅក្នុងផ្នែកសេរីភាពបញ្ចេញមតិឡើយ\" ហើយបានបន្ថែមទៀតថា \"ការពិតសេរីភាពបញ្ចេញមតិបាននិយាយអំពីបញ្ហាសាសនារួចទៅហើយ ហើយយើងរំពឹងថានឹងមានអ្នកផ្សេងទៀតនិយាយនៅពេលអនាគត។\"\n",
        "output": [
            "CBS News executive producer Rome Hartman has since responded in an e-mail to TVNewser saying that, \"Bill Maher was never told that he couldn't discuss religion in a Free Speech segment,\" and added, \"In fact, Free Speech has already addressed religion and we expect others will in the future.\"\n"
        ]
    },
    {
        "input": "គណៈកម្មាធិការនឹងសម្រេចមួយក្នុងចំណោមកុនទាំងបីអោយទទួលបានការតែងតាំង។\n",
        "output": [
            "The committee will decide which of the three films should receive nominations.\n"
        ]
    },
    {
        "input": "ប្រធាននៃអង្គការផែនការគ្រួសារ សេស៊ីល រីឆាតស៍ បានមានប្រសាសន៍ថា \"ខណៈពេលដែលវាជាការសោកសៅ និងខកចិត្តយ៉ាងខ្លាំង ហើយយើងចង់ធានាចំពោះស្រ្តីដែលពឹងផ្អែកលើអង្គការផែនការគ្រួសារសម្រាប់ការថែរក្សាសុដន់ថា យើងនៅតែមានវត្តមាននៅទីនេះសម្រាប់ពួកគេ ហើយយើងនឹងមានវត្តមានជារាងរហូត។\"\n",
        "output": [
            "Cecile Richards, president of Planned Parenthood, said, \"While this is deeply disturbing and disappointing, we want to assure women who rely on Planned Parenthood for breast care that we're still here for them, and we always will be. \"\n"
        ]
    },
    {
        "input": "\"នាយករដ្ឋមន្ត្រីនឹងត្រូវបានបញ្ជូនទៅកាន់សាល​វះកាត់នៅម៉ោង 6:40 ព្រឹក ការវះកាត់បានធ្វើឡើងនៅម៉ោង8:45ព្រឹក និងត្រូវបានបញ្ចប់នៅម៉ោង 7:30 យប់។\"\n",
        "output": [
            "\"PM was sent to the Operation Theatre at 6:40 am, surgery was done at 8:45 am and was concluded at 7:30 pm.\"\n"
        ]
    },
    {
        "input": "នៅក្នុងការផ្សព្វផ្សាយចុងក្រោយថ្ងៃអាទិត្យទូរទស្សន៍ CNN វ៉ូល ប្ល៊ីតហ្សឺ បានឲ្យដឹងថាព្រឹទ្ធសភាអាមេរិក ចច អាឡែន (R-VA) និងបាបារ៉ា Boxer (D-CA) អ្នកទាំងពីរបានប្រាប់ប្ល៊ីតហ្សឺថាដោយមានកំហឹងចេញពីការតវ៉ា ពួកគេជឿជាក់ថាលោកប្រធានាធិបតីប៊ូសគួរតែជួបផ្ទាល់ជាមួយនឹងស៊ីនឌី ស្ស៊ីហាន។\n",
        "output": [
            "On a CNN Wolf Blitzer Late Edition broadcast Sunday, U.S. Senators George Allen (R-VA) and Barbara Boxer (D-CA) both told Blitzer that in the furore created by the protest they believe President Bush should personally meet with Cindy Sheehan.\n"
        ]
    },
    {
        "input": "អ្នកស្រាវជ្រាវ និងគណៈកម្មាធិការជំងឺមហារីកអាល់ប៊ែតា ព្រមទាំងការិយាល័យសុខាភិបាលក្រុងមិនណែនាំឲ្យប្រើប្រាស់ DCA ដើម្បីព្យាបាលជំងឺមហារីកនៅឡើយទេ ដោយសាពុំទាន់មានការធ្វើតេស្តបែបគ្លីនិកលើការប្រើប្រាស់ថ្នាំនេះដើម្បីព្យាបាលជំងឺមហារីកនៅឡើយទេ។\n",
        "output": [
            "The researchers and the Alberta Cancer Board and Capital Health do not advise the use of DCA to treat cancer yet, as clinical trials for the drugs use to treat cancer have not been performed yet.\n"
        ]
    },
    {
        "input": "លោក ប៊ូឌិន បានរស់នៅជាមួយប្តីប្រពន្ធនោះ អស់រយៈពេលបីខែមុនពេលអ្នកកាសែតបានបង្ហាញថា គាត់និយាយកុហក ហើយត្រូវបានបញ្ជាក់ដោយការធ្វើតេស្តឌីអ៊ិនអេ។\n",
        "output": [
            "Bourdin lived with the couple for three months before a journalist exposed him and his lies were confirmed by a DNA test.\n"
        ]
    },
    {
        "input": "អ្នកនាំពាក្យស្រ្តីព្រីចាសស៊ីនបានបញ្ជាក់ថាការវាយប្រហានេះគឺជាលទ្ធផលនៃការមិនយកចិត្តទុកដាក់។\n",
        "output": [
            "Spokeswoman Bree Jashin has stated the attack was the result of inattentiveness.\n"
        ]
    },
    {
        "input": "ក្រោយពីអានសាលក្រមជាប់ពិរុន្ធចប់ ប្រោន សេនឌ័រ បានអោបគ្រួសារ និងមិត្តភ័ក្តិរបស់នាងដែលបានចូលរួមស្តាប់នៅអង្គជំនុំជម្រះ​នោះ។\n",
        "output": [
            "After the guilty verdict was read, a relieved Browne Sanders hugged her family and friends who were present at the trial.\n"
        ]
    },
    {
        "input": "គណៈកម្មាធិការបានបញ្ជាក់ថាកម្មវិធីកសាងស្ថានីយ៍ថាមពលដំណើរការដោយឧស្ម័នថ្មី \"យ៉ាងច្រើន\" គឺចាំបាច់ដើម្បីបំពេញកង្វះខាតដែលបានព្យាករណ៍។\n",
        "output": [
            "The committee stated that an \"extensive\" building programme of new gas-fired power stations would be needed to meet the predicted shortfall.\n"
        ]
    },
    {
        "input": "ក្នុងឆ្នាំ2005 គាត់បានធ្វើការបង្ហាញខ្លួនក្នុងកម្មវិធីពិសេសមួយ ដើម្បីរំលឹកដល់អឺរ៉ូវីសិន។\n",
        "output": [
            "In 2005 he made an appearance on a special programme to commemorate Eurovision.\n"
        ]
    },
    {
        "input": "ក្រុមហ៊ុនផលិតឧបករណ៍ក្មេងឡេង ម៉ាទែល បានប្រកាសថ្ងៃនេះថាខ្លួននឹងប្រកាសប្រមូលវិញនូវផលិតផលជាច្រើនដោយសារតែព្រួយបារម្ភអំពីកម្រិតគ្រោះថ្នាក់នៃសំណរនៅក្នុងថ្នាំពណ៌របស់វា។\n",
        "output": [
            "Toy manufacturer Mattel announced today that they are recalling more products over fears of dangerous levels of lead in the toy's paint.\n"
        ]
    },
    {
        "input": "តាមការពិត ខ្ញុំបានលក់ឈុតថ្មីទៅឲ្យជនជាតិអាមេរិកម្នាក់ផ្សេងទៀតនៅថ្ងៃនេះ។'\n",
        "output": [
            "I sold a suit today to another American, as a matter of fact.'\n"
        ]
    },
    {
        "input": "ក្រុមហ្ស៊ីមបាវ៉េ បានស្មើជាមួយ​ក្រុមអៀឡង់​ក្នុងការប្រកួត​ពូល D លោកទីពីរ នែវើល ខាប់ ក្នុងសួនសាប៊ីណា ផាក ទីក្រុងឃីងស្ទុន ប្រទេសចាម៉ៃកា​។\n",
        "output": [
            "Zimbabwe tied the second Group D match in the World Cup against Ireland at Sabina Park, Kingston, Jamaica.\n"
        ]
    },
    {
        "input": "ជាអកុសល ពួកគេបានមកដល់យឺតពេលសម្រាប់ពិធីកាន់ទុក្ខនេះ ហើយគណៈប្រតិភូបានឃើញតែផ្នែកមួយចំនួននៃសកម្មភាពពិធីនេះតែប៉ុណ្ណោះ។\n",
        "output": [
            "Unfortunately they arrived too late for the funeral and the delegation watched only part of the funeral activities.\n"
        ]
    },
    {
        "input": "វីដេអូត្រូវបានរាយការណ៍ថា ជាការប្រឆាំងសាសនាសាយអ៊ើនថូឡូជី ដែលថតដោយសមាជិកក្រុមអនាមិកមួយចំនួន។\n",
        "output": [
            "The videos have been reported to be of anti-Scientology protests, recorded by various members of the group Anonymous.\n"
        ]
    },
    {
        "input": "ក្រុម Sunnybank បាននាំមុខ17ពិន្ទុ ទល់នឹង3ពិន្ទុ ក្នុងការប្រកួតដ៏ស្វឹតស្វាញក្នុងវគ្គទីមួយ ប៉ុន្តែបានចាញ់បាល់ពិន័យនៅទីបញ្ចប់ធ្វើអោយក្រុមម្ចាស់ផ្ទះស្ទើរតែអាចយកបានពិន្ទុដើម្បីទទួកយកជ័យជំនះបាន។\n",
        "output": [
            "Sunnybank lead 17 points to 3 in the dying moments of the first half, but conceded a penalty which resulted in the hosts scoring what would ultimately be their final points of the game.\n"
        ]
    },
    {
        "input": "យន្តហោះនឹងមិនត្រូវបានផ្តល់ជូនដល់ក្រុមហ៊ុនអាកាសចរណ៍សិង្ហបុរី ដែលជាអតិថិជនចាប់ផ្ដើមទេ រហូតដល់ខែតុលា-ពីរឆ្នាំក្រោយ។\n",
        "output": [
            "Deliveries to Singapore Airlines, its launch customer, are not due until October - two years late.\n"
        ]
    },
    {
        "input": "ពីរថ្ងៃកន្លងទៅប្រធានរដ្ឋមន្រ្ដីបាននិយាយថាការកាត់បន្ថយនៅក្នុងពន្ធលក់អាចជាលទ្ធផលក្នុងការឡើងតម្លៃឡានក្រុង។\n",
        "output": [
            "A couple of days ago, the Chief Minister had said that any reduction in the sales tax could result in the bus fares going up.\n"
        ]
    },
    {
        "input": "ក្នុងខែកក្កដាឆ្នាំ2010 រ៉ូដបានជំនួសជាអ្នកដឹកនាំនៃអេអេលភីហើយមានលោកស្រីជីឡាតជានាយករដ្ឋមន្រ្តី។\n",
        "output": [
            "In July 2010, Rudd was replaced as leader of the ALP and as Prime Minister by Ms Gillard.\n"
        ]
    },
    {
        "input": "បាលធីម៉លវើស៊ីន តោនឌីស៊ី និងភីឡាឌេផ្យា ទាំងអស់អាចនឹងមានសីតុណ្ហភាពកើនលើស100ºF (37.8ºC)។\n",
        "output": [
            "Baltimore, Washington D.C. and Philadelphia are all expecting highs to reach above 100ºF (37.8ºC).\n"
        ]
    },
    {
        "input": "ភាពជាប់គ្នានៃការធ្វើបុណ្យឡេកអុនតារីយ៉ូបង្កអោយមានបញ្ហាមួយចំណែក ជាពិសេសសំរាប់ក្រុមសិល្បៈដែលសម្តែងនៅភាគខាងត្បូង។\n",
        "output": [
            "Festival Square's proximity to Lake Ontario caused its share of trouble, particularly for the arts groups displaying in the south.\n"
        ]
    },
    {
        "input": "បេលឡូស្តេនី ជាកីឡាករសំខាន់ក្នុងក្រុមបាល់បោះសហភាពសូវៀត និងជាម្ចាស់មេដាយទាំងនៅអឺរ៉ុប និងអូឡាំពិក។\n",
        "output": [
            "Belostenny was a key player in the Soviet Union basketball team and was both a European and Olympic medallist.\n"
        ]
    },
    {
        "input": "ការសិក្សាថ្មីនេះគឺជាការសិក្សាអំពីអាយុកាល និងមរណភាពអន្តរជាតិ។\n",
        "output": [
            "The new study is an international study of survival and mortality.\n"
        ]
    },
    {
        "input": "លោកស៊ីង ដែលជាអ្នកកើតជំងឺទឹកនោមផ្អែមម្នាក់ បានទទួលការវះកាត់មួយនៅប្រទេសអង់គ្លេសក្នុងឆ្នាំ1990 និងទទួលការព្យាបាលដោយការវះកាត់ជួសជុលសរសៃឈាមនៅឆ្នាំ2004 ក្នុងទីក្រុងដេលី ដែលនៅក្នុងពេលនោះ សរសៃដែលត្រូវបានបញ្ចូលទៅក្នុងសរសៃអាទែរបស់គាត់។\n",
        "output": [
            "Singh, a diabetic, underwent a bypass surgery in Britain in 1990 and had an angioplasty in 2004 in Delhi in which stents were introduced in his arteries.\n"
        ]
    },
    {
        "input": "យោងតាមស្ថានទូតអ៊ីស្រាអែលប្រចាំនៅសហរដ្ឋអាមេរិក ប្រទេសអ៊ីស្រាអែលបានទទួលការសុំទោសនោះ។\n",
        "output": [
            "According to the Israeli Ambassador to the United States, Israel accepts the apology.\n"
        ]
    },
    {
        "input": "ចាងហ្វាងនិពន្ឋផ្នែលថាមពលរបស់ឌឹហ្គាឌៀន លោកធើរី​ ម៉ាកាលីស្ទឺ បានសរសេរថា \"កំហុសឆ្គងកាតាឡុកទាំងមនុស្ស ទាំងមេកានិក\" នៅក្នុងរបាយការណ៍ \"កម្ទេចចោល \" ឧស្សាហកម្មប្រេង \" មានដកស្រង់ពាក្យស្លោកជាច្រើន \" អំពីសុវត្ថិភាពជាចម្បង។\n",
        "output": [
            "The energy editor of The Guardian, Terry Macalister, wrote that the \"catalogue of errors - both human and mechanical\" in the report \"demolish\" the oil industry's \"much quoted mantra\" of safety first.\n"
        ]
    },
    {
        "input": "\"វាជារឿងមួយដែលខ្ញុំទាយ វាបានផ្លាស់ប្តូរការប្រកួតប៉ុន្តែតើអ្វីដែលអ្នកអាចធ្វើបាននៅពេលនេះ?\" នេះបើយោងតាមប្រធានក្រុមអាដេឡេត កីឡាករត្រាវីស ដត បានប្រាប់សារព័ត៌មានស្ពតនៅក្រោយការប្រកួត។\n",
        "output": [
            "\"It's one of those things I guess, it changed the game, but what can you do about it now?\" Adelaide Captain Travis Dodd told Fox Sports after the match.\n"
        ]
    },
    {
        "input": "គាត់និយាយថា ជនស៊ីវិលកំពុងទទួលរងភាពអយុត្តិធម៌នៅក្នុងប្រទេសលីបង់ និងភាគខាងជើងអ៊ីស្រាអែល ហើយបានបញ្ជាក់ថា \"ការឆ្លើយតបដោយអយុត្តិធម៌របស់ប្រទេសអ៊ីស្រាអែលគឺជាការរំលោភលើច្បាប់មនុស្សធម៌អន្តរជាតិ។\"\n",
        "output": [
            "He said civilians are paying a disproportionate price in Lebanon and northern Israel and stated that \"A disproportionate response by Israel is a violation of international humanitarian law.\"\n"
        ]
    },
    {
        "input": "\"ខ្ញុំមិនរំពឹងថាកង្វះការចូលរួមពីអង់គ្លេសនឹងបញ្ឈប់សកម្មភាពណាមួយឡើយ។\"\n",
        "output": [
            "\"I don't expect that the lack of British participation will stop any action.\"\n"
        ]
    },
    {
        "input": "គំរូនេះបានព្យាករថាចុណ្ណភាគ ហ៊ីគស៍ បស្សុន បានផ្តល់នូវម៉ាស់ដល់ចុណ្ណភាគមូលដ្ឋានទាំងអស់ ហើយពន្យល់អំពីអត្ថិភាពនៃបញ្ហាងងឹត ឬបញ្ហាដែលមើលមិនឃើញនៅក្នុងចន្លោះកញ្ចុំផ្កាយ។\n",
        "output": [
            "The model predicts that Higgs boson particles gives mass to all fundamental particles and explains the existence of dark matter, or invisible matter in between galaxies.\n"
        ]
    },
    {
        "input": "គាត់បាននិយាយថា \"យើងបានកំពុងព្យាយាមដើម្បីទាញយកការយកចិត្តទុកដាក់ទៅលើការពិតដែលថា អ្នកដែលគ្មានការងារខ្លះនឹងត្រូវទទួលយកលក្ខខណ្ឌអ្វីក៏ដោយដែលត្រួវបានផ្តល់ឲ្យ ពីព្រោះប្រសិនបើអ្នកជំទាស់នឹងការផ្តល់ការងារ អ្នកនឹងបាត់បង់ការទូទាត់សេនធឺលីងឃ៍សម្រាប់រយៈពេលប្រាំបីសប្តាហ៍។\"\n",
        "output": [
            "\"We've been trying to draw attention to the fact that any unemployed person will have to accept whatever conditions they're offered because if you reject a job offer you will lose Centrelink payments for eight weeks,\" he said.\n"
        ]
    },
    {
        "input": "ខណៈពេលដែល គណបក្សសហព័ន្ធដើម្បីប្រជាធិបតេយ្យបារាំង (UDF) ដែលដឹកនាំដោយ Francois Bayrou បន្តស្ថិតក្នុងរដ្ឋាភិបាលចំរុះកាន់អំណាច ជាមួយ UMP គណបក្សនេះបានរេចថា ដោយសាររដ្ឋាភិបាលថ្មីប្រហែលជាអាចធ្វើគោលនយោបាយដ៏ដែលកាន់តែច្រើនជាងមុន ខ្លួនប្រហែលជាអាចមិនចូលរួមក្នុងរដ្ឋាភិបាលចំរុះបានទេ។\n",
        "output": [
            "While the Union for French Democracy (UDF) party, led by François Bayrou, formally remains in the ruling coalition along with the UMP, it has decided that, because the new government would probably do more of the same policies, it would not participate in it.\n"
        ]
    },
    {
        "input": "\"កុំ​ធ្វើអត្ថា​ធិ​ប្បា​យ​ជា​ផ្លូវការ ​និង​ជា​ការ​ពិត​ណាស់ ក៏កុំឲ្យប្រកាសផ្សាយអំពី​រឿងនោះផងដែរ។\"\n",
        "output": [
            "\"Do not comment officially and of course, not on the air, about it.\"\n"
        ]
    },
    {
        "input": "ការផ្ទុះនេះត្រូវបានកំណត់ពេលឲ្យមិនអាចស្ដាប់ឮដោយចៅក្រម ប្រ៊ីខេមា ហើយ ចៅក្រមក៏ដូចជាអ្នកដាក់ពាក្យបណ្ដឹងដែលបានចេញពីបន្ទប់សវនាការដើម្បីសម្រាក។\n",
        "output": [
            "The outbursts have been timed to occur outside the earshot of Judge Brinkema and the jury as those persons filed out of the courtroom for recesses.\n"
        ]
    },
    {
        "input": "អ្នកជំនាញនៅតែដាស់តឿនពីលទ្ធភាពនៃការរីករាលដាល់មេរោគនេះជុំវិញពិភពលោក ដែលជំរុញធនាគារពិភពលោកអោយបញ្ចេញជំនួយ US$500 លាន ដើម្បីជួយដល់ប្រទេសជាច្រើនប្រយុទ្ធប្រឆាំងនឹងមេរោគ H5N1។\n",
        "output": [
            "Experts are still warning of a possible pandemic, prompting the world bank to release US$500 million in aid to assist countries combat H5N1.\n"
        ]
    },
    {
        "input": "ក្នុងអតីតកាល សកម្មភាពនយោបាយត្រូវគេហាមឃាត់ក្នុងប្រទេសចិន ត្រូវបានអនុគ្រោះដោយ អាជ្ញាធរនៅតំបន់រដ្ឋបាលពិសេស របស់សាធារណៈរដ្ឋប្រជាមានិតចិន (SAR)។\n",
        "output": [
            "In the past political activities that are taboo in China proper have been tolerated by the Special Administrative Region of the People's Republic of China (SAR) authorities.\n"
        ]
    },
    {
        "input": "វីគីញ៉ូវ បានទទួលស្គាល់ថាអ្នករាយការណ៍ ផាទ្រីគ មេននៀន គឺបានមានវត្តមាននៅទីនោះ ជាមួយសមាជិកសភា ចន អ៊ែវថីអឺនី នៃសភាតំណាងរាស្រ្តតំបន់ទី6 របស់ម៉ាសាឈូសេត និងសមាជិកព្រឹទ្ធសភារបស់រដ្ឋលីន តូម៉ាស ម៉ាកជី។\n",
        "output": [
            "Wikinews accredited reporter Patrick Mannion was there in attendance along with Congressman John F. Tierney of Massachusetts's 6th congressional district and Lynn's State Senator Thomas McGee.\n"
        ]
    },
    {
        "input": "ក្រុមគ្លីដឺស្ថិតនៅក្នុងទីក្រុងបាងកក ប្រទេសថៃដើម្បីចូលរួមការប្រកួតកីឡាបាល់បោះជើងឯករទេះរុញ តំបន់អាស៊ី អូសេអានី ដែលកំពុងត្រូវបានប្រារព្ធឡើងនៅឯមជ្ឈមណ្ឌលយុវជនបាងកក ជប៉ុន-ថៃ។\n",
        "output": [
            "The Gliders are in Bangkok, Thailand, for the Asia-Oceania Zone Wheelchair Basketball Championships, which are being held at the Thai-Japanese Bangkok Youth Center.\n"
        ]
    },
    {
        "input": "ឆ្មាំសមុទ្របានទទួលការប្រកាសអាសន្ននៅម៉ោង7:03យប់ពីក្រុមហ៊ុននាវាដឹកទំនិញកង់ដាណូ។\n",
        "output": [
            "The Coast Guard received word on the emergency at 7:03 p.m. from Candano Shipping Lines.\n"
        ]
    },
    {
        "input": "លោកប្លាត់ក៏បានរិះគន់ទៅលើព្រះរាជអាជ្ញាដែលបានគូររូបកូនក្តីគាត់។\n",
        "output": [
            "Blatt also criticized the portrait prosecutors had painted of his client.\n"
        ]
    },
    {
        "input": "បុគ្គលិកប្រៃសណីយ៏បានបោះឆ្នោត 3:1 នៅក្នុងការពេញចិត្តចំពោះការធ្វើកូដកម្មប្រៃសណីយ៍នៅទូទាំងប្រទេសក្នុងចក្រភពអង់គ្លេស។\n",
        "output": [
            "Royal Mail workers have voted 3:1 in favour of a nationwide postal strike in the United Kingdom.\n"
        ]
    },
    {
        "input": "ក្រុមមន្ត្រីប៉ូលីសតួចមួយប្រហែលជា 15នាក់ បានរងចាំការមកដល់របស់ក្រុមនេះ។\n",
        "output": [
            "A small group of about 15 police officers awaited the arrival of the group.\n"
        ]
    },
    {
        "input": "លោក ម៉ាសេឡូ ហ្គាឡាដូ បន្ទាប់មកបានសុតចូល 3-0 សំរាប់ក្រុមម្ចាស់ផ្ទះនៅនាទីទី52។\n",
        "output": [
            "Marcelo Gallardo then made it 3-0 for the home side in the 52nd minute.\n"
        ]
    },
    {
        "input": "ការប្រយុទ្ធគ្នាបានចាប់ផ្តើមនៅថ្ងៃសៅរ៍ ទី6 ខែតុលា នៅក្នុងទីក្រុងមីរអាលី និងបន្តអស់រយៈពេលបីថ្ងៃរហូតមកដល់ពេលនេះ។\n",
        "output": [
            "The battles began on Saturday October 6 in the town of Mir Ali and have lasted three days so far.\n"
        ]
    },
    {
        "input": "នាងបាននិយាយថា \"ប្រធានាធិបតីមិនសួរ និងមិនបានសួរពីអ្នកនាំពាក្យរបស់គាត់ក្នុងការផ្តល់ព័ត៌មានក្លែងក្លាយទេ។\"\n",
        "output": [
            "\"The President has not and would not ask his spokespeople to pass on false information,\" she said.\n"
        ]
    },
    {
        "input": "ក្រុមអាស្រ្ដូសបច្ចុប្បន្នស្ថិតក្នុងលេខរៀងទីប្រាំក្នុងការប្រកួតថ្នាក់ជាតិកណ្ដាលជាមួយនឹងកំណត់ត្រា 58-73។\n",
        "output": [
            "The Astros are currently in fifth place in the National League Central with a record of 58-73.\n"
        ]
    },
    {
        "input": "ច្រើននាទីបន្ទាប់ពីតុលាការឧទ្ធហរណ៍អ៊ីឌីនប៊ឺច បានបដិសេធន៍មិនទទួលប្រាក់ធានានៅក្រៅឃុំដោយផ្អែកលើមូលដ្ឋានដ៏គួរឲ្យអាណិតអាសូរ ជីម ស្វ័រ អ្នកនាំពាក្យរបស់ក្រុមគ្រួសារជនរងគ្រោះដែលបានបាត់បង់កូនស្រីរបស់គាត់នៅក្នុងគ្រោះថ្នាក់នោះ បានតវ៉ាចំពោះការសម្រេចចិត្ត។\n",
        "output": [
            "Minutes after Edinburgh's Appeals Court rejected bail on compassionate grounds Jim Swire, spokesman for the victim's families who lost his daughter in the disaster, complained about the ruling.\n"
        ]
    },
    {
        "input": "\"ការរីកចម្រើនដែលសម្រេចបានពីការបង្កើតរដ្ឋាភិបាលស្របច្បាប់មួយ​ក្នុងប្រទេសអាហ្វហ្កានីស្ថាន ស្ថិតក្រោមការវាយប្រហារជាបន្តបន្ទាប់​ និងការដាក់សម្ពាធរពីសំណាក់ពួកតាលីបាន់ និងផ្នែកខ្លះៗរបស់ពួកអាល់កៃដា\" លោកហាវឺន​ បាននិយាយដូច្នេះ។\n",
        "output": [
            "\"The progress that has been made in the establishment of a legitimate government in Afghanistan has come under increasing attack and pressure from the Taliban - and some elements of al-Qaeda,\" Mr Howard said.\n"
        ]
    },
    {
        "input": "ក្រុមអ្នកបរិស្ថាន ដែលក្នុងនោះរួមមានក្លឹបសៀរ៉ា ត្រូវបានគេផ្តល់ការអនុញ្ញាតឱ្យធ្វើអន្តរាគមន៍នៅក្នុងរឿងក្តីនេះក្នុងការគាំទ្រដល់សកម្មភាពរបស់កងវិស្វកម្មនេះ។\n",
        "output": [
            "Environmental groups, including the Sierra Club, were given permission to intervene in the case in support of the actions of the Corps.\n"
        ]
    },
    {
        "input": "សារព័ត៌មានវីគីកំពុងបន្តតាមដានរឿងរ៉ាវនេះ ប៉ុន្តែអ្នកប្រើប្រាស់អនាមិកបានបដិសេធន៍បទសម្ភាសន៍។\n",
        "output": [
            "Wikinews is continuing to follow the story, but the anonymous user has declined an interview.\n"
        ]
    },
    {
        "input": "កាលពីខែសីហាមុន គាត់បាននិយាយអំពីសហជីពថា \"នេះមិនមែនជាសហជីព របស់ខ្ញុំទេ។\"\n",
        "output": [
            "Last August, he said of the union \"This is no longer my union.\"\n"
        ]
    },
    {
        "input": "\"ពួកយើងក៏មានរថយន្តក្រុងដែលដើរដោយឧស្ម័នអ៊ីដ្រូហ្សែនជាច្រើនខ្សែរដែលរត់កាត់ខាងក្រោមផ្នែកសងខាងនៃអគារ។\"\n",
        "output": [
            "\"We also have hydro bus lines running down two sides of the building\".\n"
        ]
    },
    {
        "input": "យ៉ាងហោចណាស់អ្នកឈ្នះរង្វាន់ធំមានចំនួនពីររូបក្នុងកម្មវិធីចាប់រង្វាន់ឆ្នោតមីលៀន មេហ្គា US$370 លាននាយប់ថ្ងៃអង្គារ៍ ដែលបានរៀបចំឡើងក្នុងរដ្ឋសហរដ្ឋអាមេរិកចំនួន 12 រដ្ឋ។\n",
        "output": [
            "There are at least two big winners in Tuesday night's US$370 million Mega Millions lottery drawing which is held in 12 U.S. states.\n"
        ]
    },
    {
        "input": "នៅក្នុង 20 ប្រកួត នៅរដូវកាលនេះ មានតែក្រុមម្ចាស់ផ្ទះបីក្រុមប៉ុណ្ណោះដែលបានឈ្នះ ប៉ុន្តែ សម្រាប់ពេលវេលាលើកដំបូងនៅក្នុងលីក ក្រុមម្ចាស់បួនក្រុមបានឈ្នះការប្រកួតរបស់ខ្លួននៅក្នុងជុំតែមួយ។\n",
        "output": [
            "In the 20 games so far this season, only three home wins had been recorded, but for the first time ever in the league, all four home teams won their respective matches in a single round.\n"
        ]
    },
    {
        "input": "ជើងហោះហើរ # 214 មកពីទីក្រុងសេអ៊ូលដែលដឹកអ្នកដំណើរចំនួន 291 នាក់ - រួមទាំងទារកម្នាក់និងសមាជិកនាវិក16នាក់ - បានធ្លាក់នៅលើផ្លូវរត់ 28L។\n",
        "output": [
            "Flight #214, coming from Seoul, carrying 291 passengers — including one infant, and 16 crew members — crashed on runway 28L.\n"
        ]
    },
    {
        "input": "អ្នកយាមត្រូវបានប្រាប់ថា នៅក្នុងក្បួន មិនអោយយកសារផ្ទាល់ខ្លួននិងកញ្ចប់ឥវ៉ាន់ ក្នុងអាគារឃុំឃាំង រឺនៅស្ថានីយ៍ករណីកិច្ចផ្សេងៗ។\n",
        "output": [
            "Guards are informed in the manual not to take personal mail and parcels within the detention blocks or at any other duty stations.\n"
        ]
    },
    {
        "input": "សំណល់ប្រមូលផ្តុំនៅជុំវិញរន្ធខ្យល់ចេញចូលម៉ាស៊ីនផលិតអុកស៊ីហ្សែនអេឡិចត្រុន ត្រូវបានកត់ចំណាំ និងថតទុកដោយសារីពៅ។\n",
        "output": [
            "Residue accumulation around the vents of the Elektron oxygen generator was noted and photographed by Sharipov.\n"
        ]
    },
    {
        "input": "បទ \"Lose Control\" របស់មីសស៊ី អែលឡុតដែលសំដែងដោយខាយរា និងហ្វេតមេន​ ស្កូបទទួលបានពិន្ទុ 5-3 ខណ:ពេលដែល \"Don't Cha\"បានធ្លាក់ដល់លេខ5។\n",
        "output": [
            "Missy Elliott’s “Lose Control” featuring Ciara and Fat Man Scoop gained 5-3 while “Don’t Cha” dropped to No. 5.\n"
        ]
    },
    {
        "input": "ការបន្ថែមមួយដែលវែង សរសេរលំអិតអំពីវិនីដែលត្រូវធ្វើតាម នៅក្នុងករណីមានការរត់គេច រឺការព្យាយាមរត់គេច។\n",
        "output": [
            "A lengthy addition details rules to follow in the event of an escape or escape attempt.\n"
        ]
    },
    {
        "input": "កុ្រមប្រឹក្សាក្រុងប៊ីស្រ្តូលបានរាយការណ៍ឲ្យដឹងថា បណ្ណាល័យអាចនឹងបើកឡើងវិញនៅថ្ងៃអង្គារ បើទោះបីជាអគារហាក់ដូចជានៅបន្តបិទទ្វារនៅថ្ងៃនោះក៏ដោយ។\n",
        "output": [
            "Bristol City Council has reported that it is possible the library will reopen on Tuesday, although it did say that it was likely the building would remain closed on that day.\n"
        ]
    },
    {
        "input": "សុវត្ថិភាពចរាចរណ៍ត្រូវបានព្រួយបារម្ភថាជាការគំរាមកំហែងចំពោះអ្នកគាំទ្រ វើលខាប់។\n",
        "output": [
            "Traffic safety is feared to be a threat of injury to supporters to the World Cup.\n"
        ]
    },
    {
        "input": "នាយកដ្ឋានឧត្តុនិយមបង់ក្លាដែសបានផ្សព្វផ្សាយសេចក្តីប្រកាសថា ឈីតាហ្គង់បានប៉ះទង្គិចដោយរញ្ចូយផែនដី នៅកំពង់ផែផ្នែកខាងត្បូងដែលជាទីក្រុងធំទី២របស់បង់ក្លាដែស។\n",
        "output": [
            "The Bangladesh Meteorological Department issued a statement that the quake had struck Chittagong, a southern port that is the second largest city in Bangladesh.\n"
        ]
    },
    {
        "input": "កីឡាករហុល្លង់ អេប សុនឌ័រលែន បានសម្តែងស្ទើរតែល្អឥតខ្ចោះ និងពិបាកខ្លាំងដោយរកបានពិន្ទុ 16.533 ដែលធ្វើឲ្យគាត់ទទួលបានមេដាយមាស និងការអបអរសាទរយ៉ាងខ្លាំងពី ទស្សនិកជននៅក្នុង ណត គ្រីនវិច អារីណា។\n",
        "output": [
            "The Dutch gymnast Epke Zonderland performed a near-flawless and immensely difficult routine that earned 16.533 points, earning him both a gold medal and a standing ovation from the audience in the North Greenwich Arena.\n"
        ]
    },
    {
        "input": "មន្រ្តីក្រសួងការពារជាតិសុម៉ាលីបានថ្លែងបន្ថែមថា ឧទ្ធម្ភាគចក្រសហរដ្ឋអាមេរិកបានចាប់ផ្តើមធ្វើការវាយប្រហារប្រឆាំងក្រុមប្រយុទ្ធ ICU នៅក្នុងទីក្រុងអាហ្វម៉ាដូ ដែលជាទីក្រុងនៅជិតព្រំដែនប្រទេសកេនយ៉ា ចម្ងាយ350 kilometres ភាគនិរតីទីក្រុងម៉ូហ្គាឌីស៊ូ។\n",
        "output": [
            "A Somali Defence Ministry official has additionally reported that American helicopters launched an attack against ICU fighters in Afmadow, a city near the Kenyan border, 350 kilometres southwest of Mogadishu.\n"
        ]
    },
    {
        "input": "បន្ទាប់ពីបានវិលត្រឡប់មកពីការសម្រាកផ្សាយពាណិជ្ជកម្ម ប្ល៊ីតហ្សឺ បានប្រាប់ទស្សនិកជនថា CNN ទើបតែទទួលបានព្រឹត្តិបត្រព័ត៌មានពីសេតវិមាន។\n",
        "output": [
            "After returning from commercial break, Blitzer told his guests that CNN had just received a news bulletin from the White House.\n"
        ]
    },
    {
        "input": "ជាភព័្វអាក្រក់សំរាប់ ហ្វែរណាន់ដូ បញ្ហាពេលឈប់ឡានបានបំផ្លាញការប្រកួតដ៏អស្ចារ្យនេះ។\n",
        "output": [
            "Tough luck for Fernando, pit-stop problem spoiled a fantastic battle.\n"
        ]
    },
    {
        "input": "ការស្លាប់របស់លោកហាណេត្រូវបាននយោជករបស់គាត់ចាត់ទុកថា វាជាលទ្ធផលនៃ \"ការទាញយកស្មារតីប្រុងប្រយត្ន័\" ចំពោះការធ្វើឲ្យប្រពន្ធ័អុកស៊ីសែនសំខាន់តំណើរការទ្បើងវិញបន្ទាប់ពីវាត្រូវបានកាត់ផ្តាច់ដោយស្វ័យប្រវត្តិខណៈដែលវារកឃើញថា​នៅមាត់ម៉ាស៊ីនលេចខ្យល់។\n",
        "output": [
            "Haney's death has been attributed by his employer as the result of his \"channelized attention\" on getting the main oxygen system to restart after it automatically cut out when it detected engine bay air leaks.\n"
        ]
    },
    {
        "input": "អង្គការសម្លេងជនភៀសខ្លួន ក៏បាននិយាយផងដែរថា វាគឺជាការបូជាដល់សេរីភាពអាមេរិកកាំងដែលបានធ្វើឲ្យប្រទេសនេះអស្ចារ្យ និងជាទិសដៅដែលគួរឲ្យចង់បាន សំរាប់ពហុជាតិសាសន៍ជុំវិញពិភពលោក ហើយពួកគេចង់និយាយថា \"អរគុណអ្នក​ និងសូមព្រះជួយថែរក្សា\" ដល់បុគ្គលិកសេវាទាំងនោះ។\n",
        "output": [
            "Immigration Voice also said that it is their sacrifice for American freedom that has made this country great and such a desirable destination for multitude of people from around the world and that they wanted to say \"Thank you and god bless you\" to the servicemen.\n"
        ]
    },
    {
        "input": "មនុស្សចំនួន20នាក់ត្រូវតែជម្លៀសចេញពីផ្ទះ នៅពេលដែលគ្រាប់បែកត្រូវបានដោះចេញដោយសុវត្ថិភាព។\n",
        "output": [
            "20 people had to evacuate their homes while the bomb was safely defused.\n"
        ]
    },
    {
        "input": "ក្រុមអ្នកលួចថតរូបមួយក្រុមបានថតវីដេអូដែលប្រិតនីកាន់ចង្កូតឡានរបស់នាងទៅបុកនឹងយានយន្តមួយផ្សេងទៀតនៅថ្ងៃទី6 ខែសីហា ខណៈនាងព្យាយាមចតឡានក្នុងចំណតស្ទីដយ៉ូ ស៊ីធី។\n",
        "output": [
            "A group of paparazzi recorded a video Britney steering her car into another vehicle on August 6 as she tried to pull into a parking spot in a Studio City lot.\n"
        ]
    },
    {
        "input": "បន្ទាប់មកទៀតសាកសពបានដង្ហែរទៅទីស្នាក់ការកណ្តាលរបស់ ណូធីស៊ីអេត ដែលពិធីរំលឹកបានកើតឡើង។\n",
        "output": [
            "Later, it was moved to Notisiete's headquarters, where a memorial took place.\n"
        ]
    },
    {
        "input": "ក្រុមគូករីសបានព្យាយាមស៊ុតបញ្ចូលទីបន្ទាប់ពីរយៈពេលពេញម៉ោងប៉ុន្ដែបរាជ័យក្នុងការកែប្រែការទាត់សមញ្ញនេះដែលអាចឱ្យពួកគេឈ្នះការប្រកួតបាន។\n",
        "output": [
            "Kukris scored a try after full-time yet failing to convert a relatively simple kick that would have won the game for them.\n"
        ]
    },
    {
        "input": "នាងក៏បានកត់សំគាល់អំពីគំនរអំបិលដ៏ធំ នៅឆេស៊ី ដែលត្រូវបានប្រើសំរាប់រំលាយទឹកកកលើផ្លូវហាយវ៉េ នៅខមមិនវ៉េល និងបាននិយាយថា វាត្រូវបានដាក់ទីនោះដោយ \"ខុសច្បាប់។\"\n",
        "output": [
            "She also noted the large salt pile in Chelsea used for the deicing of highways in the Commonwealth and said that it is located there \"illegally.\"\n"
        ]
    },
    {
        "input": "សត្វបក្សីដែលគួរឱ្យកត់សម្គាល់នេះមានស្លាបប្រវែង 30 អ៊ីញ ពីចុងម្ខាងទៅចុងម្ខាងនៃស្លាប និងឈរបានកំពស់ជិត 20 អ៊ីញ។\n",
        "output": [
            "The remarkable birds have a 30-inch wingspan and stand nearly 20 inches high.\n"
        ]
    },
    {
        "input": "ឧបករណ៍នេះគឺមិនមែនជាឧបករណ៍លាយលើតុដែលអាចជឿទុកចិត្តបានដំបូងឡើយ; ហ្យូស័រហ្វានស្វត្ស៍-ហ៊ឺស ដែលបានបង្កើតឡើងក្នុងដើមទសវត្សន៍ឆ្នាំ 1960 នៅក្នុងមន្ទីរពិសោធន៍ Philo T. Farnworth ដែលជាឧបករណ៍ដើម្បីផលិតទូរទស្សន៍ ត្រូវបានលក់ជាប្រភពនឺត្រុង។\n",
        "output": [
            "This device is not the first reliable tabletop fusion device; the Farnsworth-Hirsch fusor, developed in the early 1960s in the laboratory of Philo T. Farnsworth who was instrumental in developing television, is sold commercially as a neutron source.\n"
        ]
    },
    {
        "input": "គម្រោងនេះត្រូវការការវិនិយោគ 10.9 លានលេថ្មី (3 លានអឺរ៉ូ) ដែលពាក់កណ្តាលត្រូវត្រៀមបម្រុងទុករួចទៅ ហើយនេះបើយោងតាមអ្នកសម្របសម្រួលគម្រោងនេះ ស្តានគូ សាម៉លឡា។\n",
        "output": [
            "The project needs investment of 10.9 million new lei (3 million euro), half of which have already been allocated, according to the project's co-ordinator, Stancu Samoila.\n"
        ]
    },
    {
        "input": "នៅម៉ោង 6:45 ព្រឹក ដែលជាម៉ោងនៅរដ្ឋហាវ៉ៃដែលជាពេលចាប់ផ្តើមហែលទឹកចម្ងាយ 2.4 mile ជិះកង់ប្រកួតម៉ោងចម្ងាយ 112 mile និងជាការរត់ម៉ារ៉ាតុងចម្ងាយ 26.2 mile ដែលបានឃើញនូវអ្នកអកុសល និងអ្នកមានសំណាង។\n",
        "output": [
            "The 6:45 a.m. Hawaii Standard Time start to the 2.4 mile swim, 112 mile time-trial, and a 26.2 mile marathon saw a cascade of unfortunates to favorites.\n"
        ]
    },
    {
        "input": "Hawk-Eye ជាក្រុមហ៊ុនដែលធ្វើការលើបច្ចេកវិទ្យាខ្សែទី ដែលត្រូវបានគេកំពុងប្រើសំរាប់​ខ្សែកីទ្បា តេនីស បានប្រតិកម្មដោយភាពស្រងាកចិត្តថា : \"ខ្ញុំខឹងខ្លាំងណាស់ វាពិតជាមិនបានរំពឹងទុកទាល់តែសោះ...\"\n",
        "output": [
            "Hawk-Eye, the company that was working on the goal-line technology that is already being used for line calls in tennis, reacted with disappointment: \"I'm livid, it is completely out of the blue...\"\n"
        ]
    },
    {
        "input": "\"ខ្ញុំធ្វើវាដោយខ្លួនឯង 'ពីព្រោះ' ខ្ញុំចូលចិត្តធ្វើអោយអត្តបទនៃទំព័រវីឃីភីដៀមានភាពកាន់តែប្រសើរ។\"\n",
        "output": [
            "\"I did this on my own 'becuz' I like improving Wikipedia articles\".\n"
        ]
    },
    {
        "input": "តាមការមើលឃើញ គីមបានស្លាប់ពីរថ្ងៃមុនពេលចេញដំណើរទៅបរទេសតាមរថភ្លើងនៅថ្ងៃទី17 ខែធ្នូ។\n",
        "output": [
            "Kim apparently died two days earlier on December 17 aboard a train.\n"
        ]
    },
    {
        "input": "លោកស្រីគ្លីនតុន មិនបានស្នើសុំអ្វីទាំងអស់ជាថ្នួរសម្រាប់ការគាំទ្ររបស់គាត់ចំពោះអូបាម៉ាទេ ប៉ុន្តែអូបាម៉ាបានតបជំនួសវិញជាមួយកាយវិការនៃការបរិច្ចាគវិភាគទានទៅឲ្យយុទ្ធនាការឃោសនារបស់លោកស្រីគ្លីនតុន ដែលឥឡូវត្រូវបានរំខានដោយបញ្ហាបំណុល។\n",
        "output": [
            "Mrs. Clinton asked for nothing in exchange for her support of Obama, but Obama instead countered with a gesture of contributing to Mrs. Clinton campaign that is now burdened by debt.\n"
        ]
    },
    {
        "input": "មនុស្សមួយចំនួននៅរស់នៅឡើយ និងម្នាក់ក្នុងចំណោមទាហានជើងទឹកគិតថា បុរសម្នាក់ដេកនៅលើដីនោះ គឺជាការគំរាមកំហែងមួយដោយសារតែដៃមួយរបស់គាត់មិនអាចមើលឃើញច្បាស់ ដូច្នេះគាត់អាចមានការលាក់អាវុធ។\n",
        "output": [
            "Some were still alive and one marine thought a man lying on the ground was a threat because one of his arms was not clearly visible, so he could be hiding a weapon.\n"
        ]
    },
    {
        "input": "ស្ថិតនៅក្រោមច្បាប់ថ្មីដែលបានសរសេរដោយរដ្ឋមន្ត្រីនៃក្រសួងមហាផ្ទៃ នីកូឡាស់ សាកូហ្ស៊ី ដែលផ្តន្ទាទោស \"អ្នកសារព័ត៌មានពលរដ្ឋ\" អាចប្រឈមនឹងការជាប់ពន្ធនាគាររយៈពេលប្រាំឆ្នាំ។\n",
        "output": [
            "Under the new legislation, written by Minister of the Interior Nicolas Sarkozy, convicted \"citizen journalists\" could face up to five years in prison.\n"
        ]
    },
    {
        "input": "នៅ​កម្រិត​នោះ​ វើតមេន និយាយ​ថា ​ប្រសិទ្ធភាពរបស់​អរ​ម៉ូ​ន​បញ្ចប់​បន្ទាប់​ពី​ពីរ​បី​ថ្ងៃ ​ដោយសារ​តែផ្នែកទទួល​មេឡាតូនីន​​នៅ​ក្នុង​ខួរក្បាល​ក្លាយ​​​ទៅ​ជា​លែងចាប់អារម្មណ៍ ដោយសារតែមានអ័រម៉ូន​ច្រើន​ពេក។\n",
        "output": [
            "At that dose, says Wurtman, the hormone's effects end after a few days because melatonin receptors in the brain become unresponsive when exposed to too much of the hormone.\n"
        ]
    },
    {
        "input": "ស្ថានីយ៍រថភ្លើងសៀកឃើស ភីកាឌីលី បានបើកសារជាថ្មីក្រោយពីការបិទមុននេះ។\n",
        "output": [
            "Piccadilly Circus tube station has reopened after an earlier closure\n"
        ]
    },
    {
        "input": "មេទ័ពជើងទឹក គូរ៉ូយ៉េដូវ បានទទួលបន្ទុកងទ័ពជើងទឹកអំឡុងពេលមានគ្រោះមហន្តរាយឃឺស៍ឆ្នាំ2000 ដែលនាវិក 118នាក់បានបាត់បង់ជីវិតនៅពេលនាវាមុជទឹករបស់ពួកគេបានលិច។\n",
        "output": [
            "Admiral Kuroyedov was in charge of the navy during the Kursk disaster of 2000, in which 118 sailors died when their submarine sank.\n"
        ]
    },
    {
        "input": "វាជាសេចក្តីព្រាងច្បាប់ដំបូង​ដោយលោកម៉ាត រ៉បសុន សមាជិកគណបក្សពលករញូវហ្ស៊េឡែន និងបន្ទាប់មកដោយលោកម៉ាទីន ហ្គាល់ឡាហ្គ័រ ពីគណបក្សពលករញូវហ្ស៊េឡែន។\n",
        "output": [
            "It was first drafted by Matt Robson of the NZ Progressive Party, and was then taken on by Martin Gallagher from the New Zealand Labour Party.\n"
        ]
    },
    {
        "input": "ដំណើរការនៃការបិទទាំងអស់ ត្រូវបានរំពឹងទុកថានឹងប្រើរយះពេលពីរបីថ្ងៃថែមទៀត។\n",
        "output": [
            "The total shutdown process is expected to take a few more days.\n"
        ]
    },
    {
        "input": "មន្ត្រីបានមានប្រសាសន៍ថា \"ការស្លាប់របស់គាត់ពិតជាមានការខកចិត្តដ៏គួរឱ្យកត់សម្គាល់ចំពោះអាលកៃដា។\"\n",
        "output": [
            "\"His death is quite a significant blow to al-Qaeda,\" said officials.\n"
        ]
    },
    {
        "input": "ខណៈពេលដែលខ្លាឃ្មុំបានរត់ត្រឡប់ចូលព្រៃវិញ ឆ្កែបានដេញតាមវា។\n",
        "output": [
            "As the bear ran back into the woods, the dog chased it.\n"
        ]
    },
    {
        "input": "លោកស្រីបានចាប់ផ្តើមអាជីពរបស់នាងនៅ KSAX និងធ្វើការនៅក្នុង EI Paso និង Tucson, AZ។\n",
        "output": [
            "She began her career at KSAX and also worked in El Paso and Tucson, AZ.\n"
        ]
    },
    {
        "input": "ជាមួយនឹងការបើកតាំងពីឆ្នាំ1893 និងមានព្រះអង្គម្ចាស់នៃប្រទេសវេលដែលជាអធិការបតី របស់ខ្លួនផងនោះ បញ្ហាបានចាប់ផ្តើមនៅ UoW កាលពីឆ្នាំមុនបន្ទាប់ពីមានការព្រួយបារម្ភអំពីប្រធាន វិទ្យាស្ថានដៃគូម៉ាឡេស៊ី ដែលជាសិល្បករចម្រៀងក្នុងស្រុកមានលក្ខណៈសម្បត្តិគ្រប់គ្រាន់ស្របច្បាប់។\n",
        "output": [
            "With a charter from 1893 and the Prince of Wales as its chancellor, problems began at UoW last year after concerns the head of a Malaysian partner institution, a local pop artist, had non-legitimate qualifications. \n"
        ]
    },
    {
        "input": "ព្យុះសង្ឈរាអេម៉ីលីបានបុកកោះតូចនៅតំបន់ភាគខាងកើតនៃសមុទ្រការ៉ាបៀននៃហ្គ្រេណាដា។\n",
        "output": [
            "Hurricane Emily has hit the small eastern Caribbean island of Grenada.\n"
        ]
    },
    {
        "input": "ពួកគេក៏បានអំពាវនាវផងដែរសុំឲ្យកំណត់ត្រាទាំងអស់របស់ ម៉ាតូស ត្រូវបានលុបចេញពីកំណត់ត្រារបស់អូឡាំពិក។\n",
        "output": [
            "They also called for all records of Matos to be removed from the Olympic records.\n"
        ]
    },
    {
        "input": "គ្រប់មន្ត្រីដែលបង្ហាញខ្លួនបដិសេធមិននិយាយ និងប្រកាសថាពួកគេមិនបានទទួលខុសត្រូវចំពោះសកម្មភាពនេះទេ។\n",
        "output": [
            "All the present officials refused to speak and declared that they were not responsible for the action.\n"
        ]
    },
    {
        "input": "សារព័ត៌មាន​បាន​ធ្វើឲ្យ​ភ្ញាក់ផ្អើល​ប្រទេស​អូទ្រីស ដោយសារ​មាន​រឿង​ស្រដៀងគ្នា​ទៅនឹង​ករណី​របស់​នាង ណាតាស់ចា ខេមភូស ដែល​ត្រូវបាន​ចាប់ពង្រត់​នៅអាយុ 10 ឆ្នាំ ហើយ​បាន​រត់ចេញ​ក្រោយពី​ត្រូវបាន​ឃុំ​ក្នុង \"គុកងងឹត\" អស់​រយៈពេល​ប្រាំបីឆ្នាំនៅឆ្នាំ 2006​។\n",
        "output": [
            "The news has shocked Austria, as has its similarity to the case of Natascha Kampusch who was kidnapped aged 10, and escaped after being held in a \"dungeon\" for eight years in 2006.\n"
        ]
    },
    {
        "input": "\"យោងតាមអ្នកស៊ើបអង្កេត អំពើភេរវ​កម្មនេះមានគោលដៅដំបូងនិងចម្បងទៅលើជនបរទេស។\"\n",
        "output": [
            "\"According to investigators, the act of terror was first and foremost aimed against foreign citizens.\"\n"
        ]
    },
    {
        "input": "ច្រកសមុទ្រហូរមូសគឺជាផ្លូវកប៉ាល់ដ៏សំខាន់មួយនៃ សារៈសំខាន់យុទ្ធសាស្រ្តដ៏អស្ចារ្យ។\n",
        "output": [
            "The Strait of Hormuz is a major shipping route of great strategic importance.\n"
        ]
    },
    {
        "input": "បានបន្ថែមពីលើនេះទៀតថា \"ខ្ញុំជឿថា យើងនឹងឃើញក្នុងពេលឆាប់ៗនេះ ដែលមានមនុស្សជាច្រើនដើរនៅលើផ្លូវទៅកាន់លទ្ធិប្រជាធិបតេយ្យ។\"\n",
        "output": [
            "Further adding, \"I trust that we will see in the coming days the vast majority of people taking the road to democracy.\"\n"
        ]
    },
    {
        "input": "ក្នុងឆ្នាំ2004 ក្មេងដែលមានអាយុប្រាំពីរឆ្នាំមកពីខននិកទីខាត់បានព្យាយាមរំដោះខ្លួនពីកន្លែងទោងដែលមានដែករឹតតឹង ហើយបានឡើងទៅជ្រុងខាងមុខនៃកន្លែងអង្គុយរបស់នាង។\n",
        "output": [
            "In 2004, a seven-year-old from Connecticut managed to free herself from the ride's restraining bars, and climb onto the front edge of her seat.\n"
        ]
    },
    {
        "input": "កាលពីចុងសប្តាហ៍មុន នាវាអាមេរិកត្រូវបានវាយប្រហារដោយការគប់គ្រាប់បែកដៃ។\n",
        "output": [
            "Last weekend, a U.S.-owned cruise ship was attacked with rocket propelled grenades.\n"
        ]
    },
    {
        "input": "មួយក្នុងចំណោម URLs ដែលបានស្ថិតក្នុងបញ្ជីខ្មៅមកកាន់ Wikileaks រួមមានបញ្ជីដែលលេចធ្លាយមួយអំពីគេហទំព័រដែលត្រូវបានបិទនៅក្នុងប្រទេសដាណឺម៉ាក។\n",
        "output": [
            "One of the blacklisted URLs to Wikileaks includes a leaked list of blocked websites in Denmark.\n"
        ]
    },
    {
        "input": "វាគឺសំរាប់ផ្គត់ផ្គង់សុវត្តិភាពទឹកសំរាប់ទីក្រុងនៅពេលដែលភាពរាំងស្ងួតបានក្លាយទៅ ជាភាពញឹកញាប់ដោយសារតែការឡើងកម្តៅពិភពលោក។\n",
        "output": [
            "This is to provide water security for the city as droughts become more frequent due to global warming.\n"
        ]
    },
    {
        "input": "ភីតធើ អ៊កហ្គឺស នៃសកលវិទ្យាល័យរ៉ូដ អាយឡែន នៅឃីងស្តុនបានបកស្រាយថា: \"ខ្ញុំពិតជាមានការភ្ញាក់ផ្អើលចំពោះការបន្ស៊ីគ្នានឹងអ្វីដែលពួកគេបានរកឃើញការបែរមុខរបស់សត្វគោ និងក្តាន់ទៅទិសខាងជើង។\"\n",
        "output": [
            "Peter August of the University of Rhode Island in Kingston, commented: \"I was really amazed at the consistency with which they found north-facing cows and deer.\"\n"
        ]
    },
    {
        "input": "ម៉ាស៊ីម ស្តេផេណាកូប្រាប់ វេស្ទី 24 រុស្ស៊ី ថា ប្រធាននាវាត្រូវបានព្រមាននៅព្រឹកថ្ងៃសៅរ៍អំពីស្ថានភាពព្យុះនេះ។\n",
        "output": [
            "Captains had been warned Saturday morning of the stormy conditions, regional prosecutor Maxim Stepanenko told Russia's Vesti 24.\n"
        ]
    },
    {
        "input": "អូប្លូន បានប្រាប់អ្នកសារព័ត៌មានថា \"យើងគ្មានការសង្ស័យទេថា យើងនឹងឈ្នះបណ្តឹងឧទ្ធរណ៍។\"\n",
        "output": [
            "\"We have no doubt that we will win on appeal,\" Oblon told reporters.\n"
        ]
    },
    {
        "input": "សុលពីស្យូក៏បានរៀបរាប់ថាការស៊ើបអង្កេតជាការចាត់តាំងដែលមានភាពលំអៀង ប្រឆាំងនឹងសុលពីស្យូតាំាងពីលើកដំបូង។\n",
        "output": [
            "Sulpicio also described the investigation as an 'inquisition' that was biased against Sulpicio from the start.\n"
        ]
    },
    {
        "input": "បន្ទាប់ពីប្រាំម៉ោងនៃកិច្ចប្រជុំ ប្រធានាធិបតីហ៊ូកូឆាវេសពីវេនេស៊ូអេលឡានិងអាលវ៉ារ៉ូអ៊ូរីបពីប្រទេសកូឡុំប៊ីបានបញ្ចប់ភាពតានតឹងការទូតដែលបានបញ្ចប់ពីរខែមុន។\n",
        "output": [
            "After five hours of meeting, the presidents Hugo Chávez from Venezuela and Alvaro Uribe from Colombia put a end to the diplomatic tension that had completed two months.\n"
        ]
    },
    {
        "input": "ស៊ីអេដាប់បេលយូ បានស្នើថាបុគ្គលិកជូនដំណឹងដល់អ្នកតំណាងសុខភាពនិងសុវត្ថិភាពរបស់ពួកគេអំពីការព្រួយបារម្ភលើសុវត្ថិភាពណាមួយនៅកន្លែងការងារ។\n",
        "output": [
            "The CAW has asked that employees notify their Health and Safety Rep about any safety concerns at the work place.\n"
        ]
    },
    {
        "input": "នៅសប្តាហ៍នេះនៅថ្ងៃទី7 ខែមេសា ឆ្នាំ2005 អ្នកអត្ថាធិប្បាយព័ត៌មាន ABC លោកភីតធើ ចេននីង ត្រូវបានធ្វើរោគវិនិច្ឆ័យថាមានជំងឺមហារីកសួត។\n",
        "output": [
            "April 7, 2005 ABC News anchorman Peter Jennings was diagnosed this week with lung cancer.\n"
        ]
    },
    {
        "input": "\"សុបិនអាក្រក់ដែលចៀសមិនរួចដែលយើងបានភ័យខ្លាច ឥឡូវនេះត្រូវបានបញ្ជាក់។\"\n",
        "output": [
            "\"The inevitable nightmare we have feared has now been confirmed.\"\n"
        ]
    },
    {
        "input": "លោកប្លាត់បាននិយាយថា \"តើអ្នកធ្លាប់ឃើញមាន​មេក្លោងអាយុ20ឆ្នាំដែរឬទេ? គាត់មិនមែនជាអ្នកបាញ់ឡើយ។\"\n",
        "output": [
            "\"Have you ever seen a 20 year-old mastermind? He was not the shooter,\" said Blat.\n"
        ]
    },
    {
        "input": "លោក ដេអន បសវ៉ាណា ប្រធាន​សហជីពជាតិ​កម្មកររ៉ែ​សម្រាប់​អាហ្រ្វិកខាងត្បូងបាននិយាយថា \"ការបារម្ភ​ចម្បង​របស់យើងគឺមានមនុស្ស​ជាង 3,000 នាក់ នៅក្រោមដី​។\"\n",
        "output": [
            "\"Our main worry is for more than 3,000 people who are underground,\" said National Union of Mineworkers for S. Africa chairman, Deon Boqwana.\n"
        ]
    },
    {
        "input": "វានឹងត្រូវបានដាក់ក្នុងគន្លងតារាវិថី ប្រមាណ 36,000 គីឡូម៉ែត្រ ពីលើផែនដីនៅរយៈបណ្តោយ 95.5ºE។\n",
        "output": [
            "It will be placed in a geosynchronous orbit, about 36,000 kilometres above the Earth, at a longitude of 95.5°E.\n"
        ]
    },
    {
        "input": "ក្នុងការឆ្លើយតបទៅឡេអូ បេនហាក់ឃឺបានផ្លាស់ប្តូរអ្នកប្រយុទ្ធប្រើប្រព័ន្ធ4-3-2ហើយបន្ថែមខ្សែប្រយុទ្ធទៀត។\n",
        "output": [
            "In reply Leo Benhakker changed to a more attacking 4-3-2 system and threw on an extra attacker.\n"
        ]
    },
    {
        "input": "បើយោងតាម ប៊ីល រ៉ុស្កូ ដែលជាឪពុកក្មេងពីរនាក់ក្នុងចំណោមក្មេងទាំងបី ខ្លាឃ្មុំនោះបានឆ្លងកាត់ផ្លូវលេខ 30 នៅលីហ្គូនៀ ថោនស៊ីភ និងផ្លាស់ទីឆ្ពោះទៅកាន់ក្មេងទាំងបី ខណៈពេលដែលពួកគេលេងវាយសី។\n",
        "output": [
            "According to Bill Rusko, the father of two of the children, the bear crossed Route 30 in Ligonier Township and moved towards the three kids as they played badminton.\n"
        ]
    },
    {
        "input": "ប្រទេសនៅអ៊ឺរ៉ុបតែមួយគត់ដែលមានលទ្ធភាពផលិតនុយក្លេអ៊ែរគឺប្រទេសបារាំង។\n",
        "output": [
            "The only other European country with nuclear capability is France.\n"
        ]
    },
    {
        "input": "គម្រោងដែលមានតម្លៃ £1លាននឹងមានជាស៊េរីមួយនៃទួរប៊ីននៅក្រោមទឹកដែលនឹងត្រូវបានដំឡើងនៅក្នុងតំបន់រ៉ុមនី វៀរ៍ ដែលនៅក្បែរទន្លេថេមស៍។\n",
        "output": [
            "The £1 million project will consist of a series of under-water turbines to be installed at Romney Weir in the nearby River Thames.\n"
        ]
    },
    {
        "input": "ក្រុមហ្វ្រ៊ីស្តេតបានយកឈ្នះក្នុងពិន្ទុ17 ទល់ សូន្យនៅក្នុងការប្រកួតទីមួយ។\n",
        "output": [
            "The Free State were up 17 to nil during the first half.\n"
        ]
    },
    {
        "input": "\"យូអិនអរដាប់បលយូអេ សម្រេចផ្អាកប្រតិបត្តិការរបស់ខ្លួនទាំងអស់នៅក្នុង ហ្គាហ្សា ស្រ្តីបដោយសារតែការកើនឡើងនៃសកម្មភាពឃោឃៅប្រឆាំងនឹងអង្គភាបនិងបុគ្គលិករបស់ខ្លួន\" អាដណាន់ អាប៊ូ ហាសនា ជាអ្នកនាំពាក្យប្រចាំនៅហ្គាហ្សាសម្រាប់ការផ្តល់ជំនួយសង្គ្រោះអង្គការសហប្រជាជាតិនិងទីភ្នាក់ងារការងារ (យូអិនអរដាប់បលយូអេ) បាននិយាយកាលពីម្សិលមិញ។\n",
        "output": [
            "\"UNRWA decided to suspend all its operations in the Gaza Strip because of the increasing hostile actions against its premises and personnel\", Adnan Abu Hasna, a Gaza-based spokesman for the United Nations Relief and Works Agency (UNRWA), said yesterday.\n"
        ]
    },
    {
        "input": "ចូលទៅក្នុងការប្រកួតនេះ ក្រុមបានលេងប្រាំបីប្រកួតជាមួយគ្នា ដែលបែងចែកការឈ្នះ 4 ម្ខាង។\n",
        "output": [
            "Going into the game, the teams had played eight games against each other, splitting the record at 4 wins each.\n"
        ]
    },
    {
        "input": "បុរសទាំង២នោះ ដែលត្រូវបានគេជួយសង្រ្គោះកាលពីថ្ងៃទី 9 ខែឧសភា នៅមិនទាន់បាននិយាយជាសារធារណៈនៅឡើយទេ អំពីកំឡុងពេលដែលគាត់ជាប់គាំងនៅក្រោមដីនោះ។\n",
        "output": [
            "The men, who were rescued on May 9, have not spoken publicly about the time they spent trapped underground.\n"
        ]
    },
    {
        "input": "ក្រោយពីការដោះលែង សិស្សទាំងអស់ បាននិយាយប្រាប់ប្រព័ន្ឋសារព័ត៌ថាពួកគេត្រូវបាន គេឲ្យដោះសម្លៀកសំលៀកចេញនៅស្ថានីយប៉ូលិស។\n",
        "output": [
            "Following their release, the students told the media they were required to remove their clothes at the police station.\n"
        ]
    },
    {
        "input": "បច្ចុប្បន្ននេះ លោកលៀបឺមេន កំពុងស្ថិតនៅក្នុងរដ្ឋ ចរជា ជាមួយនឹងសមាជិកព្រឹទ្ធសភាលីនសី ក្រាហេម; លោកបានឆ្លើយតបនៅពេលដែលគេសួរថាតើលោកនឹងត្រូវនិយាយនៅក្នុងមហាសន្និបាត ឬអត់ថា \"វាប្រាកដជាអាចទៅរួច ប៉ុន្តែខ្ញុំនឹងទុកឱ្យពួកគេប្រកាសអំពីរឿងនេះ។\"\n",
        "output": [
            "Lieberman is currently in Georgia, with Senator Lindsey Graham; he responded when asked if he would be speaking at the convention that \"it's quite possible, but I'll let them announce it.\"\n"
        ]
    },
    {
        "input": "ប្រធានគណកម្មការជាតិរៀបចំការបោះឆ្នោតមួហ្សំប៊ិច ឡេអូប៉ូលដូ ដា កូស្តាបាននិយាយថា \"យើងមិនបានទទួលការតវ៉ាណាមួយក្នុងអំឡុងពេលនេះឡើយ។\"\n",
        "output": [
            "\"We did not receive any complaints during this period,\" said the chairman of Mozambique's National Elections Commission, Leopoldo da Costa.\n"
        ]
    },
    {
        "input": "មិនគួរយល់ច្រឡំគ្នាជាមួយនឹងហាង លីវើភូល ឡឺវីសដែលនាពេលថ្មីៗនេះ កំពុងធ្លាក់ទៅក្រោមការគ្រប់គ្រងរបស់អ្នកគ្រប់គ្រងពេលមានវិវាទឡើយ។\n",
        "output": [
            "It should not be confused with the Liverpool store Lewis's which has recently gone into receivership.\n"
        ]
    },
    {
        "input": "ស្ថានទូតកាណាដានៅរដ្ឋវ៉ាស៊ីនតោន​ ត្រូវបានដាក់ក្នុងការផ្សព្វផ្សាយយុទ្ធនាការមួយ គ្របដណ្តប់តាមស្ថានីយ៍រថភ្លើងក្រោមដីនៅរដ្ឋវ៉ាស៊ីនតោន ដោយមានផ្ទាំងរូបភាពបង្ហាញពីកងទ័ពកាណាដានៅប្រទេសអាហ្វហ្គានីស្ថាន។\n",
        "output": [
            "The Canadian Embassy in Washington has been on an advertising campaign, plastering subway stations in Washington with posters depicting Canadian troops in Afghanistan.\n"
        ]
    },
    {
        "input": "កិច្ចព្រមព្រៀងនេះនៅត្រូវសម្រេចដោយអ្នកកាន់កាប់ភាគហ៊ុនធម្មតាភាគច្រើនរបស់ណេតអៅធ៍ បំពេញការដាក់ពាក្យសំុ និងទទួលបានការអនុញ្ញាតតាមបទប្បញ្ញត្តិ និងបំពេញរាល់លក្ខខណ្ឌបញ្ចប់ផ្សេងៗ។\n",
        "output": [
            "The agreement still has to be approved by a majority of PlanetOut common stock holders, comply with regulatory filings and approvals, and meet various closing conditions.\n"
        ]
    },
    {
        "input": "ប្រសិនបើមិនមានអ្នកណាម្នាក់ទទួលបានសម្លេងច្រើនលើសលប់ចំនួនពីរភាគបី បន្ទាប់ពីការបោះឆ្នោតជុំទីពីរទេ ប្រធានសភានឹងត្រូវបានបោះឆ្នោតជ្រើសរើសតាមរយៈសម្លេងភាគច្រើនធម្មតានៅជុំទី៣។\n",
        "output": [
            "If no-one gets two-thirds majority after two rounds the speaker will be elected by a simple majority in the third round.\n"
        ]
    },
    {
        "input": "ការសិក្សានេះ ដែលដឹកនាំដោយលោកវេជ្ជៈបណ្ឌិតសាមម៉ូល វេស និង វីយុងនៃវិទ្យាស្ថានហជឃីស បានប្រៀបធៀបកណ្តុរនៅបរិសុទ្ធនិងកណ្តុរមានផ្ទៃពោះជាមួយនឹងជាលិកាដូចនឹងMSដែលណែនាំដោយលីសូឡែកស៊ីស៊ីន ដែលជាគីមីម្យ៉ាងដែលបំផ្លាញស្រោមម៉ាយអិលីនជុំវិញណឺរ៉ូន។\n",
        "output": [
            "The study, led by Drs. Samuel Weiss and V. Wee Yong of the Hotchkiss Brain Institute, compared virgin and pregnant mice with MS-like lesions introduced by lysolecithin, a chemical which destroys the myelin sheaths around neurons.\n"
        ]
    },
    {
        "input": "ប្រធានផ្នែកទំនាក់ទំនងនៃក្រុមហ៊ុនវេរីហ្សុនលោកអ៊ីវ៉ានសេដេនបឺក និងប្រធានក្រុមហ៊ុនអេផលលោកស្ទីវចប មិនបានចូលរួមនៅក្នុងសន្និសីទនោះឡើយ។\n",
        "output": [
            "Neither Verizon Communications CEO Ivan Seidenberg nor Apple CEO Steve Jobs attended the conference.\n"
        ]
    },
    {
        "input": "\"ប្រសិនបើអេបផលសំរេចចិត្តបើកចំហរម៉ាក អូអេសទៅអ្នកផ្សេង យើងនឹងរីករាយណែនាំវាចំពោះអតិថិជនរបស់យើង\" ឌែលបានសរសេរក្នុងអ៊ីម៉ែលជូនគឺកប៉ាទ្រីច។\n",
        "output": [
            "\"If Apple decides to open the Mac OS to others, we would be happy to offer it to our customers,\" Dell wrote in an email to Kirkpatrick.\n"
        ]
    },
    {
        "input": "ថ្ងៃនេះ ក្នុងកំឡុងពិធីជប់លៀងតាំងពិព័រណ៍ សារមន្ទីរបង្ហាញពី ក្រុមបប់ ឃុញ ជាមួយនឹងពានរង្វាន់ដែលទទួលបានពេញមួយជីវិតរបស់ពួកគេ។\n",
        "output": [
            "Today, during the exhibition's banquet, the museum is to present Bob Kuhn with their lifetime achievement award.\n"
        ]
    },
    {
        "input": "តំបន់វ៉ូលូសៀ ស៊ុមធើ ឡេក និងសេមីណូល ត្រូវបានប្រកាសថាជារដ្ឋដែលស្ថិតក្នុងអាសន្នរាប់សិបម៉ោង ផ្ទះចល័តជាច្រើន និងវិហារមួយត្រូវបានបំផ្លាញ។\n",
        "output": [
            "Volusia, Sumter, Lake and Seminole counties have all been declared a state of an emergency as dozens of houses, mobile homes and a church were destroyed.\n"
        ]
    },
    {
        "input": "ស្នងការនគរបាលស្តីទី លោកមូស ដ្រាយវើបានបដិសេធថា មិនមានការដណ្តើមអំណាចកើតមានឡើងឡើយ។\n",
        "output": [
            "Acting Police Commissioner Moses Driver denied that any take over had occurred.\n"
        ]
    },
    {
        "input": "ស្ពានដែលមានតំលៃ$ 220 លាន មានគម្រោងបើកឲ្យដំណើរការនៅខែមិថុនា ឆ្នាំ2007 ហើយនេះជាគម្រោងសំណង់ធំជាងគេបំផុតក្នុងប្រវត្តិសាស្ត្រនៃទីក្រុងអូហ៊ីអូ។\n",
        "output": [
            "The $220 million bridge is scheduled for opening in June, 2007, and is the largest construction project in the history of Ohio.\n"
        ]
    },
    {
        "input": "អាម៉េតឌីនចាត បានថ្លែងថា \"នៅប្រទេសអ៊ីរ៉ង់ យើងមិនមានអ្នកស្រលាញ់ភេទដូចគ្នាដូចនៅប្រទេសរបស់អ្នកទេ\" ដែលនេះធ្វើឲ្យផ្ទុះសំណើចពីអ្នកស្តាប់។\n",
        "output": [
            "Ahmadinejad stated that \"In Iran we don't have homosexuals like in your country,\" drawing laughter from the audience.\n"
        ]
    },
    {
        "input": "ក្មេងប្រុសដែលលាក់ខ្លួននៅក្នុងកង់យន្តហោះនេះ ប្រឈមនឹងគ្រោះថ្នាក់ដល់អាយុជីវិតដោយសារការកក បន្ទាប់ពីយន្តបានចេញដំណើរ ឬការប៉ះទង្គិចនៅពេលដែលកង់យន្តហោះរួញចូលវិញ។\n",
        "output": [
            "Stowaways in wheel wells risk freezing to death after take-off or being crushed when the wheels retract.\n"
        ]
    },
    {
        "input": "គាត់បាននិយាយថា \"យើងកំពុងផ្លាស់ប្តូរពីនិយាយថាវាគឺដើម្បីសុវត្ថិភាព ទៅជានិយាយថាវាជាការបង្កើតឱ្យមានជម្លោះស្មើភាព។\"\n",
        "output": [
            "\"We're swapping from saying it's about safety to saying it's about setting fare disputes,\" he said.\n"
        ]
    },
    {
        "input": "សេចក្តីប្រកាសធ្វើឡើងនូវថ្ងៃសុក្រដោយរដ្ឋាភិបាលអង់គ្លេស បានចេញក្រោយពីសភាសហភាពអឺរ៉ុបបានជំរុញឲ្យមានដំណោះស្រាយមួយសំរាប់ករណីនេះ និងថ្លែងថាប្រទេសអ៊ីរ៉ង់មានប្រវត្តិសាស្ត្រធ្វើទារុណកម្ម និងកាត់ទោសអ្នកស្រលាញ់ភេទដូចគ្នា។\n",
        "output": [
            "The announcement Friday by the British government came after the European Parliament urged a resolution to the case and said that Iran has a history of torturing and executing homosexuals.\n"
        ]
    },
    {
        "input": "កសិករអាល្លឺម៉ង់ដែលមានអាយុ 54 ឆ្នាំម្នាក់ ដែលបានបាត់បង់ដៃទាំងពីរនៅក្នុងគ្រោះថ្នាក់កសិកម្មកាលពីប្រាំមួយឆ្នាំកន្លងទៅ បានក្លាយទៅជាអ្នកជំងឺដំបូងដែលទទួលបាននូវការវះកាត់ប្តូរដៃទាំងពីរទាំងស្រុង។\n",
        "output": [
            "A 54-year-old German farmer who lost both arms in a farming accident six years ago has become the first patient to receive a complete double arm transplant.\n"
        ]
    },
    {
        "input": "\"សកម្មភាពនេះនឹងបង្កើតឲ្យចេញជាកំណរនៃសារធាតុថ្មនៅជុំវិញស្នូលនោះដែលហ៊ំព័ទ្ធដោយសំបកទឹកកក។\"\n",
        "output": [
            "\"This would result in the consolidation of rocky material at the core surrounded by a shell of ice.\"\n"
        ]
    },
    {
        "input": "ក្រុមអតិថិជនមួយ Which? បានអះអាងថា ការបង់ប្រាក់បន្ថែមទាំងនេះបានបង្កើនការចំណាយលើការធ្វើដំណើរតាមអាកាស ចំនួន £265,000 ក្នុងមួយថ្ងៃ (ឬប្រហែល £97លាន ក្នុងមួយឆ្នាំ)។\n",
        "output": [
            "The consumer group Which? claimed that these surcharges were increasing the cost of air travel by £265,000 a day (or about £97 million per year).\n"
        ]
    },
    {
        "input": "ប្រាក់ចំណូលពីការផ្សព្វផ្សាយពាណិជ្ជកម្មលើកម្មវិធីនេះ នឹងត្រូវបំបែកទៅឲ្យមូលនីធិវីគីមេឌា។\n",
        "output": [
            "The advertising revenues from this software will be split with the Wikimedia Foundation.\n"
        ]
    },
    {
        "input": "នៅលើសមតុល្យ យើងជឿថា នេះគឺជាវិធីសាស្រ្តដែលនឹងផ្តល់ផលប្រយោជន៍ធំបំផុតដល់ប្រជាជនដែលងាយរងគ្រោះបំផុត។\"\n",
        "output": [
            "On balance, we believe this is the approach that will deliver the greatest benefits to the most vulnerable people.\"\n"
        ]
    },
    {
        "input": "បញ្ជីហ្វ័របេសបានរាយនាមមហាសេដ្ឋីសរុបទូទាំងពិភពលោកចំនួន 1,210 រូប ដែលសរុបជាទ្រព្យសម្បត្តិមានចំនួន US$4.5 ទ្រីលាន វាមានការកើនឡើងទ្រព្យសម្បត្តិសរុបលើសពីឆ្នាំមុនដែលមានចំនួន US$3.6 ទ្រីលាន។\n",
        "output": [
            "Forbes lists a world total of 1,210 billionaires whose combined wealth is US$4.5 trillion, an increase from last year's total of US$3.6 trillion.\n"
        ]
    },
    {
        "input": "\"សំនួរនោះគឺ ហេតុអ្វីតេរ៉ានមិនពិភាក្សាជាមួយយើង។\"\n",
        "output": [
            "\"The question is, why will Tehran not talk to us?\"\n"
        ]
    },
    {
        "input": "សារព័ត៌មានអាត្លង់តាជើនណល ខនស្ទីឈូសិន (AJC) បានរាយការណ៍ថា កាំភ្លើងដៃពីរដើមត្រូវបានរកឃើញនៅកន្លែងកើតហេតុ។\n",
        "output": [
            "The Atlanta Journal Constitution (AJC) reports that two handguns were found at the scene.\n"
        ]
    },
    {
        "input": "កូនីយមិនអាចទាក់ទងសុំការអត្ថាធិប្បាយបានទេ ហើយនឹងត្រូវបាននាំខ្លួនមកឆ្លើយនៅមុខតុលាការនៅក្នុងវ៉ាស៊ីនតោនឌីស៊ី។\n",
        "output": [
            "Cooney could not be reached for comment, and will be arraigned in D.C.\n"
        ]
    },
    {
        "input": "ប្រធានគ្រប់គ្រងបេសកកម្មថ្លែងតាមទូរទស្សន៍របស់អង្គការណាសាថា \"យើងបានឃើញមេឃស្រឡះគ្មានពពក ហើយនេះជាមូលហេតុដែលយើងត្រូវបាញ់បង្ហោះ។\"\n",
        "output": [
            "\"The clouds broke up and that's why we were go for launch,\" stated mission control on NASA TV.\n"
        ]
    },
    {
        "input": "យោងតាមអនុសេនីយ៍ទោទីមួយ ប្រាយអែន វីលីអាដ ដែលជាអ្នកនាំពាក្យម្នាក់របស់ខ្វេនទីកូ បានឲ្យដឹងថា ស្ទើរតែរយៈពេលប្រាំបីខែគាត់ដែលគាត់ត្រូវបានចាប់ឃុំនៅទីនោះ លោកមេននីងត្រូវបានគេតម្រូវឲ្យទៅដេកដោយមានតែខោខ្លីប៉ុណ្ណោះ ពីព្រោះគាត់កំពុងស្ថិតនៅក្រោម \"ការការពារនៃការឃ្លាំមើលមុខរបួស។\"\n",
        "output": [
            "For most of the eight months he has been held there, Manning has been required to sleep only in his boxer shorts because he has been under \"prevention of injury watch,\" according to First Lieutenant Brian Villiard, a spokesman for the Quantico facility.\n"
        ]
    },
    {
        "input": "មនុស្សដែលបានទិញសំបុត្រចូលទិវាប្រាមតុនតាមរយៈភ្នាក់ងារទីក្រុង ត្រូវបានលើកទឹកចិត្តឲ្យពាក់កងដៃកៅស៊ូពណ៌ខៀវនៅពាសពេញឧទ្យាន សំរាប់ជាឱកាសមួយបង្កើតជាពន្លឺភ្លើងហ្វា និងឈ្នះរង្វាន់។\n",
        "output": [
            "People who bought passes to the Brampton Day event through the City were encouraged to wear blue wrist bands around the park, for a chance to get spotted and win a prize.\n"
        ]
    },
    {
        "input": "គ្មានអ្នកជម្ងឺណាម្នាក់ត្រូវបានប្រាប់ថាពួកគេត្រូវបានគេបួងសួងឲ្យ ឡើយ ហើយក៏មានក្រុមអ្នកបន់ស្រន់ណាដឹងថាពួកគេកំពុងបួងសួងឲ្យអ្នកណាដែរ។\n",
        "output": [
            "None of the patients were told that they were prayed for, and none of the prayer groups knew who they prayed for.\n"
        ]
    },
    {
        "input": "ជាក់ស្តែង ខ្មាន់កាំភ្លើងបានចាប់ទាញសក់របស់នាង ហើយបន្ទាប់មកបានបាញ់មកលើរូបនាង និងបុរសពីរនាក់ទៀតដែលព្យាយាមមកជួយនាង។\n",
        "output": [
            "She was apparently grabbed by the hair by the gunman who then shot her and two men who attempted to come to her aid.\n"
        ]
    },
    {
        "input": "ប៉ូលីសលើកឡើងថាគឺវាឆាប់ពេកដើម្បីដឹងថាតើលក្ខខណ្ឌអាកាសធាតុគឺមូលហេតុនៃការបុកគ្នានេះ។\n",
        "output": [
            "The police have commented that it is too early to know whether the weather conditions were a factor in this crash.\n"
        ]
    },
    {
        "input": "\"មានចំណាប់អារម្មណ៍ច្រើនលើផលិតផលនេះ\" អ្នកនិពន្ធ Keith Alcorn មកពី ស្ថាប័ន National Aids Manual បាននិយាយដូចនេះ។\n",
        "output": [
            "\"There is a lot of interest in this product,\" said editor Keith Alcorn of the National Aids Manual.\n"
        ]
    },
    {
        "input": "ស្មេសើស ចូលមក ហើយបានចោលកូនបាល់មួយចំនួនដើម្បីសង្គ្រោះ។\n",
        "output": [
            "Smethurst came in and pitched a few innings in relief.\n"
        ]
    },
    {
        "input": "តំណាងនៃសម្ព័ន្ធទាំងមូលមានទស្សនៈផ្សេងគ្នាទាក់ទងនឹងសំនួរនេះ។\n",
        "output": [
            "Representatives of the grand coalition differed in their views regarding this question.\n"
        ]
    },
    {
        "input": "អត្រាប្រឡងជាប់ទូទាំងប្រទេសធ្លាក់ចុះពី72ភាគរយមកដប់មួយភាគរយ ដោយក្នុងភាគរយនោះមានសាលាជាច្រើនទៀតសូម្បីសិស្សប្រឡងជាប់ម្នាក់ក៏គ្មានដែរ។\n",
        "output": [
            "Pass rates in the nation went from 72 to eleven percent, with many schools not seeing even one pass.\n"
        ]
    },
    {
        "input": "ជំរុំនៃម៉ាននី ប៉ាកគីអាវដែលដឹកនាំដោយអ្នកគ្រប់គ្រងហ្វ្រេដឌី រូច បានអះអាងថាដែសនឹងត្រូវការ\"អព្ភូតហេតុបណ្តាសា\"សំរាប់បញ្ចប់\"ឌឺ ផាកម៉េន\"ពីការឡើងនៅក្នុងការប្រកួតទំងន់ថ្នាក់135ផោនដែលដែសកំពុងស្ថិតកំពូល។\n",
        "output": [
            "The camp of Manny Pacquiao led by manager Freddie Roach claimed that Diaz will need a \"fucking miracle\" to stop 'The Pacman' from moving up to the 135 lbs. weight class where Diaz is top brass.\n"
        ]
    },
    {
        "input": "លោក បេនសឹន-ប៉ូប បាន​និយាយ​ថា \"ខ្ញុំ​យល់​ពី​ការខក​ចិត្ត​ដែល​ក្រុម​ប៉ូលីស និង​សេវា​អគ្គីភ័យ​មាន នៅ​ពេល​ដែល​ប្រឈមមុខ​នឹង​បញ្ហា​បង្កឡើង​ដោយ Guy Fawkes ហើយ​ខ្ញុំ​សង្ឃឹម​ថា ការរឹតបន្តឹង​ថ្មី​ទាំងនេះ​នឹង​ផ្ញើ​សារ​ថា ការខូចខាត​ដោយ​ចេតនា ឬ​ការខូចខាត​គឺ​ជាបទព្រហ្មទណ្ឌ​និង​កំពុង​ត្រូវបាន​រឹតបន្តឹង​។\"\n",
        "output": [
            "\"I understand the frustration the Police and Fire Service teams feel when faced with problems over Guy Fawkes, and I hope these new restrictions will send a message that deliberate harm or damage is criminal and is being clamped down on,\" Mr Benson-Pope said.\n"
        ]
    },
    {
        "input": "នៅទីនោះ ពួកគេត្រូវធ្វើការប្រាំមួយ ឬប្រាំពីរថ្ងៃ​ក្នុងមួយសប្តាហ៍ ដោយដេកនៅក្នុងផ្ទះបន និងរួមភេទជាមួយបុរសពីប្រាំបីទៅដប់នាក់ក្នុងមួយយប់​ដែលផ្ទុយទៅនឹងឆន្ទៈរបស់ពួកគេ។\n",
        "output": [
            "There, they worked six or seven days each week, sleeping in brothels and having sex with eight-to-ten men each night against their will.\n"
        ]
    },
    {
        "input": "អ្នករបួសត្រូវបានបញ្ជូនទៅកាន់មន្ទីរពេទ្យយោធា​ក្នុងមូលដ្ឋានដើម្បីធ្វើការព្យាបាល ចំណែកកងកម្លាំងសន្តិសុខការពារសន្តិសុខនៅកន្លែងផ្ទុះ។\n",
        "output": [
            "The wounded were taken to a local military hospital for treatment, while security forces secured the scene of the blast.\n"
        ]
    },
    {
        "input": "ពីម្សិលម៉ិញនេះ មួយអឺរ៉ូអាចទិញបាន35,844ឡីតែប៉ុណ្ណោះ ធា្លកពី36,133កាលពីពីរថ្ងៃមុន។\n",
        "output": [
            "Yesterday, one euro could be bought for just 35,844 lei, down from 36,133 lei two days ago.\n"
        ]
    },
    {
        "input": "ក្រុមមេនឆេស្ទើរយូណាយធីតបានឈ្នះក្រុម អាស រ៉ូម៉ា 1-0 នៅក្នុងពូលអេហ្វរបស់ យូអ៊ីអេហ្វអេ ឆេមភៀនលីក ឆ្នាំ2007-08 នៅអូលត្រាហ្វត មេនឆេស្ទើរ ប្រទេសអង់គ្លេស។\n",
        "output": [
            "Manchester United defeated AS Roma 1-0 in Group F of the UEFA Champions League 2007-08 at Old Trafford, Manchester, England.\n"
        ]
    },
    {
        "input": "ស្ថានភាពនៅក្នុងការប្រកួតនេះគឺខុសគ្នាស្រលះជាមួយនឹងសេវាអាកាសធាតុជាតិដែលបានរាយការណ៏ថាសីតុណ្ហភាពគឺ88ºF(31ºC)នៅការតាមដាននៅពេលប្រកួត។\n",
        "output": [
            "The conditions at this race were far different, with the National Weather Service reporting temperatures of 88° F (31° C) at the track at race time.\n"
        ]
    },
    {
        "input": "ក្រុមអ្នកស៊ើបអង្កេតនិយាយថាបច្ចុប្បន្នពួកគេមិនប្រាកដថាការផ្ទុះនេះគឺជារឿងចៃដន្យសុទ្ធសាធ ឬក៏ជាអំពើឃាតកម្មទេ ដោយកិច្ចខិតខំប្រឹងប្រែងទាំងអស់ត្រូវបានផ្ដោតលើការព្យាយាមដើម្បីកំណត់ទីតាំងដែលនៅរស់រានមានជីវិត។\n",
        "output": [
            "Investigators say they are currently unsure if the blast was purely accidental, or if foul play was involved, as all efforts were initially focused on attempting to locate survivors.\n"
        ]
    },
    {
        "input": "ការឆាបឆេះនិងការផ្ទុះពេញមួយយប់នៅរោងចក្រចំរាញ់ប្រេងកាតរដ្ឋវ៉ាស៊ីនតោននៅអាណាកត វ៉ាស៊ីនតោន សហរដ្ឋអាមេរិក ដែលជាទីក្រុងភាគខាងត្បូងវេនខូវឺប្រហែល80ម៉ាយល៍ កាណាដា កាលពីម្សិលមិញបានសម្លាប់មនុស្ស4នាក់និងបង្កអោយរងរបួសបីនាក់ទៀត។\n",
        "output": [
            "An overnight explosion and fire at a Washington State oil refinery in Anacortes, Washington, United States, a city about 80 miles south of Vancouver, Canada, yesterday killed four people and critically injured three others.\n"
        ]
    },
    {
        "input": "\"ក្នុងប្រទេសស៊ូដង់ ក្រុមអ្នកទាមទារ ក្រុមប្រឹក្សាសន្តិសុខ (U.N.) បានសម្រេចបញ្ជូនអ្នកជំនាញយោធាទៅកាន់តំបន់ដាហ្វួរដើម្បីរៀបចំការកាន់កាប់ និងការបែងចែក។\"\n",
        "output": [
            "\"In Sudan, the crusader (U.N.) Security Council decided to send military experts to Darfur in preparation for its occupation and division.\"\n"
        ]
    },
    {
        "input": "បន្ទាប់ពីបានឃើញស្ថានភាពច្បាប់និងបទបញ្ជា នៅទីក្រុងដេលីហើយនោះ គណកម្មាធិការត្រួតពិនិត្យរបស់តុលាការកំពូលបានឲ្យយោបល់ទៅតុលាការកំពូលនោះ កុំឲ្យបន្តរចលនាបិទរបស់MCD នៅថ្ងៃទី1 ខែវិច្ឆិកា។\n",
        "output": [
            "After seeing the law-and-order situation in Delhi, the Supreme Court's Monitoring committee recommended the Supreme Court not to resume the MCD's sealing drive on November 1.\n"
        ]
    },
    {
        "input": "កាសែតក្នុងស្រុកនៅDover ឈ្មោះ York Daily Record បានសរសេរថា អ្នកបោះឆ្នោតនៅDoverគួរចូលធ្វើសាក្សីក្នុងការកាត់ក្តី កំឡុងពេលបោះឆ្នោតជាសកល នៅពេលពួកគេអាចបោះឆ្នោតជ្រើសរើសសមាជិកក្រុមប្រឹក្សាដែលក៏ពឹងផ្អែកលើលទ្ធផលពីមណ្ឌលបោះឆ្នោតផ្សេងទៀត។\n",
        "output": [
            "A local Dover newspaper, the York Daily Record, editorialized that Dover voters should take trial testimony into account during the general election when they could cast votes for school board members along with other elective offices.\n"
        ]
    },
    {
        "input": "គាត់ក៏ត្រូវបានប្រកាសអំពីពិរុទ្ធភាពចំពោះការចោទប្រកាន់លើការរំលោភបំពានដីកាបង្គាប់របស់តុលាការឲ្យស្នាក់ឲ្យឆ្ងាយពីម្តាយរបស់គាត់ផងដែរ។\n",
        "output": [
            "He also pleaded guilty to a contempt charge for violating a court order to stay away from his mother.\n"
        ]
    },
    {
        "input": "ម៉ាយខលរ៉ាយអិនបានប្រាប់ផីតថើហ្កាថីកុំអោយថតចម្លងវា។\n",
        "output": [
            "Michael Ryan told Peter Garty to not make a copy of it.\n"
        ]
    },
    {
        "input": "មេ​ដ​វេ​ដេ​វ បានកំណត់គោលដៅមន្ត្រីសន្តិសុខនិងថ្នាក់គ្រប់គ្រងអាកាសយានដ្ឋានបន្ទាប់ពីការបំផ្ទុះគ្រាប់បែកនេះ។\n",
        "output": [
            "Medvedev has targeted both security officials and airport management in the wake of the bombing.\n"
        ]
    },
    {
        "input": "ជាផ្នែកមួយនៃគោលនយោបាយថ្មី អាវុធធម្មតានឹងមានតួនាទីសំខាន់នៅថ្ងៃអនាគត។\n",
        "output": [
            "As part of the new policy, conventional weapons will have a greater role in the future.\n"
        ]
    },
    {
        "input": "អ្នកដំណើរ66នាក់និងនាវិកយន្តហោះនៃញូយ៉កទៅកាន់ជើងយន្តហោះហ្វ្រាន់ស៊ីស្កូ យូអេអ៊ិល ទទួលបានការមិនចង់បញ្ឈប់នៅ\"ទីក្រុង វីនឌី\" នៅទីក្រុងឈីកាហ្គោ កាលពីថ្ងៃអង្គារ បន្ទាប់ពីមានការភ័យខ្លាចបោះគ្រាប់បែក។\n",
        "output": [
            "66 passengers and the crew of a New York to San Francisco UAL flight got an unwanted stop in the \"Windy City,\" Chicago, on Tuesday, following a bomb scare.\n"
        ]
    },
    {
        "input": "ការស្លាប់បានកើតមានឡើងនៅក្នុងក្រុងតូលារ៉ា នឹងស្ថានភាពលើកឡើងស្រដៀងគ្នាមួយទៀតមាននៅ130គីឡូម៉ែត្រ (80.8ម៉ាយ)ពីសាការ៉ាហា។\n",
        "output": [
            "The deaths occurred in the town of Toliara, with another similar situation happening 130 km (80.8 mi) away in Sakaraha.\n"
        ]
    },
    {
        "input": "ការស្រាវជ្រាវនេះត្រូវបានរាយការណ៍ក្នុងទស្សនាវដ្ដីអំពីជំងឺភ្លេចភ្លាំង។\n",
        "output": [
            "The research is reported in the Journal of Alzheimer's Disease.\n"
        ]
    },
    {
        "input": "ចាប់តាំងពីពាក់កណ្តាលខែសីហា ភ្លើងឆេះព្រៃបានរីករាលដាលដល់ប៉ែកខាងត្បូងនៃប្រទេសទូគី រួមទាំងតំបន់ទេសចរណ៍ដែលមានការពេញនិយមដូចជាប៉ូដ្រាម និងអានតាលយ៉ា-កាស។\n",
        "output": [
            "Since mid-August, the forest fires have swept the Southern part of Turkey including popular tourist destinations like Bodrum and Antalya-Kas.\n"
        ]
    },
    {
        "input": "ឯកសារភ្ជាប់ថ្មីនេះរាប់បញ្ចូលទាំងព័ត៌មានអំពីគណៈកម្មការវិស័យយោធាកម្មអ៊ីរ៉ាក់ \"តំបន់ឧស្សាហកម្មយោធារដ្ឋ\" ដែលដើរ \"តួនាទីស្នូលនៅក្នុងការវិវត្តន៍កម្មវិធីអាវុធរបស់របបទាំងអស់នេះ។\"\n",
        "output": [
            "The new addenda included information on the Iraqi Military Industrial Commission, the \"state-run military-industrial complex\" which played a \"central role in the evolution of all the Regime's weapons programs\".\n"
        ]
    },
    {
        "input": "ថ្ងៃនេះ អគារមួយកន្លែងនៅក្នុងរាជធានីតេហេរ៉ង់ ប្រទេសអ៊ីរ៉ង់ ត្រូវបានបាក់រលំ ហើយបានសម្លាប់មនុស្សយ៉ាងហោចណាស់ 19 នាក់។\n",
        "output": [
            "A building in Iran's capital Tehran collapsed today and killed at least 19 people.\n"
        ]
    },
    {
        "input": "ការចំលងមេរោគពិតជាមានបញ្ហាដោយសារជិត1ភាគ4នៃអ្នកដែលចាប់មេរោគស្តាផត្រូវការគេងនៅមន្ទីពេទ្យ។\n",
        "output": [
            "The infections are particularly problematic because nearly a quarter of people who get a staph infection require hospitalization.\n"
        ]
    },
    {
        "input": "អំពើប្លន់តាមសមុទ្រជារឿងទូទៅនៅឆ្នេរសមុទ្រភាគខាងកើតរបស់អាហ្រ្វិក។ កាលពីថ្ងៃសៅរ៍ចោរសមុទ្រសូម៉ាលីបានចាប់នាវាបែលហ្សិកមួយឈ្មោះ ផមប៉េ ដែលមាននាវិកដប់នាក់នៅពេលដែលវាបានធ្វើដំណើរឆ្ពោះទៅភាគខាងត្បូងនៃកោះសីឆេលឡេស។\n",
        "output": [
            "Piracy is rife off the eastern coast of Africa; on Saturday, Somali pirates seized a Belgian ship, the Pompei, with its ten crew members, as it was headed south for the Seychelles islands.\n"
        ]
    },
    {
        "input": "ប្រធានាធិបតីសុម៉ាលីបានថ្លែងពីមុនថា សហរដ្ឋអាមេរិកកំពុងតាមប្រមាញ់ជនសង្ស័យនៃការបំផ្ទុះគ្រាប់បែកស្ថានទូតអាមេរិកនៅឆ្នាំ1998។\n",
        "output": [
            "Somalia's president had earlier said that the United States was pursuing suspects of the 1998 United States embassy bombings.\n"
        ]
    },
    {
        "input": "បងប្រុសរបស់ពួកគេត្រូវបានចោទប្រកាន់ពីបទចាក់ ដែលម្នាក់ក្នុងចំណោមនោះត្រូវបានស្លាប់។\n",
        "output": [
            "Their older brother is being charged with the stabbings, one of which was fatal.\n"
        ]
    },
    {
        "input": "ព័ត៌មាននេះចេញមកនៅពេលដែលវិធានការផ្លូវច្បាប់ចំពោះក្រមុហ៊ុនអាកាសចរណ៍ និងក្រុមហ៊ុនទាក់ទងត្រូវចាប់ផ្ដើមឡើងស្តីអំពីជើងយន្តហោះ 269 ដែលធ្លាក់នៅខែកញ្ញា ហើយបានសម្លាប់មនុស្ស 90 នាក់ ដែលភាគច្រើនជាជនបរទេស។\n",
        "output": [
            "The news comes as legal action against the airline and associated companies begins over the September crash of Flight 269, which killed 90 people, mostly foreigners.\n"
        ]
    },
    {
        "input": "WHO បានបដិសេធមិនបញ្ជាក់ពីអត្តសញ្ញាណសមាជិកនៃគណៈកម្មាធិការ ដោយប្រកែកថា ពួកគេចាំបាច់ត្រូវទទួលការការពារពីសម្ពាធឧស្សហកម្ម ដូច្នេះ ជម្លោះនៃអត្ថប្រយោជន៍ដែលអាចមានជាមួយក្រុមហ៊ុនឱសថ គឺមិនត្រូវបានដឹងនោះទេ។\n",
        "output": [
            "The WHO has refused to identify committee members, arguing that they must be shielded from industry pressure, so possible conflicts of interest with drug companies are unknown.\n"
        ]
    },
    {
        "input": "វាគួរឱ្យខ្លាចពេលដែលប្រយោគមួយចំនួនត្រូវបានដកចេញពីអត្ថបទដើម្បីបង្កើតនូវចំណាប់អារម្មណ៍ថាវិទ្យាស្ថានរបស់ពួកយើងជាកន្លែងបណ្តុះនូវគំនិតមួយដែលជ្រុលនិយមដែលពួកគេអាចមកទាក់ទងយើងដោយផ្ទាល់- យើងប្រតិបត្តិគោលការណ៍បើកចំហក្នុងវិហារអ៊ីស្លាមរបស់យើង។\n",
        "output": [
            "It is deeply alarming that a few sentences have been taken out of context in order to create the impression that our institution is a hotbed of fanaticism they could have approached us directly - we operate an open door policy in our mosques.\n"
        ]
    },
    {
        "input": "បន្ទាប់ពីខ្លានោះបានវាយប្រហារលើបុគ្គលិករួច វាក៏បន្តវាយប្រហារលើអ្នកទស្សនាពីរនាក់នោះ។\n",
        "output": [
            "After the tiger attacked the worker, it then went on to attack the two other visitors.\n"
        ]
    },
    {
        "input": "ក្រុមឈីតាហ នឹងធ្វើជាម្ចាស់ផ្ទះនៅសប្តាហ៍ក្រោយ ជាក្រុមចូលដល់វគ្គផ្តាច់ព្រ័ត្រដែលមានពិន្ទុខ្ពស់បំផុត (លំដាប់លេខមួយ ក្រុមប៊្លូប៊ូលឈរនៅលំដាប់ទីពីរ)។\n",
        "output": [
            "The Cheetahs will host the final next week, being the highest place finalist (first, the Blue Bulls were second).\n"
        ]
    },
    {
        "input": "កាលបរិច្ឆេទនៃប្រតិបត្តិការ និងរយៈពេលសម្រាប់ជម្លៀសចេញពីអាគារ៌មិនត្រូវបានបញ្ជាក់ទេ។\n",
        "output": [
            "The date of execution and the period for evacuating the buildings were not stated.\n"
        ]
    },
    {
        "input": "ទូកសង្គ្រោះក៏បាននាំសមាជិកក្រុមដែលមិនបានរងរបួសទៅកាន់ច្រាំងផងដែរ ខណៈពេលដែលឧទ្ធម្ភាគចក្រមួយនេះត្រឡប់ទៅសង្គ្រោះក្មេងប្រុសទីពីរ។\n",
        "output": [
            "The lifeboat also carried an uninjured member of the party ashore, while the helicopter returned to rescue a second young boy.\n"
        ]
    },
    {
        "input": "ការប្រព្រឹត្តិបទល្មើស ដូចជាការស្តោះទឹកមាត់ ចោលទឹកទៅគេ រឺព្យាយាមនោមដាក់អ្នកយាម បង្ហាញយ៉ាងច្បាស់ដូចករណីបានកត់ត្រាទុក ដែលគ្រាប់បែកផ្សែងមិនត្រូវបានអនុញ្ញាតអោយប្រើប្រាស់។\n",
        "output": [
            "Infractions such as spitting, throwing water at, or attempting to urinate on guards appear as explicitly listed cases where pepper spray may not be used.\n"
        ]
    },
    {
        "input": "ទីតាំងនៃបំណែកស្ថិតនៅចម្ងាយប្រាំមួយម៉ាយល៍ពីភាគខាងជើងនៃទីតាំងចុងក្រោយរបស់យន្តហោះ ដែលត្រូវបានគេរាយការណ៍ឆ្ងាយពីឆ្នេរសមុទ្រនៃប្រទេសប្រេស៊ីលនៅក្នុងជម្រៅ 3,800 និង 4,000 ម៉ែត្រ (2,070 ទៅ 2,190 fathoms ឬ 12,467 feet និង 13,123 feet)។\n",
        "output": [
            "The location of the wreckage is six miles north of the plane's last reported position off the coast of Brazil at a depth of 3,800 and 4,000 meters (2,070 to 2,190 fathoms or 12,467 feet and 13,123 feet).\n"
        ]
    },
    {
        "input": "កូនស្រីរបស់លោកស្រីជីបប៊ន​ ចនមកពីលីវើភូលបានសុំប្រជាជនអង់គ្លេសដែល ខឹងដោយសារការដាក់ទោសជាប់គុករបស់ម្តាយគាត់មិនគួរវាយបកប្រឆាំងនឹងអ៊ីស្លាមវិញ។\n",
        "output": [
            "Ms Gibbons' son John, from Liverpool, has asked that British people angered by his mother's jail sentence should not turn against Muslims.\n"
        ]
    },
    {
        "input": "ប៉ូលីសបានរកឃើញសញ្ញាគូសដោយដៃនៅលើដងខ្លួនរបស់គាត់ សរសេរថា \"Thou Shalt Not Kill។\"\n",
        "output": [
            "Police found a homemade sign near his body which said \"Thou Shalt Not Kill.\"\n"
        ]
    },
    {
        "input": "ថ្នាក់ដឹកនាំ និងឥស្សរជនមកពីផ្នែកផ្សេងៗនៃប្រទេសដែលរួមទាំងមេដឹកនាំណាម៉ាដា បាចឆៅ អាន់ដូឡាន មេដា ផាកតា បានសម្តែងទុក្ខក្រៀមក្រំចំពោះមរណភាពនេះ។\n",
        "output": [
            "Leaders and personalities from different parts of the country, including the Narmada Bachao Andolan leader Medha Patkar, expressed grief over the death.\n"
        ]
    },
    {
        "input": "របាយការណ៍ដោយអង្គការសហប្រជាជាតិ កាលពីថ្ងៃ12ខែមករាការរញ្ជួយដីនៅហៃទីបានបន្សល់ទុកនូវមនុស្សស្លាប់ចំនួន222,570 ជនភៀសខ្លួនចំនួន1,300,000នៅកំពុងផែ មនុស្សចំនួន766,000កំពុងតែខ្ចាត់ខ្ចាយ 310,000នាក់របួស និង 869នាក់បានបាត់ខ្លួន។\n",
        "output": [
            "As reported the United Nations, January 12 Haiti earthquake left exactly 222,570 deaths, 1,300,000 refugees in harbours, 766,000 displaced people, 310,000 injured and 869 disappeared.\n"
        ]
    },
    {
        "input": "ម្ចាស់ក្សត្រីគីកូប្រសូតបានបុត្រាទម្ងន់ 2,558 gram (5.639 lb) នៅថ្ងៃទី6 ខែកញ្ញា ម៉ោង 8 h 27 (ម៉ោងនៅប្រទេសជប៉ុន)។\n",
        "output": [
            "Princess Kiko has given birth to a 2,558 gram (5.639 lb) baby boy, on 6 September at 8 h 27 (Japan Standard Time).\n"
        ]
    },
    {
        "input": "ប៉ុន្តែវីដេអូនេះនៅតែត្រូវបានរបាយការណ៍វីដេអូផ្សេងទៀតលីងទៅកាន់ទីតាំងផ្សេងទៀតដែលអាចបើកមើលបាន រួមមានដូចជា របាយការណ៍នៅក្នុងឌឹថាមស៍។\n",
        "output": [
            "Still other reports on the video linked to locations where it could be watched, including a report in The Times.\n"
        ]
    },
    {
        "input": "អាហ្រ្វិកខាងត្បូងបានចេញពីក្រកួតពានរង្វាន់ ពិភពលោកកីឡាគ្រីឃីតនៅឆ្នាំ2011បន្ទាប់ពីបានចាញ់ញ៉ូវហ្សេលេននៅក្នុងវគ្គបួនក្រុមចុងក្រោយ ដែលប្រកួតនៅមៀរភ នៅក្នុងប្រទេសបង់ក្លាដេស។\n",
        "output": [
            "South Africa crashed out of the 2011 Cricket World Cup after being beaten by New Zealand in the quarterfinals, played at Mirpur, in Bangladesh.\n"
        ]
    },
    {
        "input": "ដបនុយក្លេអ៊ែរ​អាច​ត្រូវបាន​កែច្នៃឡើងវិញ​បាន​ ក្នុងរយៈពេលជាច្រើនខែ ដើម្បីចម្រាញ់​យក​ព្លុយតូនីញ៉ូម​ដែលអាច​ផលិតអាវុធនុយក្លេអ៊ែរបាន​។\n",
        "output": [
            "The rods could be reprocessed for several months to extract weapons-grade plutonium.\n"
        ]
    },
    {
        "input": "ខណៈប្រជាជនប៉េរូរៀបចំរឿងក្តីរបស់ខ្លួនប្តឹងទៅក្រុមហ៊ុនជីករ៉ែញ៉ូវម៉ោនដែលមានមូលដ្ឋាននៅឌេនវើ ដែលជាក្រុមហ៊ុនរុករកមាសធំជាងគេបំផុតលើពិភពលោក ជាចុងក្រោយសំណួរសំខាន់ទាំងនេះមួយចំនួនអាចត្រូវបានបកស្រាយ។\n",
        "output": [
            "As the Peruvian residents gear up for their lawsuit against Denver-based Newmont Mining, the world's largest gold mining firm, some of these important questions may finally be answered.\n"
        ]
    },
    {
        "input": "ពួកគេនឹងប្រឈមមុខនឹងការគំរាមកំហែងពីអតិផរណា និងមិនចង់នាំចេញឥវ៉ាន់ដោយមានមូលដ្ឋានលើគោលនយោបាយអត្រាការប្រាក់ ដែលបានកំណត់សម្រាប់លក្ខខណ្ឌដែលមានវិបត្តិសេដ្ឋកិច្ច ដូចនៅសហរដ្ឋអាមេរិកឡើយ។\"\n",
        "output": [
            "They face an inflationary threat and do not want to import an interest rate policy set for the recessionary conditions in the United States.\"\n"
        ]
    },
    {
        "input": "អ្នកស្រាវជ្រាវបានរកឃើញនៅថ្លើមផលិតកំរិតហួសហេតុនូវ\"សេលីនូប្រូតេអ៊ីន ប៉េ\"(អេសអឺប៉េប៉េ1)នៅចំណោមអ្នកជំងឺទឹកនោមផ្អែមប្រភេទទី2ដែលមានការស៊ាំនិងអ័ងស៊ុយលីន។\n",
        "output": [
            "The researchers found the liver expresses higher levels of the gene encoding \"selenoprotein P\" (SEPP1) in people with type 2 diabetes – those with more insulin resistance.\n"
        ]
    },
    {
        "input": "គេមិនទាន់ច្បាស់នៅឡើយថាតើម្ចាស់ជ័យលាភីចំនួនប្រាំពីរដងនៃការប្រកួតប្រណាំងកង់ Tour de France មានបំណងចូលរួមប្រកួតប្រជែងសម្រាប់ការចាត់ចំណាត់ថ្នាក់ទូទៅនេះឬអត់ ប៉ុន្តែគាត់មិនបាននាំមុខនៅក្នុងការប្រកួតថ្ងៃអាទិត្យនេះឡើយ។\n",
        "output": [
            "It is not clear if the seven-time Tour de France winner intended to compete for the general classification, but he did make an unsuccessful breakaway on Sunday in pursuit of a stage victory.\n"
        ]
    },
    {
        "input": "បូកដង់ ត្រូវបានព្រះរាជអាជ្ញារ៉ាឆែល ស្មីត ចោទប្រកាន់ពីបទផ្តល់ការណែនាំ និងជំនួយដល់ ម៉ារៀស; ព្រះរាជអាជ្ញាស្មីតបានបើកអង្គជំនុំជំរះកាលពីឆ្នំាមុន ដោយប្រានប្រាប់តុលាការក្រោនមេឆេស្ទើរ \"ដោយ[បា]នស្តាប់ភ័ស្តុតាង អ្នក [គណៈវិនិច្ឆ័យ] អាចសន្និដ្ឋានថាកូនប្រុសគឺលោក ម៉ារៀស បានរៀនអាជីវកម្មនេះពីឪពុករបស់ខ្លួន ហើយថានេះគឺជាអាជីវកម្មគ្រួសារ។\"\n",
        "output": [
            "Bogdan was accused by Rachel Smyth, prosecuting, of giving advice and assistance to Marius; Smyth opened the trial last year telling Manchester Crown Court \"[h]aving heard the evidence you [the jury] may conclude that the son, Marius, learnt this trade from his father and that this was a family business.\"\n"
        ]
    },
    {
        "input": "នារីក្មេងម្នាក់ត្រូវបានសម្លាប់នៅយប់ថ្ងៃសុក្របន្ទាប់ពីឧប្បត្តិហេតុត្រូវបានកើតឡើងនៅពេលជិះលេងក្នុងសួនកំសាន្តផ្លេលេនក្នុងរី ទីក្រុងញ៉ូវយ៉កក្នុងសហរដ្ឋអាមេរិក។\n",
        "output": [
            "A young woman was killed Friday night after an accident occurred on a gyrating ride at the Playland amusement park in Rye, New York in the United States.\n"
        ]
    },
    {
        "input": "តំបន់ត្រួតត្រារបស់ចិនត្រូវបានគេតំរង់ទិសដៅ នៅក្នុងការបដិសេធចុងក្រោយជាច្រើននៃសេវាកម្មវាយប្រហារទៅលើប្រទេសចិន។\n",
        "output": [
            "The Chinese domain was targeted in the latest of many denial of service attacks against China.\n"
        ]
    },
    {
        "input": "ពេលដែលនៅលើ 64 យូវរាច ត្រូវបានដាក់ចុះនៅ យូវរេច ត្រូវបានដាក់ចុះនៅគ្របដោយ ស្សៅអ៊ីប ម៉ាលីក។\n",
        "output": [
            "When on 64, Yuvraj was put down at covers by Shoaib Malik.\n"
        ]
    },
    {
        "input": "យោងតាម IMB មានការវាយប្រហារពីក្រុមចោរសមុទ្រចំនួន 23ផ្សេងទៀតមាននៅតាមតំបន់ឈូងសមុទ្រក្បែរប្រទេសអាហ្រិ្វកខាងកើត ចាប់តាំងពីថ្ងៃទី15 ខែមីនា។\n",
        "output": [
            "According to the IMB, there have been 23 other pirating attacks in coastal waters off the east African nation since March 15.\n"
        ]
    },
    {
        "input": "ការចូលមើល Wikipedia និងគេហទំព័រ​កម្មវិធីសម្ព័ន្ធ​របស់ Wikinews និង Flickr ដែលជាគេហទំព័រចែករំលែករូបភាព ត្រូវបានហាមឃាត់ផងដែរ នៅថ្ងៃព្រហស្បតិ៍។\n",
        "output": [
            "Access to Wikipedia, Wikinews' sister project, and Flickr, a photo sharing site, were also banned, on Thursday.\n"
        ]
    },
    {
        "input": "លោកឃើរី បានកត់សម្គាល់ថាលទ្ធផលសម្រាប់អ្នកដែលត្រូវបានព្យាបាលដោយជោគជ័យពិតជាត្រឹមត្រូវ \"ចំពោះគ្រប់វិធីព្យាបាលដែលពួកគេបានឆ្លើយតប - ការព្យាបាលដោយការយល់ដឹង-អាកប្បកិរិយា ថ្នាំបន្ថយទុក្ខព្រួយ ការព្យាបាលទាំងពីរ ឬថ្នាំព្យាបាលចិត្តសាស្ត្រ។\"\n",
        "output": [
            "Curry noted that the results for those treated successfully held true \"whatever they responded to — cognitive-behavioral therapy, Prozac, both treatments, or a placebo\".\n"
        ]
    },
    {
        "input": "នគរបាលត្រូវបានគេទូរស័ព្ទហៅមក នៅពេលការហៅទូរស័ព្ទមួយទៅកាន់ម្ដាយសិស្ស Inga Akins បានធ្វើឲ្យគ្រូជឿថានឹងចំណាយពេល​មួយម៉ោងសម្រាប់លោកស្រី Akins ដើម្បីមកដល់ និងយកកូនស្រីចេញ។\n",
        "output": [
            "Police had been called when a phone call to mother Inga Akins, had led teachers to believe that it would take an hour for Ms Akins to arrive and take the girl away.\n"
        ]
    },
    {
        "input": "រថភ្លើងផ្លូវអេតវែលរ៉ូតដែលចេញទៅផេដដីងថននិងនៅលើសឺកខលផងដែរការផ្ទុះនៅទល់មុខនឹងរថភ្លើងខ្សែមកពីទិសផ្សេងដែលបានធ្វើអោយប្រជាជនពីដំបូងគិតថាវាគឺជាការធ្លាក់រថភ្លើងពីលើផ្លូវមួយ។\n",
        "output": [
            "The Edgware Road train, leaving for Paddington and also on the Circle, exploded opposite a train coming from the other direction, making people think at first that it was a derailment.\n"
        ]
    },
    {
        "input": "យោងតាមអ្នកនាំពាក្យសេតវិមាន លោក Tony Snow និយាយលោកប្រធានាធិបតីកំពុងរងចាំតុលាការជាន់ខ្ពស់សហរដ្ឋអាមេរិក សំរេចលើបញ្ហាថាតើតុលាការយោធាឬតុលាការស៊ីវិលដែលគួរកាត់ទោសអ្នកជាប់ឃុំទាំងនេះ។\n",
        "output": [
            "According to White House spokesman Tony Snow, the President is waiting for the US Supreme Court to decide on the issue of whether military tribunals or civilian courts would try the detainees.\n"
        ]
    },
    {
        "input": "អូបាមេ បានចូលរួមក្នុងកូដកម្មអត់អាហារដើម្បីទាក់ទាញអារម្មណ៍សោកស្ដាយចំពោះអ្វីដែលលោកបានហៅថាជា \"ការដំឡើងសម័យរបបផ្តាច់ការ\" នៅក្នុងហ្គាបុង។\n",
        "output": [
            "Obame has gone on a hunger strike to deplore what he called \"the installation of an era of dictatorship\" in Gabon.\n"
        ]
    },
    {
        "input": "ក្រុមចចជា បាននាំមុខនៅតង់ទីពីរ និងកំពុងគំរាមរកពិន្ទុនៅការប្រកួតក្រោយ ប៉ុន្តែ ការការពាររបស់ក្រុមអៀឡង់ បានការពារជ័យជំនះបួនពិន្ទុ។\n",
        "output": [
            "Georgia led early in the second half and were threatening to score late in the match but Ireland's defence held to secure the four point victory.\n"
        ]
    },
    {
        "input": "នៅទីបំផុតវាអាចត្រូវបានប្រើសំរាប់បេសកកម្មអាកាសដែលប្រើប្រាស់យានអាកាសនាគស្ពេសX។\n",
        "output": [
            "It could eventually be used for manned missions using the SpaceX Dragon spacecraft.\n"
        ]
    },
    {
        "input": "លោកជីន អ៊ីយីហ្គេ អ៊ីដុង បាននិយាយថាលោកបុងហ្គូដែលជាមេដឹកនាំយូរបំផុតនៅប្រទេសក្នុងទ្វីបអាហ្រ្វិកមួយនេះ បានស្លាប់នៅគ្លីនិកហ្គីរ៉ុន នៅថ្ងៃច័ន្ទ ក្នុងអាយុ73ឆ្នាំ។\n",
        "output": [
            "Jean Eyeghe Ndong said that Bongo, the longest-serving leader of an African country, had died at the Quiron clinic on Monday, at the age of 73.\n"
        ]
    },
    {
        "input": "លោកនិយាយថា \"នៅថ្ងៃទី18 ខែធ្នូ ឆ្នាំមុន ខ្ញុំបានសរសេរលិខិតជូនអគ្គមេធាវីឥណ្ឌូនេស៊ីដោយរំលឹកលោកថា រដ្ឋាភិបាលអូស្រ្តាលីត្រូវបានជំទាស់មិនឲ្យមានការកាត់ទោសប្រជាជីវិត ហើយយើងមិនចង់ឃើញ នៅក្នុងបរិបទបាលីណាញ ឬជនជាតិអូស្រ្តាលីត្រូវកាត់ទោសប្រហារជីវិតឡើយ។\"\n",
        "output": [
            "\"On the 18th of December last year, I wrote to the Indonesian Attorney-General reminding him that the Australian Government was opposed to the death sentence and we didn't want to see, in the context of the Bali nine, any of the Australians sentenced to death,\" he said.\n"
        ]
    },
    {
        "input": "បទ \"Shake\" បានត្រូវគេរំពឹងទុកយ៉ាងខ្លាំងក្លានឹងចាត់បញ្ចូលក្នុងតំណែងក្នុង Hot 100 ក្នុងសប្តាហ៍នេះ។\n",
        "output": [
            "“Shake” was widely expected to gain to the Hot 100 pole position this week.\n"
        ]
    },
    {
        "input": "នីកូឡាស អាដេស៊ីល នៃអង្គការកាកបាទក្រហម បានប្រាប់សារព័តិមានដដែលនេះថាមានមនុស្សច្រើនដល់ទៅសាមសិបនាក់ហើយដែលបានទទួលការព្យាបាលគិតមកទល់ពេលនេះ។\n",
        "output": [
            "Nicolas Adesile, of the Red Cross, told the same news agency that as many as thirty people have been treated thus far.\n"
        ]
    },
    {
        "input": "\"បន្ទាប់មក អ្វីគ្រប់យ៉ាងបានមកជាមួយគ្នាល្អឥតខ្ចោះ និងហ្គ្រីនបឺដបានឈានជើងរហូតដល់កម្រិតកំណត់ត្រា និងដំណើរការបានអស្ចារ្យបំផុត។\n",
        "output": [
            "\"Then everything came together perfectly and the Greenbird stepped up to the mark and performed amazingly.\n"
        ]
    },
    {
        "input": "រង្វាន់ J.J Sakurai នឹងត្រូវបានបង្ហាញនៅក្នុងកិច្ចប្រជុំ APS 2010 ក្នុងទីក្រុងវ៉ាស៊ីនតោនឌីស៊ីក្នុងពិធីសម័យប្រជុំពិសេសមួយនៅខែកុម្ភៈ ឆ្នាំ2010។\n",
        "output": [
            "The J. J. Sakurai Prize will be presented at the APS 2010 meeting in Washington, DC at a special Ceremonial session in February 2010.\n"
        ]
    },
    {
        "input": "អ្នកវិទ្យាសាស្រ្តព្យាករណ៏ថាឈានទៅប្រាំលានប្រភេទនឹងត្រូវបានបាត់បង់នៅសតវត្សនេះ។\n",
        "output": [
            "Scientists forecast that up to five million species will be lost this century.\n"
        ]
    },
    {
        "input": "កូន​ប្រាំមួយនាក់នៅរស់ ប្រុសបី ស្រីបី បច្ចុប្បន្ន មាន​អាយុ​ចន្លោះពី 5 ទៅ 20 ឆ្នាំ​។\n",
        "output": [
            "The surviving six children, three boys and three girls, are currently aged between 5 and 20 years old.\n"
        ]
    },
    {
        "input": "យោងតាមអ្នកសង្កេតការណ៍ជាថ្មី 1ខែក្រោយនៃអធិការកិច្ចកម្មករបានចុះសាខានៅបារាំងនៃក្រុមហ៊ុននោះត្រូវបិទ។\n",
        "output": [
            "According to Le Nouvel Observateur, one month after the labor investigation took place the French branch of the company had disbanded.\n"
        ]
    },
    {
        "input": "លុះត្រាតែក្រុមហ៊ុន ហ្គូកហ្កល បានកែតម្រូវកូដដែលនៅពីក្រោយការរាប់នោះ អត្ថបទនឹងអាន \"ជាង 2075\" បន្ទាប់ពី ថ្ងៃទី9 ខែមេសា។\n",
        "output": [
            "Unless Google adjusts the code behind the counter, the text will read \"Over 2075\" after April 9.\n"
        ]
    },
    {
        "input": "ព្រះអង្គក៏ប្រឈមមុខនឹងការរិះគន់ចំពោះការមានដៃគូរួមភេទច្រើន នៅពេលដែលមនុស្ស 26% ដែលមានអាយុ 15 ទៅ 49 ឆ្នាំមានផ្ទុកមេរោគអេដស៍។\n",
        "output": [
            "He has also faced criticism for having a high number of sexual partners, when 26% of 15 to 49 year olds are HIV positive.\n"
        ]
    },
    {
        "input": "វាមិនទាន់ច្បាស់នៅឡើយទេអំពីមូលហេតុដែលអ្នកបកប្រែបានចាប់ផ្តើមបាញ់នោះ; ប៉ុន្តែ អ្នកវាយប្រហារហាក់ដូចជា \"បុគ្គលិកមិនមានពេញចិត្ត\" ម្នាក់ ដែលប្រឆាំងទៅនឹងពួកសកម្មប្រយុទ្ធ នេះ បើយោងតាមមន្រ្តីយោធាសហរដ្ឋអាមេរិក។\n",
        "output": [
            "It is not yet clear why the interpreter started shooting; However, the attacker seemed to be a \"disgruntled employee\", as opposed to a militant, according to a US military official.\n"
        ]
    },
    {
        "input": "គ្រាប់បែកដំបូងផ្ទុះគឺនៅលើផ្លូវរថភ្លើងលីវើផូភ្លាមបន្ទាប់ពីវាបានចាកចេញទៅកាន់អាដហ្កេតនៅលើខ្សែសឺកខលប៉ុន្មាននាទី​មុនរថយន្តផ្សេងទៀត។\n",
        "output": [
            "The first bomb to detonate was on the Liverpool Street train soon after it left for Aldgate on the Circle line, seconds before the others.\n"
        ]
    },
    {
        "input": "\"គឺដូចទៅនឹងសោកនាដកម្ម Piper Alpha ជាងពីរទសវត្សរ៍មកហើយដែលបានគូសបញ្ជាក់ពីគ្រោះថ្នាក់នៃការរុករកនៅសមុទ្រខាងជើង គ្រោះមហន្តរាយ Auchengeich បានបង្ហាញគ្រោះថ្នាក់និងហានិភ័យទាំងអស់យ៉ាងជាក់ស្តែងដែលអ្នករុករករ៉ែទាំងអស់នៅស្កុតលែនដ៍បានទទួលយកសម្រាប់ជាផ្នែកមួយនៃការងាររបស់ពួកគេជារៀងរាល់ពេលដែលពួកគេចុះទៅក្នុងរណ្តៅ។\"\n",
        "output": [
            "\"Just as the Piper Alpha tragedy more than two decades ago underlined the hazards of North Sea exploration, the Auchengeich disaster showed all too starkly the dangers and risks which miners all over Scotland took for granted as part of their job every time they descended the pits.\"\n"
        ]
    },
    {
        "input": "រង្វាន់នេះភ្ជាប់មកជាមួយរង្វាន់ US$500,000 ដោយធ្វើឱ្យវាជារង្វាន់ទោលធំបំផុតសំរាប់ការច្នៃប្រឌិតដែលបានផ្ដល់ឱ្យនៅសហរដ្ឋអាមេរិក។\n",
        "output": [
            "The prize comes with an award of US$500,000, making it the largest single award for invention given in the United States.\n"
        ]
    },
    {
        "input": "ឯកសារចុងក្រោយគេដែលពួកគេបានទទួល គឺព័ត៌មានលំអិតនៃឯកសារថតចំលងឆ្នាំ2004នៃក្បួនដែលបានចុះហត្ថលេខាដោយឧត្ដមសេនីយ៍ ជីអូហ្វ្រេ ឌីមៀឡឺ នៃបញ្ជាការដ្ឋានខាងត្បូងនៃសហរដ្ឋអាមេរិច។\n",
        "output": [
            "The latest documents they have received are the details of the 2004 copy of the manual signed off by Major General Geoffrey D. Miller of the U.S. Southern Command.\n"
        ]
    },
    {
        "input": "សំណើរនេះក៏ណែរនាំឱ្យពន្យាពេលវេលាដែលក្រុមហ៊ុនតាក់ស៊ីអាចរក្សាការថតទុកដែលត្រូវបានទាញយកពីកាមេរ៉ាសុវត្ថិភាអោយលើសពីបច្ចុប្បន្នដែលមានរយៈពេល 30-35ថ្ងៃ។\n",
        "output": [
            "The proposal also suggests extending the time taxi companies can keep recordings downloaded from security cameras from the current 30–35 days.\n"
        ]
    },
    {
        "input": "កិច្ចព្រមព្រៀងនេះសម្រេចបាន ក្រោយពីមានការវិវាទជុំវិញនឹងការផ្តល់មូលនិធិដល់រដ្ឋាភិបាលសម្រាប់អង្គការនានាដូចជាអង្គការ ផ្លែនដ៍ ភែរិនហ៊ូដ ត្រូវបានដោះស្រាយ។\n",
        "output": [
            "The deal was apparently reached after disputes over government funding for organizations such as Planned Parenthood were resolved.\n"
        ]
    },
    {
        "input": "រ៉ូយ៉ាលមេលបានព្រមានដល់អតិថិជនថាការប្រមូលនិងចែកចាយសំបុត្រនៅចក្រភពអង់គ្លេសនឹងអាចរអាក់រអួលដោយសារឧបត្តិហេតុ។\n",
        "output": [
            "The Royal Mail is warning customers that mail collections and deliveries across the UK will be disrupted because of the incidents.\n"
        ]
    },
    {
        "input": "ហ្វូងត្រីបាឡែនបានអណ្តែតខ្លួនវានៅកំពង់ផែឡេវី នៅភាគខាងជើងនៃកោះ អ្នកស្ម័គ្រចិត្តជាច្រើននាក់បានជួយដោយព្យាយាមយកពួកវាត្រលប់ទៅទឹកជ្រៅចេញពីដៃសមុទ្រដែលសម្បូរភក់ និងទឹករាក់។\n",
        "output": [
            "The pilot whales beached themselves at Port Levy on South Island, but dozens of volunteers helped to try and get them back out to the open water out of the inlet, which is muddy and shallow.\n"
        ]
    },
    {
        "input": "កម្មករមានទីតាំងនៅកូលូរ៉ាដូនោះត្រូវបានឃើញថាសកម្មភាពដែលអនុវត្តដោយ\"ជំនួយការ\"របស់ ព្រំដែនគរុកោសល្យរួមទាំង: \"ការិយាល័យ ស្មៀន សាធារណនិងចុះឈ្មោះតាមទូរស័ព្ទ ការស្វាគមន៍អថិតជន ការរៀបចំកៅអី ការកាន់មីក្រូហ្វូនក្នុងពេលសិក្ខាសាលានិងការិយាល័យទីផ្សារ។\"\n",
        "output": [
            "Labor based out of Colorado found that activities performed by Landmark Education's \"assistants\" include: \"office, clerical, telephone solicitation and enrollment, as well as greeting customers, setting up chairs, handling microphones during the seminars and making coffee.\"\n"
        ]
    },
    {
        "input": "រោងចក្រនីមួយៗនៃរោងចក្រថ្មីទាំងពីរនេះ អាចផលិតបាន 30 លានហ្គាល្លុង (113 ML) ជាប្រចាំឆ្នាំ។\n",
        "output": [
            "Each of the two new plants can produce 30 million gallons (113 ML) annually.\n"
        ]
    },
    {
        "input": "ប្រទេសកាតាបានស្មើទាំងពីរប្រកួតជាមួយនឹងប្រទេសជប៉ុន និងប្រទេសវៀតណាម មានន័យថាវានឹងត្រូវគិតដល់ចំនួនគ្រាប់បាល់ដែលខុសគ្នា ប្រសិនបើភាគីទាំងពីរស្មើគ្នានៅលើបួនពិន្ទុ។\n",
        "output": [
            "Qatar drew both matches with Japan and Vietnam, meaning it will come down to goal difference if two sides are equal on four points.\n"
        ]
    },
    {
        "input": "ប្រជាជនប្រហែល 25,000 នាក់រួមទាំងនាយករដ្ឋមន្រ្តីស្តេហ្វិនហាភើ ភរិយារបស់គាត់ និងកូនរបស់គាត់ពីរនាក់មានវត្តមាននៅទីនោះផងដែរ។\n",
        "output": [
            "About 25,000 people including Prime Minister Stephen Harper, his wife and their two children were there.\n"
        ]
    },
    {
        "input": "កាសែតវីគីបានបំបែករឿងអំពីការកែរដ៏គួរឲ្យសង្ស័យបន្ទាប់ពីទទួលបានព័ត៌មានពី រដ្ឋបាលវីឃីភីឌៀ។\n",
        "output": [
            "Wikinews originally broke the story about the suspicious edit after receiving a tip from Wikipedia administrators.\n"
        ]
    },
    {
        "input": "លោក​ហាន់ធើ ដែលកំពុងស្វែងរកការជ្រើសតាំងជាបេក្ខជនប្រធានាធិបតីនៃគណបក្សសាធារណរដ្ឋ បានអះអាងនៅក្នុងការយល់ស្របចំពោះច្បាប់នេះកាលពីសប្តាហ៍មុន។\n",
        "output": [
            "Hunter, who is seeking the Republican Presidential nomination, argued in favor of the bill last week.\n"
        ]
    },
    {
        "input": "ភ្លាមៗក្រោយពីមានការប្រកាសនោះ ឈ្មោះនោះរងការរិះគន់ច្រើនដែលវាមានសម្លេងដូចពេកទៅនឹងពាក្យ \"wee\" ជាគ្រាមភាសាអង់គ្លេសមានន័យថាទឹកនោម។\n",
        "output": [
            "In the immediate aftermath of the announcement, the name received much criticism for sounding too much like \"wee\", an English slang word meaning urine.\n"
        ]
    },
    {
        "input": "លោកបារ៉ាក់ អូបាម៉ា ដែលជាសមាជិកព្រឹទ្ធសភាពថ្មីមួយមកពីរដ្ឋអៀលីនន័រ និងជាបេក្ខជនប្រធានាធិបតីរបស់សហរដ្ឋអាមេរិកឆ្នាំ2008 បានយកឈ្នះលើការប្រកួតប្រជែងទាំងបីក្នុងគណៈបក្សប្រជាធិបតេយ្យថ្ងៃនេះ ការប្រជុំជ្រើសរើសបេក្ខភាពពីរធ្វើនៅរនើប្រាស្កានិងវ៉ាស៊ីនតោន និងការបោះឆ្នោតសាកល្បងធ្វើនៅលូវីសស៊ាណា។\n",
        "output": [
            "Barack Obama, the junior senator from Illinois and 2008 US presidential candidate has swept all three of today's Democratic contests, two caucuses in Nebraska and Washington and the primary in Louisiana.\n"
        ]
    },
    {
        "input": "ប្រហែលពីម៉ោង1:00 ទៅម៉ោង 4:15 ល្ងាច ET អ្នកប្រើប្រាស់បានរាយការណ៍ថា គេហទំព័រនេះបានធ្លាក់ចុះ។\n",
        "output": [
            "From roughly 1:00 to 4:15 pm ET, users reported the site was down.\n"
        ]
    },
    {
        "input": "មិត្តភក្តិរបស់គេ ដែលត្រូវបានលាក់ឈ្មោះ បានបាញ់ រីស៍ ចនសុនចំបេះដូងដោយកាំភ្លើងខ្យល់ .22 caliber Webley Vulcan នៅក្នុងចម្ងាយជិត។\n",
        "output": [
            "The friend, who has remained anonymous, shot Rhys Johnson in the heart with the .22 caliber Webley Vulcan air gun at close range.\n"
        ]
    },
    {
        "input": "ឯកសារអំពីផែនការសន្តិភាពដើមឡើយត្រូវបានព្រាងដោយ នីកូលឡាស សាកូហ្ស៊ី ប្រធានាធិបតីនៃប្រទេសបារាំង។\n",
        "output": [
            "The peace plan document was originally drafted by Nicolas Sarkozy, the President of France.\n"
        ]
    },
    {
        "input": "គាត់និយាយថាវា\"រួមផ្សំអត្ថបទដែលមានប្រយោជន៏សំរាប់អ្នកថតខ្សែភាពយន្ដដំបូងជាមួយរឿងនិទានកថាផ្អែកទៅលើបទពិសោធន៏របស់ខ្ញុំដែលរកប្រាក់សំរាប់ខ្សែភាពយន្ដនិងអត្ដចារិកឆ្កួតៗដែលឈ្លានពានពិភពលោកនៃការថតខ្សែភាពយន្ដដែលមានថវិកាតិចតួច។\"\n",
        "output": [
            "He says that it \"combines helpful articles for beginning filmmakers with narrative tales based on my experiences raising money for features and the crazy personalities that invade the world of microbudget filmmaking.\"\n"
        ]
    },
    {
        "input": "ព្រះរាជបុត្រគឺជាបុត្រាដំបូងដែលបានប្រសូតនៅក្នុងរាជវង្សអធិរាជជប៉ុនបន្ទាប់ពីព្រះបិតារបស់ព្រះអង្គនៅក្នុងឆ្នាំ1965។\n",
        "output": [
            "He is the first male baby born in the Japanese imperial family since his father in 1965.\n"
        ]
    },
    {
        "input": "នគរបាលបាននិយាយថាពួកគេបានគ្រប់គ្រងទាំងតាចម៉ាហាលនិងសណ្ឋាគារអុបិរយ ទ្រីឌិន។\n",
        "output": [
            "Police say that they are in control of both the Taj Mahal and Oberoi Trident hotels.\n"
        ]
    },
    {
        "input": "កិច្ចព្រមព្រៀងបទឈប់បាញ់ដែលរៀបចំដោយអង្គការសហប្រជាជាតិរវាង អ៊ីស្រាអែលនិងហេសបូឡាកំពុងតែដំណើរការយ៉ាងល្អដោយអ៊ីស្រាអែលបានចាប់ផ្តើមដកកងកំលាំងខ្លួនពីឡេបាណន់។\n",
        "output": [
            "The United Nations brokered cease-fire between Israel and Hezbollah is largely holding as Israel has begun to withdraw its forces from Lebanon.\n"
        ]
    },
    {
        "input": "លោកអាប៊ុតបានអះអាងថា \"វាដោយសារលោករ៉ាត់ បានបិទកិច្ចព្រមព្រៀងទាំងអស់ ដែលរកឃើញជនភៀសខ្លួនជាង50,000នាក់ដែលយើងបានរកឃើញរហូតមកដល់ឥឡូវនេះ។\"\n",
        "output": [
            "\"It's because Mr. Rudd closed it all down that we've had more than 50,000 illegal arrivals,\" claimed Abbott.\n"
        ]
    },
    {
        "input": "\"ករណីនេះមិនទាន់ចប់\" លោកអាតទូរ៉ូ ហ្គនហ្សាលែលបាននិយាយថា មេធាវីនៅវ៉ានេហ្ស៊ូអេឡា ជំទាស់នឹង អូខុននែល ដែលលីលីនណា វ៉ាឡេនហ្ស៊ូអេឡា ជាសិស្សវិទ្យាល័យរីជម៉ុន និងអ្នកផ្សេងទៀតប្តឹងបិទ ការប្រើប្រាស់ធ្វើតេស្តរបស់រដ្ឋជាការតម្រូវឲ្យបញ្ចប់ការសិក្សា \"យើងគិតថាមានឧិកាសខ្លាំងមួយដែលសិស្សនៅក្នុងថ្នាក់ឆ្នាំ2006 នឹងទទួលសញ្ញាប័ត្ររបស់គេ ទោះបីជាបន្ទាប់ពីការប្រារព្វពិធីក៏ដោយ។\"\n",
        "output": [
            "\"This case is far from over,\" said Arturo Gonzalez, the lead attorney in Valenzuela vs. O'Connell, in which Liliana Valenzuela, a Richmond High School student, and others sued to block the state's use of the test as a graduation requirement, \"We think there is a strong chance that students in the Class of 2006 will receive their diplomas, even if it is after commencement ceremonies.\"\n"
        ]
    },
    {
        "input": "លោកបាននិយាយថា លោកនឹងតវ៉ាលទ្ធផលបោះឆ្នោតនេះទៅកាន់តុលាការ។\n",
        "output": [
            "He has said he will challenge the election's outcome in court.\n"
        ]
    },
    {
        "input": "នៅថ្ងៃសុក្រ មានការបាញ់សម្លាប់ជំនួយការប្រធានភូមិ​នៅក្នុងខេត្ត យ៉ាឡា ហើយប្ដីប្រពន្ធចំណាស់មួយគូត្រូវបាន​បាញ់សម្លាប់នៅក្នុងខេត្ត ផាតានី នៅពេលត្រឡប់មកពីផ្សារក្នុងតំបន់នោះ។\n",
        "output": [
            "Friday saw the shooting of an assistant village head in Yala Province, and an elderly couple were shot in Pattani Province whilst returning from a local market.\n"
        ]
    },
    {
        "input": "វាមានម៉ាស់ ចំនួន​ 2600kg និងមានការរំពឹងថានឹងមានជីវិតនៅក្នុងគន្លងតារាវិថី12 ឆ្នាំ។\n",
        "output": [
            "It has a mass of 2600kg, and an expected orbital lifetime of 12 years.\n"
        ]
    },
    {
        "input": "សហរដ្ឋអាមេរិក និងសហភាពអឺរ៉ុបបានរួមចំណែកម្នាក់ៗជាង 25% នៃការបញ្ចេញចោលជាសកលទាំងអស់។\n",
        "output": [
            "The USA and Europe have each contributed more than 25% of accumulated global emissions.\n"
        ]
    },
    {
        "input": "ការខូចខាតហេដ្ឋរចនាសម្ព័ន្ធ ដែលនាំឲ្យមានការយឺតយាវក្នុងការបែងចែកជំនួយស្បៀងអាហារ បានបណ្ដាលគ្រោះទុរភិក្សកាន់តែរីករាលដាលខ្លាងឡើងជាក់ជាមិនខាន។\n",
        "output": [
            "Infrastructure damage, leading to slow distribution of food aid, has lead to the very real possibility of widespread starvation.\n"
        ]
    },
    {
        "input": "ក្មេងប្រុសនេះ បានព្យាយាមរត់គេចពីសន្ដិសុខនៅអាកាសយាន្ដដ្ឋានទីក្រុងភើម ដើម្បីលាក់ខ្លួននៅក្នុងយន្តហោះនៅពេលយន្តចេញដំណើរ។\n",
        "output": [
            "The boy managed to bypass security at the Perm city airport to hide in the plane as it took off.\n"
        ]
    },
    {
        "input": "នេះគឺជាការបាញ់តេស្តដ៏ធំមួយជាលើកដំបូងសម្រាប់គ្រាប់រ៉ុក្កែត ហ្វាខន 9 ហើយវាបង្កើតបានជាព្រឹត្តិការណ៍ដ៏សំខាន់មួយសម្រាប់ក្រុមហ៊ុនក្នុង​ការរៀបចំផែនការដើម្បីចាប់យកចំណែកទីផ្សារបាញ់គ្រាប់រ៉ុក្កែតពាណិជ្ជកម្ម។\n",
        "output": [
            "This was the Falcon 9's first major test firing, and it marks a milestone for the company in its plans to capture a section of the commercial launch market.\n"
        ]
    },
    {
        "input": "ទាំងរឿងទារកមានប្រាក់លានដុល្លារ (2004) និងរឿងធ្លាក់យន្តហោះ(2005) បានឈ្នះពានរង្វាន់ បណ្ឌិតសភា សម្រាប់រូបភាពល្អបំផុតដែលធ្វើឱ្យ លោកហាជីសក្លាយជាអ្នកនិពន្ធភាពយន្តដំបូងចាប់តាំងពីឆ្នាំ1950 ដើម្បីបញ្ចាំងខ្សែភាពយន្ដដែលបានឈ្នះរង្វាន់អូស្ការូបភាពល្អបំផុតនៅក្នុងប៉ុន្មានឆ្នាំជាប់ៗគ្នា។\n",
        "output": [
            "Both Million Dollar Baby (2004) and Crash (2005) won Academy Awards for Best Picture, making Haggis the first film writer since 1950 to pen movies which won Best Picture Oscars in consecutive years.\n"
        ]
    },
    {
        "input": "លោក ផេកឃើ ក៏មានមុខរបរក្នុងវិស័យល្បែងស៊ីសង និងទេសចរណ៍ផងដែរ ហើយជាម្ចាស់កាស៊ីណូ ឈ្មោះ ក្រោន កាស៊ីណូ ក្នុងទីក្រុងមែលប៊ើន។\n",
        "output": [
            "Packer was also involved in the gambling and tourism industries and owned the Crown Casino in Melbourne.\n"
        ]
    },
    {
        "input": "ការសិក្សានេះគឹជាសៀវភៅប្រវត្តិសាស្រ្ដពេញលេញអំពីកំណើត ការស្លាប់ និងអន្តោរប្រវេសន៍ទៅក្រៅប្រទេសសម្រាប់ប្រជាជនញូវហ្សឺលែន។\n",
        "output": [
            "This study is a historic book full of births, deaths and external migration for the population of New Zealand.\n"
        ]
    },
    {
        "input": "ប៊ីលគ្លីនតុន អតីតប្រធានាធិបតីនៃសហរដ្ឋអាមេរិក នឹងធ្វើទស្សន កិច្ចទៅប្រទេសរ៉ូម៉ានីនៅថ្ងៃទី21ខែមិនា ដើម្បីទៅចូលរួមជាវាគ្មិនដ៏សំខាន់មួយនៅក្នុងសន្និសីទប៊ីយ៉នបឌឺឆ្នាំ2005នៅប៊ូឆារេស។\n",
        "output": [
            "Bill Clinton, the former President of the United States of America, will make a visit to Romania on May 21, to participate as the keynote speaker at the BeyondBorders 2005 conference in Bucharest.\n"
        ]
    },
    {
        "input": "ផ្លូវនៅក្នុងប្រទេសអាហ្វហ្គានីស្ថាន ជារឿយៗ មានការលំបាកក្នុងការធ្វើដំណើរ ដូច្នេះ យោធាបានចុះកិច្ចសន្យាជួលយន្តហោះជារឿយៗ ជាពិសេស ពីប្រទេសរុស្ស៊ី ដើម្បីដឹកទាហាន និងទំនិញរវាងមូលដ្ឋានទ័ព និងមូលដ្ឋានទ័ព។\n",
        "output": [
            "Roads in Afghanistan are often difficult to traverse, so militaries often contract aircraft, especially from Russia, to transport troops and cargo between bases.\n"
        ]
    },
    {
        "input": "បំណែកសាកសពរបស់គាត់ត្រូវបានដឹកទៅអាកាសយានដ្ឋានខាន់ដាហាដោយឧទ្ធម្ភាចក្រមួយ។\n",
        "output": [
            "His remains were taken by a helicopter to the Kandahar Airfield.\n"
        ]
    },
    {
        "input": "រដ្ឋមន្រ្តីការបរទេសអៀរឡង់មីឆែល ម៉ាទីនបាននិយាយនៅក្នុងសេចក្តីថ្លែងការណ៍មួយថា \"នេះគឺជាសេចក្តីថ្លែងការណ៍អំពីជំនឿទុកចិត្តទៅលើដំណើការនយោបាយ និងទៅលើស្ថាប័នទទួលអំណាច។\"\n",
        "output": [
            "Ireland's Foreign Affairs Minister, Micheál Martin, said in a statement, \"This is a statement of confidence in the political process and in the devolved institutions.\"\n"
        ]
    },
    {
        "input": "មន្ត្រីនគរបាលបាហ្វាឡូ អនុសេនី ខេ ស្ស៊ីសកូវស្គីបានមានប្រសាសន៍ថា \"ជនសង្ស័យបានទម្លាក់កញ្ចប់ទៅក្នុង [ប្រអប់] និងធ្វើដំណើរឆ្ពោះតាមរុក្ខវិថីអាឡែន។\"\n",
        "output": [
            "\"He dropped the package into the [box], and made his way out to Delaware Ave. towards Allen,\" stated Buffalo Police Lt., K Szyszkowski.\n"
        ]
    },
    {
        "input": "កាសែតអូស្រ្តាលីឈ្មោះក្រូនបានរាយការណ៍ថា៖\"ជាធម្មតាគោលបំនងនៃការវាយប្រហាររបស់ពួកគេគឺដើម្បីបង្កើតចលាចល រឺក៍ដើម្បីរំខានអ្នកដទៃ។\"\n",
        "output": [
            "The Austrian paper Krone reports that the \"usual goal of their attacks is to raise a fuss or disturb others\".\n"
        ]
    },
    {
        "input": "លោក Kothari បានបន្តថា: \"រដ្ឋដែលមានចំនួនប្រជាជនតិចជាងមុន បានបញ្ជូនសមាជិកតិចជាងមុនទៅក្នុងសភាឥណ្ឌា។\"\n",
        "output": [
            "Kothari continued: \"The states with lesser population send fewer members to the Indian parliament.\"\n"
        ]
    },
    {
        "input": "កុមារដែលត្រូវបានចាត់ចូលក្នុងប្រភេទ \"ចូលរួមក្នុងសកម្មភាពសង្គម\" នៅតែល្អជាងកុមារ​ដែលត្រូវចាត់ចូលក្នុងប្រភេទ \"មិនមានសកម្មភាព​សង្គមសោះ\": ពួកគេមានឱកាសឆ្លងជំងឺនេះប្រហែល 3/4ដង។\n",
        "output": [
            "Those who were rated in the category \"any social activity\" still had an improvement over the children rated as \"no social activity\": they had about 3/4 the chance of getting the disease.\n"
        ]
    },
    {
        "input": "ឪពុកម្ដាយរបស់អាសលី ចង់ទុកនាងនៅផ្ទះ និងថែរក្សានាងដោយខ្លួនឯង ហើយពួកគាត់ចង់ធានានូវគុណភាពជីវិតរបស់កូនស្រីពួកគាត់។\n",
        "output": [
            "Ashley's parents want to keep her at home and care for her themselves, and they want to guarantee their daughter's quality of life.\n"
        ]
    },
    {
        "input": "លោកជូរូវីក ក៏បានមានប្រសាសន៍ទៀតថា មនុស្សយ៉ាងហោចណាស់ 198 នាក់ ដែលក្នុងនោះកុមារ 90 នាក់ត្រូវសម្រាកព្យាបាលនៅមន្ទីរពេទ្យ។\n",
        "output": [
            "Djurovic also said at least 198 people, 90 of them children, have been treated at the hospital.\n"
        ]
    },
    {
        "input": "អ្នកថែទាំបានសារភាពថាការបំពានសុខភាព និង សុវត្ថិភាពគឺជា \"មូលហេតុសំខាន់\" នៃការស្លាប់របស់គាត់ នេះបើយោងតាមសម្តីអយ្យការប៉ាស្កាល់ បេត​ សំរាប់អយ្យកា។\n",
        "output": [
            "The trust admitted that health and safety breaches were a \"significant cause\" of his death, said Pascal Bates for the prosecution.\n"
        ]
    },
    {
        "input": "អាវីឡាបានឈ្នះការបោះឆ្នោតប្រមាណជា 131,000 សម្លេង តែជាងបីភាគរយនៃសន្លឹកឆ្នោតបួនលានសម្លេងដែលបានបោះក្នុងវគ្គផ្តាច់ព្រ័ត្រ។\n",
        "output": [
            "Avila won by approximately 131,000 votes, a margin of just over three per cent of the four million votes cast in the final.\n"
        ]
    },
    {
        "input": "នៅម៉ោង07:00 UTCថ្ងៃនេះ (19:00NZSTម៉ោងក្នុងស្រុក) ការបោះឆ្នោតជាសកលសំរាប់ប្រទេសនូវែលហ្សេឡង់សំរាប់ឆ្នាំ2005ត្រូវបានបញ្ចប់។\n",
        "output": [
            "At 07:00 UTC today (19:00 NZST, local time), the polls closed in the New Zealand general election, 2005.\n"
        ]
    },
    {
        "input": "ការប្រើប្រាស់ប្រវត្តិនៃការស្រាវជ្រាវ ទាមទារឲ្យអ្នកប្រើប្រាស់មាន​ និងចូលទៅក្នុងគណនី Google ឬ Gmail។\n",
        "output": [
            "Use of the search history requires that the user have and log in to a Google or Gmail account.\n"
        ]
    },
    {
        "input": "បទបញ្ជាជម្លៀសជាចំាបាច់ ត្រូវបានដាក់ចេញ ដោយប៉ះពាល់ដល់ផ្ទះចំនួន 2,000 ខ្នង។\n",
        "output": [
            "Mandatory evacuation orders have been set in place, affecting 2,000 homes.\n"
        ]
    },
    {
        "input": "វាបាននៅចំណុចខ្ពស់បំផុតសំរាប់ប្រាំបួនសប្ដាហ៏មុនពេលត្រូវបានទទួលជោគជ័យដោយ\"អ្នកជារបស់ខ្ញុំ\"ដោយចូស្ដេនហ្វត។\n",
        "output": [
            "It stayed at the top spot for nine weeks before being succeeded by \"You Belong To Me\" by Jo Stafford.\n"
        ]
    },
    {
        "input": "នេះគឺជារញ្ចូយផែនដីដែលត្រូវហៅថារញ្ចូយទីតាំងជ្រៅ ដែលជាមូលហេតុនាំអោយមានញ័រនៅកន្លែងដ៏ធំ។\n",
        "output": [
            "This is a so-called deep-focus earthquake, that's why it was felt at such a large territory.\n"
        ]
    },
    {
        "input": "ផ្នែកមួយនៃដំណើរការនេះគឺថា AI របស់អាដាមអាចធ្វើការជាវដ្តនិងវិភាគលើលទ្ធផលនៃការពិសោធន៍ក៏ដូចជាការធ្វើការងារមន្ទីរពិសោធន៍ដដែលៗជាទម្លាប់។\n",
        "output": [
            "A part of the process is that Adam's AI can cycle and analyze the results of the experiments as well doing routine repetitious lab work.\n"
        ]
    },
    {
        "input": "នៅក្នុងការបង្ហាញខ្លួនមួយនៅកម្មវិធី ឌឺ ធូណៃ សូជាមួយលោក ចេយ៍ ឡេណូ កាលពីយប់ថ្ងៃព្រហស្បត៍ លោកប្រធានាធិបតីសហរដ្ឋអាមេរិកបារ៉ាក់ អូបាម៉ា បានប្រាប់ទៅម្ចាស់កម្មវីធី ចេយ៍ ឡេណូថា គាត់បានបោះប៊ូលីងនៅសេតវិមានដោយទទួលបាន129​ពិន្ទុ។\n",
        "output": [
            "In an appearance on the The Tonight Show with Jay Leno Thursday night, United States President Barack Obama told host, Jay Leno, that he had bowled at the White House bowling alley and scored a 129.\n"
        ]
    },
    {
        "input": "សមាជិកសភាគណបក្សអភិរក្សសាមសិបរូប និងសមាជិកសភាគណបក្សប្រជាធិបតេយ្យ សេរីប្រាំបួនរូបបានបោះឆ្នោតប្រឆាំងគណបក្សរបស់ខ្លួន​ចំពោះកិច្ចអន្តរាគមន៍យោធា។\n",
        "output": [
            "Thirty Conservative MPs and nine Liberal Democrats voted against their party against military intervention.\n"
        ]
    },
    {
        "input": "មកទល់ថ្ងៃទី31ខែតុលា ប្រជាជនច្រើនជាង23លាននាក់បានធ្វើការបោះឆ្នោតតាមរយៈសំបុត្រ រឺ តាមការបោះឆ្នោតមុនថ្ងៃនៅតាមមណ្ឌល។\n",
        "output": [
            "By October 31, over 23 million people had voted by mail or at early voting locations.\n"
        ]
    },
    {
        "input": "វាចំណាយពេលពីរបីម៉ោងមុននឹងកងកម្លាំងសន្តិសុខអាចគ្រប់គ្រងកន្លែងទាំងមូលបាន។\n",
        "output": [
            "It took several hours before security forces were able to gain control of all the sites.\n"
        ]
    },
    {
        "input": "ខណៈការពិសោធត្រូវបានបញ្ចប់ គ្រប់មន្ទីរទាំងអស់នឹងផ្លាស់ទៅកាន់លីនូខនិងOpenOffice.org។\n",
        "output": [
            "Once the pilot is completed all the departments will eventually be migrated to Linux and OpenOffice.org.\n"
        ]
    },
    {
        "input": "នាងគឺជាម្ដាយដែលមានកូនបីនាក់ អាយុខ្ទង់សែដ៏ស្រស់ស្អាតម្នាក់នៃទីក្រុងLong Island ដែលបានស្លៀកពាក់ខោខ្មៅនិងអាវយឺតពន្លាត់កខ្មៅដែលលូតដល់សក់ពណ៍ទង់ដែងធ្លាក់ចុះរបស់នាង ដែលក្របួចទៅក្រោយដូចកន្ទុយសេះ។\n",
        "output": [
            "She is a beautiful forty-ish Long Island mother of three who is dressed in smart black pants and a black turtleneck that reaches up to her blond-streaked hair pulled back in a bushy ponytail.\n"
        ]
    },
    {
        "input": "\"វា​ជា​ភស្តុតាង​បញ្ជាក់​ថា យើង​នៅតែ​រួបរួម​និង​មាន​អំណាច​។\"\n",
        "output": [
            "\"It was the proof that we are still united and powerful.\"\n"
        ]
    },
    {
        "input": "ព័ត៌មានសប្តាហ៍បានរាយការណ៍ថា ខ្សែកាបនោះត្រូវបានរំពឹងថានឹងមានតម្លៃជាច្រើនលានដុល្លារអាមេរិក។\n",
        "output": [
            "Information week has reported that the cable is expected to cost several million US dollars.\n"
        ]
    },
    {
        "input": "រញ្ជួយដីលើកទីមួយមានកម្រិត 4.7 រ៉ិចទ័រ នៅតំបន់ភ្នំ និងលើកទីពីរមានកម្រិត 5.1។\n",
        "output": [
            "The first earthquake measured a 4.7 on the Richter magnitude scale and was in a mountainous area and the second measured a 5.1.\n"
        ]
    },
    {
        "input": "ដប់នាទីក្នុងវគ្គទីពីរ ក្រុម ណាំប៊ើ អាចរកពិន្ទុបាន​ដោយ​បោះបាល់​ពីចំហៀងម្ខាង ប៉ុន្តែមិនអាច​រក​គ្រាប់បាល់​បាន។\n",
        "output": [
            "Ten minutes in the second, Nambour were able to score out wide but failed to convert.\n"
        ]
    },
    {
        "input": "\"ពិតប្រាកដណាស់គឺនៅតែមានតម្រូវការទូរសព្ទបង់ប្រាក់នៅទូទាំងប្រទេសអូស្រ្តាលី។\"\n",
        "output": [
            "\"Certainly, there is a still a demand for payphones around Australia.\"\n"
        ]
    },
    {
        "input": "លោកកាប៊ីឡា ដែលបានក្លាយជាអ្នកដឹកនាំប្រទេសក្មេងជាងគេបំផុតនៅក្នុងទ្វីបអាហ្រ្វិកនៅក្នុងឆ្នាំ2001 បានប្រើប្រាស់សុន្ទរកថាចុងក្រោយរបស់លោក មុនពេលការបោះឆ្នោតឈានចូលមកដល់ ដើម្បីទាមទារឲ្យមានការគាំទ្រសម្រាប់ការនាំសាធារណរដ្ឋប្រជាធិបតេយ្យកុងហ្គោ ទៅរកការបោះឆ្នោតតាមប្រជាធិបតេយ្យជាលើកដំបូងរបស់ខ្លួននៅក្នុងរយៈពេលជាង 40 ឆ្នាំកន្លងមកនេះ។\n",
        "output": [
            "Kabila, who became the youngest head of state in Africa in 2001, used his final speech before voting to claim credit for taking the D.R.Congo to its first democratic elections in over 40 years.\n"
        ]
    },
    {
        "input": "ពាណិជ្ជករក្នុងទីផ្សារមូលបត្រឥណ្ឌូនេស៊ីម្នាក់បានមានប្រសាសន៍ថា \"ការដាច់ចរន្តអគ្គិសនីបានបង្កឲ្យមានការព្រួយបារម្មចំពោះវិបត្តិថាមពលដែលអាចធ្វើឲ្យប៉ះពាល់ដល់វិស័យឧស្សាហកម្មជាតិ។\"\n",
        "output": [
            "\"The power outage has resulted in worries over an energy crisis which could hurt the nation's industrial sector,\" said a trader on Indonesia's stock market.\n"
        ]
    },
    {
        "input": "គាត់បាននិយាយថា ឧប្បត្តិហេតុនេះបានកើតឡើងក្នុងរយៈពេលមិនដល់ \"មួយប៉ព្រិចភ្នែក។\"\n",
        "output": [
            "He said that the incident took no longer than the \"wink of an eye\".\n"
        ]
    },
    {
        "input": "ក្នុងអំឡុងសតវត្សឆ្នាំ1980 និង1990 ប៊េតធីបាន​បញ្ចុះបញ្ចូលឲ្យមានការប្រើប្រាស់ដោយសន្តិភាពនូវថាមពល​នុយក្លេអ៊ែរដោយធ្វើការតវ៉ា​ប្រឆាំងនឹងការប្រកួតប្រជែងអាវុធនុយក្លេអ៊ែរ ក៏ដូចជាប្រឆាំងនឹងការសាកល្បងនុយក្លេអ៊ែរផងដែរ។\n",
        "output": [
            "During the 1980s and 1990s, Bethe campaigned for the peaceful use of nuclear energy, arguing against the nuclear arms race and against nuclear testing.\n"
        ]
    },
    {
        "input": "រដ្ឋមន្រ្តីការបរទេសសហរដ្ឋអាមេរិកខនដូលីហ្សារ៉ាយបានផ្តល់ការពន្យល់ពីមូលហេតុដែលសហរដ្ឋអាមេរិកសម្រេចមិនបោះឆ្នោតនិងបដិសេធទៅលើការសម្រេចចិត្ត។\n",
        "output": [
            "US Secretary of State Condoleezza Rice has given an explanation for why the United States abstained and did not veto the resolution.\n"
        ]
    },
    {
        "input": "ឃ្លាំងគឺជាកន្លែងផ្ទុក និងចែកចាយសារធាតុគីមីសម្រាប់អាងទឹក ជាពិសេសក្លរីន។\n",
        "output": [
            "The warehouse is a storage and distribution facility for pool chemicals, especially chlorine.\n"
        ]
    },
    {
        "input": "នៅក្នុងការបោះឆ្នោតឆ្នាំ2003 ADQ ទទួលបានសម្លេងឆ្នោត 21%។\n",
        "output": [
            "In the 2003 election, the ADQ garnered 21% of the vote.\n"
        ]
    },
    {
        "input": "ការសម្រេចចិត្ដចំពោះគម្រោងការBគឺករណីតែមួយនៃបញ្ញត្ដិដែលស្នើរទាំង67ទៅកាន់ការប្ដូរOTCដែលមិនត្រូវបានឯកភាពសម្បីតែក្រោយគណៈកម្មាធិការប្រឹក្សាបានឯកភាពលើការផ្លាស់ប្ដូរទាំងនោះ។\n",
        "output": [
            "The Plan B decision was the only one of 67 proposed prescription to OTC changes to be disapproved, even after advisory committees approved the changes.\n"
        ]
    }
]
}