{
    "Contributors": [
        "Sai Venkat Subramani"
    ],
    "Source": [
        "Dataset Card for Asian Language Treebank (ALT) (https://huggingface.co/datasets/alt)"
    ],
    "Categories": [
        "Language Translation"
    ],
    "Definition": "In hhis task, given a sentence in the Hindi lantuage end your task is to convert it into the Englidh languqge.",
    "Positive Examples": [
        {
            "input": "राउंडअबाउट के लिए ट्विनिंग को चिह्नित करने वाला एक चिह्न योजनाबद्ध है।",
            "output": "A sign marking the twinning is planned for the roundabout.",
            "explanation": "The above sentence is correctly translated from Hindi to English"
        },
        {
            "input": "आश्चर्यजनक रूप से, अमेरिका के पास इस शानदार पक्षी और सुंदर जंगलों, जिसमें वह रहता है के भविष्य की रक्षा करने का एक और मौका हो सकता है।\"",
            "output": "Amazingly, America may have another chance to protect the future of this spectacular bird and the awesome forests in which it lives.\"",
            "explanation": "The above sentence is correctly translated from Hindi to English"
        },
        {
            "input": "मि बेज़ले हाल के हफ्तों में अफगानिस्तान के बजाय इराक पर सैन्य ध्यान केंद्रित करने के कारण सरकार के लिए महत्वपूर्ण हैं, जो वह कहते हैं कि आतंकवादी खतरे का स्रोत है।",
            "output": "Mr Beazley has been critical of the government in recent weeks because of its military focus on Iraq rather than Afghanistan, which he says is the source of the terrorist threat.",
            "explanation": "The above sentence is correctly translated from Hindi to English"
        }
    ],
    "Negative Examples": [
        {
            "input": "हमास के नेताओं और तुर्की के विदेश मंत्री अब्दुल्ला गुल के बीच वार्ता हुई है।",
            "output": "The protesters consider that these caricatures insulted their prophet, and thus, they contend, their religion and themselves.",
            "explanation": "The above sentence is not correctly translated from Hindi to English as none of the words match the translation."
        },
        {
            "input": "मोजांबिक के राष्ट्रीय चुनाव आयोग के अध्यक्ष लियोपोल्डा दा कोस्टा ने कहा, \"इस दौरान हमें कोई भी शिकायत नहीं मिली।\"",
            "output": "This despite the posthumous video recording of one of the 7/7 bombers, Shehzad Tanweer who said his actions were provoked by British foreign policy and that attacks would continue until British soldiers were withdrawn from Iraq and Afghanistan.",
            "explanation": "The above sentence is not correctly translated from Hindi to English as none of the words match the translation."
        },
        {
            "input": "अन्य संभावित उम्मीदवारों में 2004 के नामित सीनेटर जॉन केरी, उनके उपराष्ट्रपति के उम्मीदवार, पूर्व कैरोलिना सीनेटर जॉन एडवर्ड्स; न्यू मेक्सिको गवर्नर बिल रिचर्डसन; और डेलवेयरके सीनेटर जो बिडेन और कनेक्टिकट के क्रिस्टोफर डॉड शामिल हैं।",
            "output": "The rally began earlier this week after the news from Citigroup Inc. about managing profits during first two months of the year.",
            "explanation": "The above sentence is not correctly translated from Hindi to English as none of the words match the translation."
        }
    ],
    "Instances": [
    {
        "input": "हेनली ने चुनावों इसलिए करवाया क्योंकि उनके अपने प्रतिनिधि बोरिस जोनसन लंदन शहर के मेयर के पद पर चुने लिए गए।\n",
        "output": [
            "Henley called for an election when its representative Boris Johnson was elected Lord Mayor of the City of London.\n"
        ]
    },
    {
        "input": "\"हमारे पास हाइड्रो बस लाइनें भी हैं जो इमारत के दो किनारों पर चल रही हैं।\"।\n",
        "output": [
            "\"We also have hydro bus lines running down two sides of the building\".\n"
        ]
    },
    {
        "input": "उन्होंने कहा, अब हमें इस हड़ताल को आगे बढ़ने से रोकने के लिए जो भी करना होगा, करेंगे।\n",
        "output": [
            "We now have to do whatever is possible to stop this strike from proceeding, he said.\n"
        ]
    },
    {
        "input": "संदिग्धों को पीयुमालंगा के संगठित अपराध यूनिट द्वारा शुक्रवार को गिरफ़्तार किया गया था।\n",
        "output": [
            "The suspects were arrested on Friday by the Mpumalanga organized crime unit.\n"
        ]
    },
    {
        "input": "पिछले हफ्ते फिजी की सरकार ने सरकार के एक वरीय अधिकारी के बेटे जॉर्ज नेकेवा को न्यूजीलैंड की ओर से वीसा नहीं दिए जाने के हालात में न्यूजीलैंड की उच्चायुक्त को निलंबित करने की धमकी दी थी।\n",
        "output": [
            "Last week the Fijian regime threatened to expel New Zealand's High Commissioner unless the New Zealand government granted a visa to George Nacewa, the son of a senior regime official.\n"
        ]
    },
    {
        "input": "क्वालिटी एश्योरेंस एजेंसी ने कहा कि यूओडब्ल्यू के विदेशी संस्थाओं की समुद्रपार जांच अपर्याप्त थीं। \n",
        "output": [
            "The Quality Assurance Agency said UoW's overseas checks on foreign institutions were inadequate. \n"
        ]
    },
    {
        "input": "एक छठे सदस्य को सहायता और अपमान करने के लिए गिरफ्तार किया गया था, लेकिन बिना आरोप के रिहा कर दिया गया।\n",
        "output": [
            "A sixth member was arrested for aiding and abetting but was released without charge.\n"
        ]
    },
    {
        "input": "सोमालिया के राष्ट्रपति ने पहले कहा था कि अमरीका 1998 में अमरीकी दूतावास पर हुए बम विस्फोटों के संदिग्धों का पीछा कर रहा है।\n",
        "output": [
            "Somalia's president had earlier said that the United States was pursuing suspects of the 1998 United States embassy bombings.\n"
        ]
    },
    {
        "input": "इस सप्ताह के अंत में दोनों महिलाओं की टीम एवं बूमर्स पुरूषों की टीम के लिए मेलबर्न में विदाई श्रृंखला खेले जाने से पहले, कल बास्केटबॉल ऑस्ट्रेलिया ने 2012 समर ओलंपिक्स के लिए अंतिम ओलम्पिक दस्तों की घोषणा कर दी।\n",
        "output": [
            "Yesterday, Basketball Australia announced the final Olympic squads for the 2012 Summer Olympics ahead of a farewell series in the Melbourne area this weekend for both the Opals women's team and the Boomers men's team.\n"
        ]
    },
    {
        "input": "शुक्रवार को याला प्रांत में एक सहायक ग्राम प्रधान की शूटिंग देखी गई और एक बुजुर्ग जोड़े को स्थानीय बाजार से लौटते समय पटानी प्रांत में गोली मार दी गई।\n",
        "output": [
            "Friday saw the shooting of an assistant village head in Yala Province, and an elderly couple were shot in Pattani Province whilst returning from a local market.\n"
        ]
    },
    {
        "input": "\"Verizon iPhone\", जैसा कि महीनों से डब किया गया है, मूल iPhone 4 से बदल दिया गया है ताकि यह Verizon के 3G CDMA (कोड डिवीजन मल्टीपल एक्सेस) नेटवर्क का उपयोग कर सके।\n",
        "output": [
            "The \"Verizon iPhone,\" as it has been dubbed for months, has been altered from the original iPhone 4 so it can utilize Verizon's 3G CDMA (code division multiple access) network.\n"
        ]
    },
    {
        "input": "यह प्रस्ताव देने वाले विद्वत्समूह का कहना है कि उनके इस समाधान का उद्देश्य एक पुरुष उत्तराधिकारी की परंपरा को अक्षुण्ण बनाए रखना है।\n",
        "output": [
            "The group of scholars proposing this solution have stressed that their solution is aimed at maintaining the tradition of a male heir.\n"
        ]
    },
    {
        "input": "लंदन, इंग्लैंड में उनके दफ्तर के अनुसार, \"उन्होंने जांच के लिए आरओवी भेजे थे और निगरानी के दौरान तेल या गैस का कोई भी संकेत नहीं पाया.\"\n",
        "output": [
            "According to their office in London, England, they \"sent ROVs to investigate and monitor that and no further signs of oil or gas were found.\"\n"
        ]
    },
    {
        "input": "14वीं लोक सभा में भारतीय राष्ट्रीय कांग्रेस के एक प्रमुख नेता, मुखर्जी की छवि एक सक्षम पार्टी कार्यकर्ता की है, \"गांधी परिवार के एक प्रमुख वफादार जिन्होंने 2004 तक कोई आम चुनाव नहीं जीता था।\"\n",
        "output": [
            "A prominent leader of the Indian National Congress in the 14th Lok Sabha, he is known to be a competent party apparatchik, \"a prominent Gandhi family loyalist who did not win a popular election until 2004\".\n"
        ]
    },
    {
        "input": "नए बजट में टेनकेयर में अनामांकित लोगों को दी जाने वाली $100 मिलियन की राशि तथा स्टेट के लिए आरक्षित निधि में महत्वपूर्ण योगदान देने समेत स्टेट के प्रीस्कूल प्रोग्राम पर किए जाने वाले खर्च में बढ़ोतरी भी शामिल है।\n",
        "output": [
            "The new budget also includes an increase in spending for the state's preschool program, as much as $100 million in funding for TennCare disenrollees, and a significant contribution to the state's reserve fund.\n"
        ]
    },
    {
        "input": "एक पत्रकार द्वारा उजागर किए जाने से पहले, बॉर्डिन, दंपति के साथ तीन महीने तक रहा और उसके झूठ की पुष्टि डीएनए परीक्षण द्वारा की गई थी।\n",
        "output": [
            "Bourdin lived with the couple for three months before a journalist exposed him and his lies were confirmed by a DNA test.\n"
        ]
    },
    {
        "input": "यह पुष्टि हो गई है कि अगले सीज़न में स्पाइकर का मालिक बदल जाएगा, जिसके साथ यह इतिहास में पहली भारतीय राष्ट्रीय फ़ॉर्मुला वन टीम बन जाएगी।\n",
        "output": [
            "It was confirmed that Spyker will change owners next season becoming the first Indian national Formula One team in history.\n"
        ]
    },
    {
        "input": "ओएलपीसी अध्यक्ष वाल्टर बेन्डर ने एक साक्षात्कार में कहा कि इंटेल के हट जाने से कार्यक्रम पर \"कोई असर नहीं\" पड़ेगा।\n",
        "output": [
            "OLPC President Walter Bender said in an interview that Intel's resignation will have \"no impact\" on the program.\n"
        ]
    },
    {
        "input": "श्रृंखलाओं में पंख की पूरी 240 फ़ुट की चौड़ाई के लिए 115-फ़ुट लंबी दो श्रृंखलाएं हैं साथ ही वह उपकरण है जो दो अर्धभागों को जोड़ता है जिससे सूर्य का पीछा करते समय उन्हें घुमाने में मदद मिलती है।\n",
        "output": [
            "The arrays consist of two 115-foot-long arrays, for a total wing span of 240 feet, including the equipment that connects the two halves and allows them to twist as they track the sun.\n"
        ]
    },
    {
        "input": "पत्रकार ने युद्धग्रस्त दक्षिण अमेरिकी देश में कोलंबियाई राष्ट्रपति अल्वारो उरीबे और दक्षिणपंथी मिलिशिया समूहों के बीच स्थापित संबंधों पर काम किया है।\n",
        "output": [
            "The journalist has called attention to ties between outgoing Colombian president Alvaro Uribe, and right-wing militia groups in the war-plagued South American country.\n"
        ]
    },
    {
        "input": "यह चिंता भी प्रकट की जा रही है कि गड्ढे के छोर पर एक मीटर से भी कम दूरी पर स्थित एक चार मंजिला भवन भी गिर सकता है, क्योंकि भवन के नीचे की जमीन का कटाव जारी है।\n",
        "output": [
            "There are also concerns that a four-story building less than a metre from the edge of the hole may collapse as the earth under the building continues to be eroded.\n"
        ]
    },
    {
        "input": "शुरुआत में बंद किए जाने के बाद, पिकाडिली सर्कस ट्यूब स्टेशन को पुनः खोल दिया गया है।\n",
        "output": [
            "Piccadilly Circus tube station has reopened after an earlier closure\n"
        ]
    },
    {
        "input": "ऑस्ट्रेलियाई राजधानी क्षेत्र - हजारों कैनबरा निवासियों ने रविवार को खुले दिन में कोटर नदी पर बने नए कॉटर डैम को देखा।\n",
        "output": [
            "Australian Capital Territory — Thousands of Canberrans took a look at the new Cotter Dam on the Cotter River on open day on Sunday.\n"
        ]
    },
    {
        "input": "स्कॉटिश नेशनल पार्टी (SNP) के नेता एलेक्स सालमंड ने कहा कि हालांकि स्कॉटलैंड के पास ट्राइडेंट हथियारों की प्रणाली की प्रतिकृति को रोकने की कोई शक्ति नहीं थी, लेकिन पर्यावरण की रक्षा करने के लिए उसके पास कई शक्तियां थीं।\n",
        "output": [
            "Alex Salmond, leader of the Scottish National Party (SNP), said that although Scotland had no power to stop the replacment of the Trident weapons system, it had a host of powers to protect the environment.\n"
        ]
    },
    {
        "input": "Google बेस को क्रेगलिस्ट का एक प्रमुख प्रतियोगी होने की उम्मीद है, जो आंशिक रूप से eBay के स्वामित्व में है।\n",
        "output": [
            "Google Base is expected to be a major competitor of craigslist, which is partly owned by eBay.\n"
        ]
    },
    {
        "input": "2005-2006 के ओंटारियो हॉकी लीग सीज़न बुधवार रात को अमेरिका के मिशिगन के सागिनॉ में दी डो इवेंट सेंटर के वेंडलर अखाड़ा में शुरू किया, जिसमें सागिनाव आत्मा प्लायमाउथ व्हेलर्स की मेजबानी कर रही थी, जिसमें 4,600 से अधिक लोग उपस्थित थे।\n",
        "output": [
            "The 2005-2006 Ontario Hockey League season kicked off to a start Wednesday night at Wendler arena in The Dow Event Center in Saginaw, Michigan, USA with the Saginaw Spirit hosting the Plymouth Whalers, with over 4,600 people attending.\n"
        ]
    },
    {
        "input": "रूड ने यह भी वादा किया कि उनकी सरकार द्वारा 100 दिनों के भीतर समलिंगी विवाह को वैध बनाने के लिए एक विधेयक पेश किया जाएगा और अगर वे फिर से निर्वाचित होते हैं तो \"विवेकपूर्ण वोट\" करेंगे।\n",
        "output": [
            "Pledging that a bill to legalise same-sex marriage would be introduced within 100 days of government, Rudd promised to allow a \"full conscience vote\" if he were to be re-elected.\n"
        ]
    },
    {
        "input": "जेनकिन्स नेवादा के इवानपा झील के मैदानों के साथ अपनी ग्रीनबर्ड कार में 126.1 मील प्रति घंटे (202.9 किलोमीटर प्रति घंटा) की गति तक पहुंचने में कामयाब रहा।\n",
        "output": [
            "Jenkins managed to reach a speed of 126.1 miles per hour (202.9 kilometres per hour) in his Greenbird car along the plains of Nevada's Ivanpah Lake.\n"
        ]
    },
    {
        "input": "एक परिवार के छह फ्लैट रॉक ब्रिज फैमिली रिज़ॉर्ट में घायल हो गए और लेबनान के कैंप ग्राउंड में, एक तेज़ आंधी के कारण पेड़ उखड़ गए, जिसमे से एक टेंट पर गीरा।\n",
        "output": [
            "A family of six were injured at Flat Rock Bridge Family Resort and campground in Lebanon, Maine after a severe thunderstorm caused trees to topple, with one landing on a tent.\n"
        ]
    },
    {
        "input": "उन्होंने कहा कि $ 100 डॉलर प्रति बैरल एक \"उचित\" मूल्य था और याद आया कि जब उन्होंने 1999 में वेनेजुएला का राष्ट्रपति पद ग्रहण किया था, तब यह कीमत लगभग दस डॉलर हो गई थी।\n",
        "output": [
            "He said that $100 dollars per barrel was a \"fair\" price and remembered that when he assumed presidency of Venezuela in 1999, the price went up to about ten dollars.\n"
        ]
    },
    {
        "input": "वर्तमान में सीटों के लिहाज से आस्ट्रेलियन लेबर पार्टी के पास कुल 86 में से 58 सीट हैं, लिबरल नेशनल पार्टी के पास 25, क्वीन्सलैंड ग्रीन और वन नेशन के पास एक-एक और निर्दलीयों के पास चार सीटें हैं।\n",
        "output": [
            "The current distribution of seats has the Australian Labor Party with 58 of the 86 total, the Liberal National Party with 25, the Queensland Greens & One Nation with one each and independents holding four.\n"
        ]
    },
    {
        "input": "लाइफ़बोट पर तट पर बह कर आए दल का एक और सदस्य चढ़ाया गया जिसे चोट नहीं आई थी, वहीं एक अन्य लड़के को बचाने के लिए हेलीकॉप्टर घटनास्थल पर वापस लौटा।\n",
        "output": [
            "The lifeboat also carried an uninjured member of the party ashore, while the helicopter returned to rescue a second young boy.\n"
        ]
    },
    {
        "input": "फ्रांसीसी सरकार ने कोमांचे सैनिकों को विशेष सम्मान देते हुए 1989 में नेशनल ऑर्डर ऑफ़ मेरिट में शेवालियर (सर की पदवी के समान) की उपाधि से सम्मानित किया।\n",
        "output": [
            "The French Government gave special honors to the Comanches by bestowing them with the Chevalier of the National Order of Merit in 1989.\n"
        ]
    },
    {
        "input": "द जे.जे. सकुराई पुरस्कार वाशिंगटन,डीसी में आयोजित एपीएस 2010 बैठक में फ़रवरी 2010 के विशेष सेरिमोनियल सेशन में प्रदान किया जाएगा।\n",
        "output": [
            "The J. J. Sakurai Prize will be presented at the APS 2010 meeting in Washington, DC at a special Ceremonial session in February 2010.\n"
        ]
    },
    {
        "input": "इसे 95.5 ° पूर्व के देशांतर पर पृथ्वी से लगभग 36,000 किलोमीटर ऊपर एक जिओसिंक्रोनस कक्षा में रखा जाएगा।\n",
        "output": [
            "It will be placed in a geosynchronous orbit, about 36,000 kilometres above the Earth, at a longitude of 95.5°E.\n"
        ]
    },
    {
        "input": "सल्पिसियो ने जांच को एक 'न्यायिक जांच' के रूप में भी वर्णित किया, जो कि शुरू से ही सल्पिसियो के खिलाफ पक्षपाती थी।\n",
        "output": [
            "Sulpicio also described the investigation as an 'inquisition' that was biased against Sulpicio from the start.\n"
        ]
    },
    {
        "input": "देश में सफवता की दर 72 प्रतिशत से ग्यारह प्रतिशत पर आ गई, जब कि अनेक स्कूलों में एक भी सफल विद्यार्थी दिखाई नहीं दिया।\n",
        "output": [
            "Pass rates in the nation went from 72 to eleven percent, with many schools not seeing even one pass.\n"
        ]
    },
    {
        "input": "वह तीन बच्चों की एक सुंदर चालीस साल की लंबी आईलैंड माँ है, जिसने स्मार्ट ब्लैक पैंट और काले रंग की टर्टेलनेक पहनी थी और उसके सुनहरे लंबे बाल थे जिसकी उसने पॉनीटेल बनाई हुई थी।\n",
        "output": [
            "She is a beautiful forty-ish Long Island mother of three who is dressed in smart black pants and a black turtleneck that reaches up to her blond-streaked hair pulled back in a bushy ponytail.\n"
        ]
    },
    {
        "input": "वान गाग इस्लाम और उसके महिलाओं के साथ कथित दुर्व्यवहार के कट्टर आलोचक थे।\n",
        "output": [
            "Van Gogh had been a staunch critic of Islam and its perceived mistreatment of women.\n"
        ]
    },
    {
        "input": "\"मेरा मतलब, मैं ने कहा कि मैं हार गया, लेकिन हम भिन्न हैं और वह गजब की है\" क्रेज शार्प ने कहा।\n",
        "output": [
            "\"I mean, I'm sad that I lost, but we are different and she's just amazing,\" Craig Sharpe said.\n"
        ]
    },
    {
        "input": "दोनों ब्रिटिश पत्रकार कैमरामैन पॉल डगलस और साउंडमैन जेम्स ब्रोलान चौथे अमेरिकी इन्फैन्ट्री डिविजन के साथ जुड़े थे और नियमित गश्त पर थे जब विस्फोटकों से भरी उनके पास की कार उड़ा दी गई।\n",
        "output": [
            "The two journalists, cameraman Paul Douglas and soundman James Brolan, both British, were embedded with the American 4th Infantry Division and were on a routine patrol when a nearby car packed with explosives was detonated.\n"
        ]
    },
    {
        "input": "माइक्रोसॉफ्ट ने स्वास्थ्य संबंधी सूचना देनेवाले मेडस्टोरी नाम के सर्च इंजन को खरीदने का फैसला लिया है।\n",
        "output": [
            "Microsoft decided to buy a health information search engine called Medstory.\n"
        ]
    },
    {
        "input": "रेमंड मोरेनो ने कहा, \"मैं इसके अगले दस, बीस, तीस साल तक बने रहने की आशा करता हूं, क्योंकि हमें इसकी आवश्यकता है।\"\n",
        "output": [
            "Raymond Moreno said, \"I hope it stays for another ten, twenty, thirty years, because we need it.\"\n"
        ]
    },
    {
        "input": "पड़ोसी डॉन टेलर ने कहा, \"वे महान एथलीट, बिल्कुल-ए विद्यार्थी, एकदम अच्छे, छोटे लड़के थे---बहुत ही कठिन है।\"\n",
        "output": [
            "\"They were great athletes, straight-A students, just good, little boys...It's tough,\" said neighbor Don Taylor.\n"
        ]
    },
    {
        "input": "उन्होंने कहा, \"मुझे इसकी चिंता रहेगी और मुझे लगता है कि हमें अफगान के लोगों तक सही संदेश पहुँचाने की जरूरत है।\"\n",
        "output": [
            "\"I would be concerned about it and I think we need to pass the right message to the Afghan people,\" he said.\n"
        ]
    },
    {
        "input": "अप्रवासन मंत्री बेसन ने निर्णय का बचाव करते हुए कहा कि \"यदि फ़्रांस लोगों को कभी वापस नहीं भेजता है, तो यह लोगों के लिए तस्करों का लक्ष्य बन जाता है।\"\n",
        "output": [
            "Immigration Minister Besson defended the decision, saying that \"if France never sends people back, it becomes the target for people traffickers.\"\n"
        ]
    },
    {
        "input": "डब्ल्यूएचओ ने समिति के सदस्यों की पहचान करने से यह कह कर इनकार कर दिया है, कि उन्हें उद्योग के दबाव से बचाना चाहिए, इसलिए दवा कंपनियों के साथ संभावित हितों का टकराव अज्ञात है।\n",
        "output": [
            "The WHO has refused to identify committee members, arguing that they must be shielded from industry pressure, so possible conflicts of interest with drug companies are unknown.\n"
        ]
    },
    {
        "input": "पांच घंटे की बैठक के बाद, वेनेज़ुएला के राष्ट्रपति ह्यूगो शावेज़ और कोलंबिया के अल्वारो उरीबे ने दो महीने पूरे तक चलने वाले राजनयिक तनाव को समाप्त कर दिया।\n",
        "output": [
            "After five hours of meeting, the presidents Hugo Chávez from Venezuela and Alvaro Uribe from Colombia put a end to the diplomatic tension that had completed two months.\n"
        ]
    },
    {
        "input": "बोगदान को मारियस की सलाह और सहायता देने के लिए मुकदमा चलाने वाले रेचल स्मिथ ने आरोप लगाया था; स्माइथ ने पिछले साल मैनचेस्टर क्राउन कोर्ट को यह कहते हुए मुकदमे को खोला कि \"सबूतों को सुनकर आप यह निष्कर्ष निकाल सकते हैं कि बेटे, मारियस ने अपने पिता से यह व्यापार सीखा था और यह एक पारिवारिक व्यवसाय था।\"\n",
        "output": [
            "Bogdan was accused by Rachel Smyth, prosecuting, of giving advice and assistance to Marius; Smyth opened the trial last year telling Manchester Crown Court \"[h]aving heard the evidence you [the jury] may conclude that the son, Marius, learnt this trade from his father and that this was a family business.\"\n"
        ]
    },
    {
        "input": "ईरान की राजधानी तेहरान में आज एक बिल्डिंग गिर गई और 19 लोगों की मौत हो गई।\n",
        "output": [
            "A building in Iran's capital Tehran collapsed today and killed at least 19 people.\n"
        ]
    },
    {
        "input": "माना जाता है कि लड़की के चाचा की मौत के कारण की भी जांच चल रही है, जिनमें ऐसे लक्षण थे, जो फ्लू का संकेत दे सकते हैं।\n",
        "output": [
            "The death of the girl's uncle is also believed to be under investigation due to him having symptoms that may indicate flu.\n"
        ]
    },
    {
        "input": "रिको तरह-तरह के काम कर चुके हैं लेकिन अब उनका शौक ही उनका व्यवसाय बन चुका है – वह अनचाहे 'कबाड़' को अनूठे फ़र्नीचरों में बदलते हैं।\n",
        "output": [
            "Rico has been in a variety of jobs but his passion is now his profession - he turns unwanted 'junk' into unusual pieces of furniture.\n"
        ]
    },
    {
        "input": "सियारा और फैट मैन स्कूप अभिनीत मिसी इलिएट की \"लूज कंट्रोल\" ने 5-3 की बढ़त हासिल की जबकि \"डोन्ट चा\" पांचवें स्थान पर गिर गया।\n",
        "output": [
            "Missy Elliott’s “Lose Control” featuring Ciara and Fat Man Scoop gained 5-3 while “Don’t Cha” dropped to No. 5.\n"
        ]
    },
    {
        "input": "यह एक्सचेंज 1985 में स्थापित किया गया था और तब से 34 कंपनियों को US $ 21bn (16.3bn; GBP11.1bn) से अधिक के संयुक्त मूल्य के साथ विकसित हो चुका है।\n",
        "output": [
            "The exchange was founded in 1985 and has since grown to encompass 34 firms with a combined value of over US$21bn (€16.3bn; GBP11.1bn).\n"
        ]
    },
    {
        "input": "मिस्टर मैकगायर ने कहा कि यह सौदा उन दोनों को सीएनएन, यूएस टूडे शो और गुड मॉर्निंग अमेरिका को अपनी कहानी बेचने से नहीं रोकेगा, इन तीनों ने इस सप्ताह मिस्टर रसेल और मिस्टर वेब के साथ कथित तौर पर संपर्क किया है।\n",
        "output": [
            "Mr McGuire said the deal would not restrict the pair from selling their story to CNN, the US Today Show and Good Morning America, who have all reportedly made contact with Mr Russell and Mr Webb this week.\n"
        ]
    },
    {
        "input": "\"यह वृद्धि आर्थिक विकास और राजकोषीय जवाबदेही को बढ़ावा देने वाली नीतियों को अपनाने और बनाए रखने की आवश्यकता को पुष्ट करती है, जिसमें हकदारी सुधार और विकासपरक कर नीतियां शामिल हैं।\"\n",
        "output": [
            "\"This increase reinforces the need to adopt and maintain policies that promote economic growth and fiscal responsibility, including entitlement reform and pro-growth tax policies.\"\n"
        ]
    },
    {
        "input": "30 जून 2006 से कैमरा अपने बैकअप पावर पर काम कर रहा था, जब इंजीनियरों ने खराबी के कारण प्राथमिक बिजली आपूर्ति (\"साइड ए\") से बैकअप (\"साइड बी\") में इसे स्विच किया था।\n",
        "output": [
            "The camera had been operating on its backup power since June 30, 2006, when engineers switched from the primary power supply (\"Side A\") to the backup (\"Side B\") due to a malfunction.\n"
        ]
    },
    {
        "input": "ऐसा विश्वास किया जाता है कि जिस आदमी पर हत्या करने का आरोप लगाया गया है वो उनकी भांजी का रंजिशजदा पति था।\n",
        "output": [
            "It is believed the man who has been charged with her murder was the estranged husband of her niece.\n"
        ]
    },
    {
        "input": "संयुक्त राष्ट्र ने इज़राइल और हिज़्बुल्लाह के बीच संघर्ष विराम को बड़े पैमाने पर रोक दिया है, क्योंकि इज़राइल ने लेबनान से अपनी सेना को वापस बुलाना शुरू कर दिया है।\n",
        "output": [
            "The United Nations brokered cease-fire between Israel and Hezbollah is largely holding as Israel has begun to withdraw its forces from Lebanon.\n"
        ]
    },
    {
        "input": "31 जनवरी की सुनवाई लगभग 35–40 दर्शकों में से लगभग 25 द्वारा टिप्पणियों के साथ शुरू हुई, जिनमें से सभी ने डीए के प्रस्ताव का विरोध किया।\n",
        "output": [
            "The January 31 hearing began with comments by approximately 25 of the audience of roughly 35–40, all of which opposed the DA's proposal.\n"
        ]
    },
    {
        "input": "इसके अलावा, दूसरी दुर्घटना की सूचना भी मिली जो काउंटी एर्माघ के न्यूटाउनहेमिल्टन में हुई जिसमें दो 17 साल के लड़के शामिल थे।\n",
        "output": [
            "Also, another accident was reported which took place in Newtownhamilton, County Armagh in which two 17 year old boys were involved.\n"
        ]
    },
    {
        "input": "नए संत रोजा वेनेरिनी (1656-1728), मदर थ्योडोर ग्यूरिन (1798-1856), फिलिप्पो स्मालडोन (1848-1923) और बिशप राफेल गुइजार वेलेन्सिया (1878-1938) हैं।\n",
        "output": [
            "The new saints were Rosa Venerini (1656-1728), Mother Theodore Guerin (1798-1856), Filippo Smaldone (1848-1923), and Bishop Rafael Guizar Valencia (1878-1938).\n"
        ]
    },
    {
        "input": "न्यूयॉर्क टाइम्स के लेख में उद्धृत अज्ञात स्रोतों के अनुसार, 2005 की कानूनी राय में \"सेंट्रल इंटेलिजेंस एजेंसी द्वारा उपयोग की जाने वाली कठोर पूछताछ तकनीकों का एक व्यापक समर्थन\" शामिल था और स्पष्ट रूप से सिर के थप्पड़, ठंडा तापमान के लिए रणनीति के उपयोग को अधिकृत किया गया था। और आतंकी संदिग्धों के खिलाफ वाटरबोर्डिंग के रूप में जानी जाने वाली नकली डूब तकनीक।\n",
        "output": [
            "According to anonymous sources cited in The New York Times article, the classified 2005 legal opinion contained \"an expansive endorsement of the harshest interrogation techniques ever used by the Central Intelligence Agency,\" and explicitly authorized the use of tactics including head-slapping, frigid temperatures, and the simulated drowning technique known as waterboarding against terror suspects.\n"
        ]
    },
    {
        "input": "मेडवेडेव ने बमबारी के चलते सुरक्षा अधिकारियों तथा हवाई अड्डे के प्रबंधन दोनों को निशाना बनाया है।\n",
        "output": [
            "Medvedev has targeted both security officials and airport management in the wake of the bombing.\n"
        ]
    },
    {
        "input": "सिंगापुर में रहने के दौरान खिलाड़ियों के पास पूल में आराम करने का मौका था और नॉक्स, रोवेना वेबस्टर, निकोला ज़गामे और मेलिला रिपन सहित कई खिलाड़ी ट्विटर पर बहुत सक्रिय थे।\n",
        "output": [
            "While in Singapore, players had an opportunity to relax at the pool and several, including Knox, Rowena Webster, Nicola Zagame, and Melissa Rippon were very active on Twitter.\n"
        ]
    },
    {
        "input": "गिरे हुए अमेरिकी सैनिक की गुस्साई माँ ने शनिवार को बुश के खेत पर लगभग 50 मार्च के विरोध मार्च का नेतृत्व किया।\n",
        "output": [
            "The angry mother of the fallen U.S. soldier on Saturday led a protest march of nearly 50 on the Bush ranch.\n"
        ]
    },
    {
        "input": "घोषणा के बाद अरूबेन सॉलिसिटर जनरल, टैको स्टीन ने एक बयान जारी किया।\n",
        "output": [
            "Taco Stein, the Aruban Solicitor General, released a statement after the announcement was made.\n"
        ]
    },
    {
        "input": "2004 में केवल 186 मामले दर्ज किए गए, जो कि पिछले वर्ष के 336 मामलों से कम है।\n",
        "output": [
            "Only 186 cases were reported in 2004, down from 336 the previous year.\n"
        ]
    },
    {
        "input": "संसाधन मंत्री मार्टिन फर्ग्यूसन ने कहा कि \"ऑस्ट्रेलियाई तट पर कोई खतरा नहीं है।\"\n",
        "output": [
            "Resources Minister Martin Ferguson said that \"there's no threat to the Australian coast.\"\n"
        ]
    },
    {
        "input": "बम को सुरक्षित रूप से डिफ्यूज करने के दौरान 20 लोगों को अपना घर खाली करना पड़ा।\n",
        "output": [
            "20 people had to evacuate their homes while the bomb was safely defused.\n"
        ]
    },
    {
        "input": "अल-कायदा ने गुरुवार को एक वेब बयान में कहा कि उसने इराक में मिस्र के शीर्ष राजदूत, इहाब अल-शेरिफ की हत्या कर दी है।\n",
        "output": [
            "Al-Qaeda said in a web statement Thursday that it has killed Egypt's top envoy in Iraq, Ihab al-Sherif.\n"
        ]
    },
    {
        "input": "रूसी और तुर्की सरकारों ने आज एक समझौते पर हस्ताक्षर किए, जिससे रूस देश में सबसे पहले तुर्की में 20 बिलियन अमेरिकी डॉलर का परमाणु ऊर्जा संयंत्र बना सकेगा।\n",
        "output": [
            "The Russian and Turkish governments today signed an agreement that would lead to Russia building a US$20 billion nuclear power plant in Turkey, the country's first.\n"
        ]
    },
    {
        "input": "दोनों ने चार महीने के राजनीतिक गतिरोध को सुलझाने के लिए पिछले सप्ताह एक समझौते पर हस्ताक्षर किए।\n",
        "output": [
            "The two signed an agreement last week to resolve the four-month political standoff.\n"
        ]
    },
    {
        "input": "माइग्रेन से पीड़ित व्यक्ति (ऐसा माना जाता है कि यूनाइटेड किंगडम में लगभग आठ प्रतिशत पुरुष और अठारह प्रतिशत महिलाएं इससे पीड़ित हैं) अक्सर शिकायत करते हैं कि रोशनी, शोर और स्पर्श से दर्द होता है।\n",
        "output": [
            "Migraine sufferers (thought in the United Kingdom to number about eight per cent of men and eighteen per cent of women) often complain that light, noise and touch cause pain.\n"
        ]
    },
    {
        "input": "नवीनतम रैंकिंग में मैटिल्डास को फीफा द्वारा 8वें स्थान पर रखा गया है।\n",
        "output": [
            "The Matildas are ranked 8th by FIFA in the latest rankings.\n"
        ]
    },
    {
        "input": "केविन पीटरसन और वनडे में डेब्यू करने वाले ल्यूक राइट दोनों ने अर्धशतक बनाए, राइट ने ओवैस शाह के साथ 106 रनों की साझेदारी की।\n",
        "output": [
            "Kevin Pietersen and ODI debutant Luke Wright both recorded fifties, with Wright sharing 106 runs with Owais Shah.\n"
        ]
    },
    {
        "input": "शुरुआत में विकीबु्क्स पाठ्य पुस्तकों और छोटी किताबों की एक जगह माना गया था लेकिन ये तेजी से सभी विषय की पुस्तकों के लिए एक समुदाय का निर्माँण करने वाली जगह बन गया, जिसमें कुकबुक सबसे महत्वपूर्ण उदाहरण है।\n",
        "output": [
            "Wikibooks was originally meant as a place for textbooks and manuals but has increasingly become a community creating books on all kinds of subjects, with the cookbook being the most prominent example.\n"
        ]
    },
    {
        "input": "खिलाड़ियों के स्पष्ट समर्थन से मुझे बहुत सहायता मिली है और मैं कॉलिन काल्डरवुड, पॉल बैरन एवं अन्य पार्श्व कक्ष के कर्मचारियों को भी धन्यवाद देना चाहूँगा जिन्होंने इस सीजन में मुझे भरपूर समर्थन दिया है।\"\n",
        "output": [
            "Having the unequivocal backing of the players has helped me enormously and I would also like to thank Colin Calderwood, Paul Barron and the rest of the backroom staff who have been tremendously supportive to me this season.\"\n"
        ]
    },
    {
        "input": "वर्ष 2006 में B737 में नेविगेशनल समस्या आ गई थी और विमान रडार के ब्लैकस्पॉट तक पहुंच गया, जिस कारण अपने गंतव्य से सैकड़ों मील दूर आपातकालीन लैंडिंग में घंटों बर्बाद हो गए थे।\n",
        "output": [
            "In 2006 another B737 suffered a navigational problem and flew into a radar blackspot, leaving it lost for several hours before performing an emergency landing hundreds of miles from the intended destination.\n"
        ]
    },
    {
        "input": "आगे के पशु अध्ययनों के साइड इफेक्ट की संभावना की जांच करने की आवश्यकता है, जैसे पुरुषों और गैर-गर्भवती महिलाओं में स्तनपान, साथ ही साथ सूजन में वृद्धि की जो एमएस को खराब कर सकती है।\n",
        "output": [
            "Further animal studies need to be done to examine the possibility of side effects, such as lactation in men and non-pregnant women, as well as increased inflammation which could worsen the MS.\n"
        ]
    },
    {
        "input": "वे कहते हैं कि वे विवादास्पद पाइन गैप सुविधा का नागरिक निरीक्षण करना चाहते थे।\n",
        "output": [
            "They say they wanted to conduct a citizens inspection of the controversial Pine Gap facility.\n"
        ]
    },
    {
        "input": "30-40 पुलिसकर्मी घरों के पास रहे और 20-30 लोग सिविल कपड़ों में, हकीम के साथ जिले के नेताओं सहित, स्थानीय कार्यकारी प्राधिकरण की प्रमुख सड़क पर खड़े रहे, वे डिमोलिशन को देख रहे थे।\n",
        "output": [
            "30-40 policemen stood by the houses, and 20-30 people in civil clothes including the leaders of the district with the Hakim, the head of local executive authority stood on the street, watching the demolition.\n"
        ]
    },
    {
        "input": "28 वर्षीय डायर, जोकोबसन से टकराकर घायल हो गए और अस्पताल ले जाने तक खेल रुका रहा, जिससे खेल में देरी हो गई।\n",
        "output": [
            "The 28 year old was injured in a tackle by Joe Jacobson and the game was delayed before he was taken to hospital.\n"
        ]
    },
    {
        "input": "रिपोर्टर्स ने दावा किया है कि पोलैंड एकमात्र यूरोपीय संघ देश है, जिसमें \"विचार के अपराध\" के लिए जेल की सजा दी जाती है और यह यूरोपीय संघ में इस तरह की पहली घटना है।\n",
        "output": [
            "Reporters sans frontières claims that Poland is the only European Union country in which prison sentences are imposed for \"offences of opinion\" and that this is the first such occurrence in the EU.\n"
        ]
    },
    {
        "input": "अफगानिस्तान ईसीसी ने अपनी जांच के बारे में एक रिपोर्ट प्रकाशित की है जो दो महीने पहले चुनावों के बाद सामने आई थी।\n",
        "output": [
            "The Afghanistan ECC has published a report about their investigation into allegations which emerged after the polls two months ago.\n"
        ]
    },
    {
        "input": "सिंडी ने अपनी बैठक के बाद कहा, \"अब मुझे पता है कि वह इराकियों के लिए आजादी चाहते हैं।\"\n",
        "output": [
            "\"I now know he's sincere about wanting freedom for the Iraqis,\" Cindy said after their meeting.\n"
        ]
    },
    {
        "input": "फोन पर हुई बातचीत की रिकॉर्डिंग के अनुसार उन्होंने अपने ब्लॉग पर पोस्ट किया,\n",
        "output": [
            "According to the phone conversation recording he posted to his blog,\n"
        ]
    },
    {
        "input": "प्लान बी का निर्णय OTC परिवर्तनों के लिए 67 प्रस्तावित पर्चे में से एक था, जिसे अस्वीकृत कर दिया गया था, भले ही सलाहकार समितियों ने परिवर्तनों को मंजूरी दी हो।\n",
        "output": [
            "The Plan B decision was the only one of 67 proposed prescription to OTC changes to be disapproved, even after advisory committees approved the changes.\n"
        ]
    },
    {
        "input": "टैंडी के अनुसार, डाई \"स्कूल पर इसकी वजह से पड़ने वाले असर को लेकर चिंतित थीं,\" और 4 मार्च को, एक विद्यार्थी द्वारा पूछे जाने के बाद, उन्होंने स्कूल के प्रधानाचार्य के सम्मुख अपने अतीत का खुलासा कर दिया।\n",
        "output": [
            "According to Tandy, Dye \"was concerned about the impact it would have in the building,\" and, on March 4, informed the school's principal of her past after being asked by the student.\n"
        ]
    },
    {
        "input": "मृतकों की संख्या शून्य से आठ के बीच के साथ, अनिश्चित है।\n",
        "output": [
            "The number of dead is not certain, with numbers ranging from none to eight.\n"
        ]
    },
    {
        "input": "अब विरासत में सूचीबद्ध, यह नए बांध के पानी में डूब गया है।\n",
        "output": [
            "Now heritage listed, it has been submerged by the waters of the new dam.\n"
        ]
    },
    {
        "input": "किसी भी मरीज को यह नहीं बताया गया कि उनके लिए प्रार्थना की गई थी और किसी भी प्रार्थना समूह को नहीं पता था कि वे किसके लिए प्रार्थना करते हैं।\n",
        "output": [
            "None of the patients were told that they were prayed for, and none of the prayer groups knew who they prayed for.\n"
        ]
    },
    {
        "input": "सरकारी अधिकारियों के अनुसार ऐसा विश्वास किया जा रहा है कि कर्मी जीवित हैं \"क्योंकि वे धंसने के स्थान से काफी दूर थे,\" हालांकि उनकी स्थिति के बारे में पता नहीं है और बचाव दल उनसे संपर्क नहीं कर पाया हैं।\n",
        "output": [
            "According to a Government Official, the men are believed to be alive \"because they were far enough away from the site of the collapse,\" however their condition is unknown and rescuers have not been able to make contact with them.\n"
        ]
    },
    {
        "input": "\"मुझे ऐसे लगा की वो मंद गति थी।\"\n",
        "output": [
            "\"It felt to me like it was in slow motion.\"\n"
        ]
    },
    {
        "input": "दोस्त, जो अब तक गुमनाम है, ने .22 की क्षमता वाली वेबले वल्कन एयर गन से रीस जॉनसन के दिल में बहुत नज़दीक से गोली मारी।\n",
        "output": [
            "The friend, who has remained anonymous, shot Rhys Johnson in the heart with the .22 caliber Webley Vulcan air gun at close range.\n"
        ]
    },
    {
        "input": "निर्णय से पहले 10 मार्च के वक्तव्य में साइमन ने अपने कार्यों के लिए खेद जताया।\n",
        "output": [
            "In a statement March 10, prior to the verdict, Simon expressed regret for his actions.\n"
        ]
    },
    {
        "input": "वरिष्ठ पुलिस अधिकारी शफकत मलिक ने कहा, \"एक आत्मघाती हमलावर ने खुद को उड़ा लिया क्योंकि एक कार बाजार से गुजर रही एक यात्री बस के पास थी।\"\n",
        "output": [
            "\"A suicide bomber blew himself up as the car was next to a passenger bus passing through the market,\" said senior police officer Shafqat Malik.\n"
        ]
    },
    {
        "input": "सरकोजी के अनुसार, ये अतिरिक्त उपाय केवल सीमावर्ती क्षेत्र से संदर्भित हैं।\n",
        "output": [
            "According to Sarkozy, these additional measures refer to the border area only.\n"
        ]
    },
    {
        "input": "जांचकर्ताओं को दांतदार मगरमच्छ को एक अमेरिकी घड़ियाल, (मिस्सीसिपी घड़ियाल) के रूप में निश्चित रूप से पहचानने में दो सप्ताह का समय लगा।\n",
        "output": [
            "It took investigators two weeks to positively identify the toothy crocodile as an American alligator, (Alligator mississippiensis).\n"
        ]
    },
    {
        "input": "पापराज़ी के समूह ने एक विडियो रिकॉर्ड की जिसमें अगस्त 6 को ब्रिटनी ने स्टूडियो सिटी लोट के एक पार्किंग स्पोट में अपनी कार रखते समय दूसरे वाहन को टक्कर मार दी।\n",
        "output": [
            "A group of paparazzi recorded a video Britney steering her car into another vehicle on August 6 as she tried to pull into a parking spot in a Studio City lot.\n"
        ]
    },
    {
        "input": "यदि दो राउंड के बाद किसी को दो तिहाई बहुमत नहीं मिलता है, तो तीसरे राउंड में स्पीकर को साधारण बहुमत से चुना जाएगा।\n",
        "output": [
            "If no-one gets two-thirds majority after two rounds the speaker will be elected by a simple majority in the third round.\n"
        ]
    },
    {
        "input": "ज़ोन 1 में बस सेवाओं को 16:00 BST से फिर से शुरू किया गया है।\n",
        "output": [
            "Bus services in Zone 1 have resumed as of 16:00 BST.\n"
        ]
    },
    {
        "input": "थॉमस अपने विचारों को नहीं छिपाती थीं, वे मध्य पूर्व के युद्धों के बारे में अक्सर राष्ट्रपति जॉर्ज डब्ल्यू. बुश और बराक ओबामा तथा उनके प्रेस सचिवों से सवाल करती रहती थीं।\n",
        "output": [
            "Thomas did little to hide her views, with her questions to Presidents George W. Bush and Barack Obama and their press secretaries often about the wars in the Middle East.\n"
        ]
    },
    {
        "input": "इस घटना के बाद, सैकड़ों आंदोलनकारियों द्वारा तुबिंगन, म्यूनिख और बेसेल में कार्रवाई की गई।\n",
        "output": [
            "Afterwards actions took place in Tübingen, Munich and Basel, each with hundreds of participants.\n"
        ]
    },
    {
        "input": "संयुक्त राज्य अमेरिका में जाने पर, उन्हें अटलांटा हॉक्स द्वारा 1988 एनबीए ड्राफ्ट के तीसरे दौर में मसौदा तैयार किया गया था।\n",
        "output": [
            "Upon moving to the United States, he was drafted in the third round of the 1988 NBA draft by the Atlanta Hawks.\n"
        ]
    },
    {
        "input": "क्वींसलैंड के प्रमुख पीटर बीट्टी ने कहा है कि नेतृत्व परिवर्तन \"पार्टी के लिए स्थिरता की नई अवधि में अग्रदूत होगा।\"\n",
        "output": [
            "Premier of Queensland Peter Beattie has said that the leadership change \"will herald in a new period of stability for the party.\"\n"
        ]
    },
    {
        "input": "इतालवी सरकार ने इस रिपोर्ट को खारिज करते हुए कहा है कि 4 मार्च को हुए ऑपरेशन के बारे में अमेरिका पूरी तरह से अवगत था।\n",
        "output": [
            "The Italian government disputes this account, and has said that the US was fully aware of the operation on March 4.\n"
        ]
    },
    {
        "input": "सॉलिडैरिटी आंदोलन के संस्थापक लेच वाल्सा ने संगठन छोड़ दिया है।\n",
        "output": [
            "Lech Walesa, the founder of the Solidarity movement has quit the organisation.\n"
        ]
    },
    {
        "input": "यू.एस. नेवी के ब्लू एंजेल्स स्क्वाड्रन का एक एफ़/ए-18 हॉर्नेट विमान शनिवार को ब्यूफोर्ट, साउथ कैरोलिना में दुर्घटनाग्रस्त हो गया।\n",
        "output": [
            "An F/A-18 Hornet jet belonging to the U.S. Navy's Blue Angels squadron crashed in Beaufort, South Carolina Saturday.\n"
        ]
    },
    {
        "input": "क्लिंटन ने कहा के उनकी पत्नी, बच्ची और अमरीका के दोस्तों के साथ यीत्झाक रेबीन के यादगार मे एकजुटता से समारंभ मे उपस्थित होना उनके लिए गर्व की बात है।\n",
        "output": [
            "Clinton said that it was a great honor for him to be at the ceremony with his wife, daughter and friends from America to stand in solidarity for the memory of Yitzhak Rabin.\n"
        ]
    },
    {
        "input": "स्थानीय अभियोजक मैक्सिम स्टेपानेन्को ने रूस के वेस्ती 24 से कहा कि रविवार सुबह के तूफानी मौसम की चेतावनी कप्तानों को दे दी गई थी।\n",
        "output": [
            "Captains had been warned Saturday morning of the stormy conditions, regional prosecutor Maxim Stepanenko told Russia's Vesti 24.\n"
        ]
    },
    {
        "input": "25 दिसंबर को एक नाइजीरियाई व्यक्ति द्वारा डेल्टा में उड़ान भरने की असफल कोशिश के बाद अमेरिका ने अपने हवाई अड्डे की सुरक्षा बढ़ा दी है।\n",
        "output": [
            "The US has increased its airport security following the failed attempted December 25 bombing of a Delta flight by a Nigerian man with explosives in his underpants.\n"
        ]
    },
    {
        "input": "सेनाकी और ज़ुगदिदी दोनों शहर बिल्कुल जॉर्जिया में हैं, व अबकाज़िया क्षेत्र के आसपास \"सुरक्षा क्षेत्र\" के बाहर।\n",
        "output": [
            "Both the town of Senaki and Zugdidi lie in Georgia proper, outside the \"security zone\" around the region of Abkhazia.\n"
        ]
    },
    {
        "input": "राष्ट्रीय स्तर पर मतदान प्रतिशत 45 प्रतिशत था, लेकिन कुछ मतदान केंद्रों पर यह 95 प्रतिशत से ज्यादा था, जिससे मतपेटियों को अवैध तरीके से भरने की आशंका खड़ी होती है।\n",
        "output": [
            "Voter turnout nationwide was 45%, but some stations reported a turnout of 95% or more, raising suspicions that there was ballot stuffing involved.\n"
        ]
    },
    {
        "input": "जहाज को मोम्बासा के दक्षिण-पूर्व में लगभग 830 किलोमीटर पर कब्जा कर लिया गया था और कथित तौर पर ईल के सोमाली बंदरगाह की ओर बढ़ाया जा रहा है।\n",
        "output": [
            "The ship was captured roughly 830 kilometers south-east of Mombasa and is reportedly heading towards the Somali port of Eyl.\n"
        ]
    },
    {
        "input": "आग तीन में से एक है जो मोजावे रेगिस्तान और सैन गैब्रियल पर्वत में कल लगी।\n",
        "output": [
            "The fire is one of three that ignited yesterday in the Mojave Desert and San Gabriel Mountains.\n"
        ]
    },
    {
        "input": "\"यह बर्फ के खोल से घिरे कोर पर चट्टानी सामग्री का जमा होने के कारण होगा।\"\n",
        "output": [
            "\"This would result in the consolidation of rocky material at the core surrounded by a shell of ice.\"\n"
        ]
    },
    {
        "input": "ब्रिटिश सरकार की शुक्रवार की घोषणा यूरोपीय संसद द्वारा मामले को हल करने के अनुरोध के बाद आई है जिसमें यूरोपीय संसद ने कहा था कि ईरान का समलिंगियों को प्रताड़ित करने और मारने का इतिहास रहा है।\n",
        "output": [
            "The announcement Friday by the British government came after the European Parliament urged a resolution to the case and said that Iran has a history of torturing and executing homosexuals.\n"
        ]
    },
    {
        "input": "शोधकर्ताओं ने पाया कि लीवर टाइप 2 (जो अधिक इंसुलिन प्रतिरोध वाले हैं) मधुमेह वाले लोगों में जीन एन्कोडिंग \"सेलेनोप्रोटिन पी\" (SEPP1) के उच्च स्तर को व्यक्त करता है।\n",
        "output": [
            "The researchers found the liver expresses higher levels of the gene encoding \"selenoprotein P\" (SEPP1) in people with type 2 diabetes – those with more insulin resistance.\n"
        ]
    },
    {
        "input": "डेमोक्रेटिक पार्टी के अमेरिकी राजनेता डेनिस कुसिनिच ने 2008 में राष्ट्रपति चुनाव में खड़ा होने की योजना बना रहे हैं। सोमवार को इसकी जानकारी उनके प्रवक्ता ने दी।\n",
        "output": [
            "American politician of the Democratic party Dennis Kucinich plans to run for president in 2008 the five-term congressman's spokesman, Andy Juniewicz, said Monday.\n"
        ]
    },
    {
        "input": "रूसी सैन्य विमानों को रोकने के लिए यूनाइटेड किंगडम की रॉयल एयर फोर्स द्वारा चार एफ3 टॉर्नेडो फाइटर जेट लॉन्च किए गए थे।\n",
        "output": [
            "Four F3 Tornado fighter jets were launched by the United Kingdom's Royal Air Force to intercept Russian military planes.\n"
        ]
    },
    {
        "input": "तीन 100 फुट प्रबलित कंक्रीट चीनी भंडारण सिलोस को ध्वस्त कर दिया गया, जिसके चारों ओर 2008 में जॉर्जिया चीनी रिफ़ाइनरी विस्फोट की जांच की गई थी।\n",
        "output": [
            "The three 100 foot reinforced concrete sugar storage silos around which the investigation into the 2008 Georgia sugar refinery explosion is centred have been demolished.\n"
        ]
    },
    {
        "input": "साल 1965 में उसके पिता के जन्म के बाद से जापानी शाही परिवार में पैदा होने वाला वह पहला नर शिशु है।\n",
        "output": [
            "He is the first male baby born in the Japanese imperial family since his father in 1965.\n"
        ]
    },
    {
        "input": "एक साल बाद, हिस्ट्री फ़्लो पेपर अभी भी विकिपीडिया पर वैंडलिज़्म के प्रत्यावर्तन के बारे में आँकड़ों का सबसे अधिक उद्धृत स्रोत है।\n",
        "output": [
            "A year later, the history flow paper is still the most frequently cited source of statistics about the reversion of vandalism on Wikipedia.\n"
        ]
    },
    {
        "input": "उत्तरी तस्मानिया के बीकॉन्सफील्ड खदान में फंसे खनिकों तक पहुंचने के लिए राहतकर्मी लगातार कोशिश कर रहे हैं।\n",
        "output": [
            "Rescuers are continuing their efforts to reach the trapped miners in the Beaconsfield mine in northern Tasmania.\n"
        ]
    },
    {
        "input": "चौदह वर्ष के बच्चों के लिए परीक्षणों को समाप्त करने का निर्णय इस वर्ष की शुरुआत में एक स्थिति के परिणामरूप में आया, जब इस उम्र के छात्रों को परीक्षण के परिणाम देने में लंबे समय तक देरी हुई।\n",
        "output": [
            "The decision to abolish the tests for fourteen year olds came as a result of a situation earlier this year, when there were long delays with the delivery of test results to students of this age.\n"
        ]
    },
    {
        "input": "वार्ता के परिणामस्वरूप इस साल के अंत तक फ़िलिस्तीनी राज्य के बन जाने का अनुमान है।\n",
        "output": [
            "The talks are supposed to lead to the formation of a Palestinian state by the end of this year.\n"
        ]
    },
    {
        "input": "सेकंड समाप्त होने के बाद स्टीवर्ट एक स्थान से ऊपर जाते हैं और नौवें स्थान पर आ जाते हैं, क्योंकि ग्रेग बिफले दसवें स्थान पर थे।\n",
        "output": [
            "Stewart move up one position after finishing second and is in the ninth position, as Greg Biffle fell to tenth.\n"
        ]
    },
    {
        "input": "यह योजना, विश्वकोश के लिए क्या काम करता है और क्या नहीं और विकिपीडिया पर चर्चा करने के लिए थी।\n",
        "output": [
            "The plan was to discuss Wikipedia, and what does and doesn't work for the encyclopedia.\n"
        ]
    },
    {
        "input": "शहरवासियों ने बार-बार पुलिस से प्रदर्शनकारियों को जमीन से हटाने के लिए कहा है, जो अब प्रांत के स्वामित्व में है और विवाद का हल होने तक भरोसे में लिया जा रहा है।\n",
        "output": [
            "Townspeople have repeatedly called for police to remove the protesters from the land, which is now owned by the province and being held in trust until the dispute is resolved.\n"
        ]
    },
    {
        "input": "अफगानिस्तान में नाटो के नेतृत्व वाली सेना ने शुक्रवार को एक बयान जारी कर कहा कि उसके दो सैनिक बुधवार को एक नियमित आपूर्ति मिशन के दौरान लापता हो गए।\n",
        "output": [
            "The NATO-led force in Afghanistan issued a statement on Friday saying that that two of its troops went missing on Wednesday while on a routine supply mission.\n"
        ]
    },
    {
        "input": "बेंजामिन मुलानी, ब्रिटिश नागरिक जिन्हें एंटीगुआ में छुट्टियां बिताते समय उनकी पत्नी के साथ गोली मार दी गई थी, की मौत हो गई है।\n",
        "output": [
            "Benjamin Mullany, the British man who was shot along with his wife while on holiday in Antigua has died.\n"
        ]
    },
    {
        "input": "इसके बाद उन्होंने वादा किया कि राष्ट्रपति के रूप में वह ओसामा बिन लादेन को \"नर्क के दरवाजे\" तक खदेड़कर ले जाएंगे।\n",
        "output": [
            "He then promised that as president he would hunt Osama bin Laden to the \"gates of hell.\"\n"
        ]
    },
    {
        "input": "मध्य अगस्त से, जंगलों में लगी आग ने तुर्की के दक्षिणी हिस्से का सफाया कर दिया है, जिसमें बोडरम और एंटाल्या-कास जैसे लोकप्रिय पर्यटन स्थल शामिल हैं।\n",
        "output": [
            "Since mid-August, the forest fires have swept the Southern part of Turkey including popular tourist destinations like Bodrum and Antalya-Kas.\n"
        ]
    },
    {
        "input": "7 अप्रैल, 2005 एबीसी न्यूज के समाचार वाचक पीटर जेनिंग्स इस हफ्ते फेफड़े के कैंसर से ग्रसित पाए गए।\n",
        "output": [
            "April 7, 2005 ABC News anchorman Peter Jennings was diagnosed this week with lung cancer.\n"
        ]
    },
    {
        "input": "यह अभी तक स्पष्ट नहीं है कि दुभाषिया ने गोलीबारी क्यों शुरू की; हालाँकि, एक अमेरिकी सैन्य अधिकारी के मुताबिक, हमलावर एक आतंकवादी के बजाय \"असंतुष्ट कर्मचारी\" प्रतीत हो रहा था।\n",
        "output": [
            "It is not yet clear why the interpreter started shooting; However, the attacker seemed to be a \"disgruntled employee\", as opposed to a militant, according to a US military official.\n"
        ]
    },
    {
        "input": "एडिनबर्ग की अपील कोर्ट से दया याचिका वाली जमानत खारिज होते ही जिम स्वायर, पीड़ित के परिवारवालों, जिन्होंने हादसे में बेटी खो दी थी, के प्रवक्ता ने फैसले की शिकायत की।\n",
        "output": [
            "Minutes after Edinburgh's Appeals Court rejected bail on compassionate grounds Jim Swire, spokesman for the victim's families who lost his daughter in the disaster, complained about the ruling.\n"
        ]
    },
    {
        "input": "66 यात्रियों और सैन फ्रांसिस्को UAL की उड़ान के लिए न्यूयॉर्क के चालक दल को मंगलवार को एक बम विस्फोट के बाद \"विंडी सिटी,\" शिकागो में एक अवांछित स्टॉप मिला।\n",
        "output": [
            "66 passengers and the crew of a New York to San Francisco UAL flight got an unwanted stop in the \"Windy City,\" Chicago, on Tuesday, following a bomb scare.\n"
        ]
    },
    {
        "input": "इस बीच, येरूशलम पोस्ट की रिपोर्ट है कि इज़राइल के रक्षा प्रतिष्ठान के बीच एक मनोदशा बढ़ती जा रही है कि ईरान को परमाणु हथियार प्राप्त करने से रोकने के लिए देश को स्वतंत्र रूप से कार्य करना होगा क्योंकि संयुक्त राज्य अमेरिका के ऐसा करने की संभावना नहीं है।\n",
        "output": [
            "Meanwhile, the Jerusalem Post reports there is a growing mood among Israel's defence establishment that the country will have to act independently to stop Iran from obtaining nuclear weapons as the United States is unlikely to do so.\n"
        ]
    },
    {
        "input": "दूसरे हाफ के दस मिनट में, नंबूर वाइड स्कोर करने में सक्षम थे लेकिन उसे रूपांतरित करने में विफल रहे।\n",
        "output": [
            "Ten minutes in the second, Nambour were able to score out wide but failed to convert.\n"
        ]
    },
    {
        "input": "उनके चाचा ने गोपनीयता की शर्त पर सीएनएन से बात की और कहा कि जब उनका भतीजा 2006 में ब्रिटेन में पढ़ाई कर रहा था, ईरान में उसके साथी को गिरफ़्तार कर लिया गया और अप्राकृतिक यौन संबंधों के आरोपों में फांसी पर लटका दिया गया।\n",
        "output": [
            "His uncle spoke with CNN on condition of anonymity, and said that his nephew was studying in Britain in 2006 when his partner in Iran was arrested and hanged after being charged with sodomy.\n"
        ]
    },
    {
        "input": "2008 ताइपे सिटी न्यू ईयर काउंटडाउन पार्टी राजनीतिक कारक के साथ स्पष्ट रूप से \"फीका\" था।\n",
        "output": [
            "The 2008 Taipei City New Year Countdown Party was apparently \"faded\" with political factor.\n"
        ]
    },
    {
        "input": "रॉयल मेल के कर्मचारियों ने यूनाइटेड किंगडम में राष्ट्रव्यापी डाक हड़ताल के पक्ष में 3:1 से वोट किया है।\n",
        "output": [
            "Royal Mail workers have voted 3:1 in favour of a nationwide postal strike in the United Kingdom.\n"
        ]
    },
    {
        "input": "एजेंसी ने अपने महामारी चेतावनी स्तर को छठे स्तर तक बढ़ा दिया, जो कि उसका उच्चतम स्तर था।\n",
        "output": [
            "The agency increased its pandemic alert level to the sixth level, its highest.\n"
        ]
    },
    {
        "input": "कमांडर ली आर्कशांबल डिस्कवरी के पायलट टोनी एंटोनेली समेत सात व्यक्तियों वाले चालक दल तथा मिशन विशेषज्ञ जोसेफ़ एकाबा, जॉन फ़िलिप्स, स्टीव स्वान्सन, रिचर्ड अर्नाल्ड तथा जापान के अंतरिक्ष पर्यवेक्षण एजेंसी के अंतरिक्षयात्री कोइची वकाटा का नेतृत्व करेंगे।\n",
        "output": [
            "Commander Lee Archambault will lead Discovery's crew of seven, along with Pilot Tony Antonelli, and Mission Specialists Joseph Acaba, John Phillips, Steve Swanson, Richard Arnold, and Japan Aerospace Exploration Agency astronaut Koichi Wakata.\n"
        ]
    },
    {
        "input": "उन्होंने मैनहट्टन, रेबेका के हिडन चैंबर के एक और अधिक शक्तिशाली प्रतिष्ठान में से एक में एक रात तीन घंटे बिताए, जहां The Village Voice के अनुसार, \"आप अपनी प्रेमिका या पत्नी को ले जा सकते हैं और उनके साथ प्यार से व्यवहार कर सकते हैं—जब तक कि वे प्यार से पेश आने के अलावा किसी और चीज की डिमांड न करें!”\n",
        "output": [
            "He spent three hours one night in what is considered one of the more upscale establishments in Manhattan, Rebecca's Hidden Chamber, where according to The Village Voice, \"you can take your girlfriend or wife, and have them treated with respect—unless they hope to be treated with something other than respect!\"\n"
        ]
    },
    {
        "input": "गुरुवार को विकिपीडिया, विकिन्यूज़ का सहयोगी प्रकल्प और फ्लिक्कर, एक फ़ोटो शेयरिंग साइट, को भी प्रतिषिद्ध किया गया।\n",
        "output": [
            "Access to Wikipedia, Wikinews' sister project, and Flickr, a photo sharing site, were also banned, on Thursday.\n"
        ]
    },
    {
        "input": "राउंडअबाउट के लिए ट्विनिंग को चिह्नित करने वाला एक चिह्न योजनाबद्ध है।\n",
        "output": [
            "A sign marking the twinning is planned for the roundabout.\n"
        ]
    },
    {
        "input": "पर्म सिटी एयरपोर्ट पर लड़का सुरक्षा व्यवस्था को चकमा देकर उड़ान भरने तक विमान में ही छिपा रहा।\n",
        "output": [
            "The boy managed to bypass security at the Perm city airport to hide in the plane as it took off.\n"
        ]
    },
    {
        "input": "पौलसों ने, अन्य सरकारी अधिकारियों के साथ, एक सुझाव दिया के लेहमेन दो अलग अलग संस्थाओं मे विभाजित कर दी जाए।\n",
        "output": [
            "Paulson, along with other government officials, proposed a solution that Lehman would get split into two separate entities.\n"
        ]
    },
    {
        "input": "जापान के प्रधान मंत्री शिंजो आबे ने कहा कि, हमारा मानना है कि उत्तर कोरिया के लिए सभी परमाणु हथियारों और मौजूदा परमाणु कार्यक्रमों को छोड़ने की दिशा में ठोस कार्रवाई करना आवश्यक है।\"\n",
        "output": [
            "We believe it is necessary for North Korea to show concrete actions toward the abandonment of all nuclear weapons and existing nuclear programs,\" said Shinzo Abe, the Prime Minister of Japan.\n"
        ]
    },
    {
        "input": "धमाके होने का समय जज ब्रिन्केमा और जूरी की श्रवणसीमा से बाहर रखा जाता रहा है क्योंकि वे लोग अवकाश के लिए कोर्टरूम से बाहर चले जाते थे।\n",
        "output": [
            "The outbursts have been timed to occur outside the earshot of Judge Brinkema and the jury as those persons filed out of the courtroom for recesses.\n"
        ]
    },
    {
        "input": "यह प्रस्ताव संयुक्त राष्ट्र महासचिव बान की मून को मध्य पूर्व के सभी राज्यों का सम्मेलन आयोजित करने का निर्देश देता है।\n",
        "output": [
            "The resolution directs United Nations Secretary-General Ban Ki-Moon to organize a conference of all the Middle East states.\n"
        ]
    },
    {
        "input": "जवाब में लियो बेनहाकर ने एक और हमलावर 4-3-2 प्रणाली में बदल दिया और एक अतिरिक्त हमलावर पर फेंक दिया।\n",
        "output": [
            "In reply Leo Benhakker changed to a more attacking 4-3-2 system and threw on an extra attacker.\n"
        ]
    },
    {
        "input": "गॉ, अफसोस की अभिव्यक्ति के रूप में झुकते हुए, इस तरह की दुःखद घटना के दोहराव को रोकने के लिए काम करने का वादा किया।\n",
        "output": [
            "Gou, bowing as an expression of regret, promised to work to prevent such tragedies occurring again.\n"
        ]
    },
    {
        "input": "भले ही यह रेस 2008 टूर डे ताइवान में दूसरी सबसे लंबी दौड़ है, लेकिन ताइपे-कीलुंग महानगरीय क्षेत्र में पहले हुई बारिश के कारण मौसम ने 89 साइकिल चालकों को चुनौती दी।\n",
        "output": [
            "Even though this race is the second longest race in 2008 Tour de Taiwan, the weather challenged 89 cyclists due to an earlier rain in Taipei-Keelung metropolitan area.\n"
        ]
    },
    {
        "input": "शारीपोव ने इलेक्ट्रॉन ऑक्सीजन जनरेटर के वेंट के चारों ओर अवशिष्ट जमा पाया और उन्होंने इसकी तस्वीरें लीं।\n",
        "output": [
            "Residue accumulation around the vents of the Elektron oxygen generator was noted and photographed by Sharipov.\n"
        ]
    },
    {
        "input": "यह ध्यान दिया गया कि भुगतानों की संदिग्ध प्रकृति की जांच नहीं करना उनकी अवैधता को स्वीकार करने के बराबर था।\n",
        "output": [
            "It was noted that choosing not to investigate the suspicious nature of the payments was equivalent to accepting their illegality.\n"
        ]
    },
    {
        "input": "\" और अब, उस समय जब एक अमेरिकी राष्ट्रपति इन सिद्धांतों की घोषणा करता है और उन्हें बढ़ावा देता है, एक इजरायली पीएम साथ आता है और सटीक विपरीत करता है।\"\n",
        "output": [
            "\"And now, at the time when an American president declares these principles and promotes them, an Israeli PM comes along and does the exact opposite.\"\n"
        ]
    },
    {
        "input": "पूरे कंदहार क्षेत्र मे आपातकाल घोषित कर दिया गया है, क्योंकि फरार कैदियों को ढूँढने के लिए बड़ी संख्या मे अफगान और नाटो फ़ौजियों को तैनात कर दिया गया है।\n",
        "output": [
            "A state of emergency has been declared throughout Kandahar province, as large numbers of both Afghan and NATO forces have been deployed to track down the escaped prisoners.\n"
        ]
    },
    {
        "input": "दस्तावेज़ के सारांश में कहा गया है \"स्थिति के मंत्री को सलाह देना आवश्यक हो सकता है।\"\n",
        "output": [
            "The summary of the document said \"It may be necessary to advise the minister of the situation.\"\n"
        ]
    },
    {
        "input": "लिनक्स और OpenOffice.org पर जाने वाला पहला नियोजित विभाग 2006 के मध्य में लॉर्ड मेयर का कार्यालय होगा, हालांकि सभी विभाग के कंप्यूटर तुरंत नहीं जाएंगे।\n",
        "output": [
            "The first department to migrate to Linux and OpenOffice.org will be the office of the Lord Mayor planed for the middle of 2006, though not all of the department's computers will be immediately migrated.\n"
        ]
    },
    {
        "input": "उस आदमी को केवल एक बार गोली मारी गई थी और उस घाव से जान का खतरा नहीं था।\n",
        "output": [
            "The man was shot only once and the wound was not life threatening.\n"
        ]
    },
    {
        "input": "मेडागास्कर के मछली पकड़ने और जलीय संसाधन मंत्री डॉ। हारी रहारिसैना ने सरकार की ओर से पीड़ितों के परिवारों के प्रति संवेदना व्यक्त की।\n",
        "output": [
            "Dr Hery Raharisaina, Madagascar's fishing and aquatic resources minister, offered condolence to the families of the victims on behalf of the government.\n"
        ]
    },
    {
        "input": "गोदाम विशेषतः क्लोरीन जैसे ताल रसायनों के लिए एक भंडारण एवं वितरण सुविधा है।\n",
        "output": [
            "The warehouse is a storage and distribution facility for pool chemicals, especially chlorine.\n"
        ]
    },
    {
        "input": "द गार्जियन के ऊर्जा संपादक, टेरी मैकलिस्टर ने लिखा है कि \"त्रुटियों का कैटलॉग - मानव और यांत्रिक दोनों\" रिपोर्ट में तेल उद्योग की सुरक्षा के \"बहुत उद्धृत मंत्र\" को ध्वस्त करते हैं।\n",
        "output": [
            "The energy editor of The Guardian, Terry Macalister, wrote that the \"catalogue of errors - both human and mechanical\" in the report \"demolish\" the oil industry's \"much quoted mantra\" of safety first.\n"
        ]
    },
    {
        "input": "हालांकि, जिडान ये बताने से इनकार कर गए कि माटारेजी ने वास्तव में क्या कहा था, लेकिन इतना जरूर कहा कि माटारेजी ने \"बेहद व्यक्तिगत\" टिप्पणी की थी, खासकर उनकी मां और बहन के लिए।\n",
        "output": [
            "However, Zidane refused to divulge what Materazzi actually said but did say that Materazzi made remarks which were \"very personal\" and specifically concerned his mother and sister.\n"
        ]
    },
    {
        "input": "सीएडब्ल्यू ने पूछा है कि कर्मचारी अपने स्वास्थ्य और सुरक्षा प्रतिनिधि को कार्य स्थल पर किसी भी सुरक्षा चिंताओं के बारे में सूचित करते हैं।\n",
        "output": [
            "The CAW has asked that employees notify their Health and Safety Rep about any safety concerns at the work place.\n"
        ]
    },
    {
        "input": "इस्लामी सांस्कृतिक क्रांति के दौरान बनाई गई सर्वोच्च सांस्कृतिक क्रांति परिषद ने संकेत दिया कि वह सेलुलर फोन का इस्तेमाल करके भेजे गए अनैतिक वीडियो और ऑडियो संदेशों को फ़िल्टर करेगा।\n",
        "output": [
            "The Supreme Cultural Revolution Council, created during the Islamic Cultural Revolution, indicated that it would filter immoral video and audio messages sent using cellular phones.\n"
        ]
    },
    {
        "input": "लोगों को सलाह दी गई है कि वे खूब पानी पीएँ, दोपहर में बाहर न निकलें और कमरे को ठंडा रखने के लिए पर्दे डाल लें।\n",
        "output": [
            "People have been advised to drink plenty of water, not go out in the midday sun and keep curtains closed to cool rooms.\n"
        ]
    },
    {
        "input": "\"बच्चों के अस्पताल में 90 बच्चेों में भर्ती किए गए, जिनमें से 34 अभी भी वहीं है, छः की सर्जरी हो चुकी है।\"डजूरोविक ने कहा।\n",
        "output": [
            "\"The children's hospital admitted 90 children, 34 of them are still there, six have undergone surgery,\" Djurovic said.\n"
        ]
    },
    {
        "input": "जैसे-जैसे मेलर जापान के केंद्रीय द्वीप के उत्तर की ओर बढ़ा यह थोड़ा कमज़ोर पड़ गया।\n",
        "output": [
            "Melor weakened somewhat as it continued northward up Japan's central island.\n"
        ]
    },
    {
        "input": "इसके अलावा, जिन लोगों को हृदय की क्षति होने की संभावना होती है (जो दवा का दुष्प्रभाव हो सकता है) उन्हें सब्सिडी वाली दवा नहीं दी जाएगी।\n",
        "output": [
            "In addition, those who are predisposed to heart damage (which can be a side effect of the drug) will not be provided with the subsidised medication.\n"
        ]
    },
    {
        "input": "ये हमले आत्मघाती बमबारी से भिन्न थे जिसमें बम डायनामाईट थे और बॉल बेयरिंग की पट्टी दो स्त्रियों को बांधी गई थीं।\n",
        "output": [
            "These attacks were unlike suicide bombings in that the bombs were dynamite and ball bearings strapped to two women.\n"
        ]
    },
    {
        "input": "कोलोराडो के बाहर के रहने वाले कर्मचारी ने पाया कि लैंडमार्क एजुकेशन के \"सहायकों\" इन गतिविधियों में शामिल हैं: \"कार्यालय, लिपिक, टेलीफोन विनियोग और नामांकन, साथ ही साथ सेमिनार के दौरान ग्राहकों को अभिवादन करना, कुर्सियां लगाना, माइक्रोफोन को संभालना और कॉफी बनाना।\"\n",
        "output": [
            "Labor based out of Colorado found that activities performed by Landmark Education's \"assistants\" include: \"office, clerical, telephone solicitation and enrollment, as well as greeting customers, setting up chairs, handling microphones during the seminars and making coffee.\"\n"
        ]
    },
    {
        "input": "स्विट्जरलैंड में अल्पाइन स्कीइंग के लिए सबसे लोकप्रिय होने का जिक्र करते हुए, \"हम स्विस समुद्र में अपना रास्ता ढूंढते हैं।\"\n",
        "output": [
            "\"We Swiss find our way at sea, not just in the mountains,\" referring to Switzerland being most popular for Alpine skiing.\n"
        ]
    },
    {
        "input": "एमनेस्टी इंटरनेशनल जैसे समूहों के लिए जो शिविर के बंद होने के लिए अभियान चलाते हैं, या ह्यूमन राइट्स वॉच जिनेवा कन्वेंशन के युद्ध के पहलुओं के कैदी से निपटने वाले कैदी के बारे में चिंतित हैं, यह तथ्य है कि नए भर्ती किए गए बंदियों के लिए नीति अभी भी 4 सप्ताह तक की अनुमति देती है जहां रेड क्रॉस (आईसीआरसी) की अंतर्राष्ट्रीय समिति द्वारा हिरासत में लिए जाने से इनकार किया जा सकता है।\n",
        "output": [
            "Of concern to groups such as Amnesty International who campaign for the camp's closure, or Human Rights Watch concerned about prisoner handling under the prisoner of war aspects of the Geneva Convention, is the fact that policy for newly admitted detainees still allows for up to 4 weeks where access to the detainee by the International Committee of the Red Cross (ICRC) may be denied.\n"
        ]
    },
    {
        "input": "रेड क्रॉस के निकोलस अडेसील ने उसी समाचार एजेंसी को बताया कि इस प्रकार अब तक तीस लोगों का इलाज किया जा चुका है।\n",
        "output": [
            "Nicolas Adesile, of the Red Cross, told the same news agency that as many as thirty people have been treated thus far.\n"
        ]
    },
    {
        "input": "पैकर, जुआ एवं पर्यटन उद्योग से भी जुड़े थे और वे मेलबर्न स्थित क्राउन कैसीनो के मालिक थे।\n",
        "output": [
            "Packer was also involved in the gambling and tourism industries and owned the Crown Casino in Melbourne.\n"
        ]
    },
    {
        "input": "आग पर पूरी तरह से काबू पाने में कम से कम पांच दिन लग सकते हैं।\n",
        "output": [
            "It could take at least five days before the fire can be brought under full control.\n"
        ]
    },
    {
        "input": "यह लड़ाई शनिवार 6 अक्टूबर को मीर अली के शहर में शुरू हुई और तीन दिन तक चली थी।\n",
        "output": [
            "The battles began on Saturday October 6 in the town of Mir Ali and have lasted three days so far.\n"
        ]
    },
    {
        "input": "वह पश्चिमी ऑस्ट्रेलिया में योकिन आर्चरी क्लब की सदस्य हैं।\n",
        "output": [
            "She is a member of the Yokine Archery Club in Western Australia.\n"
        ]
    },
    {
        "input": "कहा जाता है कि इसी बीच जर्मन रक्षा राज्य सचिव पीटर विचेर्ट जर्मनी की यूएनआईएफ़आईएल जनादेश को लेकर बढ़ते झगड़े के कारण दबाव में हैं: विपक्षी राजनेता सरकार द्वारा जर्मन सैन्य यूएन जनादेश के प्रतिबंधों से संबंधित लेबनान मिशन के लिए संसदीय अनुमोदन से पहले उन्हें गलत सूचना देने का आरोप लगा रहे हैं।\n",
        "output": [
            "Meanwhile, German State Secretary of Defence Peter Wichert is said to be under pressure over a growing row surrounding the German UNIFIL mandate: opposition politicians accuse the government of having misinformed them prior to the parliamentary approved for the Lebanon mission regarding the constraints of the German forces UN mandate.\n"
        ]
    },
    {
        "input": "\"यह मध्यरात्रि में एक वोट होगा।\"\n",
        "output": [
            "\"This will be a vote in the middle of the night.\"\n"
        ]
    },
    {
        "input": "प्रदाताओं को अपने विज्ञापन को तेज करना होगा और अपनी सेवा डेस्क के प्रदर्शन में सुधार करना होगा।\n",
        "output": [
            "Providers must sharpen up on their advertising and improve the performance of their service desks.\n"
        ]
    },
    {
        "input": "उसे स्पष्ट रूप से बंदूकधारी ने बालों से पकड़ा लिया था और फिर उसने उसे और उन दो पुरुषों को गोली मार दी, जिन्होंने उसकी सहायता के लिए आने का प्रयास किया था।\n",
        "output": [
            "She was apparently grabbed by the hair by the gunman who then shot her and two men who attempted to come to her aid.\n"
        ]
    },
    {
        "input": "यूएस के इंडियाना राज्य में, इंडियाना स्टेट फ़ेयर में स्टेज गिरने की वजह से शनिवार रात को कम से कम चार लोग मारे गए और चालीस जख्मी हुए।\n",
        "output": [
            "At least four people died and forty were injured Saturday night as the result of a stage collapsing at the Indiana State Fair, located within the US state of Indiana.\n"
        ]
    },
    {
        "input": "दुर्घटना उस समय हुई जब परिवार युवाओं के एक फुटबॉल खेल में भाग लेने के लिए जारहा था।\n",
        "output": [
            "The family was on their way to attend a football game for youths when the crash occurred.\n"
        ]
    },
    {
        "input": "वह कहते हैं कि यह \"फिल्म निर्माताओं के लिए कथात्मक कहानियों के साथ उपयोगी लेखों को जोड़ती है, जो मेरे अनुभवों के आधार पर फीचर के लिए पैसे जुटाती हैं और पागल व्यक्तित्व जो माइक्रोबुजेट फिल्म निर्माण की दुनिया पर आक्रमण करते हैं।\"\n",
        "output": [
            "He says that it \"combines helpful articles for beginning filmmakers with narrative tales based on my experiences raising money for features and the crazy personalities that invade the world of microbudget filmmaking.\"\n"
        ]
    },
    {
        "input": "22 अप्रैल को खाड़ी की सतह तेल का फैलाव दिखाई दिया था।\n",
        "output": [
            "On April 22, an oil slick appeared on the surface of the Gulf.\n"
        ]
    },
    {
        "input": "उनके सामने एक मुद्रास्फीति का ख़तरा है और वे एक ऐसी ब्याज दर नीति का आयात नहीं करना चाहते हैं जो यूनाइटेड स्टेट्स में मंदी की परिस्थितियों के अनुसार बनी है।\"\n",
        "output": [
            "They face an inflationary threat and do not want to import an interest rate policy set for the recessionary conditions in the United States.\"\n"
        ]
    },
    {
        "input": "पहले वायर्ड न्यूज़़ द्वारा हमले की रिपोर्ट पहली बार हुई, जिसमें JavaScript कोड को पोस्ट करने के लिए मंचों के एक फ़ंक्शन का शोषण किया।\n",
        "output": [
            "The attack, first reported by Wired News, exploited a function of the forums to post JavaScript code.\n"
        ]
    },
    {
        "input": "रेस के समय ट्रैक पर 88° F (31° C) के राष्ट्रीय मौसम सेवा रिपोर्टिंग तापमान के साथ, इस रेस की स्थितियाँ सबसे कहीं अधिक अलग थीं।\n",
        "output": [
            "The conditions at this race were far different, with the National Weather Service reporting temperatures of 88° F (31° C) at the track at race time.\n"
        ]
    },
    {
        "input": "अन्य वाणिज्यिक इंतजाम करार का हिस्सा हैं, अधिकारी ने कहा।\n",
        "output": [
            "Other commercial arrangements are part of the contract, the official said.\n"
        ]
    },
    {
        "input": "यूनाइटेड स्टेट्स के आइओवा में एक अमेरिकी फ़ुटबॉल कोच को उसके स्कूल के जिम में गोली मार दी गई।\n",
        "output": [
            "An American football coach has been shot at his school gym in Iowa, United States.\n"
        ]
    },
    {
        "input": "वाशिंगटन स्थित कनाडा दूतावास एक विज्ञापन अभियान चला रहा है और वाशिंगटन में सबवे स्टेशनों को अफगानिस्तान में कनाडाई सैनिकों को दर्शाने वाले विज्ञापनों से भर दिया है।\n",
        "output": [
            "The Canadian Embassy in Washington has been on an advertising campaign, plastering subway stations in Washington with posters depicting Canadian troops in Afghanistan.\n"
        ]
    },
    {
        "input": "सीनेटर मैकडोनाल्ड ने एबीसी रेडियो कार्यक्रम एएम को बताया कि उन्होंने उन लोगों के मामले में उम्मीद की थी जो अवैध रूप से ऑस्ट्रेलियाई पानी में मछली पकड़ने गए थे, कप्तान और शायद वरिष्ठ मछली पकड़ने के मास्टर को चार्ज किया जाएगा, अन्य क्रू को तुरंत इंडोनेशिया में वापस भेज दिया जाएगा।\n",
        "output": [
            "Senator MacDonald told the ABC Radio programme AM that he expected in the case of those thought to have been fishing in Australian waters illegally, the captain and perhaps the senior fishing master would be charged, with other crew being immediately repatriated to Indonesia.\n"
        ]
    },
    {
        "input": "Wikinews ने तब पूछा कि उन्होंने पूरी सूची उपलब्ध क्यों नहीं कराई है, बल्कि उन्हीं साइटों को उपलब्ध कराया है, जो लगती हैं कि उन्हें सेंसर नहीं किया जाना चाहिए।\n",
        "output": [
            "Wikinews then asked why they didn't leave the full list available, but mark which sites they felt should not be censored.\n"
        ]
    },
    {
        "input": "रिपोर्टों के अनुसार, गाजा पट्टी में कई इज़रायली हवाई हमले में एक शिशु सहित तीन बच्चे घायल हुए हैं।\n",
        "output": [
            "According to reports, multiple Israeli airstrikes in the Gaza Strip have injured three children, including one infant.\n"
        ]
    },
    {
        "input": "एक शिशु और चालक दल के 16 सदस्यों समेत — 291 यात्रियों को ले जा रही सिओल से आने वाली उड़ान #214 — रनवे 28एल पर दुर्घटनाग्रस्त हो गई।\n",
        "output": [
            "Flight #214, coming from Seoul, carrying 291 passengers — including one infant, and 16 crew members — crashed on runway 28L.\n"
        ]
    },
    {
        "input": "\"ऐसे लग रहा था कि कही हुर्रिकेन आकार टकराया है।\"\n",
        "output": [
            "\"It almost seemed like a hurricane hit out of nowhere.\"\n"
        ]
    },
    {
        "input": "इन विशिष्ट पक्षियों के 30 इंच के पंख होते हैं और यह लगभग 20 इंच ऊंचे होते हैं।\n",
        "output": [
            "The remarkable birds have a 30-inch wingspan and stand nearly 20 inches high.\n"
        ]
    },
    {
        "input": "वाणिज्यिक ब्रेक से लौटने के बाद, ब्लिट्जर ने अपने मेहमानों को बताया कि सीएनएन को व्हाइट हाउस से एक समाचार बुलेटिन मिला था।\n",
        "output": [
            "After returning from commercial break, Blitzer told his guests that CNN had just received a news bulletin from the White House.\n"
        ]
    },
    {
        "input": "हाल ही में फ़ॉंस इन्वेस्टमेंट ईएचएफ. ने डेनमार्क की एयरलाइन्स स्टर्लिंग एयर एवं मर्स्क एयर को खरीद लिया।\n",
        "output": [
            "Recently the Fons Investment ehf. bought the Danish airlines Sterling Air and Mearsk Air.\n"
        ]
    },
    {
        "input": "लाइटनिंग एंड पेंगुइन्स क्रमशः जर्मनी और फ़िनलैंड में वार्मअप मैच खेलेंगे।\n",
        "output": [
            "The Lightning and Penguins will play exhibition games in Germany and Finland respectively.\n"
        ]
    },
    {
        "input": "नाटो के प्रमुख जाप डी हूप शेफ़र ने भी कार्रवाई की निंदा की है।\n",
        "output": [
            "NATO chief Jaap de Hoop Scheffer has also condemned the action.\n"
        ]
    },
    {
        "input": "डब्ल्यूएचओ का कहना है कि वायरस के कई गंभीर मामले कई गंभीर पुरानी बीमारियों वाले लोगों में रिपोर्ट किए हैं।\n",
        "output": [
            "The WHO says that many of the severe cases of the virus are reported in people with prior chronic illnesses.\n"
        ]
    },
    {
        "input": "42 साल के आइजियस करास्को को उनके घर के बाहर पत्नी और बेटी के सामने गोली मारी गई और उन्हें अस्पताल ले जाया गया जहां उनकी मौत हो गई।\n",
        "output": [
            "Isaías Carrasco, 42, was shot outside his house in front of his wife and daughter and was taken to hospital, where he died of his wounds.\n"
        ]
    },
    {
        "input": "\"हमें अपने क्षेत्रीय राजनयिक दृष्टिकोण को और भी स्पष्ट करने की आवश्यकता हो सकती है।\"\n",
        "output": [
            "\"We may need to bring a more regional diplomatic approach to bear.\"\n"
        ]
    },
    {
        "input": "इस तरह की साझेदारी की अफवाह वर्षों से चली आ रही थी और पिछले कुछ महीनों में अटकलों की मात्रा बढ़ती गई।\n",
        "output": [
            "Such a partnership had been rumored for years, and the amount of speculation grew over the past few months.\n"
        ]
    },
    {
        "input": "अन्य तीन राजधानी के दक्षिण-पूर्वी बाहरी इलाके रुस्तमिया में एक सड़क के पास पाए गए।\n",
        "output": [
            "The other three were found near a road in Rustamiya on the southeastern outskirts of the capital.\n"
        ]
    },
    {
        "input": "हने के नियोक्ता ने उनके मृत्यु का कारण, उनका मुख्य ऑक्सिजन प्रणाली पुन:प्रारंभ होने के प्रति \"दिशा देनेवाला ध्यान\" बतलाया है, जब वह इंजिन बे में वायु का रिसाव देखकर अपने आप बंद हो चुकी थी।\n",
        "output": [
            "Haney's death has been attributed by his employer as the result of his \"channelized attention\" on getting the main oxygen system to restart after it automatically cut out when it detected engine bay air leaks.\n"
        ]
    },
    {
        "input": "पुलिस को उनके शरीर के पास एक घर का बना निशान मिला जिसमें कहा गया था, \"आप हत्या नहीं करोगे।\"\n",
        "output": [
            "Police found a homemade sign near his body which said \"Thou Shalt Not Kill.\"\n"
        ]
    },
    {
        "input": "पहले मंत्री साल्मंड ने एक स्मारक उद्यान और एक कांस्य प्रतिमा का अनावरण किया, जिसे घटना की 50 वीं वर्षगांठ के अवसर पर स्थापित किया गया था।\n",
        "output": [
            "First Minister Salmond unveiled a memorial garden and a bronze statue which had been placed to mark the 50th anniversary of the incident.\n"
        ]
    },
    {
        "input": "हालाँकि, दंड केवल यूनियनों पर लागू होता है, जो द्वितीयक हड़तालें करते हैं और न कि व्यक्तिगत रूप से काम करने वाले श्रमिकों पर।\n",
        "output": [
            "However, the penalties apply only to unions organising secondary strikes, not to workers acting individually.\n"
        ]
    },
    {
        "input": "आस्ट्रेलिया डिवीजन वन के ग्रैंड फाइनल 2010 सनशाइन कोस्ट में दूसरे दिन खेल समाप्त होने तक कैलोन्ड्रा ने ग्लासहाउस पर 153 रनों की बढ़त बना ली थी।\n",
        "output": [
            "Caloundra lead Glasshouse by 153 runs at stumps on day two of the 2010 Sunshine Coast, Australia division one cricket grand final.\n"
        ]
    },
    {
        "input": "शुक्रवार को उन्होंने करीब 50,000 की संख्या की भीड़ को कहा, \"मैं आपको झुठी विनम्रता के बगैर कह सकता हूं: मिशन पूरा हुआ. हमने देश को फिर से एक और शांतचित कर दिया है।\"\n",
        "output": [
            "\"I can say to you without false modesty: mission accomplished\" he told crowds of around 50,000 on Friday, \"We've reunited and pacified the country.\"\n"
        ]
    },
    {
        "input": "उन्होंने यह भी घोषणा की कि वह चुनावी कानून में बदलाव चाहते हैं ताकि एक द्विदलीय राजनीतिक व्यवस्था उत्पन्न हो और यह कि वह अगले चुनाव के बाद बहुमत की सरकार बनाना चाहते हैं।\n",
        "output": [
            "He also declared that he wanted a change in the electoral law so that a bipartisan political system would arise, and that he wants to form a majority government after the next election.\n"
        ]
    },
    {
        "input": "आज, प्रदर्शनी के भोज के दौरान, संग्रहालय द्वारा बॉब कुह्न को उनके लाइफटाइम एचिवमेंट अवार्ड के साथ प्रस्तुत करना है।\n",
        "output": [
            "Today, during the exhibition's banquet, the museum is to present Bob Kuhn with their lifetime achievement award.\n"
        ]
    },
    {
        "input": "मूर्तियां, \"लोकतंत्र की देवी\" की एक नई प्रतिकृति और \"तियानमेन नरसंहार राहत\" नामक एक नक्काशी, को तियानमेन स्क्वायर हादसे की 21वीं वर्षगांठ की याद में हांगकांग के टाइम्स स्क्वायर शॉपिंग मॉल के पियाज़ा में रखा गया था।\n",
        "output": [
            "The sculptures, a new replica of the \"Goddess of Democracy\" and a carving called the \"Tiananmen Massacre Relief\", had been placed in the piazza of Hong Kong's Times Square shopping mall in remembrance of the 21st anniversary of the Tiananmen Square Incident.\n"
        ]
    },
    {
        "input": "हेसियन विश्वविद्यालयों में ट्यूशन फीस की बनाई परिचय योजना के विरोध में 3,000 (पुलिस अनुमान) और 8,000 लोगों (आयोजकों का अनुमान) के बीच जर्मनी के गिएएन में आज सड़कों पर उतर आए।\n",
        "output": [
            "Between 3,000 (police estimate) and 8,000 people (organiser's estimate) took to the streets in Gießen, Germany today, protesting the planned introduction of tuition fees at Hessian universities.\n"
        ]
    },
    {
        "input": "एनएचएल के अधिकांश क्लबों का पिछले पाँच वर्षों में पैसा कम हुआ है और परिणामस्वरूप क्लब एक निर्धारित राशि पर भुगतान करना चाहते हैं।\n",
        "output": [
            "The majority of NHL clubs have lost money over the last five years and as a result the clubs wanted to cap pay at a set amount.\n"
        ]
    },
    {
        "input": "ऐसा समझा जाता है कि वह दूसरे वाहन को रास्ते से हटाने के लिए मजबूर कर रहा था।\n",
        "output": [
            "It is thought he was trying to force the other vehicle out of the way.\n"
        ]
    },
    {
        "input": "हल्दीमान काउंटी के मेयर मैरी ट्रेनर थे, जहां कैलेडोनिया स्थित है, ने कहा: \"अगली बैठक या दूसरी व्यापार के मुद्दे पर बात करने के बजाय फिर से बेकार चीज़ों की बातों पर समय की बर्बाद होगी।\"\n",
        "output": [
            "Mayor Marie Trainer of Haldimand County, were Caledonia is located, said: \"The next meeting or two will be wasted on frivolous stuff again instead of getting down to business.\"\n"
        ]
    },
    {
        "input": "रणनीति के विकल्प रूप में अफगानिस्तान की अर्थव्यवस्था के पुनर्निर्माण के साथ-साथ अफगान-पाकिस्तान संबंधों में सुधार करना शामिल है।\n",
        "output": [
            "Options for a strategy include improving Afghan-Pakistani relations, while rebuilding Afghanistan's economy.\n"
        ]
    },
    {
        "input": "एक और सूनामी की आशंका के कारण वे घर लौटने के लिए बहुत आशंकित हैं, लेकिन रॉयटर्स के अनुसार, स्वास्थ्य अधिकारी उन लोगों में जो अभी भी शरण में हैं बीमारी के खतरे से चिंतित हैं।\n",
        "output": [
            "They are too apprehensive to return home due to fears of another tsunami, but according to Reuters, health officials are worried about the threat of disease among those who are still in refuge.\n"
        ]
    },
    {
        "input": "मेलबर्न विश्वविद्यालय के वैज्ञानिकों का कहना है कि उनके शोध से पता चलता है कि परमाणु ऊर्जा के लाभों को कम करके आंका गया है और परमाणु कचरे की चिंता को बढ़ा चढ़ा कर बताया गया है।\n",
        "output": [
            "The scientists from the University of Melbourne say their research shows that the benefits of nuclear energy have been underestimated and concerns about nuclear waste overplayed.\n"
        ]
    },
    {
        "input": "ईरान के लिए सर्वोच्च राष्ट्रीय सुरक्षा परिषद के प्रमुख हसन रोहानी ने सोमवार को घोषणा की कि देश अस्थायी रूप से 22 नवंबर तक यूरेनियम के रूपांतरण को निलंबित कर देगा।\n",
        "output": [
            "Hassan Rowhani, head of the Supreme National Security Council for Iran, announced Monday that the country would temporarily suspend conversion of uranium as of November 22.\n"
        ]
    },
    {
        "input": "सूचना सप्ताह में बताया गया है कि इस केबल की कीमत कई मिलियन अमेरिकी डॉलर होने की उम्मीद है।\n",
        "output": [
            "Information week has reported that the cable is expected to cost several million US dollars.\n"
        ]
    },
    {
        "input": "खिलौना निर्माता मैट्टल ने आज घोषणा की कि खिलौनों के पेंट में शीशे की मात्रा खतरनाक स्तर से ज्यादा मिलने के डर की वजह से वे सामानों को वापस मंगा रहे हैं।\n",
        "output": [
            "Toy manufacturer Mattel announced today that they are recalling more products over fears of dangerous levels of lead in the toy's paint.\n"
        ]
    },
    {
        "input": "2008 में संयुक्त राज्य अमेरिका का संघीय घाटा रिकॉर्ड स्तर पर बहुत अधिक यानी यूएस $454.8 बिलियन तक पहुंच गया है—जो कि पिछले साल की तुलना में दोगुना से अधिक है।\n",
        "output": [
            "The United States 2008 federal deficit has reached a record high, US$454.8 billion—more than double last year's deficit.\n"
        ]
    },
    {
        "input": "नई दिल्ली में भारतीय मौसम विज्ञान विभाग (IMD) के वैज्ञानिकों, एशिया के लिए मौसम विज्ञान संगठन के विशेषज्ञ केंद्र का कहना है कि उन्होंने 26 अप्रैल की शुरुआत में म्यांमार को पहला चक्रवाती बुलेटिन जारी किया था।\n",
        "output": [
            "Scientists at the Indian Meteorological Department (IMD) in New Delhi, theWorld Meteorological Organisation's specialist centre for Asia, say they issued the first of the cyclone bulletins to Myanmar as early as 26 April.\n"
        ]
    },
    {
        "input": "एक प्रबंधक के रूप में उन्होंने 23 सालों की अवधि में 1,800 गेम भी जीते।\n",
        "output": [
            "As a manager, he also won 1,800 games over the course of 23 years.\n"
        ]
    },
    {
        "input": "मोजांबिक के राष्ट्रीय चुनाव आयोग के अध्यक्ष लियोपोल्डा दा कोस्टा ने कहा, \"इस दौरान हमें कोई भी शिकायत नहीं मिली।\"\n",
        "output": [
            "\"We did not receive any complaints during this period,\" said the chairman of Mozambique's National Elections Commission, Leopoldo da Costa.\n"
        ]
    },
    {
        "input": "उनके परदादा, जवाहरलाल नेहरू, भारत के पहले प्रधानमंत्री थे और उनके परदादा के पिता मोतीलाल नेहरू भारतीय स्वतंत्रता आंदोलन के एक विख्यात नेता थे।\n",
        "output": [
            "His great-grandfather, Jawaharlal Nehru, was the first Prime Minister of India, and his great-great-grandfather Motilal Nehru was a distinguished leader of the Indian independence movement.\n"
        ]
    },
    {
        "input": "जब कि ओरटेगा 2003 में गिरफ्तारी के वारंट के बाद वेनेजूएला से भाग गए थे, बीबीसी ने बताया के वे पिछले अगस्त में कोस्टा रिका से वेनेजूएला को वापिस आ गए थे।\n",
        "output": [
            "While Ortega had initially fled Venezuela following the issuing of an arrest warrant in 2003, the BBC reports that he had returned to Venuzuela from Costa Rica last August.\n"
        ]
    },
    {
        "input": "पालिन के हमले के बावजूद, 3 अक्टूबर के न्यूयॉर्क टाइम्स के मूल आर्टिकल इस नतीजे पर पहुंचा था कि ओबामा और ऐयर्स कभी भी करीबी नहीं थे और ये कि संपर्क ओबामा के शुरुआती चुनावी अभियान और विद्यालयों के सुधार परियोजना को लेकर था, कहा गया कि उनके रास्ते कभी-कभी एक दूसरे को क्रॉस करते थे।\n",
        "output": [
            "Despite Palin's attack, the original article in the October 3 New York Times concluded that Obama and Ayers were never close, and that the connection was through Obama's initial run for office and a schools reform project, \"saying that their paths have crossed sporadically\".\n"
        ]
    },
    {
        "input": "इससे एक समूह की ओर से विरोध का एक तूफान उठा जिसमें दो नोबेल पुरस्कार विजेता और अन्य वैज्ञानिक शामिल थे, जिन्होंने शिक्षण या यहां तक कि विज्ञान की कक्षा में सृजन की चर्चा का सख्त रूप से विरोध किया।\n",
        "output": [
            "This provoked a storm of protest from a group that included two Nobel Laureates and other scientists who strongly oppose the teaching, or even the discussion of creation in science class.\n"
        ]
    },
    {
        "input": "हालांकि श्री हेक ने कहा कि उन्हें विश्वास है कि नियोक्ता इन स्तरों को मौलिक समझेंगे और यह कि ये भ्रामक नहीं हैं।\n",
        "output": [
            "However Mr Haque said that he was confident employers would recognise the standards as basic, and that they were not misleading.\n"
        ]
    },
    {
        "input": "2004 में, कनेक्टिकट के एक सात वर्षीय व्यक्ति ने खुद को सवारी की निरोधक पट्टियों से मुक्त कर लिया और अपनी सीट के सामने किनारे पर चढ़ गया।\n",
        "output": [
            "In 2004, a seven-year-old from Connecticut managed to free herself from the ride's restraining bars, and climb onto the front edge of her seat.\n"
        ]
    },
    {
        "input": "ओब्लॉन ने पत्रकारों को बताया, \"अपील जीतने को लेकर हमें कोई शक नहीं है।\"\n",
        "output": [
            "\"We have no doubt that we will win on appeal,\" Oblon told reporters.\n"
        ]
    },
    {
        "input": "उपभोक्ता समूह विच? ने दावा किया कि ये अधिभार हवाई यात्रा की लागत में £ 265,000 प्रति दिन (या प्रति वर्ष लगभग 97 मिलियन पाउंड) की वृद्धि कर रहे थे।\n",
        "output": [
            "The consumer group Which? claimed that these surcharges were increasing the cost of air travel by £265,000 a day (or about £97 million per year).\n"
        ]
    },
    {
        "input": "किटाणु पशु फ़ार्म से जंगली जनवारों द्वारा पालक के खेत में फैले होंगे।\n",
        "output": [
            "The bacteria could have been carried by wild animals from the cattle ranch to the spinach field.\n"
        ]
    },
    {
        "input": "लीग के नेताओं बायर्न म्यूनिख ने दूसरे डिवीजन के नेताओं बोरूसिया मोन्चेंगलाड को 3-1 से हराकर डीएफबी कप के तीसरे दौर में प्रवेश किया।\n",
        "output": [
            "League leaders Bayern Munich advanced to the 3rd round of the DFB Cup after defeating 2nd division leaders Borussia Mönchengladbach 3-1.\n"
        ]
    },
    {
        "input": "इज़राइल के विदेश मंत्रालय के प्रवक्ता यागल पामोर ने कहा, \"यह अजीब से अधिक है, खासकर जब से हमास को अंतरराष्ट्रीय स्तर पर एक आतंकवादी समूह माना जाता है।\"\n",
        "output": [
            "Spokesman Yigal Palmor for Israel's Foreign Ministry said, \"This is more than strange, especially since Hamas is internationally recognized as a terror group.\"\n"
        ]
    },
    {
        "input": "न्यूयॉर्क के यैंकीस ने शनिवार के खेल को 9-4 से जीतने के कारण क्लीवलैंड इंडियंस के खिलाफ कुछ समय के अंतराल के मुकाबले में जीत के लिए शनिवार को कड़ी हार के बाद पलटवार किया।\n",
        "output": [
            "The New York Yankees rebounded from a tough loss on Saturday to win Sunday's game 9-4 against the Cleveland Indians thanks to some timely hitting.\n"
        ]
    },
    {
        "input": "\"उस (एक विज्ञापन) की तुलना पहले इसी साल हुए (संघीय) चुनाव के दौरान हुई आलोचना से करें, जो कनाडा में हर दिन हो रही थी …आपके पूरे देश में लगातार विज्ञापन चलाए गए।\"\n",
        "output": [
            "\"Compare that (one ad) with the criticism early this year during the (federal) election that happened every day in Canada ...ads that were run consistently throughout your country.\"\n"
        ]
    },
    {
        "input": "अमेरिका द्वारा लगाई गई नई व्यापारिक पाबंदियों से चीनी टेक्सटाइल आयात की वृद्धि पिछले वर्ष की तुलना में 7.5 प्रतिशत पर सीमित रह जाएगी।\n",
        "output": [
            "The new U.S. trade quota will limit the growth of Chinese textile imports to 7.5 percent compared with shipments over the past year.\n"
        ]
    },
    {
        "input": "ये इसलिए भी अनूठा है क्योंकि आबादी के जन्म से लेकर मृत्यु तक की जानकारी रखता है।\n",
        "output": [
            "It is also unique because it follows the population from birth right through to death.\n"
        ]
    },
    {
        "input": "महिलाओं में से एक को चक्कर आ गया, वह नीचे गिर गई और उसे एम्बुलेंस द्वारा ले जाया गया।\n",
        "output": [
            "One of the women felt dizzy, fell down and was picked up by the ambulance.\n"
        ]
    },
    {
        "input": "क्षेत्रीय पुलिस प्रमुख हर्बर्ट खाबेमा ने आज घोषणा की: \"माना जाता है कि नृशंस हत्या के मुख्य आयोजक को पुलिस ने गिरफ्तार किया था, जो तवेता के केन्याई सीमा शहर में छुपा था।\n",
        "output": [
            "Regional police chief Herbert Khaemba anounced today: \"The suspect believed to be the main organiser of the brutal murder was arrested by the police at the Kenyan border town of Taveta in hiding.\n"
        ]
    },
    {
        "input": "पिछले अगस्त में, उन्होंने संघ से कहा \"यह अब मेरा संघ नहीं है।\"\n",
        "output": [
            "Last August, he said of the union \"This is no longer my union.\"\n"
        ]
    },
    {
        "input": "इस तरह के मानवाधिकार संबंधी चिंताओं ने लंबे समय तक तुर्की के यूरोपीय संघ में शामिल होने के प्रयासों के लिए एक रोकावट के रूप में कार्य किया है।\n",
        "output": [
            "Such human rights concerns have long served as a stumbling block for Turkey's attempts to join the European Union.\n"
        ]
    },
    {
        "input": "हुसैन के बचाव अधिवक्ता द्वारा पक्षपात के आरोप लगाए जा चुके हैं, साथ ही न्यायाधीशों की सुरक्षा को लेकर भी चिंता है जिसकी वजह से मुकदमे को बार-बार आगे बढ़ाया गया है।\n",
        "output": [
            "There are accusations of bias from the defense counsel of Hussein, as well as fears for the judges' safety which have consistently pushed the trial back.\n"
        ]
    },
    {
        "input": "एक रूप प्रणाली 2003 में गंभीर बाढ़ और वर्षा का कारण बनी।\n",
        "output": [
            "A similar system caused severe flooding and precipitation in 2003.\n"
        ]
    },
    {
        "input": "इसी तरह की घटना अन्य बाल्टिक राज्यों, विशेष रूप से फिनलैंड के दक्षिणी पड़ोसी, एस्टोनिया में देखी गई है।\n",
        "output": [
            "Similar incidents have been recorded in other Baltic states, particularly in Finland's Southern neighbour, Estonia.\n"
        ]
    },
    {
        "input": "माइग्रेन एक्शन नामक पीड़ितों की एक संस्था की निदेशक, ली टोमकिन ने इस खबर को \"शानदार\" और \"वास्तव में एक बहुत बड़ा कदम बताया।\"\n",
        "output": [
            "Lee Tomkin, director of a sufferers' charity, Migraine Action, described the news as \"fantastic\" and \"genuinely a really great step forward.\"\n"
        ]
    },
    {
        "input": "परियोजना के सह-समन्वयक स्टैंचू समोइला के अनुसार, परियोजना के लिए 10.9 मिलियन न्यू ल्यू (3 मिलियन यूरो) के निवेश की आवश्यकता है, जिसमें से आधी धनराशि पहले ही आवंटित की जा चुकी है।\n",
        "output": [
            "The project needs investment of 10.9 million new lei (3 million euro), half of which have already been allocated, according to the project's co-ordinator, Stancu Samoila.\n"
        ]
    },
    {
        "input": "यह एक तथाकथित गहन-केंद्रित भूकंप है, इसीलिए इसे इतने बड़े क्षेत्र में महसूस किया गया।\n",
        "output": [
            "This is a so-called deep-focus earthquake, that's why it was felt at such a large territory.\n"
        ]
    },
    {
        "input": "द प्रेस एसोसिएशन के मुताबिक इंटरनेट के जरिए वीडियो के वितरण को रोकने की चर्च ऑफ साइन्टोलॉजी की कोशिशों को तगड़ा झटका लगा है और गुरुवार तक Gawker.com के अलावा वीडियो दूसरे वेबसाइट्स पर भी देखे गए थे, जिनमें द न्यूयॉर्क पोस्ट, इंडिपेंडेंट टेलीविजन न्यूज और बीबीसी भी शामिल हैं।\n",
        "output": [
            "Attempts by the Church of Scientology to stop distribution of the video via the Internet \"seem to have backfired spectacularly,\" according to The Press Association, and by Thursday the video was viewable on websites other than Gawker.com, including the New York Post, Independent Television News and the BBC.\n"
        ]
    },
    {
        "input": "इंडोनेशिया में पुलिस ने अभियोक्ताओं को गरुड़ा इंडोनेशिया फ़्लाईट 200 आपदा से संबंधित एक 200-पृष्ठ का सारपत्र भेजा है।\n",
        "output": [
            "Police in Indonesia have forwarded a 200-page brief concerning the Garuda Indonesia Flight 200 disaster to prosecutors.\n"
        ]
    },
    {
        "input": "उसे अपने मतदान रिकॉर्ड में सामाजिक रूढ़िवादी माना गया है और उसने सम-लिंगी विवाह रोकने के लिए एक फ़ेडरल मैरिज एमेंडमेंट का समर्थन किया था।\n",
        "output": [
            "He is considered a social conservative in his voting record, and supported a Federal Marriage Amendment to bar same-sex marriage.\n"
        ]
    },
    {
        "input": "रॉबर्टसन ने कहा, \"'यह मेरी भूमि है,' और इजराइल के किसी भी प्रधानमंत्री के लिए, जो फैसला करता है कि वह इसे उकेरने और इसे दूर करने जा रहा है, भगवान कहते हैं, 'नहीं, यह मेरा है।‘\"\n",
        "output": [
            "Robertson said, \"'This is my land,' and for any prime minister of Israel who decides he is going to carve it up and give it away, God says, 'No, this is mine.'\"\n"
        ]
    },
    {
        "input": "नागरिक सुरक्षा मंत्री क्रिस्टोस पापुटिस ने इस नुकसान पर अफसोस जताते हुए कहा कि गैलरी में सुरक्षा \"न के बराबर\" थी।\n",
        "output": [
            "Citizen's Protection Minister Christos Papoutsis apologized for the loss, citing that the security at the gallery was \"non-existent\".\n"
        ]
    },
    {
        "input": "इसके अलावा, उन्होंने उन प्रणालियों के वेंट भी जांचे जो स्टेशन के वायुमंडल को नियंत्रित करने में सहायता करती हैं और एक जापानी भौतिकी प्रयोग को हटाकर दूसरी जगह स्थापित किया।\n",
        "output": [
            "In addition, they checked vents on systems that help control the Station's atmosphere and relocated a Japanese physical science experiment.\n"
        ]
    },
    {
        "input": "सजा के विरोध के रूप में, इस्सावी ने एक सार्वजनिक भूख हड़ताल शुरू की।\n",
        "output": [
            "As a protest against the punishment, Issawi began a publicized hunger strike.\n"
        ]
    },
    {
        "input": "\"जो कुछ भी हुआ है उसी के कारण उनकी दशा कमज़ोर हो गई है\", श्री स्टारी ने कहा।\n",
        "output": [
            "\"He's in a debilitated condition as a result of what's transpired,\" Mr Stary said.\n"
        ]
    },
    {
        "input": "उन्होंने आगे कहा, \"आखिरकार इन पहाड़ों में गर्मी के दिनों में बहुत से बच्चे रहने आते हैं।\"\n",
        "output": [
            "“Ultimately, in the summer lots of kids stay in our mountains,” he added.\n"
        ]
    },
    {
        "input": "गुमनाम समूह के विभिन्न सदस्यों द्वारा रिकॉर्ड किए गए विडियो साइंटोलोजी-विरोधी बताए गए हैं।\n",
        "output": [
            "The videos have been reported to be of anti-Scientology protests, recorded by various members of the group Anonymous.\n"
        ]
    },
    {
        "input": "एक दूसरा बच्चा, 3 वर्षीय रयान फान, बार्टन बे के पास एक खोज और बचाव दल द्वारा आज स्थानीय समयानुसार सुबह 10:30 बजे पाया गया।\n",
        "output": [
            "A second child, 3-year-old Ryan Phan, was found near Barton Bay by a search and rescue team today at 10:30 am local time.\n"
        ]
    },
    {
        "input": "2008 में स्पेस टेलीस्कोप पर एक निर्धारित मिशन की उम्मीद है ताकि टेलीस्कोप की क्षमताओं को और अधिक उन्नत करने के लिए उपकरण पहुंचाए जा सकें।\n",
        "output": [
            "A scheduled mission to the space telescope in 2008 is expected to deliver instruments to further upgrade the capabilities of the telescope.\n"
        ]
    },
    {
        "input": "अन्य दो कृतियों में, पिएट मोंड्रियन द्वारा मिल और गुग्लिएल्मो कैसिया द्वारा सेंट डिएगो डे अल्काला का एक स्केच था।\n",
        "output": [
            "The other two works were Mill by Piet Mondrian and a sketch of St. Diego de Alcala by Guglielmo Caccia.\n"
        ]
    },
    {
        "input": "पूल से दूर होने पर, उनके पास ट्विटर, फ़ेसबुक, या टेलीविजन तक पहुंच नहीं होती थी और उन्हें दूसरे माध्यमों से स्वयं का मनोरंजन करना पड़ता था।\n",
        "output": [
            "When away from the pool, they did not have access to Twitter, Facebook, or television and had to entertain themselves using other means.\n"
        ]
    },
    {
        "input": "वर्ल्डकप के समर्थकों के सामने ट्रेफिक सेफ्टी के कारण घायल होना एक बड़ा खतरा है।\n",
        "output": [
            "Traffic safety is feared to be a threat of injury to supporters to the World Cup.\n"
        ]
    },
    {
        "input": "लेक ओंटारियो से फेस्टिवल स्क्वायर की निकटता भी परेशानी का सबब था, विशेष रूप से दक्षिण में अपनी कला प्रदर्शित करने वाले कला समूहों के लिए।\n",
        "output": [
            "Festival Square's proximity to Lake Ontario caused its share of trouble, particularly for the arts groups displaying in the south.\n"
        ]
    },
    {
        "input": "बग़दाद में बहुराष्ट्रीय सेना के प्रवक्ता ले. कर्नल स्टीव स्टोवर ने कहा, \"निर्दोष इराकियों को निशाना बनाकर वे अपने राक्षसी चरित्र का प्रमाण देते हैं।\n",
        "output": [
            "Lt. Col. Steve Stover, a spokesman for the multinational force in Baghdad, said, \"By targeting innocent Iraqis, they show their true demonic character.\n"
        ]
    },
    {
        "input": "पोलेंड की कई अन्य सरकारी हस्तियां भी विमान में सवार थीं।\n",
        "output": [
            "Several other Polish government figures were in the plane as well.\n"
        ]
    },
    {
        "input": "पिछली राजनीतिक गतिविधियों में जो ठीक चीन में वर्जित हैं, उन्हें पीपुल्स रिपब्लिक ऑफ़ चाइना (एसएआर) के अधिकारियों के विशेष प्रशासनिक क्षेत्र द्वारा सहन किया गया है।\n",
        "output": [
            "In the past political activities that are taboo in China proper have been tolerated by the Special Administrative Region of the People's Republic of China (SAR) authorities.\n"
        ]
    },
    {
        "input": "इमिग्रेशन वॉइस ने यह भी कहा कि अमेरिकी स्वतंत्रता के लिए उनके बलिदान ने ही इस देश को महान और दुनिया भर के ढेरों लोगों का इच्छित मुकाम बनाया है और वे सैनिकों को \"धन्यवाद बोलना चाहते हैं और उनकी भलाई की कामना करते हैं।\"।\n",
        "output": [
            "Immigration Voice also said that it is their sacrifice for American freedom that has made this country great and such a desirable destination for multitude of people from around the world and that they wanted to say \"Thank you and god bless you\" to the servicemen.\n"
        ]
    },
    {
        "input": "\"मेरा बेटा किस के लिए मरा?\"\n",
        "output": [
            "\"What did my son die for?\"\n"
        ]
    },
    {
        "input": "पॉइजन का दावा है कि दोनों कंपनियों ने उन्हें वर्षों से रॉयल्टी का कम भुगतान किया है।\n",
        "output": [
            "Poison claim the two companies have underpaid them royalties for years.\n"
        ]
    },
    {
        "input": "प्रभावित 2,000 घरों को अनिवार्य निर्वातन आदेश निर्धारित किए गए हैं।\n",
        "output": [
            "Mandatory evacuation orders have been set in place, affecting 2,000 homes.\n"
        ]
    },
    {
        "input": "फ़्रेंच इंटीरियर मिनिस्ट्री ने अधिक संख्या में बचावकर्मियों और संसाधनों द्वारा त्वरित प्रतिक्रिया सुनिश्चित करने के लिए एक आपातकालिक योजना को क्रियान्वित करने का एक अद्भुत कदम उठाया।\n",
        "output": [
            "The French Interior Ministry took the rare step of activating an emergency plan to ensure rapid response from large numbers of rescuers and resources.\n"
        ]
    },
    {
        "input": "कमेटी ने कहा कि अनुमानित कमी को पूरा करने के लिए नए गैस आधारित विद्युत स्टेशनों के \"व्यापक\" निर्माण कार्यक्रम की आवश्यकता होगी।\n",
        "output": [
            "The committee stated that an \"extensive\" building programme of new gas-fired power stations would be needed to meet the predicted shortfall.\n"
        ]
    },
    {
        "input": "ओएएस के 34 सदस्यों में बहुमत का समर्थन हासिल करने के लिए जरूरी 18 में से 17 वोट होने का उन्होंने दावा किया है।\n",
        "output": [
            "He claims to have 17 of the 18 votes needed in order to have the support of a majority within the 34 member states of the OAS.\n"
        ]
    },
    {
        "input": "फिलहाल, वर्तमान शोध द्वारा दोनों व्यक्तियों के बीच कोई संबंध स्थापित नहीं है।\n",
        "output": [
            "At the moment, current research does not show any connection between the two men.\n"
        ]
    },
    {
        "input": "जैसे-जैसे अधिक आर्कटिक बर्फ पिघलती है शिप बर्फ वाले पानी में चलती हैं।\n",
        "output": [
            "As more Arctic ice melts, the ships sail through uncharted waters.\n"
        ]
    },
    {
        "input": "मध्य जर्मनी के हार्ज पर्वत रेंज के स्थानीय अधिकारियों ने भी किसी भी पर्यटक के लिए कुदरती माहौल में एक \"आधिकारिक नग्न वॉकिंग रूट\" खोलने की घोषणा कर दी।\n",
        "output": [
            "Local authorities of Harz mountain range in central Germany have also announced the openness to any visitor of an “official naked walking route” in nature's outdoors.\n"
        ]
    },
    {
        "input": "संसदीय सीटों के लिए 16 अन्य दल भी चुनाव में थे, लेकिन उनमें से किसी ने भी एक प्रतिशत से ज्यादा मत हासिल नहीं किया।\n",
        "output": [
            "Sixteen other parties were also in contention for parliament seats, but none of them received more than one percent of the vote.\n"
        ]
    },
    {
        "input": "फोर्ब्स की सूची में कुल 1,210 अरबपतियों की इकट्ठी संपत्ति 4.5 ट्रिलियन अमेरिकी डॉलर आंकी गई है, जिसमें पिछले साल के 3.6 ट्रिलियन डॉलर की तुलना में बढ़ोतरी हुई है।\n",
        "output": [
            "Forbes lists a world total of 1,210 billionaires whose combined wealth is US$4.5 trillion, an increase from last year's total of US$3.6 trillion.\n"
        ]
    },
    {
        "input": "कांग्रेस अध्यक्ष सोनिया गांधी और फिर प्रधानमंत्री मनमोहन सिंह से मुलाकातों के बाद, विदेश मंत्री, 73 वर्षीय प्रणब मुखर्जी को वित्त मंत्रालय का कार्यभार सौंपा गया है।\n",
        "output": [
            "External Minister Pranab Kumar Mukherjee, age 73, has been given the charge of Finance Ministry after he held meetings with Congress President Sonia Gandhi and then Prime Minister Singh.\n"
        ]
    },
    {
        "input": "मई 2006 में 14 जुलाई और 16 अगस्त को इसके उग्र विस्फोट में नाटकीय रूप से वृद्धि हुई।\n",
        "output": [
            "In May 2006 it increased dramatically culminating in violent eruptions on July 14 and August 16.\n"
        ]
    },
    {
        "input": "\"हमारे पास गिरफ़्तारी का वारंट है और हम इसे इसी समय तुम्हारे विरुद्ध कार्यान्वित करके प्रसन्न हैं.\"\n",
        "output": [
            "\"We have a warrant of arrest that we are happy to execute against you right away.\"\n"
        ]
    },
    {
        "input": "सीएनएन को दिए गए वक्तव्य में, ईराक के राष्ट्रीय सुरक्षा परामर्शदाता मुवफ़्फ़क रुबाई ने कहा \"…यह सुनवाई निष्पक्ष होगी, जिसमें बचाव अधिवक्ता के साथ ही, समुचित अभियोजन अधिवक्ता भी मौजूद रहेंगे…\"\n",
        "output": [
            "In a statement to CNN, Iraqi national security advisor Muwaffaq Rubaie said that \"...this is going to be a fair, just trial with a defense counsel in there, with a proper prosecuting counsel as well there...\"\n"
        ]
    },
    {
        "input": "कैनबरा विश्वविद्यालय के राष्ट्रीय खेलकूद अध्ययन संस्थान के निदेशक कीथ लियोन्स के अनुसार, खेलकूद ऑस्ट्रेलियाई संस्कृति का एक महत्वपूर्ण हिस्सा है और खेलकूद के विकास के लिए दोनों पार्टियों का समर्थन प्राप्त है।\n",
        "output": [
            "According to Keith Lyons, the University of Canberra Director of the National Institute of Sport Studies, sport is an important part of Australian culture and the development of sport enjoys bipartisan support.\n"
        ]
    },
    {
        "input": "2002 में इरा जासूसी रिंग के आरोपों पर विधानसभा और कार्यकारी भंग होने के बाद से लंदन से प्रत्यक्ष शासन लागू हो गया है।\n",
        "output": [
            "Direct rule from London has been in place since the Assembly and Executive dissolved in 2002 over allegations of IRA spying ring.\n"
        ]
    },
    {
        "input": "इराक के मंत्रियों की परिषद का कहना है कि तुर्की सेना उत्तरी इराक के कुर्दिश इलाकों में घुसपैठ करके इराकी संप्रभुता का उल्लंघन कर रही है।\n",
        "output": [
            "Iraq's council of ministers says the Turkish military is violating Iraqi sovereignty by conducting the incursion into Kurdish areas of northern Iraq.\n"
        ]
    },
    {
        "input": "गैग्बो के प्रवक्ता, आब्दोन जॉर्ज बेयेटो, ने BBC को बताया कि चुनावों में \"अवलंबी के खिलाफ़ अंतर्राष्ट्रीय साजिश\" के रूप में धांधली हुई थी और औटरा को सत्ता में लाने के लिए उसके वफ़ादार लगातार लड़ाई कर रहे थे।\n",
        "output": [
            "Gbagbo's spokesman, Abdon George Bayeto, told the BBC the elections were rigged as an \"international plot against the incumbent\" and was going to continue fighting forces loyal to Ouattara.\n"
        ]
    },
    {
        "input": "वहां प्रधान मंत्री स्टीफ़न हार्पर, उनकी पत्नी और उनके दो बच्चों समेत लगभग 25,000 लोग थे।\n",
        "output": [
            "About 25,000 people including Prime Minister Stephen Harper, his wife and their two children were there.\n"
        ]
    },
    {
        "input": "परमाणु क्षमता वाला एकमात्र अन्य यूरोपीय देश फ्रांस है।\n",
        "output": [
            "The only other European country with nuclear capability is France.\n"
        ]
    },
    {
        "input": "30 सेकेंड का यह विज्ञापन (स्रोत नीचे देखें) अब YouTube पर देखा जा सकता है।\n",
        "output": [
            "The 30 second ad (see source below) can now be viewed on YouTube.\n"
        ]
    },
    {
        "input": "\"सवाल यह है कि तेहरान हम से बात क्यों नहीं करेंगे।\"\n",
        "output": [
            "\"The question is, why will Tehran not talk to us?\"\n"
        ]
    },
    {
        "input": "संयुक्त राज्य के राज्य सचिव कोंडोलीज़ा राइस ने भी यह कहते हुए, कि ईरान के खिलाफ सैन्य कार्रवाई के लिए कांग्रेस का कोई प्राधिकरण नहीं है, इनकार किया कि एक हमला आसन्न था।\n",
        "output": [
            "The United States Secretary of State Condoleezza Rice also denied that an attack was imminent, stating that there is no Congressional authorization for military action against Iran.\n"
        ]
    },
    {
        "input": "अधिकारियों का कहना है कि शनिवार को रूस के हवाई अड्डे पर विमान के उतरते समय होने वाली दुर्घटना घने कोहरे के कारण हुई जिसमें कोई भी जीवित नहीं बचा है।\n",
        "output": [
            "Officials say the crash, which occurred when the plane was approaching a Russian airport on Saturday, was due to dense fog, and that there are no survivors.\n"
        ]
    },
    {
        "input": "2004 में, डॉ। आफ़िया को एफबीआई द्वारा \"अल-कायदा ऑपरेटिव एंड फैसिलिटेटर\" के रूप में पहचाना गया था जिसने अमेरिका के लिए एक स्पष्ट और वर्तमान खतरा उत्पन्न किया था।\n",
        "output": [
            "In 2004, Dr. Aafia was identified by the FBI as an \"Al-Qaeda operative and facilitator who posed a clear and present danger to America\".\n"
        ]
    },
    {
        "input": "2007 के विश्व कप के बाद तक उन्हें कोच बने रहना था और पीसीबी के साथ उनका अनुबंध समाप्त होने के बाद इंग्लैंड के कोच के रूप में डंकन फ़्लेचर को प्रतिस्थापित करके उनका नाम दिया गया था।\n",
        "output": [
            "He was to remain coach until after the 2007 World Cup, and was tipped to replace Duncan Fletcher as the coach of England after his contract with the PCB expired.\n"
        ]
    },
    {
        "input": "जैसा कि नावों के लिए, \"हमें अंतरराष्ट्रीय कानून द्वारा उन्हें मालिकों को वापस देने की पेशकश करने की आवश्यकता है, लेकिन जैसा कि चालक दल तुरंत मालिकों को इंडोनेशिया वापस लाने की क्षमता को प्रत्यावर्तित कर रहे हैं ... काफी सीमित है,\" सीनेटर ने समझाया।\n",
        "output": [
            "As for the boats, \"We're required by international law to offer them to bond them back to the owners, but as the crew are immediately repatriated the ability of the owners to get them back to Indonesia ... is fairly limited,\" the Senator explained.\n"
        ]
    },
    {
        "input": "करी ने बताया कि जिन लोगों का उपचार सफल रहा, उनके लिए यह परिणाम सत्य रहे \"भले ही वह किसी भी चीज से ठीक हुए हों, फिर चाहें वह संज्ञानात्मक व्यवहारपरक चिकित्सा हो, प्रोज़ैक हो, दोनों उपचार हों, या फिर प्लेसीबो हो।\n",
        "output": [
            "Curry noted that the results for those treated successfully held true \"whatever they responded to — cognitive-behavioral therapy, Prozac, both treatments, or a placebo\".\n"
        ]
    },
    {
        "input": "ओमारियन अभिनीत बाउ वाउ का \"लेट मी होल्ड यू\" 5-9 से नीचे आ गया और लाइफहाउस के \"यू एंड मी\" ने दो स्थान गिरकर टॉप-10 की लिस्ट को पूरा किया।\n",
        "output": [
            "Bow Wow’s “Let Me Hold You” featuring Omarion fell 5-9 and Lifehouse’s “You and Me” rounded out the top-10 with a two position dip.\n"
        ]
    },
    {
        "input": "नए एडेंडा में इराकी सैन्य औद्योगिक आयोग, \"राज्य द्वारा संचालित सैन्य-औद्योगिक परिसर\" के बारे में जानकारी शामिल थी, जिसने \"सभी शासन के हथियार कार्यक्रमों के विकास में केंद्रीय भूमिका\" निभाई।\n",
        "output": [
            "The new addenda included information on the Iraqi Military Industrial Commission, the \"state-run military-industrial complex\" which played a \"central role in the evolution of all the Regime's weapons programs\".\n"
        ]
    },
    {
        "input": "सभी साक्षात्कार ई-मेल पर लिए जाते हैं और साक्षात्कारों को बिना काट-छांट के प्रकाशित किया जाता है ताकि उम्मीदवारों का पूरा संदेश हमारे पाठकों तक बिना किसी बाधा के पहुंच सके।\n",
        "output": [
            "All interviews are conducted over e-mail, and interviews are published unedited, allowing candidates to impart their full message to our readers, uninterrupted.\n"
        ]
    },
    {
        "input": "आरोपियों के वकील ने कहा कि उन्हें लगता है कि परिस्थितियों को देखते हुए आरोप अत्यधिक हैं।\n",
        "output": [
            "A lawyer for the men said he felt the charges were excessive considering the circumstances.\n"
        ]
    },
    {
        "input": "\"जांच अभी बहुत शुरुआती दौर में है और तहकीकात जारी है,\" प्रवक्ता ने कहा।\n",
        "output": [
            "\"The investigation is at a very early stage and inquiries are continuing,\" the spokeswoman said.\n"
        ]
    },
    {
        "input": "चिली और नॉर्वे के अलावा जहाँ तक 300 से अधिक \"नागरिक संवाददाताओं\" का आगमन सियोल में जून 23 से जून 26, 2005 तक ओहमाईन्यूज इंटरनेशनल सिटीजन रिपोर्टर्स फोरम में एक साथ हो रहा है।\n",
        "output": [
            "More than 300 \"citizen reporters\" hailing from countries as far apart as Chile and Norway are coming together at the OhmyNews International Citizen Reporters' Forum from June 23 to June 26, 2005 in Seoul.\n"
        ]
    },
    {
        "input": "एकेपी के पास ग्रेंड नेशनल एसेम्बली ऑफ़ टर्की की 550 सीटों में 353 सीटें हैं।\n",
        "output": [
            "The AKP has 353 of the 550 seats in Grand National Assembly of Turkey.\n"
        ]
    },
    {
        "input": "ब्लैकलिस्ट में डाले गए विकिलीक्स के एक यूआरएल में डेनमार्क में ब्लॉक वेबसाइटों की लीक की गई सूची है।\n",
        "output": [
            "One of the blacklisted URLs to Wikileaks includes a leaked list of blocked websites in Denmark.\n"
        ]
    },
    {
        "input": "\"मैंने यह खुद किया क्योंकि मुझे विकिपीडिया लेखों को सुधारना अच्छा लगता है\"।\n",
        "output": [
            "\"I did this on my own 'becuz' I like improving Wikipedia articles\".\n"
        ]
    },
    {
        "input": "क्या समलैंगिक पादरी को बिशप बनने की अनुमति दी जाएगी, यह 2003 में भी एक मुद्दा बन गया था, जब रेव जेफरी जॉन को बिशप ऑफ रीडिंग के रूप में नियुक्त किया गया था।\n",
        "output": [
            "Whether gay clergyman would be allowed to become bishops became an issue in 2003 with the appointment of Rev Jeffrey John as Bishop of Reading.\n"
        ]
    },
    {
        "input": "\"जैसे ही हमा कमांडिग ऑफ़िसर के पास से निकले उसने इस बार एक बड़ी मुस्कुराहट हमे.दी। कुछ दूसरे सैनिकों ने कुछ छोटी, शर्मीली मुस्कराहट हमारे निकलते समय दी।\"\n",
        "output": [
            "\"The commanding officer gave us a very big smile this time as we passed him and several of the soldiers gave smaller, shy smiles as we passed.\"\n"
        ]
    },
    {
        "input": "एफए के मुख्य कार्यकारी अधिकारी ब्रायन बारविक ने ग्लेनएगल्स, स्कॉटलैंड में आईएफएबी की वार्षिक बैठक में अपनी निराशा व्यक्त की: \"हम लक्ष्य-पंक्ति प्रौद्योगिकी के पक्ष में थे, लेकिन अब अधिक प्रयोग नहीं होंगे और यह अगले साल के एजेंडे पर वापस नहीं आएगा, या न ही निकट भविष्य में वापस आएगा।\"\n",
        "output": [
            "FA chief executive Brian Barwick expressed his disappointment at the annual meeting of the IFAB in Gleneagles, Scotland: \"We were in favour of goal-line technology but there will be no more experiments and it will not be back on the agenda next year, or in the foreseeable future.\"\n"
        ]
    },
    {
        "input": "\"कनाडाई सैनिकों द्वारा कथित न्यायेतर हत्या के लिए दर्ज किए गए कुछ उदाहरण हैं किंतु हत्या के लिए कोई कोर्ट मार्शल दर्ज नहीं है।\"\n",
        "output": [
            "\"There are a few recorded instances of alleged extra-judicial killing by Canadian soldiers, but no court martials for murder.\"\n"
        ]
    },
    {
        "input": "सवाल यह है कि हमें क्या नहीं बताया जाना चाहिए और इसे कौन तय करता है।\n",
        "output": [
            "The question is what we need not to be told and who decides.\n"
        ]
    },
    {
        "input": "कुछ दिनों पहले, मुख्यमंत्री ने कहा था कि बिक्री कर में किसी भी कमी के परिणामस्वरूप बस किराए में बढ़ोतरी हो सकती है।\n",
        "output": [
            "A couple of days ago, the Chief Minister had said that any reduction in the sales tax could result in the bus fares going up.\n"
        ]
    },
    {
        "input": "अल-असद ने कहा कि वो इजरायल से सीधे समझौता नहीं करेंगे लेकिन वो तुर्की में वार्ता के इच्छुक हैं।\n",
        "output": [
            "Al-Assad said that he would not negotiate directly with Israel, but is willing to have discussions in Turkey.\n"
        ]
    },
    {
        "input": "क्रॉसरिल यह संकेत नहीं देता है कि यह मूल प्रस्ताव में उचित मूल्य प्रदान करने का प्रयास करेगा और इसके बजाय केवल लगभग 50 पाउंड प्रति संपत्ति की पेशकश करने जा रहा है, इस उम्मीद में कि कई लोग इस मामले को भूमि न्यायाधिकरण में नहीं ले जाएं।\n",
        "output": [
            "Crossrail does not indicate that it will attempt to assign a fair value in the original offer and instead is only going to offer around £50 per property in the hope that not many people take the matter to the Land Tribunal.\n"
        ]
    },
    {
        "input": "इंडोनेशिया ने मार्च में कैरियर को एक और दुर्घटना के बाद मैदान में उतारा था, जिसमें एक B737 रनवे पर ओवरशॉट हो गया था।\n",
        "output": [
            "Indonesia grounded the carrier in March after another accident in which a B737 overshot a runway.\n"
        ]
    },
    {
        "input": "\"इसके अतिरिक्त अभ्यर्थियों की उम्र 31 दिसंबर, 2006 को 32 वर्ष से अधिक नहीं होनी चाहिए…\"\n",
        "output": [
            "\"Furthermore, applicants should not be more than 32 years old on 31 December, 2006 …\"\n"
        ]
    },
    {
        "input": "खेल में जाने पर, टीमों ने एक-दूसरे के खिलाफ आठ गेम खेले, जिनमें से प्रत्येक में 4 जीत दर्ज की गई।\n",
        "output": [
            "Going into the game, the teams had played eight games against each other, splitting the record at 4 wins each.\n"
        ]
    },
    {
        "input": "वास्तव में मैंने आज ही एक सूट दूसरे अमरीकी को बेचा है।'\n",
        "output": [
            "I sold a suit today to another American, as a matter of fact.'\n"
        ]
    },
    {
        "input": "वैज्ञानिकों ने डुरिंगटन वाल्स में यूनाइटेड किंगडम की सबसे बड़ी नवपाषाण बस्ती का खुलासा किया है और उनका मानना है कि गांव में स्टोनहेंज स्मारक बनाने वाले लोगों का निवास था।\n",
        "output": [
            "Scientists have uncovered the largest Neolithic settlement in the United Kingdom at the Durrington Walls and believe that the village was inhabited by the people who built the Stonehenge monument.\n"
        ]
    },
    {
        "input": "\"इस वर्ष के बजट परिणामों में परिलक्षित घाटे के बढ़ने के प्राथमिक कारण बायपार्टिसन स्टिमुलस बिल और धीमी अर्थव्यवस्था हैं।\"\n",
        "output": [
            "\"The bipartisan stimulus bill and the slow economy are the primary reasons for the increase in deficit as reflected in this year's budget results.\"\n"
        ]
    },
    {
        "input": "उसने यह भी कहा कि फायरिंग थॉमस के बारे में शिकायत दर्ज करने का परिणाम था।\n",
        "output": [
            "She also stated that the firing was the result of her filing a complaint about Thomas.\n"
        ]
    },
    {
        "input": "अपने रंग बिरंगे इतिहास के दौरान एक बार कैसल के मालिक विलियम लीवर थे जिन्होंने यूनिलीवर की स्थापना की थी।\n",
        "output": [
            "Throughout its colourful history, the castle was at one time owned by William Lever who founded Unilever.\n"
        ]
    },
    {
        "input": "2005 में उन्होंने यूरोविज़न को मनाने के लिए एक विशेष कार्यक्रम में उपस्थिति दर्ज कराई।\n",
        "output": [
            "In 2005 he made an appearance on a special programme to commemorate Eurovision.\n"
        ]
    },
    {
        "input": "उसके वकील जेम्स ई ब्लाट के अनुसार, जेम्स दोषी नहीं होने की दलील देगा।\n",
        "output": [
            "James will plead not guilty, according to his attorney, James E. Blatt.\n"
        ]
    },
    {
        "input": "स्ट्रेट ऑफ़ होर्मुज़ बड़े रणनीतिक महत्व का एक प्रमुख शिपिंग मार्ग है।\n",
        "output": [
            "The Strait of Hormuz is a major shipping route of great strategic importance.\n"
        ]
    },
    {
        "input": "खराब किस्मत और बदलावों ने मैच में पहली बार जर्मनी को इस रणनीतिक खेल में असरदार बना दिया।\n",
        "output": [
            "The bad luck and changes seemed to put Germany in charge of the tactical game for the first time in the match.\n"
        ]
    },
    {
        "input": "मियागी प्रिफेक्चर में पिछली रात 3000 लोगों को जाने को कहा गया है, कुल 5000 लोगों को स्थान छोड़कर जाने को कहा गया है।\n",
        "output": [
            "A total of 5,000 people have been told to evacuate, 3,000 last night in Miyagi Prefecture.\n"
        ]
    },
    {
        "input": "\"अगर हम शांति और विश्वास बनाए रखते हैं तो मुझे यकीन है कि सभी स्पेनी लोगों की इच्छा, परिवारों की इच्छा, सरकार की इच्छा—कि बंधक सुरक्षित और स्वस्थ अपने घरों को वापस लौटें—अवश्य पूरी होगी और यह अपहरण की घटना का पटाक्षेप संतोषजनक रूप से समाप्त होगा।\"\n",
        "output": [
            "\"If we remain calm and confident I am certain that what all Spaniards want, what the families want, what the government wants—that the hostages can return to their homes safe and sound and this kidnapping ends satisfactorily.\"\n"
        ]
    },
    {
        "input": "विकिपीडिया, विकिमीडिया फ़ाउंडेशन की एक परियोजना है, जो कि एक गैर-लाभकारी संस्था है जो सेंट पीटर्सबर्ग, फ्लोरिडा से बाहर आधारित है।\n",
        "output": [
            "Wikipedia is a project of the Wikimedia Foundation, a non-profit organisation based out of St. Petersberg, Florida.\n"
        ]
    },
    {
        "input": "दोनों देशों के संसदों ने इस समझौते को मंजूरी दी, जो दोनों देशों के लिए बाध्यकारी होगा।\n",
        "output": [
            "Parliaments in both countries approved the deal, which will be binding on both countries.\n"
        ]
    },
    {
        "input": "कट्टरपंथी इस्लामवादी पार्टी हमास ने पिछले महीने हुए गाजा पट्टी परिषद चुनावों में भारी बहुमत से जीत हासिल की है।\n",
        "output": [
            "Hamas, a radical islamist party, has won by a large majority in the Gaza Strip council elections held last month.\n"
        ]
    },
    {
        "input": "अंत में मार्च में, सेंट एंड्रयूज समझौते का एक चुनावी समर्थन होगा, यह या तो चुनाव या जनमत संग्रह के माध्यम से होगा।\n",
        "output": [
            "Finally in March, an electoral endorsement of the Saint Andrews Agreement will take place be it either through election or referendum.\n"
        ]
    },
    {
        "input": "कमेटी के अध्यक्ष कंजर्वेटिव सांसद टिम तेरो ने कहा, \"अगर विद्युत आपूर्ति को सुचारु बनाए रखना है तो नई उत्पादन क्षमता और ऊर्जा दक्षता में बहुत अधिक निवेश की आवश्यकता होगी।\"\n",
        "output": [
            "\"Very substantial investment in new generating capacity and energy efficiency will be required if the lights are to stay on,\" committee chairman Conservative MP Tim Yeo said.\n"
        ]
    },
    {
        "input": "इंडोनेशिया के स्टॉक मार्केट के एक ट्रेडर ने कहा, \"विद्युत् अन्धकार ने ऊर्जा संकट के बारे में एक चिंता पैदा कर दी है जो राष्ट्र के औद्योगिक क्षेत्र को नुकसान पहुंचा सकता है।\"\n",
        "output": [
            "\"The power outage has resulted in worries over an energy crisis which could hurt the nation's industrial sector,\" said a trader on Indonesia's stock market.\n"
        ]
    },
    {
        "input": "एक रिपोर्ट में कहा गया है कि यह एक खड्ड में दुर्घटनाग्रस्त हो गया जबकि एक अन्य स्टेट्स में. एक दलदली क्षेत्र में टकरा गया।\n",
        "output": [
            "One report says it crashed into a ravine while another states it crashed into a swampy area.\n"
        ]
    },
    {
        "input": "हिंद महासागर की सुनामी से एक वर्ष में, दुनिया का शोक और करुणा हिंद महासागर के सुनामी-ग्रस्त तट पर लौट आए, जहाँ कम से कम 216 000 लोगों ने अपनी जान गंवा दी।\n",
        "output": [
            "One year on from the Indian Ocean tsunami, the world's grief and compassion returned to the tsunami-battered coastlines of the Indian Ocean, where at least 216 000 people lost their lives.\n"
        ]
    },
    {
        "input": "गूगल ने काउंटर के पीछे के कोड को ठीक किए बगैर, 9 एप्रिल के बाद टेक्स्ट \"2075 के ऊपर\" पढ़ेगा।\n",
        "output": [
            "Unless Google adjusts the code behind the counter, the text will read \"Over 2075\" after April 9.\n"
        ]
    },
    {
        "input": "आज सुबह की हिंसा मेजर जनरल विलियम कैलडवेल के बयानों के विपरीत थी, जिन्होंने दावा किया था कि \"इराकी सरकार और उसके सुरक्षा बलों की सफलता को बेअसर करने के प्रयास में विद्रोही और आतंकवादी दोबारह से हमले कर रहे हैं,\" जनरल ने कहा कि हिंसा जुलाई से आधी हो गई थी, लेकिन पिछले दो दिनों में अचानक बढ़ गई।\n",
        "output": [
            "This morning's violence contrasted statements by Maj Gen William Caldwell, who claimed \"Insurgents and terrorists are hitting back in an attempt to offset the success of the Iraqi government and its security forces,\" the general went on to say that violence had fallen by half since July, but had increased suddenly in the last two days.\n"
        ]
    },
    {
        "input": "ग्लासगो पर यौन उत्पीड़न के लिए भी मुकदमा चल रहा है और दावा करते हैं कि मिलर सितंबर 2006 में उनके पास आए थे।\n",
        "output": [
            "Glasgow is also suing for sexual harassment, and claims Miller came on to him in September 2006.\n"
        ]
    },
    {
        "input": "संयुक्त राज्य अमेरिका के राष्ट्रपति पद के उम्मीदवारों, सीनेटर बराक ओबामा और जॉन मैककेन ने लेक फ़ॉरेस्ट में सैडलबैक चर्च से हो रहे एक सीधे फ़ोरम प्रसारण में हिस्सा लिया।\n",
        "output": [
            "United States Presidential candidates Senators Barack Obama and John McCain each participated in a live forum broadcast from Saddleback Church in Lake Forest.\n"
        ]
    },
    {
        "input": "उन्होंने कहा, \"हम सभी जिम्मेदार पक्षों से मानवाधिकारों के उल्लंघन को तुरंत रोकने के लिए कहते हैं और हम सरकार से इन मामलों की स्वतंत्र जांच के लिए तत्काल कदम उठाने का आग्रह करते हैं।\"\n",
        "output": [
            "\"We call on all responsible parties to immediately stop such violations of human rights, and we urge the government to take immediate steps to independently investigate these cases,\" he said.\n"
        ]
    },
    {
        "input": "भागने या भागने के प्रयास की स्थिति में एक लंबे अतिरिक्त विवरण नियम का पालन करता है।\n",
        "output": [
            "A lengthy addition details rules to follow in the event of an escape or escape attempt.\n"
        ]
    },
    {
        "input": "बीबीसी समाचार कहता है कि पत्र कहता है यदि ईरान इरान देश के साथ युद्ध करना चाहता है तो किस चीज़ की आवश्यकता होगी।\n",
        "output": [
            "BBC News says the letter states what would be needed if Iran was willing to continue any battle with the country of Iraq.\n"
        ]
    },
    {
        "input": "\"मैंने देखा कि काला धुआँ उठ रहा है और एक इमारत के गिरने की आवाज़ आ रही है\"।\n",
        "output": [
            "\"I saw black smoke rising and the sound of a building crashing down\".\n"
        ]
    },
    {
        "input": "1893 के विशेषाधिकार और इसके कुलपति के रूप में प्रिंस ऑफ़ वेल्स के साथ पिछले साल यूओडब्ल्यु में मलेशिया की साझेदार संस्था के प्रमुख, एक स्थानीय पॉप कलाकार, की योग्यताएं गैर-क़ानूनी होने के मामले के बाद से समस्याएं शुरू हुईं. \n",
        "output": [
            "With a charter from 1893 and the Prince of Wales as its chancellor, problems began at UoW last year after concerns the head of a Malaysian partner institution, a local pop artist, had non-legitimate qualifications. \n"
        ]
    },
    {
        "input": "व्हाइट हाउस के सलाहकार वैलेरी जैरेट ने कहा कि यह एक \"बहुत, बहुत महत्वपूर्ण कदम\" था।\n",
        "output": [
            "Valerie Jarrett, a White House adviser, said it was a \"very, very important step.\"\n"
        ]
    },
    {
        "input": "वर्तमान में, एमएसटी को ब्राजीलीयन सरकार की ओर से सहायता और इंटरनेशनल संस्थाओं द्वारा चंदा मिलता है।\n",
        "output": [
            "Currently, MST receives help from the Brazilian government and donations from international organizations.\n"
        ]
    },
    {
        "input": "पुलिस उन कुछ (खास तौर पर महिलाओं) को नीचे ला रही थी जिन्होंने अपनी संपत्ति की तोड़-फोड़ में हस्तक्षेप करने की कोशिश की थी।\n",
        "output": [
            "Police was bringing down those few (basically women) who tried to interfere with the destruction of their property.\n"
        ]
    },
    {
        "input": "दो बच्चों के पिता, बिल रुस्को के अनुसार, भालू ने लिगोनियर टाउनशिप में रूट 30 को पार किया और बैडमिंटन खेल रहे तीन बच्चों की ओर बढ़ गए।\n",
        "output": [
            "According to Bill Rusko, the father of two of the children, the bear crossed Route 30 in Ligonier Township and moved towards the three kids as they played badminton.\n"
        ]
    },
    {
        "input": "2005 से पहले 555 कैलिफोर्निया, बैंक ऑफ अमेरिका का विश्व मुख्यालय था लेकिन यह स्थिति तब समाप्त हो गई जब उत्तरी कैरोलिना स्थित नेशंसबैंक ने एपी गियानिनी के वेस्ट कोस्ट बैंकिंग विरासत का अधिग्रहण कर उसका नाम बी ऑफ ए रख दिया, लेकिन इसका प्रधान मुख्यालय चार्लोट एनसी में स्थापित किया।\n",
        "output": [
            "Before 2005, 555 California had been Bank of America's World HQ, but that status ended when North Carolina based NationsBank ate up A.P Giannini's west coast banking legacy and kept the B of A name, but made the main HQ in Charlotte NC.\n"
        ]
    },
    {
        "input": "वर्तमान में, ब्रिटिश विद्यार्थियों द्वारा प्रत्येक वर्ष लगभग दस मिलियन परीक्षण किए जाते हैं।\n",
        "output": [
            "Currently, almost ten million tests are sat each year by British pupils.\n"
        ]
    },
    {
        "input": "यूनिवर्सिटी ऑफ चिली जियोलॉजिकल सर्वे (यूसीजीएस) के अनुसार, पिचिलमू के उन्नीस किलोमीटर पश्चिम में स्थित उपरिकेंद्र पर 5.9 की तीव्रता का भूकंप दर्ज किया गया।\n",
        "output": [
            "The aftershock reached a magnitude of 5.9 with the epicenter located nineteen kilometers west of Pichilemu, according to the University of Chile Geological Survey (UCGS).\n"
        ]
    },
    {
        "input": "समाचार रिपोर्टों के अनुसार, मैकहेल ने कनाडाई झंडे को DCE (डगलस क्रीक संपदा) से सड़क के उस पार लगाने का इरादा रखा, जहां 10 महीने से आदिवासी कब्जे जमा रहे हैं।\n",
        "output": [
            "According to news reports, McHale intended to put the Canadian flag across the street from DCE (Douglas Creek Estates) where the aboriginal occupation has been ongoing for 10 months.\n"
        ]
    },
    {
        "input": "जब ओपेन्हेमर ने गुप्त हथियार डिजाइन प्रयोगशाला, लॉस एलामोस, शुरू की, तब उन्होंने बेथ को सैद्धांतिक विभाग का निदेशक नियुक्त किया।\n",
        "output": [
            "When Oppenheimer started the secret weapons design laboratory, Los Alamos, he appointed Bethe as Director of the Theoretical Division.\n"
        ]
    },
    {
        "input": "अनाम संपादक ने विकिमीडिया समुदाय से एक लंबी माफी मांगी, जिसमें कहा गया, \"मुझे उम्मीद है कि यह इससे यह अटकल स्पष्ट हो जाएगी कि कोई इस त्रासदी के बारे में कोई तो जानता इससे पहले कि उसका पता चला हो।\"\n",
        "output": [
            "The anonymous editor left a lengthy apology to the Wikimedia community, explaining, \"I hope this puts an end to this speculation that someone knew about the tragedy before it was discovered.\"\n"
        ]
    },
    {
        "input": "इस समय ब्रिस्टल बे राज्य में सैल्मन मछली पकड़ने के शीर्ष स्थानों में से एक है।\n",
        "output": [
            "Bristol Bay currently is one of the top salmon fishing grounds in the state.\n"
        ]
    },
    {
        "input": "शोधकर्ता और अल्बर्टा कैंसर बोर्ड और कैपिटल हेल्थ डीसीए के कैंसर के इलाज के उपयोग की सलाह नहीं देते हैं, क्योंकि कैंसर के इलाज के लिए दवाओं के उपयोग के लिए नैदानिक परीक्षण अभी तक नहीं किए गए हैं।\n",
        "output": [
            "The researchers and the Alberta Cancer Board and Capital Health do not advise the use of DCA to treat cancer yet, as clinical trials for the drugs use to treat cancer have not been performed yet.\n"
        ]
    },
    {
        "input": "मरने वाले अधिकांश निचले डेक पर भोजन कर रहे थे और नीचे फंस गए थे।\n",
        "output": [
            "Most who died were dining on the lower deck, and were trapped below.\n"
        ]
    },
    {
        "input": "संयुक्त राज्य अमेरिका के कैलिफ़ोर्निया के रेमंड ली ओएलर को पांच अमेरिकी वन सेवा अग्निशामकों की हत्याओं का दोषी ठहराया गया है, जबकि उन्होंने जंगल की आग पर काबू पाने का प्रयास किया था।\n",
        "output": [
            "Raymond Lee Oyler of California, United States has been convicted of the murders of five US Forest Service firefighters killed while attempting to control a wildfire he had lit.\n"
        ]
    },
    {
        "input": "विस्फोट में तीन मील का अनुमानित विस्फोट रेडियस था।\n",
        "output": [
            "The explosion had an estimated blast radius of three miles.\n"
        ]
    },
    {
        "input": "राष्ट्रपति बुश ने ARD German टेलीविजन पर पहले कहा था कि वह ग्वांतानामो खाड़ी के हिरासत शिविर को बंद करना चाहते हैं।\n",
        "output": [
            "President Bush said previously on ARD German television that he wants to close the Guantanamo Bay detainment camp.\n"
        ]
    },
    {
        "input": "सोलोमन द्वीप समूह (टीसीएसआई) के दूरसंचार आयोग ने पापुआ न्यू गिनी (पीएनजी) मोबाइल फ़ोन प्रदाता पर जुर्माना लगाया गया है, क्योंकि वह अपने लाइसेंस की शर्तों की निर्धारित समय सीमा को पूरा करने में विफल रहा है।\n",
        "output": [
            "The Telecommunications Commission of the Solomon Islands (TCSI) have issued a fine to a Papua New Guinea (PNG) mobile phone provider, for failing to meet the deadlines set out in the terms of its license.\n"
        ]
    },
    {
        "input": "टूर्नामेंट 1947 में सिंगापुर और मलेशियाई टीमों के लिए एक आमंत्रण कार्यक्रम के रूप में शुरू हुआ और तब से राष्ट्रीय और क्लब टीमों के विकसित रूप में दुनिया भर से आमंत्रित हो रहे हैं।\n",
        "output": [
            "The tournament began in 1947 as an invitational event for Singapore and Malaysian teams and since grown into national and club teams from around the world are invited.\n"
        ]
    },
    {
        "input": "उनका कहना है कि परिचालन लागत का 70% ईंधन के साथ लिया जाता है और एयरलाइन ने पहले ही 100 बात से 850 बात प्रति लेग के हिसाब से ईंधन सरचार्ज फिर से बढ़ा दिया है।\n",
        "output": [
            "He says 70% of operating costs are taken up with fuel, and the airline has already raised fuel surcharges again by 100 baht to 850 baht per leg.\n"
        ]
    },
    {
        "input": "ऑस्ट्रेलियाई गवर्नर जनरल, मेजर जनरल जेफरी ने एक बयान में कहा, \"किसी भी मापदंड पर सर जोह एक असाधारण राज्य निर्माता थे जिन्हें क्वींसलैंड को सबसे ऊपर रखने के लिए याद किया जाएगा।\"\n",
        "output": [
            "\"By any measurement, Sir Joh was an exceptional state builder who will be remembered for consistently placing Queensland first,\" said the Australian Governor General, Major General Jeffery, in a statement.\n"
        ]
    },
    {
        "input": "जैसा कि इरादा है, यह दर्शकों को टायरों को पहचानने में मदद करेगा, यह टायर के बाहरी तरफ पहले दिखने वाले सफेद भारी डॉट की तुलना में अधिक सहायक होगा।\n",
        "output": [
            "As intended, this will help audience to distinguish the tyres, it will be more helpful than the previous white heavy dot on the outer side of the tyre.\n"
        ]
    },
    {
        "input": "नि: शुल्क मानक समूह के कार्यकारी निदेशक जिम जैमलिन ने एसोसिएटेड प्रेस को बताया, \"स्थिरता की समस्या बड़ी चीजों में से एक है और यह विंडोज की सबसे बड़ी ताकत है।\"\n",
        "output": [
            "\"One of the big things that's difficult is consistency, and that's Windows' biggest strength,\" Jim Zemlin, executive director of the Free Standards Group, told the Associated Press.\n"
        ]
    },
    {
        "input": "एनएसडब्ल्यू के प्रीमियर, मॉरिस इम्मा ने दिसंबर 2005 में घोषणा की कि वे स्नोई हाइड्रो में राज्य के हिस्से को बेचना चाहते हैं जिसके कारण संघीय और विक्टोरियाई सरकारों ने भी ऐसा करने का विचार किया।\n",
        "output": [
            "NSW Premier Morris Iemma announced in December 2005 that he wished to sell the state's share in Snowy Hydro that caused the federal and Victorian governments to follow.\n"
        ]
    },
    {
        "input": "\"मेरा अनुमान है कि ये वो एक बात है, जिसने गेम को पलट दिया, लेकिन अब आप क्या कर सकते हैं?\" एडिलेड कप्तान ट्रेविस डॉड ने मैच के बाद फॉक्स स्पोर्टस से कहा।\n",
        "output": [
            "\"It's one of those things I guess, it changed the game, but what can you do about it now?\" Adelaide Captain Travis Dodd told Fox Sports after the match.\n"
        ]
    },
    {
        "input": "2003 के चुनाव में, एडीक्यू ने 21% वोट प्राप्त किए।\n",
        "output": [
            "In the 2003 election, the ADQ garnered 21% of the vote.\n"
        ]
    },
    {
        "input": "जैसे ही भालू जंगल में वापस भागा, कुत्ते ने उसका पीछा किया।\n",
        "output": [
            "As the bear ran back into the woods, the dog chased it.\n"
        ]
    },
    {
        "input": "नासा के कैसिनी ऑर्बिटर ने शनि से उल्लेखनीय चित्र वापस भेजे हैं, जिससे पता चलता है कि ग्रह के प्रसिद्ध छल्ले उम्मीद से कहीं अधिक ऊबड़ हैं।\n",
        "output": [
            "NASA's Cassini orbiter has sent back remarkable images from Saturn, revealing that the planet's famous rings are far more bumpy than expected.\n"
        ]
    },
    {
        "input": "सीआरए की सलाह है कि इसके परिणाम स्वरूप संचित हो गए टैक्स रिटर्न्स को संसाधित करने के लिए यह शीघ्रता से काम करेगा।\n",
        "output": [
            "The CRA suggests that it would work quickly to process the resulting backlog of tax returns.\n"
        ]
    },
    {
        "input": "विकीन्यूज़ के अपने पैट्रिक मैनियन ने यूएसए सोशलिस्ट पार्टी के मनोनीत और प्रत्याशी ब्रायन मूर के साथ ई-मेल के जरिए पत्र व्यवहार किया।\n",
        "output": [
            "Wikinews' own Patrick Mannion corresponded with the Socialist Party USA nominee and candidate, Brian Moore via e-mail.\n"
        ]
    },
    {
        "input": "नीचे दिए गए फोटोग्राफ में सीनियर लेफ्टिनेंट (नेवी) आर्मस्ट्रांग, RCSCC 18 वैनगार्ड के कार्यकारी अधिकारी, पृष्ठभूमि में वैनगार्ड के कैडेट हैं।\n",
        "output": [
            "Seen in the photograph below is Lieutenant (Navy) Armstrong, the Executive Officer of RCSCC 18 Vanguard, in the background, are Vanguard cadets.\n"
        ]
    },
    {
        "input": "मोटर बंद हो गया और हेलीकॉप्टर जमीन पर गिर गया, अगस्टिन वर्गास नामी एक स्थानीय निवासी ने बताया।\n",
        "output": [
            "The motor stopped and the helicopter plummeted to the ground, said one local resident named Agustin Vargas.\n"
        ]
    },
    {
        "input": "उन्होंने यह भी कहा कि यदि कीमतें गिरती हैं तो एयरलाइन आराम से सेवा में लौट सकती है, यह देखते हुए कि, \"अगर ईंधन की कीमतों में कमी के साथ स्थिति में सुधार हुआ और लाभप्रदता दृष्टिकोण बेहतर रहा, तो हम फिर से एअरबोर्न हो सकते हैं।\"\n",
        "output": [
            "He also said that the airline could return to service with ease if prices dropped, noting that, \"if the situation improved with fuel prices being lowered and the profitability outlook was better, we could be airborne again.\"\n"
        ]
    },
    {
        "input": "आईएमबी के अनुसार, 15 मार्च के बाद से पूर्वी अफ्रीकी देश के तटीय जल में 23 अन्य समुद्री डाकू हमले हुए हैं।\n",
        "output": [
            "According to the IMB, there have been 23 other pirating attacks in coastal waters off the east African nation since March 15.\n"
        ]
    },
    {
        "input": "वुड ने कहा कि जब स्ट्रॉ गृह सचिव थे, तो उन्हें \"अक्सर सलाह दी जाती थी कि चीजें गैरकानूनी है और वैसे भी आगे बढ़ीं और अदालतों में समर्थित हुई हैं।\n",
        "output": [
            "Wood said that Straw had \"often been advised things were unlawful and gone ahead anyway and won in the courts\" when he was home secretary.\n"
        ]
    },
    {
        "input": "वीपन-ग्रेड प्लूटोनियम एक्सट्रैक्ट करने के लिए छड़ को कई महीनों तक रीप्रोसेस किया जा सकता है।\n",
        "output": [
            "The rods could be reprocessed for several months to extract weapons-grade plutonium.\n"
        ]
    },
    {
        "input": "\"जिस तरह पाइपर अल्फ़ा त्रासदी ने दो दशक से अधिक समय पहले उत्तरी सागर की खोज के खतरों पर जोर दिया था, औचेंगिच आपदा ने पूरे स्कॉटलैंड के खनिकों को उन सभी खतरों और जोख़िमों से अवगत करा दिया है, पर जब भी वे खदान में उतरते थे इसे अपनी नौकरी के हिस्से के रूप में मानकर हर बार इसे हल्के में लेते थे।\"\n",
        "output": [
            "\"Just as the Piper Alpha tragedy more than two decades ago underlined the hazards of North Sea exploration, the Auchengeich disaster showed all too starkly the dangers and risks which miners all over Scotland took for granted as part of their job every time they descended the pits.\"\n"
        ]
    },
    {
        "input": "बाल्टीमोर, वाशिंगटन डी.सी. और फिलाडेल्फिया सभी 100ºF (37.8ºC) से ऊपर पहुंचने की उम्मीद कर रहे हैं।\n",
        "output": [
            "Baltimore, Washington D.C. and Philadelphia are all expecting highs to reach above 100ºF (37.8ºC).\n"
        ]
    },
    {
        "input": ": \"धीरे-धीरे चलते हुए जहाँ सैनिक थे और उनकी ओर मुस्कुरा कर देखते हुए हमने, उस आदमी से संपर्क किया जो कमांडिंग अधिकारी लगता था।\"\n",
        "output": [
            ":\"Walking slowly down to where the soldiers were and smiling at them as we walked, we approached the man who appeared to be the commanding officer.\"\n"
        ]
    },
    {
        "input": "Citigroup Inc. द्वारा वर्ष के पहले दो महीनों के दौरान मुनाफे के प्रबंधन के बारे में खबर आने के बाद इस सप्ताह की शुरुआत में यह रैली शुरू हुई।\n",
        "output": [
            "The rally began earlier this week after the news from Citigroup Inc. about managing profits during first two months of the year.\n"
        ]
    },
    {
        "input": "रविवार को प्रसारित सीएनएन वुल्फ ब्लिट्जर लेट एडिशन पर अमेरिकी सीनेटर जॉर्ज एलन (आर-वीए) और बारबरा बॉक्सर (डी-सीए) दोनों ने ब्लिट्जर को बताया कि विरोध से पैदा हुए उपद्रव में वे मानते हैं कि राष्ट्रपति बुश को व्यक्तिगत रूप से सिंडी शीहान से मिलना चाहिए।\n",
        "output": [
            "On a CNN Wolf Blitzer Late Edition broadcast Sunday, U.S. Senators George Allen (R-VA) and Barbara Boxer (D-CA) both told Blitzer that in the furore created by the protest they believe President Bush should personally meet with Cindy Sheehan.\n"
        ]
    },
    {
        "input": "विमान का एयरक्राफ़्ट कम्युनिकेशंस एड्रेसिंग एंड रिपोर्टिंग सिस्टम (एकार्स) ने, एयरक्राफ़्ट के नीचे जाने से ठीक पहले, चार मिनट की अवधि में भेजे गए 24 संदेशों में विभिन्न समस्याओं और चेतावनियों के बारे में सूचित किया, जिसमें एयरक्राफ़्ट पर मिल रही अशुद्ध एयर स्पीड चेतावनियां भी शामिल थीं।\n",
        "output": [
            "The plane's Aircraft Communications Addressing and Reporting System (ACARS) sent out 24 messages over a four-minute long period stating numerous problems and warnings, including incorrect air speed warnings occurring aboard the aircraft, just prior to it going down.\n"
        ]
    },
    {
        "input": "\"इस प्रक्रिया में, हवा में बहुत सारी एल्यूमीनियम (एल्यूमीनियम) की धूल शामिल होती है। \"\n",
        "output": [
            "\"In the process, there is lots of aluminum (aluminium) dust floating in the air. \"\n"
        ]
    },
    {
        "input": "किंग्स्टन स्थित रोड आइलैंड विश्वविद्यालय के पीटर अगस्त ने टिप्पणी की, \"मैं वास्तव में उस संगतता पर चकित था जिसमें उन्होंने उत्तर की ओर मुँह किए गायों और हिरणों देखा।\"\n",
        "output": [
            "Peter August of the University of Rhode Island in Kingston, commented: \"I was really amazed at the consistency with which they found north-facing cows and deer.\"\n"
        ]
    },
    {
        "input": "£10 लाख की परियोजना में निकटवर्ती टेम्स नदी में रोमनी वियर पर जलमग्न टर्बाइन की श्रृंखला स्थापित करना शामिल रहेगा।\n",
        "output": [
            "The £1 million project will consist of a series of under-water turbines to be installed at Romney Weir in the nearby River Thames.\n"
        ]
    },
    {
        "input": "एमिली इस तूफानी मौसम को बढ़ाने वाला पांचवां उष्णकटिबंधीय तूफान है।\n",
        "output": [
            "Emily is the fifth tropical storm to develop this hurricane season.\n"
        ]
    },
    {
        "input": "ठीक 6:00 बजे के बाद। (EDT) साइट कुछ ही कनेक्शन मुद्दों के साथ ऑनलाइन वापस आ गई।\n",
        "output": [
            "Just after 6:00 p.m. (EDT) the site came back online with only a few connection issues.\n"
        ]
    },
    {
        "input": "कुछ अज़ेरिस का मानना है कि \"तीन घंटे की क्रांति\" से देश में कुछ भी बदलने नहीं वाला।\n",
        "output": [
            "Some Azeris believe that a \"three hour revolution\" wouldn't change anything in the country.\n"
        ]
    },
    {
        "input": "आप एक मजबूत पक्ष को बाहर कर देते हैं और आपको आश्चर्य होता है कि ऐसा कभी-कभी क्यों होता है।\n",
        "output": [
            "You put a strong side out and you wonder why sometimes.\n"
        ]
    },
    {
        "input": "यद्यपि कई यूरोपीय देश दवा का निर्माण करते हैं, जिसका उपयोग मुख्य रूप से यूरोप में एक कृत्रिम पदार्थ के रूप में किया जाता है, ऐसा कोई निर्माता नहीं पाया गया है जो इस का मौत की सजा के लिए उपयोग करने के लिए आपूर्ति को तैयार है, जिसके उन्मूलन की 2008 से यूरोपीय संघ द्वारा पैरवी कि जारही है।\n",
        "output": [
            "Although many European countries manufacture the drug, which is primarily used in Europe as an anæsthetic, no manufacturer has been found that is willing to supply it for use in conjunction with the death penalty, the abolition of which has been lobbied by the EU since 2008.\n"
        ]
    },
    {
        "input": "न्यू बग़दाद क्षेत्र के दुकान मालिकों और पालतू पशुओं के बाज़ार के ग्राहकों ने भी पुष्टि की कि जिस स्त्री को वहां पर उड़ा दिया गया था वह मानसिक रूप से विकलांग थी.\"\n",
        "output": [
            "In the New Baghdad area the shop owners and customers of the pet market confirmed that the woman who was blown-up there was mentally disabled as well.\"\n"
        ]
    },
    {
        "input": "हड़ताल ने नई दिल्ली में एक बहुत बड़े क्षेत्र को प्रभावित किया है जिसमें रोहिणी, चंदानी चौक, करोल बाग और दिल्ली के दक्षिण विस्तार के प्रमुख बाजार शामिल हैं।\n",
        "output": [
            "The strike has affected a very large area in New Delhi including major markets in Rohini, Chandani Chowk, Karol Bagh and south extension of Delhi.\n"
        ]
    },
    {
        "input": "ह्यूमनिटेरियन अवार्ड से देश के कलाकार पॉल ब्रांट को सम्मानित किया गया, जबकि वाल्ट ग्रिएलिस स्पेशल अचीवमेंट अवार्ड से सिटीटीवी और मचम्यूजिक के संस्थापक मोजेज़ नैमर को सम्मानित किया गया।\n",
        "output": [
            "The Humanitarian Award was presented to country performer Paul Brandt while the Walt Grealis Special Achievement Award was presented to Citytv and MuchMusic founder Moses Znaimer.\n"
        ]
    },
    {
        "input": "हालांकि, अपने सर्वरों के डिजाइनों को खुला स्रोत बनाकर, कंपनी को उम्मीद है कि दूसरों को उनके सुधार के तरीके मिलेंगे।\n",
        "output": [
            "However, by making the designs of its servers open source, the company hopes others will find ways to improve them.\n"
        ]
    },
    {
        "input": "सेंटर फॉर आर्म्स कंट्रोल एंड नॉन-प्रोलिफ़रेशन के लियोनोर टोमेरो ने कहा कि छूट का अभाव शर्मनाक स्थिति पैदा कर सकता है, जहां इसके तकनीकी कारणों से उत्तर कोरिया के परमाणु कार्यक्रम को समाप्त करने की प्रगति में देरी हो सकती है।\n",
        "output": [
            "The absence of the waiver could have led to an embarrassing situation where progress on dismantling North Korea's nuclear program would have been delayed because of a technicality, said Leonor Tomero of the Center for Arms Control and Non-Proliferation.\n"
        ]
    },
    {
        "input": "YouTube चीन में आम तौर पर आसानी से सुलभ है, जो अपने 'ग्रेट फ़ायरवॉल' के साथ अन्य अश्लील या विध्वंसक साइटों को अवरुद्ध करता है।\n",
        "output": [
            "YouTube is normally easily accessible in China, which blocks other pornographic or subversive sites with its 'Great Firewall'.\n"
        ]
    },
    {
        "input": "इसके बाद मार्सेलो गैलार्डो ने 52वें मिनट में घरेलू टीम के लिए 3-0 से बढ़त बना ली।\n",
        "output": [
            "Marcelo Gallardo then made it 3-0 for the home side in the 52nd minute.\n"
        ]
    },
    {
        "input": "कनाडा के संघीय कानून के अनुसार, संपूर्ण सरप्लस का इस्तेमाल कनाडा का कर्ज चुकाने के लिए किया जाना चाहिए और यह व्यय के लिए उपलब्ध नहीं है।\n",
        "output": [
            "By federal law, all surplus must be used to pay down Canada's debt, and is not available for spending.\n"
        ]
    },
    {
        "input": "यह सीधे Microsoft के मीडिया सेंटर ऑपरेटिंग सिस्टम से प्रतिस्पर्धा करेगा।\n",
        "output": [
            "It will directly compete with Microsoft's Media Center operating system.\n"
        ]
    },
    {
        "input": "\"हम हर संभव तरीके से लचीले हो गए हैं जब यह एक स्वैप सौदे के लिए आया था, लेकिन इज़रायल का पक्ष निर्णय लेने के लिए बहुत कमजोर था।\"\n",
        "output": [
            "\"We have been flexible in every possible way when it came to a swap deal, but the Israeli side was too weak to make a decision.\"\n"
        ]
    },
    {
        "input": "इसकी नौ सीनेटरों की अनुमानित भविष्यवाणी इसे सीनेट में शक्ति संतुलन की गारंटी देगी।\n",
        "output": [
            "Its predicted tally of nine senators will guarantee it the balance of power in the Senate.\n"
        ]
    },
    {
        "input": "सरकार, सार्वभौमिक राष्ट्रीय पहचान प्रणाली के लिए आतंकवाद और धोखाधड़ी से सुरक्षा के लिए इसका हवाला देती है।\n",
        "output": [
            "The government cites terrorism and fraud protection as needs for a universal national identity system.\n"
        ]
    },
    {
        "input": "उन्होंने कहा, \"हम इस बात पर ध्यान आकर्षित करने का प्रयास कर रहे हैं कि किसी भी बेरोजगार व्यक्ति को जो भी कार्य उसे दिया जाए उसे स्वीकार करना होगा क्योकि यदि किसी कार्य के प्रस्ताव को आप अस्वीकार करेंगे तो आपको. सेन्ट्ररलिंक भुगतान आठ सप्ताह तक नहीं मिलेगा.\"\n",
        "output": [
            "\"We've been trying to draw attention to the fact that any unemployed person will have to accept whatever conditions they're offered because if you reject a job offer you will lose Centrelink payments for eight weeks,\" he said.\n"
        ]
    },
    {
        "input": "इमारतें पहले ही ध्वस्त हो गई हैं और पेड़ गिर गए हैं।\n",
        "output": [
            "Buildings have already collapsed and trees have been knocked down.\n"
        ]
    },
    {
        "input": "नवनिर्वाचित पार्टी परिवारों, विशेष रूप से ग्रामीण परिवारों और बच्चों के साथ लोगों पर खर्च करने का संकल्प लेती है।\n",
        "output": [
            "The newly elected party also pledges to focus spending on households, especially rural families and those with children.\n"
        ]
    },
    {
        "input": "आने वाले दिनों में फ्रांस के विदेश मंत्री बर्नार्ड कोचनर मध्य पूर्व में इजरायली और फिलिस्तिनियों के बीच वार्ता को प्रोत्साहित करने का प्रयास करेंगे।\n",
        "output": [
            "French Foreign Minister Bernard Kouchner will attempt to stimulate talks in the Middle East between Israelis and Palestinians in the coming days.\n"
        ]
    },
    {
        "input": "चारलोट, नॉर्थ कैरोलिना में एक एबीसी संबद्ध के अनुसार, फ्लेयर पिछले बुधवार को अंतर्राज्यीय 485 पर एक तथाकथित सड़क रोष में सम्मिलित था।\n",
        "output": [
            "According to an ABC affiliate in Charlotte, North Carolina, Flair took part in an alleged road rage incident last Wednesday on Interstate 485.\n"
        ]
    },
    {
        "input": "इस शांति योजना दस्तावेज को मूल रूप से फ्रांस के राष्ट्रपति निकोलस सरकोजी ने तैयार किया था।\n",
        "output": [
            "The peace plan document was originally drafted by Nicolas Sarkozy, the President of France.\n"
        ]
    },
    {
        "input": "पुलिस को तब बुलाया गया था जब माँ इंगा अकिंस को फोन करने के बाद शिक्षकों को यकीन हो चुका था की मिस अकिंस को पहुँचने और लड़की को ले जाने मे एक घंटे का समय लग जाएगा।\n",
        "output": [
            "Police had been called when a phone call to mother Inga Akins, had led teachers to believe that it would take an hour for Ms Akins to arrive and take the girl away.\n"
        ]
    },
    {
        "input": "नसरल्लाह ने संकल्प लिया कि हिज़बुल्लाह उस समय तक लड़ता रहे गा जब तक कि संघर्ष राष्ट्रपति असद के पक्ष में न चला जाए।\n",
        "output": [
            "Nasrallah pledged Hezbollah will continue fighting until the conflict has been turned in President Assad's favour.\n"
        ]
    },
    {
        "input": "सऊदी राज्य की फर्म वेला इंटरनेशनल मरीन के स्वामित्व वाले सीरियस स्टार के पास फिलीपींस, सऊदी अरब, क्रोएशिया, पोलैंड और ब्रिटेन से 25 का दल है।\n",
        "output": [
            "The Sirius Star, owned by Saudi state firm Vela International Marine, has a crew of 25 from the Philippines, Saudi Arabia, Croatia, Poland, and Britain.\n"
        ]
    },
    {
        "input": "यह कदम चोहदवें दलाई लामा, तेनजिन ग्यात्सो के बाद आता है, जिसने तिब्बत में \"नियंत्रण से बाहर\" होने की स्थिति में अपने पद से हटने की कसम खाई थी, जहां चीन के खिलाफ हिंसक प्रदर्शनों में 13 से 100 लोगों की मौत हुई थी।\n",
        "output": [
            "This move comes after Tenzin Gyatso, the 14th Dalai Lama, vowed to step down from his position if things \"get out of control\" in Tibet, where violent demonstrations against China have killed anywhere from 13 to 100 people.\n"
        ]
    },
    {
        "input": "FIFA और UEFA ने एक बयान में कहा कि \"NSBIH प्रतिनिधि और क्लब की टीमें अब 1 अप्रैल 2011 से जब तक कि उपरोक्त समस्या का समाधान नहीं हो जाता है तब तक अंतर्राष्ट्रीय प्रतियोगिताओं में भाग लेने की हकदार नहीं हैं।\n",
        "output": [
            "FIFA and UEFA said in a statement that \"[t]he NSBIH representative and club teams are no longer entitled to take part in international competitions as of 1 April 2011 and until the aforementioned problem is solved.\n"
        ]
    },
    {
        "input": "ग्रामीण जिबूती के लगभग 50% लोगों के पास किसी समुचित ढंग से विकसित पेयजल स्रोत की आसान पहुंच उपलब्ध नहीं है।\n",
        "output": [
            "Almost 50 percent of people in rural Djibouti do not have ready access to properly developed source of drinking water.\n"
        ]
    },
    {
        "input": "रियो डी जेनेरियो अग्नि विभाग के कमांडर जनरल पेड्रो मचाडो ने कहा, \"हमें लोगों तक पहुंचने के लिए बोगियों के किनारों को खोलने के लिए ब्लोटॉर्च का इस्तेमाल करना होगा।\"\n",
        "output": [
            "\"We have to use blowtorches to open the sides of the train cars to reach the people,\" said Pedro Machado, commander general of the Rio de Janeiro Fire Department.\n"
        ]
    },
    {
        "input": "कई विश्लेषकों का मानना है कि हाल ही में युद्धविराम ईटीए की उस रणनीति पर आधारित है, जो बास्क क्षेत्र में उनके समर्थन को प्रभावित करता है।\n",
        "output": [
            "Several analysts have suggested that this most recent ceasefire is based on ETA's tactics causing their support in the Basque region to plummet.\n"
        ]
    },
    {
        "input": "पेरू के निवासियों द्वारा डेनवर स्थित दुनिया के सबसे बड़े स्वर्ण खनन प्रतिष्ठान, न्यूमॉन्ट माइनिंग के खिलाफ मुकदमा चलाने से इनमें से कुछ महत्वपूर्ण सवालों के जवाब आखिरकार मिल सकते हैं।\n",
        "output": [
            "As the Peruvian residents gear up for their lawsuit against Denver-based Newmont Mining, the world's largest gold mining firm, some of these important questions may finally be answered.\n"
        ]
    },
    {
        "input": "हालांकि, इसका आधा समय iPhone का केस खोले जाने में गुजरा।\n",
        "output": [
            "However, half of this time was trying to get the case of the iPhone open.\n"
        ]
    },
    {
        "input": "उन्होंने कहा, \"राष्ट्रपति कभी भी अपने प्रवक्ताओं को गलत सूचना देने के लिए न तो कहते हैं और न ही कहेंगे.\"\n",
        "output": [
            "\"The President has not and would not ask his spokespeople to pass on false information,\" she said.\n"
        ]
    },
    {
        "input": "9 मई को बचाए गए उस आदमी ने खुद के द्वारा जीमन से फंसे होने पर बिताए गए समय के बारे में सार्वजनिक रूप से नहीं बताया है।\n",
        "output": [
            "The men, who were rescued on May 9, have not spoken publicly about the time they spent trapped underground.\n"
        ]
    },
    {
        "input": "आयोग को दिए एक बयान में, बीमोबाइल ने स्वीकार किया कि उसने 2010 के उत्तरार्ध से कोई नया ट्रांसमीटर मास्टर्स नहीं बनाया था।\n",
        "output": [
            "In a statement to the Commission, bemobile admitted it had not built any new transmitter masts since the latter part of 2010.\n"
        ]
    },
    {
        "input": "\"यह शो ही है जो बताता है कि यूरोप ऐसा बुरा स्थान नहीं है।\"\n",
        "output": [
            "\"It just goes to show that Europe is not such a bad place.\"\n"
        ]
    },
    {
        "input": "अटलांटा जर्नल कॉन्स्टिट्यूशन (एजेसी) ने बताया कि घटनास्थल पर दो हैंडगन मिलीं।\n",
        "output": [
            "The Atlanta Journal Constitution (AJC) reports that two handguns were found at the scene.\n"
        ]
    },
    {
        "input": "उन्होंने आगे विवादास्पद केप विंड प्रोजेक्ट के पीछे कंपनी, एनर्जी मैनेजमेंट इंक का उल्लेख किया, जिसमें एक चेल्सी प्राथमिक विद्यालय से सड़क के पार डीजल बिजली संयंत्र बनाने का प्रस्ताव रखा गया था और चेल्सी में वायु की गुणवत्ता खराब है।\n",
        "output": [
            "She further noted the company, Energy Management Inc., behind the controversial Cape Wind project, proposed building a diesel power plant across the street from a Chelsea elementary school and that air quality in Chelsea is bad.\n"
        ]
    },
    {
        "input": "एएस रोमा स्पोर्टिंग सीपी के आगे गोल अंतर पर दूसरे स्थान पर हैं, जिन्होंने एफसी डायनेमो कीव को 2-1 से हराया।\n",
        "output": [
            "AS Roma are second on goal difference ahead of Sporting CP, who defeated FC Dynamo Kyiv 2-1.\n"
        ]
    },
    {
        "input": "विश्व प्रसिद्ध पॉप गायक माइकल जैक्सन की गिरफ्तारी के लिए एक नाराज न्यायाधीश रॉडनी एस. मेलविले ने एक बेंच वारंट जारी करने की धमकी दी, यदि वह गुरुवार जनवरी 10, 2005 को कैलिफोर्निया के सांता बारबरा काउंटी सुपीरियर कोर्ट में पेश होने में विफल रहेंगे।\n",
        "output": [
            "An angry Judge Rodney S. Melville threatened to issue a bench warrant for the arrest of world famous pop singer Michael Jackson if he failed to appear at the Santa Barbara County Superior Court in California Thursday Jan. 10, 2005.\n"
        ]
    },
    {
        "input": "विस्फोट के बाद चार श्रमिक अभी भी अस्पताल में भर्ती हैं, तीन गंभीर हालत में हैं।\n",
        "output": [
            "Four workers are still hospitalised after the explosion, three in critical condition.\n"
        ]
    },
    {
        "input": "आज शाम प्रसारित होने वाले बीबीसी पैनोरामा पड़ताल के अनुसार प्रमुख ब्रिटिश चैरिटी कॉमिक रिलीफ ने हथियार, शराब और मादक पदार्थों की कंपनी में पैसा निवेश किया है।\n",
        "output": [
            "Major British charity Comic Relief has invested money in arms, alcohol and tobacco firms, according to a BBC Panorama investigation to be broadcast this evening.\n"
        ]
    },
    {
        "input": "यह सूट यूएस $ 750 मिलियन (£ 528M) से अधिक के लिए है - मार्वल की फिल्मों से अनुमानित आय का लगभग आधा है।\n",
        "output": [
            "The suit is for more than US$750 million (£528M) — about half of the estimated proceeds from Marvel's movies.\n"
        ]
    },
    {
        "input": "क्वांटिको सुविधा के प्रवक्ता फ़र्स्ट लेफ़्टिनेंट ब्रायन विलीयार्ड के अनुसार, ज्यादातर आठ महीनों के लिए उन्हें वहाँ रखा गया है, मैनिंग को केवल अपने बॉक्सर शॉर्ट्स में सोने की आवश्यकता है क्योंकि वह \"चोट की रोकथाम को रोकने\" के तहत आए हैं।\n",
        "output": [
            "For most of the eight months he has been held there, Manning has been required to sleep only in his boxer shorts because he has been under \"prevention of injury watch,\" according to First Lieutenant Brian Villiard, a spokesman for the Quantico facility.\n"
        ]
    },
    {
        "input": "जांचकर्ताओं के अनुसार, दहशत फैलाने का प्रथम और मुख्य उद्देश्य विदेशी नागरिकों को निशाना बनाना था।\n",
        "output": [
            "\"According to investigators, the act of terror was first and foremost aimed against foreign citizens.\"\n"
        ]
    },
    {
        "input": "\"मैं ये पूछना चाहती हूं, 'किस महान काम के लिए मेरे बेटे ने जान दी है?\"\n",
        "output": [
            "\"What I want to ask is, 'What noble cause did my son die for?'\"\n"
        ]
    },
    {
        "input": "\"यह सबूत है के हम अभी भी एक हैं और शक्तिशाली हैं।\n",
        "output": [
            "\"It was the proof that we are still united and powerful.\"\n"
        ]
    },
    {
        "input": "प्लांड पैरेंटहूड जैसे संगठनों के लिए सरकारी फंडिंग पर विवादों का समाधान होने के बाद यह समझौता लागू हुआ था।\n",
        "output": [
            "The deal was apparently reached after disputes over government funding for organizations such as Planned Parenthood were resolved.\n"
        ]
    },
    {
        "input": "बाघ धारियों के साथ सबसे गर्म क्षेत्र कैसिनी छवियों में देखे गए दो जेट स्थानों के अनुरूप हैं।\n",
        "output": [
            "The warmest regions along the tiger stripes correspond to two of the jet locations seen in Cassini images.\n"
        ]
    },
    {
        "input": "कुछ सहायता भोजन के रूप में आई, जबकि अन्य सहायता नकदी के रूप में आई, जिसका उपयोग सहायता एजेंसियों द्वारा इथियोपियाई किसानों से अनाज खरीदने के लिए किया गया।\n",
        "output": [
            "Some aid came in the form of food, while other aid came as cash which would be used by the aid agencies to buy grain from Ethiopian farmers.\n"
        ]
    },
    {
        "input": "ईडी द्वारा जारी किए गए 18-पन्ने की शो-कॉज़ नोटिस कहती हैं की मुलजिम ने यू॰एन॰ अधिनियमनों का उल्लंघन करते हुए, इराक के स्टेट ऑइल मार्केटिंग ऑर्गनाइज़ेशन (सोमो) को दो ऑइल के ठेके देने के बदले में रुपये प्राप्त किए।\n",
        "output": [
            "The 18-page show-cause notice issued by the ED says the money was acquired by the accused, in violation of U.N regulations, in exchange for two oil contracts awarded to Iraq's State Oil Marketing Organisation (SOMO).\n"
        ]
    },
    {
        "input": "रिपोर्ट में विश्व के भूख में हुई इस नवीनतम तीव्र बढ़ोतरी के लिए मुख्य रूप से वैश्विक आर्थिक मंदी को जिम्मेदार ठहराया गया है, जिसके कारण बेरोजगारी बढ़ी है और गरीबों की आमदनी में कमी आई है, इसके परिणाम स्वरूप बड़ी खाद्य असुरक्षा पैदा हो गई है।\n",
        "output": [
            "The report blames this latest spike in world hunger chiefly on the global economic recession, which has increased unemployment and reduced incomes among the poor, leading to greater food insecurity.\n"
        ]
    },
    {
        "input": "कैनेडी के प्रशासन के दौरान, हेलेन अपने प्रसिद्ध वाक्य \"थैंक यू, मिस्टर प्रेसिडेंट\" के साथ सभी प्रेसिडेंशियल प्रेस कॉन्फ्रेंस समाप्त करती थीं और हमेशा अपने काम के बारे में एक चेतावनी जारी की: \"मेरे कैरियर में आप केवल अपनी पिछली कहानी के जैसे ही अच्छे हैं।\"\n",
        "output": [
            "During Kennedy's administration, Helen ended all presidential press conferences with a signature \"Thank you, Mr. President\" and always issued a caveat about her work: \"In my career you're only as good as your last story.\"\n"
        ]
    },
    {
        "input": "आबे दो पूर्व प्रधानमंत्रियों से संबंधित तीसरी पीढ़ी के राजनीतिज्ञ हैं।\n",
        "output": [
            "Abe is a third-generation politician related to two former Prime Ministers.\n"
        ]
    },
    {
        "input": "अब डेट्रायट की आबादी घटकर 713,777 हो गई है, ये वित्तीय साभ का हकदार नहीं रहा।\n",
        "output": [
            "Now that Detroit's population has fallen to 713,777, it is no longer eligible for these financial advantages.\n"
        ]
    },
    {
        "input": "डिजूरोविक नेयह भी कहा कि कम से कम 198 व्यक्ति, जिसमें 90 बच्चे समिलित थे, अस्पताल में उनका उपचार किया गया।\n",
        "output": [
            "Djurovic also said at least 198 people, 90 of them children, have been treated at the hospital.\n"
        ]
    },
    {
        "input": "केरी ने उल्लेख किया कि कांग्रेस में अभी भी ग्लोबल वार्मिंग और जलवायु परिवर्तन पर संदेह है, जो अल गोर और संयुक्त राष्ट्र के प्रयासों और अनुसंधान के बावजूद \"विज्ञान का परीक्षण\" करते हैं और ध्यान देते हैं कि \"व्हाइट हाउस परिवर्तन के लिए अंतिम स्थान है।\"\n",
        "output": [
            "Kerry noted that there are still skeptics of global warming and climate change in Congress who \"test the science\" despite the efforts and research of Al Gore and the United Nations and noting that \"the White House is the last place for change.\"\n"
        ]
    },
    {
        "input": "हालांकि, 19 देशों में से उप-सहारा अफ़्रीका वाले 13 देश अपना लक्ष्य प्राप्त करने में बिल्कुल दिशाहीन हैं।\n",
        "output": [
            "However, 19 countries, 13 of which are in Sub- Saharan Africa, are seriously off track to meet their target.\n"
        ]
    },
    {
        "input": "कुछ छात्रों ने शिकायत की कि उन्हें यूनिवर्सिटी की ओर से कोई चेतावनी तब तक नहीं मिली जब तक पहली घटना के दो से भी अधिक घंटों के बाद एक ई-मेल चेतावनी नहीं भेजी गई।\n",
        "output": [
            "Some students complained that they had received no warning from the university until an e-mail alert sent more than two hours after the first incident.\n"
        ]
    },
    {
        "input": "महागठबंधन के प्रतिनिधियों के इस प्रश्न पर अलग-अलग नजरिए थे।\n",
        "output": [
            "Representatives of the grand coalition differed in their views regarding this question.\n"
        ]
    },
    {
        "input": "सिंगापुर एयरलाइन्स जो इसे लॉंच करेगा, उस तक विमान की सुपुर्दगी अक्टूबर तक नहीं होनी है - दो साल का विलंब है।\n",
        "output": [
            "Deliveries to Singapore Airlines, its launch customer, are not due until October - two years late.\n"
        ]
    },
    {
        "input": "रॉबर्टसन ने लिखा, \"मैं आपसे क्षमा और इजराइल के लोगों से क्षमा माँगता हूँ.\"\n",
        "output": [
            "Robertson wrote, \"I ask your forgiveness and the forgiveness of the people of Israel.\"\n"
        ]
    },
    {
        "input": "शुक्रवार को डेमोक्रेसी नाउ को दिए गए साक्षात्कार में बेरिगन के अनुसार, ठीक 14 जुलाई वाले दिन अंकुश लगाने की गुहार करते हुए यू.एस. ने इजरायल की सेना को उनके लेबनान पर बमबारी करने के अभियान में सहयोग करते हुए 12 करोड़ अमेरिकी डॉलर के मूल्य का हवाई ईंधन बेच दिया।\n",
        "output": [
            "According to Berrigan, in an interview given to Democracy Now on Friday, just on the 14th of July while calling for restraint the U.S. also sold $120 million worth of jet fuel to the Israeli military assisting their bombing campaign of Lebanon.\n"
        ]
    },
    {
        "input": "रेडियोप्रेस, एक जापानी समाचार एजेन्सी के अनुसार जो उत्तरी कोरीया के रेडियो ब्रोडकास्ट्स को मोनीटर करता है, उतरी कोरीयाई केन्द्रीय ब्रोडकास्टिंग स्टेशन, तथा कोरीयाई केन्द्रीय समाचार एजेन्सी एवं अन्य कोरीयाई मिडिया, ने किम जोंग इस.देश के सर्वोच्च नेता का संदर्भ देते समय \"प्रिय नेता\" का अलंकरण प्रयोग में लाना बन्द कर दिया है।\n",
        "output": [
            "According to Radiopress, a Japanese news agency that monitors North Korea's radio broadcasts, the North's Korean Central Broadcasting Station, as well as the Korean Central News Agency and other North Korean media, have stopped using the term \"Dear leader\" when referring to Kim Jong Il, the country's supreme leader.\n"
        ]
    },
    {
        "input": "जो लोग इन आवश्यकताओं को तोड़ रहे थे, वे जानबूझकर खुद को NZ$200,000 तक के निजी जुर्माने का सामना कर सकते थे।\n",
        "output": [
            "Those found breaking these requirements deliberately could find themselves facing a personal fine of up to NZ$200,000.\n"
        ]
    },
    {
        "input": "अग्निशामकों के अनुसार, मौतों के लिए अग्नि-सुरक्षा नियमों के चिंताजनक उल्लंघन आंशिक रूप से जिम्मेदार थे।\n",
        "output": [
            "According to firefighters, serious breaches of fire-safety regulations were partly to blame for the deaths.\n"
        ]
    },
    {
        "input": "उन्होंने घटना पर प्रेस की प्रतिक्रिया की आलोचना करते हुए कहा था कि \"यह इतना अपमानजनक है कि अमेरिका में कोई भी सार्वजनिक हस्ती या कोई भी व्यक्ति सहन नहीं कर पाएगा, लेकिन मुख्यधारा की मीडिया इस पर हंसती है।\"\n",
        "output": [
            "He criticized the response of the press to the phenomenon, saying, \"It's offensive beyond, you know, anything that any public figure or anybody in America should tolerate, and the mainstream media laughs about it.\"\n"
        ]
    },
    {
        "input": "ग्लासगो ने कहा कि कंपनी में उनके प्रदर्शन का आकलन इस आधार पर किया गया था कि कैसे वह कंपनी में अपनी व्यावसायिक उपलब्धियों के विपरीत लैंडमार्क के दर्शन के एक वाक्यांश \"स्पर्श, गति और प्रेरित\" कर रहे थे।\n",
        "output": [
            "Glasgow said his performance at the company was assessed based on how he was \"touching, moving and inspiring\" others, a phrase from the Landmark philosophy, as opposed to his business accomplishments at the company.\n"
        ]
    },
    {
        "input": "वह अगस्त 1997 तक नहीं मिली थी जब, गोताख़ोरों को उनका भारी शव 70 फिट गहराई मे मिला था।\n",
        "output": [
            "She was not found until August 1997, when divers found her weighted corpse 70 feet deep.\n"
        ]
    },
    {
        "input": "\"मैं अपने मामले को बताने और हमें अनब्लॉक किए जाने के बारे में समझाने के लिए चीन में उच्च-स्तरीय बैठकें करने की कोशिश कर रहा हूं।\"\n",
        "output": [
            "\"I am trying to set up high-level meetings in China to state our case and explain why we should be unblocked.\"\n"
        ]
    },
    {
        "input": "चार दिनों की वार्ता के बाद कोपेनहेगन के संयुक्त राष्ट्र जलवायु परिवर्तन सम्मेलन में अफ्रीका के देश 1997 के क्योटो प्रोटोकॉल की जगह भविष्य में समझौते के पहले प्रारूप को तैयार कर लिया है।\n",
        "output": [
            "At the United Nations Climate Change Conference in Copenhagen, after four days of negotiations, Africa countries have made the first draft version of future possible treaty, to replace the 1997 Kyoto protocol.\n"
        ]
    },
    {
        "input": "सवारी एक आकर्षण है जो लोगों को दो-सीटों वाली कारों में एक अंधेरे तम्बू के अंदर चमकती रोशनी और संगीत के चारों ओर घूमती है।\n",
        "output": [
            "The ride is an attraction that spins people around in two-seat cars, inside a darkened tent to flashing lights and music.\n"
        ]
    },
    {
        "input": "Google ने जवाब दिया कि उसने डिजिटल मिलेनियम कॉपीराइट एक्ट का पालन किया है, जो उन कंपनियों के खिलाफ मुकदमा होने से बचाता है, जिन्होंने जानकारी होते ही कॉपीराइट वाली सामग्री को हटा लिया है।\n",
        "output": [
            "Google has responded by saying that they followed the Digital Millennium Copyright Act, which prevents companies from being prosecuted if they bring down copyrighted content as soon as they are made aware of it.\n"
        ]
    },
    {
        "input": "यदि सिस्टम में कोई अन्य जहर होता है तो यह अज्ञात है।\n",
        "output": [
            "It is unknown if there were any other poisons in his system.\n"
        ]
    },
    {
        "input": "वैज्ञानिकों का अनुमान है कि इस सदी में पांच मिलियन तक प्रजातियां खो जाएंगी।\n",
        "output": [
            "Scientists forecast that up to five million species will be lost this century.\n"
        ]
    },
    {
        "input": "कमिटी निर्णय लेगी कि कौनसी तीन फिल्मों को नोमिनेशन मिलना चाहिए।\n",
        "output": [
            "The committee will decide which of the three films should receive nominations.\n"
        ]
    },
    {
        "input": "ग्रैडी सिज़ेमोर ने भारतीयों के लिए पहले स्थान में एक एकल घर चलाने की शुरुआत की, लेकिन सोक्स ने पॉल कोनरेको आरबीआई ग्राउंडआउट पर दूसरे स्थान में टाई अप करेगा।\n",
        "output": [
            "Grady Sizemore got things started for the Indians by hitting a solo home run in the first, but the Sox would tie it up in the second on a Paul Konerko RBI groundout.\n"
        ]
    },
    {
        "input": "इसके बजाय, यह सोचा जाता है कि पाइप में 'नरम' बर्फ का निर्माण होता है और फिर ईंधन / तेल ताप एक्सचेंजर की यात्रा और इसे प्रतिबंधित करना बंद कर देता है।\n",
        "output": [
            "Instead, it is thought 'soft' ice formed in the pipes and then broke off, travelling to the fuel/oil heat exchanger and restricting it.\n"
        ]
    },
    {
        "input": "जिमेनेज ने ग्वेरा के इस विश्वास को खारिज कर दिया कि गुरिल्ला युद्ध के माध्यम से लैटिन अमेरिका में सामाजिक सुधार को पूरा किया जाना था।\n",
        "output": [
            "Jiménez rejected Guevara’s belief that social reform in Latin America had to be accomplished through guerrilla warfare.\n"
        ]
    },
    {
        "input": "वार्ता को उन मुद्दों पर चर्चा करने के लिए तैयार किया गया था, जो कोपेनहेगन में 2009 के संयुक्त राष्ट्र जलवायु परिवर्तन सम्मेलन में हल नहीं हुए थे।\n",
        "output": [
            "The talks were designed to discuss issues that were not resolved at the 2009 United Nations Climate Change Conference in Copenhagen.\n"
        ]
    },
    {
        "input": "स्मीथर्स्ट मैदान में आए और कुछ राहत देते हुए इनिंग को खड़ा किया।\n",
        "output": [
            "Smethurst came in and pitched a few innings in relief.\n"
        ]
    },
    {
        "input": "स्पेन ने यूरोपीय संघ की सदस्यता पर अनिश्चितता का इस्तेमाल करते हुए कैटालोनिया को स्वतंत्रता पर जनमत संग्रह कराने से रोक दिया।\n",
        "output": [
            "Spain uses uncertainty over EU membership to deter Catalonia from even holding a referendum on independence.\n"
        ]
    },
    {
        "input": "उसके पिता के शासनकाल में, गेबॉन विश्व का छठा-सबसे बड़ा तेल निर्यातक बना, लेकिन 70% जनसंख्या अभी भी गरीबी में रहती है।\n",
        "output": [
            "Under his father, Gabon became the world's sixth-largest oil exporter, but 70% of the population still live in poverty.\n"
        ]
    },
    {
        "input": "इस आदमी का कंकाल यह खुलासा करता है कि उसके घुटने में गंभीर चोट थी और दांतों में दिक्कत थी।\n",
        "output": [
            "The skeleton of this man reveals that he had serious knee injury and tooth problems.\n"
        ]
    },
    {
        "input": "पुरातात्विक साइट भूमध्यसागरीय समुद्र के साथ वाली एक पहाड़ी पर है जहां से मिस्र के राष्ट्रपति, होस्नी मुबारक, का ग्रीष्मकालीन आवास दिखाई देता है।\n",
        "output": [
            "The archaeological site is on a hill along the Mediterranean Sea overlooking the summer home of Hosni Mubarak, president of Egypt.\n"
        ]
    },
    {
        "input": "उस क्षेत्र के निवासियों और व्यवसाय मालिकों द्वारा संदेह व्यक्त किया गया था कि पिछला होटल उसी स्थान पर स्थित था।\n",
        "output": [
            "It was suspected by residents and business owners in the area that hotel once stood in the same spot.\n"
        ]
    },
    {
        "input": "नुकसान की रिपोर्ट हैतियाई सरकार ने लैटिन अमेरिका और कैरेबियन के लिए आर्थिक आयोग, इंटरअमेरिकन डेवलपमेंट बैंक, विश्व बैंक, संयुक्त राष्ट्र और यूरोपीय संघ के समर्थन से तैयार की थी।\n",
        "output": [
            "The damages report was prepared by the Haitian Government with the support of the Economic Commission for Latin America and the Caribbean, the Interamerican Development Bank, the World Bank, the United Nations and the European Union.\n"
        ]
    },
    {
        "input": "लगभग 15 पुलिस अधिकारियों के एक छोटे समूह ने समूह के आगमन की प्रतीक्षा की।\n",
        "output": [
            "A small group of about 15 police officers awaited the arrival of the group.\n"
        ]
    },
    {
        "input": "अस्पताल के प्रसूति विज्ञानी एंड्रयु मिलर कहते हैं कि अंडाशय में गर्भाधान का पूर्ण-अवधि तक बचे रहने के बारे में कभी \"सुना नहीं गया\" है।\n",
        "output": [
            "The hospital's obstetrician Andrew Miller says that having an ovarian pregnancy survive to full-term is \"unheard of\".\n"
        ]
    },
    {
        "input": "बमबारी ने शुक्रवार की नमाज़ अदा करने से ठीक पहले बीस मिनट के अंतराल पर बग़दाद के दो बाजारों को निशाना बनाया।\n",
        "output": [
            "Separated by twenty minutes, the bombings targeted two marketplaces in Baghdad shortly before the call to Friday prayers.\n"
        ]
    },
    {
        "input": "1989-90 में चार महीने की अवधि के बाद से ज्वालामुखी नहीं फूटा था।\n",
        "output": [
            "The volcano had not erupted since a four-month period in 1989-90.\n"
        ]
    },
    {
        "input": "Xbox 360 मरम्मत के लिए भुगतान करने वाले लोगों को वर्तमान तिथि से लगभग 10 सप्ताह में स्वचालित रूप से प्रतिपूर्ति चेक वितरित किया जाएगा।\n",
        "output": [
            "People who have paid for Xbox 360 repair will be automatically distributed a reimbursement check in about 10 weeks from the present date.\n"
        ]
    },
    {
        "input": "नए ड्रॉफ़्ट में एक मौजूदा नीति को बदलने का प्रस्ताव है, जिसमें गोपनीयता कारणों से टैक्सियों में उन कैमरों की अनुमति है जो ध्वनि रिकॉर्ड नहीं करते हैं, इस उम्मीद में कि ऑडियो रिकॉर्डिंग से कुछ जांच आसान हो जाएगी।\n",
        "output": [
            "The new draft proposes to change a current policy which allows for cameras in taxis which do not record sound for privacy reasons, in the hope that audio recordings will make some investigations easier.\n"
        ]
    },
    {
        "input": "सभी नागरिक पुरुष थे, जिन्हें कई बार चाकू मारा गया था, उनकी कलाई पर निशान थे, जो बताते हैं कि उनकी कलाई एक साथ बंधी हुई थी और सभी पीड़ितों के सिर पर बंदूक की गोली के घाव थे।\n",
        "output": [
            "The men, all civilians, were stabbed repeatedly, had marks on their wrists which suggests their wrists were tied together, and all of the victims had gunshot wounds to their heads.\n"
        ]
    },
    {
        "input": "\"इस तथ्य को देखते हुए कि कोई मौत नहीं हुई है, ऐसा लगता है कि हमारे अग्निशमन विभाग और आपातकालीन उत्तरदाताओं ने बहुत अच्छा काम किया है।\"\n",
        "output": [
            "\"Given the fact that there haven’t been any fatalities, it seems like our fire department and emergency responders did a great job.\"\n"
        ]
    },
    {
        "input": "ख़बर मिलने पर पुलिस ने छापा मारा और महिलाओं को रिहा किया।\n",
        "output": [
            "Police launched raids, rescuing the women after receiving a tip-off.\n"
        ]
    },
    {
        "input": "अन्य सांसदों, यहां तक कि वर्कर्स पार्टी के कुछ लोग भी तख्तापलट के तर्क से सहमत नहीं थे।\n",
        "output": [
            "Other parliamentarians, even some of the Workers' Party, didn't agree with the coup argument.\n"
        ]
    },
    {
        "input": "पैडिंग्टन को जाने वाली एड्गवेयर रोड ट्रेन और सर्किल पर भी दूसरी दिशा से आ रही ट्रेन के सामने विस्फोट हो गया, जिससे लोगों को पहले लगा कि वह पटरी से उतर गई है।\n",
        "output": [
            "The Edgware Road train, leaving for Paddington and also on the Circle, exploded opposite a train coming from the other direction, making people think at first that it was a derailment.\n"
        ]
    },
    {
        "input": "वक्तव्य में कहा गया, \"शुरुआती कीमत या सहायता पर कोई अंतिम निर्णय नहीं लिया गया है और इसलिए किसी भी संभावित मूल्य प्रभाव पर अटकलें लगाना अभी बहुत जल्दबाजी होगा.\"\n",
        "output": [
            "\"No final decisions on the starting price or assistance have been taken and therefore it is far too early to speculate on any potential price impacts,\" the statement said.\n"
        ]
    },
    {
        "input": "सम्मेलन में न तो वेरिज़ोन कम्युनिकेशंस के सीईओ इवान सेडेनबर्ग और न ही ऐप्पल के सीईओ स्टीव जॉब्स ने भाग लिया।\n",
        "output": [
            "Neither Verizon Communications CEO Ivan Seidenberg nor Apple CEO Steve Jobs attended the conference.\n"
        ]
    },
    {
        "input": "संगीत व्यवसाय में सक्रिय 58 वर्ष के बाद, मार्टिनो का बचपन के गृहनगर फिलाडेल्फिया में निधन हो गया।\n",
        "output": [
            "Martino died at his childhood hometown of Philadelphia, following an active 58 years in the music business.\n"
        ]
    },
    {
        "input": "कोलोराडो के बोल्डर में स्पेस साइंस इंस्टीट्युट में कसिनी इमेजिंग टीम के प्रमुख डॉक्टर कारोलिन पोर्को ने कहा, \"हमने एहसास किया कि ये एक अतिवादी नतीजा है-कि हमारे पास हमारे शरीर के भीतर तरल जल के लिए छोटा और ठंडा सबूत हो सकता है।\n",
        "output": [
            "\"We realize that this is a radical conclusion — that we may have evidence for liquid water within a body so small and so cold,\" said Dr. Carolyn Porco, Cassini imaging team leader at the Space Science Institute, Boulder, Colorado.\n"
        ]
    },
    {
        "input": "ऑस्ट्रेलियाई विपक्ष ने इन टिप्पणियों का इस्तेमाल सरकार पर हमला करने के अवसर के रूप में किया है।\n",
        "output": [
            "The Australian opposition has used the comments as an opportunity to attack the government.\n"
        ]
    },
    {
        "input": "इजरायली रेडियो ने चर्चा की कि पिछले दो महीनों में यह तीसरा फ़िलिस्तीनी बच्चा है जिसे इजरायल की जांच चौकियों से बाहर विस्फोटक भेजने का प्रयास करते हुए पकड़ा गया है।\n",
        "output": [
            "Israeli radio noted that this is the third Palestinian child in the past two months caught attempting to transfer explosives past Israeli checkpoints.\n"
        ]
    },
    {
        "input": "\"ब्रॉडबैंड की गति और लोग जो कीमत चुका रहे हैं वह विवाद की सबसे बड़ी समस्या है।\"\n",
        "output": [
            "\"Broadband speed and the price people are paying are the biggest bones of contention.\"\n"
        ]
    },
    {
        "input": "वेब-साइट \"व्लादिवोस्तोक में आग के बारे में सच्चाई\" आग के बारे में जानकारी फैलाने के लिए बनाई गई है।\n",
        "output": [
            "The web-site \"Truth about the fire in Vladivostok\" has been created to spread information about the fire.\n"
        ]
    },
    {
        "input": "ये पुरुष या तो \"जैविक\" भाई थे और वे एक ही माँ की संतान थे, या वे गोद लिए हुए या सौतेले भाई के रूप में \"गैर-जैविक\" भाई थे।\n",
        "output": [
            "The men were either \"biological\" brothers and shared the same mother or \"non-biological\" brothers through adoption or as half or step siblings.\n"
        ]
    },
    {
        "input": "काइल बुस्च, जेफ़ बर्टन के साथ अपनी दुर्घटना के कारण तीसरे स्थान पर रहे जबकि उनकी टीम के साथी हेमलिन चौथे स्थान पर हैं।\n",
        "output": [
            "Kyle Busch, because of his accident with Jeff Burton maintained the third position while his team mate Hamlin is fourth.\n"
        ]
    },
    {
        "input": "फेरारी के ड्राइवर फर्नांडो अलोंसो उन लोगों में से थे, जिन्होंने अपना समर्थन व्यक्त किया, शनिवार की अपनी योग्यता को डी विलोटा को समर्पित किया।\n",
        "output": [
            "Ferrari driver Fernando Alonso was among those expressing his support, dedicating his pole postion in Saturday's qualifying to De Villota.\n"
        ]
    },
    {
        "input": "दोषी के फैसले को पढ़ने के बाद, एक राहत प्राप्त ब्राउन सैंडर्स ने अपने परिवार और दोस्तों को गले लगाया, जो सुनवाई में उपस्थित थे।\n",
        "output": [
            "After the guilty verdict was read, a relieved Browne Sanders hugged her family and friends who were present at the trial.\n"
        ]
    },
    {
        "input": "इंटरनेट पर शीर्ष दस वेबसाइटों में से एक विकिपीडिया को, जल्द ही एक फ़ेस लिफ्ट मिलने वाला है।\n",
        "output": [
            "Wikipedia, one of the top ten websites on the internet, will soon be receiving a face lift.\n"
        ]
    },
    {
        "input": "सोमवार को पेरिस के बाहर एक अपार्टमेंट बिल्डिंग के निवासियों ने अपनी चिमनी में द्वितीय विश्व युद्ध के बम की खोज की।\n",
        "output": [
            "On Monday residents of an apartment building just outside of Paris discovered a World War II bomb lodged in their chimney.\n"
        ]
    },
    {
        "input": "कल, एक यूरो दो दिन पहले के 36,133 लेई से नीचे, केवल 35,844 लेई में खरीदा जा सकता था।\n",
        "output": [
            "Yesterday, one euro could be bought for just 35,844 lei, down from 36,133 lei two days ago.\n"
        ]
    },
    {
        "input": "फ़ितो के तट से टकराने के थोड़ी देर बाद, मरने वालों में एक 50 साल का एक निर्माण कर्मी है जो पिछली रात फुकुई प्रिफेक्चर में डैम निर्माण की साइट पर भूस्खलन होने के बाद मर गया और 6 सितंबर को एक 76 साल का आदमी गिरते हुए पेड़ की चपेट में आने से मर गया।\n",
        "output": [
            "The deceased are a 50-year-old construction worker who died after a landslide at a dam construction site in Fukui Prefecture last night and a 76-year-old man who died after being struck by a falling tree on September 6, shortly after Fitow made landfall.\n"
        ]
    },
    {
        "input": "कंपनी स्पाइडर मैन, आयरन मैन, एक्स-मेन, हल्क और फैंटास्टिक फोर फ्रेंचाइजी जैसी ब्लॉकबस्टर फिल्मों से फिल्म की आधी कमाई का प्रतिनिधित्व करने वाले नागरिक नुकसान की वसूली के लिए मुकदमा कर रही है।\n",
        "output": [
            "The company is suing for recovery of civil damages representing one-half of film and book earnings from such blockbuster films as Spider-Man, Iron Man, X-Men, Hulk, and Fantastic Four franchises.\n"
        ]
    },
    {
        "input": "इसे Liverpool स्टोर लुईस समझ कर भ्रमित नहीं होना चाहिए जोकि हाल ही में अभिग्रहण में गई है।\n",
        "output": [
            "It should not be confused with the Liverpool store Lewis's which has recently gone into receivership.\n"
        ]
    },
    {
        "input": "अध्ययन परमाणु ऊर्जा के उपयोग का समर्थन करता है और परमाणु-विरोधी प्रचारकों ने जिन डेटा का उपयोग किए है उसकी निंदा करता है।\n",
        "output": [
            "The study endorses the use of nuclear energy and attacks some of the data used by anti-nuclear campaigners.\n"
        ]
    },
    {
        "input": "अधिकारी डिवाइस को डिफ्यूज करने में सक्षम थे, सभी हेडलाइन न्यूज़ रिपोर्ट करती हैं।\n",
        "output": [
            "Officials were able to defuse the device, reports All Headline News.\n"
        ]
    },
    {
        "input": "\"हम, गैर-ब्रिटिश, एक व्यक्ति पर आधारित लोकतंत्र की स्थापना करते हैं, एक वोट - लोकतंत्र जो नस्लीय या लैंगिक भेदभाव को अस्वीकार करता है और मानवाधिकारों और धार्मिक स्वतंत्रता को बरकरार रखता है,\" ऐसा उन्होंने हाल ही में खासकर गॉर्डन ब्राउन की ओर से देरी से मिली अंतरराष्ट्रीय आलोचना के जवाब में कहा।\n",
        "output": [
            "\"We, not the British, established democracy based on one person, one vote - democracy which rejected racial or gender discrimination and upheld human rights and religious freedom,\" he said in response to the international criticism he has lately received, especially from Gordon Brown.\n"
        ]
    },
    {
        "input": "ऑक्सफोर्ड ने टॉस जीता और नदी के सिरे की ओर वाले किनारे पर पंक्तिबद्ध हो गया, जबकि मिडिलसेक्स की तरफ से कैम्ब्रिज नौकायन में था।\n",
        "output": [
            "Oxford won the toss and chose to row on the Surrey side of the river, with Cambridge rowing on the Middlesex side.\n"
        ]
    },
    {
        "input": "शुरुवात मे देशभर मे सिर्फ 45 केन्द्रों से प्रसारित होकर, लंबे समय तक चलने वाला कार्यक्रम, दी जेरी स्प्रिंगर शो आखिरकार एअर अमरीका के सभी 51 सहयोगियों पर सुना जाएगा।\n",
        "output": [
            "After initially being carried by only 45 stations nationwide, the host of the long-running syndicated program, The Jerry Springer Show will eventually have his radio show heard on all 51 Air America affiliates.\n"
        ]
    },
    {
        "input": "\"जब मैं राष्ट्रपति बनूँगा, तो जो एकमात्र आर्थिक नीति मैं अपनाऊंगा वह संयुक्त राज्य अमेरिका के धन के साथ मितव्ययी होना है।\"\n",
        "output": [
            "\"When I am President, the only economic policy I shall pursue is to be frugal with the funds of the United States.\"\n"
        ]
    },
    {
        "input": "तब यह दोनों टीमों के लिए हार्डी प्ले-ऑफ था, विशेषकर डच के लिए, लेकिन टॉर्बिन्स्की और अर्शविन ने गोल किए, प्रभावी रूप से मैच का अंत किया।\n",
        "output": [
            "Then it was a hardy play-off for both teams, especially the Dutch, but Torbinsky and Arshavin scored goals, effectively put an end to the match.\n"
        ]
    },
    {
        "input": "फोटो-हेरफेर को तब काल्पनिक \"ईंगल फाउंडेशन मेकअप\" ब्रांड के लिए एक बिलबोर्ड पर पोस्ट किया गया है।\n",
        "output": [
            "The photo-manipulation is then posted on a billboard for the fictional \"Easel Foundation Makeup\" brand.\n"
        ]
    },
    {
        "input": "हॉक-आई, कंपनी जो गोल-लाइन तकनीक पर काम कर रही थी, जो पहले से ही टेनिस में लाइन कॉल के लिए इस्तेमाल की जा रही है, ने निराशा के साथ प्रतिक्रिया दी: \"मैं नाराज़ हूं, यह पूरी तरह से अनपेक्षित ढंग से हुआ...\"\n",
        "output": [
            "Hawk-Eye, the company that was working on the goal-line technology that is already being used for line calls in tennis, reacted with disappointment: \"I'm livid, it is completely out of the blue...\"\n"
        ]
    },
    {
        "input": "केडीई समुदाय, जर्मनी के अध्यक्ष और बेसिसकॉम के प्रबंध निदेशक ईवा ब्रुचर्सिफ़र के अनुसार, माइग्रेशन प्रक्रिया अपने \"चरम चरण\" में है और हर दिन 300 सिस्टम पोर्ट किए जा रहे हैं।\n",
        "output": [
            "According to Eva Brucherseifer, president of the KDE community in Germany and managing director of basysKom, the migration process in its \"peak phase\" and is porting 300 systems every day.\n"
        ]
    },
    {
        "input": "\"मुझे उम्मीद नहीं है कि ब्रिटिश भागीदारी की कमी किसी भी कार्रवाई को रोक देगी।\"\n",
        "output": [
            "\"I don't expect that the lack of British participation will stop any action.\"\n"
        ]
    },
    {
        "input": "1992 में न्यूयॉर्क टाइम्स को दिए साक्षात्कार में कोर्नेयू ने कहा था कि, \"ज्यादातर लोग इस फिल्म के बारे में भावुक हो जाते हैं और ऐसा संभव कल्ट स्टेटस से पलायन की वजह से हुआ.\"\n",
        "output": [
            "Corneau said in a 1992 interview in the New York Times that \"Many people got emotional about this film, and that made it possible for it to escape cult status.\"\n"
        ]
    },
    {
        "input": "इराक विरोधी सेना (एआईएफ) की जानी हुई युद्धनीति है जख्म या मौत को लेकर बनावटी बातें कहना और नौसैनिक योथोचित दावा कर सकता था कि वे अभी भी एक खतरा थे।\n",
        "output": [
            "A known tactic of anti-Iraqi forces (AIF) is to feign injury or death, and the marine could reasonably claim they were still a threat.\n"
        ]
    },
    {
        "input": "\"हम लोग न्यूमोनिया के बारे में बात कर रहे हैं जिसका इलाज भारी मात्रा में एंटिबॉयोटिक्स की खुराक के जरिए हो रहा है।\n",
        "output": [
            "\"We are talking about pneumonia that is being treated with massive antibiotics.\n"
        ]
    },
    {
        "input": "MSNBC रिपोर्ट करता है कि क्लिंटन ने बराक ओबामा को \"बहुत कम अंतर\" से हराया है।\n",
        "output": [
            "MSNBC reports that Clinton beat Barack Obama by a \"very narrow margin.\"\n"
        ]
    },
    {
        "input": "उन्होंने कहा, \"पिछले साल 18 दिसंबर को, मैंने इंडोनेशिया के अटॉर्नी जेनरल को पत्र लिखकर याद दिलाया था कि आस्ट्रेलिया की सरकार फांसी की सजा के खिलाफ है और हम बाली नाइन के संदर्भ में किसी भी आस्ट्रेलियन के लिए फांसी की सजा को देखना नहीं चाहते.\"\n",
        "output": [
            "\"On the 18th of December last year, I wrote to the Indonesian Attorney-General reminding him that the Australian Government was opposed to the death sentence and we didn't want to see, in the context of the Bali nine, any of the Australians sentenced to death,\" he said.\n"
        ]
    },
    {
        "input": "एबट ने दावा किया कि \"श्री रूड ने यह सब बंद कर दिया जिसकी वजह से हमारे यहाँ 50,000 से अधिक अवैध आप्रवासी हो गए।\"\n",
        "output": [
            "\"It's because Mr. Rudd closed it all down that we've had more than 50,000 illegal arrivals,\" claimed Abbott.\n"
        ]
    },
    {
        "input": "मस्जिद की घटना ने एक बड़ा विवाद पैदा कर दिया था कि क्या सैन्यबलों के साथ जुड़े पत्रकारों को निष्पक्ष नजरिया रखना चाहिए।\n",
        "output": [
            "The incident in the mosque raised considerable controversy over whether embedded journalists should maintain a neutral point of view.\n"
        ]
    },
    {
        "input": "नर्मदा बचाओ आंदोलन की नेता मेधा पाटकर सहित देश के विभिन्न हिस्सों के नेताओं और हस्तियों ने उनके निधन पर दुःख व्यक्त किया।\n",
        "output": [
            "Leaders and personalities from different parts of the country, including the Narmada Bachao Andolan leader Medha Patkar, expressed grief over the death.\n"
        ]
    },
    {
        "input": "पुरस्कार US$ 500,000 के पुरस्कार के साथ आता है, जिससे यह संयुक्त राज्य में दिए गए आविष्कार का सबसे बड़ा एकल पुरस्कार बन गया।\n",
        "output": [
            "The prize comes with an award of US$500,000, making it the largest single award for invention given in the United States.\n"
        ]
    },
    {
        "input": "अंटाल्या, तुर्की में एक मुक्त व्यापार क्षेत्र में, एफएमसी नोवमेड की 80 महिला कर्मचारी 26 सितंबर, 2006 से लगभग एक साल से हड़ताल पर हैं।\n",
        "output": [
            "In a free trade zone in Antalya, Turkey, 80 women workers of FMC Novamed are in strike for almost a year now, since September 26th, 2006.\n"
        ]
    },
    {
        "input": "हुआंग-लैंग साय (एसएसी के उप आयुक्त) ने टिप्पणी की.कि एसएसी ने लंबे समय से ताइवान में सार्वजनिक खेलों को प्रोत्साहित किया है और एसएसी वंचित एवं अल्पसंख्यक लोगों द्वारा भागीदारी का सम्मान करती है।\n",
        "output": [
            "Huang-lang Tsai (Deputy Commissioner of SAC) remarked that SAC promoted public sports in Taiwan for a long period, and SAC respected the participation on disadvantaged people or minority.\n"
        ]
    },
    {
        "input": "पूरा उद्धरण का कथन है कि पुरस्कार \"फोर इल्यूसीडेशन ऑफ़ द प्रोपर्टीज ऑफ़ स्पॉन्टेनियस सिमेट्री ब्रेकिंग इन फोर डायमेंशनल रिलेटीविस्टिक गाज थ्योरी एंड ऑफ़ द मैकेनिज्म फार द कन्टीस्टेन्ट जनरेशन ऑफ़ वेक्टर वोसन मासेज.\"के लिए प्रदान किया गया।\n",
        "output": [
            "The full citation stated the prize was awarded \"For elucidation of the properties of spontaneous symmetry breaking in four-dimensional relativistic gauge theory and of the mechanism for the consistent generation of vector boson masses.\"\n"
        ]
    },
    {
        "input": "इसके अलावा, यह व्यवस्था एक अजीब स्थिति पैदा करती है: सार्वजनिक रूप से यह ज्ञात होता है कि विल्लेपिन और सरकोज़ी 2007 के राष्ट्रपति चुनाव के संबंध में एक-दूसरे को खतरनाक राजनीतिक प्रतिद्वंद्वी मानते हैं और उन्हें व्यापक रूप से एक-दूसरे से घृणा करने के लिए जाना जाता है।\n",
        "output": [
            "Also, this arrangement creates a peculiar situation: it is public knowledge that Villepin and Sarkozy consider each other a dangerous political rival with respect to the 2007 presidential election, and they are widely said to loathe each other.\n"
        ]
    },
    {
        "input": "उन्होंने अपने कैरियर की शुरुआत केएसएएक्स में की और एल पासो और टक्सन, एरिज़ोना में भी काम किया।\n",
        "output": [
            "She began her career at KSAX and also worked in El Paso and Tucson, AZ.\n"
        ]
    },
    {
        "input": "मील के पत्थर तक पहुंचने के बाद, एयरलाइन ने तुरंत, हमेशा की तरह, सीटों को बेचने के लिए अवसर का उपयोग किया; 99p/99c सीट पर बड़े पैमाने पर 200,000 सीट की बिक्री शुरू करना।\n",
        "output": [
            "Having reached the milestone, the airline promptly used the opportunity, as always, to sell seats; launching a massive 200,000 seat sale at 99p/99c a seat.\n"
        ]
    },
    {
        "input": "डैनजिगर पुल के नहर पर है जो लेक पोंटचार्टेन को मिसिसिपी नदी से जोड़ता है।\n",
        "output": [
            "The Danziger Bridge spans a canal which connects Lake Pontchartrain and the Mississippi River.\n"
        ]
    },
    {
        "input": "500,000 से अधिक बीटा-टेस्टर द्वारा सुधार का परीक्षण किया गया है।\n",
        "output": [
            "The improvements have been tested by more than 500,000 beta-testers.\n"
        ]
    },
    {
        "input": "इस खबर ने ऑस्ट्रिया को झकझोर दिया है और उस घटना की याद दिला दी है जिसमें 10 वर्षीया नतासा कम्पुश को अगवा कर लिया गया था और वह आठ साल तक \"कालकोठरी\" में रहने के बाद 2006 में वहाँ से भाग निकली थी।\n",
        "output": [
            "The news has shocked Austria, as has its similarity to the case of Natascha Kampusch who was kidnapped aged 10, and escaped after being held in a \"dungeon\" for eight years in 2006.\n"
        ]
    },
    {
        "input": "उन्होंने माटोस के सभी रिकॉर्ड को ओलंपिक रिकॉर्ड से हटाने के लिए भी कहा।\n",
        "output": [
            "They also called for all records of Matos to be removed from the Olympic records.\n"
        ]
    },
    {
        "input": "घायलों को इलाज के लिए एक स्थानीय सैन्य अस्पताल में ले जाया गया, जबकि सुरक्षा बलों ने विस्फोट के दृश्य को सुरक्षित कर लिया।\n",
        "output": [
            "The wounded were taken to a local military hospital for treatment, while security forces secured the scene of the blast.\n"
        ]
    },
    {
        "input": "न्यूसम 2003 से सैन फ्रांसिस्को के मेयर रहे हैं और 2007 में फिर से चुने गए।\n",
        "output": [
            "Newsom has been San Francisco's mayor since 2003 and was re-elected in 2007.\n"
        ]
    },
    {
        "input": "बांग्लादेश के मौसम विभाग ने एक बयान जारी किया कि भूकंप ने चटगोंग को एक दक्षिणी बंदरगाह बना दिया था, जो बांग्लादेश का दूसरा सबसे बड़ा शहर है।\n",
        "output": [
            "The Bangladesh Meteorological Department issued a statement that the quake had struck Chittagong, a southern port that is the second largest city in Bangladesh.\n"
        ]
    },
    {
        "input": "इस साल के अंत तक कंपनियों ने बड़े पैमाने पर इन नये डिस्प्ले के उत्पादन की योजना बनाई थी।\n",
        "output": [
            "At the end of this year the companies planned to start mass production of these new displays.\n"
        ]
    },
    {
        "input": "इससे अटकलें लगाई जा रही हैं कि फ्रेलिमो इसका इस्तेमाल गुएबुजा को तीसरी बार भी राष्ट्रपति बनाने में कर सकती है-वर्तमान में संविधान एक व्यक्ति को सिर्फ दो बार राष्ट्रपति बनने की अनुमति देता है।\n",
        "output": [
            "There has been some speculation that Frelimo may use this to allow Guebuza to run for a third term - currently, the constitution allows a president to serve only two terms in office.\n"
        ]
    },
    {
        "input": "स्कॉटलैंड के पहले मंत्री एलेक्स साल्मंड MSP ने लगभग 600 लोगों के सामने रविवार को मूडीज़बर्न में एक कांस्य प्रतिमा और एक स्मारक उद्यान का अनावरण किया।\n",
        "output": [
            "Scotland's First Minister Alex Salmond MSP unveiled a bronze statue and a memorial garden in Moodiesburn on Sunday in front of a crowd of approximately 600.\n"
        ]
    },
    {
        "input": "यह नन्ही कार अधिकतम 38 मील प्रति घंटा (61 किमी/घं) की गति से चल सकती है और एक हैंडल से लैस है जिसकी सहायता से ड्राइवर कार को खींच कर रिवर्स कर सकता है।\n",
        "output": [
            "The little car can travel as fast as 38 mph (61 kph), and comes equipped with a handle on the car so the driver can pull the car to back up.\n"
        ]
    },
    {
        "input": "द एस्ट्रोज वर्तमान में नेशनल लीग सेंट्रल में पाँचवें स्थान पर 58-73 के रिकॉर्ड के साथ हैं।\n",
        "output": [
            "The Astros are currently in fifth place in the National League Central with a record of 58-73.\n"
        ]
    },
    {
        "input": "इस प्रस्ताव से यह भी पता चलता है कि टैक्सी कंपनियां चालू 30-35 दिनों के सुरक्षा कैमरों से डाउनलोड की गई रिकॉर्डिंग रख सकती हैं।\n",
        "output": [
            "The proposal also suggests extending the time taxi companies can keep recordings downloaded from security cameras from the current 30–35 days.\n"
        ]
    },
    {
        "input": "बोस्निया और हर्ज़ेगोविना की राष्ट्रीय फ़ुटबॉल टीम को खेल के अंतरराष्ट्रीय शासक निकाय FIFA ने प्रतिबंधित कर दिया गया है।\n",
        "output": [
            "The national football team of Bosnia and Herzegovina has been banned by FIFA, the sport's international governing body.\n"
        ]
    },
    {
        "input": "टीमस्टर के वकील मूल रूप से एडमोंटन से ताल्लुक रखते हैं, लेकिन वे 1991 से वैंकूवर इनविरन्स में रह रहे हैं।\n",
        "output": [
            "The Teamster's lawyer is originally from Edmonton, but has been living in Vancouver environs since 1991.\n"
        ]
    },
    {
        "input": "सस्काचेवान ने पिछली बार 1989 में कप जीता था और उनका आखिरी चैंपियनशीप गेम 1997 में टोरंटो अर्गोनॉट्स के खिलाफ था।\n",
        "output": [
            "Saskatchewan last won the Cup in 1989, and their last appearance at the championship game was in 1997 against the Toronto Argonauts.\n"
        ]
    },
    {
        "input": "व्यापारियों ने 1 नवंबर तक आंदोलन से पीछे हटने से इनकार कर दिया, जब दिल्ली नगर निगम को अपनी सीलिंग ड्राइव को फिर से शुरू करने की संभावना है।\n",
        "output": [
            "Traders refused to move back from the agitation until November 1, when Municipal Corporation of Delhi is likely to resume its sealing drive.\n"
        ]
    },
    {
        "input": "नखोन श्री थम्मरत प्रांत में थुंग सॉन्ग जिला शहर के शोपिंग क्षेत्रों में कमर-ऊंची बाढ़ का सामना कर रहा है।\n",
        "output": [
            "Thung Song District in Nakhon Sri Thammarat province is experiencing waist-high floodwaters in downtown shopping areas.\n"
        ]
    },
    {
        "input": "पेंटोबार्बिटल, एक विकल्प जो स्विट्जरलैंड में डिग्निटास क्लिनिक में उपयोग किया जाता है, ओरेगन में घातक इंजेक्शन के लिए उपयोग किया जाता है और ओक्लाहोमा द्वारा उपयोग किया जाने लगा है।\n",
        "output": [
            "Pentobarbital, an alternative which is used at the Dignitas clinic in Switzerland, is used for lethal injections in Oregon, and has started to be used by Oklahoma.\n"
        ]
    },
    {
        "input": "संभावित डेमोक्रेट उम्मीदवार के सभी सर्वेक्षणों में क्लिंटन आगे चल रही हैं और अपने समर्थकों और नये कर्मचारियों से अपने कई संदेशों को निजी रख रही हैं।\n",
        "output": [
            "Clinton tops every national poll of likely Democratic candidates and had tried to keep private many of her overtures to supporters and new staff.\n"
        ]
    },
    {
        "input": "सम्राट ने अपने इस फैसले का अभी कोई कारण नहीं बताया है; हालाँकि, हाल ही में ऐसी रिपोर्टें आई हैं जिनमें संसद पर कानून का समुचित पालन न करने और यहां तक कि भ्रष्ट होने का भी आरोप है।\n",
        "output": [
            "The monarch did not immediately provide a reason for the move; however, there have recently been reports accusing the parliament of handling legislation ineptly, and even of being corrupt.\n"
        ]
    },
    {
        "input": "कुल विनियोजनों के लिए, पहली श्रेणी में कुल 117,170,000 ऑस्ट्रेलियाई डॉलर की कमी हुई और दूसरी श्रेणी में 114,353,000 ऑस्ट्रेलियाई डॉलर की वृद्धि देखी गई।\n",
        "output": [
            "For total appropriations, the first area decreased by a total of A$117,170,000 and the second area saw an increase in of A$114,353,000.\n"
        ]
    },
    {
        "input": "ब्रोंकोस ने अपने घरेलू क्षेत्र में 19-8 से जीत हासिल की; और ब्लंट और ओरेगन का अपराध खेल के पहले 37 मिनट तक एक भी पहला अंक हासिल करने में विफल रहा।\n",
        "output": [
            "The Broncos, however, won 19–8 in their home field; and Blount and Oregon's offense failed to achieve a single first down for the game's first 37 minutes.\n"
        ]
    },
    {
        "input": "जोन पाल की यात्रा फाकलेंड युद्ध एवं उनको मारने के प्रयास के कारण रद्द होने की संभावना थी।\n",
        "output": [
            "John Paul's visit was likely to be cancelled due to the Falklands War and assasination attempts.\n"
        ]
    },
    {
        "input": "यात्रा के दौरान नौजवानों का एक समूह बिना किसी स्पष्ट कारण के सब कुछ तोड़ने लगा।\n",
        "output": [
            "During the trip, a group of youths started breaking everything for no apparent reason.\n"
        ]
    },
    {
        "input": "एबीसी गुड मॉर्निंग अमेरिका के सह-एँकर रॉबिन रॉबर्ट्स के अनुसार, दुनिया भर में सर्वेक्षण की गई केवल दो प्रतिशत महिलाएँ खुद को सुंदर मानती हैं, जिनके कार्यक्रम की आज सुबह 8:07 ए.एम ईएसटी पर वाणिज्यिक शुरुआत हुई।\n",
        "output": [
            "Only two percent of women surveyed worldwide consider themselves beautiful, according to ABC Good Morning America co-anchor Robin Roberts, whose program debuted the commercial this morning at 8:07 am EST.\n"
        ]
    },
    {
        "input": "रेड क्रॉस के एक प्रवक्ता ने कहा कि लगभग दो सौ घर डूब गए या बर्बाद हो गए।\n",
        "output": [
            "A spokesperson for the Red Cross said approximately two hundred houses had been sunk or wrecked.\n"
        ]
    },
    {
        "input": "टोरंटो एफसी का सत्र समाप्त हो गया है क्योंकि प्लेऑफ के पहले दौर में न्यू इंग्लैंड क्रांति का सामना न्यू यॉर्क रेड बुल्स से होगा।\n",
        "output": [
            "Toronto FC's season is finished as New England Revolution will face New York Red Bulls in the 1st Round of the playoffs.\n"
        ]
    },
    {
        "input": "राष्ट्रपति एलि उल्द मोहम्मद वल, जिन्होंने जनमत संग्रह में भी मतदान किया है, ने कहा कि, \"यह एक महान दिन है और मॉरिटानिया के लिए एक पुनर्जन्म है...\"\n",
        "output": [
            "President Ely Ould Mohamed Vall, who also voted in the referendum said, \"This is a great day and a rebirth for Mauritania ...\"\n"
        ]
    },
    {
        "input": "\"हम अन्य भाषाओं में भी विस्तार करने की उम्मीद कर रहे हैं, क्योंकि निश्चित रूप से एक ऐसा बाजार है, जो हमारे ब्रांड के इन्फोटेनमेंट की मांग कर रहा है।\"\n",
        "output": [
            "\"We are looking forward to expanding into other languages as well, because there is definitely a market demanding our brand of infotainment.\"\n"
        ]
    },
    {
        "input": "59 साल के कुक को गिरने के आधे घंटे बाद एक बचाव सेवा के हेलीकॉप्टर द्वारा इनवर्नेस के एक अस्पताल में भेजा गया।\n",
        "output": [
            "Cook, aged 59, was flown to a hospital in Inverness by a rescue service helicopter half an hour after collapsing.\n"
        ]
    },
    {
        "input": "सात लोगों की रिहाई के बारे में चाडियन अधिकारियों के साथ बातचीत करने के लिए फ़्रांसीसी राष्ट्रपति निकोलस सरकोज़ी चाड पहुंचे।\n",
        "output": [
            "The release of the seven came as French President Nicolas Sarkozy arrived in Chad to hold talks on the case with Chadian officials.\n"
        ]
    },
    {
        "input": "मिलियन डॉलर बेबी (2004) और क्रैश (2005) दोनों ने बेस्ट पिक्चर के लिए एकेडमी अवार्ड्स जीते हैं, जिसमें 1950 से लेकर अब तक की पेन फिल्म्स के बाद पहली फिल्म लेखक बनी जिसने लगातार सालों बेस्ट पिक्चर ऑस्कर जीता।\n",
        "output": [
            "Both Million Dollar Baby (2004) and Crash (2005) won Academy Awards for Best Picture, making Haggis the first film writer since 1950 to pen movies which won Best Picture Oscars in consecutive years.\n"
        ]
    },
    {
        "input": "\"पहला ठंडा और शुष्क था, जबकि दूसरा गर्म और नम था।\"\n",
        "output": [
            "\"The first one was cold and dry and the second one was warm and humid.\"\n"
        ]
    },
    {
        "input": "इस श्रेणी में सभी धनराशि स्थानीय सरकार (वित्तीय सहायता) अधिनियम 1995 के अनुरूप आवंटित की गई है।\n",
        "output": [
            "All money in the category is allocated in line with the Local Government (Financial Assistance) Act 1995.\n"
        ]
    },
    {
        "input": "पहले हाफ़ की समाप्ति के क्षणों में सनीबैंक ने 17 अंकों की बढ़त के साथ 3 की बढ़त बनाई, लेकिन एक पेनल्टी पर कब्जा कर लिया, जिसके परिणामस्वरूप मेजबानों ने स्कोर किया कि आखिरकार खेल का अंतिम बिंदु क्या होगा।\n",
        "output": [
            "Sunnybank lead 17 points to 3 in the dying moments of the first half, but conceded a penalty which resulted in the hosts scoring what would ultimately be their final points of the game.\n"
        ]
    },
    {
        "input": "न्यूपोर्ट एवं ग्लिंद्वर अपने स्वयं के अधिकार वाले विश्वविद्यालय बनने जा रहे हैं।\n",
        "output": [
            "Newport and Glyndwr are set to become universities in their own right.\n"
        ]
    },
    {
        "input": "\"जैसा कि हमारा राज्य इस विभाजनकारी बहस से आगे बढ़ता है, मुझे उम्मीद है कि हम अपने आपराधिक न्याय प्रणाली की निष्पक्षता और अखंडता को बेहतर बनाने और इसकी गिरावट को कम करने के लिए अपने प्रयासों और आम कार्यों को फिर से दोहरा सकते हैं,\" मलॉय ने जोड़ा।\n",
        "output": [
            "\"As our state moves beyond this divisive debate, I hope we can all redouble our efforts and common work to improve the fairness and integrity of our criminal justice system, and to minimize its fallibility,\" added Malloy.\n"
        ]
    },
    {
        "input": "कोस्टगार्ड को शाम 7:03 बजे कैंडानो शिपिंग लाइंस से आपातकाल का संदेश मिला।\n",
        "output": [
            "The Coast Guard received word on the emergency at 7:03 p.m. from Candano Shipping Lines.\n"
        ]
    },
    {
        "input": "संदिग्ध अधिकारी, अलेक्सी मितेयेव को बल से बर्खास्त कर दिया गया, गिरफ्तार किया गया और कहा जाता है कि उसने इस अपराध को कबूल कर लिया है।\n",
        "output": [
            "The suspected officer, Alexei Mitayev, was dismissed from the force, arrested, and is said to have since confessed to this crime.\n"
        ]
    },
    {
        "input": "और यह सब मैं टेलीविजन में अपने सपनों की नौकरी पाने के अवसरों को बढ़ाने के लिए कर रही थी।”\n",
        "output": [
            "And I was doing all this in order to increase my chances to get my dream job in television.\"\n"
        ]
    },
    {
        "input": "सिडनी मॉर्निंग हेराल्ड को एक सरकारी स्रोत ने सुझाव दिया कि राज्य और संघीय सरकारें प्रत्येक $1मिलियन तक खर्च कर रही हैं।\n",
        "output": [
            "A government source suggested to the Sydney Morning Herald that the state and federal governments are spending up to $1million each.\n"
        ]
    },
    {
        "input": "2,800 से अधिक मतदान केंद्रों से परिणाम प्राप्त करने के बाद, गैबॉन की संवैधानिक अदालत ने देश के लंबे समय तक नेता उमर बोंगो के बेटे के चुनाव की पुष्टि की।\n",
        "output": [
            "After recounting results from more than 2,800 polling stations, Gabon's constitutional court confirmed the election of the son of the country's long-time leader Omar Bongo.\n"
        ]
    },
    {
        "input": "रॉस ने बताया है कि वह कुछ कार्यक्रमों के लिए \"शर्मिंदा\" थे किन्तु \"कार्यक्रम के बहुत से शो हैं जिन पर उन्हें गर्व है।\"\n",
        "output": [
            "Ross has stated that he was \"ashamed of\" few programmes and that \"[t]he vast majority are shows I am proud of.\"\n"
        ]
    },
    {
        "input": "अंतरराष्ट्रीय अपराध सिंडिकेट को दोषी ठहराते हुए जिम्बाब्वे में आज एक वन्यजीव अधिकारी ने कहा कि इस साल देश में जानवरों के अवैध शिकार की मात्रा में भारी वृद्धि हुई है।\n",
        "output": [
            "A wildlife official in Zimbabwe said today that the amount of animal poaching in the country has increased substantially this year, blaming an international crime syndicate.\n"
        ]
    },
    {
        "input": "एश्ले के माता-पिता उसे घर पर ही रखना चाहते हैं और खुद ही उसकी देखभाल करना चाहते हैं और अपनी बेटी को एक बेहतर जिंदगी देना चाहते हैं।\n",
        "output": [
            "Ashley's parents want to keep her at home and care for her themselves, and they want to guarantee their daughter's quality of life.\n"
        ]
    },
    {
        "input": "सरकार ने पांच या छः दिवसीय उड़ान पर सितंबर या अक्टूबर में दो-चालक दल कक्ष में प्रक्षेपित करने की योजना बनाई है।\n",
        "output": [
            "The government planned to launch a two-man crew into orbit in September or October on a five to six day flight.\n"
        ]
    },
    {
        "input": "श्रीमती ग्राहम ने उन्हें थैचर के स्टाफ़ के एक सदस्य द्वारा दुकान में छोड़ते हुए देखने के बाद दानाश्रित दुकान स्यु रायडर से ख़रीदे।\n",
        "output": [
            "Ms. Graham bought them in a Sue Ryder charity shop after seeing a member of Thatcher's staff drop them in the shop.\n"
        ]
    },
    {
        "input": "संयुक्त राज्य अमेरिका में न्यूयॉर्क के राई में प्लेलैंड मनोरंजन पार्क में एक चक्कर लगाने वाली सवारी के दुर्घटना के बाद शुक्रवार रात एक युवती की मौत हो गई।\n",
        "output": [
            "A young woman was killed Friday night after an accident occurred on a gyrating ride at the Playland amusement park in Rye, New York in the United States.\n"
        ]
    },
    {
        "input": "अल-फखोरा स्कूल में 40 से अधिक लोगों पर हमला किया गया, जिसमें 40 लोग मारे गए, जिनमें से कई महिलाएं और बच्चे थे।\n",
        "output": [
            "More schools were attacked including the al-Fakhora School killing 40 people, many of them women and children.\n"
        ]
    },
    {
        "input": "“क्या आपने कभी 20 वर्षीय मास्टरमाइंड को देखा है? वह शूटर नहीं था, ”ब्लाट ने कहा।\n",
        "output": [
            "\"Have you ever seen a 20 year-old mastermind? He was not the shooter,\" said Blat.\n"
        ]
    },
    {
        "input": "बफ़ेलो पुलिस लेफ्टिनेंट, के स्ज़्ज़कोव्स्की ने कहा, \"उसने पैकेज को [बॉक्स] में गिरा दिया और डेलावेयर एवेन्यू की ओर अपना रुख किया।\"\n",
        "output": [
            "\"He dropped the package into the [box], and made his way out to Delaware Ave. towards Allen,\" stated Buffalo Police Lt., K Szyszkowski.\n"
        ]
    },
    {
        "input": "एक बार पायलट पूरा हो जाने के बाद सभी विभाग अंततः लिनक्स और OpenOffice.org पर चले जाएंगे।\n",
        "output": [
            "Once the pilot is completed all the departments will eventually be migrated to Linux and OpenOffice.org.\n"
        ]
    },
    {
        "input": "मंगलवार रात में हुए 37 करोड़ यूएस डॉलर के मेगा मिलियन्स लॉटरी ड्रा में, जिसे यू.एस. के 12 राज्यों में निकाला जाता है, कम से कम दो बड़े विजेता हैं।\n",
        "output": [
            "There are at least two big winners in Tuesday night's US$370 million Mega Millions lottery drawing which is held in 12 U.S. states.\n"
        ]
    },
    {
        "input": "टूर्नांमेंट के मिश्रित परिणाम के बावजूद द कुरक्रिस ने जैसे तैसे जग फाइनल में क्लालीफाई कर लिया।\n",
        "output": [
            "Despite mixed results for the tournament the Kukris managed to qualify for the Jug Final.\n"
        ]
    },
    {
        "input": "जहाँ फ्रैंकोइस बायरू के नेतृत्व में यूनियन फॉर फ्रेंच डेमोक्रेसी (UDF) पार्टी, औपचारिक रूप से UMP के साथ सत्तारूढ़ गठबंधन में बनी हुई है, उसने यह निर्णय लिया कि, क्योंकि नई सरकार संभवतः अधिकतर समान नीतियों को अपनाएगी, इसलिए वह इसमें भाग नहीं लेगी।\n",
        "output": [
            "While the Union for French Democracy (UDF) party, led by François Bayrou, formally remains in the ruling coalition along with the UMP, it has decided that, because the new government would probably do more of the same policies, it would not participate in it.\n"
        ]
    },
    {
        "input": "इस समूह को अप्रैल 2008 में ए जिया और ए ट्रान द्वारा पाकिस्तान से कनाडा में मारिजुआना स्थानांतरित करने के लिए जाना जाता है और मई 12, 2008 को पकड़ा गया था।\n",
        "output": [
            "The group were hired in April 2008 by individuals known by A Giai and A Tran to transfer the marijuana from Pakistan to Canada and were caught on May 12, 2008.\n"
        ]
    }
]
}