{"Contributors": ["Phani Rohitha Kaza"], "Source": ["SNLI, https://nlp.stanford.edu/pubs/snli_paper.pdf"], "Categories": ["Text Modification"], "Definition": "You must change the second sentence in a pair of contradictory sentences so that it agrees with the first. The sentences that you create should not exceed 15 words in length. Try to introduce new information rather than use pronouns that could cause confusion.", "Positive Examples": [{"input": "Sentence 1: A woman in a tan jacket walks down a busy sidewalk. Sentence 2: The women is watching tv in her bedroom", "output": "A women is walking", "explanation": "The output aligns or agrees with the sentence 1 which states that the woman is walking."}, {"input": "Sentence 1: A little girl with braided pigtails riding a pink bike. Sentence 2: A little girl with a bald head riding a purple bike.", "output": "A girl riding a bike.", "explanation": "The output aligns or agrees with the sentence 1."}], "Negative Examples": [{"input": "Sentence 1: People watching a man breakdance. Sentence 2: A man just robbed him", "output": "A man was hiking", "explanation": "The output and input sentences are out of context of each other, they are neither agreeing or contradicting with each other."}, {"input": "Sentence 1: Brightly dressed men doing acrobatics on a log. Sentence 2: The men wearing pastel colored shirts are cycling down the hill.", "output": "Men are cycling", "explanation": "The output is agreeing with the sentence 2 but not sentence 1."}], "Instances": [{"input": "Sentence 1: A bearded man plays the xylophone for a group of people on the street, a chest in front of him awaiting donations. \n Sentence 2: thhe man plays a tuba", "output": ["a man plays xylophone"]}, {"input": "Sentence 1: A bearded man sits against a wall and plays the flute. \n Sentence 2: old lady watching cinema", "output": ["man sits and play flute."]}, {"input": "Sentence 1: A bearded man sits with a cocktail. \n Sentence 2: A man without a beard has a cocktail.", "output": ["A man has an alcoholic drink."]}, {"input": "Sentence 1: A bearded man standing across two ladders in an attic access door has a horrified expression on his face. \n Sentence 2: There is a man repairing his bike", "output": ["Horrified expression on the face of a man, while standing on two ladders below an attic access door"]}, {"input": "Sentence 1: A bearded man talks on the phone while looking content. \n Sentence 2: A man is listening to headphones.", "output": ["A man talks on the phone."]}, {"input": "Sentence 1: A bearded man uses tools to carve a wooden object. \n Sentence 2: The man is sewing", "output": ["The man is bearded."]}, {"input": "Sentence 1: A bearded man wearing a beret working on a project using fire. \n Sentence 2: A man yells at children for playing with fire.", "output": ["There are flames visible near a man."]}, {"input": "Sentence 1: A bearded man wearing a black cap, a black short-sleeve shirt, and blue pants is carrying a bag with a Union Jack pattern and walking past the Mooch Art art gallery in Manchester, Great Britain. \n Sentence 2: The man is dancing in the rain in a field.", "output": ["A man is walking past a building."]}, {"input": "Sentence 1: A bearded man wearing a blue jacket rides his snow sled pulled by his two dogs. \n Sentence 2: A guy watches the Iditarod on TV.", "output": ["A man rides a dogsled."]}, {"input": "Sentence 1: A bearded man wearing a brown shirt plays the guitar. \n Sentence 2: The man is playing the drums.", "output": ["The guitar is being played."]}, {"input": "Sentence 1: A bearded man wearing a denim jacket sits on a bench. \n Sentence 2: The man is naked.", "output": ["The man has facial hair."]}, {"input": "Sentence 1: A bearded man wearing a sleeveless shirt is kneeling in front of a piece of lumber supported by several crates. \n Sentence 2: The Sleevless man is watching tv", "output": ["A bearded man wearing a sleeveless shirt is kneeling in front of a piece of lumber supported by several crates."]}, {"input": "Sentence 1: A bearded man wearing a turban, face paint, blue and green top, baggy orange pants and a red and white striped apron is dancing on a rocky street with a young woman wearing a turban, purple top, gray and black striped pants and red apron with black polka dots and ruffles as a couple watch behind them while other people are ignoring them. \n Sentence 2: Everyone is sitting down.", "output": ["There are people dancing."]}, {"input": "Sentence 1: A bearded man wearing glasses and a colorful velvet hat and vest is tapping a metal shield \n Sentence 2: The bearded man raises his mug to take a drink.", "output": ["The bearded man with a velvet hat is tapping a shield."]}, {"input": "Sentence 1: A bearded man wearing no t-shirt fixes his bicycle. \n Sentence 2: The man is wearing a shirt.", "output": ["A man is topless."]}, {"input": "Sentence 1: A bearded man wearing sunglasses is preparing food. \n Sentence 2: A woman is washing the dishes.", "output": ["A person is preparing food."]}, {"input": "Sentence 1: A bearded man wears a red bandanna and a leather jacket over a teeshirt with an American flag on it. \n Sentence 2: The bandanna is yellow.", "output": ["A bearded man is wearing an America-themed shirt."]}, {"input": "Sentence 1: A bearded man with a hat and glasses talks while two other men listen. \n Sentence 2: The man in the hat does not wear glasses.", "output": ["A man with a hat and glasses speaks to two other men."]}, {"input": "Sentence 1: A bearded man with a hat drives down the road. \n Sentence 2: A person is playing golf.", "output": ["A person is in a car."]}, {"input": "Sentence 1: A bearded man with animal hide coat and hat. \n Sentence 2: The man has a clean shaven face.", "output": ["The man has a beard."]}, {"input": "Sentence 1: A bearded man with dreadlocks in an orange shirt has tribal face paint. \n Sentence 2: the star explodes", "output": ["the hairy guy had a shirt and face paint"]}, {"input": "Sentence 1: A bearded man with glasses playing an instrument. \n Sentence 2: The girl was playing a trombone.l", "output": ["A bearded man is wearing glasses playing an instrument."]}, {"input": "Sentence 1: A bearded man with gray hair speaks at a microphone. \n Sentence 2: The man is outdoors.", "output": ["The man has a beard."]}, {"input": "Sentence 1: A bearded man, and a girl in a red dress are getting married. \n Sentence 2: The beared man and the girl are getting a divorce.", "output": ["The two people are getting married."]}, {"input": "Sentence 1: A bearded man, thumbs on straps of waterproof orange bib overalls, stands in front of a grocery cooler full of fish. \n Sentence 2: A man, thumbs on straps of waterproof purple bib overalls, sits in front of a grocery cooler full of fish.", "output": ["A man wearing fisherman attire stands near some catch."]}, {"input": "Sentence 1: A bearded white man in a beanie and yellow jacket stands next to a fallen tree while looking toward another man. \n Sentence 2: A woman learning how to fly a kite.", "output": ["A bearded man looks to another man near a fallen tree."]}, {"input": "Sentence 1: A beat up old truck in the heart of a colorful town. \n Sentence 2: The truck is on the highway.", "output": ["The truck is old."]}, {"input": "Sentence 1: A beautiful Hawaiian dancer posing. \n Sentence 2: Hawaiian dancer having drinks", "output": ["Hawaiian dancer posing for camera"]}, {"input": "Sentence 1: A beautiful blond girl sits on a deck. \n Sentence 2: A man is running away.", "output": ["A lady is sitting on the deck."]}, {"input": "Sentence 1: A beautiful brown and white St Bernard running in the snow \n Sentence 2: A white St. Bernard rests by the fire.", "output": ["A beatiful St Bernard is outside in the snow."]}, {"input": "Sentence 1: A beautiful city river walk with boats docked right on it. \n Sentence 2: Boats sit in dry dock in an urban warehouse.", "output": ["A city surrounds a river."]}, {"input": "Sentence 1: A beautiful day for riding bikes and motorcycles, and having a bar-b-q with family and friends. \n Sentence 2: The cat is climbing his scratch post.", "output": ["It is a nice sunny day."]}, {"input": "Sentence 1: A beautiful day to lay by the Ocean, waiting for the waves. \n Sentence 2: A man is climbing a vine in the jungle.", "output": ["A person is laying down near a large body of water."]}, {"input": "Sentence 1: A beautiful lady is eating ice cream. \n Sentence 2: The lady is eating dog.", "output": ["A lady has ice cream."]}, {"input": "Sentence 1: A beautiful lady is sitting at a table dressed up in a light blue dress. \n Sentence 2: There is an ugly man.", "output": ["There is a beautiful lady."]}, {"input": "Sentence 1: A beautiful lakeside view of a small harbor and a large white house. \n Sentence 2: A view of a farm and a large white house.", "output": ["A beautiful view of a harbor."]}, {"input": "Sentence 1: A beautiful red-haired woman is posing for the camera. \n Sentence 2: The blonde woman is ugly.", "output": ["The woman has red hair."]}, {"input": "Sentence 1: A beautiful view of the mountains on a snowy day. \n Sentence 2: A beautiful view of the mountains on a mid-summer night.", "output": ["A view of the mountains on a snowy day."]}, {"input": "Sentence 1: A beautiful white dog walking in the brown grass. \n Sentence 2: The dog is sleeping on his mat.", "output": ["The dog is outdoors."]}, {"input": "Sentence 1: A beautiful woman in a black dress is walking on the street. \n Sentence 2: She is naked.", "output": ["The woman is outside."]}, {"input": "Sentence 1: A beautiful woman in a nice dress is standing on what could be a Mardi Gras float. \n Sentence 2: A woman is at home watching TV.", "output": ["A woman in a dress."]}, {"input": "Sentence 1: A beautiful woman is being dressed. \n Sentence 2: the man wore all black", "output": ["a woman is getting dressed"]}, {"input": "Sentence 1: A beautiful woman is posing for a photo by a plant. \n Sentence 2: The woman is taking a photo of a plant.", "output": ["The woman is standing by a plant."]}, {"input": "Sentence 1: A beautiful woman singing. \n Sentence 2: There is a group of men singing.", "output": ["There is a woman singing"]}, {"input": "Sentence 1: A beautiful you lady is doing yoga. \n Sentence 2: A beautiful old lady is doing yoga.", "output": ["A young lady is doing yoga."]}, {"input": "Sentence 1: A beautiful young woman in a \"fuax\" Scottish outfit is walking along side the road. \n Sentence 2: An ugly naked woman walks across a field", "output": ["A beautiful woman walks along the side of a road"]}, {"input": "Sentence 1: A beefy guy with short brown hair in a beard is laying in a bathtub with his hands clasped behind his head. \n Sentence 2: The man is giving a class on CPR", "output": ["A man is resting is the tub."]}, {"input": "Sentence 1: A beige dog and brown dog in the snow. \n Sentence 2: Two foxes chase each other outside.", "output": ["There are two dogs in the snow"]}, {"input": "Sentence 1: A beige dog runs behind a white dog holding a yellow toy. \n Sentence 2: The pets are sitting on a couch.", "output": ["There are animals with toys."]}, {"input": "Sentence 1: A beige dog runs through the tall grass with a tree in the background. \n Sentence 2: A dog is laying on his owner's lap.", "output": ["A dog is running outside."]}, {"input": "Sentence 1: A beige dog with orange vest running on withering grass. \n Sentence 2: A dog with blue vest running on green grass.", "output": ["A dog running on grass."]}, {"input": "Sentence 1: A bellhop is pushing a cart. \n Sentence 2: the bellhop is pushing the cart with an ox", "output": ["A person is pushing something"]}, {"input": "Sentence 1: A belly dancer dressed in vibrant colors shows her flexibility as she leans backwards while poised just inches above the ground, the bottom ends of her scarf grazing the dirt. \n Sentence 2: The woman is sitting", "output": ["A dancer dances"]}, {"input": "Sentence 1: A belly dancer wearing a red and gold costume stands with her arms above her head. \n Sentence 2: A gorilla dressed as a belly dancer overturns a table.", "output": ["A dancer poses."]}, {"input": "Sentence 1: A bespectacled man speaks into a microphone under red, neon lighting. \n Sentence 2: A bespectacled woman speaks into a microphone under red, neon lighting.", "output": ["A man is speaking into a microphone"]}, {"input": "Sentence 1: A bewildered child examines a peculiar plant. \n Sentence 2: The plant is eating the child's cupcake.", "output": ["The child looks amazed."]}, {"input": "Sentence 1: A bicycle event with a rider rising above a crown of onlookers, dressed in a yellow, white and black outfit with a blue and white helmet. \n Sentence 2: They are a rebel without a cause.", "output": ["They are performing a trick at the event."]}, {"input": "Sentence 1: A bicycle gets airborne. \n Sentence 2: A skateboard goes down the hill.", "output": ["A bicycle flies in the air."]}, {"input": "Sentence 1: A bicycle goes downhill. \n Sentence 2: The bicycle lays flat on the lawn.", "output": ["A bicycle in action."]}, {"input": "Sentence 1: A bicycle is parked in front of a place of business. \n Sentence 2: There is a cat in front of the car.", "output": ["There is a bicycle parked in front of  business."]}, {"input": "Sentence 1: A bicycle is parked in front of a shop that has a large orange sign. \n Sentence 2: There is a car parked at the beach.", "output": ["A bike is in front of the shop with the large range sign"]}, {"input": "Sentence 1: A bicycle is parked outside a store. \n Sentence 2: The bicycle was found at the bottom of the lake.", "output": ["A bicycle has two wheels."]}, {"input": "Sentence 1: A bicycle performer accomplishes a jump. \n Sentence 2: A family rides slowly on a bike path.", "output": ["A bicyclist performs a stunt."]}, {"input": "Sentence 1: A bicycle race is in process, and one bicyclist has his arms in the air as the others have their heads down and their hands on their handlebars. \n Sentence 2: The race is a go-kart race.", "output": ["People are riding bicycles."]}, {"input": "Sentence 1: A bicycle race, with bicycle riders dressed in multicolor uniforms, with a man recording it. \n Sentence 2: They are jogging.", "output": ["The riders are competitive."]}, {"input": "Sentence 1: A bicycle racer is riding a bike on the street with people watching from the sidelines. \n Sentence 2: A cyclist is inspecting his rear wheel.", "output": ["Someone is racing."]}, {"input": "Sentence 1: A bicycle rider flies over a hill while a competitor is not far behind. \n Sentence 2: A bike rider airborne over a hill with nobody else around.", "output": ["A bike rider airborne over a hill with a competitor behind."]}, {"input": "Sentence 1: A bicycle rider in a race being followed by a police officer on a motorcycle. \n Sentence 2: The jogger went for his morning run.", "output": ["A cyclist was in a race and followed by a motorcycle cop."]}, {"input": "Sentence 1: A bicycle rider looks back at a Santa Cruz firetruck with it's emergency lights flashing. \n Sentence 2: A person is running from the police.", "output": ["A person is outdoors."]}, {"input": "Sentence 1: A bicycle rider takes a daring jump as his friends watch. \n Sentence 2: People riding stationary bikes for exercise.", "output": ["People are outside."]}, {"input": "Sentence 1: A bicycle stunt person midair performing a trick with fans watching. \n Sentence 2: A man is doing a skateboarding trick.", "output": ["A person is on a bicycle."]}, {"input": "Sentence 1: A bicycle with a basket is on a sidewalk. \n Sentence 2: A bicycle is inside the house.", "output": ["A bicycle with a basket is outside."]}, {"input": "Sentence 1: A bicycler balances his bike on a rail. \n Sentence 2: A bicyclist goes off a ramp.", "output": ["A bicyclist rides on a rail."]}, {"input": "Sentence 1: A bicycler is going down a ramp at a bike festival. \n Sentence 2: A bicycler is speeding down the highway.", "output": ["A person is riding a bike down a ramp."]}, {"input": "Sentence 1: A bicycler jumps a ramp outside in the dark night. \n Sentence 2: The bicycler is sitting down.", "output": ["It is night time."]}, {"input": "Sentence 1: A bicyclist along the River Seine in Paris. \n Sentence 2: The car is along a river.", "output": ["A bicyclist is along a river in Paris."]}, {"input": "Sentence 1: A bicyclist and a man in a suit are sitting near a fountain talking on cellphones. \n Sentence 2: Two people are on a roller coaster", "output": ["Two people are outside on their phones."]}, {"input": "Sentence 1: A bicyclist attempting to pay for a transportation ticket at a kiosk. \n Sentence 2: A bicyclist is walking home rather than getting a transportation ticket.", "output": ["A person is paying for transportation."]}, {"input": "Sentence 1: A bicyclist doing a jump. \n Sentence 2: The bicyclist is on the ground.", "output": ["The bicyclist is in the air."]}, {"input": "Sentence 1: A bicyclist dressed in all black in traffic. \n Sentence 2: There are no cars nearby", "output": ["Someone is riding a bike"]}, {"input": "Sentence 1: A bicyclist falls off his bike while others watch. \n Sentence 2: The people didn't notice the man fall.", "output": ["The man was biking."]}, {"input": "Sentence 1: A bicyclist flies through the air as he encounters a tree in his path. \n Sentence 2: The bicyclist is on the empty sidewalk.", "output": ["The bicyclist was separated from his bicycle."]}, {"input": "Sentence 1: A bicyclist getting ready to cross a street. \n Sentence 2: The man on the skateboard waits to cross the street.", "output": ["The bicyclist is prepared to cross the street."]}, {"input": "Sentence 1: A bicyclist holds their bike over their head by a group of people. \n Sentence 2: a bicyclist holds up his new van", "output": ["a bicyclist holds up his bike"]}, {"input": "Sentence 1: A bicyclist in a bike lane. \n Sentence 2: A person is jogging.", "output": ["A person is riding a bicycle in a bike lane."]}, {"input": "Sentence 1: A bicyclist in a striped athletic outfit is leaning against a car and taking a drink. \n Sentence 2: He can't ride a bike.", "output": ["The biciyclist isn't riding his bike at the moment."]}, {"input": "Sentence 1: A bicyclist in a white shirt and black shirt is fixing a bike on the sidewalk while other look on. \n Sentence 2: The biker is riding his bike up the hill.", "output": ["The bike rider is wearing a white shirt."]}, {"input": "Sentence 1: A bicyclist in blue parked inside of an all wood building. \n Sentence 2: A bicyclist sprints to the finish line.", "output": ["A person inside a building."]}, {"input": "Sentence 1: A bicyclist in orange shorts and green backpack passing through a busy street. \n Sentence 2: The bicyclist is winning the Indianapolis 500 race.", "output": ["A bicyclist navigating through a busy city street."]}, {"input": "Sentence 1: A bicyclist in white and black tights is drinking in front of a mini van. \n Sentence 2: A bicyclist in white and black tights is eating cake near a van.", "output": ["A bicyclist in white and black tights is near a van."]}, {"input": "Sentence 1: A bicyclist in yellow leads a pack of other bicyclist in a race \n Sentence 2: Three women are gossipping.", "output": ["A bicyclist in yellow leads other bicyclists in a race."]}, {"input": "Sentence 1: A bicyclist is attempting a trick down a flight of outdoor stairs. \n Sentence 2: The person's hobby is canoeing.", "output": ["The stairs are outdoors."]}, {"input": "Sentence 1: A bicyclist is attempting a trick over a jump nearby a bush and wooden building. \n Sentence 2: A man is riding a horse.", "output": ["Someone is riding a bicycle."]}, {"input": "Sentence 1: A bicyclist is drinking out of a bottle of water while riding. \n Sentence 2: the person is walking", "output": ["the bicyclist is drinking water"]}, {"input": "Sentence 1: A bicyclist is examining his bike as it lies on its side on the track, while in the background a number of other people are crouched over bikes as well. \n Sentence 2: A group of bicyclists fly down the mountain in a bike race.", "output": ["A biker looks at his bike on the side of the track, while others do the same."]}, {"input": "Sentence 1: A bicyclist is in the mud walking their bicycle. \n Sentence 2: A bicyclist is riding in the rain.", "output": ["There is mud."]}, {"input": "Sentence 1: A bicyclist is jumping on a pyramid-shaped ramp. \n Sentence 2: A boy is changing a flat tire.", "output": ["Someone is riding a bike."]}, {"input": "Sentence 1: A bicyclist is jumping over a large object. \n Sentence 2: The biker is asleep.", "output": ["A biker is doing a jump."]}, {"input": "Sentence 1: A bicyclist is performing a midair stunt. \n Sentence 2: A bicyclist is competing in a race", "output": ["A person is riding a bike"]}, {"input": "Sentence 1: A bicyclist is performing a trick on a tall tree. \n Sentence 2: A cyclists is changing a flat tire.", "output": ["A cyclist is riding."]}, {"input": "Sentence 1: A bicyclist is preparing to mount his bicycle in an urban setting. \n Sentence 2: He is throwing his bike in the gutter.", "output": ["He is going to ride his bike."]}, {"input": "Sentence 1: A bicyclist is riding on a wooden track inside of a gymnasium. \n Sentence 2: A bicyclist is taking a break near a wooden track inside of a gymnasium.", "output": ["A bicyclist is riding inside on a wooden track."]}, {"input": "Sentence 1: A bicyclist is shown airborne with his bike at a vertical attitude above a marsh, with a river, a bridge, and an industrial plant in the background. \n Sentence 2: A bicyclist leads the pack at the tour de france race.", "output": ["A person is airborne in a photo."]}, {"input": "Sentence 1: A bicyclist is walking her bike through deep mud in a race. \n Sentence 2: A bicyclist rides through a muddy part of the course.", "output": ["A bicyclist walks her bike through the mud."]}, {"input": "Sentence 1: A bicyclist looking out on the water on a windy day. \n Sentence 2: The person is swimming.", "output": ["The branches of the trees are blowing."]}, {"input": "Sentence 1: A bicyclist near town is racing in a race while, wearing yellow and a helmet. \n Sentence 2: A bicyclist, wearing red, stops for a drink.", "output": ["A bicyclist is racing."]}, {"input": "Sentence 1: A bicyclist on ground after wrecking bike. \n Sentence 2: a car crash", "output": ["a bicyclist fell off his bike"]}, {"input": "Sentence 1: A bicyclist rides by as an audience watches behind a banner. \n Sentence 2: A bicyclist is walking a damaged bicycle.", "output": ["A bicylist rides in front of an audience."]}, {"input": "Sentence 1: A bicyclist riding down the road wearing helmet and black jacket. \n Sentence 2: The bicyclist is fixing his bike.", "output": ["A bicyclist is riding down the road."]}, {"input": "Sentence 1: A bicyclist rounding a curve at high velocity. \n Sentence 2: A man watches baseball from the stands.", "output": ["A cyclist takes a hard turn."]}, {"input": "Sentence 1: A bicyclist rounds a turn, followed by a cameraman. \n Sentence 2: A man is driving a car around the roundabout", "output": ["A person on a bicycle is followed around a turn."]}, {"input": "Sentence 1: A bicyclist sits on a bike while leaning against a gray car and drinking something. \n Sentence 2: A person is riding a scooter.", "output": ["A person is on a bike drinking something."]}, {"input": "Sentence 1: A bicyclist sitting down with his bike which has one wheel removed from it. \n Sentence 2: The bicyclist is standing up.", "output": ["A bicyclist is not riding his bike."]}, {"input": "Sentence 1: A bicyclist skids along the edge of a quarter circle. \n Sentence 2: They are riding a biking trial.", "output": ["They ride their bike along the circle."]}, {"input": "Sentence 1: A bicyclist uses an improvised ramp to catch air. \n Sentence 2: A bicyclist is swimming in the pacific ocean.", "output": ["A human is on a bike."]}, {"input": "Sentence 1: A bicyclist waiting for traffic to pass so he can cross the street. \n Sentence 2: A cyclist gets hit by an ongoing car.", "output": ["A bicyclist waits for cars to pass."]}, {"input": "Sentence 1: A bicyclist wearing a dark helmet and a blue jacket jumps over a mound in a field. \n Sentence 2: A skier is training", "output": ["A person is riding a bike"]}, {"input": "Sentence 1: A bicyclist with a backpack rides down a suburban street. \n Sentence 2: A bike rider crashes his bike", "output": ["A bike rider is traveling along the street"]}, {"input": "Sentence 1: A bicyclist with a green shirt rides through the woods \n Sentence 2: A man is jogging down a city street.", "output": ["A oerson is pedaling through a wooded area."]}, {"input": "Sentence 1: A bicyclist with a red cap and blue shirt rides a blue bicycle through a pedestrian area. \n Sentence 2: A man rides his motorcycle through a crowd.", "output": ["A person on a bicycle bikes past people walking."]}, {"input": "Sentence 1: A bicyclists in green carrying his bicycle past a sign that says \"Rouleur\". \n Sentence 2: An athlete is riding his bicycle.", "output": ["An athlete is near a sign."]}, {"input": "Sentence 1: A bicylist riding in the mountains. \n Sentence 2: The bicyclist is pedaling over sand.", "output": ["The bicyclist is outside in nature."]}, {"input": "Sentence 1: A big black and brown dog plays outdoors. \n Sentence 2: The dog is white.", "output": ["There is a dog."]}, {"input": "Sentence 1: A big black dog bares its teeth while running through the snow. \n Sentence 2: A big black dog not baring its teeth", "output": ["A big black dog bares its teeth"]}, {"input": "Sentence 1: A big black dog carries a blue ball while two Corgis run at his side. \n Sentence 2: Three dogs are swimming in the lake.", "output": ["Three dogs are running."]}, {"input": "Sentence 1: A big brother helps a little sister blow bubbles. \n Sentence 2: The sister is helping the brother blow bubbles.", "output": ["The family is having fun together."]}, {"input": "Sentence 1: A big brown dog chases a smaller white dog around in the grass. \n Sentence 2: The dogs are lazy and don't like to run.", "output": ["The big dog is playing with the little dog."]}, {"input": "Sentence 1: A big brown dog is jumping in the water and has his mouth wide open. \n Sentence 2: The white dog is jumping", "output": ["The brown dog is jumping."]}, {"input": "Sentence 1: A big brown dog jumps over a small black dog. \n Sentence 2: Dogs swimming in a river.", "output": ["A dog jumps over a dog."]}, {"input": "Sentence 1: A big brown dog plays with a smaller gray dog on the grass. \n Sentence 2: Two cats are playing indoors.", "output": ["Two dogs are playing."]}, {"input": "Sentence 1: A big brown dog sniffs a smaller dog in the gravel beside a body of water. \n Sentence 2: A big brown dog swims with a smaller dog in a body of water", "output": ["A big brown dog sniffs at a tiny dog next to a body of water"]}, {"input": "Sentence 1: A big brown dog swims towards the camera. \n Sentence 2: A dog is chasing a stick.", "output": ["A dog swims towards the camera."]}, {"input": "Sentence 1: A big dog and a little dog stand near each other near the water. \n Sentence 2: the dogs are walking in the street", "output": ["the two dogs stand near the water"]}, {"input": "Sentence 1: A big dog barking at a small dog through a fence. \n Sentence 2: A dog is barking at a cat through a fence.", "output": ["A dog barking at another dog through a fence."]}, {"input": "Sentence 1: A big dog drinks as a little dog gets down off a deck. \n Sentence 2: There are animals running away from eachother", "output": ["There are animals drinking"]}, {"input": "Sentence 1: A big dog running through the water \n Sentence 2: A small dog is running through the water.", "output": ["An animal is outdoors."]}, {"input": "Sentence 1: A big dog stands on his hand leg as tennis balls are thrown his direction. \n Sentence 2: The dog is walking", "output": ["A big dog is standing"]}, {"input": "Sentence 1: A big gold-colored dog jumping over a smaller black dog. \n Sentence 2: Two dogs are sitting on the patio chair.", "output": ["One big dog is jumping over another small dog."]}, {"input": "Sentence 1: A big group of cowboys are trying to restrain five horses at a rodeo while the crowd in the background watches. \n Sentence 2: The cowboys are playing with pigs", "output": ["The crowd is watching the cowboys"]}, {"input": "Sentence 1: A big group of students surrounding a storm trooper. \n Sentence 2: Storm troopers surround students.", "output": ["Students surround a storm trooper."]}, {"input": "Sentence 1: A big large beach house with a group of people on the balcony. \n Sentence 2: A single person on the balcony.", "output": ["A group of humans."]}, {"input": "Sentence 1: A big man is wearing a hat. \n Sentence 2: A dog is jumping in the water.", "output": ["A hat is on top of a man."]}, {"input": "Sentence 1: A big statue of a bull in the middle of a busy sidewalk. \n Sentence 2: The sidewalk is empty.", "output": ["There is a big statue on the sidewalk."]}, {"input": "Sentence 1: A big tan dog runs on a field filled with grass and weeds. \n Sentence 2: The puppy is in a kernel", "output": ["The animal is outdoors"]}, {"input": "Sentence 1: A big tan dog runs on grass with a big stick in his mouth. \n Sentence 2: A cat is playing with some yarn.", "output": ["A dog is running on some grass."]}, {"input": "Sentence 1: A big tan dog runs through a grass field with his tongue hanging. \n Sentence 2: A big tan dog laying on the grass.", "output": ["The big dog running through a field showing his happiness on his face."]}, {"input": "Sentence 1: A big tan wet dog in shallow water. \n Sentence 2: The dry-coated dog stands next to the shallow water.", "output": ["There is a wet dog in the water."]}, {"input": "Sentence 1: A big telescope is set on road. \n Sentence 2: A telescope is set up in a backyard.", "output": ["A telescope sets on the road."]}, {"input": "Sentence 1: A big thin dog runs fast in a field of grass. \n Sentence 2: A chihuahua sits on his owners lap.", "output": ["A large, skinny dog runs through a field."]}, {"input": "Sentence 1: A big tri-colored and a smaller puppy with light blue eyes are playing together. \n Sentence 2: The animals are not in the same area", "output": ["There are animals playing together."]}, {"input": "Sentence 1: A big wave is crashing on a beach with a woman walking past. \n Sentence 2: A man is surfing.", "output": ["A woman walks along the beach while a large wave comes in."]}, {"input": "Sentence 1: A big white bird flies out of the water leaving a splash. \n Sentence 2: The bird is blue colored.", "output": ["There is a bird outside."]}, {"input": "Sentence 1: A big yellow van with a man standing next to it on the street. \n Sentence 2: a man is standing in a field of rusty cars", "output": ["a man is next to the yellow van in the street"]}, {"input": "Sentence 1: A big, brown dog is shaking off while in the water. \n Sentence 2: The dog is dry.", "output": ["Water is flying through the air."]}, {"input": "Sentence 1: A big, red tractor, pulls a flatbed along a dirt road. \n Sentence 2: A tractor is on a highway", "output": ["A tractor is on a dirt road."]}, {"input": "Sentence 1: A big, shaggy dog runs in a field of dandylions. \n Sentence 2: The canine is laying in a dog house.", "output": ["There is an animal in a field."]}, {"input": "Sentence 1: A bigger man with a gray shirt and sweatband going down the stairs where another guy in glasses and an orange shirt is standing. \n Sentence 2: A man is climbing a ladder.", "output": ["A man is going down the stairs."]}, {"input": "Sentence 1: A bike in a field and two kites \n Sentence 2: Two kites are flying away bringing a bike up to the sky.", "output": ["Kites are flying in a field where there is a bike."]}, {"input": "Sentence 1: A bike is flipped upside while someone, their identity obscured by a blue hoodie, works on the back tire. \n Sentence 2: Someone is throwing the object in the air without a care.", "output": ["Someone is working on an object."]}, {"input": "Sentence 1: A bike is parked in front of the metro. \n Sentence 2: A car parked by the metro.", "output": ["A bike by the metro."]}, {"input": "Sentence 1: A bike jumps through the air. \n Sentence 2: Two men discuss the news.", "output": ["A bike in mid-air."]}, {"input": "Sentence 1: A bike mechanic is working on fixing his bike before the big race. \n Sentence 2: A man was riding a bike.", "output": ["A mechanic was fixing a bike for the race."]}, {"input": "Sentence 1: A bike racer hold up a hand while riding a motorcycle. \n Sentence 2: The racer is driving a car.", "output": ["The racer has a hand."]}, {"input": "Sentence 1: A bike racer races down the pavement. \n Sentence 2: The biker is sunbathing on a beach.", "output": ["The biker is outdoor."]}, {"input": "Sentence 1: A bike rider and other pedestrians are pictured in front of a beautifully preserved historical building. \n Sentence 2: The bike rider and pedestrians are all in caskets.", "output": ["There is a bicyclist and pedestrians in front of a building."]}, {"input": "Sentence 1: A bike rider in red rides through the trees down a snowy hill. \n Sentence 2: A biker is taking a break.", "output": ["A biker rides down a hill."]}, {"input": "Sentence 1: A bike rider in the air with the sky as background. \n Sentence 2: The bike rider is inside his house eating mac n cheese.", "output": ["A bike rider is mid jump."]}, {"input": "Sentence 1: A bike rider is airborne with a daytime sky in the background. \n Sentence 2: A bike rider is sleep on the bike.", "output": ["A bike rider is airborne"]}, {"input": "Sentence 1: A bike rider is in the air and spectators are looking on. \n Sentence 2: The motorcycle is airborn.", "output": ["People watch the bicycle rider in the air."]}, {"input": "Sentence 1: A bike rider jumps through the air while being filmed. \n Sentence 2: A bike rider wrecks his bike.", "output": ["A bike rider jumps through the air."]}, {"input": "Sentence 1: A bike rider with a full face helmet is in midair, playing the crowd they look and take pictures. \n Sentence 2: A bike rider wearing no helmet is in midair, playing the crowd they look and stare.", "output": ["A person riding a small vehicle is flying through the air in front of a crowd."]}, {"input": "Sentence 1: A bike rider, in full protective gear, is suspended in midair above a field of dirt and grass. \n Sentence 2: A bike rider is laying in a hospital bed in a coma.", "output": ["A person is riding a bike outside."]}, {"input": "Sentence 1: A bike riding is looking out into the ocean. \n Sentence 2: The person is in a jungle", "output": ["Someone is riding a bike"]}, {"input": "Sentence 1: A bike sits atop a rise with mountains in the background. \n Sentence 2: the bike is underwater", "output": ["there are mountains in the background"]}, {"input": "Sentence 1: A biker doing a jump in a forest. \n Sentence 2: A biker is walking in the forest.", "output": ["A biker is out in the forest."]}, {"input": "Sentence 1: A biker doing a somersault with the bike in front of a crowd. \n Sentence 2: A biker is waving their hand.", "output": ["A biker is doing a somersault in front of people."]}, {"input": "Sentence 1: A biker fixes his bicycle \n Sentence 2: The biker is riding the bike.", "output": ["The biker is touching the bike."]}, {"input": "Sentence 1: A biker flies through the air near sand dunes. \n Sentence 2: The biker is inside the showroom.", "output": ["The biker is outside in the sand dunes."]}, {"input": "Sentence 1: A biker holds onto their bike while in the air with a mountin in the background. \n Sentence 2: A man rides a speedboat near a mountain.", "output": ["A man rides a bike near a mountain."]}, {"input": "Sentence 1: A biker in a red, white, and blue shirt rides past a lake and some people. \n Sentence 2: The person is playing baseball.", "output": ["A person is riding a bike."]}, {"input": "Sentence 1: A biker in blue gear bikes through the trees on a bike path. \n Sentence 2: There is a group of people walking on the beach.", "output": ["A person rides their bike through the woods."]}, {"input": "Sentence 1: A biker in protective gear is riding through a countryside with cliffs. \n Sentence 2: A biker is resting on the side of the road.", "output": ["A biker is riding through the countryside."]}, {"input": "Sentence 1: A biker in red rides in the countryside. \n Sentence 2: A biker in blue rides in the countryside.", "output": ["A biker rides in the countryside."]}, {"input": "Sentence 1: A biker in spandex riding on a busy street. \n Sentence 2: A biker is taking a bath.", "output": ["A bike is on a street."]}, {"input": "Sentence 1: A biker in uniform suspended in air in front of a crowd of people. \n Sentence 2: A biker is practicing tricks alone in the forest.", "output": ["A human is suspended in air."]}, {"input": "Sentence 1: A biker in white clothes takes his hands off the handlebar in the middle of a forested road. \n Sentence 2: A person rides his motorcycle across country to the sturgis gathering.", "output": ["A person is on a bike."]}, {"input": "Sentence 1: A biker is fixing his tire on a sunny day \n Sentence 2: A biker is riding his bike.", "output": ["A biker is fixing his tire on a beautiful sunny day outside."]}, {"input": "Sentence 1: A biker is practicing a trick while his friend watch him as his audience. \n Sentence 2: children walking in the wall.", "output": ["man riding a bike while his friend watches."]}, {"input": "Sentence 1: A biker is riding along a track element located with a wooded area. \n Sentence 2: The skateboarder is taking a break indoors", "output": ["The bicyclist is riding near trees"]}, {"input": "Sentence 1: A biker is riding down the stairs on his bike at night. \n Sentence 2: A runner is walking in the park during the day.", "output": ["A biker is riding his bike at night."]}, {"input": "Sentence 1: A biker is running with his bike in his hands up a ramp. \n Sentence 2: The person is drinking a glass of wine.", "output": ["The person carries his bike up the incline."]}, {"input": "Sentence 1: A biker is wearing all black gear with buildings and a tree with no leaves nearby. \n Sentence 2: The biker is inside of an office building talking to his accountant", "output": ["The Biker is outside"]}, {"input": "Sentence 1: A biker jumps an obstacle. \n Sentence 2: A horse jumps a hurdle.", "output": ["A person is on a bicycle."]}, {"input": "Sentence 1: A biker kneels down with his bike on the pavement outside with a white helmet on. \n Sentence 2: The biker is watching friends at his house.", "output": ["The biker is inspecting his bike."]}, {"input": "Sentence 1: A biker looks back at the camera for a photo. \n Sentence 2: The biker is asleep.", "output": ["Someone is riding a bike."]}, {"input": "Sentence 1: A biker makes a high jump. \n Sentence 2: The biker does not ever do jumps on his bike.", "output": ["The biker makes a jump."]}, {"input": "Sentence 1: A biker on a dirt path. \n Sentence 2: a biker is space walking", "output": ["a biker is on a path"]}, {"input": "Sentence 1: A biker patiently waits as his friend bikes ahead of him. \n Sentence 2: A person is running.", "output": ["A person rides on a bike."]}, {"input": "Sentence 1: A biker performing a trick where the bike is only on its front tire in a skate park as the sun is behind him. \n Sentence 2: It is nighttime.", "output": ["One of the tires is off the ground"]}, {"input": "Sentence 1: A biker pops a wheelie along side the colorful wall. \n Sentence 2: A person is walking their bike by a wall.", "output": ["A person is riding a bike near a wall."]}, {"input": "Sentence 1: A biker prepares to go down a hill. \n Sentence 2: The biker is at the bicycle shop.", "output": ["The biker is outside."]}, {"input": "Sentence 1: A biker pumps up the air in his bike tires while the bike is attached to his car. \n Sentence 2: A biker pumps up his pool outside.", "output": ["A biker pumps up his motocycle tires while his bike is still hitched to his car."]}, {"input": "Sentence 1: A biker reaches the apex of his ramp while onlookers watch his feat. \n Sentence 2: A roller skater does various tricks off a ramp.", "output": ["A biker reaches the apex of his ramp."]}, {"input": "Sentence 1: A biker rides a motorcycle on a racetrack \n Sentence 2: A person is riding on a skateboard.", "output": ["There is a biker outside."]}, {"input": "Sentence 1: A biker riding in a forest. \n Sentence 2: A dog riding in a forest.", "output": ["A biker riding outside."]}, {"input": "Sentence 1: A biker skids his back tire in the mud as the crowd watches. \n Sentence 2: The man is riding in a car.", "output": ["The man is on a bike."]}, {"input": "Sentence 1: A biker speeds down a dirt path in the woods. \n Sentence 2: The biker is speeding down a highway.", "output": ["The biker is moving very fast in the woods."]}, {"input": "Sentence 1: A biker spins his bike in the air above the ground. \n Sentence 2: a woman is driving a car", "output": ["A guy is on a bike"]}, {"input": "Sentence 1: A biker takes a drink of water. \n Sentence 2: The man is drinking milk.", "output": ["The man is drinking water."]}, {"input": "Sentence 1: A biker wearing a helmet and a red coat is raising his bike above his head with both hands. \n Sentence 2: A biker in red is juggling his motorcycle.", "output": ["A biker in red is holding his bike above his head"]}, {"input": "Sentence 1: A biker wearing a white helmet and black clothes races down a wood bridge \n Sentence 2: A biker on the roof of his house.", "output": ["A biker riding down a wood bridge."]}, {"input": "Sentence 1: A biker with a baby in a small compartment with bikers in the background. \n Sentence 2: A baby is performing motorcycle stunts.", "output": ["A biker has a baby."]}, {"input": "Sentence 1: A biker, with a blue helmet, reaches for his bag. \n Sentence 2: A biker is not wearing his helmet", "output": ["A biker has a helmet on"]}, {"input": "Sentence 1: A bikers flips upside down. \n Sentence 2: A biker is eating a sandwich.", "output": ["A biker is outdoors."]}, {"input": "Sentence 1: A bikini-clad child on a beach looks at a dog, as a kayak goes by in the background. \n Sentence 2: A kid is at school studying.", "output": ["A kid is at the beach."]}, {"input": "Sentence 1: A bikini-clad female is sunbathing near a body of water \n Sentence 2: The woman wearing lingerie for her boyfriend.", "output": ["The woman is catching some sun."]}, {"input": "Sentence 1: A billboard advertising a vacation in on a run-down street. \n Sentence 2: A picture of the moon in outer space.", "output": ["An ad on a billboard on a road."]}, {"input": "Sentence 1: A billboard for Comcast Digital Voice that references Madagascar 2. \n Sentence 2: A small old billboard with pealing paint displays an ad for Radio Shack.", "output": ["A billboard with references to an animated film."]}, {"input": "Sentence 1: A bird crouches low with an object in its beak. \n Sentence 2: cat sits under chair", "output": ["bird crouching low"]}, {"input": "Sentence 1: A bird eating. \n Sentence 2: The bird was flying.", "output": ["The bird was on the ground eating bread."]}, {"input": "Sentence 1: A bird flies above the water. \n Sentence 2: The bird sits on the beach.", "output": ["The bird is flying."]}, {"input": "Sentence 1: A bird flies through the air with wings extended. \n Sentence 2: A rabbit is eating a carrot.", "output": ["A bird is flying outside."]}, {"input": "Sentence 1: A bird flying in the air \n Sentence 2: A cat flies through the air.", "output": ["A bird flying."]}, {"input": "Sentence 1: A bird has its wings spread very wide and is standing on rocks. \n Sentence 2: The bird is preening.", "output": ["The animal has opened its wings."]}, {"input": "Sentence 1: A bird is flying through the air. \n Sentence 2: A dog is flying.", "output": ["A bird with wings."]}, {"input": "Sentence 1: A bird is hunting in grass for food. \n Sentence 2: The bird is in the air flying.", "output": ["The bird is hungry."]}, {"input": "Sentence 1: A bird is sitting in a tree. \n Sentence 2: A bird flies south for the winter.", "output": ["A bird sits in a tree."]}, {"input": "Sentence 1: A bird is sitting on a power line. \n Sentence 2: A city worker prepares to install a new power line.", "output": ["A bird perches outside."]}, {"input": "Sentence 1: A bird is standing on a rock next to her six babies. \n Sentence 2: There are baby snakes in the nest.", "output": ["There are baby birds by the rock."]}, {"input": "Sentence 1: A bird sitting on a telephone line. \n Sentence 2: The bird is singing a song in the cage.", "output": ["The bird is not flying."]}, {"input": "Sentence 1: A bird splashing around in a stream. \n Sentence 2: A bird is sitting in a cage in a home.", "output": ["A bird bathes in the stream."]}, {"input": "Sentence 1: A bird stands in the grass, eating something it has found. \n Sentence 2: The bird is stealing coins from a parking meter.", "output": ["A bird is eating."]}, {"input": "Sentence 1: A bird swooping over water. \n Sentence 2: An eagle flies high over the forest.", "output": ["A bird dives low over water."]}, {"input": "Sentence 1: A bird takes off, surrounded by large rocks \n Sentence 2: A bird is surrounded by bubbles", "output": ["A bird is surrounded by rocks"]}, {"input": "Sentence 1: A bird with a bug in its mouth. \n Sentence 2: The bird was caught by a cat.", "output": ["The bird caught a bug."]}, {"input": "Sentence 1: A bird's eye view of a man in a white shirt working outside. \n Sentence 2: A man is sitting in the shade.", "output": ["A man is outdoors."]}, {"input": "Sentence 1: A bird's eye view of four people standing in the middle of tall rocks. \n Sentence 2: They are skipping rocks in a pond.", "output": ["People are standing near rocks."]}, {"input": "Sentence 1: A bird, wings outstreached, over the water. \n Sentence 2: The bird is in a nest feeding its young.", "output": ["The bird is flying of a body of water."]}, {"input": "Sentence 1: A birds eye few of early risers on a beach. \n Sentence 2: the beach is empty", "output": ["there are people on the beach"]}, {"input": "Sentence 1: A birds eye view of a man in a casual blue button down shirt holding a red flag over his shoulder. \n Sentence 2: A man is holding a blue flag", "output": ["A man is holding a red flag"]}, {"input": "Sentence 1: A birds eye view of a man working on a floor. \n Sentence 2: A woman is sitting on the floor.", "output": ["A man is working on a floor."]}, {"input": "Sentence 1: A birds-eye view of a person loading a storage unit. \n Sentence 2: The person is sitting on the steps.", "output": ["A person is at a storage unit."]}, {"input": "Sentence 1: A birds-eye view of a sidewalk with many people. \n Sentence 2: A view of the street with many cars.", "output": ["A birds-eye view of a crowded side walk."]}, {"input": "Sentence 1: A birthday party is going on with lots of people celebrating. \n Sentence 2: The people are going to sleep.", "output": ["People are celebrating a birthday."]}, {"input": "Sentence 1: A bizarrely dressed child pulls luggage through the market. \n Sentence 2: The kid is swimming.", "output": ["A kid has a suitcase."]}, {"input": "Sentence 1: A black Dog, in a Alley maybe, He might be lost, and Cold, or Hungry. \n Sentence 2: The black dog is fat and happy, sitting by a sunny window indoors.", "output": ["The black dog might need help."]}, {"input": "Sentence 1: A black Greyhound running in an open field. \n Sentence 2: A black dog is resting in the forest.", "output": ["A black dog is running."]}, {"input": "Sentence 1: A black Labrador bounds across the snow. \n Sentence 2: A boy and his dog are enjoying the summer sun.", "output": ["The dog runs through the snow."]}, {"input": "Sentence 1: A black and a black dog are running side by side. \n Sentence 2: Two white dogs run next to each other", "output": ["Two black dogs run next to each other"]}, {"input": "Sentence 1: A black and a blond dog are either playing or fighting with each other. \n Sentence 2: Two cats are fighting each other.", "output": ["Two dogs are roughhousing with each other."]}, {"input": "Sentence 1: A black and a brown dog are fighting. \n Sentence 2: The 2 dogs are cuddling togethor on the dog bed.", "output": ["The 2 dogs are not getting along right now."]}, {"input": "Sentence 1: A black and a white dog are both going for a blue soccer ball. \n Sentence 2: The animals are sleeping.", "output": ["Two dogs are running."]}, {"input": "Sentence 1: A black and a white dog are running on the grass. \n Sentence 2: The dogs are sleeping.", "output": ["The dogs are running."]}, {"input": "Sentence 1: A black and a white dog on the snow. \n Sentence 2: A dog sleeps on a sunny beach.", "output": ["A dog colored black and white is in the snow."]}, {"input": "Sentence 1: A black and a white man both older playing musical instruments in a park. \n Sentence 2: Two older men are playing tennis in a park.", "output": ["Two men are playing music in a park."]}, {"input": "Sentence 1: A black and brown dog and a gray poodle sticking its butt in the air on the sand. \n Sentence 2: A cat hisses at a child.", "output": ["Two dogs outside."]}, {"input": "Sentence 1: A black and brown dog chasing after a bull in a fenced, muddy area. \n Sentence 2: The bull is chasing the dog", "output": ["The dog is black and brown"]}, {"input": "Sentence 1: A black and brown dog is chewing on a large stick. \n Sentence 2: Nothing is chewing.", "output": ["An animal chewing"]}, {"input": "Sentence 1: A black and brown dog is playing on the ice at the edge of a lake. \n Sentence 2: Two dogs are laying on a sidewalk.", "output": ["Two dogs playing."]}, {"input": "Sentence 1: A black and brown dog is running between two cement barriers with snow. \n Sentence 2: A cat is walking to the cement barrier.", "output": ["A dog is running."]}, {"input": "Sentence 1: A black and brown dog is running out of the surf. \n Sentence 2: A dog is sleeping on the bed.", "output": ["A dog is in the water."]}, {"input": "Sentence 1: A black and brown dog is running with a tennis ball in its mouth. \n Sentence 2: A dog with a stick in his mouth.", "output": ["A dog with a tennis ball."]}, {"input": "Sentence 1: A black and brown dog is standing outdoors at night. \n Sentence 2: Kitten drinking milk", "output": ["A black and brown dog outside"]}, {"input": "Sentence 1: A black and brown dog is wearing a blue color and is standing over water. \n Sentence 2: The dog is running through a field.", "output": ["Someone's dog is standing in front of water."]}, {"input": "Sentence 1: A black and brown dog jumps through the snow. \n Sentence 2: A white dog lays in the snow", "output": ["A dog is in the snow."]}, {"input": "Sentence 1: A black and brown dog playing in the water at a beach. \n Sentence 2: The dog is at the huse.", "output": ["The dog is playing outside."]}, {"input": "Sentence 1: A black and brown dog rolls around in the grass. \n Sentence 2: Two cats are chasing each other down the street", "output": ["Two dogs are interacting outside"]}, {"input": "Sentence 1: A black and brown dog rolls around in the grass. \n Sentence 2: Two dogs are fighting in the grass", "output": ["Two dogs are interacting outside"]}, {"input": "Sentence 1: A black and brown dog running across the grass. \n Sentence 2: The dogs are in the sandbox.", "output": ["The dogs are running."]}, {"input": "Sentence 1: A black and brown dog runs in the grass while hanging its tongue out. \n Sentence 2: The dog is walking in the snow.", "output": ["A dog is outside running."]}, {"input": "Sentence 1: A black and brown dog runs through the snow next to some trees. \n Sentence 2: Nothing is running.", "output": ["An animal running."]}, {"input": "Sentence 1: A black and brown dog standing on a beam above water. \n Sentence 2: Two cats are sleeping in a dry basement.", "output": ["Two dogs are standing on a beam over water."]}, {"input": "Sentence 1: A black and brown dog stands on a roof. \n Sentence 2: The white dog runs through the field.", "output": ["A black and brown dog is on top of a building."]}, {"input": "Sentence 1: A black and brown dog swimming in a lake. \n Sentence 2: Dog sleeping under a tree", "output": ["Dog in the lake"]}, {"input": "Sentence 1: A black and brown dog with a brown dog in a grassy field with patches of white. \n Sentence 2: The dogs are sitting in the house.", "output": ["There are multiple dogs in the grassy field."]}, {"input": "Sentence 1: A black and brown dog with blue collar goes on alert by a soccer ball in the grass. \n Sentence 2: The dog is asleep in the house", "output": ["The dog sees a ball"]}, {"input": "Sentence 1: A black and gray cat stands on a contracption while two big dogs stare at it. \n Sentence 2: There are no dogs", "output": ["There are two dogs"]}, {"input": "Sentence 1: A black and gray dog \n Sentence 2: The dog is having a Pina Colada and getting caught in the rain", "output": ["There is an animal in this picture"]}, {"input": "Sentence 1: A black and green monster truck flying through the air. \n Sentence 2: The truck is white and gold.", "output": ["A monster truck is flying through the air."]}, {"input": "Sentence 1: A black and orange bird in the grass \n Sentence 2: A bird flies high above.", "output": ["A bird sits in the grass."]}, {"input": "Sentence 1: A black and silver formula one car driven by a racer with a red helmet is going down a racetrack. \n Sentence 2: A man imitates Superman.", "output": ["A racer is driving a formula one car."]}, {"input": "Sentence 1: A black and tan Doberman dog is jumping through some water. \n Sentence 2: a dog is sleeping in a bed", "output": ["a dog is outside"]}, {"input": "Sentence 1: A black and tan dog in a orange jacket laying in the snow. \n Sentence 2: A black and tan dog is laying on the kitchen floor.", "output": ["The black and tan dog is out in the snow."]}, {"input": "Sentence 1: A black and tan dog in the snow \n Sentence 2: A dog is playing at the ocean.", "output": ["A dog is outside in winter."]}, {"input": "Sentence 1: A black and tan dog is running along a series of stone walkways spaced between grass. \n Sentence 2: The dog is sitting", "output": ["A dog is outside"]}, {"input": "Sentence 1: A black and tan dog leaps over the green grass. \n Sentence 2: The dog is asleep in the grass.", "output": ["The dog is in the air."]}, {"input": "Sentence 1: A black and tan dog sleeps in the car. \n Sentence 2: A dog is barking at people going past a car.", "output": ["A dog sleeping in his vehicle."]}, {"input": "Sentence 1: A black and white Border Collie catches a Frisbee in front of an audience. \n Sentence 2: A dog is tired and lays down.", "output": ["A dog does a trick in front of people."]}, {"input": "Sentence 1: A black and white agility dog weaving between poles. \n Sentence 2: a  dog is sitting in a field.", "output": ["an animal performing tricks."]}, {"input": "Sentence 1: A black and white and a brown and white dog running in a grassy field in front of a stand of trees. \n Sentence 2: The dog is black.", "output": ["The dog is running."]}, {"input": "Sentence 1: A black and white angel figure is painted onto the brown wall of a building with many black doors. \n Sentence 2: A black and white angel figure is not painted onto the brown wall", "output": ["A black and white angel figure is painted onto the brown wall"]}, {"input": "Sentence 1: A black and white bird getting ready to land on the water. \n Sentence 2: Puppies playing in the grass.", "output": ["Flying bird prepares to land."]}, {"input": "Sentence 1: A black and white bird is flying over water. \n Sentence 2: A bird eats seed off the ground.", "output": ["A bird soars overhead."]}, {"input": "Sentence 1: A black and white dog bounds through a field. \n Sentence 2: A dog takes a nap on the porch.", "output": ["A dog runs outside."]}, {"input": "Sentence 1: A black and white dog carrying an orange ball coming out of the water. \n Sentence 2: A grey dog with a blue bone sits on the beach.", "output": ["There is a dog playing."]}, {"input": "Sentence 1: A black and white dog catching a baseball in midair. \n Sentence 2: the dog chases a frisbee", "output": ["a dog catches a baseball"]}, {"input": "Sentence 1: A black and white dog catching a tennis ball in his mouth. \n Sentence 2: The dog is brown.", "output": ["The dog is black and white."]}, {"input": "Sentence 1: A black and white dog chases a bigger dog across the grass. \n Sentence 2: There is a cat chasing a dog.", "output": ["There is a smaller dog chasing a bigger dog."]}, {"input": "Sentence 1: A black and white dog chasing a tan and white dog across a path. \n Sentence 2: The kittens are eating their food.", "output": ["There are animals outside."]}, {"input": "Sentence 1: A black and white dog drinking water from a water spray. \n Sentence 2: A dog is swimming in a lake.", "output": ["An animal is lapping at water."]}, {"input": "Sentence 1: A black and white dog emerges from a yellow tunnel being coached by a man in a blue shirt at a dog show. \n Sentence 2: A trained cat is performing at a dog show.", "output": ["A dog is at a dog show."]}, {"input": "Sentence 1: A black and white dog following behind some spotted geese. \n Sentence 2: A dog is playing with cat.", "output": ["A black and white dog is chasing spotted geese."]}, {"input": "Sentence 1: A black and white dog holds a stick in his paw for chewing or playing. \n Sentence 2: The stick is being kept away from the dog.", "output": ["The dog has a stick."]}, {"input": "Sentence 1: A black and white dog hopes a toy is thrown his way after a gray and white one receives one. \n Sentence 2: A brown dog steals a toy from a black dog underneath a tree.", "output": ["A black and white dog waits for a toy to be thrown his way after it's owner threw it to a gray and white dog."]}, {"input": "Sentence 1: A black and white dog in a blue harness running through a grassy field. \n Sentence 2: Two dogs are drinking from a pond.", "output": ["Two dogs are outside."]}, {"input": "Sentence 1: A black and white dog in a dog-shirt carrying a long piece of wood. \n Sentence 2: There is a white and red dog carrying wood", "output": ["There is a black and white dog carrying wood"]}, {"input": "Sentence 1: A black and white dog in midair over a hurdle. \n Sentence 2: A dog sits by its master.", "output": ["A dog jumps over a hurdle."]}, {"input": "Sentence 1: A black and white dog is being soaked with a jet of water in a blue paddling pool. \n Sentence 2: A black and white dog are in the ocean.", "output": ["A black and white dog are wet."]}, {"input": "Sentence 1: A black and white dog is biting onto a stick in the water. \n Sentence 2: A dog is chasing a cat.", "output": ["A dog is playing with a stick."]}, {"input": "Sentence 1: A black and white dog is bounding down white steps. \n Sentence 2: A dog is running upstairs.", "output": ["A dog is running down stairs."]}, {"input": "Sentence 1: A black and white dog is carrying a stick in a field. \n Sentence 2: A dog is sleeping on a bed.", "output": ["An animal is carrying something."]}, {"input": "Sentence 1: A black and white dog is catching a Frisbee in the yard. \n Sentence 2: dog chases a mouse", "output": ["dog catches frisbee"]}, {"input": "Sentence 1: A black and white dog is catching a Frisbee. \n Sentence 2: The dood is sleeping.", "output": ["An animal is playing."]}, {"input": "Sentence 1: A black and white dog is going after an orange Frisbee. \n Sentence 2: The dog is playing with a green ball.", "output": ["A dog is playing with a Frisbee."]}, {"input": "Sentence 1: A black and white dog is in the grass with a red striped disk. \n Sentence 2: a cow moo's", "output": ["a dog in the grass"]}, {"input": "Sentence 1: A black and white dog is jumping in the grass. \n Sentence 2: A black and white dog lies dead after being hit by a car.", "output": ["A black and white dog playing outdoors."]}, {"input": "Sentence 1: A black and white dog is jumping over a fence in an obstacle course. \n Sentence 2: A black and white dog runs into a fence in an obstacle course", "output": ["A black and white dog is jumping a fence in an obstacle course"]}, {"input": "Sentence 1: A black and white dog is jumping over high yellow grass. \n Sentence 2: A yellow dog is sleeping.", "output": ["A black and white dog bounds through the high grass."]}, {"input": "Sentence 1: A black and white dog is jumping through a field of brown grass. \n Sentence 2: The dog is digging a hole.", "output": ["The dog is outside."]}, {"input": "Sentence 1: A black and white dog is jumping up to catch a green Frisbee. \n Sentence 2: A man rides his motorcycle", "output": ["A dog is playing."]}, {"input": "Sentence 1: A black and white dog is playing in water. \n Sentence 2: Two dogs are jogging on a park path with two women.", "output": ["The dog's paws and fur appear to be wet."]}, {"input": "Sentence 1: A black and white dog is playing with a sheep in a field. \n Sentence 2: the cats are fighting with each other", "output": ["the animals are playing together"]}, {"input": "Sentence 1: A black and white dog is playing with a tan dog. \n Sentence 2: Two dogs are sleeping on a rug.", "output": ["Two dogs are playing."]}, {"input": "Sentence 1: A black and white dog is playing with a white ball. \n Sentence 2: A black and white cat is playing with a white string.", "output": ["A black and white dog is playing with a red ball."]}, {"input": "Sentence 1: A black and white dog is playing with a white ball. \n Sentence 2: Puppets have a string.", "output": ["A black and white dog is playing with a red ball."]}, {"input": "Sentence 1: A black and white dog is playing with an orange ball in the snow. \n Sentence 2: A white dog is playing with a kitten.", "output": ["A black and white dog is in the snow playing with an orange ball."]}, {"input": "Sentence 1: A black and white dog is running in the grass. \n Sentence 2: The dog is sleeping in the grass.", "output": ["The canine is in the grass."]}, {"input": "Sentence 1: A black and white dog is running over grass. \n Sentence 2: A girl plays baseball.", "output": ["A dog runs outside."]}, {"input": "Sentence 1: A black and white dog is running through shallow water. \n Sentence 2: There is an animal sleeping on the sofa.", "output": ["There is a dog outside."]}, {"input": "Sentence 1: A black and white dog is running through the field. \n Sentence 2: A dog is sleeping inside.", "output": ["A dog runs outside."]}, {"input": "Sentence 1: A black and white dog is running through the grass. \n Sentence 2: The dogs are in car near the grass.", "output": ["The dogs are outside in a field."]}, {"input": "Sentence 1: A black and white dog is running with a muzzle. \n Sentence 2: The dog is laying there unmuzzled.", "output": ["The muzzled white and black dog ran by."]}, {"input": "Sentence 1: A black and white dog is swimming in some water \n Sentence 2: The dog is chasing bears.", "output": ["There is a dog outside."]}, {"input": "Sentence 1: A black and white dog is swimming. \n Sentence 2: a dog dries itself off", "output": ["There is an animal in water"]}, {"input": "Sentence 1: A black and white dog is walking on a beach. \n Sentence 2: There are no dogs on the beach", "output": ["Two dogs are outside."]}, {"input": "Sentence 1: A black and white dog is walking up a bent tree. \n Sentence 2: All of the dogs are in a cage.", "output": ["A dog is outside."]}, {"input": "Sentence 1: A black and white dog jomps over another black and white dog to catch a cloth Frisbee. \n Sentence 2: Two dogs sitting inside watching the owner eat.", "output": ["Two dogs competing for a Frisbee."]}, {"input": "Sentence 1: A black and white dog jumping for a ball. \n Sentence 2: The black and white dog is sitting in the vet's office.", "output": ["A dog playing with a ball."]}, {"input": "Sentence 1: A black and white dog jumping high to catch a ball. \n Sentence 2: A yellow dog is playing with its master.", "output": ["A dog is playing with a ball."]}, {"input": "Sentence 1: A black and white dog jumping into a pool after tennis balls. \n Sentence 2: The dog is sleeping near the pool", "output": ["A dog is jumping in to the pool."]}, {"input": "Sentence 1: A black and white dog jumping into the air. \n Sentence 2: There is a man sitting with a dog.", "output": ["There is a man jumping with a dog."]}, {"input": "Sentence 1: A black and white dog jumping over a hurdle. \n Sentence 2: The two dogs are asleep.", "output": ["There are two animals."]}, {"input": "Sentence 1: A black and white dog jumping to catch a ball. \n Sentence 2: a dog is sleeping", "output": ["A dog is jumping."]}, {"input": "Sentence 1: A black and white dog jumps a red and white hurdle on a lawn with other dogs and people. \n Sentence 2: A dog is napping in the grass.", "output": ["A dog is showing off a trick."]}, {"input": "Sentence 1: A black and white dog jumps high to get a green Frisbee. \n Sentence 2: The Frisbee is red.", "output": ["The dog can jump."]}, {"input": "Sentence 1: A black and white dog jumps over a bar. \n Sentence 2: A cow is eating grass in  field.", "output": ["An animal leaps."]}, {"input": "Sentence 1: A black and white dog jumps over a hurdle. \n Sentence 2: A cat sitting on the floor", "output": ["A dog leaps over an obstacle"]}, {"input": "Sentence 1: A black and white dog jumps over a pole. \n Sentence 2: A sleeping dog jumps over a pole.", "output": ["There is a pole with a black and white dog jumping over it."]}, {"input": "Sentence 1: A black and white dog jumps up as a ball is thrown over his head. \n Sentence 2: the cat eats dogs", "output": ["the dog jumps at the ball"]}, {"input": "Sentence 1: A black and white dog laying down with a big stick under its paw. \n Sentence 2: Dog jumping to catch a ball.", "output": ["Dog lying down with a stick."]}, {"input": "Sentence 1: A black and white dog leaping to catch an orange ball in an open field. \n Sentence 2: The dog is laying in the field.", "output": ["A dog is playing in the field."]}, {"input": "Sentence 1: A black and white dog leaps for a flying disc while another one watches. \n Sentence 2: A black and white dog swims for a floating ball while another one watches.", "output": ["A dog leaps for a flying disc."]}, {"input": "Sentence 1: A black and white dog leaps to catch an orange Frisbee. \n Sentence 2: A black and white dog walks up to an orange frisbee", "output": ["A black and white dog jumps up to catch an orange frisbee"]}, {"input": "Sentence 1: A black and white dog looks at a man about to throw something. \n Sentence 2: The dog is at the vet.", "output": ["He is playing catch."]}, {"input": "Sentence 1: A black and white dog looks back while walking on the beach. \n Sentence 2: The dog is asleep at home.", "output": ["An animal is outdoors."]}, {"input": "Sentence 1: A black and white dog near a gray and white dog on beige carpet. \n Sentence 2: Two dogs are fetching a ball.", "output": ["There are dogs sitting on carpet."]}, {"input": "Sentence 1: A black and white dog on a leash is wearing a plaid outfit. \n Sentence 2: A dog naked and running free", "output": ["A dog bound by a lease."]}, {"input": "Sentence 1: A black and white dog returns a stick in the snow. \n Sentence 2: The dog does not like sticks.", "output": ["The dog likes to play fetch."]}, {"input": "Sentence 1: A black and white dog running away across the grass. \n Sentence 2: The cat is running away across the grass.", "output": ["The animal is running away outdoors."]}, {"input": "Sentence 1: A black and white dog running between poles. \n Sentence 2: The dog is standing still", "output": ["The dog is black and white"]}, {"input": "Sentence 1: A black and white dog running on the beach while a man stands behind it. \n Sentence 2: The dog is trying to run away from it's owner.", "output": ["There is a dog running."]}, {"input": "Sentence 1: A black and white dog running with something in his mouth. \n Sentence 2: The cat ran with something in it's mouth.", "output": ["The dog ran with something in his mouth."]}, {"input": "Sentence 1: A black and white dog runs through grass. \n Sentence 2: The dog is taking a nap on the porch.", "output": ["The dog is more than one color."]}, {"input": "Sentence 1: A black and white dog runs through the water. \n Sentence 2: A black and white colored dog is sitting on the porch.", "output": ["A multicolored colored dog is running through some water."]}, {"input": "Sentence 1: A black and white dog runs with its mouth open. \n Sentence 2: A cat is running.", "output": ["An animal is running."]}, {"input": "Sentence 1: A black and white dog stalks a flock of five geese. \n Sentence 2: The dog was taking a nap in the barn.", "output": ["The five geese were chased down by the dog."]}, {"input": "Sentence 1: A black and white dog stares up into the sky on a sunny day. \n Sentence 2: A dog is asleep", "output": ["A dog is outside"]}, {"input": "Sentence 1: A black and white dog swimming with a stick in its mouth. \n Sentence 2: The dog is laying on the blanket.", "output": ["The black and white dog is outdoors."]}, {"input": "Sentence 1: A black and white dog swimming. \n Sentence 2: Dogs run through a sprinkler.", "output": ["Two dogs in the pool."]}, {"input": "Sentence 1: A black and white dog swims in blue water. \n Sentence 2: A black and white dog sitting on the grass.", "output": ["There are dogs in water."]}, {"input": "Sentence 1: A black and white dog walking over a blue dog ramp \n Sentence 2: A cat jumps through a flaming hoop.", "output": ["A dog walks over a ramp."]}, {"input": "Sentence 1: A black and white dog walks on a beach. \n Sentence 2: The dog is at the city park.", "output": ["The dog is near the ocean."]}, {"input": "Sentence 1: A black and white dog wearing a face mask runs through a field. \n Sentence 2: A black and white dog is wearing a face mask to keep from getting the flu.", "output": ["A dog runs through a field."]}, {"input": "Sentence 1: A black and white dog wearing a harness licks a brunette wearing glasses. \n Sentence 2: The brunette woman walks alone.", "output": ["A woman and a pet."]}, {"input": "Sentence 1: A black and white dog weaves between metal bars. \n Sentence 2: A dog is swimming in a pond.", "output": ["A dog is running."]}, {"input": "Sentence 1: A black and white dog with a blue collar walks through the grass. \n Sentence 2: An empty park.", "output": ["An animal walking"]}, {"input": "Sentence 1: A black and white dog with a blue halter runs through the grass. \n Sentence 2: The dogs are sleeping on the street.", "output": ["The dogs are running through the grass."]}, {"input": "Sentence 1: A black and white dog with a blue toy in its mouth runs on a grassy surface just beyond a fence. \n Sentence 2: A dog is eating a bone.", "output": ["A dog is outdoors."]}, {"input": "Sentence 1: A black and white dog with a green collar stands in front of a sign. \n Sentence 2: A dog is running through a meadow in the springtime.", "output": ["A dog stands."]}, {"input": "Sentence 1: A black and white dog with a stick in its mouth is swimming. \n Sentence 2: A cat with a stick in its mouth is in a bathtub.", "output": ["A dog with an object in it's mouth is in the water."]}, {"input": "Sentence 1: A black and white dog with a stick is in muddy water. \n Sentence 2: A dog plays in a house.", "output": ["A dog plays with stick."]}, {"input": "Sentence 1: A black and white dog, a black dog and an orange dog are in the grass. \n Sentence 2: A dog is running inside the house.", "output": ["A dog is in the grass."]}, {"input": "Sentence 1: A black and white motorcycle is being ridden around a racetrack. \n Sentence 2: The green motorcycle is on fire.", "output": ["There is a motorcycle at the racetrack."]}, {"input": "Sentence 1: A black and white puppy runs along the gravel road. \n Sentence 2: a puppy laying on a gravel road", "output": ["a puppy runs down a road"]}, {"input": "Sentence 1: A black and white puppy with ears straight up is running. \n Sentence 2: A dog is standing still.", "output": ["A puppy is running."]}, {"input": "Sentence 1: A black and white shaggy dog is jumping over a red and white hurdle. \n Sentence 2: A shaggy dog is sitting still.", "output": ["A black and white shaggy dog is jumping."]}, {"input": "Sentence 1: A black and white shorthair dog runs across brown and green grass. \n Sentence 2: A tiger growls loudly.", "output": ["A dog runs outside."]}, {"input": "Sentence 1: A black and white spotted dog is circling a gray and white dog. \n Sentence 2: Thats crazy let him have some food", "output": ["A black and white spotted dog is circling a gray and white dog to scare it from coming towards his way"]}, {"input": "Sentence 1: A black and white spotted dog is jumping over the small stream of water. \n Sentence 2: A black and white cat jumps over water.", "output": ["A dog jumps over water."]}, {"input": "Sentence 1: A black and white spotted dog jumps over a stream. \n Sentence 2: The cat jumps over the stream.", "output": ["The dog jumps over some water."]}, {"input": "Sentence 1: A black and yellow bird is eating a worm while resting on the grassy ground. \n Sentence 2: The bird is eating a dead bird while on the grass.", "output": ["A bird is eating a worm while on the grass."]}, {"input": "Sentence 1: A black baby is looking to his right. \n Sentence 2: A kid is looking up at the sky.", "output": ["A black baby."]}, {"input": "Sentence 1: A black bird carrying a small branch. \n Sentence 2: The bird is a robot sent to destroy the planet earth and/or Dick Cheney.", "output": ["The bird has a branch."]}, {"input": "Sentence 1: A black bird flies while carrying a small tree branch in its beak. \n Sentence 2: A BIRD HAS A WORM IN ITS BEAK", "output": ["THERE ARE BIRDS OUTSIDE"]}, {"input": "Sentence 1: A black bird in the air with leaves in its mouth. \n Sentence 2: A bird is sleeping.", "output": ["A black bird flies with leaves in its mouth."]}, {"input": "Sentence 1: A black bird is in mid-flight swooping downwards. \n Sentence 2: The bird is sitting in a nest.", "output": ["The bird is in the air."]}, {"input": "Sentence 1: A black bird is resting on a power line. \n Sentence 2: The parrot rests on a power line.", "output": ["The power line is acting as a perch for a bird."]}, {"input": "Sentence 1: A black bird with a yellow beak standing in green grass. \n Sentence 2: A black bird is flying through the sky.", "output": ["There is a bird in the grass."]}, {"input": "Sentence 1: A black boxer has just landed hit with his left glove on the cheek of a white boxer. \n Sentence 2: The white ladies are wearing red hats.", "output": ["The black and white people are boxing."]}, {"input": "Sentence 1: A black boy and white boy in swimming trunks are hugging each other on a beach or lake. \n Sentence 2: Two boys are fighting in the mud.", "output": ["Two boys are hugging each other."]}, {"input": "Sentence 1: A black boy is cutting another black boy's hair with a razor. \n Sentence 2: The black boy is braiding the others hair.", "output": ["A black boy is giving another one a hair cut."]}, {"input": "Sentence 1: A black boy stands on a traffic signal. \n Sentence 2: There was a white boy.", "output": ["A boy is standing on the street."]}, {"input": "Sentence 1: A black car on the street behind wire mesh. \n Sentence 2: The car is pink", "output": ["Theres a car behind the wire mesh outside"]}, {"input": "Sentence 1: A black cow and a brown cow being chased by a dog \n Sentence 2: The dog is sleeping on the grass.", "output": ["The cows are running from the dog."]}, {"input": "Sentence 1: A black dachshund sniffs another dog wearing a striped shirt. \n Sentence 2: Monkeys are sniffing each other.", "output": ["Dogs are smelling eachother."]}, {"input": "Sentence 1: A black doberman, a brown and white corgi and a black, brown and white corgi play with a blue ball on the grass. \n Sentence 2: The dogs are playing indoors.", "output": ["The black dog is playing with a ball."]}, {"input": "Sentence 1: A black dog and a brown and white dog running and playing. \n Sentence 2: Two dogs were leisurely strolling with their owners.", "output": ["Two dogs were running and playing."]}, {"input": "Sentence 1: A black dog and a brown and white dog running in the grass. \n Sentence 2: Two cats take two naps.", "output": ["Two dogs run in the grass."]}, {"input": "Sentence 1: A black dog and a brown dog are running towards camera. \n Sentence 2: Both of the dogs are black.", "output": ["There are two dogs."]}, {"input": "Sentence 1: A black dog and a brown dog are smelling each others noses. \n Sentence 2: Dogs sleeping on the road side since it was raining", "output": ["Two dogs smelling each others noses and they were black and brown color respectively"]}, {"input": "Sentence 1: A black dog and a brown dog close together. \n Sentence 2: Two cats sleeping.", "output": ["Two dogs."]}, {"input": "Sentence 1: A black dog and a brown dog touching noses in a grassy field. \n Sentence 2: two cats fighting", "output": ["two dogs touching noses"]}, {"input": "Sentence 1: A black dog and a brown-and-white dog play in a field. \n Sentence 2: Two dogs are swimming in a pool.", "output": ["Two dogs play in a field."]}, {"input": "Sentence 1: A black dog and a dog that is brown and white stand in the water. \n Sentence 2: Two dogs are running away from some water.", "output": ["Two dogs are in the water."]}, {"input": "Sentence 1: A black dog and a golden dog approaching one another. \n Sentence 2: A cat and a hamster eyeball each other.", "output": ["Two dogs near each other."]}, {"input": "Sentence 1: A black dog and a tan dog sniff around an empty lot. \n Sentence 2: A black and tan dog are fighting each other.", "output": ["Two dogs are outside."]}, {"input": "Sentence 1: A black dog and a tan dog wrestle. \n Sentence 2: Two cats fighting over a dead bird.", "output": ["Two dogs playing together."]}, {"input": "Sentence 1: A black dog and a white and brown dog running in a grassy field \n Sentence 2: Two dogs sit on a staircase.", "output": ["Two dogs run around outdoors."]}, {"input": "Sentence 1: A black dog and a white dog are standing on snow. \n Sentence 2: The dogs are sleeping by the fireplace.", "output": ["Two dogs are standing in the snow."]}, {"input": "Sentence 1: A black dog and a white dog race in a grassy field while spectators look on. \n Sentence 2: two cats fighting", "output": ["two dogs racing"]}, {"input": "Sentence 1: A black dog and a woman in a red shirt playing tug-of-war. \n Sentence 2: A dog is playing tug of war with her turtle.", "output": ["A dog and girl are playing tug-of-war."]}, {"input": "Sentence 1: A black dog and a yellow dog are walking on asphalt next to a field of grass. \n Sentence 2: Two dogs sleeping on sofa", "output": ["Two Dogs are walking on asphalt next to a field of grass"]}, {"input": "Sentence 1: A black dog and tan dog run towards each other on a beach. \n Sentence 2: A cat sitting on a couch.", "output": ["Two dogs running on a beach."]}, {"input": "Sentence 1: A black dog asleep in a car. \n Sentence 2: A dog drives down the street.", "output": ["A dog is sleeping in the car."]}, {"input": "Sentence 1: A black dog bites a tan dog while standing near the patio door. \n Sentence 2: Two cats have a fight over which gets to ride the dog.", "output": ["One dog attacks another."]}, {"input": "Sentence 1: A black dog bites a white dog while standing on the sand. \n Sentence 2: The woman is walking into her job interview.", "output": ["Two dogs are near each other."]}, {"input": "Sentence 1: A black dog bites at a stream of water on the grass. \n Sentence 2: A cat is swimming in the stream.", "output": ["A dog is near a stream."]}, {"input": "Sentence 1: A black dog carries a bucket in its mouth. \n Sentence 2: The dog is carrying an assault rifle in its mouth.", "output": ["The dog has something in its mouth."]}, {"input": "Sentence 1: A black dog carries a huge stick in its mouth. \n Sentence 2: The dog is carrying a bone in its mouth.", "output": ["The dog is carrying an object in its mouth."]}, {"input": "Sentence 1: A black dog carries a white toy in his mouth and walks on the snowy field. \n Sentence 2: A dog is enjoying the summertime.", "output": ["A dog is playing with a toy."]}, {"input": "Sentence 1: A black dog carries an orange ball, walking on the ground covered in leaves. \n Sentence 2: The animal doesn't have a ball.", "output": ["An animal with a ball."]}, {"input": "Sentence 1: A black dog carrying a colorful ball swims. \n Sentence 2: A dog is trying to catch a frisbee on the lawn.", "output": ["A black dog swims with a ball."]}, {"input": "Sentence 1: A black dog carrying an object out of the water. \n Sentence 2: There is a dog indoors", "output": ["There is a dog outdoors"]}, {"input": "Sentence 1: A black dog catches a Frisbee at a park. \n Sentence 2: The dog is paralyzed.", "output": ["The dog is running."]}, {"input": "Sentence 1: A black dog catches a red and blue tennis ball. \n Sentence 2: The dog is white.", "output": ["The tennis ball is multicolored."]}, {"input": "Sentence 1: A black dog chasing a brown and white dog very quickly over a lawn. \n Sentence 2: The cat walked across the grass.", "output": ["The black dog chased the spotted dog across the grass."]}, {"input": "Sentence 1: A black dog chasing a red ball through the water. \n Sentence 2: A dog buries his bone.", "output": ["A dog plays in the water."]}, {"input": "Sentence 1: A black dog chasing another black dog down a grass covered hill. \n Sentence 2: boy eats apple", "output": ["dogs running down hill"]}, {"input": "Sentence 1: A black dog chewing on a red leash. \n Sentence 2: A dog is white.", "output": ["A dog is black."]}, {"input": "Sentence 1: A black dog circumvents a wooden fence in a snowy yard. \n Sentence 2: A dog is in a grassy field.", "output": ["a dog circumvents a fence."]}, {"input": "Sentence 1: A black dog clutches a pink purse in his teeth and runs. \n Sentence 2: The dog is walking slowly.", "output": ["The dog is holding a purse."]}, {"input": "Sentence 1: A black dog digs in the snow. \n Sentence 2: The dog sleeping in his bed", "output": ["The black dog is outside"]}, {"input": "Sentence 1: A black dog emerges from the water onto the sand, holding a white object in its mouth. \n Sentence 2: A man is sitting on his couch petting his dog, while it snows outside.", "output": ["A dog is playing in the water and found a white object."]}, {"input": "Sentence 1: A black dog emerges from the water with a white ball in its mouth. \n Sentence 2: The cat is in the water.", "output": ["The dog has a ball."]}, {"input": "Sentence 1: A black dog fetches a large stick out of the water. \n Sentence 2: A dog is sleeping near the water.", "output": ["An animal is playing fetch near a water body."]}, {"input": "Sentence 1: A black dog follows a group of sheep walking in a field of grass. \n Sentence 2: The dog is chasing a cat.", "output": ["The sheep are outside."]}, {"input": "Sentence 1: A black dog has a dumbbell in his mouth looking at the person wearing blue. \n Sentence 2: A dog with nothing in its mouth looks at the sunset.", "output": ["A person and a dog are there and the dog is looking at the person."]}, {"input": "Sentence 1: A black dog has a dumbbell in his mouth. \n Sentence 2: The dog is drinking water.", "output": ["The dog is playing with an object."]}, {"input": "Sentence 1: A black dog has its mouth open while leaning to the side. \n Sentence 2: A dog has its mouth shut.", "output": ["A dog with an open mouth."]}, {"input": "Sentence 1: A black dog holding a small branch. \n Sentence 2: The black dog is sleeping on the rug.", "output": ["A black dog holds a branch."]}, {"input": "Sentence 1: A black dog holding a weight in its mouth stands next to a person. \n Sentence 2: A dog is taking a nap.", "output": ["A dog is standing."]}, {"input": "Sentence 1: A black dog holds a tire and a ball in his mouth as another follows him. \n Sentence 2: Neither of the dogs are black.", "output": ["There are two dogs."]}, {"input": "Sentence 1: A black dog in a flat field attempts to make a turn. \n Sentence 2: the anchor was white but the boat was red", "output": ["there was a black dog in the flat field and he was attempting to make a turn"]}, {"input": "Sentence 1: A black dog in an orange bandanna pouncing on a blue soccer ball in an area covered by fallen leaves. \n Sentence 2: the cat in a green scarf", "output": ["a black in bandana"]}, {"input": "Sentence 1: A black dog in front of a tree jumping towards a red Frisbee. \n Sentence 2: A dog is jumping towards the tennis ball.", "output": ["A dog is outside."]}, {"input": "Sentence 1: A black dog in running in a field. \n Sentence 2: A dog-walker is chasing an Irish setter that's pulled his collar off.", "output": ["A dog is outside."]}, {"input": "Sentence 1: A black dog in snow is jumping off the ground to catch a stick. \n Sentence 2: A cat is playing fetch.", "output": ["A dog is catching a stick."]}, {"input": "Sentence 1: A black dog in the water with a tennis ball in his mouth. \n Sentence 2: A black dog is sleeping on a doggie bed", "output": ["A black dog is playing in the water"]}, {"input": "Sentence 1: A black dog in water. \n Sentence 2: The brown animal is in water.", "output": ["The dog is swimming."]}, {"input": "Sentence 1: A black dog inside house is looking at something at higher position. \n Sentence 2: A black dog is looking down.", "output": ["A black dog is looking up."]}, {"input": "Sentence 1: A black dog is biting onto a soccer ball on the dirt ground. \n Sentence 2: The white dog is inside the house.", "output": ["The dog's mouth is on the soccer ball"]}, {"input": "Sentence 1: A black dog is breaking ice at the edge of a stream. \n Sentence 2: A cat licking it's paws.", "output": ["A dog breaking ice."]}, {"input": "Sentence 1: A black dog is carrying a huge stick whilst walking in the snow. \n Sentence 2: A black dog is sleeping in his bed.", "output": ["A black dog is carrying a huge stick."]}, {"input": "Sentence 1: A black dog is chasing a brown and white dog across the grass. \n Sentence 2: A dog is chasing a cat.", "output": ["A dog is chasing another dog."]}, {"input": "Sentence 1: A black dog is chasing a punctured ball in the snow. \n Sentence 2: A black dog is running after a brand new ball in the sand", "output": ["A black dog is chasing a beat up ball in the snow"]}, {"input": "Sentence 1: A black dog is chasing another black dog that's carrying a ball in its mouth. \n Sentence 2: A cat hunting another cat with a mouse.", "output": ["A dog chasing another dog with a ball."]}, {"input": "Sentence 1: A black dog is chasing another black dog who is holding a ball, a wheel, and some red rope. \n Sentence 2: A dog chasing a cat while holding nothing.", "output": ["A dog chasing another dog."]}, {"input": "Sentence 1: A black dog is chasing another dog along the beach. \n Sentence 2: A cat is chasing another cat.", "output": ["A dog is chasing another dog at the beach."]}, {"input": "Sentence 1: A black dog is colliding with a golden dog that has something in its mouth. \n Sentence 2: two dogs are running in a field.", "output": ["two dogs are playing."]}, {"input": "Sentence 1: A black dog is happily running through the grass. \n Sentence 2: A cat is running through the grass.", "output": ["A dog is happily running through grass."]}, {"input": "Sentence 1: A black dog is holding a white object in its teeth. \n Sentence 2: A dog is panting", "output": ["A dog has something in its mouth."]}, {"input": "Sentence 1: A black dog is hunched back and is ready to jump. \n Sentence 2: A brown dog chases a car.", "output": ["A black dog is in an action stance."]}, {"input": "Sentence 1: A black dog is jumping into the water and catches a stick in its mouth. \n Sentence 2: a white dog barking.", "output": ["A black dog is jumping into the water and catches a stick ."]}, {"input": "Sentence 1: A black dog is jumping over a multicolored barrier. \n Sentence 2: A golden retriever is licking it's paw.", "output": ["A dog is jumping over something."]}, {"input": "Sentence 1: A black dog is jumping through some water, while holding a stick in his mouth. \n Sentence 2: Two goldfish are riding bikes in a giant pile of mashed potatoes.", "output": ["The dog is wet."]}, {"input": "Sentence 1: A black dog is leaping from a cylindrical hay bale. \n Sentence 2: A cat drinks milk.", "output": ["A dog jumps off a rounded hay bale."]}, {"input": "Sentence 1: A black dog is leaping into a creek. \n Sentence 2: A black dog is swimming in the creek", "output": ["A black dog is jumping into the water"]}, {"input": "Sentence 1: A black dog is leaping into a swimming pool. \n Sentence 2: A black dog is eating a frozen cherry pie that fell out of the freezer.", "output": ["A black dog is jumping."]}, {"input": "Sentence 1: A black dog is leaping over a stream of running water. \n Sentence 2: A dark canine is jumping across a brook full of candy.", "output": ["A dark canine is jumping across a brook."]}, {"input": "Sentence 1: A black dog is looking down at another black dog lying on the grass. \n Sentence 2: a man runs", "output": ["two dogs pictured"]}, {"input": "Sentence 1: A black dog is playing in the snow. \n Sentence 2: a dog sleeping on a couch", "output": ["a dogs plays"]}, {"input": "Sentence 1: A black dog is playing in water with a green toy. \n Sentence 2: the dog had  a yellow bowl", "output": ["the dog has a toy"]}, {"input": "Sentence 1: A black dog is playing with a blue doll on a white carpet. \n Sentence 2: The dog is sleeping with the doll on the couch.", "output": ["The dog is playing with a toy on the carpet."]}, {"input": "Sentence 1: A black dog is playing with a green toy in yellow grass. \n Sentence 2: The dog is asleep.", "output": ["The dog is outside."]}, {"input": "Sentence 1: A black dog is poised to catch a Frisbee. \n Sentence 2: A cat is ready to kill a spider.", "output": ["A black dog is ready to catch a frisbee."]}, {"input": "Sentence 1: A black dog is preparing to jump off a dock into the water to fetch a ball. \n Sentence 2: A dog jumping off a boat.", "output": ["An animal about to go for a swim."]}, {"input": "Sentence 1: A black dog is running across a field. \n Sentence 2: The dog is staring at the stars.", "output": ["The dog is running."]}, {"input": "Sentence 1: A black dog is running across a rocky landscape. \n Sentence 2: A cat running.", "output": ["A dog."]}, {"input": "Sentence 1: A black dog is running gover rocky ground under a cloudy blue sky. \n Sentence 2: A dog is swimming.", "output": ["A dog is running."]}, {"input": "Sentence 1: A black dog is running in a field of grass and another black dog can be seen behind him. \n Sentence 2: Two dogs fight until the death.", "output": ["Two dogs in a field."]}, {"input": "Sentence 1: A black dog is running in snow. \n Sentence 2: A black dog is swimming in the lake.", "output": ["A canine runs in snow."]}, {"input": "Sentence 1: A black dog is running in the grass. \n Sentence 2: The white dog is running in the grass.", "output": ["The dog is outside."]}, {"input": "Sentence 1: A black dog is running in the water. \n Sentence 2: The dog is dry", "output": ["A dog is outside"]}, {"input": "Sentence 1: A black dog is running in the yard \n Sentence 2: A black dog is sleeping beside a fireplace.", "output": ["A dog is outdoors."]}, {"input": "Sentence 1: A black dog is running on the grass with a pink purse in its mouth. \n Sentence 2: The animal is climbing a tree.", "output": ["An animal is outside."]}, {"input": "Sentence 1: A black dog is running through a field of grass and dandilions. \n Sentence 2: The dog is rolling over.", "output": ["The dog is outside."]}, {"input": "Sentence 1: A black dog is running through the snow with something in its mouth. \n Sentence 2: An orange cat is running through the snow.", "output": ["A black dog is running in the snow holding something in its mouth."]}, {"input": "Sentence 1: A black dog is running very fast on a light brown ground. \n Sentence 2: A black dog is sitting in his owner's lap.", "output": ["An animal racing outside."]}, {"input": "Sentence 1: A black dog is running with a blue bone in his mouth. \n Sentence 2: A black dog is sleeping on the porch", "output": ["An animal is using its legs to move"]}, {"input": "Sentence 1: A black dog is slowly crossing a fallen log that is outstretched over a stream of water. \n Sentence 2: A dog laying in a bed.", "output": ["A dog outside."]}, {"input": "Sentence 1: A black dog is standing in front of a waterfall. \n Sentence 2: the dog is standing behind a waterfall", "output": ["a dog is near a waterfall"]}, {"input": "Sentence 1: A black dog is standing on a street while a group of cars and a truck are parked in the background. \n Sentence 2: A dog is swimming in the ocean", "output": ["A black dog is outside and there is cars and trucks parked."]}, {"input": "Sentence 1: A black dog is standing on the grass. \n Sentence 2: A pet is visiting the vet office.", "output": ["A canine is outside."]}, {"input": "Sentence 1: A black dog is standing outside in the dark of night. \n Sentence 2: A white dog is standing outside in the dark of night.", "output": ["A dog is outdoors."]}, {"input": "Sentence 1: A black dog is stepping on the ice. \n Sentence 2: A dog sleeps in his bed at home.", "output": ["A dog walks on ice."]}, {"input": "Sentence 1: A black dog is swimming with a ball in its mouth. \n Sentence 2: the birds were short necked", "output": ["a bird was on rocks"]}, {"input": "Sentence 1: A black dog is swimming with a tennis ball in its mouth. \n Sentence 2: The black dog is licking its owner.", "output": ["The black dog is swimming."]}, {"input": "Sentence 1: A black dog is touching noses with a light brown dog. \n Sentence 2: Two cats are licking each other.", "output": ["Two dogs are touching each other."]}, {"input": "Sentence 1: A black dog is walking along the grass sniffing at the ground. \n Sentence 2: A cat is walking in the grass.", "output": ["A black dog is sniffing in the grass."]}, {"input": "Sentence 1: A black dog is walking through a stream \n Sentence 2: The dog is white.", "output": ["A black dog is walking."]}, {"input": "Sentence 1: A black dog jumping and playing in the snow near a chain link fence. \n Sentence 2: A dog is sitting, waiting for their owner.", "output": ["A dog is playing outside in the snow."]}, {"input": "Sentence 1: A black dog jumping into a lake. \n Sentence 2: A black dog flying", "output": ["A black dog jumping"]}, {"input": "Sentence 1: A black dog jumping off a dock into water. \n Sentence 2: A brown and white dog is jumping into the water on a Tuesday afternoon.", "output": ["A black dog is jumping into the water."]}, {"input": "Sentence 1: A black dog jumping off a riverbank near a wooded area. \n Sentence 2: A dog sleeping in front of a fire.", "output": ["A dog jumping near a wooded area."]}, {"input": "Sentence 1: A black dog jumping off of a dock. \n Sentence 2: a black dog is sleeping on the dock", "output": ["a black dog is jumping off the dock"]}, {"input": "Sentence 1: A black dog jumps a horizontal bar in a grassy feild. \n Sentence 2: A dog is asleep on the porch.", "output": ["A dog jumps over a bar."]}, {"input": "Sentence 1: A black dog jumps a hurdle in a grassy area. \n Sentence 2: A white dog sits down.", "output": ["A jumping dog."]}, {"input": "Sentence 1: A black dog jumps in a body of water with a stick in his mouth. \n Sentence 2: The dog is runs away from his master into an igloo.", "output": ["A dog jumps into the water."]}, {"input": "Sentence 1: A black dog jumps in the air over the red hurdle. \n Sentence 2: a red dog sits", "output": ["A dog being playfull"]}, {"input": "Sentence 1: A black dog jumps into a swimming pool. \n Sentence 2: The dog is sitting in a boat.", "output": ["The dog is near the water."]}, {"input": "Sentence 1: A black dog jumps into the air to get a treat from its owner. \n Sentence 2: The cat is getting treats.", "output": ["There is a black dog."]}, {"input": "Sentence 1: A black dog jumps into the water off a dock. \n Sentence 2: The brown dog swims.", "output": ["The dog jumps into the water."]}, {"input": "Sentence 1: A black dog jumps into the water to get a Frisbee while a boat sits in the back. \n Sentence 2: The cat fetches the ball", "output": ["The dog gets all wet"]}, {"input": "Sentence 1: A black dog jumps over a show jumping hurdle. \n Sentence 2: The dog is blue.", "output": ["The dog is in the air."]}, {"input": "Sentence 1: A black dog jumps over rolled hay. \n Sentence 2: The dog is sitting.", "output": ["The dog is outside."]}, {"input": "Sentence 1: A black dog jumps to catch a ball in a yard. \n Sentence 2: The dog is taking a nap with a cat.", "output": ["A dog is outside."]}, {"input": "Sentence 1: A black dog jumps up to a man's uplifted hand. \n Sentence 2: The dog is sleeping.", "output": ["The dog is able to jump."]}, {"input": "Sentence 1: A black dog lays in the sand. \n Sentence 2: they hated each other", "output": ["the men are talking"]}, {"input": "Sentence 1: A black dog lays next to a ball. \n Sentence 2: A white cat jumps over a stick", "output": ["An animal lays next to a toy"]}, {"input": "Sentence 1: A black dog leaping over a hurdle. \n Sentence 2: A brown dog is sleeping indoors.", "output": ["A dog leaps over a hurdle."]}, {"input": "Sentence 1: A black dog leaps from the bank into a body of water, with a field of dry grass in the background. \n Sentence 2: A cat is swimming in the tub.", "output": ["A dog jumps into the water by a field."]}, {"input": "Sentence 1: A black dog leaps through the snow near a fence. \n Sentence 2: A white dog smells the sidewalk.", "output": ["A black dog runs outside."]}, {"input": "Sentence 1: A black dog looks up at a ball in the air and prepares to catch it. \n Sentence 2: The dog is napping on his owners bed.", "output": ["The dog is being thrown the ball."]}, {"input": "Sentence 1: A black dog looks up at a white ball that's in midair. \n Sentence 2: A cat plays with toys.", "output": ["A black dog focuses on a ball."]}, {"input": "Sentence 1: A black dog makes a huge splash for a red ball. \n Sentence 2: A dog is walking around the block.", "output": ["A dog jumps into the water."]}, {"input": "Sentence 1: A black dog nurses white puppies. \n Sentence 2: An alligator eats a cat.", "output": ["A dog nurses pups."]}, {"input": "Sentence 1: A black dog nursing black and white puppies. \n Sentence 2: A black dog nursing brown puppies.", "output": ["A mother is nursing her puppies."]}, {"input": "Sentence 1: A black dog on a beach carrying a ball in its mouth. \n Sentence 2: the dog is sleeping on the porch", "output": ["a dog is carrying a beach ball"]}, {"input": "Sentence 1: A black dog on a leash with a red collar has its face in the water. \n Sentence 2: A black dog is swimming in a pool.", "output": ["A black dog is leashed."]}, {"input": "Sentence 1: A black dog on a yard of grass is catching a blue and red ball in its mouth. \n Sentence 2: A dog is inside the house.", "output": ["A dog is in the yard."]}, {"input": "Sentence 1: A black dog outside with a green toy. \n Sentence 2: The brown dog just chased a cat up a tree.", "output": ["A dog is playing with a toy."]}, {"input": "Sentence 1: A black dog paddles behind a black cat in a body of water. \n Sentence 2: Two kittens swim in the bathtub", "output": ["A dog and cat are in the water"]}, {"input": "Sentence 1: A black dog playfully bits another dog in a living room setting \n Sentence 2: The black dog is underneath the truck hiding from a skunk.", "output": ["Two dogs are in a living room playing with each other."]}, {"input": "Sentence 1: A black dog playing fetch with a ball of rope. \n Sentence 2: A white dog pulls a sled through the snow.", "output": ["There is a dog playing."]}, {"input": "Sentence 1: A black dog playing with a green toy. \n Sentence 2: A dog sleeping next to his green toy.", "output": ["A dark colored mammal."]}, {"input": "Sentence 1: A black dog playing with a purple toy in the snow. \n Sentence 2: A dog is rolling around in the snow.", "output": ["A dog is playing with a toy in the snow."]}, {"input": "Sentence 1: A black dog playing with a purple toy. \n Sentence 2: A dog is eating food in the kitchen.", "output": ["A black dog is playing."]}, {"input": "Sentence 1: A black dog plays around in water. \n Sentence 2: The dog is fast asleep at home.", "output": ["The dog is playing in the water."]}, {"input": "Sentence 1: A black dog plays around near a waterfall. \n Sentence 2: A hydroelectric dam ruptures and the pressure of the lake of dogs it was using to power it's turbines pour out in a frenzy of barks and yelps.", "output": ["A waterfall proves a tempting playground for the dog."]}, {"input": "Sentence 1: A black dog plays with a bit of ice by the frozen river. \n Sentence 2: A black dog eating some ice because he has a toothache and his mom told him to try numbing it.", "output": ["A black dog by a river."]}, {"input": "Sentence 1: A black dog plays with a green object. \n Sentence 2: Two dogs are sitting on a couch.", "output": ["A dog is playing with something green."]}, {"input": "Sentence 1: A black dog pounces on a ball in the leaves. \n Sentence 2: A cat laying on the windowsill.", "output": ["A puppy playing."]}, {"input": "Sentence 1: A black dog pounces to get a rope toy. \n Sentence 2: A cat is playing with a toy.", "output": ["A black dog is playing with a rope toy."]}, {"input": "Sentence 1: A black dog pulls a red sled in the snow. \n Sentence 2: A cat is pulling a tractor.", "output": ["A black dog pulls a sled, that is red, in the snow."]}, {"input": "Sentence 1: A black dog pulls a red sleigh \n Sentence 2: A dog is sitting outside.", "output": ["A dog is outside."]}, {"input": "Sentence 1: A black dog rears out of a pond, carrying a big stick in his mouth. \n Sentence 2: A large man singing.", "output": ["A black dog emerges from the water."]}, {"input": "Sentence 1: A black dog retrieves a cloth from a streambed. \n Sentence 2: A cat uses the litterbox.", "output": ["A dog goes into the stream."]}, {"input": "Sentence 1: A black dog retrieves in the snow. \n Sentence 2: A white rabbit plays in the sand.", "output": ["A black dog bounds through the snow after a stick."]}, {"input": "Sentence 1: A black dog running across green grass. \n Sentence 2: An elephant is drinking water", "output": ["A dog runs outside"]}, {"input": "Sentence 1: A black dog running in grass. \n Sentence 2: The black dog is taking a bath.", "output": ["The black dog is in the grass."]}, {"input": "Sentence 1: A black dog running in shallow water on a beach. \n Sentence 2: A black dog is asleep on the floor.", "output": ["A black dog is running on the beach."]}, {"input": "Sentence 1: A black dog running into the water. \n Sentence 2: A cat doesn't like water.", "output": ["A animal isn't afraid of water."]}, {"input": "Sentence 1: A black dog running on a beach. \n Sentence 2: A white dog laying on grass.", "output": ["A dog on a beach."]}, {"input": "Sentence 1: A black dog running on grass \n Sentence 2: A pet taking a nap on a large bed.", "output": ["A black dog outdoors."]}, {"input": "Sentence 1: A black dog running through a long orange tunnel. \n Sentence 2: A cat plays with a ball of yarn.", "output": ["A dog runs through a tunnel."]}, {"input": "Sentence 1: A black dog running through the snow. \n Sentence 2: The brown dog is sitting inside.", "output": ["The animal is outside."]}, {"input": "Sentence 1: A black dog running toward the camera. \n Sentence 2: A cat running away from the camera man.", "output": ["A dog running."]}, {"input": "Sentence 1: A black dog running towards the camera. \n Sentence 2: A cat sleeping.", "output": ["A dog running."]}, {"input": "Sentence 1: A black dog running with a blue toy in his mouth. \n Sentence 2: A dog eating out of a bowl", "output": ["A dog with something in his mouth"]}, {"input": "Sentence 1: A black dog running with a stuffed bird in its mouth and another dog chasing it. \n Sentence 2: The two dogs are laying in the grass.", "output": ["The two dogs are running."]}, {"input": "Sentence 1: A black dog running. \n Sentence 2: A cat is running.", "output": ["A canine is moving."]}, {"input": "Sentence 1: A black dog runs along the beach and jumps over a wood barrior. \n Sentence 2: a cat running away", "output": ["a dog jumping over wood at the beach"]}, {"input": "Sentence 1: A black dog runs and, focusing on something. \n Sentence 2: A black cat runs and, focusing on something.", "output": ["A dog runs and, focusing on something."]}, {"input": "Sentence 1: A black dog runs in front of a large brown and white bull. \n Sentence 2: The dog is larger than the bull.", "output": ["The dog and bull are outdoors."]}, {"input": "Sentence 1: A black dog runs in the grass, its tongue hanging out. \n Sentence 2: The black dog is jumping over a fence.", "output": ["The dog is outdoors."]}, {"input": "Sentence 1: A black dog runs into the water at the beach. \n Sentence 2: the wind is howling", "output": ["the dog is outside"]}, {"input": "Sentence 1: A black dog runs paralell to a wire fence in a grassy medow. \n Sentence 2: A dog is trying to fly.", "output": ["A dog is running along the fence."]}, {"input": "Sentence 1: A black dog runs through a field. \n Sentence 2: The pets are taking rest.", "output": ["There are animals running on field"]}, {"input": "Sentence 1: A black dog runs through the snow carrying a blue toy. \n Sentence 2: A yellow dog is running on the beach carrying a ball in its mouth.", "output": ["A black dog is playing outdoors."]}, {"input": "Sentence 1: A black dog runs through the water carrying a stick. \n Sentence 2: a dog remains dry", "output": ["an animal carries an object"]}, {"input": "Sentence 1: A black dog runs through the water. \n Sentence 2: The dog is walking in the forest.", "output": ["The dog is running."]}, {"input": "Sentence 1: A black dog runs through water carrying a ball in its mouth whilst a brown dog looks away. \n Sentence 2: Two cats sleeping under a porch.", "output": ["A dog outdoors."]}, {"input": "Sentence 1: A black dog runs with a white dog \n Sentence 2: The dogs are red and gray.", "output": ["The black dog is running with the white dog."]}, {"input": "Sentence 1: A black dog shakes itself dry on the beach in front of the waves. \n Sentence 2: a white dog shakes itself dry", "output": ["a black dog is getting dry"]}, {"input": "Sentence 1: A black dog sits in sand. \n Sentence 2: A dog is trapped inside the car.", "output": ["A dog sits in the sand."]}, {"input": "Sentence 1: A black dog sitting in brown grass with a colorful ball. \n Sentence 2: the dog is blue", "output": ["the dogi s black"]}, {"input": "Sentence 1: A black dog soaked in liquid jumping to the grass. \n Sentence 2: He is inside the house.", "output": ["The dog is wet."]}, {"input": "Sentence 1: A black dog splashes in the water. \n Sentence 2: Two dogs play in the water.", "output": ["There is a black dog in the water."]}, {"input": "Sentence 1: A black dog splashes through the water. \n Sentence 2: A black dog runs in the sand.", "output": ["A dog is in water."]}, {"input": "Sentence 1: A black dog splashes through water. \n Sentence 2: A black dog is digging through some trash.", "output": ["A black dog is outside."]}, {"input": "Sentence 1: A black dog splashing into the water to retrieve a red ball. \n Sentence 2: He is having a melt down", "output": ["There is an animal in this picture"]}, {"input": "Sentence 1: A black dog springs up into a pool. \n Sentence 2: a cat lays in the sun", "output": ["a dog runs through water"]}, {"input": "Sentence 1: A black dog standing in a field is holding a bird in his mouth. \n Sentence 2: A white dog chases a bird.", "output": ["A dog with a bird in its mouth."]}, {"input": "Sentence 1: A black dog standing in a shallow area of water on a rocky beach. \n Sentence 2: The dog is inside sitting on the couch.", "output": ["The dog is outside."]}, {"input": "Sentence 1: A black dog standing in shallow water with a pink ball in its mouth. \n Sentence 2: A black dog shearing meat with teeth.", "output": ["A black dog with a ball in its mouth."]}, {"input": "Sentence 1: A black dog standing in some grass holding a white plastic item in its mouth. \n Sentence 2: a black dog plays fetch at the beach", "output": ["a black dog stands in the grass with an item in his mouth"]}, {"input": "Sentence 1: A black dog standing in the grass near a volleyball. \n Sentence 2: A kitten is playing with a ball on the grass.", "output": ["A black dog stands in the grass."]}, {"input": "Sentence 1: A black dog sticking its nose into the water. \n Sentence 2: A black dog stuck its nose into a hornet's nest.", "output": ["A black dog has water on its nose."]}, {"input": "Sentence 1: A black dog stretches his back on the first step of a staircase. \n Sentence 2: The cat scratches his neck.", "output": ["The dog is stretching."]}, {"input": "Sentence 1: A black dog swimming in water near rocks. \n Sentence 2: A dog is laying in front of a fireplace.", "output": ["A dog is outside playing in the water."]}, {"input": "Sentence 1: A black dog swimming. \n Sentence 2: The dog cant swim", "output": ["A dog is swimming"]}, {"input": "Sentence 1: A black dog swims in a large pool. \n Sentence 2: A tabby cat is hunting a bird.", "output": ["A dog is in the backyard pool."]}, {"input": "Sentence 1: A black dog swims in water with a colorful ball in his mouth. \n Sentence 2: The dog has nothing in it's mouth.", "output": ["The dog is swimming."]}, {"input": "Sentence 1: A black dog swims through the water. \n Sentence 2: A dog runs through a field.", "output": ["A dog swims."]}, {"input": "Sentence 1: A black dog wading through water. \n Sentence 2: the black dog is sleeping on the sand", "output": ["the black dog is swimming"]}, {"input": "Sentence 1: A black dog waits on the grass for a falling yellow ball. \n Sentence 2: The dog chases the rabbit under the bush.", "output": ["There is one animal in this picture, and they are outside."]}, {"input": "Sentence 1: A black dog walking along a rocky terrain. \n Sentence 2: a blue dog", "output": ["a black dog on a walk"]}, {"input": "Sentence 1: A black dog walking beside a pool. \n Sentence 2: There aren't any black dogs near any pools.", "output": ["There is a dog besides a pool."]}, {"input": "Sentence 1: A black dog walking in dirt has a soccer ball in his mouth. \n Sentence 2: Someone is playing fetch with the dog.", "output": ["The animal outside is in contact with a ball."]}, {"input": "Sentence 1: A black dog walks along a rocky beach. \n Sentence 2: A dog is napping on the porch.", "output": ["A dog is walking."]}, {"input": "Sentence 1: A black dog walks along an ocean front. \n Sentence 2: The dog is walking on water, like Jesus did.", "output": ["A dog is outside."]}, {"input": "Sentence 1: A black dog walks on the beach near the rocks. \n Sentence 2: A black dog is running in the backyard.", "output": ["A black dog walks on the beach near the rocks."]}, {"input": "Sentence 1: A black dog walks through a rocky, grassy landscape under a blue, cloudy sky. \n Sentence 2: The dog is taking a nap by the bush.", "output": ["The dog is walking."]}, {"input": "Sentence 1: A black dog wearing a red collar is running through snow next to a wooden fence. \n Sentence 2: a young girl braids her hair", "output": ["a black dog is running in a field by a fence"]}, {"input": "Sentence 1: A black dog with a ball in its mouth swims in the water. \n Sentence 2: The dog is running in the field", "output": ["A black dog is swimming in the water."]}, {"input": "Sentence 1: A black dog with a blue collar is running in the snow. \n Sentence 2: a cat swims", "output": ["a dog in the snow"]}, {"input": "Sentence 1: A black dog with a blue collar is sitting on beige carpet. \n Sentence 2: A brown dog with a white collar is sitting on green carpet.", "output": ["The animal is sitting on the carpet."]}, {"input": "Sentence 1: A black dog with a blue collar runs through the green grass. \n Sentence 2: The dog is running through the sandy beach.", "output": ["The dog is running outside."]}, {"input": "Sentence 1: A black dog with a purple collar and a black leash runs in the grass. \n Sentence 2: A cat is inside eating dinner.", "output": ["Animals are outside"]}, {"input": "Sentence 1: A black dog with a purple collar is running. \n Sentence 2: A black cat is chasing some string.", "output": ["There is a dog running."]}, {"input": "Sentence 1: A black dog with a purple collar running. \n Sentence 2: The dog is sleeping in the dog house.", "output": ["The dog is wearing a collar."]}, {"input": "Sentence 1: A black dog with a red and white rope dog toy in its mouth, standing in front of a building. \n Sentence 2: a dog is inside playing with a ball", "output": ["a dog is outside"]}, {"input": "Sentence 1: A black dog with a red collar is jumping in the water. \n Sentence 2: A dog is on the beach.", "output": ["A dog is jumping in the water."]}, {"input": "Sentence 1: A black dog with a red collar is jumping out of the water. \n Sentence 2: Asians dropped their dinner", "output": ["Dog playing in water"]}, {"input": "Sentence 1: A black dog with a red collar sitting in the sand. \n Sentence 2: The dog walks along the sidewalk with no collar.", "output": ["The black dog has a red collar and sits in the sand."]}, {"input": "Sentence 1: A black dog with a red collar stands outside with his paws in water. \n Sentence 2: The dog chases the cat.", "output": ["The dog is getting wet."]}, {"input": "Sentence 1: A black dog with a stick swimming in the ocean. \n Sentence 2: A dog stands in the ocean.", "output": ["A dog swims while carrying a stick."]}, {"input": "Sentence 1: A black dog with a white toy in his mouth in a field of grass. \n Sentence 2: A dog is sleeping on the grass.", "output": ["A dog have a toy in his mouth."]}, {"input": "Sentence 1: A black dog with an orange bandanna catches a white Frisbee. \n Sentence 2: A black dog is throwing a Frisbee to its owner.", "output": ["A dog with a bandanna is playing Frisbee."]}, {"input": "Sentence 1: A black dog with his mouth open and tongue out runs across an expanse of snow. \n Sentence 2: A white dog runs across a grassy field.", "output": ["A dog is running."]}, {"input": "Sentence 1: A black dog with red collar sticks his head in the water. \n Sentence 2: A black dog stays far from the water out of fear.", "output": ["A black dog sticks his head in water."]}, {"input": "Sentence 1: A black dog with white facial and chest markings standing in chest high water. \n Sentence 2: The dog was in the kitchen begging for scraps", "output": ["The dog was in the water getting wet."]}, {"input": "Sentence 1: A black dog with white paws is jumping on hay bales. \n Sentence 2: A white dog with black paws laying down on hay.", "output": ["A dog jumping on hay."]}, {"input": "Sentence 1: A black dog with white paws jumping from a bale of hay. \n Sentence 2: A dog naps on a bale of hay.", "output": ["A dog jumps off a bale of hay."]}, {"input": "Sentence 1: A black dog's head rises above some water. \n Sentence 2: A dog is in the cat's litter box.", "output": ["A dog in the water."]}, {"input": "Sentence 1: A black dog, a golden dog and a black and white dog are running in a park. \n Sentence 2: Three dogs are eating from a bowl.", "output": ["Three dogs are running."]}, {"input": "Sentence 1: A black dog, running on grass. \n Sentence 2: The dog is asleep.", "output": ["The dog is outside."]}, {"input": "Sentence 1: A black dong runs across a grassy field \n Sentence 2: The dog is white.", "output": ["A dog is running."]}, {"input": "Sentence 1: A black furry dog is jumping in the air next to another dog. \n Sentence 2: a boy plays hockey", "output": ["a dog jumps"]}, {"input": "Sentence 1: A black gentleman is dancing on a tile floor. \n Sentence 2: A man walks across the stage.", "output": ["A man dances on tile flooring."]}, {"input": "Sentence 1: A black girl being splash in water. \n Sentence 2: splash in water a girl", "output": ["A girl splash in water"]}, {"input": "Sentence 1: A black girl looking blankly with vases in the background. \n Sentence 2: a boy with a truck", "output": ["a girl with vases in the background"]}, {"input": "Sentence 1: A black girl wearing Adidas is running. \n Sentence 2: A black girl is walking.", "output": ["A black girl is wearing Adidas."]}, {"input": "Sentence 1: A black greyhound with the number seven is in the middle of a race. \n Sentence 2: A white rabbit is hopping around in the forest.", "output": ["A greyhound is racing."]}, {"input": "Sentence 1: A black guitarist in a yellow tracksuit and black fedora sits on a public bench playing his guitar. \n Sentence 2: A white guitarist in a yellow tracksuit and black fedora sits on a public bench playing his guitar.", "output": ["A man playing guitar."]}, {"input": "Sentence 1: A black guy in a apron grilling cornstalks. \n Sentence 2: A black guy is learning how to swim.", "output": ["A black guy is cooking."]}, {"input": "Sentence 1: A black guy with long stringy hair and an american du rag holds his hands up to the sky at some kind of gathering. \n Sentence 2: He is surrending to the authorities.", "output": ["He is holding his hands up."]}, {"input": "Sentence 1: A black homeless male sleeps on a wall. \n Sentence 2: The little baby is swimming.", "output": ["The man is sleeping."]}, {"input": "Sentence 1: A black horse and its rider are clearing a 3 rung high jump in a competition. \n Sentence 2: The horse is standing by a trough.", "output": ["The horse is competing in a competition."]}, {"input": "Sentence 1: A black horse stands in the grass at a fence, while a brown dog looks on. \n Sentence 2: A black horse is being put into it's stable.", "output": ["A black horse is being looked at by a dog."]}, {"input": "Sentence 1: A black horse with a white on his forehead and nose, running. \n Sentence 2: A duck is walking to the pond.", "output": ["A horse is running."]}, {"input": "Sentence 1: A black jet in flight is on fire and smoking. \n Sentence 2: A jet is taking off from the ground.", "output": ["A jet is on fire."]}, {"input": "Sentence 1: A black lab in the snow is holding something in its mouth. \n Sentence 2: A dog carries a stick across a flowering meadow.", "output": ["A dog is outdoors."]}, {"input": "Sentence 1: A black lab is running in a race. \n Sentence 2: A chocolate lab is running in a race for gaining his freedom.", "output": ["A dog is racing."]}, {"input": "Sentence 1: A black lab jumps off a dock into a pond. \n Sentence 2: a black lab is sleeping in the car", "output": ["a black lab jumps in the pond"]}, {"input": "Sentence 1: A black lab puppy runs with an orange ball on an autumn day. \n Sentence 2: The puppy is asleep.", "output": ["The puppy is playing with a ball."]}, {"input": "Sentence 1: A black laborador with a ball in his mouth coming out of the surf \n Sentence 2: The black labrador is holding a stick.", "output": ["The black labrador is wet."]}, {"input": "Sentence 1: A black lady in a red dress and green earrings is looking at her cellphone. \n Sentence 2: A black lady is looking at the sky.", "output": ["A black lady is busy on her cellphone."]}, {"input": "Sentence 1: A black lady in traditional dress with a basket balanced on her head walking down a beach crowded with sunbathers. \n Sentence 2: woman takes sunbath along the beach", "output": ["a black lady walking on beach between crowd"]}, {"input": "Sentence 1: A black lady with black hair in an office wearing a yellow suit. \n Sentence 2: The woman is making breakfast.", "output": ["The woman is wearing her yellow suit."]}, {"input": "Sentence 1: A black limo is parked next to a crowded staircase. \n Sentence 2: A limo is driving itself up a staircase.", "output": ["A limo is parked next to a staircase."]}, {"input": "Sentence 1: A black male athlete making a jump during a competition. \n Sentence 2: He is rowing a boat.", "output": ["He is jumping."]}, {"input": "Sentence 1: A black male in a dirty white long-sleeved shirt is working. \n Sentence 2: a man sits at home", "output": ["a man working"]}, {"input": "Sentence 1: A black male is holding a guitar in his hands. \n Sentence 2: A black male is playing the piano", "output": ["The musician is holding his instrument"]}, {"input": "Sentence 1: A black male is preparing waffle cones in a kitchen area. \n Sentence 2: A woman sits at a counter.", "output": ["A man is in the kitchen area."]}, {"input": "Sentence 1: A black male leaning up against a wall with a water bottle. \n Sentence 2: A male not with a water bottle.", "output": ["A male with a water bottle."]}, {"input": "Sentence 1: A black male looking and reaching his arms upward. \n Sentence 2: A man is sleeping in bed", "output": ["A man has his arms spread"]}, {"input": "Sentence 1: A black male wearing goggles is carving a stone sculpture. \n Sentence 2: The man is throwing the sculpture into the ocean.", "output": ["The man is using a tool."]}, {"input": "Sentence 1: A black man and a motorbike. \n Sentence 2: A white man utilizes a tricycle for professional means.", "output": ["The man is black."]}, {"input": "Sentence 1: A black man and a white man with acoustic guitars are standing in front of microphones. \n Sentence 2: The men are practicing ballet.", "output": ["A musical duo is performing."]}, {"input": "Sentence 1: A black man and his two white friends are putting their heads close together. \n Sentence 2: The men are at home playing video games.", "output": ["The men are has their heads close together."]}, {"input": "Sentence 1: A black man and white woman sing together. \n Sentence 2: There is a white man and a black woman singing.", "output": ["There is a duet being sung."]}, {"input": "Sentence 1: A black man and woman, and an Indian woman in a blue-painted room. \n Sentence 2: A man drinking a beer.", "output": ["Three people in a room."]}, {"input": "Sentence 1: A black man getting gas at a gas station. \n Sentence 2: a man's car blows up at a gas station.", "output": ["a man is outside."]}, {"input": "Sentence 1: A black man holding a basketball while listening to music on his iPod. \n Sentence 2: A white man holding a basketball while listening to music on his iPod.", "output": ["A man holding a basketball while listening to music on his iPod."]}, {"input": "Sentence 1: A black man holding a protest sign in a busy city. \n Sentence 2: A black protester is violent.", "output": ["A black man is protesting."]}, {"input": "Sentence 1: A black man in a blue and white shirt sitting on some stairs. \n Sentence 2: A man dressed in black ran down the stairs after robbing the bank.", "output": ["A man sat on the stairs."]}, {"input": "Sentence 1: A black man in a blue shirt holds a metal bar against a concrete block with his foot as he cuts it. \n Sentence 2: A black man in a blue shirt doesn't hold a metal bar", "output": ["A black man in a blue shirt holds a metal bar"]}, {"input": "Sentence 1: A black man in a blue suit holding a large-format, flash, news-reporter style camera. \n Sentence 2: The man is asleep in his studio.", "output": ["The man is holding a camera."]}, {"input": "Sentence 1: A black man in a blue& white shirt staring at the camera. \n Sentence 2: The photo is of the back of the man's head.", "output": ["The man is interacting with the camera."]}, {"input": "Sentence 1: A black man in a brown hat and a blue suit is holding a large vintage camera and smiling. \n Sentence 2: A child steals the old camera.", "output": ["a man is holding an old camera."]}, {"input": "Sentence 1: A black man in a chef's coat is on the phone while two other men in aprons laugh. \n Sentence 2: three men are outside playing soccer", "output": ["three men are inside"]}, {"input": "Sentence 1: A black man in a gray sweatshirt and jeans is playing on a guitar. \n Sentence 2: a woman playing guitar", "output": ["a man playing guitar"]}, {"input": "Sentence 1: A black man in a hat sitting in a chair in the sand holding a net. \n Sentence 2: A white man is sleeping", "output": ["A black man is sitting in a chair"]}, {"input": "Sentence 1: A black man in a reflective vest standing in a dirt hole. \n Sentence 2: A white man stands atop a dirt pile", "output": ["A man is in the outdoors while wearing a reflective vest"]}, {"input": "Sentence 1: A black man in a striped shirt stands eating out of a cup, holding a yellow water bottle. \n Sentence 2: a woman is eating out of a cup", "output": ["a man is eating"]}, {"input": "Sentence 1: A black man in a suit is crying at a microphone podium that says \"National Baseball Hall of Fame.\" \n Sentence 2: girl eats cotton candy", "output": ["man is crying"]}, {"input": "Sentence 1: A black man in a suit is speaking into a microphone attached to a stand, his arms raised. \n Sentence 2: A man is dancing the hulu on stage.", "output": ["A man is delivering a passionate speech."]}, {"input": "Sentence 1: A black man in a sweater stands beside his run-down butcher shop. \n Sentence 2: A man is sitting in his shop.", "output": ["A man in a sweater is near his butcher shop."]}, {"input": "Sentence 1: A black man in a tank top rests. \n Sentence 2: the man is making cookies", "output": ["there is a man laying down"]}, {"input": "Sentence 1: A black man in a tux surrounded by five other men behind a metal gate. \n Sentence 2: Several men are wearing jeans and T-shirts.", "output": ["Six men are standing outside."]}, {"input": "Sentence 1: A black man in a wheelchair being pushed along an outdoor pathway carrying the Olympic torch. \n Sentence 2: The man is racing people in a wheelchair race.", "output": ["The man is sitting while being pushed outside."]}, {"input": "Sentence 1: A black man in a white shirt walks down the sidewalk. \n Sentence 2: A man is taking a nap.", "output": ["A man walks on a street."]}, {"input": "Sentence 1: A black man in a yellow cap tends some plants \n Sentence 2: The woman is tending her plants.", "output": ["The man was taking care of his plants."]}, {"input": "Sentence 1: A black man in a yellow shirt, plays a guitar on a stage. \n Sentence 2: The man in a blue shirt is playing piano.", "output": ["A man is playing music."]}, {"input": "Sentence 1: A black man in white clothes walks a blue drink cart down a cobbled street. \n Sentence 2: The black man has a hotdog cart.", "output": ["A man is walking with a cart."]}, {"input": "Sentence 1: A black man is crying at the podium at the national baseball hall of fame. \n Sentence 2: The man is riding a roller coaster.", "output": ["There is a man in the hall of fame."]}, {"input": "Sentence 1: A black man is on a bridge. \n Sentence 2: The man is playing bridge with his neighbors.", "output": ["A man is elevated over water."]}, {"input": "Sentence 1: A black man is playing a guitar while a woman in a dark green coat nearby is looking away. \n Sentence 2: the man is sleeping, while a woman dances", "output": ["a man is playing"]}, {"input": "Sentence 1: A black man is pulling a blue shirt while distracted. \n Sentence 2: The man is completely focused on what he is doing and not distracted in any way.", "output": ["The man is touching a shirt."]}, {"input": "Sentence 1: A black man is sitting at a bus stop. \n Sentence 2: A white man eating lobster.", "output": ["A black man sitting."]}, {"input": "Sentence 1: A black man is sitting in his chair staring off into the distance. \n Sentence 2: A man is dancing at a disco", "output": ["A person is sitting"]}, {"input": "Sentence 1: A black man is sitting on a bench in front of a public transit map. \n Sentence 2: A man drives down the street.", "output": ["A man sits on a bench near a transit stop."]}, {"input": "Sentence 1: A black man is sitting on a stool by a teal Garden Shed. \n Sentence 2: A black man is not sitting", "output": ["A black man is sitting"]}, {"input": "Sentence 1: A black man is standing near a busy street. \n Sentence 2: A man walks through a crosswalk.", "output": ["Man standing near street."]}, {"input": "Sentence 1: A black man is wearing a brown shirt and a necklace. \n Sentence 2: A man is wearing no jewelry.", "output": ["A man is wearing jewelry."]}, {"input": "Sentence 1: A black man is wearing sunglasses and a blue shirt with a white undershirt. \n Sentence 2: A white man is wearing elf ears and a pink raincoat.", "output": ["A man is dressed with a white shirt under his blue one."]}, {"input": "Sentence 1: A black man leans over as a white man jumps on his back backwards. \n Sentence 2: Two man are laying in bed.", "output": ["A white man jumps on a black mans back."]}, {"input": "Sentence 1: A black man looking at something located near a manufacture building. \n Sentence 2: A white man is looking at something near a manufacture building.", "output": ["A man is outside."]}, {"input": "Sentence 1: A black man painted with gold gets his photo taken by a woman. \n Sentence 2: A man runs from a photographer.", "output": ["A man gets his picture taken."]}, {"input": "Sentence 1: A black man plays a makeshift drum set with a cardboard sign. \n Sentence 2: A white man plays a makeshift drum set with a cardboard sign.", "output": ["A person is drumming beside a sign."]}, {"input": "Sentence 1: A black man plays the alto saxophone in front of a brick storefront. \n Sentence 2: A man is playing the trumpet in a marching band.", "output": ["There is a man playing a saxophone."]}, {"input": "Sentence 1: A black man purchasing goods at a market. \n Sentence 2: A man is playing baseball with himself.", "output": ["A man is buying stuff."]}, {"input": "Sentence 1: A black man sitting in a large open mailbox. \n Sentence 2: A man placing letters into a mailbox.", "output": ["A man inside a mailbox!"]}, {"input": "Sentence 1: A black man sitting inside a postal drop box. \n Sentence 2: the drop box is empty", "output": ["a man sitting in a postal drop box"]}, {"input": "Sentence 1: A black man sitting on the ground with a beverage in front of him. \n Sentence 2: The man paces as he waits for his family.", "output": ["There is a sitting man."]}, {"input": "Sentence 1: A black man standing on the beach with a yellow surfboard. \n Sentence 2: A family picnics in a park.", "output": ["There is a person on a beach."]}, {"input": "Sentence 1: A black man stands on a moving boat in the harbor. \n Sentence 2: T-Pain sings to a loving crowd in 2007.", "output": ["A man stands on a boat."]}, {"input": "Sentence 1: A black man takes a shot at a pool table while another stands and waits for his shot. \n Sentence 2: A lady shoots pool while another waits for their turn", "output": ["A man shoots pool while another waits for their turn"]}, {"input": "Sentence 1: A black man uses his vanity mirror to shave his head with a razor. \n Sentence 2: A white man shaves his face.", "output": ["A man is shaving his head."]}, {"input": "Sentence 1: A black man walks away with a large basket full of items on his head. \n Sentence 2: A man carries a basket under his arm.", "output": ["A man carries a basket on his head."]}, {"input": "Sentence 1: A black man wearing a bandanna and sunglasses raising his arms \n Sentence 2: The man lost his arms in the war.", "output": ["The man has arms."]}, {"input": "Sentence 1: A black man wearing a blue hat and brown jacket playing drums in the hall. \n Sentence 2: A white woman plays the guitar outside.", "output": ["A dark skinned man plays drums inside."]}, {"input": "Sentence 1: A black man wearing a chef uniform looking out. \n Sentence 2: A white man wearing a police uniform.", "output": ["A chef gazing."]}, {"input": "Sentence 1: A black man wearing a gray jacket speaks into a microphone. \n Sentence 2: A man is sleeping.", "output": ["A man uses a microphone."]}, {"input": "Sentence 1: A black man wearing a hat and holding a large camera. \n Sentence 2: A man is selling insurance in his office.", "output": ["A man is holding a large photographic instrument."]}, {"input": "Sentence 1: A black man wearing a white, collared button-down is sewing. \n Sentence 2: A white guy is wearing a tuxedo.", "output": ["A man is sewing."]}, {"input": "Sentence 1: A black man wearing clothes popular in the late 60's, has a left handed Fender Stratocaster, strapped on. \n Sentence 2: The man is streaking through the parking lot.", "output": ["The man is wearing clothes."]}, {"input": "Sentence 1: A black man with a green cap. \n Sentence 2: The man has a red hat on.", "output": ["A man wears a cap."]}, {"input": "Sentence 1: A black man with an earring is directing someone to a particular location. \n Sentence 2: a woman is holding a sign", "output": ["a man is directing people"]}, {"input": "Sentence 1: A black man with facial hair wears a navy hat and blue jacket in front of a white background. \n Sentence 2: A man with a clean-shaven face is standing in front of a blue background.", "output": ["A man in a jacket is standing in front of a white background."]}, {"input": "Sentence 1: A black man with gray hair half sitting half laying on a street floor. \n Sentence 2: A man is not on the street floor", "output": ["A man has gray hair"]}, {"input": "Sentence 1: A black man with no shirt is carrying a torch in front of bedazzled elephants. \n Sentence 2: a black man is riding a bike", "output": ["a black man holds a torch"]}, {"input": "Sentence 1: A black man, dumping a bowl of meat into a grinder in a poor looking country. \n Sentence 2: The man is in a rich country.", "output": ["The man is in a poor country."]}, {"input": "Sentence 1: A black man, in a crowd, watching a show, raising his arms. \n Sentence 2: A white man watching television in a crowd with his arms raised.", "output": ["A man raising his arms whilst in a crowd."]}, {"input": "Sentence 1: A black mine rides a big tricycle with three large barrels strapped to the back. \n Sentence 2: A black mime is eating dinner.", "output": ["A black mine rides a big tricycle with three large barrels strapped to the back."]}, {"input": "Sentence 1: A black mother and five children in a rural area \n Sentence 2: A group of children and their mother spend time in the city.", "output": ["A mother and her children are together."]}, {"input": "Sentence 1: A black motorcycle parked in a parking lot in front of a grass filled hill. \n Sentence 2: Red motorcycle tipped over", "output": ["Black bike parked"]}, {"input": "Sentence 1: A black or African descendant woman wearing an orange blouse with large earrings is checking her or looking at her cellphone while carrying a bag next to a bag in a chair with a man behind her in a blue shirt. \n Sentence 2: The black woman is sleeping.", "output": ["The black woman is wearing an orange blouse"]}, {"input": "Sentence 1: A black or mixed-race man wearing a denim jacket and baseball cap is holding one arm in the air and with his other hand is holding a microphone to his mouth, but he is not saying anything at the moment the picture is taken. \n Sentence 2: The oreiental man is singing an excerpt from Madam Butterfly", "output": ["The man holds the microphone as if he's ready to speak"]}, {"input": "Sentence 1: A black person in a home bathroom with a syringe. \n Sentence 2: The woman is getting dinner in the drive through.", "output": ["A man is inside a home."]}, {"input": "Sentence 1: A black policeman is smiling at a larger woman \n Sentence 2: A dog plays with a pig in some mud.", "output": ["A policeman is smiling at a woman."]}, {"input": "Sentence 1: A black poodle is playing with the snow. \n Sentence 2: cat sits in chair", "output": ["dog in snow"]}, {"input": "Sentence 1: A black race car spins its tires while smoke comes out. \n Sentence 2: A car sits still with the engine off.", "output": ["A car is spinning its tires."]}, {"input": "Sentence 1: A black sheep with three white dogs. \n Sentence 2: There is one dog.", "output": ["The sheep are black."]}, {"input": "Sentence 1: A black standard poodle is playing with a red and white toy outside. \n Sentence 2: The dog is taking a nap on the floor.", "output": ["A dog is outdoors."]}, {"input": "Sentence 1: A black sweater lady carrying a purple bag on the street. \n Sentence 2: a man holds his wallet", "output": ["a lady carries a bag in the street"]}, {"input": "Sentence 1: A black teenager sitting on a blue bike is at the top of a BMX ramp observing another youth, in a red shirt, who is sailing into the air with a bike, single-handed, while performing a stunt, presumably from the ramps. \n Sentence 2: A black teenager standing on a trampoline.", "output": ["A person watching as another person does a trick."]}, {"input": "Sentence 1: A black woman and a white woman sitting at a bus stop. \n Sentence 2: Both women are black.", "output": ["Two women are sitting."]}, {"input": "Sentence 1: A black woman and two black men outside \n Sentence 2: Three white people stand outside.", "output": ["A group of people stand together outside."]}, {"input": "Sentence 1: A black woman at a pizza restaurant. \n Sentence 2: A man is in the library.", "output": ["A woman is in a pizzeria."]}, {"input": "Sentence 1: A black woman in a pink shirt, eating a muffin, is selling ducks and other toys at some special event. \n Sentence 2: A black woman in a pink shirt is going to get her hair dones.", "output": ["A black woman in a pink shirt, eating a muffin, is selling ducks and other toys at some special event."]}, {"input": "Sentence 1: A black woman in a striped dress sitting on a blue bench. \n Sentence 2: The woman is white.", "output": ["A black woman is sitting outside."]}, {"input": "Sentence 1: A black woman in a white tank top, red pants, and white sneakers carries a plastic bag and walks down a sidewalk with paintings on one side. \n Sentence 2: A white male is walking down the street carrying a  canvas bag.", "output": ["A black lady walks down the sidewalk with paintings on the side carrying a plastic bag."]}, {"input": "Sentence 1: A black woman in winter clothes standing in a building entry. \n Sentence 2: A man is sitting on the stoop.", "output": ["A woman is standing up."]}, {"input": "Sentence 1: A black woman is having her portrait drawn by a man in a gray jacket. \n Sentence 2: Monet is painting \"Water Lilies.\"", "output": ["A woman is posing for her portrait."]}, {"input": "Sentence 1: A black woman is looking at her cellphone. \n Sentence 2: A person is talking on a phone.", "output": ["An African American woman examines her iphone."]}, {"input": "Sentence 1: A black woman making something. \n Sentence 2: An African American woman is not moving at all.", "output": ["An African American lady is working on something."]}, {"input": "Sentence 1: A black woman peering through a telescope with several people in the background in the park. \n Sentence 2: A woman is using a microscope in the laboratory.", "output": ["A woman is looking through a telescope."]}, {"input": "Sentence 1: A black woman puts a substance in a beaker while a white woman watches. \n Sentence 2: Two women are making a pie.", "output": ["Two women are near a beaker."]}, {"input": "Sentence 1: A black woman rolls out a sheet of dough in a messy kitchen. \n Sentence 2: A black man rolls out a sheet of dough in a messy kitchen.", "output": ["A woman rolls out a sheet of dough in a messy kitchen."]}, {"input": "Sentence 1: A black woman singing on stage with a drum-set in the background. \n Sentence 2: A white woman is singing.", "output": ["A woman is singing."]}, {"input": "Sentence 1: A black woman wearing a blue shirt has her hand in a container. \n Sentence 2: The woman is putting things away in the pantry.", "output": ["The woman is trying to pull something out."]}, {"input": "Sentence 1: A black woman with a hat on is weighing fruits and vegetables. \n Sentence 2: A woman is trying on pants.", "output": ["A woman is wearing a hat and handling produce."]}, {"input": "Sentence 1: A black woman with a scarf on her head stands on a sidewalk, smiling. \n Sentence 2: White woman with a bare head sitting on a sidewalk, frowning.", "output": ["Person standing and smiling."]}, {"input": "Sentence 1: A black women in a subway tunnel. \n Sentence 2: men standing in line at train station", "output": ["women in a subway tunnel"]}, {"input": "Sentence 1: A black women wearing loose clothes shakes dust from an item. \n Sentence 2: An Asian woman in leggings shakes dust off an item.", "output": ["A black woman is clothed."]}, {"input": "Sentence 1: A black worker sawing a pipe. \n Sentence 2: the worker is asian", "output": ["the worker is sawing"]}, {"input": "Sentence 1: A black young man with a t-shirt written \"6\" and \"URKLE\" is walking on a street with another young man while holding a basketball. \n Sentence 2: The men are playing football.", "output": ["The men are outside."]}, {"input": "Sentence 1: A black, brown and white dog running through a field. \n Sentence 2: the dogs are asleep", "output": ["dogs running though field"]}, {"input": "Sentence 1: A black, brown, and white dog jumping over a pile of logs with trees in the background. \n Sentence 2: Dogs eating a chew toy inside.", "output": ["Dogs playing outside."]}, {"input": "Sentence 1: A black, red, and white race car zooms by on a gray track with a blue border, sharply in focus compared to a blurred crowd in the foreground. \n Sentence 2: two cars are shown at rest", "output": ["a car goes quickly past a blurry audience"]}, {"input": "Sentence 1: A black-and-white dog bounds off the ground, all feet in the air, of a yellow field. \n Sentence 2: The field is densely covered in bluebonnets.", "output": ["The dog has legs."]}, {"input": "Sentence 1: A black-and-white dog carries a stick in his mouth as he swims in the clear water. \n Sentence 2: The water is empty", "output": ["A dog is outside"]}, {"input": "Sentence 1: A black-and-white dog goes for a flattened ball on the snow. \n Sentence 2: The dog is dead.", "output": ["The dog is outside."]}, {"input": "Sentence 1: A black-haired Asian woman wearing a white jacket, black sunglasses and a striped scarf looking at a cellphone. \n Sentence 2: The woman is wearing a suit and flying around.", "output": ["A dark haired woman looks at her cell phone threw her sunglasses."]}, {"input": "Sentence 1: A black-haired asian lady wearing a hooded jacket holding a digital camera. \n Sentence 2: The lady has blond hair.", "output": ["The person is a woman."]}, {"input": "Sentence 1: A black-haired baby in a yellow jumper smiling happily at whomever is taking the picture. \n Sentence 2: The baby is crying while his picture's being taken.", "output": ["A baby is getting his picture taken."]}, {"input": "Sentence 1: A black-haired girl in a white dress with yellow trim is standing outside of a gray-colored tent, and in front of her is a white canopy tent with several people beneath it. \n Sentence 2: The little girl is reading a book about circuses while lying in her bedroom.", "output": ["There are many people outside."]}, {"input": "Sentence 1: A black-haired man drives a red Coca Cola truck down a highway, with tall green Palmettos on his right hand side. \n Sentence 2: black-haired man drives a black Coca Cola truck down a highway, with tall green Palmettos on his right hand side.", "output": ["A black-haired man is on the highway."]}, {"input": "Sentence 1: A black-haired man in an orange vest stands in a cornfield. \n Sentence 2: The man is sitting on a porch.", "output": ["The man is outdoors."]}, {"input": "Sentence 1: A black-haired man is sleeping on a bench in a city street. \n Sentence 2: a man reading a newspaper", "output": ["a dark haired man sleeping on a bench"]}, {"input": "Sentence 1: A black-haired man standing next to a podium made of wood and plastic. \n Sentence 2: a man is who is standing next to his house leaning on a tree", "output": ["there is a man with dark hair standing next to a pillar"]}, {"input": "Sentence 1: A black-haired man talks to a woman. \n Sentence 2: Don't eat cats with dogs near by", "output": ["A man is having a conversation with a woman"]}, {"input": "Sentence 1: A black-haired woman in a bright red shirt works at a loom. \n Sentence 2: A woman is sewing curtains at a sewing machine", "output": ["A black-haired woman is weaving at a loom"]}, {"input": "Sentence 1: A black-haired woman in a parka is looking at burning incense sticks. \n Sentence 2: A woman lights a candle", "output": ["a woman looks at buring incense sticks"]}, {"input": "Sentence 1: A black-haired woman is shopping for groceries holding roses. \n Sentence 2: The woman could find neither the groceries nor the flowers.", "output": ["A woman holds flowers while shopping for groceries."]}, {"input": "Sentence 1: A black-haired woman is using her makeup brush on another woman while holding her pinky up. \n Sentence 2: A women is doing her own makeup.", "output": ["A woman is doing someone elses makeup."]}, {"input": "Sentence 1: A black-haired woman wearing glasses attempts to eat a pile of cookies. \n Sentence 2: The woman is not eating anything.", "output": ["There are a lot of cookies."]}, {"input": "Sentence 1: A black-striped cat is looking at a cord it has pinned with a paw. \n Sentence 2: Wolfman is bald.", "output": ["A cat looks."]}, {"input": "Sentence 1: A blacksmith is making something out of metal. \n Sentence 2: The blacksmith is playing a rousing game of tennis.", "output": ["The blacksmith is working."]}, {"input": "Sentence 1: A blindfolded couple is sleeping next to the ATM! \n Sentence 2: couple takes a city tour on a carriage", "output": ["a blindfolded couple sleeping next to the ATM"]}, {"input": "Sentence 1: A blindfolded man aims for a pinata while people watch from the deck behind him. \n Sentence 2: A blindfolded woman aims for a pinata while people watch from the deck behind her.", "output": ["A man is preparing to hit a pinata."]}, {"input": "Sentence 1: A blindfolded man hitting a pinata at a party while everybody watches. \n Sentence 2: A little toddler tries to hit the pinata with a stick.", "output": ["A man tries to strike a pinata."]}, {"input": "Sentence 1: A blindfolded man is on his knees in front of a chair where a second man sits, wearing a garter belt above his left knee. \n Sentence 2: A blindfolded woman is on her knees.", "output": ["A blindfolded man is on his knees."]}, {"input": "Sentence 1: A blond baby girl is mixing ingredients in a kitchen. \n Sentence 2: A couple is watching TV.", "output": ["A baby got into a mess in the dinning area."]}, {"input": "Sentence 1: A blond baby in a yellow top and flowered pants holds a white hat and sits on a paisley blanket under a tree in a grassy park. \n Sentence 2: Nobody is sitting", "output": ["A human sitting"]}, {"input": "Sentence 1: A blond baby is watching a dark-haired baby chew on a blue toy. \n Sentence 2: A blond baby is chewing on a dark-haired baby.", "output": ["A baby is chewing on a toy."]}, {"input": "Sentence 1: A blond baby playing in the sand. \n Sentence 2: A child sleeping on the rug.", "output": ["A young human."]}, {"input": "Sentence 1: A blond baby reaching for a bowl of cookie dough. \n Sentence 2: Man in a baby costume reaches for a salad fork.", "output": ["A blond baby shows how much he wants cookie dough."]}, {"input": "Sentence 1: A blond baby sitting in a baby chair outside eats food off of a light green food tray. \n Sentence 2: The baby is crawling on the rug.", "output": ["A child is having a meal outside."]}, {"input": "Sentence 1: A blond boy carrying a wheelbarrow with grass in it. \n Sentence 2: The boy is pushing an empty wheelbarrow.", "output": ["The wheelbarrow has stuff in it."]}, {"input": "Sentence 1: A blond boy in a blue shirt is sitting with a woman wearing glasses. \n Sentence 2: A boy fell and scraped his knee", "output": ["A boy is sitting with a woman wearing glasses"]}, {"input": "Sentence 1: A blond boy in a blue t-shirt stands smiling before a craft of green nylon fabric. \n Sentence 2: A child is asleep at the fabric store.", "output": ["A boy is smiling."]}, {"input": "Sentence 1: A blond boy in a brown sweater pains on a colorful umbrella. \n Sentence 2: A blond boy in a brown sweater is destroying an umbrella", "output": ["A blond boy in a brown sweater paints a colorful umbrella"]}, {"input": "Sentence 1: A blond boy in a striped shirt about to kick a pink soccer ball. \n Sentence 2: A black and white ball is kicked by a youngster.", "output": ["A lad is poised to kick something."]}, {"input": "Sentence 1: A blond boy is doing tricks on his bicycle. \n Sentence 2: The redhead rides his skateboard in the park.", "output": ["The boy rides a bike."]}, {"input": "Sentence 1: A blond boy is holding a blue umbrella. \n Sentence 2: Nobody is holding", "output": ["A human holding"]}, {"input": "Sentence 1: A blond boy is sitting in a stroller holding a Korean language book. \n Sentence 2: A dark haired girl is reading the Bible out loud to herself.", "output": ["A blond boy is sitting in a stroller."]}, {"input": "Sentence 1: A blond boy is staring at a toy robot and looks like he wants to play with it. \n Sentence 2: The boy is looking away from the toy.", "output": ["A blond boy is staring at a toy."]}, {"input": "Sentence 1: A blond boy slides into a green backyard pool. \n Sentence 2: A boy slides into a big mud pit.", "output": ["A boy slides into a pool."]}, {"input": "Sentence 1: A blond boy smiles with his eyes closed, buried up to his neck in sand. \n Sentence 2: A blond boy is flying a kite.", "output": ["A blond boy is happily buried to his neck in sand."]}, {"input": "Sentence 1: A blond boy wipes his nose on his light blue shirt. \n Sentence 2: A girl is wiping her eye that is watering.", "output": ["A blond boy is wiping his nose on his shirt."]}, {"input": "Sentence 1: A blond businessman in a suit walks on a sidewalk in a city. \n Sentence 2: A woman is walking to work", "output": ["A man is walking through a city"]}, {"input": "Sentence 1: A blond child climbing across a net. \n Sentence 2: A blond man climbing across a net.", "output": ["A child climbing across a net."]}, {"input": "Sentence 1: A blond child eating a cupcake with blue frosting. \n Sentence 2: the child is eating an apple.", "output": ["The blonde child has frosting on his cheeks"]}, {"input": "Sentence 1: A blond child holding a sword and dressed in a black robe is standing next to a stroller. \n Sentence 2: A blond boy sits in a stroller.", "output": ["A blond child has a pretend weapon."]}, {"input": "Sentence 1: A blond child in a red jacket looking at a robotic toy. \n Sentence 2: A red haired man holding a toy.", "output": ["A blond kid looks at a toy."]}, {"input": "Sentence 1: A blond child is being bitten on the nose by a little orange kitten. \n Sentence 2: A dog is playing ball in the park.", "output": ["An orange kitten is biting a blond child on the nose."]}, {"input": "Sentence 1: A blond child is drinking from a garden hose. \n Sentence 2: The redhead is drinking from the garden hose.", "output": ["The kid is using a garden hose for drinking."]}, {"input": "Sentence 1: A blond child is pulling a wagon with a little blond boy in it. \n Sentence 2: A child is swimming.", "output": ["A child is pulling a toy wagon."]}, {"input": "Sentence 1: A blond child is running on a sports field. \n Sentence 2: Nobody is running", "output": ["A human running"]}, {"input": "Sentence 1: A blond child swinging on a swing. \n Sentence 2: The child is on a bike riding.", "output": ["A kid on a swing geting pushed."]}, {"input": "Sentence 1: A blond child walking on a beach. \n Sentence 2: The woman pushes a walker down the sand but has trouble navigating.", "output": ["The child is outdoors."]}, {"input": "Sentence 1: A blond child walks past a store window display. \n Sentence 2: A man is shopping.", "output": ["A child is walking."]}, {"input": "Sentence 1: A blond child wearing a blue coat has a black cellphone in his mouth. \n Sentence 2: A brown haired child is wearing a red coat.", "output": ["A child is playing with a cellphone."]}, {"input": "Sentence 1: A blond child wearing a gray shirt with purple flowers is using an orange toothbrush to brush their teeth. \n Sentence 2: A blond child wearing a gray shirt with purple flowers is eating pancakes.", "output": ["A kid is cleaning their teeth."]}, {"input": "Sentence 1: A blond dog is digging a deep hole in the ground and its tail is up in the air. \n Sentence 2: The dog is brownb", "output": ["A dog is digging"]}, {"input": "Sentence 1: A blond dog runs down a flight of stairs to the backyard. \n Sentence 2: The cat is running down the stairs.", "output": ["The dog is running down the stairs."]}, {"input": "Sentence 1: A blond dog shakes water off next to a lake. \n Sentence 2: A dog curls up at his master's feet.", "output": ["A dog by a lake."]}, {"input": "Sentence 1: A blond dog walks in a creek with banks filled with snow. \n Sentence 2: A dog is swimming in a pool.", "output": ["A dog is walking in a creek."]}, {"input": "Sentence 1: A blond dressed in a white tennis outfit is licking her lip while holding a tennis racket. \n Sentence 2: A blond dressed in a tennis racket has her arms full of grocery bags.", "output": ["A blond is holding a tennis racket."]}, {"input": "Sentence 1: A blond fat kid wearing rubber bands on his wrist does something involving his mouth. \n Sentence 2: A thin blond boy is shooting rubber bands at his sister across the room.", "output": ["A chubby blond boy is wearing rubber bands on his wrist."]}, {"input": "Sentence 1: A blond female dressed in a revealing outfit is throwing white shirts into the crowd with her brunette coworker several feet behind her. \n Sentence 2: A woman is sitting quietly outside.", "output": ["A woman is passing out clothes at a concert."]}, {"input": "Sentence 1: A blond female in a striped shirt points at something with her blue umbrella. \n Sentence 2: The female is wearing a solid colored shirt.", "output": ["The female has an umbrella."]}, {"input": "Sentence 1: A blond female tennis playing hitting the ball. \n Sentence 2: A brunette female is playing tennis", "output": ["A female is playing tennis"]}, {"input": "Sentence 1: A blond female wearing heavy makeup, and a blue costume ball gown with yellow stars on the skirt, standing outside a department store. \n Sentence 2: a woman is shopping in causal clothees", "output": ["a woman with heavy makeup is near a store"]}, {"input": "Sentence 1: A blond girl and two American flags \n Sentence 2: A girl is sleeping in her bed.", "output": ["A girl has two flags."]}, {"input": "Sentence 1: A blond girl climbing on a play set. \n Sentence 2: A redhead girl is climbing on a play set", "output": ["A blonde is climbing on a play set"]}, {"input": "Sentence 1: A blond girl has her mouth open, looking away from the photographer. \n Sentence 2: A dark haired girl smiles for a photographer.", "output": ["A girl with her mouth agape looks away from a photographer."]}, {"input": "Sentence 1: A blond girl in a black shirt shield her laptop from the sun with a newspaper. \n Sentence 2: A boy eats grass.", "output": ["A girl protects her laptop."]}, {"input": "Sentence 1: A blond girl in a black tube top and wearing sunglasses plays hopscotch. \n Sentence 2: A blonde girl is driving in her car.", "output": ["A blonde girl in a black tube top is standing up."]}, {"input": "Sentence 1: A blond girl in a blue camisole has something in her mouth and is holding a toothbrush. \n Sentence 2: A girl is standing on the beach", "output": ["A girl is getting ready to brush her teeth"]}, {"input": "Sentence 1: A blond girl in a blue shirt and pants riding a red bike. \n Sentence 2: A girl riding a blue bike.", "output": ["A girl riding a red bike."]}, {"input": "Sentence 1: A blond girl in a gray tank top is serving a drink to a guy in a white shirt who is sitting down. \n Sentence 2: The man and woman are kissing.", "output": ["The blond girl in the tank top is serving a man."]}, {"input": "Sentence 1: A blond girl in a green patterned shirt has her hand raised. \n Sentence 2: The girl is at a dance party.", "output": ["The girl is waiting to be called on."]}, {"input": "Sentence 1: A blond girl in a red shirt holding her necklace. \n Sentence 2: A redhead about to jump from a bridge.", "output": ["A blonde girl holding onto a piece of jewelery."]}, {"input": "Sentence 1: A blond girl in a white dress laughs as a young man holds her arm in the air. \n Sentence 2: A blond boy in a white dress laughs as a young man holds his arm in the air.", "output": ["A blond person in a white dress laughs as a young man holds her arm in the air."]}, {"input": "Sentence 1: A blond girl in a white shirt and black pants is looking through her camera. \n Sentence 2: A man taking a picture", "output": ["A girl taking a picture"]}, {"input": "Sentence 1: A blond girl in a white shirt and blue shorts playing soccer. \n Sentence 2: The girl is ready to play baseball.", "output": ["The girl is wearing a shirt and shorts."]}, {"input": "Sentence 1: A blond girl in plaid shorts is driving a bearded man around the city in a bicycle taxi. \n Sentence 2: Two men riding in car together.", "output": ["A girl transporting a man with a bike."]}, {"input": "Sentence 1: A blond girl in standing outside surrounded by trees. \n Sentence 2: There are no trees outside.", "output": ["The girl has hair."]}, {"input": "Sentence 1: A blond girl is looking bored while playing Poker. \n Sentence 2: The girl is playing Solitaire.", "output": ["A girl is playing a card game."]}, {"input": "Sentence 1: A blond girl is sitting at a bar in the presence of three other men. \n Sentence 2: The blond girl is alone", "output": ["There are at least 4 people sitting in a bar"]}, {"input": "Sentence 1: A blond girl kisses a bow with brown hair while standing outside of a building. \n Sentence 2: The girl has black hair.", "output": ["There are people standing outside."]}, {"input": "Sentence 1: A blond girl looks through a telescope while another girl wearing glasses looks at her. \n Sentence 2: The boys break the telescope.", "output": ["The girl with glasses watches the blond girl look through a telescope."]}, {"input": "Sentence 1: A blond girl opens her mouth. \n Sentence 2: A man is eating a donut.", "output": ["A girl has her mouth open."]}, {"input": "Sentence 1: A blond girl plays the cello in a plywood-paneled room. \n Sentence 2: The girl is playing the piano.", "output": ["The girl practices cello in the studio."]}, {"input": "Sentence 1: A blond girl poses for a picture at Kerry Park in Seattle. \n Sentence 2: Girl posing for a picture in front of a train station.", "output": ["A girl is outside in a park."]}, {"input": "Sentence 1: A blond girl putting on her helmet. \n Sentence 2: The girl is taking off a cap.", "output": ["The girl is getting ready to wear a helmet."]}, {"input": "Sentence 1: A blond girl reads the Boy Scout Handbook. \n Sentence 2: The blond girl is reading the Bible.", "output": ["A blond girl is reading."]}, {"input": "Sentence 1: A blond girl rides the waves. \n Sentence 2: A girl is sitting on the beach.", "output": ["A girl gets wet from the water."]}, {"input": "Sentence 1: A blond girl singing into a microphone while a guitarist plays in the background. \n Sentence 2: Three people are dancing on the stage as they sing.", "output": ["Two people are peforming."]}, {"input": "Sentence 1: A blond girl sits on a white porch railing. \n Sentence 2: The girl is using the railing as a balancing beam, practicing for gymnastics.", "output": ["A girl is sitting on the railing."]}, {"input": "Sentence 1: A blond girl smiles while holding flowers and her diploma after a graduation ceremony. \n Sentence 2: A girl smiles after getting flowers from her date.", "output": ["A girl holds her diploma."]}, {"input": "Sentence 1: A blond girl standing in a crowd holding a goat on a leash. \n Sentence 2: An elderly Black female rides the bus unaccompanied.", "output": ["A female with light-colored hair is in the proximity of both people and a goat."]}, {"input": "Sentence 1: A blond girl surfing down a sandy hill \n Sentence 2: A blonde girl relaxing in bed", "output": ["A girl going down a hill"]}, {"input": "Sentence 1: A blond girl wearing a black and white boa poses for the camera at a very crowded venue. \n Sentence 2: A woman trying to avoid having her picture taken.", "output": ["A woman poses for a picture."]}, {"input": "Sentence 1: A blond girl wearing a black jacket, black gloves, and jeans is walking down the sidewalk. \n Sentence 2: The girl is sitting on a sofa.", "output": ["The girl is wearing outerwear."]}, {"input": "Sentence 1: A blond girl wearing a lilac shirt is pursing her lips. \n Sentence 2: A blonde girl licks her lips.", "output": ["A girl purses her lips."]}, {"input": "Sentence 1: A blond girl with a blue coat is putting her helmet on to ride her bike. \n Sentence 2: The girl puts on her helmet in order to drive her stock car.", "output": ["A girl readies herself to ride a bike."]}, {"input": "Sentence 1: A blond girl with a ponytail an glasses listens to earphones and carries a backpack. \n Sentence 2: A blond girl is having a conversation with her friends", "output": ["A blond girl is enjoying her music as she carries a school bag"]}, {"input": "Sentence 1: A blond girl with a tattoo on her arm and a guitar on her back is about to get on her bicycle. \n Sentence 2: A woman eats a sandwich.", "output": ["A girl getting on her bicycle."]}, {"input": "Sentence 1: A blond girl with an instrument on her back wearing a gray tank top, gray shorts and ripped nylons with a bike. \n Sentence 2: A boy is sleeping", "output": ["A girl has an instrument."]}, {"input": "Sentence 1: A blond girl with orange and blue streaks on her face in a crowd. \n Sentence 2: A woman is stuck in solitary confinement.", "output": ["A blonde is in the crowd."]}, {"input": "Sentence 1: A blond girl with sunglasses on her head looks squeamish. \n Sentence 2: A girl is sleeping.", "output": ["A girl looks squeamish."]}, {"input": "Sentence 1: A blond headed lady is walking in front of a group of three people. \n Sentence 2: The lady is running past the people.", "output": ["The lady is walking."]}, {"input": "Sentence 1: A blond headed toddler walking with a red piece of paper in hand. \n Sentence 2: An adult is walking with a red piece of paper in hand.", "output": ["A toddler is walking."]}, {"input": "Sentence 1: A blond holding camera equipment near a track. \n Sentence 2: A blonde is not holding anything.", "output": ["A blonde is holding something."]}, {"input": "Sentence 1: A blond holding hands with a guy in the sand. \n Sentence 2: Two girls are making a sandcastle.", "output": ["A couple on the beach."]}, {"input": "Sentence 1: A blond individual getting out of a red car. \n Sentence 2: The car is blue.", "output": ["The person has light hair."]}, {"input": "Sentence 1: A blond kid is sitting on a rope at the playground. \n Sentence 2: a kid sleeping at the playground", "output": ["a kid at the playground"]}, {"input": "Sentence 1: A blond kid wearing a collared shirt and olive green pants cries near a playground. \n Sentence 2: A blond kid is happy.", "output": ["A blond kid is sad."]}, {"input": "Sentence 1: A blond kid with no shirt stares out a glass door. \n Sentence 2: The kids shirt is made out of leather.", "output": ["A kid stares out the door."]}, {"input": "Sentence 1: A blond lab runs in the snow. \n Sentence 2: The dog is in a desert", "output": ["A dog is running"]}, {"input": "Sentence 1: A blond lady applying black nail polish over the gray nail polish already on her nails, her hand resting on a gold plated table. \n Sentence 2: A lady has her hands in soapy water in the sink, washing dishes.", "output": ["A lady is putting on nail polish."]}, {"input": "Sentence 1: A blond lady dressed in black stares down the camera as she walks down the street. \n Sentence 2: The woman's clothing is purple.", "output": ["The woman is on a street."]}, {"input": "Sentence 1: A blond lady flipping the bird to the camera. \n Sentence 2: A blond lady is letting the bird fly away.", "output": ["A blond woman is holding a bird in her hand."]}, {"input": "Sentence 1: A blond lady in a blue mesh shirt walking. \n Sentence 2: A woman is cooking eggs.", "output": ["A woman is walking."]}, {"input": "Sentence 1: A blond lady in a decorated blue dress is covering her face with her hand. \n Sentence 2: A redheaded lady in a green dress brushes her hair with her hand.", "output": ["A blond lady in a decorated blue dress hides her face with her hand from others."]}, {"input": "Sentence 1: A blond lady in a pink shirt is singing in front of a brick wall. \n Sentence 2: A lady staring at a wall.", "output": ["A lady singing."]}, {"input": "Sentence 1: A blond lady wearing a brown coat working on a computer. \n Sentence 2: A blond man wearing a brown coat working on a computer.", "output": ["A blond person wearing a brown coat working on a computer."]}, {"input": "Sentence 1: A blond little boy is standing by a fence. \n Sentence 2: The child is looking out his bedroom window.", "output": ["A male child with blonde hair is standing by a fence."]}, {"input": "Sentence 1: A blond little boy painting. \n Sentence 2: A brunette boy is playing cards.", "output": ["A boy is painting."]}, {"input": "Sentence 1: A blond little boy, wearing a robe and playing with a sword. \n Sentence 2: A boy is wearing a toga.", "output": ["A boy plays with a sword."]}, {"input": "Sentence 1: A blond little girl enjoying a burrito. \n Sentence 2: The brunette girl didn't like the buritto.", "output": ["The girl ate a burrito."]}, {"input": "Sentence 1: A blond little girl looks through a pair of green binoculars. \n Sentence 2: The girl has black hair", "output": ["A girl has binoculars"]}, {"input": "Sentence 1: A blond little girl, wearing a red shirt, flowered skirt, and red and white striped pants, is looking into a dollhouse. \n Sentence 2: the girls are making bread in a bakery", "output": ["there are girls in clothes"]}, {"input": "Sentence 1: A blond man and woman are having a discussion while smoking outdoors. \n Sentence 2: A baker creating rolls.", "output": ["Two people smoking outside."]}, {"input": "Sentence 1: A blond man carries an axe through a forest. \n Sentence 2: the man is in the desert", "output": ["The man is blond"]}, {"input": "Sentence 1: A blond man carrying a red bag and a messenger bag is standing next to a pole outside Cafe de Flo. \n Sentence 2: A man is tossing a ball around.", "output": ["A man is carrying a bag."]}, {"input": "Sentence 1: A blond man has a tube to his mouth in front of the toilets. \n Sentence 2: A dark haired man is leaning over the toilets", "output": ["A blond man is leaning over the toilets"]}, {"input": "Sentence 1: A blond man in a brown leather jacket is listening to music. \n Sentence 2: He is sitting in silence.", "output": ["The blond man is listening to music."]}, {"input": "Sentence 1: A blond man in a dress shirt and tie is standing next to a fence and smiling. \n Sentence 2: The man is feeling very sad.", "output": ["The man is standing outside."]}, {"input": "Sentence 1: A blond man in a striped shirt and jeans sitting at a table with a computer and talking on a cellphone. \n Sentence 2: Nobody is welding", "output": ["A human sitting"]}, {"input": "Sentence 1: A blond man in a tan colored shirt is leaning against the window on the inside of a building with a fish like design on the windows. \n Sentence 2: a man is making cheese with his feet", "output": ["there is a man standing inside"]}, {"input": "Sentence 1: A blond man in a white shirt is smoking. \n Sentence 2: A man is drinking lemonade.", "output": ["A man is smoking a cigarette."]}, {"input": "Sentence 1: A blond man in a white tank top and jeans watching two yellow firetrucks working. \n Sentence 2: A brunette man in a black tank top and shorts watching two red firetrucks having fun.", "output": ["A man watching a couple of firetrucks while they work."]}, {"input": "Sentence 1: A blond man is drinking from a public fountain. \n Sentence 2: The man is drinking coffee.", "output": ["The man is drinking water."]}, {"input": "Sentence 1: A blond man is holding a map while sitting in a boat. \n Sentence 2: Everyone is in a train.", "output": ["Someone is holding something."]}, {"input": "Sentence 1: A blond man is singing and playing guitar. \n Sentence 2: The man is a redhead", "output": ["The man is blond"]}, {"input": "Sentence 1: A blond man is sitting down eating a plate of food with a blond little boy next to him. \n Sentence 2: A mother and daughter are eating.", "output": ["A couple of people are eating."]}, {"input": "Sentence 1: A blond man sings a duo for his band. \n Sentence 2: The woman is ready to take the stage.", "output": ["The man is singing."]}, {"input": "Sentence 1: A blond man with a black jacket that fell asleep by a picnic table. \n Sentence 2: dog looks at table", "output": ["man falls asleep"]}, {"input": "Sentence 1: A blond man with a leather jacket playing a guitar and singing. \n Sentence 2: A man is at home, fast asleep.", "output": ["A man is singing and playing guitar."]}, {"input": "Sentence 1: A blond man with a mohawk in a rock t-shirt playing with his cellphone. \n Sentence 2: The mans multi-colored hair freaks people out.", "output": ["A man with a mohawk has a cell phone."]}, {"input": "Sentence 1: A blond person climbs a sheer rock cliff face. \n Sentence 2: The man is riding a horse.", "output": ["The person is outdoors."]}, {"input": "Sentence 1: A blond person stands in front of a building with outstretched arms. \n Sentence 2: The person wearing a straight-jacket.", "output": ["A person with outstretched arms is in front of the building."]}, {"input": "Sentence 1: A blond person wearing a black faux tattoo sweatshirt. \n Sentence 2: girl sleeps on pillow", "output": ["person in sweater"]}, {"input": "Sentence 1: A blond police officer handcuffs a woman in a white shirt. \n Sentence 2: The police officer is one of the Village People, and breaks out in the song \"YMCA\".", "output": ["A police officer is handcuffing a woman."]}, {"input": "Sentence 1: A blond pregnant woman in a black shirt is standing in the kitchen with her hand on her belly holding something in her mouth. \n Sentence 2: The woman is at a playground holding her child.", "output": ["A pregnant woman is standing in a kitchen holding her stomach with something in her mouth."]}, {"input": "Sentence 1: A blond puppy wearing a red collar is standing in the water. \n Sentence 2: a giraffe devours a pregnant woman in city hall", "output": ["a puppy in water wearing red collar"]}, {"input": "Sentence 1: A blond singer in front of a kaleidoscope. \n Sentence 2: There is nobody near a kaleidoscope.", "output": ["A singer is near a kaleidoscope."]}, {"input": "Sentence 1: A blond singer is performing as people dance behind her. \n Sentence 2: Mick Jagger sweats on a microphone while children play with blocks.", "output": ["A person with blond hair sings while people dance."]}, {"input": "Sentence 1: A blond teenage girl is sitting alone \n Sentence 2: A teenaged girl is at the mall with her friends.", "output": ["A teenaged girl sits alone."]}, {"input": "Sentence 1: A blond tennis player gets ready to return the ball. \n Sentence 2: A person playing basketball.", "output": ["A person playing tennis."]}, {"input": "Sentence 1: A blond toddler in a light green shirt sitting in a green chair surrounded by other green chairs. \n Sentence 2: A child is in a red chair.", "output": ["A child wearing green sits in a green chair."]}, {"input": "Sentence 1: A blond toddler in a puffy jacket sits at the top of a blue slide. \n Sentence 2: a teenager was at the skate park", "output": ["a child is on the slide"]}, {"input": "Sentence 1: A blond toddler in a white shirt and green pants standing at a wooden fence. \n Sentence 2: The blond toddler stands on the street corner hailing a taxi.", "output": ["A young person is standing outdoors."]}, {"input": "Sentence 1: A blond toddler in green trousers peeks through a fence. \n Sentence 2: The toddler is playing in the dirt away from the fence.", "output": ["A young child in green pants spies through a fence."]}, {"input": "Sentence 1: A blond toddler tastes cake batter off of a mixer. \n Sentence 2: A baby throwing up.", "output": ["A baby eating cake batter."]}, {"input": "Sentence 1: A blond toddler wearing a blue sweater, riding on a wooden toy. \n Sentence 2: A black haired baby wearing a red sweater playing with a toy", "output": ["A baby plays with his toy"]}, {"input": "Sentence 1: A blond volleyball player in a gray sleeveless shirt and sunglasses bumps a blue, white, and yellow volleyball, while standing on sand. \n Sentence 2: A person is playing volleyball on a couch.", "output": ["A person is playing volleyball."]}, {"input": "Sentence 1: A blond woman adjusts her tripod-mounted camera to photograph young people in a park. \n Sentence 2: A woman is running outside.", "output": ["A blonde woman is photographing people in a park."]}, {"input": "Sentence 1: A blond woman alone in a dimly lit room. \n Sentence 2: A brunette woman is waiting in a room.", "output": ["A blonde woman is alone in a room."]}, {"input": "Sentence 1: A blond woman and a brown-haired man kissing. \n Sentence 2: A gay couple is hugging", "output": ["Two people are kissing"]}, {"input": "Sentence 1: A blond woman and a brunette woman pose with a trophy. \n Sentence 2: two women cry after losing", "output": ["two people pose"]}, {"input": "Sentence 1: A blond woman and a man are gathering outside with people. \n Sentence 2: A huge crowd is assembled inside the auditorium.", "output": ["There are several people outside"]}, {"input": "Sentence 1: A blond woman at a bar looks over her shoulder. \n Sentence 2: the man sat alone at the bar", "output": ["a woman is at a bar"]}, {"input": "Sentence 1: A blond woman at a table is writing in a book as two men look on. \n Sentence 2: The blonde woman is eating pizza at home.", "output": ["A book is being written by a female."]}, {"input": "Sentence 1: A blond woman at the beach jumping around as she is enjoying her youth and freedom. \n Sentence 2: The blond woman is sleeping.", "output": ["There is a blond woman at the beach"]}, {"input": "Sentence 1: A blond woman dressed all in black is sitting backwards in a chair, in a field, looking to the right. \n Sentence 2: The woman is cooking dinner at home.", "output": ["A woman is sitting in a chair outside."]}, {"input": "Sentence 1: A blond woman dressed in black and red is running. \n Sentence 2: The woman, dressed in a business suit, sits and drinks coffee while looking over the resumes.", "output": ["The woman in the picture is not standing still."]}, {"input": "Sentence 1: A blond woman giving a piggyback ride to a blond girl in a pink coat and headphones. \n Sentence 2: two girls are sleeping in their bedroom", "output": ["a blond woman giving a piggyback ride to another girl"]}, {"input": "Sentence 1: A blond woman in a bikini and high heels. \n Sentence 2: a man playing Xbox", "output": ["a female wearing shoes"]}, {"input": "Sentence 1: A blond woman in a black shirt poses with a yellow star and a book. \n Sentence 2: A man brushes his teeth.", "output": ["A woman poses with some items."]}, {"input": "Sentence 1: A blond woman in a black shirt waits for the train. \n Sentence 2: Two guys waiting to hold up the train.", "output": ["A women with hair waiting on the platform for the train."]}, {"input": "Sentence 1: A blond woman in a blue jacket is holding up a pillow in a red pillowcase. \n Sentence 2: a woman has her hands in her pocket", "output": ["a woman is holding something"]}, {"input": "Sentence 1: A blond woman in a blue low cut shirt is looking past the camera. \n Sentence 2: A woman is wearing a yellow shirt.", "output": ["A person is looking off in the distance."]}, {"input": "Sentence 1: A blond woman in a blue low-cut top at a bar or restaurant is looking at a man. \n Sentence 2: A woman stares into her drink.", "output": ["A woman looks at a man."]}, {"input": "Sentence 1: A blond woman in a blue tank top glances at an unidentified figure in front of the camera. \n Sentence 2: Nobody is blond", "output": ["A blond person"]}, {"input": "Sentence 1: A blond woman in a brown sweater is standing behind a counter with a display of seafood. \n Sentence 2: The woman typing a paper at her desk.", "output": ["The woman is near the seafood."]}, {"input": "Sentence 1: A blond woman in a burgundy dress is singing, while a man plays a trumpet. \n Sentence 2: A blonde woman is making like to a man playing the trumpet.", "output": ["Two people are making music."]}, {"input": "Sentence 1: A blond woman in a crowded area hands out fliers while another blond woman holds a bouquet of balloons. \n Sentence 2: A blond woman in a crowded area doesn't hand out fliers", "output": ["A blond woman in a crowded area hands out fliers"]}, {"input": "Sentence 1: A blond woman in a decorated matching red skirt and top is standing in a field. \n Sentence 2: There is a women outdoors running outdoors.", "output": ["There is a women outdoors"]}, {"input": "Sentence 1: A blond woman in a dress looks at papers by a table covered in laptops being used by workers. \n Sentence 2: A female is sitting on the chair eating cereal.", "output": ["A female standing by a table."]}, {"input": "Sentence 1: A blond woman in a loud print shirt raising her hand and smiling. \n Sentence 2: The woman has brown hair.", "output": ["The woman has her arm in the air."]}, {"input": "Sentence 1: A blond woman in a multicolored shirt poses with a curly-haired man in a black tank top. \n Sentence 2: The man is bald.", "output": ["The woman is wearing clothes."]}, {"input": "Sentence 1: A blond woman in a pencil skirt and sandals walks down a street with other people behind her. \n Sentence 2: boy eats hot dog", "output": ["woman on street"]}, {"input": "Sentence 1: A blond woman in a pink striped shirt is singing in a microphone. \n Sentence 2: She is waiting for the song to start.", "output": ["A woman is singing a song."]}, {"input": "Sentence 1: A blond woman in a red dress and a fedora-adorned man in black dance in a public pavilion across from a cafe and near a bike rack. \n Sentence 2: There are two people sitting down enjoying a cafe.", "output": ["A woman and a man are dancing."]}, {"input": "Sentence 1: A blond woman in a red top is sitting on a wall next to a kissing couple in jeans. \n Sentence 2: A blond woman walks up to the kissing couple.", "output": ["The couple kissing is near a blond woman."]}, {"input": "Sentence 1: A blond woman in a tan shirt sending a text. \n Sentence 2: A brunette women is sending a text.", "output": ["The women is text messaging."]}, {"input": "Sentence 1: A blond woman in a taupe jacket, standing behind a small table, reaches toward two fluttering birds. \n Sentence 2: A man walks through a zoo and looks at the monkeys.", "output": ["A woman behind a table reaches up toward two birds."]}, {"input": "Sentence 1: A blond woman in a white tank top, carrying a bright tote, holding up her arm. \n Sentence 2: wolf looks at boy", "output": ["woman holds tote"]}, {"input": "Sentence 1: A blond woman in a yellow shirt lifts up her arm ands furrows her brow. \n Sentence 2: A blond woman in a yellow clown car", "output": ["A blond woman in a yellow shirt"]}, {"input": "Sentence 1: A blond woman in black jeans is sitting on a wall examining her nails. \n Sentence 2: The woman is getting a manicure.", "output": ["The woman is looking at her nails."]}, {"input": "Sentence 1: A blond woman in blue shorts walks on the beach carrying her shoes. \n Sentence 2: A woman working in an office.", "output": ["A person walking outside on a sunny day."]}, {"input": "Sentence 1: A blond woman in brown is selling shrimp. \n Sentence 2: A man is cooking squid.", "output": ["A woman is selling food."]}, {"input": "Sentence 1: A blond woman in heels strolls past the cemetery. \n Sentence 2: A blond lady is eating pretzels.", "output": ["A blond lady walks past the cemetery."]}, {"input": "Sentence 1: A blond woman in sunglasses and a surprised expression talks on a cellphone while another woman walks past in the foreground. \n Sentence 2: A woman is playing with marbles, while another woman sits on a bench.", "output": ["A woman is on a cellphone while another one walks near by."]}, {"input": "Sentence 1: A blond woman in sunglasses and hat talks on a cellphone. \n Sentence 2: A redhead is using her ipad to communicate through facetime.", "output": ["A blonde woman is talking to another person through her cellphone."]}, {"input": "Sentence 1: A blond woman is eating in a busy restaurant. \n Sentence 2: A man is by himself at a lunch counter.", "output": ["A woman is eating."]}, {"input": "Sentence 1: A blond woman is guessing a brown-haired man on the cheek. \n Sentence 2: The woman is hitting the man.", "output": ["The woman has light hair."]}, {"input": "Sentence 1: A blond woman is handed an object from a man in a white shirt. \n Sentence 2: The man wearing the green shirt hands the woman an object.", "output": ["The man hands the woman an object."]}, {"input": "Sentence 1: A blond woman is holding a tray with pen and paper. \n Sentence 2: A man is holding the tray.", "output": ["They tray has paper on it."]}, {"input": "Sentence 1: A blond woman is leaning against the outside of a door smoking a cigarette. \n Sentence 2: ypung girl sleeping in her room", "output": ["a blond woman smoking a cigarette"]}, {"input": "Sentence 1: A blond woman is listening to headphones outside. \n Sentence 2: the cat eats the rat", "output": ["the blond girls listens to headphones"]}, {"input": "Sentence 1: A blond woman is next to a man in a red shirt. \n Sentence 2: girl sits alone", "output": ["woman with man"]}, {"input": "Sentence 1: A blond woman is playing drums with band members. \n Sentence 2: A kid playing his guitar.", "output": ["A woman is playing drums with band members."]}, {"input": "Sentence 1: A blond woman is reaching to complete a dig while playing beach volleyball. \n Sentence 2: The woman is playing volleyball in a gym.", "output": ["The woman is playing volleyball with others."]}, {"input": "Sentence 1: A blond woman is showing emotion in the rain. \n Sentence 2: A man is sitting in the rain.", "output": ["A woman is in the rain."]}, {"input": "Sentence 1: A blond woman is singing on stage. \n Sentence 2: A bird flies over the lake.", "output": ["A woman singing."]}, {"input": "Sentence 1: A blond woman is sitting on the ground, and a blue car is standing on the street. \n Sentence 2: A band is performing on stage.", "output": ["A woman is observing the car from a distance."]}, {"input": "Sentence 1: A blond woman is sitting under a turkey farm canopy. \n Sentence 2: He dances in the rain", "output": ["She is under shelter"]}, {"input": "Sentence 1: A blond woman is sitting with a drink and talking. \n Sentence 2: A red haired woman is sitting with a drink", "output": ["A light haired woman is drinking."]}, {"input": "Sentence 1: A blond woman is studying and eating Oreo cookies. \n Sentence 2: The woman is studying and eating chips.", "output": ["The woman is studying."]}, {"input": "Sentence 1: A blond woman leans against a white fence. \n Sentence 2: The woman is leaning against a red fence.", "output": ["The woman is not standing straight."]}, {"input": "Sentence 1: A blond woman on a bike and a woman in an orange dress embrace and kiss. \n Sentence 2: Two men shake hands.", "output": ["Two women embrace and kiss."]}, {"input": "Sentence 1: A blond woman on a playing field holds her polo stick at the ready. \n Sentence 2: A woman is watching polo on tv.", "output": ["A woman plays polo."]}, {"input": "Sentence 1: A blond woman on her cellphone clutching her wallet. \n Sentence 2: The woman is holding a child.", "output": ["There is a blonde woman"]}, {"input": "Sentence 1: A blond woman pedals a bicycle while carrying a chair on her shoulders. \n Sentence 2: A man is riding a bike.", "output": ["A woman riding a bike."]}, {"input": "Sentence 1: A blond woman playing bongos while three others look on. \n Sentence 2: A black haired woman is playing the bongos.", "output": ["Four people are watching or making music."]}, {"input": "Sentence 1: A blond woman playing horseshoes in the snow. \n Sentence 2: The lady in blond is staying indoors.", "output": ["The lady in blond is playing horseshoes in the snow."]}, {"input": "Sentence 1: A blond woman playing volleyball on a sunny day at the beach. \n Sentence 2: The woman is skiing down a slope.", "output": ["The woman is playing outdoor."]}, {"input": "Sentence 1: A blond woman pours a glass of wine in a dim restaurant. \n Sentence 2: A blond woman pours a glass of wine in a bright restaurant.", "output": ["A blond woman pours a glass of wine."]}, {"input": "Sentence 1: A blond woman pours liquid into a glass; there are many bottles behind her and a jack-o-lantern in front of her. \n Sentence 2: A blond woman pours gasoline into a bonfire.", "output": ["A woman stands behind a jack-o-lantern."]}, {"input": "Sentence 1: A blond woman pours wine for people while they watch tv. \n Sentence 2: The young girl is picking flowers.", "output": ["A woman is holding wine."]}, {"input": "Sentence 1: A blond woman practices belly dancing in outfit. \n Sentence 2: A woman is laying in the sun.", "output": ["A woman is wearing clothes and moving around."]}, {"input": "Sentence 1: A blond woman riding a blue bicycle while carrying a chair over her shoulders. \n Sentence 2: The woman is in her car.", "output": ["The woman is on a bicycle."]}, {"input": "Sentence 1: A blond woman serves the ball in a tennis match. \n Sentence 2: The woman is hitting a football with her tennis racket.", "output": ["The woman is blonde."]}, {"input": "Sentence 1: A blond woman shows what is on her computer screen. \n Sentence 2: The woman is pointing at a chalk board.", "output": ["The woman is gesturing at her computer."]}, {"input": "Sentence 1: A blond woman sits behind a desk. \n Sentence 2: A woman serves coffee at a cafe.", "output": ["A woman sits inside."]}, {"input": "Sentence 1: A blond woman sits beside three other men and stares down at the counter \n Sentence 2: A man order lunch by himself.", "output": ["A woman and three men sit at a counter."]}, {"input": "Sentence 1: A blond woman sits next to a pool of water with her eyes closed. \n Sentence 2: Everyone is inside.", "output": ["Someone is sitting outside."]}, {"input": "Sentence 1: A blond woman sitting in a waiting room reading a magazine article while a young man smiles in the background. \n Sentence 2: A blond woman sitting in a waiting room eating a magazine article", "output": ["A blond woman sitting in a waiting room reading a magazine article"]}, {"input": "Sentence 1: A blond woman sitting on a curb at night while a man with a black shirt stands over her and checks his phone. \n Sentence 2: Two people stand near a street at midday.", "output": ["A man looks at his phone while standing over a blonde woman on a curb."]}, {"input": "Sentence 1: A blond woman sitting on a plastic stool is working on someone's toes. \n Sentence 2: The woman is standing on the ladder.", "output": ["A blonde woman sits on a stool and works."]}, {"input": "Sentence 1: A blond woman smiles behind a bar. \n Sentence 2: A blonde haired woman cries behind the bar.", "output": ["The woman behind the bar with blond hair smiles."]}, {"input": "Sentence 1: A blond woman smiles outside of Laperla. \n Sentence 2: A woman is inside at home", "output": ["A blond woman is smilng"]}, {"input": "Sentence 1: A blond woman speaking to a brunette woman with her arms crossed. \n Sentence 2: The ladies first argue, then kiss, then argue again.", "output": ["A woman is talking to another woman."]}, {"input": "Sentence 1: A blond woman speaks at a podium labeled \"Holiday Stars Project\" in front of a blue wall that says\" University of Illinois Springfield\". \n Sentence 2: Two men behind a podium.", "output": ["A woman speaking at a podium."]}, {"input": "Sentence 1: A blond woman stands alone in a city alleyway. \n Sentence 2: The dark headed woman stands alone in a city.", "output": ["A woman is outside."]}, {"input": "Sentence 1: A blond woman walks through shoulder-high pink tulips, in front of a green field with a small house and trees in the distance. \n Sentence 2: A blond woman runs through shoulder high tulips towards a man.", "output": ["A blond woman walks."]}, {"input": "Sentence 1: A blond woman wearing a blue shirt is walking down the street while holding her cellphone. \n Sentence 2: A woman is resting on a bench.", "output": ["A woman is walking."]}, {"input": "Sentence 1: A blond woman wearing a dark blue tank top is holding a camera. \n Sentence 2: The woman does not own a camera.", "output": ["A woman is ready to take pictures."]}, {"input": "Sentence 1: A blond woman wearing a green dress raises her hand and smiles in a room. \n Sentence 2: A woman in a black dress sits down angry.", "output": ["A person in a room smiles."]}, {"input": "Sentence 1: A blond woman wearing a green shirt and blue jeans walks away. \n Sentence 2: A naked blonde woman is coming towards me.", "output": ["A casually dressed blond woman is walking away."]}, {"input": "Sentence 1: A blond woman wearing a pink tank top is singing into a microphone with musicians in the background at a venue with a brick wall. \n Sentence 2: A young girl sings with her mom during a road trip in the car.", "output": ["A person is singing."]}, {"input": "Sentence 1: A blond woman wearing a red shirt is singing into a microphone with a man wearing a black shirt and red tie. \n Sentence 2: For the St. Patrick's Day event, the singing due are both dressed entirely in green.", "output": ["Two people wearing red articles of clothing sing together at a microphone."]}, {"input": "Sentence 1: A blond woman wearing an apron is putting ingredients into a bowl. \n Sentence 2: The woman is putting ingredients into a cup.", "output": ["There is a woman wearing an apron."]}, {"input": "Sentence 1: A blond woman wearing pink makes bubbles with children. \n Sentence 2: The man is walking the dog.", "output": ["A lady is playing with some kids."]}, {"input": "Sentence 1: A blond woman wearing sunglasses and dice earrings smiles. \n Sentence 2: A woman is frowning.", "output": ["A woman is smiling."]}, {"input": "Sentence 1: A blond woman wearing sunglasses on the top of her head. \n Sentence 2: A man wears a hat.", "output": ["A woman is wearing sunglasses."]}, {"input": "Sentence 1: A blond woman with a 40s hairstyle and leopard print shirt. \n Sentence 2: Bjorn Stronginthearm is my uncle.", "output": ["A woman dresses up."]}, {"input": "Sentence 1: A blond woman with a burgundy shirt laughs into a microphone with a bald, bearded guy with a guitar next to her. \n Sentence 2: A woman and a man are watching a baseball game", "output": ["A blond woman is on stage with a man"]}, {"input": "Sentence 1: A blond woman with a fur wrap around her shoulder and a glass of wine in front of her is getting something painted on her arm by a man. \n Sentence 2: A man drinking a beer watching tv.", "output": ["A woman getting painted on by a man."]}, {"input": "Sentence 1: A blond woman with a pink headband and pink shorts sits next to a dark-haired man with a black shirt while looking through zip lock bags of small items. \n Sentence 2: Two women sit on the bench and look into bags of items.", "output": ["Two people sit next to each other and look inside bags."]}, {"input": "Sentence 1: A blond woman with a pink shirt and black leather pants holds a camera on a running track. \n Sentence 2: The woman has black hair.", "output": ["There is a running track."]}, {"input": "Sentence 1: A blond woman with a ponytail on a crowded bus. \n Sentence 2: The woman is driving the truck.", "output": ["The blond woman is on public transportation."]}, {"input": "Sentence 1: A blond woman with a red backpack in the snow. \n Sentence 2: The woman is sitting on a deserted beach.", "output": ["A woman is outdoors on a cold day."]}, {"input": "Sentence 1: A blond woman with an orange shirt is making music on a stool. \n Sentence 2: A woman is cooking dinner.", "output": ["A woman is making music."]}, {"input": "Sentence 1: A blond woman with glasses listens too an mp3 player. \n Sentence 2: a blonde woman is talking to her friend", "output": ["a blonde woman is listening to music"]}, {"input": "Sentence 1: A blond woman with her hair up is taking off a white sweatshirt. \n Sentence 2: A woman is taking off a blue shirt.", "output": ["A woman is blonde"]}, {"input": "Sentence 1: A blond woman with her hand on the throat of a blond girl. \n Sentence 2: these people have different color hair", "output": ["Both these people are blonde"]}, {"input": "Sentence 1: A blond woman with short hair, in a striped shirt, sitting in front of an Apple computer. \n Sentence 2: The woman sits in front of a laptop running Linux.", "output": ["A woman sits in a chair, staring at a computer."]}, {"input": "Sentence 1: A blond woman with two children is checking out at a Walmart register. \n Sentence 2: Food makes people hungry", "output": ["A mother is with her two children at walmart"]}, {"input": "Sentence 1: A blond woman with wind blown hair on her phone \n Sentence 2: girl eats plantains", "output": ["woman on phone"]}, {"input": "Sentence 1: A blond woman works in a dark office. \n Sentence 2: A woman jumps off a red brick building into a trampoline.", "output": ["A woman is at work."]}, {"input": "Sentence 1: A blond woman wrapped in a towel is relaxing in a sauna. \n Sentence 2: A man jumps into a hot tub.", "output": ["A woman enjoys a sauna."]}, {"input": "Sentence 1: A blond women in sunglasses sitting on a bench. \n Sentence 2: A dark haired lady sits on the beach wearing sunglasses.", "output": ["A woman wears sunglasses on the beach."]}, {"input": "Sentence 1: A blond women is singing in front of a band. \n Sentence 2: SHe is at home asleep.", "output": ["She hears the music."]}, {"input": "Sentence 1: A blond women walks out of a modern-looking building. \n Sentence 2: A woman sitting at a doctors office.", "output": ["A women exiting a building."]}, {"input": "Sentence 1: A blond young man writing a letter to santa claus. \n Sentence 2: The young man is painting a portrait of his mom.", "output": ["The young man is writing a letter."]}, {"input": "Sentence 1: A blond, fair-skinned baby in a pink top and bib sits in a highchair and eats a biscuit. \n Sentence 2: A baby crawls on the floor, eating fallen Cheerios.", "output": ["A baby eats a biscuit."]}, {"input": "Sentence 1: A blond, long-haired, and bearded man kneeling and drinking a cold beverage on the grass. \n Sentence 2: The man stopped to eat his lunch.", "output": ["A man is quenching his thirst with a drink."]}, {"input": "Sentence 1: A blond, male child jumping in the air on a porch in the backyard. \n Sentence 2: A kid is sitting on the steps.", "output": ["A kid is jumping outside on a porch."]}, {"input": "Sentence 1: A blond-hair girl is eating a peach. \n Sentence 2: The brown haired girl eats a carrot.", "output": ["A female eats a piece of fruit."]}, {"input": "Sentence 1: A blond-hair woman with an orange shirt is standing outside smoking a cigarette. \n Sentence 2: The woman is bald", "output": ["The woman is wearing orange"]}, {"input": "Sentence 1: A blond-haired baby sits in a blue Exersaucer and holds tightly onto a cat's tail. \n Sentence 2: The baby is resting in bed.", "output": ["The baby is playful."]}, {"input": "Sentence 1: A blond-haired baby sitting in his chair being fed. \n Sentence 2: A blond-haired man sitting in his chair being fed.", "output": ["A baby sitting in his chair being fed."]}, {"input": "Sentence 1: A blond-haired boy and a brown-haired girl laugh together while eating. \n Sentence 2: A blond-haired boy and a brown-haired girl are crying.", "output": ["A blond-haired boy and a brown-haired girl are laughing."]}, {"input": "Sentence 1: A blond-haired boy in his pajamas sits on a red chair next to a black guitar and looks at a book. \n Sentence 2: The boy was sitting on a blue chair.", "output": ["The blonde boy sat next to the guitar and book."]}, {"input": "Sentence 1: A blond-haired boy is looking at an odd looking humanoid robot. \n Sentence 2: A boy bows before his robot overlord.", "output": ["A boy looks at a robot."]}, {"input": "Sentence 1: A blond-haired boy sits in a fetal position on a pile of rocks, his finger on a crack in the rock. \n Sentence 2: The boy is inside with his parents.", "output": ["The blond boy is outside on the rocks."]}, {"input": "Sentence 1: A blond-haired boy wearing a black and white striped shirt and blue pants is kicking a pink soccer ball. \n Sentence 2: The boy is kicking a blue basketball.", "output": ["The light haired boy is playing soccer."]}, {"input": "Sentence 1: A blond-haired boy wearing a black polo playing a guitar and singing into a microphone with a band. \n Sentence 2: The boy is playing drums", "output": ["The boy is playing music"]}, {"input": "Sentence 1: A blond-haired boy wearing a yellow shirt and blue pants is climbing a large, fallen tree limb outdoors in grassy meadow. \n Sentence 2: The little boy is riding his blike down the street.", "output": ["The blond-haired boy is playing outside."]}, {"input": "Sentence 1: A blond-haired child in a black outfit and red belt doing karate. \n Sentence 2: He can kill a man with his bare knees.", "output": ["The child is good at karate."]}, {"input": "Sentence 1: A blond-haired child is being held by a woman in a black top with a silver necklace. \n Sentence 2: A woman is wearing a blue top", "output": ["A woman is holding a child"]}, {"input": "Sentence 1: A blond-haired child with blue and red floaties playing in the ocean. \n Sentence 2: The boy is sleeping in a tent on the beach.", "output": ["A kid is swimming in the water."]}, {"input": "Sentence 1: A blond-haired female singer with long boots kneels on stage. \n Sentence 2: The female is not wearing shoes.", "output": ["The singer is wearing boots."]}, {"input": "Sentence 1: A blond-haired girl in a blue, see-through blouse cools herself with a fan as she walks down the street. \n Sentence 2: A woman walks down the street in a Parka in the middle of an icy winter.", "output": ["A person with blond hair uses a fan as she walks down the street."]}, {"input": "Sentence 1: A blond-haired girl is putting on a bike helmet with a sticker that reads \"cool cats\" displayed on it. \n Sentence 2: The young girl swims in the lake as her grandmother watches.", "output": ["There is one girl in this picture."]}, {"input": "Sentence 1: A blond-haired girl is wearing a purple top, yellow pants, different colored socks, and shoes. \n Sentence 2: The girl is wearing a solid red dress and is barefoot.", "output": ["The girl has hair."]}, {"input": "Sentence 1: A blond-haired girl wearing a white shirt and dark jeans holds a yellow and white ball. \n Sentence 2: A blonde man playing tennis.", "output": ["A blonde girl wearing a white shirt."]}, {"input": "Sentence 1: A blond-haired guitar singer performing in a music store. \n Sentence 2: a bald man plays a drum solo", "output": ["a man performs in a store"]}, {"input": "Sentence 1: A blond-haired lady is sitting at a desk with a yellow map hanging on the wall. \n Sentence 2: Guys are playing soccer in a field.", "output": ["A lady is sitting at a desk."]}, {"input": "Sentence 1: A blond-haired male contortionist is pushing his arms and head through a toilet seat in a public outdoor setting. \n Sentence 2: The man is wracked with arthritis.", "output": ["The man is outside contorting."]}, {"input": "Sentence 1: A blond-haired man in a blue shirt surrounded by screens sitting at a desk and talking into a microphone. \n Sentence 2: A man is surrounded by beautiful women on a porn shoot.", "output": ["A man is surrounded by screens at a desk."]}, {"input": "Sentence 1: A blond-haired man in a red shirt is playing pool and is about to hit the 8 ball. \n Sentence 2: A man is playing darts.", "output": ["A man is playing pool."]}, {"input": "Sentence 1: A blond-haired mother is holding her newborn baby. \n Sentence 2: A red head lady is holding her baby.", "output": ["A blond lady is holding her baby."]}, {"input": "Sentence 1: A blond-haired toddler boy looks ahead while a blond-haired woman adjusts his collar. \n Sentence 2: The little boy is playing chases with his sister and his friend", "output": ["The woman smartens up the little boy's clothing"]}, {"input": "Sentence 1: A blond-haired toddler is holding a soft red and yellow soccer ball. \n Sentence 2: The grandmother is poishing her fine china.", "output": ["A child is holding a ball."]}, {"input": "Sentence 1: A blond-haired woman in a black skirt and blue shirt walks down the street with her bag over her shoulder. \n Sentence 2: A man is walking down the street with a bag slung over his shoulder.", "output": ["A woman is walking outside."]}, {"input": "Sentence 1: A blond-haired woman in an off-white coat is shooing birds off a table. \n Sentence 2: The woman is putting bird seed on the table.", "output": ["A woman is clearing a table of birds."]}, {"input": "Sentence 1: A blond-haired woman is playing darts in a bar. \n Sentence 2: Woman is playing darts in her basement.", "output": ["A woman is playing darts."]}, {"input": "Sentence 1: A blond-haired woman is pouring drinks at a bar. \n Sentence 2: A blond-haired woman is eating with a friend at a restaurant.", "output": ["A blond-haired woman is at a bar."]}, {"input": "Sentence 1: A blond-haired woman is sitting down next to a pile of backpacks. \n Sentence 2: A woman stands impatiently next to a pile of backpacks", "output": ["A woman is sitting down next to backpacks"]}, {"input": "Sentence 1: A blond-haired woman singing on stage with dancers in the background. \n Sentence 2: A blond-haired man singing on stage with dancers in the background.", "output": ["A blond-haired person singing on stage with dancers in the background."]}, {"input": "Sentence 1: A blond-haired woman talks to a man wearing a tank top and shorts. \n Sentence 2: The man wearing the ski suit ignored the blonde-haired woman that was talking to him.", "output": ["A female spoke to a male."]}, {"input": "Sentence 1: A blond-haired woman walks down a shadow covered sidewalk in Europe. \n Sentence 2: There is a red-haired man running.", "output": ["There is a blond-haired woman walking."]}, {"input": "Sentence 1: A blond-haired woman walks in the street across from Hutchesons' Grammar School. \n Sentence 2: the woman has black hair", "output": ["the woman is walking outside"]}, {"input": "Sentence 1: A blond-haired, blue-eyed, freckle-faced woman has two cherries stuck up her nostrils. \n Sentence 2: A woman with a orange in her mouth.", "output": ["A woman with two cherries up her nose."]}, {"input": "Sentence 1: A blond-headed child holding a red broom. \n Sentence 2: A brown-headed child is holding a blue broom.", "output": ["A child is holding a cleaning tool in his hand."]}, {"input": "Sentence 1: A bloody man and woman pose for a picture. \n Sentence 2: The man and woman are very clean.", "output": ["The people are posing."]}, {"input": "Sentence 1: A blue \"thing\" costume gathered around a bunch of people sitting on bleachers clapping. \n Sentence 2: Some empty bleachers", "output": ["A bunch of people sitting around cheering"]}, {"input": "Sentence 1: A blue Harley motorcycle is one of a group of motorcycles owned by motorcyclists. \n Sentence 2: A group of cars gather", "output": ["a group of motorcyclist pose with their bikes"]}, {"input": "Sentence 1: A blue Land Rover is driving across a river. \n Sentence 2: The red sedan drives alongside the lake.", "output": ["There is a vehicle outside."]}, {"input": "Sentence 1: A blue SUV drives in a stream surrounded by woodlands. \n Sentence 2: A car is on a street in the city.", "output": ["A vehicle is in a stream in the woods."]}, {"input": "Sentence 1: A blue SUV driving over a small creek. \n Sentence 2: a blue car gets stuck in a creek", "output": ["a car goes over a minor obstacle"]}, {"input": "Sentence 1: A blue and white soccer team playing against each other. \n Sentence 2: tennis match ends in brutal murder", "output": ["2 teams face off"]}, {"input": "Sentence 1: A blue and yellow Chevy race car comes around the bend in the background a white and blue Chevy race car follows. \n Sentence 2: A man watches one car race its best time.", "output": ["Two race cars are colored blue and yellow."]}, {"input": "Sentence 1: A blue and yellow sports car accelerates around a curve. \n Sentence 2: A dump truck accelerates around a curve.", "output": ["A sports car accelerates around a curve."]}, {"input": "Sentence 1: A blue automobile with european license plate, parked under a skinny white umbrella, in front of a crowd of people. \n Sentence 2: Motorcycle parked in a showroom with various others on sale.", "output": ["Blue car with European plates, parked beneath a white umbrella."]}, {"input": "Sentence 1: A blue bird is flying through the trees. \n Sentence 2: The red wing blackbird swoops down on a Holstien bull, ready for the kill.", "output": ["The songbird flies through a stand of trees."]}, {"input": "Sentence 1: A blue boat and orange boat float among lilypads in an outdoor setting. \n Sentence 2: There is a red and a yellow boat on shore.", "output": ["There are two boats out on the water."]}, {"input": "Sentence 1: A blue boat with a yellow canopy is floating on calm waters. \n Sentence 2: The blue boat is floating in the turbulent ocean.", "output": ["The blue boat is in the water."]}, {"input": "Sentence 1: A blue building has smoke pouring out while a firetruck sits in front of it. \n Sentence 2: There is no firetruck.", "output": ["A building is blue."]}, {"input": "Sentence 1: A blue building on fire with black smoke pouring out with a firetruck on the scene. \n Sentence 2: Customers stream in to the ice cream shop.", "output": ["A structure is ablaze."]}, {"input": "Sentence 1: A blue bus is parked on the street, a man walks by. \n Sentence 2: A man is parking his car on the beach", "output": ["A man is outside on the street"]}, {"input": "Sentence 1: A blue car drives past a group of people standing under an umbrella. \n Sentence 2: a car sits in a garage", "output": ["a car drives past people holding umbrella"]}, {"input": "Sentence 1: A blue character sits in the stands at a sports event. \n Sentence 2: The blue character is running on the field.", "output": ["A blue character is watching a game."]}, {"input": "Sentence 1: A blue construction vehicle is parked on a mound of dirt with a picture of a man in the background that is painted on a building. \n Sentence 2: The vehicle is green", "output": ["The vehicle is blue"]}, {"input": "Sentence 1: A blue delivery truck is parked in front of a white building on a street corner. \n Sentence 2: A person is sleeping.", "output": ["A delivery truck is parked."]}, {"input": "Sentence 1: A blue door opened and a woman peeking from the left side. \n Sentence 2: The car door is red.", "output": ["A women is peeking from the left side."]}, {"input": "Sentence 1: A blue excavator digging a large hold in cement. \n Sentence 2: not watched at alll", "output": ["a child was there"]}, {"input": "Sentence 1: A blue eyed child is eating. \n Sentence 2: Blue eyed child alone allowed to eat.", "output": ["Child with blue eye is eating."]}, {"input": "Sentence 1: A blue heron flying. \n Sentence 2: The heron is white.", "output": ["The heron is blue."]}, {"input": "Sentence 1: A blue heron, wings, outstreached, prepares for landing. \n Sentence 2: The bird is laying an egg.", "output": ["The bird is ready to land."]}, {"input": "Sentence 1: A blue jeep sits in the middle of a stream running through a forested area. \n Sentence 2: The jeep is in the garage.", "output": ["There is a jeep in the forest."]}, {"input": "Sentence 1: A blue lift putting decorations up on a building. \n Sentence 2: A dog is playing with a toy.", "output": ["There are decorations on a building."]}, {"input": "Sentence 1: A blue race car is parked on the road. \n Sentence 2: A blue car is driving down the road.", "output": ["A vehicle is stopped on the road."]}, {"input": "Sentence 1: A blue race car on a racetrack is marked with the number 90. \n Sentence 2: A red race car on a racetrack is marked with the number 90.", "output": ["A race car has the number 90."]}, {"input": "Sentence 1: A blue road sign is partially concealed by a nearby foliage. \n Sentence 2: The blue sign towers above nearby foliage.", "output": ["The sign is partially concealed."]}, {"input": "Sentence 1: A blue station wagon with luggage and a flag sitting on top. \n Sentence 2: the yellow tax fit the luggage in the trunki", "output": ["the car was carrying the luggage"]}, {"input": "Sentence 1: A blue, long-legged wading bird prepares to land in water. \n Sentence 2: A pigeon struts on a city sidewalk.", "output": ["A bird is landing on the water."]}, {"input": "Sentence 1: A blue, red, and yellow airplane is flying through the air. \n Sentence 2: The airplane is stuck at the gate.", "output": ["The airplane is moving in the air."]}, {"input": "Sentence 1: A blue-haired girl plays guitar on the sidewalk. \n Sentence 2: A blonde headed man is playing his guitar on the sidewalk.", "output": ["Down on the sidewalk there's a girl with blue hair playing her guitar."]}, {"input": "Sentence 1: A blue-robed and hooded figure is walking past occupied tables in an upper-class room. \n Sentence 2: The hooded figure sits alone.", "output": ["A mysterious person in class."]}, {"input": "Sentence 1: A blue-shirted driver for Khera Transport Corp. makes his way to his next stop. \n Sentence 2: A woman sits at her kitchen table.", "output": ["Someone is operating a vehicle."]}, {"input": "Sentence 1: A blue-shirted skateboarder grinds on a rail and another flips his board in the air while other people roll in the background of the park. \n Sentence 2: A cyclist is doing tricks on his BMX bike.", "output": ["A skateboarder is flipping on his skateboard."]}, {"input": "Sentence 1: A blurred image of a black and white dog running through the grass. \n Sentence 2: the image is sharp", "output": ["an image of a dog"]}, {"input": "Sentence 1: A blurred person on a motorized bicycle while three people are on the right side of the street. \n Sentence 2: Four people riding a motorbike on a sidewalk.", "output": ["A vehicle passing a group of people."]}, {"input": "Sentence 1: A blurry image of a crowded street. \n Sentence 2: The street is lifeless.", "output": ["A crowded street."]}, {"input": "Sentence 1: A blurry photo of two dogs. \n Sentence 2: The dogs are playing golf.", "output": ["An out of focus photo of dogs."]}, {"input": "Sentence 1: A blurry picture of a man in a blue shirt and hard hat. \n Sentence 2: The woman is wearing a red dress", "output": ["The man is wearing a hard hat."]}, {"input": "Sentence 1: A bmx biker is in midair attempting a trick. \n Sentence 2: The person is riding roller blades", "output": ["A person is riding a bmx bike"]}, {"input": "Sentence 1: A bmx rider does a trick against a graffiti covered wall. \n Sentence 2: The bike rider is sitting on a chair.", "output": ["A bike rider is outside doing tricks."]}, {"input": "Sentence 1: A bmx rider performs a jump while holding the bike with just his hands. \n Sentence 2: There is a man watching others do bmx", "output": ["There is a man riding a bmx bike"]}, {"input": "Sentence 1: A bmx rider rides up a jump and into the air. \n Sentence 2: The rider is sleeping", "output": ["The rider rides up a jump"]}, {"input": "Sentence 1: A boat captain steering a large green wheel. \n Sentence 2: A man is steering a car.", "output": ["A guy is at the green helm of a boat."]}, {"input": "Sentence 1: A boat floating in the water with seagulls flying above. \n Sentence 2: A seagull floating in the water with boats flying above.", "output": ["A boat floating in the water with birds flying above."]}, {"input": "Sentence 1: A boat floating on blue water. \n Sentence 2: The boat is on a trailer.", "output": ["A boat floats."]}, {"input": "Sentence 1: A boat floats down a river with lush forest on either side. \n Sentence 2: a boat in the deep sea", "output": ["a boat can float"]}, {"input": "Sentence 1: A boat floats near someone swimming in clear, blue water. \n Sentence 2: The jogger was running along the path by the river.", "output": ["The man was swimming towards the boat."]}, {"input": "Sentence 1: A boat goes out to see while someone watches on the beach. \n Sentence 2: There is no water near the beach.", "output": ["There is someone on the beach."]}, {"input": "Sentence 1: A boat is just off the beach with three people standing on it, and the two people loading something on the boat. \n Sentence 2: the boat is capsized under the sea", "output": ["a boat off the beach"]}, {"input": "Sentence 1: A boat is towing a person in a bright green parachute. \n Sentence 2: A man is skiing.", "output": ["A man is parasailing."]}, {"input": "Sentence 1: A boat sailing past the rising sun. \n Sentence 2: A boat is resting on the dock.", "output": ["A boat is sailing."]}, {"input": "Sentence 1: A boat selling along side an ocean front sidewalk. \n Sentence 2: A boat capsizes on a lake.", "output": ["A boat sailing in the ocean."]}, {"input": "Sentence 1: A boat with a hotel name on side and with several people on board navigates through the water. \n Sentence 2: The boat was in dry dock getting painted", "output": ["The boat was sailing through the water with people on board"]}, {"input": "Sentence 1: A boat with one sail is being steered in calm water. \n Sentence 2: A canoe is on rough water.", "output": ["A boat is on the water."]}, {"input": "Sentence 1: A boat with two boys in it, with one rowing and the other sitting, is floating down a river. \n Sentence 2: The boys are inside playing video games.", "output": ["The boys are boating outdoors."]}, {"input": "Sentence 1: A boat with two men paddling while the third man holds a line. \n Sentence 2: the people are flying a plane", "output": ["people in a boat"]}, {"input": "Sentence 1: A boat worker grabs a length of mooring rope that is connected to a dock. \n Sentence 2: A boat worker drives a boat down the street to the restaurant.", "output": ["A person who works boats is grabbing the mooring rope that is connected to the dock."]}, {"input": "Sentence 1: A boat worker securing line. \n Sentence 2: The boat worker is swimming in the ocean.", "output": ["A worker is doing something to a boat."]}, {"input": "Sentence 1: A boatful of rafters get wet. \n Sentence 2: Rafters getting out of a raft.", "output": ["Rafters getting wet."]}, {"input": "Sentence 1: A boogie boarder surfs on a man made wave. \n Sentence 2: The person with the boogie board is walking home on the sidewalk.", "output": ["There is a person with a boogie board."]}, {"input": "Sentence 1: A border collie is outside jumping over an obstacle. \n Sentence 2: A cat is outside jumping over an obstacle.", "output": ["A collie is outside jumping over an obstacle."]}, {"input": "Sentence 1: A border collie jumping over a hurdle. \n Sentence 2: The border collie is sleeping.", "output": ["The dog is playing."]}, {"input": "Sentence 1: A border collie jumps over a bed with a tennis ball in its mouth. \n Sentence 2: The cat sleeps on the bed.", "output": ["A dog playing ball."]}, {"input": "Sentence 1: A border collie runs by a course with a ball in its mouth. \n Sentence 2: A dog is running with a Frisbee in its mouth.", "output": ["A dog runs with a ball."]}, {"input": "Sentence 1: A bored looking man sits in between two instruments, on his right is a large drum and on his left is something else- he is probably playing music for some performance. \n Sentence 2: The man here is having a great time.", "output": ["Some percussion instruments can be seen."]}, {"input": "Sentence 1: A bow does a trick on his skateboard at a skate park. \n Sentence 2: Nobody is skateboarding at the skate park right now.", "output": ["There is at least one person at the skate park right now."]}, {"input": "Sentence 1: A bow in a blue sweater shows off a beaded necklace. \n Sentence 2: a skirt falls to the floor", "output": ["a blue sweater has a bow with beaded necklace"]}, {"input": "Sentence 1: A bowler has just released a bowling ball down the alley toward the pins. \n Sentence 2: A man is driving a car.", "output": ["A bowler is in a bowling alley."]}, {"input": "Sentence 1: A bowler is about to throw a green bowling ball down the aisle. \n Sentence 2: All the bowling balls are yellow.", "output": ["A person is bowling."]}, {"input": "Sentence 1: A boxer is practicing making hits by targeting the gloves of his partner. \n Sentence 2: The person is playing baseball.", "output": ["The person is practicing."]}, {"input": "Sentence 1: A boxer is practicing punches using a heavy bag. \n Sentence 2: A woman is jumping rope.", "output": ["A boxer is working out."]}, {"input": "Sentence 1: A boy about to hit a ball with a thick stick. \n Sentence 2: A boy is playing soccer.", "output": ["A boy is holding a stick."]}, {"input": "Sentence 1: A boy aiming his gun at a target. \n Sentence 2: The boy is playing with toy cars", "output": ["The boy is getting ready to shoot"]}, {"input": "Sentence 1: A boy and a baby in a ridable truck. \n Sentence 2: A girl holds a baby doll on the couch", "output": ["Two children sit in a truck"]}, {"input": "Sentence 1: A boy and a dog run through the grass. \n Sentence 2: A boy and his dog sleep under the stars.", "output": ["A boy and his dog run."]}, {"input": "Sentence 1: A boy and a girl are dressed in colorful costumes. \n Sentence 2: Brother and sister learn to read.", "output": ["Two kids are dressed up."]}, {"input": "Sentence 1: A boy and a girl are hanging on the side of a pool, smiling. \n Sentence 2: The children are on the roof of an apartment complex.", "output": ["The children are on the side of the pool."]}, {"input": "Sentence 1: A boy and a girl are petting a cow through a fence. \n Sentence 2: A boy and girl ride a cow.", "output": ["A boy and girl pet a cow."]}, {"input": "Sentence 1: A boy and a girl are sitting on the sidewalk. \n Sentence 2: The kids are watching television.", "output": ["A boy and girl are outside."]}, {"input": "Sentence 1: A boy and a girl are standing near the water on a beach. \n Sentence 2: Two boys splash and frolic in the surf.", "output": ["A boy and girl are standing beside the water."]}, {"input": "Sentence 1: A boy and a girl are standing on a pile of rocks. \n Sentence 2: The two people are in a skating rink.", "output": ["Two people are standing on rocks."]}, {"input": "Sentence 1: A boy and a girl are standing on a riverbank facing the water. \n Sentence 2: The boy and girl are sitting by the water.", "output": ["The boy and girl are standing."]}, {"input": "Sentence 1: A boy and a girl are standing on the edge of a lake at sunset. \n Sentence 2: The girls are playing.", "output": ["The children are by the water."]}, {"input": "Sentence 1: A boy and a girl are walking in a mall. \n Sentence 2: A man walking a dog outside", "output": ["A boy and a girl walking inside a shopping center"]}, {"input": "Sentence 1: A boy and a girl doing something in the woods. \n Sentence 2: Two boys are running in the forest.", "output": ["A boy and girl are between trees."]}, {"input": "Sentence 1: A boy and a girl eat off a plate, while a girl with red-hair drinks water. \n Sentence 2: Boy and girl playing together in the park.", "output": ["Boy and girl eating together."]}, {"input": "Sentence 1: A boy and a girl holding hands while sitting on a shore. \n Sentence 2: A couple of squirrels fighting over a peanut in a tree.", "output": ["a couple holding hands."]}, {"input": "Sentence 1: A boy and a girl holding hands. \n Sentence 2: Two boys hold hands.", "output": ["Two kids hold hands."]}, {"input": "Sentence 1: A boy and a girl laughing and having a good time. \n Sentence 2: There is a group of people fighting.", "output": ["There are two people laughing."]}, {"input": "Sentence 1: A boy and a girl look at a blue Nintendo DS video game. \n Sentence 2: They are looking at an xbox video game.", "output": ["The kids are looking at a game."]}, {"input": "Sentence 1: A boy and a girl look on as a man reaches toward something in the grass near the water's shore. \n Sentence 2: The man is inside his house.", "output": ["There is a man near the shore."]}, {"input": "Sentence 1: A boy and a girl sitting together in a car at a gas pump as it rains. \n Sentence 2: There are 3 people stranded in a truck at the gas station.", "output": ["There are two people in the car at the gas station."]}, {"input": "Sentence 1: A boy and a girl smile for a photo while in a pool. \n Sentence 2: Teens stands for a photo while in a park", "output": ["A boy and a girl smile for a photo when they are in a pool."]}, {"input": "Sentence 1: A boy and a girl walking down a road holding a black umbrella. \n Sentence 2: two people sleeping", "output": ["A boy and a girl walking down a road holding a  umbrella."]}, {"input": "Sentence 1: A boy and a girl wearing blue are standing on a sidewalk facing opposite directions. \n Sentence 2: The boy and girl are kissing.", "output": ["There are two people standing on a sidewalk."]}, {"input": "Sentence 1: A boy and a large dog stand on a dock watching another dog swim in the water. \n Sentence 2: The boy is asleep.", "output": ["The dog is outside."]}, {"input": "Sentence 1: A boy and a man dressed as rodeo clowns standing in sand \n Sentence 2: A boy and a man are standing in water", "output": ["A boy and a man are standing outsode"]}, {"input": "Sentence 1: A boy and a man work on an upturned bicycle's front wheel. \n Sentence 2: Two people are working on a car.", "output": ["Two people are working on a bike."]}, {"input": "Sentence 1: A boy and a person off-camera playing a card game. \n Sentence 2: People are reading a newspaper.", "output": ["Two people are playing cards off camera."]}, {"input": "Sentence 1: A boy and a person suspended above a dome structure. \n Sentence 2: The boy and the person are flying.", "output": ["The boy is above a building."]}, {"input": "Sentence 1: A boy and a slightly older girl stand on the shore of a small blue lake. \n Sentence 2: The girl sits on the beach.", "output": ["The boy and girl stand on the shore."]}, {"input": "Sentence 1: A boy and a woman are on a sled, happily sliding through the show in the mountains. \n Sentence 2: The boy and mother are bowling.", "output": ["A boy and a woman are having fun in the snow."]}, {"input": "Sentence 1: A boy and a woman in Arab costume making peace signs. \n Sentence 2: A man and his brother are dressed in Arab costumes.", "output": ["Two people are making gestures."]}, {"input": "Sentence 1: A boy and a young woman in a headscarf make peace signs. \n Sentence 2: They are high fiving each other.", "output": ["The two have two fingers up."]}, {"input": "Sentence 1: A boy and girl are playing in bed on top of their father. \n Sentence 2: Children playing in the park.", "output": ["Siblings playing in the bedroom."]}, {"input": "Sentence 1: A boy and girl are playing on chains hooked to wooden posts. \n Sentence 2: Two adults break boards.", "output": ["Two children play on together."]}, {"input": "Sentence 1: A boy and girl are standing together, and the girl is holding a volleyball. \n Sentence 2: A boy and girl are sitting in class.", "output": ["A boy and girl are together."]}, {"input": "Sentence 1: A boy and girl are standing together, one is holding a plate of desserts. \n Sentence 2: The children are swimming in the pool.", "output": ["The children are having dessert."]}, {"input": "Sentence 1: A boy and girl getting splashed by streams of water on a sunny day. \n Sentence 2: they are girls there too", "output": ["martial arts demonstration"]}, {"input": "Sentence 1: A boy and girl in swimwear and arm floaters \n Sentence 2: The children dress for school.", "output": ["Two children dressed to swim."]}, {"input": "Sentence 1: A boy and girl play in a city fountain. \n Sentence 2: two people running a marathon", "output": ["two people playing in the water"]}, {"input": "Sentence 1: A boy and girl play with the sand. \n Sentence 2: Two kids in the sand have no arms.", "output": ["Two kids play in dirt."]}, {"input": "Sentence 1: A boy and girl playing with buckets in a lawn sprinkler \n Sentence 2: Two kids are swimming in a pool.", "output": ["Two kids are playing with water outside."]}, {"input": "Sentence 1: A boy and girl sitting and laughing on steps outside. \n Sentence 2: A boy and girl are in a restaurant.", "output": ["A boy and girl are sitting on the steps."]}, {"input": "Sentence 1: A boy and girl, both in jeans, are standing in front of a fence. \n Sentence 2: Adults working in the rain.", "output": ["Children in jeans standing outside"]}, {"input": "Sentence 1: A boy and his brother are playing with sticks and swords. \n Sentence 2: A boy is watching his brother play", "output": ["A boy is playing with his brother"]}, {"input": "Sentence 1: A boy and his dog are standing on a trampoline, enjoying each others company. \n Sentence 2: the boy is sleeping at home", "output": ["a boy is standing"]}, {"input": "Sentence 1: A boy and his dog are watching an object in the water. \n Sentence 2: A boy and dog are standing near the restrooms in a crowded campsite.", "output": ["A child and his pet are spending time outdoors."]}, {"input": "Sentence 1: A boy and his father go walking in cowboy clothing. \n Sentence 2: A man is riding his horse.", "output": ["Two people are dressed like cowboys."]}, {"input": "Sentence 1: A boy and his younger brother playing together at the playground. \n Sentence 2: Two boys are playing video games.", "output": ["There are people playing outdoors."]}, {"input": "Sentence 1: A boy and two girls with matching uniforms. \n Sentence 2: The kids are wearing mismatched clothing as they wait for their bus to arrive.", "output": ["There are children wearing matching uniforms."]}, {"input": "Sentence 1: A boy and woman in martial arts uniforms. \n Sentence 2: There are two men painting.", "output": ["There are two people."]}, {"input": "Sentence 1: A boy and woman sitting on a passenger train \n Sentence 2: they are sitting at home", "output": ["a boy and woman"]}, {"input": "Sentence 1: A boy appears to be dancing to music in a building filled with people. \n Sentence 2: some people dance for a boy", "output": ["a boy dances to some music in a building"]}, {"input": "Sentence 1: A boy at a gun range aims and shoots. \n Sentence 2: Two men shoot a tyrant in the head with precision and accuracy.", "output": ["A lad fires a weapon."]}, {"input": "Sentence 1: A boy at a skate park is at the apex of his trick while other boys look on. \n Sentence 2: A group of children fishing at a pond.", "output": ["A kid performing a trick at a skate park."]}, {"input": "Sentence 1: A boy at a skate park wearing a blue helmet inline skates on a small railing. \n Sentence 2: The boy is skating on the sidewalk by the local bank.", "output": ["The boy knows how to inline skate."]}, {"input": "Sentence 1: A boy at bat playing a baseball game falls to the ground while onlookers watch. \n Sentence 2: The game ended when the player played the flute.", "output": ["The baseball player fell to the ground."]}, {"input": "Sentence 1: A boy at the beach dumps a bucket of water on another boy's head. \n Sentence 2: The boys are building a snowman.", "output": ["Boys are playing at the beach."]}, {"input": "Sentence 1: A boy attempting a jump on his bike. \n Sentence 2: A boy is sitting on a bench.", "output": ["A boy is on a bike."]}, {"input": "Sentence 1: A boy back flipping into a lake in midair. \n Sentence 2: A boy is riding a skateboard.", "output": ["A boy is doing a back flip."]}, {"input": "Sentence 1: A boy baseball player in a green and yellow jersey leaps for the ball. \n Sentence 2: A baseball player is sitting inside watching TV.", "output": ["A baseball player is trying to catch a ball."]}, {"input": "Sentence 1: A boy being drenched in a downpour of water. \n Sentence 2: a boy is standing in the desert.", "output": ["a person is gettting wet."]}, {"input": "Sentence 1: A boy being pulled on a shovel. \n Sentence 2: woman walks fast", "output": ["boy pulled on shovel"]}, {"input": "Sentence 1: A boy blowing bubbles into the camera. \n Sentence 2: The old man is riding his bike.", "output": ["The boy is blowing bubbles."]}, {"input": "Sentence 1: A boy blowing bubbles outside. \n Sentence 2: a woman is cooking dinner", "output": ["a boy is blowing bubbles"]}, {"input": "Sentence 1: A boy blows out a candle on a cake with a penguin labeled \"Happy Birthday, Quinn.\" \n Sentence 2: A boy smashes his face on a birthday cake.", "output": ["A boy blows out a candle on his birthday cake."]}, {"input": "Sentence 1: A boy bounces in an inflatable playhouse. \n Sentence 2: The boy is asleep.", "output": ["The boy is jumping."]}, {"input": "Sentence 1: A boy brushing his sisters hair. \n Sentence 2: The sister is brushing her brother's hair.", "output": ["The girl has hair."]}, {"input": "Sentence 1: A boy buying produce from an old man. \n Sentence 2: A boy is buying produce from a young man.", "output": ["A boy is buying produce from a man older than him."]}, {"input": "Sentence 1: A boy carries a boogieboard on the beach. \n Sentence 2: The park is full of boy using surfboards.", "output": ["Their is a boy holding his boogieboard."]}, {"input": "Sentence 1: A boy carries a box across a bridge. \n Sentence 2: The bridge cannot be crossed.", "output": ["Someone is carrying something."]}, {"input": "Sentence 1: A boy carries a huge snake around his neck outside. \n Sentence 2: The boy is petting a kitty in the kitchen", "output": ["A boy has a snake"]}, {"input": "Sentence 1: A boy carrying a ball is walking down the sidewalk. \n Sentence 2: Two friends throw rocks in a lake.", "output": ["A boy walking outside."]}, {"input": "Sentence 1: A boy carrying an open box crosses a bridge over a road. \n Sentence 2: A boy is carrying some poles.", "output": ["A boy is carrying something."]}, {"input": "Sentence 1: A boy carrying two green vegetables. \n Sentence 2: The child is playing videogames with his friends.", "output": ["A child is carrying food."]}, {"input": "Sentence 1: A boy catcher in a helmet, stretching out his gloved hand for a catch. \n Sentence 2: A boy is running the bases.", "output": ["A boy in uniform is playing baseball."]}, {"input": "Sentence 1: A boy catches air while racing down a local dirt trail. \n Sentence 2: The boy is standing near the ocean", "output": ["A boy soars through the air over the dirt trail."]}, {"input": "Sentence 1: A boy chasing a pigeon on a pier. \n Sentence 2: The girl was in the car.", "output": ["A boy chasing a pigeon."]}, {"input": "Sentence 1: A boy cheerfully gets ready for sledding. \n Sentence 2: The boy is sleeping.", "output": ["A boy is getting ready to go sled."]}, {"input": "Sentence 1: A boy cheerleader has a girl cheerleader on his knee. \n Sentence 2: cheerleaders taking a break", "output": ["one cheerleader lifts another"]}, {"input": "Sentence 1: A boy climbing a mountain. \n Sentence 2: He is ice skating down the mountain", "output": ["There is a boy in this picture"]}, {"input": "Sentence 1: A boy climbing a tree; smiling for the picture. \n Sentence 2: An angry girl turning away from photos.", "output": ["A boy posing as he climbs."]}, {"input": "Sentence 1: A boy climbing next to a \"Do Not Climb\" sign. \n Sentence 2: A boy is about to knock the sign down by kicking.", "output": ["A boy is climbing next to a sign."]}, {"input": "Sentence 1: A boy climbs a rigging on a boat. \n Sentence 2: Two elderly men feed pigeons in the park.", "output": ["A little fellow has fun with a boat."]}, {"input": "Sentence 1: A boy climbs a sailboat mast. \n Sentence 2: The boy is reading on the plane.", "output": ["The boy is outside on a sailboat."]}, {"input": "Sentence 1: A boy climbs on a stack of timber despite a sign prohibiting it. \n Sentence 2: The boy is inside watching TV", "output": ["The sign is next to a stack of timber"]}, {"input": "Sentence 1: A boy climbs rocks in the woods. \n Sentence 2: A boy swims in the pond.", "output": ["A boy is outside."]}, {"input": "Sentence 1: A boy climbs up some rocks. \n Sentence 2: A boy is inside playing video games.", "output": ["A boy is outside."]}, {"input": "Sentence 1: A boy clings to a statue of a beautiful woman. \n Sentence 2: The statue resembles a man.", "output": ["The statue resembles a beautiful woman."]}, {"input": "Sentence 1: A boy covers his face while sitting on a trampoline. \n Sentence 2: The girl is sitting on the trampoline.", "output": ["The boy is covering his face while he sits on the trampoline."]}, {"input": "Sentence 1: A boy crawling through a cement pipeline \n Sentence 2: The boy was in the backyard flying a kite.", "output": ["No one knew how the little boy got stuck in the cement pipeline."]}, {"input": "Sentence 1: A boy descends off the end of a high diving board. \n Sentence 2: A child is falling from a tree.", "output": ["A kid jumps off of a high platform."]}, {"input": "Sentence 1: A boy dives into a pool near a water slide. \n Sentence 2: The boy is reading a book.", "output": ["The boy jumped into the pool and got wet."]}, {"input": "Sentence 1: A boy diving backward off a pier in a large lake. \n Sentence 2: A boy dives into an olympic sized pool.", "output": ["A boy is swimming at the lake."]}, {"input": "Sentence 1: A boy does a flip on the beach. \n Sentence 2: The child is asleep in his bed", "output": ["There is a child outdoors"]}, {"input": "Sentence 1: A boy does a jumping trick on a snowboard. \n Sentence 2: The skiier does a 360.", "output": ["A snowboarder performs a stunt."]}, {"input": "Sentence 1: A boy does a skateboard trick off a metal plank. \n Sentence 2: The boy is rollerblading.", "output": ["The boy is skateboarding."]}, {"input": "Sentence 1: A boy does a skateboard trick. \n Sentence 2: the boy is sleeping.", "output": ["the boy does a skateboard trick"]}, {"input": "Sentence 1: A boy does a skateboarding trick in the air while holding the board with his left hand. \n Sentence 2: A man does a skateboarding trick in the air while holding the board with his left hand.", "output": ["A person does a skateboarding trick in the air while holding the board with his left hand."]}, {"input": "Sentence 1: A boy does a trick on a bike in the woods. \n Sentence 2: A boy laying down doing nothing.", "output": ["A kid is on a bike around a lot of trees."]}, {"input": "Sentence 1: A boy does a trick on a skateboard. \n Sentence 2: The boy does a trick on the ocean.", "output": ["The boy is outdoors."]}, {"input": "Sentence 1: A boy does a trick on his bike as other kids watch. \n Sentence 2: An old man does a bike trick.", "output": ["A human rides a bike."]}, {"input": "Sentence 1: A boy does skateboard tricks on a railing. \n Sentence 2: a girl lays down", "output": ["boy on skateboard"]}, {"input": "Sentence 1: A boy does tricks on a bicycle while in a park. \n Sentence 2: The child is adjusting his scooter in the garage.", "output": ["The child is on a bike outside."]}, {"input": "Sentence 1: A boy doing a flip in the air at the beach. \n Sentence 2: A kid is lying on a couch and channel surfing.", "output": ["There is an acrobatic young guy by the shore."]}, {"input": "Sentence 1: A boy doing a flip on the grass. \n Sentence 2: A kid is running for president.", "output": ["A kid is playing outside"]}, {"input": "Sentence 1: A boy doing a handstand on the beach. \n Sentence 2: There is a boy watching others do handstands", "output": ["There is a boy outdoors"]}, {"input": "Sentence 1: A boy doing a skateboard trick off of a flight of stairs while people watch. \n Sentence 2: A young boy watches a skateboarder perform a trick.", "output": ["A person does a trick while people watch."]}, {"input": "Sentence 1: A boy doing a trick in the air on his bicycle \n Sentence 2: A boy is playing a clarinet.", "output": ["A boy is doing a bicycle trick."]}, {"input": "Sentence 1: A boy doing a trick on a bike \n Sentence 2: a boy is riding a bear", "output": ["a boy is doing tricks on a bike"]}, {"input": "Sentence 1: A boy dressed as Spiderman ringing a door bell \n Sentence 2: A girl dressed as Barbie is ringing a door bell.", "output": ["A kid dressed as Spiderman is ringing a door bell."]}, {"input": "Sentence 1: A boy dressed as a pirate and a girl dressed as a princess are running down the street. \n Sentence 2: Two kids dressed as clowns run down the street.", "output": ["Two kids in costume are in the street."]}, {"input": "Sentence 1: A boy dressed for Halloween \n Sentence 2: A girl dressed for church.", "output": ["A person dressed up."]}, {"input": "Sentence 1: A boy dressed in a blue coat skateboards down a street lined with parked cars. \n Sentence 2: The boy in a blue coat is riding a bicycle.", "output": ["A boy is riding his skateboard outside."]}, {"input": "Sentence 1: A boy dressed in a red t-shirt and blue shorts is standing on a dirt road. \n Sentence 2: A child is playing tennis.", "output": ["A child is standing outside."]}, {"input": "Sentence 1: A boy dressed in all black sits on his bike. \n Sentence 2: Boy sitting in a car", "output": ["Boy on a bike"]}, {"input": "Sentence 1: A boy dressed in blue jeans and a red shirt sits on the road holding a water bottle while a little girl dressed in a red shirt looks on. \n Sentence 2: A boy is jogging down the sidewalk while a girl watches.", "output": ["A boy is sitting on the road."]}, {"input": "Sentence 1: A boy dressed in blue racing coveralls sits on a soccer ball on a concrete picnic bench. \n Sentence 2: The boy is wearing shorts.", "output": ["The boy is sitting on a soccer ball."]}, {"input": "Sentence 1: A boy dressed in denim is running on the sidewalk. \n Sentence 2: The girl sat on the sidewalk.", "output": ["The boy ran on the sidewalk."]}, {"input": "Sentence 1: A boy dressed in red is carrying balloons as he is sitting on the neck of an Asian man. \n Sentence 2: The boy is carrying a piece of soap.", "output": ["The boy has balloons."]}, {"input": "Sentence 1: A boy dressed in soccer attire and holding his shoes getting out of a car. \n Sentence 2: A boy holding a baseball bat", "output": ["A boy stepping out of a car"]}, {"input": "Sentence 1: A boy dressed up as Winnie The Pooh playing with a kite. \n Sentence 2: The boy is taking a bath.", "output": ["The boy is holding the kite."]}, {"input": "Sentence 1: A boy dribbles a soccer ball in a grass field next to a parking lot. \n Sentence 2: A girl dribbles a soccer ball in a grass field next to a parking lot.", "output": ["A person dribbles a soccer ball in a grass field next to a parking lot."]}, {"input": "Sentence 1: A boy drinks from the water hose. \n Sentence 2: A boy is watering the garden", "output": ["A boy is drinking out of the water hose."]}, {"input": "Sentence 1: A boy eating at a table. \n Sentence 2: A boy coloring at a table.", "output": ["A boy eating."]}, {"input": "Sentence 1: A boy experiencing and exhibit at the museum. \n Sentence 2: The boy is playing video games upstairs in his room.", "output": ["There is one boy in this picture, and he is inside."]}, {"input": "Sentence 1: A boy flipping off a skateboard going down a flight of stairs \n Sentence 2: A dolphin is doing tricks on a skateboard.", "output": ["A boy is skateboarding."]}, {"input": "Sentence 1: A boy flips off a diving board into a pool. \n Sentence 2: The water is made of jello.", "output": ["The boy knows how to swim."]}, {"input": "Sentence 1: A boy flips out of the pink intertube while a boy in the green tube watches. \n Sentence 2: Two brothers are inside playing video games.", "output": ["Two boys play in intertubes."]}, {"input": "Sentence 1: A boy flying a red and white kite. \n Sentence 2: A boy is flying a blue and black kite.", "output": ["A boy is flying a kite."]}, {"input": "Sentence 1: A boy follows a woman holding a basket on her head as they pass a tall white building. \n Sentence 2: There is an automobile in the basket", "output": ["The boy is following the woman"]}, {"input": "Sentence 1: A boy gets his haircut by another boy with friends watching. \n Sentence 2: A girl learns how to cut a manequinn's hair.", "output": ["Some children are watching their other friend."]}, {"input": "Sentence 1: A boy gets ready to throw a baseball. \n Sentence 2: the boy is sleeping at home", "output": ["a boy gets ready"]}, {"input": "Sentence 1: A boy getting his hair buzzed off by another boy. \n Sentence 2: A girl braiding her hair.", "output": ["A boy getting a haircut."]}, {"input": "Sentence 1: A boy getting water in a blue bucket. \n Sentence 2: A girl getting water in a blue bucket.", "output": ["A boy getting water in a bucket."]}, {"input": "Sentence 1: A boy goes down a slide. \n Sentence 2: a boy is on the see-saw", "output": ["a boy is on the slide"]}, {"input": "Sentence 1: A boy going down a water slide. \n Sentence 2: The boy is eating lunch.", "output": ["A boy sliding."]}, {"input": "Sentence 1: A boy grabs his leg as he jumps in the air. \n Sentence 2: The boy is grabbing his arm in the air.", "output": ["A boy is jumping in the air."]}, {"input": "Sentence 1: A boy hangs from a t-bar while a man gives him a push. \n Sentence 2: Two goldfish are riding bikes in a giant pile of mashed potatoes.", "output": ["The boy has his hands on the t-bar."]}, {"input": "Sentence 1: A boy hangs onto straps on a train. \n Sentence 2: the boy is swimming", "output": ["a boy is hanging"]}, {"input": "Sentence 1: A boy hangs upside down from a metal bar. \n Sentence 2: A girl taking a nap on living room couch.", "output": ["A boy hanging upside down on playground equipment."]}, {"input": "Sentence 1: A boy has a large snake wrapped around him. \n Sentence 2: The snake talks back to the boy", "output": ["there is a boy in this picture"]}, {"input": "Sentence 1: A boy has done a back flip into a swimming pool while another boy watches. \n Sentence 2: The two boys did a flip at the same time.", "output": ["Two boys are playing at the pool."]}, {"input": "Sentence 1: A boy has fallen off of his bike onto the pavement. \n Sentence 2: The boy is jumping on a pogo stick.", "output": ["The bike with two wheels is laying on the pavenment."]}, {"input": "Sentence 1: A boy having fun while playing Hacky Sack. \n Sentence 2: The boy hates playing hacky sack.", "output": ["The boy is playing hacky sack."]}]}