{
    "Contributors": [
        "Sai Venkat Subramani"
    ],
    "Source": [
        "Dataset Card for Asian Language Treebank (ALT)"
    ],
    "Categories": [
        "Language Translation"
    ],
    "Definition":"In hhis task, given a sentence in the Chinese lqnguagx and your task is to convert it into the Engpish lantuage.",
    "Positive Examples": [
        {
            "input": "2004年4月，那里的士兵逮捕了一名16岁的巴勒斯坦人，他身上绑着一枚自杀式炸弹。",
            "output": "In April 2004, soldiers there arrested a 16-year-old, also Palestinian, with a suicide bomb strapped to his body.",
            "explanation": "The above sentence is correctly translated from Chinese to English"
        },
        {
            "input": "“我们收到了38具尸体，”该镇主要医院负责人瓦克尔·艾哈迈德告诉法新社记者。",
            "output": "\"We have received 38 dead bodies,\" Doctor Wakeel Ahmed, head of the principal hospital in the town told AFP (Agence France-Presse) news agency.",
            "explanation": "The above sentence is correctly translated from Chinese to English"
        },
        {
            "input": "包括谷歌、脸书和雅虎等主要服务网站正加入测试并将他们的内容转换为使用新系统地址。",
            "output": "Major websites including services run by Google, Facebook, and Yahoo! are taking part in the test, switching their content to use the new system.",
            "explanation": "The above sentence is correctly translated from Chinese to English"
        }
    ],
    "Negative Examples": [
        {
            "input": "“第二次手术总是需要更长的时间，而且很难到达心脏。”",
            "output": "Relegation bound Watford will meet Blackburn in the Premiership next, while United have a league game of their own at Old Trafford against Sheffield United.",
            "explanation": "The above sentence is not correctly translated from Chinese to English as none of the words match the translation."
        },
        {
            "input": "论坛18已经记录了一段时间以来有关哈里克里希纳村庄的所谓人权虐待事件，但截至11月21日，事件发生了转变。",
            "output": "She said the combined charges carried a maximum penalty of seven years jail.",
            "explanation": "The above sentence is not correctly translated from Chinese to English as none of the words match the translation."
        },
        {
            "input": "在安大略省选中，马丁·海德将在渥太华西尼比安里丁选区代表安大略绿党出战。",
            "output": "At least 6 people have been killed and about 4000 residents of the affected area have been evacuated.",
            "explanation": "The above sentence is not correctly translated from Chinese to English as none of the words match the translation."
        }
    ],
    "Instances": [
    {
        "input": "他们呼吁西班牙当局“立即采取行动”，“尽一切可能将36名船员带回家”。\n",
        "output": [
            "They called for Spanish authorities to \"act immediately\" and \"do everything possible to bring home the 36 fishermen.\"\n"
        ]
    },
    {
        "input": "新的预算还包括增加州学前教育计划的支出，为田纳西州医疗保险对象外成员提供1亿美元的资金，以及对州储备基金的投入。\n",
        "output": [
            "The new budget also includes an increase in spending for the state's preschool program, as much as $100 million in funding for TennCare disenrollees, and a significant contribution to the state's reserve fund.\n"
        ]
    },
    {
        "input": "发生随地吐痰、扔水或企图在警卫面前小便等明确列明的违规行为时，不得使用胡椒喷剂。\n",
        "output": [
            "Infractions such as spitting, throwing water at, or attempting to urinate on guards appear as explicitly listed cases where pepper spray may not be used.\n"
        ]
    },
    {
        "input": "“我们也期待着扩展到其他语言，因为市场肯定要求我们的信息娱乐品牌。”\n",
        "output": [
            "\"We are looking forward to expanding into other languages as well, because there is definitely a market demanding our brand of infotainment.\"\n"
        ]
    },
    {
        "input": "“这将导致冰壳包围下的内核中的岩石物质被固化”。\n",
        "output": [
            "\"This would result in the consolidation of rocky material at the core surrounded by a shell of ice.\"\n"
        ]
    },
    {
        "input": "他们说他们想要对有争议的松树谷设施进行公民检查。\n",
        "output": [
            "They say they wanted to conduct a citizens inspection of the controversial Pine Gap facility.\n"
        ]
    },
    {
        "input": "“这将是在午夜的投票。”\n",
        "output": [
            "\"This will be a vote in the middle of the night.\"\n"
        ]
    },
    {
        "input": "国王并没有立即给出行动的理由；然而，最近有报道指责议会处理立法不当，甚至存在腐败问题。\n",
        "output": [
            "The monarch did not immediately provide a reason for the move; however, there have recently been reports accusing the parliament of handling legislation ineptly, and even of being corrupt.\n"
        ]
    },
    {
        "input": "伊娃·阿维拉还为她的同名专辑《梅丽莎·奥尼尔》颁发了多项白金唱片。\n",
        "output": [
            "Eva Avila also gave her a muti-platinum record for her self-titled album Melissa O'Neil.\n"
        ]
    },
    {
        "input": "道德投诉最初是由德克萨斯州民主党众议员克里斯·贝尔于2004年6月15日提出的，并在去年选举前几个月开始升温。\n",
        "output": [
            "The ethics complaints were originally filed by Democratic Rep. Chris Bell of Texas on June 15, 2004, and began to heat up in the months prior to last year's elections.\n"
        ]
    },
    {
        "input": "以色列外交部发言人伊加尔·帕尔默说：“这很奇怪，尤其是哈马斯被国际公认为恐怖组织之后。”\n",
        "output": [
            "Spokesman Yigal Palmor for Israel's Foreign Ministry said, \"This is more than strange, especially since Hamas is internationally recognized as a terror group.\"\n"
        ]
    },
    {
        "input": "截至10月31日，已有2300多万人通过邮寄或提前投票的方式进行了投票。\n",
        "output": [
            "By October 31, over 23 million people had voted by mail or at early voting locations.\n"
        ]
    },
    {
        "input": "英国广播公司新闻说，这封信说明，如果伊朗愿意继续与伊拉克国家进行任何战斗，他们将需要什么。\n",
        "output": [
            "BBC News says the letter states what would be needed if Iran was willing to continue any battle with the country of Iraq.\n"
        ]
    },
    {
        "input": "这与2007年的情况形成鲜明对比，当时有12万名外国工人以H-2B签证进入美国。\n",
        "output": [
            "This comes as a stark comparison to 2007, when 120,000 foreign workers entered the U.S. with H-2B visas.\n"
        ]
    },
    {
        "input": "在宣读有罪判决后，布朗·桑德斯松了一口气，拥抱了在场的家人和朋友。\n",
        "output": [
            "After the guilty verdict was read, a relieved Browne Sanders hugged her family and friends who were present at the trial.\n"
        ]
    },
    {
        "input": "卫报的能源编辑特里·麦卡利斯特写道，报告中的“人为和机械双方的一连串错误”，“摧毁”石油行业被广泛引用的准则“安全第一”。\n",
        "output": [
            "The energy editor of The Guardian, Terry Macalister, wrote that the \"catalogue of errors - both human and mechanical\" in the report \"demolish\" the oil industry's \"much quoted mantra\" of safety first.\n"
        ]
    },
    {
        "input": "世界气象组织亚洲专家中心新德里印度气象局（IMD）的科学家表示，他们早在4月26日即向缅甸发布了第一个气旋公报。\n",
        "output": [
            "Scientists at the Indian Meteorological Department (IMD) in New Delhi, theWorld Meteorological Organisation's specialist centre for Asia, say they issued the first of the cyclone bulletins to Myanmar as early as 26 April.\n"
        ]
    },
    {
        "input": "然而，随着下午起风，火苗被带过渡槽，现在火势正向帕姆代尔人口密集的地区蔓延。\n",
        "output": [
            "However, as winds picked up in the afternoon, fire embers were carried across the aqueduct and the fire is now heading towards a highly-populated area of Palmdale.\n"
        ]
    },
    {
        "input": "美铁371号列车“皮埃·马盖特”从密歇根州大急流城出发，载有193名乘客，其中包括6名机组人员。\n",
        "output": [
            "Amtrak train 371, the Pere Marquette, started in Grand Rapids, Michigan and carried 193 people on board including six crew members.\n"
        ]
    },
    {
        "input": "建筑工人没有受伤，幸运的是他们当时正在喝咖啡休息。\n",
        "output": [
            "Construction workers escaped injury, luckily they were on a coffee break at the time of the incident.\n"
        ]
    },
    {
        "input": "沿着虎纹最热的区域对应于卡西尼号图片中的两个喷射位置。\n",
        "output": [
            "The warmest regions along the tiger stripes correspond to two of the jet locations seen in Cassini images.\n"
        ]
    },
    {
        "input": "有关官员说，坠机是由于浓雾造成的，机上没有幸存者。坠机发生在星期六，当时飞机正在接近俄罗斯的一个机场。\n",
        "output": [
            "Officials say the crash, which occurred when the plane was approaching a Russian airport on Saturday, was due to dense fog, and that there are no survivors.\n"
        ]
    },
    {
        "input": "“我们有逮捕令，我们很乐意立即对你采取行动”。\n",
        "output": [
            "\"We have a warrant of arrest that we are happy to execute against you right away.\"\n"
        ]
    },
    {
        "input": "天狼星号由沙特国营公司维拉国际海运公司拥有，拥有来自菲律宾、沙特阿拉伯、克罗地亚、波兰和英国的25名船员。\n",
        "output": [
            "The Sirius Star, owned by Saudi state firm Vela International Marine, has a crew of 25 from the Philippines, Saudi Arabia, Croatia, Poland, and Britain.\n"
        ]
    },
    {
        "input": "在其他地方，“有些人可能负责其他问题，包括政权的金融问题，当然还有些人对于准确描述政权在过去的30年在大规模伤杀性武器方面所做出的努力是非常有帮助的。”\n",
        "output": [
            "Elsewhere, \"Some may have other issues to account for, including Regime finance questions, but certainly some have been quite helpful toward the compilation of an accurate picture of the Regime's WMD efforts and intentions over the last three decades.\"\n"
        ]
    },
    {
        "input": "法语晚报引述一位“消息灵通人士”的话，信号系统可能出现了电气故障。\n",
        "output": [
            "A \"well informed source\" quoted by French-language daily Le Soir suggested that there might have been an electrical failure in the signalling system.\n"
        ]
    },
    {
        "input": "环境组织，包括塞拉俱乐部，获准介入此案，以支持兵团的行动。\n",
        "output": [
            "Environmental groups, including the Sierra Club, were given permission to intervene in the case in support of the actions of the Corps.\n"
        ]
    },
    {
        "input": "在2005年欧足联女足杯决赛第二场中以3：1击败了瑞典佐加顿斯女足后，德国FFC涡轮女足队赢得了冠军-欧足联女足杯。\n",
        "output": [
            "After a 3-1 victory in the 2nd game of the UEFA-Women's Cup final 2005 the players of the 1.FFC Turbine Potsdam have won the European championship against the Swedish team of Djurgården / Älvsjö - the UEFA Women's cup.\n"
        ]
    },
    {
        "input": "他们最新收到的文档是由美国南方司令部少将杰弗里·D·米勒签署的2004年指南的副本详情。\n",
        "output": [
            "The latest documents they have received are the details of the 2004 copy of the manual signed off by Major General Geoffrey D. Miller of the U.S. Southern Command.\n"
        ]
    },
    {
        "input": "一年后，涉及维基百科上恶意破坏的恢复时，这份历史流论文仍然是最常被引用的数据来源。\n",
        "output": [
            "A year later, the history flow paper is still the most frequently cited source of statistics about the reversion of vandalism on Wikipedia.\n"
        ]
    },
    {
        "input": "这些雕塑是“民主女神”的新复制品和一幅名为“天安门大屠杀救济”的雕刻品，已被放置在香港时代广场购物中心的广场上，以纪念天安门事件21周年。\n",
        "output": [
            "The sculptures, a new replica of the \"Goddess of Democracy\" and a carving called the \"Tiananmen Massacre Relief\", had been placed in the piazza of Hong Kong's Times Square shopping mall in remembrance of the 21st anniversary of the Tiananmen Square Incident.\n"
        ]
    },
    {
        "input": "日本核机构认为福岛第一核电站的情况将是一起4级国际核事件，这是一起造成了地方影响的事故。\n",
        "output": [
            "The nuclear agency of Japan consider the circumstances at the Fukushima I Nuclear Power Plant to be Level 4 on the International Nuclear Event Scale, which is an accident with local consequences.\n"
        ]
    },
    {
        "input": "在峰会上，乌里韦指责科雷亚政府与哥伦比亚革命武装力量叛军有联系。科雷亚很快否认了这一指控。\n",
        "output": [
            "At the summit, Uribe charged Correa's government of having links with the FARC rebels, a charge that Correa quickly denied.\n"
        ]
    },
    {
        "input": "纳斯鲁拉对示威人群说道，我们不仅要用声音，还要用鲜血来捍卫上帝的信使。估计有700,000人参加了示威（警方认为人数很可能比这还要多）。\n",
        "output": [
            "We will uphold the messenger of God not only by our voices but also by our blood,\" Nasrallah told the crowd, estimated to be 700,000 (police said the figure was likely to be even higher).\n"
        ]
    },
    {
        "input": "阿什莉的父母想把她留在家里自己照顾她。他们要保证女儿的生活质量。\n",
        "output": [
            "Ashley's parents want to keep her at home and care for her themselves, and they want to guarantee their daughter's quality of life.\n"
        ]
    },
    {
        "input": "研究人员和阿尔伯塔省癌症委员会以及首都卫生部还没有建议使用DCA来治疗癌症，因为用于治疗癌症的药物的临床试验还没有进行。\n",
        "output": [
            "The researchers and the Alberta Cancer Board and Capital Health do not advise the use of DCA to treat cancer yet, as clinical trials for the drugs use to treat cancer have not been performed yet.\n"
        ]
    },
    {
        "input": "那些已经为修理Xbox360支付了维修费的人们将于当日起大约10周内得到一张报销支票。\n",
        "output": [
            "People who have paid for Xbox 360 repair will be automatically distributed a reimbursement check in about 10 weeks from the present date.\n"
        ]
    },
    {
        "input": "包括总理斯蒂芬·哈珀、他的妻子和他们的两个孩子在内的大约25000人在那里。\n",
        "output": [
            "About 25,000 people including Prime Minister Stephen Harper, his wife and their two children were there.\n"
        ]
    },
    {
        "input": "莫桑比克全国选举委员会主席莱奥波尔多·达科斯塔表示，“在此期间，我们没有收到任何投诉”。\n",
        "output": [
            "\"We did not receive any complaints during this period,\" said the chairman of Mozambique's National Elections Commission, Leopoldo da Costa.\n"
        ]
    },
    {
        "input": "维基新闻最初是在收到维基百科管理员的提示后，披露了这个可疑编辑的故事。\n",
        "output": [
            "Wikinews originally broke the story about the suspicious edit after receiving a tip from Wikipedia administrators.\n"
        ]
    },
    {
        "input": "休斯顿约翰逊航天中心的爱德华·卢和斯坦利·洛夫也减轻了人们对撞击的恐惧。\n",
        "output": [
            "Edward Lu and Stanley Love, of Johnson Space Centre, Houston, also have allayed fears about a collision.\n"
        ]
    },
    {
        "input": "预计新有轨电车的资金将主要来自伦敦交通局，但伦敦克罗伊登区也已确认将为该项目提供300万英镑。\n",
        "output": [
            "Funding for the new trams is expected to largely come from TfL, however the London Borough of Croydon has also confirmed a £3m contribution to the project.\n"
        ]
    },
    {
        "input": "詹金斯在内华达州伊凡帕湖的平原上驾驶他的绿鸟汽车，时速达到126.1英里（202.9公里／小时）。\n",
        "output": [
            "Jenkins managed to reach a speed of 126.1 miles per hour (202.9 kilometres per hour) in his Greenbird car along the plains of Nevada's Ivanpah Lake.\n"
        ]
    },
    {
        "input": "在新加坡期间，球员们有机会在游泳池放松，包括诺克斯、罗维娜·韦伯斯特、尼古拉·扎加姆和梅丽莎·里彭在内的一些人在推特上都非常活跃。\n",
        "output": [
            "While in Singapore, players had an opportunity to relax at the pool and several, including Knox, Rowena Webster, Nicola Zagame, and Melissa Rippon were very active on Twitter.\n"
        ]
    },
    {
        "input": "他是自他父亲1965年以来日本皇室出生的第一个男婴。\n",
        "output": [
            "He is the first male baby born in the Japanese imperial family since his father in 1965.\n"
        ]
    },
    {
        "input": "移民之声还说，正是军人们为美国自由所做的牺牲，使这个国家更好并成为世界大多数人民的理想之地，他们想对军人说“感谢你们，上帝保佑你们”。\n",
        "output": [
            "Immigration Voice also said that it is their sacrifice for American freedom that has made this country great and such a desirable destination for multitude of people from around the world and that they wanted to say \"Thank you and god bless you\" to the servicemen.\n"
        ]
    },
    {
        "input": "然而，他们的计划遭到挫败，曼恩在抵达津巴布韦购买枪支和手榴弹后被捕。\n",
        "output": [
            "Their plans were foiled, however, and Mann was arrested after arriving in Zimbabwe to purchase firearms and grenades.\n"
        ]
    },
    {
        "input": "2010年7月，陆克文取代吉拉德成为澳大利亚工党领袖和总理。\n",
        "output": [
            "In July 2010, Rudd was replaced as leader of the ALP and as Prime Minister by Ms Gillard.\n"
        ]
    },
    {
        "input": "来自卢旺达、布隆迪和刚果的约100名学生将分享卢旺达的过去和现在以及大湖地区的未来。\n",
        "output": [
            "Approximately 100 students from Rwanda, Burundi and the Congo will share ideas about the past and present in Rwanda as well as the future for the Great Lakes region.\n"
        ]
    },
    {
        "input": "无国界记者声称，波兰是唯一一个对“言论冒犯”判处徒刑的欧盟国家，这是欧盟首次发生这种情况。\n",
        "output": [
            "Reporters sans frontières claims that Poland is the only European Union country in which prison sentences are imposed for \"offences of opinion\" and that this is the first such occurrence in the EU.\n"
        ]
    },
    {
        "input": "澳大利亚总督杰弗里少将在一份声明中说：“无论以何种标准衡量，乔都是一位杰出的州建设者，他会因一贯把昆士兰放在首位而被人们铭记。”\n",
        "output": [
            "\"By any measurement, Sir Joh was an exceptional state builder who will be remembered for consistently placing Queensland first,\" said the Australian Governor General, Major General Jeffery, in a statement.\n"
        ]
    },
    {
        "input": "1月，印度尼西亚政府举行了一次特别能源峰会，以吸引对其能源基础设施的投资。\n",
        "output": [
            "In January, the Indonesian government held a special energy summit to attract investment in their energy infrastructure.\n"
        ]
    },
    {
        "input": "障碍滑雪比赛取消后，美国队的几名运动员举行了一个披萨派对。\n",
        "output": [
            "Several members of Team USA had a pizza party after the slalom cancellation.\n"
        ]
    },
    {
        "input": "巴塞斯库得到了教育程度较高的中产阶层的支持。这个阶层对他在该地区最腐败国家中清除腐败的政策非常看好。\n",
        "output": [
            "Băsescu is supported by the educated middle-class, who take a favourable view upon his policy of stamping out corruption in one of the region's most corrupt countries.\n"
        ]
    },
    {
        "input": "据报道，这些视频是反山达基抗议的，由“匿名者”组织的不同成员录制。\n",
        "output": [
            "The videos have been reported to be of anti-Scientology protests, recorded by various members of the group Anonymous.\n"
        ]
    },
    {
        "input": "联合国秘书处是联合国的主要机关之一，由联合国秘书长领导，并由世界各地的一名国际公务员提供协助。\n",
        "output": [
            "The United Nations Secretariat is one of the principal organs of the United Nations and it is headed by the United Nations Secretary General and assisted by a staff of international civil servants worldwide.\n"
        ]
    },
    {
        "input": "“在这个过程中，空气中漂浮着大量的铝（铝）粉尘。”\n",
        "output": [
            "\"In the process, there is lots of aluminum (aluminium) dust floating in the air. \"\n"
        ]
    },
    {
        "input": "乘客大多是来自NASS默里和罗伯茨建筑公司的外国人，为了庆祝巴林世贸中心部分塔楼的竣工，他们正在享受晚间晚餐巡游。\n",
        "output": [
            "The passengers were mostly foreigners from the Nass-Murray and Roberts construction company, and were enjoying an evening dinner cruise in celebration of their completion of part of the Bahrain World Trade Centre towers.\n"
        ]
    },
    {
        "input": "南约克郡警察局长梅雷迪·休斯被控在威尔士北部切克附近的A5公路上超速行驶。\n",
        "output": [
            "The Chief Constable of the South Yorkshire Police, Meredydd Hughes was allegedly caught speeding on the A5 road near Chirk in north Wales.\n"
        ]
    },
    {
        "input": "“我们正在为我们的粉丝和印第安纳波利斯人民祈祷。”\n",
        "output": [
            "\"We are praying for our fans, and the people of Indianapolis.\"\n"
        ]
    },
    {
        "input": "据报，在目前的动乱期间，在东帝汶的首都帝力至少有27人被杀，而犯罪文件被盗，抢劫现象普遍存在。\n",
        "output": [
            "At least 27 people have been killed, criminal documents reported stolen, and looting widespread in the East Timorese capital, Dili during the present period of unrest.\n"
        ]
    },
    {
        "input": "美国联合航空公司一架从纽约飞往旧金山的航班于本周二遭遇炸弹袭击，机上66名乘客和机组人员在“风城”芝加哥意外停留。\n",
        "output": [
            "66 passengers and the crew of a New York to San Francisco UAL flight got an unwanted stop in the \"Windy City,\" Chicago, on Tuesday, following a bomb scare.\n"
        ]
    },
    {
        "input": "七人的获释正值法国总统萨科齐抵达乍得并与乍得官员就此事举行会谈之际。\n",
        "output": [
            "The release of the seven came as French President Nicolas Sarkozy arrived in Chad to hold talks on the case with Chadian officials.\n"
        ]
    },
    {
        "input": "奥巴梅已经开始绝食抗议他所说的加蓬“建立独裁时代”。\n",
        "output": [
            "Obame has gone on a hunger strike to deplore what he called \"the installation of an era of dictatorship\" in Gabon.\n"
        ]
    },
    {
        "input": "根据保护记者委员会提供的信息，今年已有9名记者在巴基斯坦被杀害，而2010年至少有16名。\n",
        "output": [
            "According to the Committee to Protect Journalists, nine journalists have been killed in Pakistan this year, and at least 16 were killed in 2010.\n"
        ]
    },
    {
        "input": "玩具制造商美泰公司今天宣布，他们将召回更多的产品，因为他们担心玩具油漆中的铅含量会有危险。\n",
        "output": [
            "Toy manufacturer Mattel announced today that they are recalling more products over fears of dangerous levels of lead in the toy's paint.\n"
        ]
    },
    {
        "input": "将该网站置于首页的文章是《苏联的非自愿结算》。\n",
        "output": [
            "The article that put the site over the top was Involuntary settlements in the Soviet Union.\n"
        ]
    },
    {
        "input": "还有人担心，距离洞口边缘不到一米的四层建筑可能会随着建筑物下方的土壤继续侵蚀而倒塌。\n",
        "output": [
            "There are also concerns that a four-story building less than a metre from the edge of the hole may collapse as the earth under the building continues to be eroded.\n"
        ]
    },
    {
        "input": "阿维拉赢得了大约131,000张选票，在决赛中投票的400万张选票中仅略高于3％。\n",
        "output": [
            "Avila won by approximately 131,000 votes, a margin of just over three per cent of the four million votes cast in the final.\n"
        ]
    },
    {
        "input": "他还在煮咖啡时不小心把热水泼在脚上烫伤了自己，这显然也是鲨鱼的“撞击”造成的。\n",
        "output": [
            "He has also accidentally burnt himself when he spilled hot water on his foot whilst trying to make coffee, apparently also from a shark 'bump'.\n"
        ]
    },
    {
        "input": "丹齐格桥横跨在一条运河上。该运河将庞恰特雷恩湖和密西西比河连通起来。\n",
        "output": [
            "The Danziger Bridge spans a canal which connects Lake Pontchartrain and the Mississippi River.\n"
        ]
    },
    {
        "input": "据有线新闻的第一手报道，该攻击利用论坛的功能发布JavaScript代码。\n",
        "output": [
            "The attack, first reported by Wired News, exploited a function of the forums to post JavaScript code.\n"
        ]
    },
    {
        "input": "这场比赛非常接近，经过了三个回合。\n",
        "output": [
            "The bout was very close, going the distance through all three rounds.\n"
        ]
    },
    {
        "input": "这项佐格比民意测验的结果于上周一5月22日公布，但大部分没有被大众媒体报道，可能是由于消息来源存在偏见。\n",
        "output": [
            "The results of this Zogby poll were released last Monday (22 May), but went largely unreported by the mass media, possibly due to bias within the source.\n"
        ]
    },
    {
        "input": "这两次事件都不像自杀式炸弹袭击，因为炸弹是用绑在两名妇女身上的炸药和滚珠制成的。\n",
        "output": [
            "These attacks were unlike suicide bombings in that the bombs were dynamite and ball bearings strapped to two women.\n"
        ]
    },
    {
        "input": "其中一位是安大略省里士满山的加里·麦克海尔，他进入安大略省喀里多尼亚的被占领土，想聚集民众起来反对原住民对该地的占领。\n",
        "output": [
            "One was Gary McHale, a Richmond Hill, Ontario man who entered the occupied land in Caledonia, Ontario to organize a rally against the ongoing aboriginal occupation.\n"
        ]
    },
    {
        "input": "“这证明我们仍然团结而强大。”\n",
        "output": [
            "\"It was the proof that we are still united and powerful.\"\n"
        ]
    },
    {
        "input": "防火专家们在每年的这个时候总是非常繁忙。他们呼吁人们使用安全合法的焰火，并督促市民去观看有组织的公共焰火表演。\n",
        "output": [
            "Fire experts, always busy around this time of year, have called for the use of safe and legal firework displays and have urged citizens to attend organised public displays.\n"
        ]
    },
    {
        "input": "据称，史派克队将在下个赛季更换老板，成为有史以来第一支印度一级方程式球队。\n",
        "output": [
            "It was confirmed that Spyker will change owners next season becoming the first Indian national Formula One team in history.\n"
        ]
    },
    {
        "input": "下半场10分钟时，楠伯边路得分，但未能附加得分。\n",
        "output": [
            "Ten minutes in the second, Nambour were able to score out wide but failed to convert.\n"
        ]
    },
    {
        "input": "巴拉克•奥巴马，伊利诺斯州参议员，2008年美国总统候选人。他在今天的三场民主党初选，内布拉斯加州和华盛顿州的两场党团会议以及路易斯安那州的初选中获得全胜。\n",
        "output": [
            "Barack Obama, the junior senator from Illinois and 2008 US presidential candidate has swept all three of today's Democratic contests, two caucuses in Nebraska and Washington and the primary in Louisiana.\n"
        ]
    },
    {
        "input": "2004年只接到了186起发病报告，而此前一年则接到了336起。\n",
        "output": [
            "Only 186 cases were reported in 2004, down from 336 the previous year.\n"
        ]
    },
    {
        "input": "“这是非常可怕的罪行，非常愚蠢，社区掌握了迅速解决这一罪行的线索。”\n",
        "output": [
            "\"This is quite an awful crime, quite senseless, and the community holds the clue to solving this crime quickly.\"\n"
        ]
    },
    {
        "input": "根据以色列驻美国大使的说法，以色列接受了他的道歉。\n",
        "output": [
            "According to the Israeli Ambassador to the United States, Israel accepts the apology.\n"
        ]
    },
    {
        "input": "“鉴于没有任何死亡事件，似乎我们的消防部门和紧急救援人员做得很好。”\n",
        "output": [
            "\"Given the fact that there haven’t been any fatalities, it seems like our fire department and emergency responders did a great job.\"\n"
        ]
    },
    {
        "input": "在给CNN的一份声明中，伊拉克国家安全顾问鲁巴伊说：“……这将是一场公平公正的审判，有辩护律师在场，也有合适的检察官在场……”。\n",
        "output": [
            "In a statement to CNN, Iraqi national security advisor Muwaffaq Rubaie said that \"...this is going to be a fair, just trial with a defense counsel in there, with a proper prosecuting counsel as well there...\"\n"
        ]
    },
    {
        "input": "根据智利大学地质调查局（UCGS）的信息，余震达到5.9级，震中在披市勒亩披市勒亩西部19公里处。\n",
        "output": [
            "The aftershock reached a magnitude of 5.9 with the epicenter located nineteen kilometers west of Pichilemu, according to the University of Chile Geological Survey (UCGS).\n"
        ]
    },
    {
        "input": "加拿大驻华盛顿使馆一直在进行广告宣传，在华盛顿的地铁站张贴海报描述加拿大在阿富汗的军队。\n",
        "output": [
            "The Canadian Embassy in Washington has been on an advertising campaign, plastering subway stations in Washington with posters depicting Canadian troops in Afghanistan.\n"
        ]
    },
    {
        "input": "“看起来飓风几乎无处不在。”\n",
        "output": [
            "\"It almost seemed like a hurricane hit out of nowhere.\"\n"
        ]
    },
    {
        "input": "73岁的外交部长普拉纳布·库马尔·穆克吉在与国大党主席索尼娅·甘地和当时的总理辛格会晤后，被任命为财政部长。\n",
        "output": [
            "External Minister Pranab Kumar Mukherjee, age 73, has been given the charge of Finance Ministry after he held meetings with Congress President Sonia Gandhi and then Prime Minister Singh.\n"
        ]
    },
    {
        "input": "管理与预算办公室主任吉姆·纳斯勒认为，赤字将开始下降。\n",
        "output": [
            "Jim Nussle, director of the Office of Management and Budget said that he believes that the deficit will start to decline.\n"
        ]
    },
    {
        "input": "这些石油后来被冲到阳光海岸的海滩以及莫顿和布里比群岛上，这次泄露被媒体称为“澳大利亚最严重的环境灾难之一”。\n",
        "output": [
            "The oil later washed up on Sunshine Coast beaches as well as Moreton and Bribie islands and was dubbed \"one of Australia's worse environmental disasters\" by the media.\n"
        ]
    },
    {
        "input": "一些援助以食物形式提供，而其他援助则来自援助机构用来从埃塞俄比亚农民那里购买粮食的现金。\n",
        "output": [
            "Some aid came in the form of food, while other aid came as cash which would be used by the aid agencies to buy grain from Ethiopian farmers.\n"
        ]
    },
    {
        "input": "今天，伊朗首都德黑兰的一座建筑物坍塌，导致至少19人死亡。\n",
        "output": [
            "A building in Iran's capital Tehran collapsed today and killed at least 19 people.\n"
        ]
    },
    {
        "input": "大约15名警察组成的小团体等待着这群人的到来。\n",
        "output": [
            "A small group of about 15 police officers awaited the arrival of the group.\n"
        ]
    },
    {
        "input": "德国海德堡大学卡西尼团队的科学家弗兰克·伯斯伯格说：“目前看来，似乎没有什么办法可以从老虎纹上覆盖的坚冰中产生稳定外流的富盐冰粒，除非它们来自土卫二冰面下的盐水”。\n",
        "output": [
            "\"There currently is no plausible way to produce a steady outflow of salt-rich grains from solid ice across all the tiger stripes other than salt water under Enceladus's icy surface,\" said Frank Postberg, a Cassini team scientist at the University of Heidelberg in Germany.\n"
        ]
    },
    {
        "input": "美国国务卿赖斯解释了美国为何弃权而不是否决这项决议。\n",
        "output": [
            "US Secretary of State Condoleezza Rice has given an explanation for why the United States abstained and did not veto the resolution.\n"
        ]
    },
    {
        "input": "据第一个爆料此事的著名美国左翼在线博客每日科斯称，周一，在美国有线电视新闻网中一个由专家沃尔夫·布利泽主持的节目“情况室”里，这两人被混为一谈，导致以本·拉登为主题的片段被加上“奥巴马在哪里？”的标题。\n",
        "output": [
            "According to prominent American left-wing online blog Daily Kos, which was the first to report it, CNN mixed the two up on Monday, leading into a segment on bin Laden with the title, \"Where's Obama?\" on The Situation Room, a show hosted by pundit Wolf Blitzer.\n"
        ]
    },
    {
        "input": "新巴格达地区宠物市场的店主和顾客也都证实，在那里被引爆的女人也患有精神残疾”。\n",
        "output": [
            "In the New Baghdad area the shop owners and customers of the pet market confirmed that the woman who was blown-up there was mentally disabled as well.\"\n"
        ]
    },
    {
        "input": "格拉斯哥表示，他在公司的表现是基于他如何“触动，感动和鼓舞”他人来评估的，这是里程碑哲学的一句话，而不是他在公司的商业成就。\n",
        "output": [
            "Glasgow said his performance at the company was assessed based on how he was \"touching, moving and inspiring\" others, a phrase from the Landmark philosophy, as opposed to his business accomplishments at the company.\n"
        ]
    },
    {
        "input": "该机构将其大流行警戒级别提高到第六级，为最高级别。\n",
        "output": [
            "The agency increased its pandemic alert level to the sixth level, its highest.\n"
        ]
    },
    {
        "input": "他在《国际新闻周刊》的一篇文章中表示，联合国以其“令人印象深刻的成就”和“令人难忘的失败”而改变，但需要进一步改变。\n",
        "output": [
            "The United Nations with its \"impressive achievements\" and \"haunting failures\" has changed but needs to change further, he said in an article in Newsweek International.\n"
        ]
    },
    {
        "input": "安全部花费了数小时的时间才控制了全部场地。\n",
        "output": [
            "It took several hours before security forces were able to gain control of all the sites.\n"
        ]
    },
    {
        "input": "这些改进经过了50多万个测试人员的测试。\n",
        "output": [
            "The improvements have been tested by more than 500,000 beta-testers.\n"
        ]
    },
    {
        "input": "艾米丽是这个飓风季节第五个形成的热带风暴。。\n",
        "output": [
            "Emily is the fifth tropical storm to develop this hurricane season.\n"
        ]
    },
    {
        "input": "但今天早上，达拉斯警方报告说，欧文斯服用了一大批不明数量的药片，当警方今天上午询问他是否试图伤害自己时，欧文斯回答说：“是的。”\n",
        "output": [
            "But this morning, Dallas police have reported that Owens took an unknown large amount of the pills, and when asked by police this morning if he had been attempting to hurt himself, Owens replied, \"Yes.\"\n"
        ]
    },
    {
        "input": "“我们还在建筑的两侧安装了水力发电母线”。\n",
        "output": [
            "\"We also have hydro bus lines running down two sides of the building\".\n"
        ]
    },
    {
        "input": "2005年，他参加了一个纪念欧洲歌唱大赛的特别节目。\n",
        "output": [
            "In 2005 he made an appearance on a special programme to commemorate Eurovision.\n"
        ]
    },
    {
        "input": "麦奎尔先生表示，这笔交易并不会限制他们将这些故事卖给美国有线电视新闻网，今日美国节目和早安美国，他们本周都与罗素先生和韦伯先生有过接触。\n",
        "output": [
            "Mr McGuire said the deal would not restrict the pair from selling their story to CNN, the US Today Show and Good Morning America, who have all reportedly made contact with Mr Russell and Mr Webb this week.\n"
        ]
    },
    {
        "input": "他的饮食包括冷冻干燥的食物和鱼，尽管他在精神上很累，但这些食物使他身体状况保持良好。\n",
        "output": [
            "His diet consists of freeze-dried foods and fish, which are keeping him physically well-conditioned despite tiring mentally.\n"
        ]
    },
    {
        "input": "他刚刚移居美国，就在1988年NBA第三轮选秀中被亚特兰大鹰队选中。\n",
        "output": [
            "Upon moving to the United States, he was drafted in the third round of the 1988 NBA draft by the Atlanta Hawks.\n"
        ]
    },
    {
        "input": "纽约州高速公路，或称90号州际公路，关闭了从该州罗切斯特附近至敦刻尔克之间的路段，长度大约有110英里。\n",
        "output": [
            "The New York State Throughway, or interstate 90 is closed from nearly Rochester, New York to Dunkirk, New York which is nearly 110 miles long.\n"
        ]
    },
    {
        "input": "布里斯托尔市政府报告说，图书馆有可能在周二重新开放，尽管有人说该建筑可能会在当天仍保持关闭。\n",
        "output": [
            "Bristol City Council has reported that it is possible the library will reopen on Tuesday, although it did say that it was likely the building would remain closed on that day.\n"
        ]
    },
    {
        "input": "菲茨帕特里克女士说，联邦政府对煤业和铝业的依赖程度，就像日本政府对捕鲸业的依赖程度一样，但是其灾难性影响要比后者大得多。\n",
        "output": [
            "Ms Fitzpatrick said the Federal Government was as beholden to the coal and aluminium industries as the Japanese government was to whaling companies, and with far more devastating impacts.\n"
        ]
    },
    {
        "input": "“我会关注它，我认为我们需要向阿富汗人民传递正确的信息，”他说。\n",
        "output": [
            "\"I would be concerned about it and I think we need to pass the right message to the Afghan people,\" he said.\n"
        ]
    },
    {
        "input": "他们还测试了给予额外催乳素的处女小鼠，并发现了与怀孕小鼠相似的结果。\n",
        "output": [
            "They also tested virgin mice given additional prolactin, and found results similar to pregnant mice.\n"
        ]
    },
    {
        "input": "官方判决将于2005年2月25日公布。\n",
        "output": [
            "The official sentence will be announced on February 25th, 2005.\n"
        ]
    },
    {
        "input": "“这些袭击显示了袭击者的不人道和扭曲”。\n",
        "output": [
            "\"These attacks show the inhumanity and misery of the assailants.\"\n"
        ]
    },
    {
        "input": "截至上午8：34，洲际交易所布伦特原油期货价格达到89.30美元（12月基准价格）。\n",
        "output": [
            "On the IntercontinentalExchange Brent Crude futures reached US$89.30 (basis December) as of 8:34 a.m..\n"
        ]
    },
    {
        "input": "格鲁吉亚消息来源证实了这一消息，称该基地已被摧毁。\n",
        "output": [
            "Georgian sources confirmed the announcement, stating that the base had been destroyed.\n"
        ]
    },
    {
        "input": "然而，在这段时间里，有一半的时间是在试图打开苹果手机。\n",
        "output": [
            "However, half of this time was trying to get the case of the iPhone open.\n"
        ]
    },
    {
        "input": "吉本斯女士的儿子约翰来自利物浦，他要求被他母亲的监禁判决激怒的英国人不要反对穆斯林。\n",
        "output": [
            "Ms Gibbons' son John, from Liverpool, has asked that British people angered by his mother's jail sentence should not turn against Muslims.\n"
        ]
    },
    {
        "input": "大多数死者都是在下层用餐，并被困在下面。\n",
        "output": [
            "Most who died were dining on the lower deck, and were trapped below.\n"
        ]
    },
    {
        "input": "他说，自己已经安置了一只网络摄像头来记录这一事件，并将细节发到FTP服务器上供人们观看。\n",
        "output": [
            "He said that he had set up a webcam to record the event, and would post details later of a FTP server for people to watch.\n"
        ]
    },
    {
        "input": "目前还不清楚他体内是否还有其他毒物。\n",
        "output": [
            "It is unknown if there were any other poisons in his system.\n"
        ]
    },
    {
        "input": "迈克尔·瑞安告诉彼得·加蒂不要复制它。\n",
        "output": [
            "Michael Ryan told Peter Garty to not make a copy of it.\n"
        ]
    },
    {
        "input": "伊利诺伊州州长罗德·布拉戈耶维奇的办公室宣布裁员多达450名州雇员，关闭25处历史遗迹和州立公园。\n",
        "output": [
            "Illinois Governor Rod Blagojevich’s office announced layoffs of up to 450 state employees and the closure of 25 historic sites and state parks.\n"
        ]
    },
    {
        "input": "布什总统此前曾在ARD德国电视台表示，他希望关闭关塔那摩湾拘留营。\n",
        "output": [
            "President Bush said previously on ARD German television that he wants to close the Guantanamo Bay detainment camp.\n"
        ]
    },
    {
        "input": "这次会谈有望导致在今年年底前建立巴勒斯坦国。\n",
        "output": [
            "The talks are supposed to lead to the formation of a Palestinian state by the end of this year.\n"
        ]
    },
    {
        "input": "当地的成年人说，孩子们都死于疟疾。\n",
        "output": [
            "Adults from the area reported that the children had died of malaria.\n"
        ]
    },
    {
        "input": "发电阵列由两组115英尺长的阵列组成，总翼展长度为240英尺，其中包括连接两部分的设备在内，这些设备使得它们在追踪太阳时能够扭动。\n",
        "output": [
            "The arrays consist of two 115-foot-long arrays, for a total wing span of 240 feet, including the equipment that connects the two halves and allows them to twist as they track the sun.\n"
        ]
    },
    {
        "input": "“这只是表明欧洲不是一个糟糕的地方。”\n",
        "output": [
            "\"It just goes to show that Europe is not such a bad place.\"\n"
        ]
    },
    {
        "input": "一些学生抱怨说，直到第一次事件发生两个多小时后，他们才收到学校的电子邮件警告。\n",
        "output": [
            "Some students complained that they had received no warning from the university until an e-mail alert sent more than two hours after the first incident.\n"
        ]
    },
    {
        "input": "加利福尼亚州圣何塞市市长罗恩·冈萨雷斯正在接受圣克拉拉县地方检察官办公室的调查。\n",
        "output": [
            "San Jose, California mayor Ron Gonzales is being investigated by the Santa Clara County District Attorney's Office.\n"
        ]
    },
    {
        "input": "SLW集团成功获得了今天公布的1000万美元账户。\n",
        "output": [
            "SLW Group was successul in gaining the $10 million account it was revealed today.\n"
        ]
    },
    {
        "input": "她开始了在克萨克斯的职业生涯，也在亚利桑那州的埃尔帕索和图森工作过。\n",
        "output": [
            "She began her career at KSAX and also worked in El Paso and Tucson, AZ.\n"
        ]
    },
    {
        "input": "凯尔·布斯克因为与杰夫·布顿的意外而停留在第三的位置，而他的队友哈姆林则排名第四。\n",
        "output": [
            "Kyle Busch, because of his accident with Jeff Burton maintained the third position while his team mate Hamlin is fourth.\n"
        ]
    },
    {
        "input": "维基新闻的姊妹项目维基百科和照片分享网站Flickr也于星期四被屏蔽。\n",
        "output": [
            "Access to Wikipedia, Wikinews' sister project, and Flickr, a photo sharing site, were also banned, on Thursday.\n"
        ]
    },
    {
        "input": "消防队员表示，严重违反消防安全规定是造成死亡的部分原因。\n",
        "output": [
            "According to firefighters, serious breaches of fire-safety regulations were partly to blame for the deaths.\n"
        ]
    },
    {
        "input": "里约热内卢消防部门总指挥官佩德罗·马查多说：“我们不得不利用喷灯来切开车厢的侧壁，这样才能救到人”。\n",
        "output": [
            "\"We have to use blowtorches to open the sides of the train cars to reach the people,\" said Pedro Machado, commander general of the Rio de Janeiro Fire Department.\n"
        ]
    },
    {
        "input": "在向委员会发表的声明中，比格移动承认自2010年下半年以来没有建造任何新的发射器桅杆。\n",
        "output": [
            "In a statement to the Commission, bemobile admitted it had not built any new transmitter masts since the latter part of 2010.\n"
        ]
    },
    {
        "input": "只有当一名过路人召唤国家消防局扑灭一场露天营火时，警察才会走近，因为该地区实际上有火灾限制。\n",
        "output": [
            "Officers only approached when the Country Fire Authority was summoned by a passerby to put out an open camp fire, as there was fire restriction in effect in the area.\n"
        ]
    },
    {
        "input": "现年59岁的库克先生在昏迷半小时后，被救援直升机送往因弗内斯的一家医院。\n",
        "output": [
            "Cook, aged 59, was flown to a hospital in Inverness by a rescue service helicopter half an hour after collapsing.\n"
        ]
    },
    {
        "input": "昨天，1欧元可以买到35844列伊，而两天前是36133列伊。\n",
        "output": [
            "Yesterday, one euro could be bought for just 35,844 lei, down from 36,133 lei two days ago.\n"
        ]
    },
    {
        "input": "这确实表明，急诊病人不会被拒之门外。\n",
        "output": [
            "It did indicate that acute care emergency patients would not be turned away.\n"
        ]
    },
    {
        "input": "如果太多房主拖欠抵押贷款，次级贷款人可能最终违约。\n",
        "output": [
            "If too many homeowners default on their mortgages, the sub-prime lender can end up defaulting.\n"
        ]
    },
    {
        "input": "费城将达到100华氏度，华盛顿特区将高达101华氏度，巴尔的摩和里士满可能会看到温度超过100华氏度。\n",
        "output": [
            "Philadelphia will reach 100ºF, Washington D.C. will have a high of 101ºF and Baltimore and Richmond may see temperatures rise above the 100 mark.\n"
        ]
    },
    {
        "input": "“将此（一条广告）与今年年初（联邦）大选期间在加拿大每天都发生的批判（在你的整个国家一直在报道的广告）相比较。”\n",
        "output": [
            "\"Compare that (one ad) with the criticism early this year during the (federal) election that happened every day in Canada ...ads that were run consistently throughout your country.\"\n"
        ]
    },
    {
        "input": "新的美国贸易配额将限制中国纺织品进口相比去年百分之7.5的进口配额。\n",
        "output": [
            "The new U.S. trade quota will limit the growth of Chinese textile imports to 7.5 percent compared with shipments over the past year.\n"
        ]
    },
    {
        "input": "所有访谈都通过电子邮件进行，访谈未经编辑发布，允许候选人不间断地向读者传达他们的全部信息。\n",
        "output": [
            "All interviews are conducted over e-mail, and interviews are published unedited, allowing candidates to impart their full message to our readers, uninterrupted.\n"
        ]
    },
    {
        "input": "厄瓜多尔总统拉斐尔·科雷亚说：“我们承诺永远不再攻击兄弟国家，并请求宽恕，我们可以认为这一非常严重的事件得到了解决。”其他拉美国家领导人对此表示赞赏。\n",
        "output": [
            "\"With the commitment of never attacking a brother country again and by asking forgiveness, we can consider this very serious incident resolved,\" said Ecuadorian president Rafael Correa, as the other Latin American leaders applauded.\n"
        ]
    },
    {
        "input": "坎大哈全省宣布进入紧急状态，大量的阿富汗和北约部队受命追捕逃跑和囚犯。\n",
        "output": [
            "A state of emergency has been declared throughout Kandahar province, as large numbers of both Afghan and NATO forces have been deployed to track down the escaped prisoners.\n"
        ]
    },
    {
        "input": "由执法局发布的18页的“诉因公告”说，这笔钱是被告违反联合国的规定，以换取伊拉克国家石油销售组织（SOMO）的两份石油合同而获得的。\n",
        "output": [
            "The 18-page show-cause notice issued by the ED says the money was acquired by the accused, in violation of U.N regulations, in exchange for two oil contracts awarded to Iraq's State Oil Marketing Organisation (SOMO).\n"
        ]
    },
    {
        "input": "在另一起事故中，印度尼西亚于3月份对该航空公司进行了停飞，其中一架B737冲出了跑道。\n",
        "output": [
            "Indonesia grounded the carrier in March after another accident in which a B737 overshot a runway.\n"
        ]
    },
    {
        "input": "但袭击的幸存者认为，全面的调查可以教授宝贵的经验教训，这些经验教训可能有助于降低未来发生攻击的可能性，并提高应急服务的响应能力。\n",
        "output": [
            "But survivors of the attack argue that a fully comprehensive investigation could teach valuable lessons which may help reduce the likelihood of future attacks, and improve the response capabilities of the emergency services.\n"
        ]
    },
    {
        "input": "据该项目的协调员斯坦库·撒莫伊拉称，该项目需要投资1090万新列伊（300万欧元），其中的一半投资已经拨给了该项目。\n",
        "output": [
            "The project needs investment of 10.9 million new lei (3 million euro), half of which have already been allocated, according to the project's co-ordinator, Stancu Samoila.\n"
        ]
    },
    {
        "input": "这两个新工厂每年都可生产3000万加仑（1.13亿升）。\n",
        "output": [
            "Each of the two new plants can produce 30 million gallons (113 ML) annually.\n"
        ]
    },
    {
        "input": "闪电队和企鹅队将分别在德国和芬兰参加表演赛。\n",
        "output": [
            "The Lightning and Penguins will play exhibition games in Germany and Finland respectively.\n"
        ]
    },
    {
        "input": "在所有可能的民主党候选人的全国民调中，克林顿都名列前茅。而且她已尽量使她对支持者和新工作人员的许多提议保密。\n",
        "output": [
            "Clinton tops every national poll of likely Democratic candidates and had tried to keep private many of her overtures to supporters and new staff.\n"
        ]
    },
    {
        "input": "《国家艾滋病手册》编辑基思·奥尔康说：“人们对这种产品很感兴趣。”\n",
        "output": [
            "\"There is a lot of interest in this product,\" said editor Keith Alcorn of the National Aids Manual.\n"
        ]
    },
    {
        "input": "这一价值1百万英镑的项目将涉及在泰晤士河的罗姆尼堰坝安装一连串水下涡轮机。\n",
        "output": [
            "The £1 million project will consist of a series of under-water turbines to be installed at Romney Weir in the nearby River Thames.\n"
        ]
    },
    {
        "input": "麦克莱伦说，“看，这份报告对美国在国外的形象造成了严重损害。”\n",
        "output": [
            "McClellan said, \"Look, this report caused serious damage to the image of the United States abroad.\"\n"
        ]
    },
    {
        "input": "12月25日，一名在内裤中携带爆炸物的尼日利亚男子试图袭击达美航班失败后，美国增加了机场安检。\n",
        "output": [
            "The US has increased its airport security following the failed attempted December 25 bombing of a Delta flight by a Nigerian man with explosives in his underpants.\n"
        ]
    },
    {
        "input": "医护人员把康威从车里抬了出来，他的腿受了伤，被送进了医院。\n",
        "output": [
            "Medics took Conway out of the car, and he was taken to the hospital with a leg injury.\n"
        ]
    },
    {
        "input": "爱德华兹呼吁此事要透明，并将这些投诉描述为“严重关切”，他希望法院能妥善处理这些投诉。\n",
        "output": [
            "Mr Edwards called for the matter to be transparent and described the complaints as \"gravely concerning\" and he hopes they are properly dealt with by the courts.\n"
        ]
    },
    {
        "input": "“你是大卫·尚克波吗？我们很高兴见到你！”她说，然后领着他穿过大厅来到客厅，客厅里有一张沙发，一台电视正在播放动作惊悚片，一个开放式的橱柜里放着灌肠药箱，她的丈夫比尔坐在电脑前，试图找到《银翼杀手》在当地剧院的重放地。\n",
        "output": [
            "\"Are you David Shankbone? We're so excited to meet you!\" she says, and leads him down the hall to a living room area with a sofa, a television playing an action-thriller, an open supply cabinet stocked with enema kits, and her husband Bill sitting at the computer trying to find where the re-release of Blade Runner is playing at the local theater.\n"
        ]
    },
    {
        "input": "“我们谈论的是用大量抗生素治疗的肺炎。\n",
        "output": [
            "\"We are talking about pneumonia that is being treated with massive antibiotics.\n"
        ]
    },
    {
        "input": "雷·扎哈布是一名加拿大超级马拉松运动员，兼私人教练和励志演说家。\n",
        "output": [
            "Ray Zahab is a Canadian ultramarathon runner, personal trainer, and motivational speaker.\n"
        ]
    },
    {
        "input": "这个孩子和她的父母在海滩上，他们正等着用钩点驳船把孩子运到大陆。\n",
        "output": [
            "The child was on the beach with her parents while they waited to be transported to the mainland on the Hook Point barge.\n"
        ]
    },
    {
        "input": "他说：“我们一直试图引起人们注意，失业人员将不得不接受任何工作条件，因为，一旦你拒绝接受一份工作，那么你就会失去8个月的福利署救济金”。\n",
        "output": [
            "\"We've been trying to draw attention to the fact that any unemployed person will have to accept whatever conditions they're offered because if you reject a job offer you will lose Centrelink payments for eight weeks,\" he said.\n"
        ]
    },
    {
        "input": "法国内政部采取了罕见的举措，启动了一项应急计划，以确保大批救援人员和资源迅速做出反应。\n",
        "output": [
            "The French Interior Ministry took the rare step of activating an emergency plan to ensure rapid response from large numbers of rescuers and resources.\n"
        ]
    },
    {
        "input": "这项声明最后说道，该任务将“测量从这些羽状喷射物质中散发出来的气体”。\n",
        "output": [
            "The mission will \"measure the gas emanating from the plume,\" ended the statement.\n"
        ]
    },
    {
        "input": "美国质量保证局表示，威尔士大学在海外对外国机构的检查不够充分。\n",
        "output": [
            "The Quality Assurance Agency said UoW's overseas checks on foreign institutions were inadequate. \n"
        ]
    },
    {
        "input": "他说，我们现在必须尽一切可能阻止这次罢工。\n",
        "output": [
            "We now have to do whatever is possible to stop this strike from proceeding, he said.\n"
        ]
    },
    {
        "input": "“此外，在2006年12月31日，申请人的年龄不应超过32岁……”。\n",
        "output": [
            "\"Furthermore, applicants should not be more than 32 years old on 31 December, 2006 …\"\n"
        ]
    },
    {
        "input": "在牙买加金斯敦萨宾纳公园举行的世界杯D组的第二场比赛中，津巴布韦与爱尔兰打成平局。\n",
        "output": [
            "Zimbabwe tied the second Group D match in the World Cup against Ireland at Sabina Park, Kingston, Jamaica.\n"
        ]
    },
    {
        "input": "需要进行进一步的动物研究，以检查副作用的可能性，如男性和非孕妇哺乳，以及炎症增加，这可能会恶化多发性硬化症。\n",
        "output": [
            "Further animal studies need to be done to examine the possibility of side effects, such as lactation in men and non-pregnant women, as well as increased inflammation which could worsen the MS.\n"
        ]
    },
    {
        "input": "土耳其总统阿卜杜拉·居尔在一份声明中说，“恐怖分子改变不了什么，他们只能夺去了无辜者的生命”。\n",
        "output": [
            "Turkish President Abdullah Gül said in a statement, \"Nothing can be achieved by terror, violently claiming lives of the innocent.\"\n"
        ]
    },
    {
        "input": "2003年5月28日，德国第三大城市投票选择转向开源软件。\n",
        "output": [
            "On May 28, 2003 Germany's third-largest city, voted to move to open source software.\n"
        ]
    },
    {
        "input": "缅因州一场严重的雷暴导致树木倒塌，其中一棵树落在了帐篷上，使得一家六口在缅因州黎巴嫩市的平石桥家庭度假村和露营地受伤。\n",
        "output": [
            "A family of six were injured at Flat Rock Bridge Family Resort and campground in Lebanon, Maine after a severe thunderstorm caused trees to topple, with one landing on a tent.\n"
        ]
    },
    {
        "input": "官员们说：“他的死亡对基地来说是一次重大打击”。\n",
        "output": [
            "\"His death is quite a significant blow to al-Qaeda,\" said officials.\n"
        ]
    },
    {
        "input": "在2006年，另外一架波音737也遭遇导航问题，飞入了雷达盲区，导致其消失了几个小时，后来在距离目的地几百英里的地方实施紧急降落。\n",
        "output": [
            "In 2006 another B737 suffered a navigational problem and flew into a radar blackspot, leaving it lost for several hours before performing an emergency landing hundreds of miles from the intended destination.\n"
        ]
    },
    {
        "input": "英国旗舰航空公司英国航空公司（BA）曾向市场发出警告称，它将全年亏损高达1.5亿英镑。\n",
        "output": [
            "The United Kingdom's flag carrier airline, British Airways (BA) has warned the markets that it will post a full year loss of up to £150 million.\n"
        ]
    },
    {
        "input": "执行他们的建议将意味着未来日本社会最高职位的继承将在没有性别偏见的情况下发生。\n",
        "output": [
            "Implementation of their recommendations would mean that succession to the highest position in Japanese society would occur without a gender bias.\n"
        ]
    },
    {
        "input": "尽管受到各团体的关注，例如国际特赦等组织为关闭监狱营地做出努力，或是人权观察组织顾虑到战俘在《日内瓦公约》中有关战俘方面规定下的待遇，事实上，对于新认定囚犯的政策仍规定，可以拒绝国际红十字会（ICRC）对囚犯的接触，而此期间长达4周。\n",
        "output": [
            "Of concern to groups such as Amnesty International who campaign for the camp's closure, or Human Rights Watch concerned about prisoner handling under the prisoner of war aspects of the Geneva Convention, is the fact that policy for newly admitted detainees still allows for up to 4 weeks where access to the detainee by the International Committee of the Red Cross (ICRC) may be denied.\n"
        ]
    },
    {
        "input": "医院的产科医生安德鲁·米勒说，卵巢妊娠能存活到足月是“前所未闻的”。\n",
        "output": [
            "The hospital's obstetrician Andrew Miller says that having an ovarian pregnancy survive to full-term is \"unheard of\".\n"
        ]
    },
    {
        "input": "据贝里甘在周五接受《今日民主》采访时表示，就在7月14日呼吁克制的同时，美国还向以色列军方出售了价值1.2亿美元的喷气燃料，以协助他们对黎巴嫩的轰炸行动。\n",
        "output": [
            "According to Berrigan, in an interview given to Democracy Now on Friday, just on the 14th of July while calling for restraint the U.S. also sold $120 million worth of jet fuel to the Israeli military assisting their bombing campaign of Lebanon.\n"
        ]
    },
    {
        "input": "球员的明确支持对我帮助很大，我也要感谢科林·卡尔德伍德，保罗·巴伦以及本赛季一直非常支持我的其他幕后工作人员。\n",
        "output": [
            "Having the unequivocal backing of the players has helped me enormously and I would also like to thank Colin Calderwood, Paul Barron and the rest of the backroom staff who have been tremendously supportive to me this season.\"\n"
        ]
    },
    {
        "input": "2006年6月30日，由于故障，工程师从主电源（“A侧”）切换到备用电源（“B侧”），相机此后一直在使用备用电源。\n",
        "output": [
            "The camera had been operating on its backup power since June 30, 2006, when engineers switched from the primary power supply (\"Side A\") to the backup (\"Side B\") due to a malfunction.\n"
        ]
    },
    {
        "input": "五名消防员在他们的卡车被大火吞噬时丧生。\n",
        "output": [
            "The five firefighters that were killed died when their truck was overrun by the flames.\n"
        ]
    },
    {
        "input": "这些肾脏也是患者组织的一部分，避免了器官排斥的问题，并将增加可供人类移植的肾脏数量。\n",
        "output": [
            "These kidneys would also be of the patient's tissue avoiding issues of organ rejection and would increase the pool of kidneys available for human transplant.\n"
        ]
    },
    {
        "input": "“毫无疑问，我们将在上诉中获胜，”奥布隆告诉记者。\n",
        "output": [
            "\"We have no doubt that we will win on appeal,\" Oblon told reporters.\n"
        ]
    },
    {
        "input": "维基新闻联系杰罗姆，谈论加拿大人面临的问题，以及他们和他们的政党将如何解决这些问题。\n",
        "output": [
            "Wikinews contacted Jerome, to talk about the issues facing Canadians, and what they and their party would do to address them.\n"
        ]
    },
    {
        "input": "星期六晚上至少有四人死亡，四十人受伤，原因是位于美国印第安纳州的印第安纳州博览会舞台坍塌。\n",
        "output": [
            "At least four people died and forty were injured Saturday night as the result of a stage collapsing at the Indiana State Fair, located within the US state of Indiana.\n"
        ]
    },
    {
        "input": "2,000所学校和1,300个放学后的课外项目将从这笔资金中受益。\n",
        "output": [
            "2,000 schools and 1,300 after/out of school programs will benefit from the funding.\n"
        ]
    },
    {
        "input": "意大利政府对这一说法表示异议说，美国完全知道3月4日的这次行动。\n",
        "output": [
            "The Italian government disputes this account, and has said that the US was fully aware of the operation on March 4.\n"
        ]
    },
    {
        "input": "海岸警卫队在下午7点03分接到坎塔诺航运公司关于紧急情况的通知。\n",
        "output": [
            "The Coast Guard received word on the emergency at 7:03 p.m. from Candano Shipping Lines.\n"
        ]
    },
    {
        "input": "农业部长吉姆·萨顿甚至说，确实可能出现一些国家暂停肉类出口的情况。\n",
        "output": [
            "Agriculture Minister Jim Sutton went so far as to say that the suspension of meat exports by some countries was a real possibility.\n"
        ]
    },
    {
        "input": "患者慈善机构“偏头痛行动组织”的主任汤姆·汤姆金将这则消息描述为“棒极了”，“真是向前迈出了一大步”。\n",
        "output": [
            "Lee Tomkin, director of a sufferers' charity, Migraine Action, described the news as \"fantastic\" and \"genuinely a really great step forward.\"\n"
        ]
    },
    {
        "input": "根据1893年的章程，威尔士王子担任校长。出于担心一家马来西亚合作机构的负责人，一位当地流行艺术家拥有非法资格之后，威尔士大学去年开始出现了一些问题。\n",
        "output": [
            "With a charter from 1893 and the Prince of Wales as its chancellor, problems began at UoW last year after concerns the head of a Malaysian partner institution, a local pop artist, had non-legitimate qualifications. \n"
        ]
    },
    {
        "input": "成千上万的羊和牛也在大火中丧生。\n",
        "output": [
            "Thousands of sheep and cattle have also been killed in the fires.\n"
        ]
    },
    {
        "input": "在一场不断升级的争议中，意大利总理西尔维奥·贝卢斯科尼的政治问题在意大利引起了全国性的骚动，意大利检察官周三开始对尼古拉·卡利帕里去世进行独立调查。\n",
        "output": [
            "In an escalating controversy that has contributed to Italian Prime Minister Silvio Berlusconi's political problems and created a national uproar in Italy, Italian prosecutors began their own independent probe on Wednesday of the death of Nicola Calipari.\n"
        ]
    },
    {
        "input": "“在这起事件中，放弃12英寸晶圆厂和暂停生产8英寸晶圆厂被认为是关键问题”。\n",
        "output": [
            "\"The abandonment of 12-inch fabs and the suspension of 8-inch fabs are considered critical issues in this incident.\"\n"
        ]
    },
    {
        "input": "今天在国会山，美国陆军将军大卫·彼得雷乌斯进行了期待已久的演讲。\n",
        "output": [
            "Today on Capitol Hill, U.S. Army General David Petraeus presented a long awaited testimony.\n"
        ]
    },
    {
        "input": "1区的巴士服务已于美国中部时间16：00恢复。\n",
        "output": [
            "Bus services in Zone 1 have resumed as of 16:00 BST.\n"
        ]
    },
    {
        "input": "学生们随后在图宾根、慕尼黑和巴塞尔都采取了行动，每个行动都有数百人参加。\n",
        "output": [
            "Afterwards actions took place in Tübingen, Munich and Basel, each with hundreds of participants.\n"
        ]
    },
    {
        "input": "据认为，这场火灾是从阿古阿杜尔兹的工人在从轮辋上拆下轮胎时敲击螺栓而产生的火花引起的。\n",
        "output": [
            "It is thought that the fire began when workers in Agua Dulce caused sparks by hammering the bolts when they were removing a tire from a rim.\n"
        ]
    },
    {
        "input": "上周末，一艘美国游轮遭到火箭榴弹的袭击。\n",
        "output": [
            "Last weekend, a U.S.-owned cruise ship was attacked with rocket propelled grenades.\n"
        ]
    },
    {
        "input": "受伤的游客随后被送往太阳海岸地区的五家不同医院。\n",
        "output": [
            "The injured tourists were then taken to five different hospitals in the Costa del Sol region.\n"
        ]
    },
    {
        "input": "美国总统候选人巴拉克·奥巴马和约翰·麦凯恩参议员都参加了在森林湖马鞍峰教堂举行的现场论坛。\n",
        "output": [
            "United States Presidential candidates Senators Barack Obama and John McCain each participated in a live forum broadcast from Saddleback Church in Lake Forest.\n"
        ]
    },
    {
        "input": "其中有一幅是着名的西班牙画家巴勃罗·毕加索于1939年绘制、名为“女人的头”的画作，这幅画是送给希腊人民的礼物，为的是他们在第二次世界大战期间抵抗纳粹。\n",
        "output": [
            "Among them was a painting by famous Spanish painter Pablo Picasso, dated 1939, called Woman's Head which was a gift to the Greek people for their resistance to the Nazis during World War 2.\n"
        ]
    },
    {
        "input": "5月9日获救的这些人没有公开谈论他们被困在地下的时间。\n",
        "output": [
            "The men, who were rescued on May 9, have not spoken publicly about the time they spent trapped underground.\n"
        ]
    },
    {
        "input": "昨天，美国华盛顿州阿纳科特的一家华盛顿州立炼油厂发生夜间爆炸和火灾，该炼油厂位于加拿大温哥华以南80英里处，造成4人死亡，3人重伤。\n",
        "output": [
            "An overnight explosion and fire at a Washington State oil refinery in Anacortes, Washington, United States, a city about 80 miles south of Vancouver, Canada, yesterday killed four people and critically injured three others.\n"
        ]
    },
    {
        "input": "政府还将与国际社会密切合作，维护朝鲜半岛的和平与安全。\n",
        "output": [
            "\"The government will also cooperate closely with the international community to maintain peace and safety on the Korean Peninsula.\"\n"
        ]
    },
    {
        "input": "霍帕是一个多产的摄影家、画家和雕塑家，他的作品在全世界都有展出。\n",
        "output": [
            "Hopper was a prolific photographer, painter, and sculptor whose works have been exhibited worldwide.\n"
        ]
    },
    {
        "input": "尽管这是2008年环台大赛中距离第二长的阶段赛，但由于早些时候在台北基隆都市区下了一场雨，天气状况对89名自行车手形成了挑战。\n",
        "output": [
            "Even though this race is the second longest race in 2008 Tour de Taiwan, the weather challenged 89 cyclists due to an earlier rain in Taipei-Keelung metropolitan area.\n"
        ]
    },
    {
        "input": "戊巴比妥是瑞士尊严诊所使用的另一种药物，在俄勒冈州被用于注射死刑，俄克拉荷马州也开始使用。\n",
        "output": [
            "Pentobarbital, an alternative which is used at the Dignitas clinic in Switzerland, is used for lethal injections in Oregon, and has started to be used by Oklahoma.\n"
        ]
    },
    {
        "input": "美国和欧洲各自减少排放量占全球25%以上。\n",
        "output": [
            "The USA and Europe have each contributed more than 25% of accumulated global emissions.\n"
        ]
    },
    {
        "input": "政府计划在9月或10月以5至6天的时间将两名机组人员送入太空轨道。\n",
        "output": [
            "The government planned to launch a two-man crew into orbit in September or October on a five to six day flight.\n"
        ]
    },
    {
        "input": "消防队员现在担心，如果圣安娜风继续使近50万人，即使不超过50万人，为了安全而奔跑，大火可能会演变成一场大型火灾。\n",
        "output": [
            "Firefighters now fear that the fires could merge into one giant blaze if the Santa Ana Winds continue sending close to if not over 500,000 people running for safety.\n"
        ]
    },
    {
        "input": "马克还指出，英国著名人权律师路易斯·克里斯蒂安现在代表维斯塔斯的占领者。\n",
        "output": [
            "Mark also noted that Louise Christian, a prominent British human rights lawyer, is now representing the Vestas occupiers.\n"
        ]
    },
    {
        "input": "这场撞车事故使新西兰和德国都从特色赛赛道的终点重新开始。\n",
        "output": [
            "This crash made both New Zealand and Germany start from the end of the track for the feature race.\n"
        ]
    },
    {
        "input": "该公司诉求民事赔偿，金额为来自走红大片，包括蜘蛛侠、钢铁侠、X战警、绿巨人，以及神奇四侠等特许经营权所获得的影片和图书收益的一半。\n",
        "output": [
            "The company is suing for recovery of civil damages representing one-half of film and book earnings from such blockbuster films as Spider-Man, Iron Man, X-Men, Hulk, and Fantastic Four franchises.\n"
        ]
    },
    {
        "input": "“红色男爵”在这条赛道上创造了最快的时间和最高的速度记录。\n",
        "output": [
            "The \"Red Baron\" set up the fastest time and the top speed record for this track.\n"
        ]
    },
    {
        "input": "22岁的乌卡造成两名美国（USAF）男子死亡，另有两人受伤。\n",
        "output": [
            "Arid Uka, 22, killed two US (USAF) men and wounded two more in a gun attack on their bus in Frankfurt.\n"
        ]
    },
    {
        "input": "stuff.co.nzs克里斯巴克莱认为这意味着热病有可能获胜，特别是在季前赛中两场胜利，一场与火鸟队的平局和一场失利之后。\n",
        "output": [
            "stuff.co.nzs Chris Barclay believes this means the Fever have a chance of winning, especially following a pre-season that included two wins, a tie to the Firebirds and a single loss.\n"
        ]
    },
    {
        "input": "事故发生时，这家人正准备参加青少年足球比赛。\n",
        "output": [
            "The family was on their way to attend a football game for youths when the crash occurred.\n"
        ]
    },
    {
        "input": "这场比赛的条件差别很大，国家气象局在比赛时报告的赛道温度为88°F（31°C）。\n",
        "output": [
            "The conditions at this race were far different, with the National Weather Service reporting temperatures of 88° F (31° C) at the track at race time.\n"
        ]
    },
    {
        "input": "这些男子要么是共享同一母亲的“亲生”兄弟，或者通过收养成为“非生物”兄弟，要么作为同父异母或同父异母的兄弟姐妹。\n",
        "output": [
            "The men were either \"biological\" brothers and shared the same mother or \"non-biological\" brothers through adoption or as half or step siblings.\n"
        ]
    },
    {
        "input": "在此之前，伍拉德已经获准保释，条件是他必须留在目前的住所，而且不能进入威斯敏斯特市。\n",
        "output": [
            "Until then, Woollard has been granted bail, on condition that he remains at his current address, and does not enter the City of Westminster.\n"
        ]
    },
    {
        "input": "有些人还活着，一名海军陆战队士兵认为躺在地上的人也是一种威胁，因为他的一只胳膊看不清楚，所以他可能藏着武器。\n",
        "output": [
            "Some were still alive and one marine thought a man lying on the ground was a threat because one of his arms was not clearly visible, so he could be hiding a weapon.\n"
        ]
    },
    {
        "input": "对这些燃料棒可能要再加工几个月，以提取武器级钚。\n",
        "output": [
            "The rods could be reprocessed for several months to extract weapons-grade plutonium.\n"
        ]
    },
    {
        "input": "肯尼迪是美国两名未犯谋杀罪的死囚之一，他对最高法院的判决提出异议，并将此案提交美国最高法院。\n",
        "output": [
            "Kennedy, who was one of two criminals on death row in America who did not commit murder, challenged the court's decision, and the case was brought to the U.S. Supreme Court.\n"
        ]
    },
    {
        "input": "一旦试点完成，所有部门最终都将迁移到Linux和开源办公.org。\n",
        "output": [
            "Once the pilot is completed all the departments will eventually be migrated to Linux and OpenOffice.org.\n"
        ]
    },
    {
        "input": "一名54岁的德国农民在6年前的一次农业事故中失去了双臂，他成为第一个接受完整双臂移植的病人。\n",
        "output": [
            "A 54-year-old German farmer who lost both arms in a farming accident six years ago has become the first patient to receive a complete double arm transplant.\n"
        ]
    },
    {
        "input": "这位来自北卡罗来纳州亨特斯维尔的25岁车手，此前曾在周五的比赛中获得周六晚间比赛的杆位。\n",
        "output": [
            "The 25-year old from Huntersville, North Carolina had previously gained the pole position for Saturday's night race on Friday.\n"
        ]
    },
    {
        "input": "波兰电影导演安德烈·瓦依达对已故总统墓地的计划发表了自己的意见，他说：“莱赫·卡钦斯基是一个普通人，也是一个好人，但他没有理由葬在瓦维尔，和波兰国王和元帅约瑟夫·毕苏斯基【现代波兰的创始人】躺在一起。”\n",
        "output": [
            "Polish film director Andrzej Wajda voiced his opinion on the plans of the late president’s burial site, saying that \"Lech Kaczynski was an ordinary and good man, but there is no reason for him to lie in the Wawel among the kings of Poland and Marshal Józef Piłsudski [the founder of modern-day Poland].\"\n"
        ]
    },
    {
        "input": "团结运动的创始人莱赫·瓦文萨已退出该组织。\n",
        "output": [
            "Lech Walesa, the founder of the Solidarity movement has quit the organisation.\n"
        ]
    },
    {
        "input": "该委员会指出，为了弥补预测中的缺口，需要一个新型燃气发电站的“广泛”建设计划。\n",
        "output": [
            "The committee stated that an \"extensive\" building programme of new gas-fired power stations would be needed to meet the predicted shortfall.\n"
        ]
    },
    {
        "input": "在为期2天的资格赛中，由于时间安排上的一些问题，一些注册的游戏玩家主动退出比赛，但它没有影响到单日冠军、2天冠军和总冠军的结果。\n",
        "output": [
            "In this 2-day qualifier, due to some issues on the arrangement of the schedule, some registered gamers offered to quit the championship, but it didn't take effect on the results of the single day champion, the 2-day champion, and overall champion.\n"
        ]
    },
    {
        "input": "“赤字的增多迫使我们需要采纳并维护促进经济增长和财政责任的政策，包括福利改革和有利于增长的税收政策”。\n",
        "output": [
            "\"This increase reinforces the need to adopt and maintain policies that promote economic growth and fiscal responsibility, including entitlement reform and pro-growth tax policies.\"\n"
        ]
    },
    {
        "input": "预计他将于下周四提交文件，正式成为总统候选人。\n",
        "output": [
            "He is expected to file papers next Thursday to make his candidacy official.\n"
        ]
    },
    {
        "input": "委员会将决定三部电影中哪一部应获得提名。\n",
        "output": [
            "The committee will decide which of the three films should receive nominations.\n"
        ]
    },
    {
        "input": "“我觉得这是改变的时候，”老板德雷顿·麦克雷恩说道。\n",
        "output": [
            "\"I felt this was the time for a change,\" owner Drayton McLane said.\n"
        ]
    },
    {
        "input": "上半场比分是17比0。\n",
        "output": [
            "The Free State were up 17 to nil during the first half.\n"
        ]
    },
    {
        "input": "“我不知道怎么说，”布拉顿说。\n",
        "output": [
            "\"I don't know how else to put it,\" stated Bratton.\n"
        ]
    },
    {
        "input": "她还指出，切尔西堆放了大量用于联邦高速公路除冰的盐堆，而它们是“非法地”被放置于该地。\n",
        "output": [
            "She also noted the large salt pile in Chelsea used for the deicing of highways in the Commonwealth and said that it is located there \"illegally.\"\n"
        ]
    },
    {
        "input": "奥地利报纸克朗报道称，“他们攻击的通常目标是制造混乱或干扰他人”。\n",
        "output": [
            "The Austrian paper Krone reports that the \"usual goal of their attacks is to raise a fuss or disturb others\".\n"
        ]
    },
    {
        "input": "记者无法联系到库尼请其置评，他将在华盛顿接受传讯。\n",
        "output": [
            "Cooney could not be reached for comment, and will be arraigned in D.C.\n"
        ]
    },
    {
        "input": "今天出版的“游戏改变”一书还说，纽约州参议员查克·舒默鼓励巴拉克·奥巴马在2006年初参选，尽管他后来支持他的前同事希拉里·克林顿。\n",
        "output": [
            "The book Game Change published today, also says that New York Senator Chuck Schumer encouraged Barack Obama to run in early 2006, even though he later endorsed his former colleague Hillary Clinton.\n"
        ]
    },
    {
        "input": "他的曾祖父贾瓦哈拉尔·尼赫鲁是印度第一任总理，他的高曾祖父莫蒂拉尔·尼赫鲁是印度独立运动的杰出领导人。\n",
        "output": [
            "His great-grandfather, Jawaharlal Nehru, was the first Prime Minister of India, and his great-great-grandfather Motilal Nehru was a distinguished leader of the Indian independence movement.\n"
        ]
    },
    {
        "input": "飓风艾米丽袭击了加勒比东部的小岛格林纳达。\n",
        "output": [
            "Hurricane Emily has hit the small eastern Caribbean island of Grenada.\n"
        ]
    },
    {
        "input": "“当然，澳大利亚各地对付费电话仍有需求”。\n",
        "output": [
            "\"Certainly, there is a still a demand for payphones around Australia.\"\n"
        ]
    },
    {
        "input": "这场战争引发了抗议，政治家们也非常愤怒，他们认为布莱尔错误地支持当时的美国总统布什，向伊拉克派遣了45000名英国士兵，其中179人在战争中丧生。\n",
        "output": [
            "The war has provoked protests, and much outrage among politicians who believe that Blair was wrong to support then United States President George W. Bush by sending 45,000 British soldiers—179 of whom died in combat—to fight in Iraq.\n"
        ]
    },
    {
        "input": "它还将赋予妇女继承财产的平等权利，并解决地方选举问题。\n",
        "output": [
            "It would have also given women equal rights to inherit property, and addressed local elections.\n"
        ]
    },
    {
        "input": "这位28岁的球员在乔·雅各布森的铲球中受伤，比赛被迫延迟，然后他被送往医院。\n",
        "output": [
            "The 28 year old was injured in a tackle by Joe Jacobson and the game was delayed before he was taken to hospital.\n"
        ]
    },
    {
        "input": "他还说：“我相信在未来的日子里，我们会看到绝大多数人走上通往民主之路。”\n",
        "output": [
            "Further adding, \"I trust that we will see in the coming days the vast majority of people taking the road to democracy.\"\n"
        ]
    },
    {
        "input": "达到里程碑后，航空公司一如既往地利用这个机会出售座位，以99便士99c的座位推出200,000个座位。\n",
        "output": [
            "Having reached the milestone, the airline promptly used the opportunity, as always, to sell seats; launching a massive 200,000 seat sale at 99p/99c a seat.\n"
        ]
    },
    {
        "input": "4月22日，海湾表面出现浮油。\n",
        "output": [
            "On April 22, an oil slick appeared on the surface of the Gulf.\n"
        ]
    },
    {
        "input": "调查人员说，他们目前还不确定爆炸是否纯粹是意外，或者是否与谋杀有关，因为所有的努力最初都集中在寻找幸存者上。\n",
        "output": [
            "Investigators say they are currently unsure if the blast was purely accidental, or if foul play was involved, as all efforts were initially focused on attempting to locate survivors.\n"
        ]
    },
    {
        "input": "他带领帕克斯堡队进入了19个州的季后赛，并在1993年和2001年赢得了州冠军。\n",
        "output": [
            "He led Parkersburg to 19 state playoffs and won state titles in 1993 and 2001.\n"
        ]
    },
    {
        "input": "根据匡蒂科设施发言人布莱恩·维利亚德中尉的说法，在他被关押的八个月中的大部分时间里，曼宁被要求只穿着他的平角裤，因为一直在“防止受伤”。\n",
        "output": [
            "For most of the eight months he has been held there, Manning has been required to sleep only in his boxer shorts because he has been under \"prevention of injury watch,\" according to First Lieutenant Brian Villiard, a spokesman for the Quantico facility.\n"
        ]
    },
    {
        "input": "巴基斯坦政府屏蔽了深受大众喜欢的视频分享网站YouTube，提到网站上有“越来越多亵渎神灵的”内容。\n",
        "output": [
            "The Pakistani government has blocked access to YouTube, the popular video-sharing website, citing \"growing sacrilegious\" content.\n"
        ]
    },
    {
        "input": "他们还呼吁将所有马托斯记录从奥运会记录中删除。\n",
        "output": [
            "They also called for all records of Matos to be removed from the Olympic records.\n"
        ]
    },
    {
        "input": "今天世界时07：00（新西兰标准时19：00），新西兰2005年大选投票结束。\n",
        "output": [
            "At 07:00 UTC today (19:00 NZST, local time), the polls closed in the New Zealand general election, 2005.\n"
        ]
    },
    {
        "input": "这位女发言人说：“调查还处于非常早期的阶段，调查仍在继续。”\n",
        "output": [
            "\"The investigation is at a very early stage and inquiries are continuing,\" the spokeswoman said.\n"
        ]
    },
    {
        "input": "决定取消对14岁少年的测试是由于今年早期的一种决定，当时向这个年龄的学生交付测试结果时拖延了很长一段时间。\n",
        "output": [
            "The decision to abolish the tests for fourteen year olds came as a result of a situation earlier this year, when there were long delays with the delivery of test results to students of this age.\n"
        ]
    },
    {
        "input": "当奥本海默创办秘密武器设计实验室洛斯阿拉莫斯实验室时，他任命贝特为理论部门的主任。\n",
        "output": [
            "When Oppenheimer started the secret weapons design laboratory, Los Alamos, he appointed Bethe as Director of the Theoretical Division.\n"
        ]
    },
    {
        "input": "麦科马克说：“我们确实感到这个系统发挥了作用，但是这个系统并不完美。”\n",
        "output": [
            "\"We do feel that the system worked, but the system isn't perfect,\" McCormack said.\n"
        ]
    },
    {
        "input": "A1新西兰队在今天中国上海举行的A1大奖赛中获得特色赛冠军，英国A1队和德国A1队分获第二，三名。\n",
        "output": [
            "A1 Team New Zealand has won the feature race at the A1 Grand Prix in Shanghai, China today, followed by A1 Team Great Britain and A1 Team Germany.\n"
        ]
    },
    {
        "input": "科学家预测，本世纪将损失多达500万种物种。\n",
        "output": [
            "Scientists forecast that up to five million species will be lost this century.\n"
        ]
    },
    {
        "input": "在20世纪80年代和90年代，贝特发起了和平利用核能的运动，反对核军备竞赛和核试验。\n",
        "output": [
            "During the 1980s and 1990s, Bethe campaigned for the peaceful use of nuclear energy, arguing against the nuclear arms race and against nuclear testing.\n"
        ]
    },
    {
        "input": "人们担心交通安全会成为世界杯球迷受伤的威胁。\n",
        "output": [
            "Traffic safety is feared to be a threat of injury to supporters to the World Cup.\n"
        ]
    },
    {
        "input": "最近，方斯投资公司购买了丹麦的斯特林航空公司和马士基航空公司。\n",
        "output": [
            "Recently the Fons Investment ehf. bought the Danish airlines Sterling Air and Mearsk Air.\n"
        ]
    },
    {
        "input": "幸存的六个孩子，包括三个男孩和三个女孩，目前年龄在5至20岁之间。\n",
        "output": [
            "The surviving six children, three boys and three girls, are currently aged between 5 and 20 years old.\n"
        ]
    },
    {
        "input": "这是为了提供城市的水安全，因为全球变暖导致干旱变得更加频繁。\n",
        "output": [
            "This is to provide water security for the city as droughts become more frequent due to global warming.\n"
        ]
    },
    {
        "input": "目前，英国学生每年都要进行近千万次测试。\n",
        "output": [
            "Currently, almost ten million tests are sat each year by British pupils.\n"
        ]
    },
    {
        "input": "移民部长贝松为这一决定辩护说：“如果法国不遣返人员，它就成了人口贩子的目标。”\n",
        "output": [
            "Immigration Minister Besson defended the decision, saying that \"if France never sends people back, it becomes the target for people traffickers.\"\n"
        ]
    },
    {
        "input": "在伦敦金融城购买布朗普顿日活动通行证的人被鼓励在公园周围戴上蓝色腕带，以获得获奖机会。\n",
        "output": [
            "People who bought passes to the Brampton Day event through the City were encouraged to wear blue wrist bands around the park, for a chance to get spotted and win a prize.\n"
        ]
    },
    {
        "input": "它连续9周位居榜首，直至被乔·斯塔福德的《你属于我》取代。\n",
        "output": [
            "It stayed at the top spot for nine weeks before being succeeded by \"You Belong To Me\" by Jo Stafford.\n"
        ]
    },
    {
        "input": "“今天英航收购英伦航空的橡皮图章再次表明，欧盟委员会对欧洲旗舰航空公司有一项规定，但对瑞安航空却有不同的规定。”瑞安航空首席执行官表示。\n",
        "output": [
            "\"Today's rubber-stamping of BA's purchase of bmi shows yet again that the EC has one rule for Europe's flag-carriers, but different rules for Ryanair\", said Ryanair chief .\n"
        ]
    },
    {
        "input": "在那里，这些女人每周工作六七天，睡在妓院里，每晚违背自己的意愿与八到十个男人发生性关系。\n",
        "output": [
            "There, they worked six or seven days each week, sleeping in brothels and having sex with eight-to-ten men each night against their will.\n"
        ]
    },
    {
        "input": "北约首席执行官亚普·德·霍普·谢弗也谴责了这一行动。\n",
        "output": [
            "NATO chief Jaap de Hoop Scheffer has also condemned the action.\n"
        ]
    },
    {
        "input": "她说：“所以对我来说，这是一次前往一个我认为宣扬死亡并开始宣扬真理的地方的尝试。”\n",
        "output": [
            "\"So for me it was an attempt to come to a place that I think propagates death and start to proclaim truth,\" she said.\n"
        ]
    },
    {
        "input": "德国中部哈兹山脉的地方当局也宣布，要为所有旅游者开放一条在大自然中的室外“官方裸体徒步路线”。\n",
        "output": [
            "Local authorities of Harz mountain range in central Germany have also announced the openness to any visitor of an “official naked walking route” in nature's outdoors.\n"
        ]
    },
    {
        "input": "自8月中旬以来，森林大火席卷了土耳其南部，包括博德拉姆和安塔利亚-卡斯等热门旅游目的地。\n",
        "output": [
            "Since mid-August, the forest fires have swept the Southern part of Turkey including popular tourist destinations like Bodrum and Antalya-Kas.\n"
        ]
    },
    {
        "input": "在重新计算了2,800多个投票站的结果后，加蓬宪法法院确认选举了该国长期领导人奥马尔·邦戈的儿子。\n",
        "output": [
            "After recounting results from more than 2,800 polling stations, Gabon's constitutional court confirmed the election of the son of the country's long-time leader Omar Bongo.\n"
        ]
    },
    {
        "input": "上周，斐济政府曾威胁要驱逐新西兰高级专员，除非新西兰政府将签证授予乔治·纳塞瓦。后者是一名临时政权高官的儿子。\n",
        "output": [
            "Last week the Fijian regime threatened to expel New Zealand's High Commissioner unless the New Zealand government granted a visa to George Nacewa, the son of a senior regime official.\n"
        ]
    },
    {
        "input": "每年举行一次，这是一个表达政治反对意见的传统论坛。\n",
        "output": [
            "Held every year, it is a traditional forum for expressing political opposition.\n"
        ]
    },
    {
        "input": "一次成功的卫星发射将证明伊朗的导弹射程扩及全球。\n",
        "output": [
            "A successful satellite launch would demonstrate that Iran's missiles have global reach.\n"
        ]
    },
    {
        "input": "“他们给我们施加了压力，但是，你知道，谢天谢地，我们的防守做的很好，我们只丢了一个进球，里奥丹的这个进球很精彩。”\n",
        "output": [
            "\"They put us under pressure but, you know, thankfully our defence did their job and we only conceded one goal which was a fantastic strike from Riordan.\"\n"
        ]
    },
    {
        "input": "授予中央情报局在决定谁可以留在该国以及谁被运往其他国家这样如此大的权力是有争议的，因为在过去，白宫，国务院或司法部将参与参与将囚犯送往其他国家的独立案件的审理。\n",
        "output": [
            "Allowing the CIA to have so much power in deciding who can stay in the country and who is shipped off to other countries is controversial, because in the past, the White House, State Department, or Justice Department would have been involved in approving individual cases of sending prisoners to other countries.\n"
        ]
    },
    {
        "input": "他说：“去年12月18日，我写信给印度尼西亚总检察长，提醒他，澳大利亚政府反对判处死刑，我们不希望在巴厘岛九人案中看到任何被判处死刑的澳大利亚人。”\n",
        "output": [
            "\"On the 18th of December last year, I wrote to the Indonesian Attorney-General reminding him that the Australian Government was opposed to the death sentence and we didn't want to see, in the context of the Bali nine, any of the Australians sentenced to death,\" he said.\n"
        ]
    },
    {
        "input": "科塔里继续说：“人口较少的州向印度议会派出的成员较少。”\n",
        "output": [
            "Kothari continued: \"The states with lesser population send fewer members to the Indian parliament.\"\n"
        ]
    },
    {
        "input": "“正如二十多年前派普阿尔法钻油平台悲剧强调了北海勘探的危害一样，奥辛盖希的灾难也非常明显地表明了苏格兰各地的矿工在每次下山时都把危险和风险视为他们工作的一部分。”\n",
        "output": [
            "\"Just as the Piper Alpha tragedy more than two decades ago underlined the hazards of North Sea exploration, the Auchengeich disaster showed all too starkly the dangers and risks which miners all over Scotland took for granted as part of their job every time they descended the pits.\"\n"
        ]
    },
    {
        "input": "根据堪培拉大学国家体育研究所所长基思·里昂的说法，体育是澳大利亚文化的重要组成部分，体育的发展得到了两党的支持。\n",
        "output": [
            "According to Keith Lyons, the University of Canberra Director of the National Institute of Sport Studies, sport is an important part of Australian culture and the development of sport enjoys bipartisan support.\n"
        ]
    },
    {
        "input": "“我正试图在中国设立高层会议，说明我们的情况，并解释为什么我们应该被解除封锁。”\n",
        "output": [
            "\"I am trying to set up high-level meetings in China to state our case and explain why we should be unblocked.\"\n"
        ]
    },
    {
        "input": "我做这些都是为了增加我在电视行业找到梦想工作的机会。”\n",
        "output": [
            "And I was doing all this in order to increase my chances to get my dream job in television.\"\n"
        ]
    },
    {
        "input": "“而现在，当一位美国总统宣布这些原则并宣传这些原则时，一位以色列总理出现并做了恰恰相反的事情。”\n",
        "output": [
            "\"And now, at the time when an American president declares these principles and promotes them, an Israeli PM comes along and does the exact opposite.\"\n"
        ]
    },
    {
        "input": "据两个孩子的父亲比尔·拉斯科说，这只熊在利戈尼尔镇穿过了30号公路，在三个孩子打羽毛球的时候向他们走去。\n",
        "output": [
            "According to Bill Rusko, the father of two of the children, the bear crossed Route 30 in Ligonier Township and moved towards the three kids as they played badminton.\n"
        ]
    },
    {
        "input": "“我可以毫不谦虚地对你们说：任务完成了”，他在星期五对大约50,000名参加集会的支持者说道。“我们让这个国家重新团结和安定了下来”。\n",
        "output": [
            "\"I can say to you without false modesty: mission accomplished\" he told crowds of around 50,000 on Friday, \"We've reunited and pacified the country.\"\n"
        ]
    },
    {
        "input": "日本气象局称，第一次和最后一次地震实际上是6.7级。\n",
        "output": [
            "Japan's weather agency says the first and last quakes were actually 6.7 magnitude.\n"
        ]
    },
    {
        "input": "凯瑞指出，尽管阿尔·戈尔和联合国作出了努力和研究，但在国会上仍有人怀疑全球变暖和气候变化，想要“检验科学”。他并且指出：“白宫是最后改变的地方”。\n",
        "output": [
            "Kerry noted that there are still skeptics of global warming and climate change in Congress who \"test the science\" despite the efforts and research of Al Gore and the United Nations and noting that \"the White House is the last place for change.\"\n"
        ]
    },
    {
        "input": "维基新闻特派记者帕特里克·曼尼翁与马萨诸塞州第六国会选区的国会议员约翰·F·蒂尔尼和林恩市的参议员托马斯·麦基一同出席。\n",
        "output": [
            "Wikinews accredited reporter Patrick Mannion was there in attendance along with Congressman John F. Tierney of Massachusetts's 6th congressional district and Lynn's State Senator Thomas McGee.\n"
        ]
    },
    {
        "input": "“总统没有也不会要求他的发言人传递虚假的信息，”她说。\n",
        "output": [
            "\"The President has not and would not ask his spokespeople to pass on false information,\" she said.\n"
        ]
    },
    {
        "input": "保罗·科林伍德在83-4出局离开英格兰之前只跑了一次。\n",
        "output": [
            "Paul Collingwood made just one run before being run out to leave England on 83-4.\n"
        ]
    },
    {
        "input": "这一举动意味着AT&T公司作为iPhone唯一美国官方载体的竞争地位已经结束。自2007年第一部iPhone首次推出以来，该公司一直保持着这种地位。\n",
        "output": [
            "The move means the end of rival company AT&T's status as the only official US carrier of the iPhone, a status it held since the first iPhone debuted in 2007.\n"
        ]
    },
    {
        "input": "“当需要刹车时，他就得用左脚支撑全身，用右脚去使劲踩刹车”。\n",
        "output": [
            "\"Whenever he would brake, he would pick himself up with his left foot and stomp on the brake with his right.\"\n"
        ]
    },
    {
        "input": "这位匿名编辑向维基媒体社区做了一个冗长的道歉，解释说：“我希望这能结束人们在悲剧被发现之前就知道此事的猜测。”\n",
        "output": [
            "The anonymous editor left a lengthy apology to the Wikimedia community, explaining, \"I hope this puts an end to this speculation that someone knew about the tragedy before it was discovered.\"\n"
        ]
    },
    {
        "input": "英国皇家邮政工人以3：1投票赞成英国全国邮政罢工。\n",
        "output": [
            "Royal Mail workers have voted 3:1 in favour of a nationwide postal strike in the United Kingdom.\n"
        ]
    },
    {
        "input": "太空人队目前在国家联盟中部赛区排名第五，战绩为58：73。\n",
        "output": [
            "The Astros are currently in fifth place in the National League Central with a record of 58-73.\n"
        ]
    },
    {
        "input": "新的附件包括关于“国营军工复合体”伊拉克军事工业委员会的信息，该委员会“在政权所有武器计划进程中发挥着核心作用”。\n",
        "output": [
            "The new addenda included information on the Iraqi Military Industrial Commission, the \"state-run military-industrial complex\" which played a \"central role in the evolution of all the Regime's weapons programs\".\n"
        ]
    },
    {
        "input": "首先，对王子的传票没有及时发出以使其合法。\n",
        "output": [
            "First, the subpoena for the Prince wasn't issued in time to be legal.\n"
        ]
    },
    {
        "input": "基地组织星期四在一份网络声明中说，他们已经击毙了埃及驻伊拉克的最高特使伊哈卜·谢里夫。\n",
        "output": [
            "Al-Qaeda said in a web statement Thursday that it has killed Egypt's top envoy in Iraq, Ihab al-Sherif.\n"
        ]
    },
    {
        "input": "津巴布韦的一名野生动物官员今天表示，今年该国的动物偷猎数量大幅增加，这归咎于一个国际犯罪集团。\n",
        "output": [
            "A wildlife official in Zimbabwe said today that the amount of animal poaching in the country has increased substantially this year, blaming an international crime syndicate.\n"
        ]
    },
    {
        "input": "高级警官沙夫卡特马利克说：“一名自杀式炸弹袭击者在一辆经过市场的客车旁引爆了自己。”\n",
        "output": [
            "\"A suicide bomber blew himself up as the car was next to a passenger bus passing through the market,\" said senior police officer Shafqat Malik.\n"
        ]
    },
    {
        "input": "2005-2006年安大略冰球联赛赛季于本周三晚在美国密歇根州萨吉诺陶氏活动中心的温德勒球场拉开帷幕，由萨吉诺精神队主场迎战普利茅斯捕鲸队，共有4600多人观看。\n",
        "output": [
            "The 2005-2006 Ontario Hockey League season kicked off to a start Wednesday night at Wendler arena in The Dow Event Center in Saginaw, Michigan, USA with the Saginaw Spirit hosting the Plymouth Whalers, with over 4,600 people attending.\n"
        ]
    },
    {
        "input": "“当局确实支持为哥莱顿增设电车，以配合对电车服务日益增长的需求，以及改善东、西哥莱顿车站之间和周围的行人与交通工具使用者的出行情况。”\n",
        "output": [
            "\"There is real support to get additional trams for Croydon to keep pace with growing demand for Tramlink services and also to secure major improvements for pedestrians and transport users around and between East and West Croydon stations.\"\n"
        ]
    },
    {
        "input": "大联合政府的代表对此问题持不同观点。\n",
        "output": [
            "Representatives of the grand coalition differed in their views regarding this question.\n"
        ]
    },
    {
        "input": "“两党刺激法案和经济发展缓慢是赤字增多的主要原因，这一点可以从今年的预算结果反应出来”。\n",
        "output": [
            "\"The bipartisan stimulus bill and the slow economy are the primary reasons for the increase in deficit as reflected in this year's budget results.\"\n"
        ]
    },
    {
        "input": "一名索马里国防部官员还报告说，美国直升机袭击了靠近肯尼亚边界、位于摩加迪沙西南350公里的阿夫马多的伊斯兰法院联盟战斗人员。\n",
        "output": [
            "A Somali Defence Ministry official has additionally reported that American helicopters launched an attack against ICU fighters in Afmadow, a city near the Kenyan border, 350 kilometres southwest of Mogadishu.\n"
        ]
    },
    {
        "input": "在城堡丰富多彩的历史中，它曾一度为联合利华的创始人威廉·利弗所拥有。\n",
        "output": [
            "Throughout its colourful history, the castle was at one time owned by William Lever who founded Unilever.\n"
        ]
    },
    {
        "input": "澳大利亚保护基金会（ACF）的核活动人士戴夫·斯威尼说，这项研究似乎存在缺陷，并没有为使用核能提供一个合理的理由。\n",
        "output": [
            "The Australian Conservation Foundation's (ACF) nuclear campaigner, Dave Sweeney, says the study appears flawed and does not provide a sound argument for the use of nuclear energy.\n"
        ]
    },
    {
        "input": "他是印度国民大会党第十四届会议的杰出领袖，被认为是一名称职的党官员，“一位直到2004年才赢得普选的著名甘地家族忠诚分子”。\n",
        "output": [
            "A prominent leader of the Indian National Congress in the 14th Lok Sabha, he is known to be a competent party apparatchik, \"a prominent Gandhi family loyalist who did not win a popular election until 2004\".\n"
        ]
    },
    {
        "input": "维基新闻继续关注这个事件，但匿名用户拒绝接受采访。\n",
        "output": [
            "Wikinews is continuing to follow the story, but the anonymous user has declined an interview.\n"
        ]
    },
    {
        "input": "“福布斯”列出的全球亿万富翁总数为1210人，总财富为4.5万亿美元，相比去年的3.6万亿美元有所增加。\n",
        "output": [
            "Forbes lists a world total of 1,210 billionaires whose combined wealth is US$4.5 trillion, an increase from last year's total of US$3.6 trillion.\n"
        ]
    },
    {
        "input": "去年八月他谈到工会时说，“这不再是我的工会了”。\n",
        "output": [
            "Last August, he said of the union \"This is no longer my union.\"\n"
        ]
    },
    {
        "input": "由于担心另一场海啸，他们太过担心而不敢回家，但据路透社报道，卫生官员担心那些仍在避难中的人会受到疾病的威胁。\n",
        "output": [
            "They are too apprehensive to return home due to fears of another tsunami, but according to Reuters, health officials are worried about the threat of disease among those who are still in refuge.\n"
        ]
    },
    {
        "input": "周一，巴黎郊外一栋公寓楼的居民发现一枚二战炸弹卡在他们的烟囱里。\n",
        "output": [
            "On Monday residents of an apartment building just outside of Paris discovered a World War II bomb lodged in their chimney.\n"
        ]
    },
    {
        "input": "所有现任官员都拒绝发言并宣称他们不对此行为负责。\n",
        "output": [
            "All the present officials refused to speak and declared that they were not responsible for the action.\n"
        ]
    },
    {
        "input": "在吉布提的农村几乎百分之50的人没有直接的饮用水来源。\n",
        "output": [
            "Almost 50 percent of people in rural Djibouti do not have ready access to properly developed source of drinking water.\n"
        ]
    },
    {
        "input": "在音乐会上为美国红十字会和救世军展开了募捐。\n",
        "output": [
            "Donations were being solicited for the American Red Cross and the Salvation Army.\n"
        ]
    },
    {
        "input": "然后，马切罗·加拉多在第52分钟的时候为主队把比分增加到3-0。\n",
        "output": [
            "Marcelo Gallardo then made it 3-0 for the home side in the 52nd minute.\n"
        ]
    },
    {
        "input": "每年11月5日前后，大不列颠和某些英联邦国家的人们都会庆祝盖伊·福克斯之夜，以纪念这位约克郡不同政见者及其罗马天主教同谋者。他们在1605年11月5日未能炸毁议会大厦。\n",
        "output": [
            "Every year around November 5th, people in Great Britain and some parts of the Commonwealth celebrate Guy Fawkes night to commemorate the dissident from York and his Roman Catholic conspirators who failed to blow up the houses of Parliament on November 5, 1605.\n"
        ]
    },
    {
        "input": "这一伙伴关系已经被谣传了多年，而在过去几个月里各种猜测愈发多了起来。\n",
        "output": [
            "Such a partnership had been rumored for years, and the amount of speculation grew over the past few months.\n"
        ]
    },
    {
        "input": "但是，处罚仅适用于组织二次罢工的工会，而不适用于单独行事的工人。\n",
        "output": [
            "However, the penalties apply only to unions organising secondary strikes, not to workers acting individually.\n"
        ]
    },
    {
        "input": "其他两件作品分别是皮特·蒙德里安的“磨坊”和古列尔莫·卡西亚的“圣迭戈·德阿尔卡拉素描”。\n",
        "output": [
            "The other two works were Mill by Piet Mondrian and a sketch of St. Diego de Alcala by Guglielmo Caccia.\n"
        ]
    },
    {
        "input": "酒店的游客被疏散到街道标高的展厅。\n",
        "output": [
            "Visitors at the hotel were evacuated to the exhibition hall at street level.\n"
        ]
    },
    {
        "input": "南非队在孟加拉国米尔布尔举行的四分之一决赛中被新西兰击败后，在2011年板球世界杯中惨遭淘汰。\n",
        "output": [
            "South Africa crashed out of the 2011 Cricket World Cup after being beaten by New Zealand in the quarterfinals, played at Mirpur, in Bangladesh.\n"
        ]
    },
    {
        "input": "哈马斯是一个激进的伊斯兰政党，在上个月举行的加沙地带议会选举中赢得了大多数选票。\n",
        "output": [
            "Hamas, a radical islamist party, has won by a large majority in the Gaza Strip council elections held last month.\n"
        ]
    },
    {
        "input": "这次峰会将在塞萨洛尼基的凯悦酒店举行。在合作峰会期间，希腊总理科斯塔·斯卡拉曼利斯将于周四会见土耳其总理雷杰普·塔伊普·埃尔多安，讨论包括塞浦路斯问题在内的双边议题。\n",
        "output": [
            "On the sidelines of the Inter-Balkan Cooperation Summit, which will take place at the Hyatt Regency Hotel of Thessaloniki, Greek Premier Kostas Caramanlis will meet with his Turkish counterpart Recep Tayyip Erdogan on Thursday in order to discuss bilateral issues, including the Cyprus problem.\n"
        ]
    },
    {
        "input": "爆炸估计爆炸半径为3英里。\n",
        "output": [
            "The explosion had an estimated blast radius of three miles.\n"
        ]
    },
    {
        "input": "纽坡特和格莱德尔将成为独立大学。\n",
        "output": [
            "Newport and Glyndwr are set to become universities in their own right.\n"
        ]
    },
    {
        "input": "当前，已有的研究结果并未表明这两个人之间有任何联系。\n",
        "output": [
            "At the moment, current research does not show any connection between the two men.\n"
        ]
    },
    {
        "input": "法国外交部长伯纳德·库什内将在未来几天里推动以色列和巴勒斯坦在中东进行谈判。\n",
        "output": [
            "French Foreign Minister Bernard Kouchner will attempt to stimulate talks in the Middle East between Israelis and Palestinians in the coming days.\n"
        ]
    },
    {
        "input": "该决议对伊朗不遵守原子能机构关于停止浓缩和其他活动的要求表示“严重关切”，并要求原子能机构主任在8月底之前报告伊朗的遵守情况。\n",
        "output": [
            "The resolution expressed \"serious concern\" at Iran's non-compliance with the IAEA's demand to halt enrichment and other activities and asked the IAEA director to report on Iran's compliance by the end of August.\n"
        ]
    },
    {
        "input": "在雅各布·奥拉姆和内森·麦库勒姆做出一些精彩的而又振奋人心的投球后，南非队一路狂得172分，最后以222分赢得比赛胜利。\n",
        "output": [
            "Chasing a victory target of 222, South Africa were all out for 172 after some inspired bowling performance by Jacob Oram and Nathan McCullum.\n"
        ]
    },
    {
        "input": "吉姆·安德顿领导的进步联盟和该法案的支持者吉姆·安德顿说：“在最后时刻向国会议员提出请求，不会被不必要的审查承诺所愚弄。”\n",
        "output": [
            "Leader of Jim Anderton's Progressive coalition and supporter of the bill, Jim Anderton, said: \"Making a last-minute plea to MPs is not to be fooled by the promise of the unnecessary review.\"\n"
        ]
    },
    {
        "input": "类似的系统在2003年引起了严重的洪水和降水。\n",
        "output": [
            "A similar system caused severe flooding and precipitation in 2003.\n"
        ]
    },
    {
        "input": "几天前，首席部长曾表示，任何销售税的减少都可能导致公交车票价上涨。\n",
        "output": [
            "A couple of days ago, the Chief Minister had said that any reduction in the sales tax could result in the bus fares going up.\n"
        ]
    },
    {
        "input": "在澳大利亚顶级国内联赛，W联赛中，她在2009年赢得了联赛冠军。\n",
        "output": [
            "Playing in Australia's top level domestic league, the W-League, she won the league championship in 2009.\n"
        ]
    },
    {
        "input": "中国域名最近成为针对中国的众多终止服务的攻击目标。\n",
        "output": [
            "The Chinese domain was targeted in the latest of many denial of service attacks against China.\n"
        ]
    },
    {
        "input": "马来西亚先锋博主阿希鲁丁・阿坦和杰夫・欧欧义因诽谤被马来西亚主要报纸《新海峡时报》起诉。\n",
        "output": [
            "Pioneer Malaysian bloggers Ahiruddin Attan and Jeff Ooi have been sued for defamation by a leading Malaysian newspaper, The New Straits Times.\n"
        ]
    },
    {
        "input": "马达加斯加渔业和水资源部长赫里·拉哈里西纳博士代表政府向受害者家属表示慰问。\n",
        "output": [
            "Dr Hery Raharisaina, Madagascar's fishing and aquatic resources minister, offered condolence to the families of the victims on behalf of the government.\n"
        ]
    },
    {
        "input": "此外，那些易患心脏病（可能是药物的副作用）的人将不会获得补贴药物。\n",
        "output": [
            "In addition, those who are predisposed to heart damage (which can be a side effect of the drug) will not be provided with the subsidised medication.\n"
        ]
    },
    {
        "input": "来自首尔，搭载291名乘客（包括1名婴儿和16名机组人员）的214号航班在28L号跑道坠毁。\n",
        "output": [
            "Flight #214, coming from Seoul, carrying 291 passengers — including one infant, and 16 crew members — crashed on runway 28L.\n"
        ]
    },
    {
        "input": "在联合国的斡旋下，以色列和真主党之间实现了停火。目前，以色列已经开始从黎巴嫩撤军。\n",
        "output": [
            "The United Nations brokered cease-fire between Israel and Hezbollah is largely holding as Israel has begun to withdraw its forces from Lebanon.\n"
        ]
    },
    {
        "input": "荷兰体操运动员埃普克·桑德兰的表演近乎完美，难度极大，得了16.533分，在北格林威治体育馆赢得了金牌，获得了观众们的热烈掌声。\n",
        "output": [
            "The Dutch gymnast Epke Zonderland performed a near-flawless and immensely difficult routine that earned 16.533 points, earning him both a gold medal and a standing ovation from the audience in the North Greenwich Arena.\n"
        ]
    },
    {
        "input": "“这是可以预见的忽视安全措施的后果，”代表这些家庭的一名律师说。\n",
        "output": [
            "\"This was a foreseeable consequence of ignoring safety measures,\" one attorney representing the families said.\n"
        ]
    },
    {
        "input": "该交易所成立于1985年，现已发展到34家公司，总价值超过210亿美元（163亿欧元，111亿英镑）。\n",
        "output": [
            "The exchange was founded in 1985 and has since grown to encompass 34 firms with a combined value of over US$21bn (€16.3bn; GBP11.1bn).\n"
        ]
    },
    {
        "input": "专家仍然警告可能会出现疫情，促使世界银行发放50亿美元以援助各国抵抗H5N1型禽流感。\n",
        "output": [
            "Experts are still warning of a possible pandemic, prompting the world bank to release US$500 million in aid to assist countries combat H5N1.\n"
        ]
    },
    {
        "input": "信息周报道称，该电缆预计耗资数百万美元。\n",
        "output": [
            "Information week has reported that the cable is expected to cost several million US dollars.\n"
        ]
    },
    {
        "input": "布拉德·霍奇是澳大利亚队得分最多的击球手，连得35分不死打击，而安德鲁·西蒙兹则在夺得33分后出局。\n",
        "output": [
            "Brad Hodge was Australia's top scoring batsman, scoring 35 not out, while Andrew Symonds scored 33 runs before being stumped.\n"
        ]
    },
    {
        "input": "密西·埃利奥特和席亚拉以及Fatman Scoop合唱的《失控》从第五名跃至第三，而《Don't Cha》跌至第五名。\n",
        "output": [
            "Missy Elliott’s “Lose Control” featuring Ciara and Fat Man Scoop gained 5-3 while “Don’t Cha” dropped to No. 5.\n"
        ]
    },
    {
        "input": "它预测的九位参议员的统计数据将保证参议院的权力平衡。\n",
        "output": [
            "Its predicted tally of nine senators will guarantee it the balance of power in the Senate.\n"
        ]
    },
    {
        "input": "在2003年的选举中，ADQ获得了21％的选票。\n",
        "output": [
            "In the 2003 election, the ADQ garnered 21% of the vote.\n"
        ]
    },
    {
        "input": "澳大利亚反对派利用这些言论趁机攻击政府。\n",
        "output": [
            "The Australian opposition has used the comments as an opportunity to attack the government.\n"
        ]
    },
    {
        "input": "微软同意此判决，提供了关于以新技术为基础的产品许可证收入的6.5%作为版权费的信息（具体为，专利许可证占3.87%，信息许可证占2.98%）。\n",
        "output": [
            "Microsoft agreed to this, providing the information for royalty fees of 6.5% of the licensee's revenues for the product on grounds of innovation (specifically, 3.87% for the patent license and of 2.98% for the information license).\n"
        ]
    },
    {
        "input": "52岁的兰德尔·比布和56岁的丹尼尔·麦克默瑞是两名受伤男子，他们被送往帕克兰纪念医院接受上半身烧伤治疗。\n",
        "output": [
            "Two of the injured men, Randal Bibb, 52, and Daniel McMurry, 56, were taken to Parkland Memorial Hospital to be treated for upper-body burns.\n"
        ]
    },
    {
        "input": "“正是因为鲁德完全关闭了这里，我们才有5万多名非法入境者，”阿尔伯特说。\n",
        "output": [
            "\"It's because Mr. Rudd closed it all down that we've had more than 50,000 illegal arrivals,\" claimed Abbott.\n"
        ]
    },
    {
        "input": "加拿大安大略省的布兰普顿市和菲律宾的马里基纳市最近结成了“姐妹市”。\n",
        "output": [
            "The City of Brampton in Ontario, Canada, and Marikina in the Philippines have recently been \"twinned\".\n"
        ]
    },
    {
        "input": "今天，在巴瑟斯特警方联系了这位声明人后，警方拒绝发表评论。\n",
        "output": [
            "Bathurst Police refused to comment when contacted about the statement today.\n"
        ]
    },
    {
        "input": "三个100英尺的钢筋混凝土储糖筒仓已经被拆除，2008年乔治亚州炼糖厂爆炸事件的调查就是围绕着这个筒仓展开。\n",
        "output": [
            "The three 100 foot reinforced concrete sugar storage silos around which the investigation into the 2008 Georgia sugar refinery explosion is centred have been demolished.\n"
        ]
    },
    {
        "input": "这些标准旨在解决程序员在开发Linux软件时面临的困难。\n",
        "output": [
            "The standards aim to resolve difficulties that programmers face in developing software for Linux.\n"
        ]
    },
    {
        "input": "当一个电话打给因加·阿金斯的母亲时，警方接到了报警，这让老师们相信，阿金斯女士需要一个小时的时间才能赶到并把女孩带走。\n",
        "output": [
            "Police had been called when a phone call to mother Inga Akins, had led teachers to believe that it would take an hour for Ms Akins to arrive and take the girl away.\n"
        ]
    },
    {
        "input": "他还宣布自己想要修改选举法，以便形成两党制的政治体制，而且他还想在下一次选举后组成一个多数派政府。\n",
        "output": [
            "He also declared that he wanted a change in the electoral law so that a bipartisan political system would arise, and that he wants to form a majority government after the next election.\n"
        ]
    },
    {
        "input": "“根据案件中的所有证据，以及当时生效的交战规则，很明显下士本可以合理地相信录像带中的反动份子已经构成了一种敌对威胁，因此证明他使用致命武力是正当的行为”。\n",
        "output": [
            "\"Based on all the evidence in the case, and the rules of engagement that were in effect at the time, it is clear that the corporal could have reasonably believed that the AIF shown in the videotape posed a hostile threat justifying his use of deadly force.\"\n"
        ]
    },
    {
        "input": "伊拉克政府发言人达巴格说，政府拒绝土耳其单方面入侵，因为这是对他们睦邻关系的威胁。\n",
        "output": [
            "Ali al-Dabbagh, the spokesman for the Iraqi government, says the government rejects the unilateral Turkish incursion because it is a threat to their good neighborly relations.\n"
        ]
    },
    {
        "input": "美国过去曾被指控在战前使用夸大和捏造的证据来证明其对伊拉克的指控。\n",
        "output": [
            "The US has in the past been accused of using exaggerated and fabricated evidence to build its case against Iraq prior to the war.\n"
        ]
    },
    {
        "input": "此外，他们检查了控制空间站大气的系统通风口，并重新布置了一个日本物理科学实验。\n",
        "output": [
            "In addition, they checked vents on systems that help control the Station's atmosphere and relocated a Japanese physical science experiment.\n"
        ]
    },
    {
        "input": "1月31日的听证会开始时约有25名观众约35至40人的评论，所有观众都反对达的提议。\n",
        "output": [
            "The January 31 hearing began with comments by approximately 25 of the audience of roughly 35–40, all of which opposed the DA's proposal.\n"
        ]
    },
    {
        "input": "这项协议显然是，在政府为计划生育等组织提供资金的争端得到解决后达成的。\n",
        "output": [
            "The deal was apparently reached after disputes over government funding for organizations such as Planned Parenthood were resolved.\n"
        ]
    },
    {
        "input": "这本书首次发行就成为挪威最佳畅销书榜单上的第二名。\n",
        "output": [
            "The book debuted on 2nd place in the Norwegian best seller list.\n"
        ]
    },
    {
        "input": "金显然在两天前的12月17日死于一列火车上。\n",
        "output": [
            "Kim apparently died two days earlier on December 17 aboard a train.\n"
        ]
    },
    {
        "input": "这些人的一名律师说，考虑到当时的情况，他觉得指控罪名过高了。\n",
        "output": [
            "A lawyer for the men said he felt the charges were excessive considering the circumstances.\n"
        ]
    },
    {
        "input": "那些试图通过手机与朋友和家人联系的人一直在挣扎，因为最大的移动网络，沃达丰、O2和桔子，今天早上都遭遇了几次满负荷运行，这意味着语音通话失败。\n",
        "output": [
            "Those trying to contact friends and family via mobile have struggled as the largest mobile networks, Vodafone, O2 and Orange, have all suffered from full capacity on several occasions this morning meaning voice calls failed.\n"
        ]
    },
    {
        "input": "尼日利亚政府已请求国际组织提供援助，包括世界卫生组织和美国疾病防控中心，以避免大规模爆发。\n",
        "output": [
            "Nigeria's government has requested assistance from international organizations, including the World Health Organization and the US Centers for Disease Control and Prevention, in averting a widespread outbreak.\n"
        ]
    },
    {
        "input": "这场太平洋风暴时速80公里（每小时50英里），位于墨西哥阿卡普尔科西南约210公里（130英里）。\n",
        "output": [
            "The 80 km/h (50 mph) storm in the Pacific Ocean is about 210 km (130 miles) south-south west of Acapulco, Mexico.\n"
        ]
    },
    {
        "input": "此外，这种安排还造成了一种特殊的情况：众所周知，在2007年的总统大选中，维尔潘和萨科齐都将对方视为危险的政治对手，而且人们普遍认为他们彼此厌恶。\n",
        "output": [
            "Also, this arrangement creates a peculiar situation: it is public knowledge that Villepin and Sarkozy consider each other a dangerous political rival with respect to the 2007 presidential election, and they are widely said to loathe each other.\n"
        ]
    },
    {
        "input": "他们于1996年发行了他们的第一张专辑，全球销量超过一百万张。\n",
        "output": [
            "They released, in 1996, their first album, which sold over a million copies worldwide.\n"
        ]
    },
    {
        "input": "然而，伍德明确表示，关于战争合法性的最终决定权在司法部长，而不是他本人。\n",
        "output": [
            "Wood makes it clear, however, that the final decision regarding the legality of war lay with the Attorney General, rather than with himself.\n"
        ]
    },
    {
        "input": "一个由5名伊拉克法官组成的法庭，由里兹加·穆罕默德·阿明领导，将决定他的判决。\n",
        "output": [
            "A tribunal of five Iraqi judges headed by Rizgar Mohammed Amin, with the death penalty vested in them, will decide his sentence.\n"
        ]
    },
    {
        "input": "此次访问正值超过7万名伊拉克公民准备部署到巴格达，试图为首都带来安全。\n",
        "output": [
            "The trip comes as over 70,000 mostly Iraqi citizens prepare to deploy into Baghdad to try and bring security to the capital.\n"
        ]
    },
    {
        "input": "官方的死亡原因尚未公布，但据报道，吉尔森确实头部受到了伤害。\n",
        "output": [
            "An official cause of death has not been released but it has been reported that Gilson did receive head injuries.\n"
        ]
    },
    {
        "input": "该诉讼是由至少五个居住在圣布鲁诺格伦维尤附近的家庭提起的。\n",
        "output": [
            "The lawsuit was filed by at least five families who resided in the Glenview neighborhood of San Bruno.\n"
        ]
    },
    {
        "input": "巴尔的摩，华盛顿特区和费城都预计高点将达到100ºF（37.8ºC）以上。\n",
        "output": [
            "Baltimore, Washington D.C. and Philadelphia are all expecting highs to reach above 100ºF (37.8ºC).\n"
        ]
    },
    {
        "input": "提供商必须加强广告宣传并提高服务台的性能。\n",
        "output": [
            "Providers must sharpen up on their advertising and improve the performance of their service desks.\n"
        ]
    },
    {
        "input": "其中一件，一个杯子，就价值数千欧元。\n",
        "output": [
            "One item, a cup, has been valued at several thousand Euros.\n"
        ]
    },
    {
        "input": "但是，就像我说过的，我不会因为领先就采取保守的策略。\n",
        "output": [
            "But like I say, I'm not going to be conservative having the lead.\n"
        ]
    },
    {
        "input": "30名众议院议员和17名参议员要求进行调查。\n",
        "output": [
            "The investigation was requested by 30 House members and 17 Senators.\n"
        ]
    },
    {
        "input": "伦敦地铁在几分钟内就发出了“黄色信号”，将列车移至站台，并打开所有车门。\n",
        "output": [
            "London Underground declared a 'code Amber' within minutes, moving trains to platforms and opening all doors.\n"
        ]
    },
    {
        "input": "这激起了包括两位诺贝尔奖得主和其他科学家在内的一群人的强烈抗议，他们强烈反对科学课上的这种教学，哪怕是关于创世论的讨论。\n",
        "output": [
            "This provoked a storm of protest from a group that included two Nobel Laureates and other scientists who strongly oppose the teaching, or even the discussion of creation in science class.\n"
        ]
    },
    {
        "input": "人们普遍预期《Shake It Off》将在本周获得公告牌百强的第一名。\n",
        "output": [
            "“Shake” was widely expected to gain to the Hot 100 pole position this week.\n"
        ]
    },
    {
        "input": "格拉斯哥也在起诉性骚扰，并声称米勒于2006年9月向他求助。\n",
        "output": [
            "Glasgow is also suing for sexual harassment, and claims Miller came on to him in September 2006.\n"
        ]
    },
    {
        "input": "在1991年和1992年，6个南斯拉夫共和国中的4个宣布独立，但塞尔维亚和黑山仍旧维持合并。\n",
        "output": [
            "In 1991 and 1992 four of six Yugoslavian republics declared independence but two, Serbia and Montenegro, remained together.\n"
        ]
    },
    {
        "input": "昨天，墨尔本，在本周末的欢送仪式开始之前，澳大利亚篮协宣布了参加2012年夏季奥运会的奥林匹克队最终队员名单，包括“蛋白石”女队和“大袋鼠”男队的队员。\n",
        "output": [
            "Yesterday, Basketball Australia announced the final Olympic squads for the 2012 Summer Olympics ahead of a farewell series in the Melbourne area this weekend for both the Opals women's team and the Boomers men's team.\n"
        ]
    },
    {
        "input": "仍有4名在爆炸中受伤的工人住院，其中3人尚未脱离生命危险。\n",
        "output": [
            "Four workers are still hospitalised after the explosion, three in critical condition.\n"
        ]
    },
    {
        "input": "丹尼尔的母亲谢丽尔·斯金格说，她不希望EDL举行集会：“EDL已经决定这么做，这与我们无关。\n",
        "output": [
            "Daniel's mother, Cheryl Stringer, has said she does not want the EDL rally to be held: \"The EDL have decided to do this and it's go nothing to do with us whatsoever.\n"
        ]
    },
    {
        "input": "据报道，以色列多次空袭加沙地带，造成三名儿童受伤，其中包括一名婴儿。\n",
        "output": [
            "According to reports, multiple Israeli airstrikes in the Gaza Strip have injured three children, including one infant.\n"
        ]
    },
    {
        "input": "据一名政府官员称，这些人据信还活着，“因为他们离坍塌地点足够远”，但他们的情况尚不清楚，救援人员无法与他们取得联系。\n",
        "output": [
            "According to a Government Official, the men are believed to be alive \"because they were far enough away from the site of the collapse,\" however their condition is unknown and rescuers have not been able to make contact with them.\n"
        ]
    },
    {
        "input": "邻居唐·泰勒说：“他们善于运动，全A生，都是很好的小男孩……，很不幸”。\n",
        "output": [
            "\"They were great athletes, straight-A students, just good, little boys...It's tough,\" said neighbor Don Taylor.\n"
        ]
    },
    {
        "input": "她说，她的丈夫帕特，不能忍受凯西的东西放在家里，所以凯西的东西大部分放在仓库里。\n",
        "output": [
            "She says her husband Pat, couldn't bear having Casey's things at home and put most of them in storage.\n"
        ]
    },
    {
        "input": "由于修建横贯铁路，将在数百户家庭其下方挖掘新的隧道。\n",
        "output": [
            "As a result of construction of the Crossrail line, hundreds of homes will have new tunnels excavated beneath them.\n"
        ]
    },
    {
        "input": "新西兰农民在议会取得关键胜利，议员们投票通过了一项法案，以61：60的投票结果免除工作的农场狗植入芯片的责任。\n",
        "output": [
            "New Zealand farmers have won a key victory in Parliament, with MPs voting to exempt Working farm dogs from microchipping legislation, passing 61:60.\n"
        ]
    },
    {
        "input": "塔利班声称对爆炸负责，并说他们的目标是大使馆。\n",
        "output": [
            "The Taliban claimed responsibility for the blast, saying their target was the embassy.\n"
        ]
    },
    {
        "input": "当地政府官员称至少有11人星期天在阿富汗南部发生的路边爆炸事件中丧生。\n",
        "output": [
            "Local government officials have said that at least eleven people were killed on Sunday in southern Afghanistan by a roadside bomb.\n"
        ]
    },
    {
        "input": "广告结束后，布利泽告诉他的客人，CNN刚刚收到来自白宫的新闻简报。\n",
        "output": [
            "After returning from commercial break, Blitzer told his guests that CNN had just received a news bulletin from the White House.\n"
        ]
    },
    {
        "input": "“我的意思是，我很伤心，我输了，但我们是不同的，她只是令人吃惊的，”克雷格·夏普说。\n",
        "output": [
            "\"I mean, I'm sad that I lost, but we are different and she's just amazing,\" Craig Sharpe said.\n"
        ]
    },
    {
        "input": "昨天下午2点（国际标准时间22：00时）起，一场大火一直在南加州的高沙漠中燃烧，今天下午，这场大火继续威胁着洛杉矶县羚羊谷地区帕姆代尔市的居民。\n",
        "output": [
            "A huge wildfire that has been burning in the High Desert of Southern California since 2:00 pm (2200 UTC) yesterday continues to threaten residents in the city of Palmdale in the Antelope Valley region of the Los Angeles County this afternoon.\n"
        ]
    },
    {
        "input": "死者是一名50岁的建筑工人，昨晚在福井县的一个大坝建筑工地发生山体滑坡后死亡，另一名76岁的男子在9月6日菲特登陆后不久被一棵倒下的树击中身亡。\n",
        "output": [
            "The deceased are a 50-year-old construction worker who died after a landslide at a dam construction site in Fukui Prefecture last night and a 76-year-old man who died after being struck by a falling tree on September 6, shortly after Fitow made landfall.\n"
        ]
    },
    {
        "input": "然后它沿着杨格街向北行进，来到海登大道的海军俱乐部。\n",
        "output": [
            "It then wheeled north along Yonge St. to the Naval Club on Hayden Avenue.\n"
        ]
    },
    {
        "input": "而且，罗瑟说，价格指数必须与布什的私人投资账户挂钩，因为这些账户的收入能让退休人员有机会弥补福利差额。\n",
        "output": [
            "However, Rother says that price indexing has to be linked to Bush’s private investment accounts as income from the accounts give retirees the chance to make up the shortfalls.\n"
        ]
    },
    {
        "input": "尽管如此，两人仍然为球队的得分做出了贡献，克里斯平得到12分，15个篮板，梅里特得到16分，6个篮板。\n",
        "output": [
            "Nonetheless, the pair still contributed to the team's scoreline, with Crispin scoring 12 points with 15 rebounds, and Merritt scoring 16 points with six rebounds.\n"
        ]
    },
    {
        "input": "2005年6月23日至6月26日，在首尔举行的哦我的新闻国际公民记者论坛上，来自智利和挪威等国家的300多名“公民记者”齐聚一堂。\n",
        "output": [
            "More than 300 \"citizen reporters\" hailing from countries as far apart as Chile and Norway are coming together at the OhmyNews International Citizen Reporters' Forum from June 23 to June 26, 2005 in Seoul.\n"
        ]
    },
    {
        "input": "政府提及恐怖主义与诈骗保护，以作为对国民身份证系统的需求的佐证。\n",
        "output": [
            "The government cites terrorism and fraud protection as needs for a universal national identity system.\n"
        ]
    },
    {
        "input": "阿富汗坎达哈尔省妇女事务部主任、倡导妇女权利的萨菲亚·艾哈迈德·扬周一在阿富汗南部坎大哈市的家中被身份不明的枪手枪杀。艾哈迈德-扬强烈批评塔利班对妇女权利的压制。\n",
        "output": [
            "Safia Ahmed-jan, the director of the Afghan Ministry of Women's Affairs for the Khandahar province and an advocate of women's rights and a strong critic of the Taliban's repression of those rights, was shot dead by unidentified gunmen outside her home in Khandahar city in southern Afghanistan on Monday.\n"
        ]
    },
    {
        "input": "按计划，将讨论维基百科以及该百科全书可以和不可以做什么。\n",
        "output": [
            "The plan was to discuss Wikipedia, and what does and doesn't work for the encyclopedia.\n"
        ]
    },
    {
        "input": "在最近的争论中，布什站在冈萨雷斯旁边。\n",
        "output": [
            "Throughout the recent controversy Bush has stood next to Gonzales.\n"
        ]
    },
    {
        "input": "她进一步指出，能源管理公司，这个隐藏于具争议的海角风能项目背后的公司，已计划在切尔西小学对面建造一个柴油发电厂，而切尔西的空气质量已经很不好了。\n",
        "output": [
            "She further noted the company, Energy Management Inc., behind the controversial Cape Wind project, proposed building a diesel power plant across the street from a Chelsea elementary school and that air quality in Chelsea is bad.\n"
        ]
    },
    {
        "input": "该设备不是第一个可靠的桌面融合设备。在20世纪60年代早期在费罗T.法恩斯沃思实验室研发的法恩斯沃思-赫舍静电约束核聚变装置曾在电视开发方面发挥了重要作用，现在作为中子源在商业上出售。\n",
        "output": [
            "This device is not the first reliable tabletop fusion device; the Farnsworth-Hirsch fusor, developed in the early 1960s in the laboratory of Philo T. Farnsworth who was instrumental in developing television, is sold commercially as a neutron source.\n"
        ]
    },
    {
        "input": "抗议领导者，25岁的奥马尔·哈拉尼告诉《电讯报》，“我们在2000年前把这块土地交给了教会看管，”他接着说，“所以这不是他们可以出售的土地”。\n",
        "output": [
            "Omar Harani, a 25-year-old leading the protesters, told the Telegraph, \"We gave the land 2,000 years ago to the Church to look after,\" and continued, \"So it is not their land to sell.\"\n"
        ]
    },
    {
        "input": "一份报告说，它坠毁在一个山沟，而另一个报告说它坠毁在一个沼泽地区。\n",
        "output": [
            "One report says it crashed into a ravine while another states it crashed into a swampy area.\n"
        ]
    },
    {
        "input": "罗伯森说：“‘这是我的土地，’如果任何以色列总理打算把它切下来送人的话，上帝会说‘不行，这是我的土地’”。\n",
        "output": [
            "Robertson said, \"'This is my land,' and for any prime minister of Israel who decides he is going to carve it up and give it away, God says, 'No, this is mine.'\"\n"
        ]
    },
    {
        "input": "“宽带速度和人们付出的代价是争论的最大争议点”。\n",
        "output": [
            "\"Broadband speed and the price people are paying are the biggest bones of contention.\"\n"
        ]
    },
    {
        "input": "作为抗议惩罚的措施，以萨维开始公开绝食抗议。\n",
        "output": [
            "As a protest against the punishment, Issawi began a publicized hunger strike.\n"
        ]
    },
    {
        "input": "这项由霍奇基斯大脑研究所的塞缪尔·韦斯博士和韦永勇博士领导的研究，比较了未成年和怀孕的小鼠与溶血磷脂引起的MS样损伤，溶血磷脂是一种破坏神经元周围髓鞘的化学物质。\n",
        "output": [
            "The study, led by Drs. Samuel Weiss and V. Wee Yong of the Hotchkiss Brain Institute, compared virgin and pregnant mice with MS-like lesions introduced by lysolecithin, a chemical which destroys the myelin sheaths around neurons.\n"
        ]
    },
    {
        "input": "35号州际公路和30号州际公路的部分区域被关闭。\n",
        "output": [
            "Portions of Interstate 35 and Interstate 30 were shut down.\n"
        ]
    },
    {
        "input": "然而，通过使其服务器的设计成为开源，该公司希望其他人能找到改进它们的方法。\n",
        "output": [
            "However, by making the designs of its servers open source, the company hopes others will find ways to improve them.\n"
        ]
    },
    {
        "input": "“毒药”声称，这两家公司多年来一直欠付他们的版税。\n",
        "output": [
            "Poison claim the two companies have underpaid them royalties for years.\n"
        ]
    },
    {
        "input": "曼尼·帕奎奥的阵营由经理弗雷迪·罗奇领导，他们声称迪亚兹需要一个“他妈的奇迹”来阻止《吃豆人》上升到135磅的体重级别，而迪亚兹是这个级别的最高级别。\n",
        "output": [
            "The camp of Manny Pacquiao led by manager Freddie Roach claimed that Diaz will need a \"fucking miracle\" to stop 'The Pacman' from moving up to the 135 lbs. weight class where Diaz is top brass.\n"
        ]
    },
    {
        "input": "显然，枪手抓住了她的头发，然后开枪击中了她和两名试图援救她的男子。\n",
        "output": [
            "She was apparently grabbed by the hair by the gunman who then shot her and two men who attempted to come to her aid.\n"
        ]
    },
    {
        "input": "该公司表示，它打算捕捉油砂生产过程中排放的二氧化碳（CO2），并将其储存在地下。\n",
        "output": [
            "The company said it intends to capture the carbon dioxide (CO2) emissions from its oil sands production and store it underground.\n"
        ]
    },
    {
        "input": "在东部时间1：00至4：15，用户们报告说该网站被关闭。\n",
        "output": [
            "From roughly 1:00 to 4:15 pm ET, users reported the site was down.\n"
        ]
    },
    {
        "input": "在这一行动之前，第14任达赖喇嘛丹津吉索誓言，如果西藏局势“失控”，他将下台。在西藏，针对中国的暴力示威活动已经造成13至100人死亡。\n",
        "output": [
            "This move comes after Tenzin Gyatso, the 14th Dalai Lama, vowed to step down from his position if things \"get out of control\" in Tibet, where violent demonstrations against China have killed anywhere from 13 to 100 people.\n"
        ]
    },
    {
        "input": "报告称，在发展中国家，城市贫困人口可能受经济放缓影响最大，因为他们找工作的能力最依赖于外国投资和出口需求等因素。\n",
        "output": [
            "In developing countries, the report says, the urban poor are likely to be most affected by the economic slowdown, as their ability to find work is most dependent on factors like foreign investment and export demand.\n"
        ]
    },
    {
        "input": "美国广播公司新闻网获得并发表了奥萨马·本拉登一段录像信息的文本。\n",
        "output": [
            "ABC News has obtained and released a transcript of a taped message from Osama Bin Laden.\n"
        ]
    },
    {
        "input": "美利坚合众国前总统比尔・克林顿将作为2005年Beyond Borders（超越国界）布加勒斯特会议的主旨发言人于5月21日访问罗马尼亚。\n",
        "output": [
            "Bill Clinton, the former President of the United States of America, will make a visit to Romania on May 21, to participate as the keynote speaker at the BeyondBorders 2005 conference in Bucharest.\n"
        ]
    },
    {
        "input": "德约洛维奇还说至少有198人，其中90人是儿童，已在医院接受治疗。\n",
        "output": [
            "Djurovic also said at least 198 people, 90 of them children, have been treated at the hospital.\n"
        ]
    },
    {
        "input": "部长小组还提议社区广播每小时最多允许播放5分钟的商业广告。\n",
        "output": [
            "The GoM has also proposed that community radios be allowed up to 5 minutes of commercial advertising for every hour of broadcast.\n"
        ]
    },
    {
        "input": "用户拥有并登录谷歌或Gmail帐户，才能使用搜索历史记录功能。\n",
        "output": [
            "Use of the search history requires that the user have and log in to a Google or Gmail account.\n"
        ]
    },
    {
        "input": "这架双引擎喷气式客机刚刚在佩皮尼昂进行了维修，准备由德国航空公司XL航空公司返回新西兰航空公司，该公司一直在租赁该飞机。\n",
        "output": [
            "The twin-engine jet airliner had just undergone maintenance at Perpignan in preparation for its return to Air New Zealand by German airline XL Airways, which had been operating it on lease.\n"
        ]
    },
    {
        "input": "这一做法成功地阻止了火势向岛上其他地区的扩展。尽管如此，还是有10所房屋被烧毁，其中多数是小店铺和小酒吧。\n",
        "output": [
            "This managed to stop the fire from spreading to the rest of the island, but 10 buildings were still burnt down, mostly small shops and bars.\n"
        ]
    },
    {
        "input": "由于列伊的升值，其他国家发现罗马尼亚的出口成本更高，因此竞争力较弱，这可能会扩大该国已经庞大的账户赤字。\n",
        "output": [
            "Other countries are finding Romanian exports more expensive, and therefore less competitive, due to the leu's appreciation, and this could widen the already large account deficit in the country.\n"
        ]
    },
    {
        "input": "“下午六时四十分送往手术室，八时四十五分开始手术，晚上七时三十分结束。”\n",
        "output": [
            "\"PM was sent to the Operation Theatre at 6:40 am, surgery was done at 8:45 am and was concluded at 7:30 pm.\"\n"
        ]
    },
    {
        "input": "造成死亡的主要原因是一些棚户区的房屋在雨中或泥泞中倒塌了。\n",
        "output": [
            "The deaths were caused mainly because some shanty-houses collapsed under rain or mud.\n"
        ]
    },
    {
        "input": "42岁的伊萨伊亚斯·卡拉斯科在住宅外当着妻子和女儿的面被枪杀，在被送往医院后，因伤势过重而死亡。\n",
        "output": [
            "Isaías Carrasco, 42, was shot outside his house in front of his wife and daughter and was taken to hospital, where he died of his wounds.\n"
        ]
    },
    {
        "input": "该船在蒙巴萨东南约830公里处被捕，据报道它正驶向索马里的伊尔港。\n",
        "output": [
            "The ship was captured roughly 830 kilometers south-east of Mombasa and is reportedly heading towards the Somali port of Eyl.\n"
        ]
    },
    {
        "input": "“这是侮辱……他们所做的并不是正确地描绘毛利人，”Bidois说。\n",
        "output": [
            "\"It is insulting ... what they are doing is not portraying Māori correctly,\" Bidois said.\n"
        ]
    },
    {
        "input": "虽然由弗朗索瓦·贝鲁领导的法国民主联盟（UDF）正式与人民运动联盟（UMP）一起留在执政联盟，但该党已决定，由于新政府可能会采取更多相同的政策，它不会参与其中。\n",
        "output": [
            "While the Union for French Democracy (UDF) party, led by François Bayrou, formally remains in the ruling coalition along with the UMP, it has decided that, because the new government would probably do more of the same policies, it would not participate in it.\n"
        ]
    },
    {
        "input": "2005年4月7日，美国广播公司新闻主播彼得·詹宁斯于本周被诊断出患有肺癌。\n",
        "output": [
            "April 7, 2005 ABC News anchorman Peter Jennings was diagnosed this week with lung cancer.\n"
        ]
    },
    {
        "input": "整个关闭过程预计需要几天时间。\n",
        "output": [
            "The total shutdown process is expected to take a few more days.\n"
        ]
    },
    {
        "input": "印度贸易商联合会秘书长普拉文·坎德尔瓦尔表示，他们将在周三晚上取消罢工，并继续通过绝食抗议和反对封锁行动的会议继续煽动罢工。\n",
        "output": [
            "Praveen Khandelwal, Secretary General of the Confederation of All India Traders, said, they will call off the strike on Wednesday night and they continue their agitation by hunger-strike and conferences against the sealing drive.\n"
        ]
    },
    {
        "input": "声明说：“没有对起始价格或援助作出最终决定，因此现在推测任何潜在的价格影响还为时尚早。”\n",
        "output": [
            "\"No final decisions on the starting price or assistance have been taken and therefore it is far too early to speculate on any potential price impacts,\" the statement said.\n"
        ]
    },
    {
        "input": "今天，有3,000（据警方估计）至8,000人（据组织者估计）涌向德国吉森市街头，抗议黑森州各大学引入缴纳学费机制的计划。\n",
        "output": [
            "Between 3,000 (police estimate) and 8,000 people (organiser's estimate) took to the streets in Gießen, Germany today, protesting the planned introduction of tuition fees at Hessian universities.\n"
        ]
    },
    {
        "input": "然后，遗体又被转移到Notisiete总部，举行告别仪式。\n",
        "output": [
            "Later, it was moved to Notisiete's headquarters, where a memorial took place.\n"
        ]
    },
    {
        "input": "“有关符拉迪沃斯托克火灾真相”网站已被创建，以传播有关火灾的信息。\n",
        "output": [
            "The web-site \"Truth about the fire in Vladivostok\" has been created to spread information about the fire.\n"
        ]
    },
    {
        "input": "与此同时，“耶路撒冷邮报”报道，以色列国防机构越来越担心该国必须采取独立行动阻止伊朗获得核武器，因为美国不太可能这样做。\n",
        "output": [
            "Meanwhile, the Jerusalem Post reports there is a growing mood among Israel's defence establishment that the country will have to act independently to stop Iran from obtaining nuclear weapons as the United States is unlikely to do so.\n"
        ]
    },
    {
        "input": "有人指出，选择不调查付款的可疑性质就等同于接受付款的非法性。\n",
        "output": [
            "It was noted that choosing not to investigate the suspicious nature of the payments was equivalent to accepting their illegality.\n"
        ]
    },
    {
        "input": "直到1997年8月，她才被发现，是潜水员在70英尺深的湖底发现了她沉重的尸体。\n",
        "output": [
            "She was not found until August 1997, when divers found her weighted corpse 70 feet deep.\n"
        ]
    },
    {
        "input": "联合国救济和工程处（近东救济工程处）驻加沙的发言人阿德南·阿布·哈斯娜昨天表示，“近东救济工程处决定暂停其在加沙地带的所有行动，因为对其房地和人员的敌对行动日益增加”。\n",
        "output": [
            "\"UNRWA decided to suspend all its operations in the Gaza Strip because of the increasing hostile actions against its premises and personnel\", Adnan Abu Hasna, a Gaza-based spokesman for the United Nations Relief and Works Agency (UNRWA), said yesterday.\n"
        ]
    },
    {
        "input": "宝戈尔集团和FL集团均一直在投资英国市场。\n",
        "output": [
            "Baugur Group, as well as FL Group, have been investing in the UK market.\n"
        ]
    },
    {
        "input": "老虎袭击了工作人员之后，接着又袭击了另外两名来访者。\n",
        "output": [
            "After the tiger attacked the worker, it then went on to attack the two other visitors.\n"
        ]
    },
    {
        "input": "据国际海事组织称，自3月15日以来，这个东非国家的沿海水域还发生了其它23起海盗袭击事件。\n",
        "output": [
            "According to the IMB, there have been 23 other pirating attacks in coastal waters off the east African nation since March 15.\n"
        ]
    },
    {
        "input": "在音乐界活跃了58年之后，马蒂诺在童年的家乡费城去世。\n",
        "output": [
            "Martino died at his childhood hometown of Philadelphia, following an active 58 years in the music business.\n"
        ]
    },
    {
        "input": "由于福克兰群岛战争和暗杀企图，约翰·保罗的访问曾很可能被取消。\n",
        "output": [
            "John Paul's visit was likely to be cancelled due to the Falklands War and assasination attempts.\n"
        ]
    },
    {
        "input": "该软件的广告收入将与维基媒体基金会分开。\n",
        "output": [
            "The advertising revenues from this software will be split with the Wikimedia Foundation.\n"
        ]
    },
    {
        "input": "YouTube通常可以在中国轻松访问，通过其“防火墙”屏蔽其他色情或颠覆网站。\n",
        "output": [
            "YouTube is normally easily accessible in China, which blocks other pornographic or subversive sites with its 'Great Firewall'.\n"
        ]
    },
    {
        "input": "库克瑞斯在全场比赛结束时尝试了一次进攻得分，但是这样一次相对简单的进攻却没能转换为比赛得分。\n",
        "output": [
            "Kukris scored a try after full-time yet failing to convert a relatively simple kick that would have won the game for them.\n"
        ]
    },
    {
        "input": "布鲁斯是涉嫌开枪者的妻子，同时也是戏剧公司的总裁，死者都参与了《福尔摩斯：最后的冒险》的制作。\n",
        "output": [
            "Bruce was the wife of the alleged shooter and president of the theater company, while the others were part of a production of Sherlock Holmes: The Final Adventure.\n"
        ]
    },
    {
        "input": "“由于所发生的一切，他的身体状况很虚弱，”斯塔利说。\n",
        "output": [
            "\"He's in a debilitated condition as a result of what's transpired,\" Mr Stary said.\n"
        ]
    },
    {
        "input": "专家表示，根据芬兰国家广播公司（YLE）的说法，对抗措施应该在一周前实施，即灾难发生后立即实施，而不是现在。\n",
        "output": [
            "He says, according to Finland's national broadcasting company (YLE), that the countermeasures should have started a week ago, immediately after the disaster, instead of now.\n"
        ]
    },
    {
        "input": "获释后，学生们告诉媒体说，他们曾被要求在警局脱光衣服。\n",
        "output": [
            "Following their release, the students told the media they were required to remove their clothes at the police station.\n"
        ]
    },
    {
        "input": "来自全国不同地区的领导人和知名人士，包括纳尔默达巴乔运动的领导人梁芳·帕特卡，对他的死亡表示了悲痛。\n",
        "output": [
            "Leaders and personalities from different parts of the country, including the Narmada Bachao Andolan leader Medha Patkar, expressed grief over the death.\n"
        ]
    },
    {
        "input": "奥巴马表示：“我还注意到，我们目前在伊拉克当地部署了近14万名士兵，就我所知，霍华德部署了1400人。”\n",
        "output": [
            "\"I would also note that we have close to 140,000 troops on the ground now, and my understanding is that Mr Howard has deployed 1,400\", said Mr Obama.\n"
        ]
    },
    {
        "input": "根据白宫发言人托尼·斯诺的说法，总统正在等待美国最高法院就军事法庭或民事法庭审判被拘留者的问题作出决定。\n",
        "output": [
            "According to White House spokesman Tony Snow, the President is waiting for the US Supreme Court to decide on the issue of whether military tribunals or civilian courts would try the detainees.\n"
        ]
    },
    {
        "input": "尽管比赛结果好坏参半，但库克里斯还是有资格参加尤格决赛。\n",
        "output": [
            "Despite mixed results for the tournament the Kukris managed to qualify for the Jug Final.\n"
        ]
    },
    {
        "input": "在2005年之前，加州555号曾是美国银行的世界总部，但随着北卡罗来纳州的国民银行吞并了詹尼尼西海岸的银行遗址并保留了美国银行的名字，这一地位宣布结束。但银行主要的总部设立在了北卡罗来纳州的夏洛特。\n",
        "output": [
            "Before 2005, 555 California had been Bank of America's World HQ, but that status ended when North Carolina based NationsBank ate up A.P Giannini's west coast banking legacy and kept the B of A name, but made the main HQ in Charlotte NC.\n"
        ]
    },
    {
        "input": "基础设施受到破坏，导致粮食援助分配缓慢，导致饥饿蔓延的可能性很大。\n",
        "output": [
            "Infrastructure damage, leading to slow distribution of food aid, has lead to the very real possibility of widespread starvation.\n"
        ]
    },
    {
        "input": "与此同时，据说德国国防部长彼得·维奇特因德国联黎部队授权争议的日益升级而面临压力：反对派政治家指责政府在议会批准黎巴嫩任务之前，就德国部队联合国授权的限制，向他们提供了错误的信息。\n",
        "output": [
            "Meanwhile, German State Secretary of Defence Peter Wichert is said to be under pressure over a growing row surrounding the German UNIFIL mandate: opposition politicians accuse the government of having misinformed them prior to the parliamentary approved for the Lebanon mission regarding the constraints of the German forces UN mandate.\n"
        ]
    },
    {
        "input": "《亚特兰大宪法报》（AJC）报道说，在现场发现了两把手枪。\n",
        "output": [
            "The Atlanta Journal Constitution (AJC) reports that two handguns were found at the scene.\n"
        ]
    },
    {
        "input": "“此次收购对于7-Eleven来说是一个战略性的契合，并增强了芝加哥地区的市场地位，”7-Eleven公司表示。\n",
        "output": [
            "\"This acquisition is a strategic fit for 7-Eleven and enhances market presence in the Chicagoland area,\" said 7-Eleven Inc.\n"
        ]
    },
    {
        "input": "不能把该公司与最近进入破产管理的利物浦商店李维斯混淆。\n",
        "output": [
            "It should not be confused with the Liverpool store Lewis's which has recently gone into receivership.\n"
        ]
    },
    {
        "input": "佛斯提到的清单系指1995年法国议会邪教委员会开列的那份清单。\n",
        "output": [
            "The list which Fosse referred to is a list from the 1995 Parliamentary Commission on Cults in France.\n"
        ]
    },
    {
        "input": "最佳时事报告入围者有《亚历克斯·泰卡》，《排毒日记》，《不适合练习》和《扭转潮流》。\n",
        "output": [
            "Best current affairs report finalist were Alex Teka, Detox Diary, Not Fit to Practise and Turning the Tide.\n"
        ]
    },
    {
        "input": "克林顿说，非常荣幸能与他的妻子、女儿和美国朋友一起参加仪式，为纪念伊扎克·拉宾而团结一致。\n",
        "output": [
            "Clinton said that it was a great honor for him to be at the ceremony with his wife, daughter and friends from America to stand in solidarity for the memory of Yitzhak Rabin.\n"
        ]
    },
    {
        "input": "没有说明执行日期和撤离建筑物的时间。\n",
        "output": [
            "The date of execution and the period for evacuating the buildings were not stated.\n"
        ]
    },
    {
        "input": "里科·丹尼尔斯是一位生活在法国的英国电视节目主持人，他以他的两部电视剧“救助者”而闻名，当时他还住在英国，后来又搬到法国去了。\n",
        "output": [
            "Rico Daniels is a British TV presenter living in France who is known for his two television series — The Salvager — whilst he still lived in the UK and then Le Salvager after he moved to France.\n"
        ]
    },
    {
        "input": "警方在接到线报后展开突袭，救出了这些妇女。\n",
        "output": [
            "Police launched raids, rescuing the women after receiving a tip-off.\n"
        ]
    },
    {
        "input": "道格·豪利特、米尔斯·穆里亚纳的达阵和西蒂韦尼·西蒂维瓦图创造的两次达阵增加了全黑队的领先优势。\n",
        "output": [
            "Tries from Doug Howlett, Mils Muliaina and two from Sitiveni Sivivatu increased the All Black's imposing lead.\n"
        ]
    },
    {
        "input": "天文学家以前认为环几乎是完全平坦的，高度变化只有几米。\n",
        "output": [
            "Astronomers previously thought that the rings were almost completely flat, with changes in height of only a few metres.\n"
        ]
    },
    {
        "input": "阿洛塔最近在纽约买了这艘船，之前的船主已经70多岁，决定卖掉这艘船。\n",
        "output": [
            "Arlotta had recently bought the vessel in New York; its previous owner was in his seventies and had decided to sell the ship.\n"
        ]
    },
    {
        "input": "佛罗里达州前州长杰布·布什昨天宣布支持共和党总统候选人，充满希望的米特·罗姆尼。\n",
        "output": [
            "Jeb Bush, the former governor of Florida, announced his endorsement of Republican presidential candidate hopeful Mitt Romney yesterday.\n"
        ]
    },
    {
        "input": "当他们离开游泳池后，他们无法访问推特、脸书或看电视，只能用其他方式自娱自乐。\n",
        "output": [
            "When away from the pool, they did not have access to Twitter, Facebook, or television and had to entertain themselves using other means.\n"
        ]
    },
    {
        "input": "在星期五祷告开始前不久，巴格达的两个商场先后遭到炸弹袭击。两次袭击间隔20分钟。\n",
        "output": [
            "Separated by twenty minutes, the bombings targeted two marketplaces in Baghdad shortly before the call to Friday prayers.\n"
        ]
    },
    {
        "input": "多年前，他曾在热门电视节目《生活色彩》的一集中短暂露面（不为人知）。\n",
        "output": [
            "He made a brief (uncredited) appearance many years ago on one episode of the hit television show In Living Color.\n"
        ]
    },
    {
        "input": "“如果我们保持冷静和自信，我确信所有西班牙人想要的，家庭想要的，政府想要的都会实现，也就是人质可以安然无恙地返回家园以及这起绑架事件能圆满结束。”\n",
        "output": [
            "\"If we remain calm and confident I am certain that what all Spaniards want, what the families want, what the government wants—that the hostages can return to their homes safe and sound and this kidnapping ends satisfactorily.\"\n"
        ]
    },
    {
        "input": "美国加利福尼亚州的雷蒙德·李·奥勒被判谋杀5名美国林务局消防员，这些消防员在试图控制他点燃的大火时被杀。\n",
        "output": [
            "Raymond Lee Oyler of California, United States has been convicted of the murders of five US Forest Service firefighters killed while attempting to control a wildfire he had lit.\n"
        ]
    },
    {
        "input": "目前尚不清楚这位七次获得环法自行车赛冠军的选手是否打算参加分类比赛的争夺，但他确实在周日为追求阶段赛的胜利而进行了一次失败的突破。\n",
        "output": [
            "It is not clear if the seven-time Tour de France winner intended to compete for the general classification, but he did make an unsuccessful breakaway on Sunday in pursuit of a stage victory.\n"
        ]
    },
    {
        "input": "他说，这事“一眨眼”就结束了。\n",
        "output": [
            "He said that the incident took no longer than the \"wink of an eye\".\n"
        ]
    },
    {
        "input": "韩国官员尚未就此事进行推测，称清除肖像“可能有各种原因”。\n",
        "output": [
            "South Korean officials are not yet speculating on the matter, saying the portrait removals \"may be for various reasons.\"\n"
        ]
    },
    {
        "input": "其中一名妇女感到头晕并且摔倒了，然后被救护车接走了。\n",
        "output": [
            "One of the women felt dizzy, fell down and was picked up by the ambulance.\n"
        ]
    },
    {
        "input": "纽瑟姆自2003年以来一直担任旧金山市长，并于2007年再次当选。\n",
        "output": [
            "Newsom has been San Francisco's mayor since 2003 and was re-elected in 2007.\n"
        ]
    },
    {
        "input": "第一次地震的里氏震级为4.7级，位于山区。第二次的地震震级为5.1级。\n",
        "output": [
            "The first earthquake measured a 4.7 on the Richter magnitude scale and was in a mountainous area and the second measured a 5.1.\n"
        ]
    },
    {
        "input": "他说，检察官一直认为除了梅格拉希之外还有其他人参与了袭击事件。\n",
        "output": [
            "Prosecutors, he said, had always thought there were others besides al-Megrahi involved in the attack.\n"
        ]
    },
    {
        "input": "目前布鲁塞尔和科隆间的高速列车已经恢复运行，但是阿姆斯特丹和巴黎之间的高速列车仍处于停运状态。\n",
        "output": [
            "Thalys services between Brussels and Cologne have now resumed, but services to Amsterdam and Paris are still suspended.\n"
        ]
    },
    {
        "input": "评论还说，当飞机撞上跑道并反弹到空中时，他错过了一次紧急避让行动的机会，此时副驾驶加加姆·罗奇马纳要求启动“复飞”程序，但也被忽略了。\n",
        "output": [
            "It also commented that he missed one further opportunity for emergency evasive action when the airliner struck the runway and bounced into the air, at which point co-pilot Gagam Rochmana requested a 'go-around' procedure be initiated, but was also ignored.\n"
        ]
    },
    {
        "input": "然而，菲律宾地震监测机构的负责人对日本机构的警告提出异议。\n",
        "output": [
            "The head of the earthquake monitoring agency in the Philippines disputed the Japanese agency's warnings, however.\n"
        ]
    },
    {
        "input": "据新闻报道，麦克海尔打算把加拿大国旗插在土著居民占领了10个月的DCE（道格拉斯溪庄园）对面。\n",
        "output": [
            "According to news reports, McHale intended to put the Canadian flag across the street from DCE (Douglas Creek Estates) where the aboriginal occupation has been ongoing for 10 months.\n"
        ]
    },
    {
        "input": "另一位邻居说：“非常棒的邻居，是我认识的最可爱的孩子”。\n",
        "output": [
            "Another neighbor added, \"Wonderful neighbors, just the sweetest kids I've ever known.\"\n"
        ]
    },
    {
        "input": "斯坦福大学的一组科学家声称发现了爱因斯坦相对论中一个微妙而又缺失的要素。\n",
        "output": [
            "A team of scientists at Stanford University claim to have detected a subtle, missing element of Einstein's theory of relativity.\n"
        ]
    },
    {
        "input": "参议员麦克唐纳告诉ABC无线电节目AM说，他估计，在据认为是在澳大利亚水域非法捕鱼的这个案件中，船长和高级捕捞长们会被起诉，而其他船员会被立即遣送回印度尼西亚。\n",
        "output": [
            "Senator MacDonald told the ABC Radio programme AM that he expected in the case of those thought to have been fishing in Australian waters illegally, the captain and perhaps the senior fishing master would be charged, with other crew being immediately repatriated to Indonesia.\n"
        ]
    },
    {
        "input": "“我不认为缺乏英国参与会阻止任何行动。”\n",
        "output": [
            "\"I don't expect that the lack of British participation will stop any action.\"\n"
        ]
    },
    {
        "input": "鹰眼是一家致力于球门线技术的公司，该技术已经在网球比赛中被用于出线呼叫。鹰眼公司相关人士对此表示失望：“我脸色铁青，这完全出乎意料……”。\n",
        "output": [
            "Hawk-Eye, the company that was working on the goal-line technology that is already being used for line calls in tennis, reacted with disappointment: \"I'm livid, it is completely out of the blue...\"\n"
        ]
    },
    {
        "input": "但是，当更加接近土卫二的表面时，卡西尼发现，羽状射流中的主要成分是富含钠和钾的、体积相对较大的冰粒。\n",
        "output": [
            "Closer to the moon's surface, Cassini found that relatively large grains rich with sodium and potassium dominate the plumes.\n"
        ]
    },
    {
        "input": "澳大利亚首都领地——周日的开放日，数千名堪培拉人参观了位于科特河上的新科特大坝。\n",
        "output": [
            "Australian Capital Territory — Thousands of Canberrans took a look at the new Cotter Dam on the Cotter River on open day on Sunday.\n"
        ]
    },
    {
        "input": "消息发表的时候，恰逢人们开始就9月份导致90人丧生，多数为外国人的269号航班坠机事件，对该公司及其关联公司提起法律诉讼。\n",
        "output": [
            "The news comes as legal action against the airline and associated companies begins over the September crash of Flight 269, which killed 90 people, mostly foreigners.\n"
        ]
    },
    {
        "input": "巨头鲸搁浅在南岛的利维港，但是有很多志愿者试图帮助它们从泥泞的浅海水湾回到开放水域。\n",
        "output": [
            "The pilot whales beached themselves at Port Levy on South Island, but dozens of volunteers helped to try and get them back out to the open water out of the inlet, which is muddy and shallow.\n"
        ]
    },
    {
        "input": "“作为对这个问题的回答，汤姆·克鲁兹已经向全球10亿人介绍了LRH【L·罗恩·哈巴德】技术”。\n",
        "output": [
            "\" In answering that question, Tom Cruise has introduced LRH [L. Ron Hubbard] technology to more than 1 billion people on earth.\"\n"
        ]
    },
    {
        "input": "在展会于今日举办的宴会上，该博物馆将向鲍勃·库恩颁发终生成就奖。\n",
        "output": [
            "Today, during the exhibition's banquet, the museum is to present Bob Kuhn with their lifetime achievement award.\n"
        ]
    },
    {
        "input": "警方称，他们控制着泰姬陵和欧贝罗伊三叉戟酒店。\n",
        "output": [
            "Police say that they are in control of both the Taj Mahal and Oberoi Trident hotels.\n"
        ]
    },
    {
        "input": "“我们，而不是英国人，建立了基于一人一票的民主制度，这一制度拒绝种族或性别歧视，维护人权和宗教自由，”他在回应他最近收到的国际批评时说，特别是针对来自戈登·布朗的批评。\n",
        "output": [
            "\"We, not the British, established democracy based on one person, one vote - democracy which rejected racial or gender discrimination and upheld human rights and religious freedom,\" he said in response to the international criticism he has lately received, especially from Gordon Brown.\n"
        ]
    },
    {
        "input": "新闻文章经常讨论一些问题，但忽略了其他可能更关键的问题。\n",
        "output": [
            "News articles frequently discuss some issues but neglect others that might be more critical.\n"
        ]
    },
    {
        "input": "根据委员会的说法，如果雇员挑战培训课程，雇主必须提供“合理的调解”，除非这会给公司带来“不必要的困难”。\n",
        "output": [
            "According to the Commission, employers must provide \"reasonable accommodation\" if an employee challenges a training course, unless this causes \"undue hardship\" for the company.\n"
        ]
    },
    {
        "input": "公民保护部长克里斯托斯·帕普蒂斯为损失道歉，称美术馆的安全措施“不存在”。\n",
        "output": [
            "Citizen's Protection Minister Christos Papoutsis apologized for the loss, citing that the security at the gallery was \"non-existent\".\n"
        ]
    },
    {
        "input": "指南要求警卫，不能把个人信件和包裹带到囚犯牢房或其他工作地点。\n",
        "output": [
            "Guards are informed in the manual not to take personal mail and parcels within the detention blocks or at any other duty stations.\n"
        ]
    },
    {
        "input": "“当谈到掉期协议时，我们一直都很灵活，但以色列方面太弱，无法作出决定。”\n",
        "output": [
            "\"We have been flexible in every possible way when it came to a swap deal, but the Israeli side was too weak to make a decision.\"\n"
        ]
    },
    {
        "input": "自过去三个财政年度以来，印度的年经济增长率平均为8％。\n",
        "output": [
            "India's annual economic growth has been an average of 8 percent since past three fiscal years.\n"
        ]
    },
    {
        "input": "2003年12月，在科曼省扎兰附近发生6.6级地震，导致31,000多人死亡。2005年2月，扎兰附近发生6.4级地震，造成600人死亡。\n",
        "output": [
            "In December of 2003, a magnitude 6.6 earthquake killed over 31,000 people and in February of 2005 a 6.4 eathquake killed 600 people near Zarand in the Kerman province.\n"
        ]
    },
    {
        "input": "然而，在接受采访后他确实自首了。\n",
        "output": [
            "However, he did turn himself in after giving the interview.\n"
        ]
    },
    {
        "input": "应当指出的是，哈萨克斯坦现行法律没有规定房屋拆迁等驱逐行为，驱逐行为应当附有从疏散建筑中移除的财产清单，提供财产的储存也是必要的。\n",
        "output": [
            "It should be noted that the acting Kazakh law does not stipulate such a kind of eviction as the demolition of houses, and the eviction should be accompanied by the inventory of property removed from the evacuated building, while the storage of this property should be provided is necessary.\n"
        ]
    },
    {
        "input": "这项新的研究是一项关于生存和死亡率的国际研究。\n",
        "output": [
            "The new study is an international study of survival and mortality.\n"
        ]
    },
    {
        "input": "救援人员正在继续努力营救塔斯马尼亚北部B毕孔斯菲尔德矿被困的矿工。\n",
        "output": [
            "Rescuers are continuing their efforts to reach the trapped miners in the Beaconsfield mine in northern Tasmania.\n"
        ]
    },
    {
        "input": "当地居民和业主怀疑那座酒店曾经位于同一地点。\n",
        "output": [
            "It was suspected by residents and business owners in the area that hotel once stood in the same spot.\n"
        ]
    },
    {
        "input": "他说，他正考虑向新西兰议会提交一份新的提案。\n",
        "output": [
            "He says that he is now considering writing up a new bill to submit it to the New Zealand Parliament.\n"
        ]
    },
    {
        "input": "这名名叫胡萨姆·阿卜杜的少年后来告诉一家以色列报纸，他的任务是杀死以色列士兵。\n",
        "output": [
            "The teenager, Hussam Abdo, later told an Israeli newspaper he was on a mission to kill Israeli soldiers.\n"
        ]
    },
    {
        "input": "多弗尔当地报纸《约克日志》发表评论说，多弗尔选民应该在普选期间将审判证词纳入考虑范围，以便决定对学校教育委员会成员和其他选任职位的投票。\n",
        "output": [
            "A local Dover newspaper, the York Daily Record, editorialized that Dover voters should take trial testimony into account during the general election when they could cast votes for school board members along with other elective offices.\n"
        ]
    },
    {
        "input": "澳大利亚官员意识到他已被美国转移到埃及六个月了。\n",
        "output": [
            "Australian officials were aware that he had been transferred by the United States to Egypt for six months.\n"
        ]
    },
    {
        "input": "驻阿富汗的北约部队星期五发表声明说，该部两名士兵在星期三执行常规补给任务时失踪。\n",
        "output": [
            "The NATO-led force in Afghanistan issued a statement on Friday saying that that two of its troops went missing on Wednesday while on a routine supply mission.\n"
        ]
    },
    {
        "input": "代理警察局长摩西·德莱弗否认发生过任何接管事件。\n",
        "output": [
            "Acting Police Commissioner Moses Driver denied that any take over had occurred.\n"
        ]
    },
    {
        "input": "其他波罗的海国家也发生过类似事件，特别是在芬兰的南部邻国爱沙尼亚。\n",
        "output": [
            "Similar incidents have been recorded in other Baltic states, particularly in Finland's Southern neighbour, Estonia.\n"
        ]
    },
    {
        "input": "在赢得该国最近的总统选举后，加蓬新总统阿里·本·邦戈已经任命了他的第一任政府。\n",
        "output": [
            "Gabon's new president Ali Ben Bongo has named his first government, after winning the country's recent presidential elections.\n"
        ]
    },
    {
        "input": "“威讯iPhone”已经冠名几个月了。它是原始iPhone4的修改版，以便让它能够利用威讯的3G CDMA（码分多址连接方式）网络。\n",
        "output": [
            "The \"Verizon iPhone,\" as it has been dubbed for months, has been altered from the original iPhone 4 so it can utilize Verizon's 3G CDMA (code division multiple access) network.\n"
        ]
    },
    {
        "input": "维基百科是维基媒体基金会的一个项目，维基媒体基金会是一家位于佛罗里达州圣彼得堡的非盈利组织。\n",
        "output": [
            "Wikipedia is a project of the Wikimedia Foundation, a non-profit organisation based out of St. Petersberg, Florida.\n"
        ]
    },
    {
        "input": "布吕尔说，这一行为在俄罗斯是常见的，是为了避免过度征税。\n",
        "output": [
            "Breur said the process was common in Russia to avoid hypertaxation.\n"
        ]
    },
    {
        "input": "他说：“我们呼吁所有的责任方立即停止这种侵犯人权的行为，并敦促政府立即采取措施对这些案件展开独立调查”。\n",
        "output": [
            "\"We call on all responsible parties to immediately stop such violations of human rights, and we urge the government to take immediate steps to independently investigate these cases,\" he said.\n"
        ]
    },
    {
        "input": "维基新闻随后询问为什么他们没有留下完整的清单，但标出他们认为不应该审查的网站。\n",
        "output": [
            "Wikinews then asked why they didn't leave the full list available, but mark which sites they felt should not be censored.\n"
        ]
    },
    {
        "input": "据报道，选举投票率略高于50％。\n",
        "output": [
            "Turnout in the elections was reported at slightly more than fifty percent.\n"
        ]
    },
    {
        "input": "相反，人们认为是管路中形成的“软”冰脱落后，进入了燃油或滑油热交换器，从而对其产生了限制作用。\n",
        "output": [
            "Instead, it is thought 'soft' ice formed in the pipes and then broke off, travelling to the fuel/oil heat exchanger and restricting it.\n"
        ]
    },
    {
        "input": "资源部长弗格森说：“对澳大利亚海岸不构成威胁”。\n",
        "output": [
            "Resources Minister Martin Ferguson said that \"there's no threat to the Australian coast.\"\n"
        ]
    },
    {
        "input": "今年年底，两家公司计划了开始大规模生产这些新显示器。\n",
        "output": [
            "At the end of this year the companies planned to start mass production of these new displays.\n"
        ]
    },
    {
        "input": "里科的创作和制作方法是救助者节目展览的主题。\n",
        "output": [
            "Rico's creations and the methods used to fabricate them are the subject of the Salvager shows.\n"
        ]
    },
    {
        "input": "委员会主席，保守党议员蒂姆·约说：“如果想让电灯继续亮下去，就需要在新型发电能力和能源效率方面投入巨额资金”。\n",
        "output": [
            "\"Very substantial investment in new generating capacity and energy efficiency will be required if the lights are to stay on,\" committee chairman Conservative MP Tim Yeo said.\n"
        ]
    },
    {
        "input": "2003年，随着杰弗里·约翰牧师被任命为雷丁主教，同性恋牧师是否被允许成为主教成为的一个问题。\n",
        "output": [
            "Whether gay clergyman would be allowed to become bishops became an issue in 2003 with the appointment of Rev Jeffrey John as Bishop of Reading.\n"
        ]
    },
    {
        "input": "她描述了一个典型的一天：“演出前一个半小时，我在化妆室。\n",
        "output": [
            "She describes a typical day: \"One hour and a half before the show I'm in the make-up room.\n"
        ]
    },
    {
        "input": "当地居民多次呼吁警方将抗议者从这片土地上赶走。这片土地现在归该省所有，在争端解决之前一直被托管。\n",
        "output": [
            "Townspeople have repeatedly called for police to remove the protesters from the land, which is now owned by the province and being held in trust until the dispute is resolved.\n"
        ]
    },
    {
        "input": "帕克还涉及赌博业和旅游业，并在墨尔本拥有皇冠赌场。\n",
        "output": [
            "Packer was also involved in the gambling and tourism industries and owned the Crown Casino in Melbourne.\n"
        ]
    },
    {
        "input": "根据英国石油公司在英格兰伦敦的办公室称，他们“派出了遥控潜水器进行调查和监测，但没有发现石油或天然气的进一步征兆。”\n",
        "output": [
            "According to their office in London, England, they \"sent ROVs to investigate and monitor that and no further signs of oil or gas were found.\"\n"
        ]
    },
    {
        "input": "民房首席部长荷西·迪尔塞乌是代表团成员。\n",
        "output": [
            "The chief-minister of Civil House José Dirceu was a member of the delegation.\n"
        ]
    },
    {
        "input": "这两个靠养老金生活的人一年中大部分时间都在为买圣诞礼物存钱。\n",
        "output": [
            "The pensioners spend most of the year saving for Christmas gifts.\n"
        ]
    },
    {
        "input": "其中一人受致命伤。而他们的哥哥被指控为凶手。\n",
        "output": [
            "Their older brother is being charged with the stabbings, one of which was fatal.\n"
        ]
    },
    {
        "input": "英足总首席执行官布莱恩·巴威克在苏格兰格伦伊格尔斯举行的IFAB年会上表达了他的失望：“我们支持球门线技术，但不会再有更多的实验，它也不会在明年或可预见的未来重返议程。”\n",
        "output": [
            "FA chief executive Brian Barwick expressed his disappointment at the annual meeting of the IFAB in Gleneagles, Scotland: \"We were in favour of goal-line technology but there will be no more experiments and it will not be back on the agenda next year, or in the foreseeable future.\"\n"
        ]
    },
    {
        "input": "如预期的那样，这将有助于观众区分轮胎，它将比以前在轮胎外侧的白色重点更有帮助。\n",
        "output": [
            "As intended, this will help audience to distinguish the tyres, it will be more helpful than the previous white heavy dot on the outer side of the tyre.\n"
        ]
    },
    {
        "input": "这就是所谓的深源地震，这就是为什么在这么大的区域都能感觉到。\n",
        "output": [
            "This is a so-called deep-focus earthquake, that's why it was felt at such a large territory.\n"
        ]
    },
    {
        "input": "德约洛维奇说，“儿童医院收治了90名儿童，其中34人躺在那里，其中6人接受了手术。”\n",
        "output": [
            "\"The children's hospital admitted 90 children, 34 of them are still there, six have undergone surgery,\" Djurovic said.\n"
        ]
    },
    {
        "input": "比赛开始时，两队打了8场比赛，各赢4场，打破了记录。\n",
        "output": [
            "Going into the game, the teams had played eight games against each other, splitting the record at 4 wins each.\n"
        ]
    },
    {
        "input": "来自埃塞俄比亚和日本的一组研究人员发掘了至少九颗化石牙齿，一颗犬牙齿和八颗臼齿，这是一种未知的非洲猿类，他们将牙齿的三维组成与追溯到800万年前的其他化石相比较，发现这些化石很可能是目前生活在非洲的猿类的“直接祖先”，新的猿类化石属于一种很可能以高纤维植物为食的大猩猩。\n",
        "output": [
            "At least nine fossilized teeth, one canine tooth and eight molars, of a previously unknown species of apes found in Africa were discovered by a team of researchers from Ethiopia and Japan who then compared the 3-D make up of the teeth to other fossils that date back as far as 8 million years and found that the fossils are likely a \"direct ancestor\" of apes currently living in Africa and that the new ape fossils were that of a species of gorilla who ate mostly plants high in fiber.\n"
        ]
    },
    {
        "input": "他们还敦促总理继续努力打击恐怖主义和极端主义。\n",
        "output": [
            "They also urge the Prime Minister to extend his efforts in tackling terrorism and extremism.\n"
        ]
    },
    {
        "input": "30-40名警察站在房子旁边，20-30人穿着便服，包括区长和地方行政首长哈基姆一起站在街上观看拆迁。\n",
        "output": [
            "30-40 policemen stood by the houses, and 20-30 people in civil clothes including the leaders of the district with the Hakim, the head of local executive authority stood on the street, watching the demolition.\n"
        ]
    },
    {
        "input": "工党下院议员迪克·亚当斯说，尽管他投票支持比兹利继续担任领导人，但他支持该党的新领导层。\n",
        "output": [
            "Labor MP Dick Adams said even though he voted for Beazley to remain as leader, he supports the party's new leadership.\n"
        ]
    },
    {
        "input": "根据美国广播公司“早安，美国”节目的联合主持人罗宾·罗伯茨的说法，在全世界接受调查的女性中，只有百分之二的人认为自己是美丽的。他的节目将于东部时间8：07首次播出。\n",
        "output": [
            "Only two percent of women surveyed worldwide consider themselves beautiful, according to ABC Good Morning America co-anchor Robin Roberts, whose program debuted the commercial this morning at 8:07 am EST.\n"
        ]
    },
    {
        "input": "昨天在莫哈韦沙漠和圣加布里埃尔山脉点燃的三场大火之一就是这场大火。\n",
        "output": [
            "The fire is one of three that ignited yesterday in the Mojave Desert and San Gabriel Mountains.\n"
        ]
    },
    {
        "input": "另外三人被发现在首都东南郊区鲁斯塔米亚的一条公路附近。\n",
        "output": [
            "The other three were found near a road in Rustamiya on the southeastern outskirts of the capital.\n"
        ]
    },
    {
        "input": "辛迪在会晤后说：“我现在知道，他真心希望伊拉克人民获得自由。”\n",
        "output": [
            "\"I now know he's sincere about wanting freedom for the Iraqis,\" Cindy said after their meeting.\n"
        ]
    },
    {
        "input": "让·埃耶格·恩东说，邦戈是非洲国家任职时间最长的领导人，他于周一在奎隆诊所去世，享年73岁。\n",
        "output": [
            "Jean Eyeghe Ndong said that Bongo, the longest-serving leader of an African country, had died at the Quiron clinic on Monday, at the age of 73.\n"
        ]
    },
    {
        "input": "救生艇上还载有一名未受伤的队员上岸，直升机返回救援第二个小男孩。\n",
        "output": [
            "The lifeboat also carried an uninjured member of the party ashore, while the helicopter returned to rescue a second young boy.\n"
        ]
    },
    {
        "input": "14个州历史遗迹定于10月1日关闭。\n",
        "output": [
            "Fourteen state historic sites are scheduled to be closed October 1.\n"
        ]
    },
    {
        "input": "1992年，BMG与沃尔夫冈·芬克成立合资公司，2005年其母公司与索尼合并，成立索尼BMG。2008年12月，芬克辞去总裁一职。\n",
        "output": [
            "Formed as a joint venture between BMG and Wolfgang Funk in 1992, the label had seen its parent merge with Sony in 2005 to form Sony BMG and Funk quit as president in December 2008.\n"
        ]
    },
    {
        "input": "美国LGBT媒体领域的很大一部分即将成为一个集团。\n",
        "output": [
            "A significant portion of the American LGBT media landscape is about to become a conglomerate.\n"
        ]
    },
    {
        "input": "星期三晚上，北美职业棒球队休斯敦太空人队以5比1的比分击败圣路易斯红衣主教队，赢得了2005年全国联赛的冠军，这也是他们在国家联盟冠军系列赛中获得的第四场胜利。\n",
        "output": [
            "Wednesday night, the Houston Astros, a professional baseball team in North America, won the 2005 National League Pennant by defeating the St. Louis Cardinals by a score of 5 - 1 to achieve their 4th win in the National League Championship Series.\n"
        ]
    },
    {
        "input": "本周早些时候，花旗集团公布了今年头两个月管理利润的消息后，股市开始反弹。\n",
        "output": [
            "The rally began earlier this week after the news from Citigroup Inc. about managing profits during first two months of the year.\n"
        ]
    },
    {
        "input": "关于印度尼西亚鹰航200号航班空难的情况，印尼警方向检察官提交了一份长达200页的简报。\n",
        "output": [
            "Police in Indonesia have forwarded a 200-page brief concerning the Garuda Indonesia Flight 200 disaster to prosecutors.\n"
        ]
    },
    {
        "input": "他说：“我认为民主党干得非常漂亮，即使有几个百分点的选票被其他候选人拉走，那也无关大局”。\n",
        "output": [
            "\"I think the job of the Democratic Party is to be so compelling that a few percentage of the vote going to another candidate's not going to make any difference,\" he said.\n"
        ]
    },
    {
        "input": "然而，齐达内拒绝透露马特拉齐当时说了什么话，但是他说，马特拉齐说的话“非常恶毒”，特别针对他的母亲和姐姐。\n",
        "output": [
            "However, Zidane refused to divulge what Materazzi actually said but did say that Materazzi made remarks which were \"very personal\" and specifically concerned his mother and sister.\n"
        ]
    },
    {
        "input": "强制疏散令已经出台，影响了2000户家庭。\n",
        "output": [
            "Mandatory evacuation orders have been set in place, affecting 2,000 homes.\n"
        ]
    },
    {
        "input": "一些著名的苏丹神职人员无视政府不要激化局势的指示，尽管他们没有直接要求处死她。\n",
        "output": [
            "A number of prominent Sudanese clerics ignored government instructions not to inflame the situation, although they stopped short of directly calling for her death.\n"
        ]
    },
    {
        "input": "这些人都是平民，他们被反复刺伤，手腕上有伤痕，这表明他们的手腕是绑在一起的，所有受害者头上都有枪伤。\n",
        "output": [
            "The men, all civilians, were stabbed repeatedly, had marks on their wrists which suggests their wrists were tied together, and all of the victims had gunshot wounds to their heads.\n"
        ]
    },
    {
        "input": "然后加里·谢菲尔德在局内底回应了一个三分全垒打击中右侧中场野外看台，将洋基队的领先优势扩大到9胜4负。\n",
        "output": [
            "Gary Sheffield then responded in the bottom of the inning with a three-run homer hit deep into the right-center field bleachers, stretching the Yankee lead to 9-4.\n"
        ]
    },
    {
        "input": "通向维基解密的网址黑名单之一包括一份泄露的丹麦被封锁网站清单。\n",
        "output": [
            "One of the blacklisted URLs to Wikileaks includes a leaked list of blocked websites in Denmark.\n"
        ]
    },
    {
        "input": "该法案由来自纳珀维尔的州代表达琳·森格发起，以114票比1票的大多数票通过，将送往伊利诺伊州参议院审议。\n",
        "output": [
            "The bill, which was sponsored by State Representative Darlene Senger from Naperville, passed with a 114–1 majority and will be considered by the Illinois Senate.\n"
        ]
    },
    {
        "input": "然而，列伊的升值并非都是积极的，因为它给出口商带来了很大的压力。\n",
        "output": [
            "The leu's appreciation, however, isn't all positive, because it is putting a great deal of pressure on exporters.\n"
        ]
    }
]
}
