{
    "Contributors": [
        "Abhijeet Nawale"
    ],
    "Source": [
        "giga_fren (dataset link- https://huggingface.co/datasets/giga_fren)"
    ],
    "Categories": [
        "Translation"
    ],
    "Input_language": "English",
    "Output_language": "French",
    "instruction_language": "English",
    "Definition": "In this task, you are given a sentence in the english language. Your task is to convert it to french language.",
    "Positive Examples": [
        {
            "input": "Who can apply for special access to medical devices?",
            "output": "Qui peut demander l’accès spécial à des instruments médicaux?",
            "explanation": "English sentence is properly converted into French sentence"
        },
        {
            "input": "What is Alzheimer’s disease?",
            "output": "Qu'est-ce que la maladie d'Alzheimer?",
            "explanation": "English sentence is properly converted into French sentence"
        },
        {
            "input": "What is certain though is that decisions about priorities (who is to be the first to receive a subsidy?",
            "output": "Il est certain, cependant, que les décisions touchant ces priorités (qui doivent bénéficier d'abord des subvention?",
            "explanation": "English sentence is properly converted into French sentence"
        }
    ],
    "Negative Examples": [
        {
            "input": "What are the factors associated with this difference?",
            "output": "Quels sont les facteurs associés à cet?",
            "explanation": "The conversion of English to French is wrong because output missed one word from the input, i.e., écart which means difference."
        },
        {
            "input": "What is the big deal about disclosing net benefits?",
            "output": "Qu'arrive-t-il une fois que l'on a déterminé la nécessité d'une nouvelle réglementation?",
            "explanation": "The conversion of English to French is wrong."
        },
        {
            "input": "What was the median final score, including both wins and losses, for the past 10 years?",
            "output": "Quel a été le résultat final médian des deux dernières années, en incluant aussi bien ceux des victoires que des défaites?",
            "explanation": "The conversion of English to French is wrong because output translated ten as deux. However, that should be dix."
        }
    ],
    "Instances": [
        {
            "input": "Who Gets It?",
            "output": [
                "Échange sur la protection de la vie privée : qui l'a?"
            ]
        },
        {
            "input": "What geographic areas did the licences cover?",
            "output": [
                "Quelles zones géographiques les licences englobaient-elles?"
            ]
        },
        {
            "input": "When in the week do you watch TV5?",
            "output": [
                "À quel moment de la semaine écoutez-vous la chaîne TV5 ?"
            ]
        },
        {
            "input": "When are you most likely to use?",
            "output": [
                "Quand êtes-vous le plus susceptible de consommer ?"
            ]
        },
        {
            "input": "Where can we build on our departmental strengths?",
            "output": [
                "Où pouvons-nous le mieux utiliser les forces du Ministère?"
            ]
        },
        {
            "input": "What is a safe alternative?",
            "output": [
                "Qu’est-ce qu’une solution de rechange sans danger?"
            ]
        },
        {
            "input": "Where can I get more information?",
            "output": [
                "Qui peut bénéficier du programme ?"
            ]
        },
        {
            "input": "What are we doing based on the information we have?",
            "output": [
                "Comment utilisons-nous ces informations?"
            ]
        },
        {
            "input": "What was your life situation like before your involvement in the [training program/ employment initiative]?",
            "output": [
                "Quelles étaient vos circonstances de vie avant que vous participiez à [programme de formation/projet d'emploi]?"
            ]
        },
        {
            "input": "Why is an Instream Flow Need Recommendation Important?",
            "output": [
                "Pourquoi une recommandation de norme de débit minimal est-elle importante?"
            ]
        },
        {
            "input": "What are the different kinds of response instruments?",
            "output": [
                "Quelles sont les différentes sortes d’instruments d’intervention?"
            ]
        },
        {
            "input": "What mechanisms enable these chemicals to interfere with normal function, and what are the interactions between pollutants and other environmental stresses?",
            "output": [
                "Quels sont les mécanismes qui permettent à ces produits chimiques de dérégler des fonctions normales et quel type d'interaction y a-t-il entre les polluants et d'autres stress environnementaux?"
            ]
        },
        {
            "input": "What is it about flying that leads to impulsive behaviour?",
            "output": [
                "Qu’est-ce qui, dans le vol, mène à un comportement impulsif?"
            ]
        },
        {
            "input": "What is the relationship between the GATT and the GATS?",
            "output": [
                "Quelle est la relation entre le GATT et l'AGCS?"
            ]
        },
        {
            "input": "Who provided comments on the consultation document?",
            "output": [
                "De qui proviennent les commentaires sur le document de consultation?"
            ]
        },
        {
            "input": "What impact do you believe EXPO 2005 had in broadening the image of Canada in Japan and Asia by showcasing its diversity, creativity and innovation?",
            "output": [
                "À votre avis, quelle incidence l'Expo 2005 a-t-elle eue sur l'enrichissement des images du Canada aux yeux de la population japonaise et asiatique, en montrant la diversité du pays, sa créativité et son sens de l'innovation?"
            ]
        },
        {
            "input": "What will the new Commission do to ensure that biodiversity research remains an important part of the 7th Framework Research Programme for 2007- 2013?",
            "output": [
                "Le nouveau commissaire compte-t-il inverser cette situation et privilégier davantage le rôle de coordination de la CE, ce qui accroîtrait la visibilité de l'UE sur la scène internationale?"
            ]
        },
        {
            "input": "Where are status cards issued?",
            "output": [
                "Comment les cartes sont-elles délivrées?"
            ]
        },
        {
            "input": "What else needs to be checked before sending in the application?",
            "output": [
                "Que faut-il vérifier d’autre avant d’envoyer la demande ?"
            ]
        },
        {
            "input": "Which channels do you use to help inﬂuence youth policy – locally, nationally and even at European levels?",
            "output": [
                "Quels canaux utilisez-vous pour aider à inﬂuencer la politique de jeunesse – au niveau local, national et même européen?"
            ]
        },
        {
            "input": "What should be the ethical guidelines in reporting on terrorism?",
            "output": [
                "Quelles devraient être les directives déontologiques pour les reportages sur le terrorisme ?"
            ]
        },
        {
            "input": "What do you think a \"good\" marriage is?",
            "output": [
                "Quelle est votre définition d’un « bon » mariage?"
            ]
        },
        {
            "input": "What is the opinion of Mr Seyidov?",
            "output": [
                "– Quel est l'avis de la commission sur l'amendement n °14, sous-amendé?"
            ]
        },
        {
            "input": "What will happen after 2010?",
            "output": [
                "Qu'arrivera-t-il après 2010?"
            ]
        },
        {
            "input": "What object(s) in the school represent moral and religious education?",
            "output": [
                "Quel(s) objet(s) à l’intérieur des écoles représente(nt) l’éducation morale et religieuse?"
            ]
        },
        {
            "input": "When are calls for proposals made?",
            "output": [
                "Quand procède-t-on à des appels de propositions?"
            ]
        },
        {
            "input": "What has been the feedback from health care providers about the project?",
            "output": [
                "Quelle a été la rétroaction reçue des fournisseurs de soins au sujet du projet?"
            ]
        },
        {
            "input": "What is the relationship between the Canada-Wide Accord on Environmental Harmonization, the Sub-agreement on Environmental Assessment and the Canada-British Columbia Agreement on Environmental Assessment Cooperation?",
            "output": [
                "Quelle lien peut-on établir entre l'Accord pancanadien sur l'harmonisation environnementale, l'Entente auxiliaire sur l'évaluation environnementale et l'Entente de collaboration Canada -- Colombie-Britannique en matière d'évaluation environnementale?"
            ]
        },
        {
            "input": "What information is validated?",
            "output": [
                "Quels renseignements font l'objet d'une validation?"
            ]
        },
        {
            "input": "What can you do to help fight weeds?",
            "output": [
                "Comment pouvez-vous prendre part à la lutte contre les mauvaises herbes?"
            ]
        },
        {
            "input": "What formal sanctions may be imposed when it is found that the law has been broken or a hazardous situation exists?",
            "output": [
                "Quelles sanctions formelles les inspecteurs peuvent-ils appliquer lorsqu’ils constatent une infraction à la loi ou l’existence d’un danger?"
            ]
        },
        {
            "input": "What is the most difficult aspect of the work?",
            "output": [
                "Qu’est ce qui est le plus difficile dans ce type de travail ?"
            ]
        },
        {
            "input": "What limitations on freedom of expression of persons suspected, accused or convicted of terrorism may be justified?",
            "output": [
                "Quelles limites à la liberté d’expression des personnes soupçonnées, accusées ou reconnues coupables de terrorisme peuvent être justifiées ?"
            ]
        },
        {
            "input": "What kinds of activities can a charity participate in?",
            "output": [
                "Quels sont les genres d'activités dans lesquelles un organisme de bienfaisance peut s'engager?"
            ]
        },
        {
            "input": "What actions do you intend to take in view of the weak support in Council for the Commission proposal on Article 13?",
            "output": [
                "Quelle action envisagez-vous d'entreprendre devant les réticences du Conseil à l'égard de la proposition de la Commission concernant l'article 13?"
            ]
        },
        {
            "input": "Why are these guidelines needed?",
            "output": [
                "Pourquoi ces lignes directrices sont-elles nécessaires?"
            ]
        },
        {
            "input": "What kinds of activities does AWPI do?",
            "output": [
                "Quelles sortes d’activités s’exercent-t-elles dans le cadre d’IPAMT?"
            ]
        },
        {
            "input": "What is the split between term and indeterminate employees?",
            "output": [
                "Quelle est la proportion d'employés nommés pour une période déterminée et d'employés nommés pour une période indéterminée?"
            ]
        },
        {
            "input": "What level of name similarity is permissible for health product names?",
            "output": [
                "Commentaires Jusqu'à quel point deux produits de santé peuvent-ils porter un nom similaire?"
            ]
        },
        {
            "input": "Who would fund the up-front costs of integration?",
            "output": [
                "Comment les coûts d’exploitations du système seraient-ils défrayés?"
            ]
        },
        {
            "input": "What is a Data Protector or Privacy Commissioner?",
            "output": [
                "Que fait un commissaire a la protection des donnees nominatives ou de la vie privee ?"
            ]
        },
        {
            "input": "What is the urgency in undertaking clinical trials in Canada?",
            "output": [
                "Quelle est l'urgence d'entreprendre des essais cliniques au Canada?"
            ]
        },
        {
            "input": "What other treatments have been used to treat Heart Failure?",
            "output": [
                "Quels sont les autres médicaments utilisés dans le traitement de l'insuffisance cardiaque?"
            ]
        },
        {
            "input": "Why so much for so little?",
            "output": [
                "Pourquoi payer si cher pour avoir si peu ?"
            ]
        },
        {
            "input": "Why worry about the holiday bulge?",
            "output": [
                "Pourquoi s’inquiéter des bourrelets accumulés pendant la période des Fêtes?"
            ]
        },
        {
            "input": "What is being considered for the proposed Regulations?",
            "output": [
                "Qu'envisage-t-on pour le projet de règlement?"
            ]
        },
        {
            "input": "What protection against this needs to be built in?",
            "output": [
                "Quelle forme de protection contre cette éventualité doit être intégrée aux mesures?"
            ]
        },
        {
            "input": "What is the net worth of the average Canadian?",
            "output": [
                "Quelle est la valeur nette des avoirs du Canadien moyen?"
            ]
        },
        {
            "input": "What do these disparities reveal about our approach to public health?",
            "output": [
                "Que nous révèlent ces disparités au sujet de notre approche en santé publique?"
            ]
        },
        {
            "input": "What main subjects will be taken up at the second session?",
            "output": [
                "Quels seront les principaux sujets abordés à la deuxième session ?"
            ]
        },
        {
            "input": "When did it come into force, or, in the case of a draft, at what stage is it in the process of legislative adoption?",
            "output": [
                "À quelle date ce texte est-il entré en vigueur ou, s’il s’agit d’un projet, à quel stade en est-il de la procédure d’adoption?"
            ]
        },
        {
            "input": "What unintended consequences have occurred as a result of the ISR Initiative?",
            "output": [
                "Quelles ont été les retombées inattendues de l'initiative de RSR?"
            ]
        },
        {
            "input": "What was/were the outcome(s) (number of live births, abortions, miscarriages)?",
            "output": [
                "Quel en a été le(s) résultat(s) (nombre de naissances, d’avortements ou de fausses-couches)?"
            ]
        },
        {
            "input": "What is the likelihood research will have some impact; will it be convincing to patients and payers?",
            "output": [
                "Quelle chance la recherche a-t-elle d'avoir un impact; celui-ci sera-t-il convaincant pour les patients et les payeurs?"
            ]
        },
        {
            "input": "What has been your experience with the promotion of \"green\" products and services procurement under the Directives?",
            "output": [
                "Quelle expérience avez-vous de l'incitation à passer des marchés relevant des directives communautaires et portant sur des produits et des services \"verts\"?"
            ]
        },
        {
            "input": "What can you do to help the mother and her child as well as the teacher?",
            "output": [
                "Comment intervenir tant auprès de la mère et son enfant que du professeur?"
            ]
        },
        {
            "input": "What are the fees for CTA and CTA-A submissions?",
            "output": [
                "Quels sont les frais associés au dépôt de DEC et de MDEC?"
            ]
        },
        {
            "input": "What about risk from new strains?",
            "output": [
                "Qu’en est-il des risques engendrés par les nouvelles souches ?"
            ]
        },
        {
            "input": "What is due diligence?",
            "output": [
                "Qu'est-ce que la diligence raisonnable?"
            ]
        },
        {
            "input": "What long-term development plans are there within the community?",
            "output": [
                "Quels sont les projets de développement à long terme dans cette communauté?"
            ]
        },
        {
            "input": "What measures need to be put in place to ensure there is adequate reporting to demonstrate program success?",
            "output": [
                "Quelles sont les mesures à instaurer pour s'assurer de la communication de données pertinentes qui permettront de vérifier le succès du programme?"
            ]
        },
        {
            "input": "What else should patients know about taking LYRICA?",
            "output": [
                "Qu'est-ce que les patients traités par LYRICA doivent savoir de plus au sujet de son utilisation?"
            ]
        },
        {
            "input": "What if the client provides new information before his or her tax return is filed?",
            "output": [
                "Que faire si le client fournit de nouveaux renseignements avant que vous avez produit sa déclaration de revenus?"
            ]
        },
        {
            "input": "What if there is no functional change but a name change?",
            "output": [
                "Qu'advient-il lorsque le changement de nom n'est pas assorti d'un changement de fonctions?"
            ]
        },
        {
            "input": "Who will organize and administer the events?",
            "output": [
                "Qui organisera et gérera les activités ?"
            ]
        },
        {
            "input": "What is the recruitment policy regarding disabled people?",
            "output": [
                "Quelle est la politique de recrutement concernant les personnes handicapÃ©es?"
            ]
        },
        {
            "input": "Why should these outputs also be in a repository?",
            "output": [
                "Pourquoi ces extrants devraient-ils également se trouver dans un dépôt institutionnel?"
            ]
        },
        {
            "input": "What steps did you take to obtain permanent residence status?",
            "output": [
                "Quelles ont été les démarches que vous avez faites pour obtenir le statut de résidente permanente?"
            ]
        },
        {
            "input": "What about minimum sentences for repeat offenders whose actions result in these terrible tragedies?",
            "output": [
                "Qu'en est-il des peines minimales visant les récidivistes dont les actes entraînent de terribles drames?"
            ]
        },
        {
            "input": "What percent of the budget?",
            "output": [
                "Quel pourcentage du budget?"
            ]
        },
        {
            "input": "Why did some EDO businesses fail?",
            "output": [
                "Pourquoi certaines entreprises du volet Création d’entreprises ont-elles échoué?"
            ]
        },
        {
            "input": "Who was supervising those police officers when Barnabé had a cardiac arrest in his cell?",
            "output": [
                "Qui supervisait les policiers quand Barnabé a fait une crise cardiaque dans sa cellule?"
            ]
        },
        {
            "input": "What constraints will be inherent to the project and what contingency plan will you implement in case of a major transport accident, unexpected demand peaks, event rescheduling and adverse weather?",
            "output": [
                "Quelles sont les contraintes inhérentes au projet et quel plan d'urgence mettrezvous en place en cas d'accident grave, de demande inattendue, de reprogrammation d'une épreuve ou de mauvais temps ?"
            ]
        },
        {
            "input": "What implications, if any, would mandatory reporting have on your own practice?",
            "output": [
                "Quelles implications la notification obligatoire aurait-elle sur votre propre pratique?"
            ]
        },
        {
            "input": "What percentage of your company's production (by value of sales) is exported?",
            "output": [
                "Quel pourcentage de la production de votre entreprise (selon la valeur des ventes) est exporté?"
            ]
        },
        {
            "input": "Which determinants of health are the most significant predictors of health outcomes in rural areas?",
            "output": [
                "Quels sont les déterminants de la santé qui sont les variables prédictives les plus significatives de la santé dans les zones rurales?"
            ]
        },
        {
            "input": "Who's involved in the PIA process and when are they involved?",
            "output": [
                "Qui participe au processus d'ÉFVP et À quel moment?"
            ]
        },
        {
            "input": "What is the operating system for GPHIN?",
            "output": [
                "Quel système d'exploitation le RMISP nécessite-t-il?"
            ]
        },
        {
            "input": "What have been the major impediments to success?",
            "output": [
                "Quels ont été les principaux obstacles à la réussite?"
            ]
        },
        {
            "input": "What do they think are the key milestones?",
            "output": [
                "Quels ont été, selon eux, les grands événements ?"
            ]
        },
        {
            "input": "What is really the scope of our practice?",
            "output": [
                "Quel est réellement notre champ d'activité?"
            ]
        },
        {
            "input": "What would a new global nuclear non-proliferation regime which includes all states look like?",
            "output": [
                "À quoi ressemblerait un nouveau régime mondial de non-prolifération qui engloberait tous les États?"
            ]
        },
        {
            "input": "What is an Aboriginal or treaty nation?",
            "output": [
                "Qu'est-ce qu'une nation autochtone ou signataire de traité?"
            ]
        },
        {
            "input": "Which medical opinion should be chosen?",
            "output": [
                "Quelle opinion médicale doit être retenue?"
            ]
        },
        {
            "input": "What role should NGO's play?",
            "output": [
                "Quel rôle les ONG devraient-elles jouer?"
            ]
        },
        {
            "input": "What is the value of the Monastery in our contemporary world?",
            "output": [
                "Quelle est la valeur de la vie monastique dans notre monde actuel?"
            ]
        },
        {
            "input": "What electronic format should be used to transfer files to the supplier?",
            "output": [
                "Quel format électronique devrait être utilisé pour le transfert des fichiers au fournisseur?"
            ]
        },
        {
            "input": "Who has been involved in the development of the Canadian Atlantic Tsunami Warning System?",
            "output": [
                "Qui a participé à la création du Système d’alerte aux tsunamis dans l’Atlantique?"
            ]
        },
        {
            "input": "What are the risks of MRI and PET scans?",
            "output": [
                "Quels sont les risques associés à l'IRM et la TEP ?"
            ]
        },
        {
            "input": "What have the federal government and provinces/territories done to publicize Canada's contribution in this field?",
            "output": [
                "Qu'est-ce que le fédéral et les provinces/territoires ont fait pour faire connaître la contribution du Canada dans ce domaine?"
            ]
        },
        {
            "input": "What are the major obstacles?",
            "output": [
                "Quels sont les principaux obstacles?"
            ]
        },
        {
            "input": "What do we mean by capacity building?",
            "output": [
                "Qu'entend-on par « renforcement des capacités »?"
            ]
        },
        {
            "input": "What if a BITS' registration information changes?",
            "output": [
                "Qu'arrive-t-il si les renseignements relatifs à un STIB inscrit changent?"
            ]
        },
        {
            "input": "What are some of the challenges related to the lack of predation in a semi-wild or captive bison herd?",
            "output": [
                "Quelles sont les défis posés par l’absence de prédation contre un troupeau de bisons mi-sauvage ou captif?"
            ]
        },
        {
            "input": "What does this mean for the tourism sector?",
            "output": [
                "Qu’est-ce que cela signifie pour le secteur du tourisme?"
            ]
        },
        {
            "input": "What are the practical applications?",
            "output": [
                "Quelles en sont les applications pratiques?"
            ]
        },
        {
            "input": "What is a net capital loss?",
            "output": [
                "Qu'est ce qu'une perte en capital nette?"
            ]
        },
        {
            "input": "What are the criteria for choosing submissions to be part of Phase One?",
            "output": [
                "Quels critères détermineront le choix des soumissions à la phase 1?"
            ]
        },
        {
            "input": "What if the rookies disappeared a year or two after graduating, clutching their law degrees and an unspoken dream of making bundles of money down south?",
            "output": [
                "Qu’arriverait-il si les jeunes disparaissaient un an ou deux après avoir obtenu leur diplôme en droit pour aller se faire payer des sommes folles dans le Sud?"
            ]
        },
        {
            "input": "What is different?",
            "output": [
                "Qu’ est-ce qui change?"
            ]
        },
        {
            "input": "Who owns the information e-mailed by a consultant/contractor working for the GoC?",
            "output": [
                "À qui appartient l'information transmise par courrier électronique par un expert-conseil ou un entrepreneur travaillant pour le GdC?"
            ]
        },
        {
            "input": "What would it mean to patients, their families and care givers?",
            "output": [
                "Qu'est-ceque cela signifirait pour les patients, leurs familles et le personnel soignant?"
            ]
        },
        {
            "input": "What Qualifications Does a Governor General Need?",
            "output": [
                "Quelles qualités doit posséder le gouverneur général?"
            ]
        },
        {
            "input": "When is donor recognition considered to include an implicit solicitation of support?",
            "output": [
                "Quand la reconnaissance du donateur est-elle considérée comme comportant une demande d'appui implicite?"
            ]
        },
        {
            "input": "What has the creation of this organization meant, not only to its members but also to the international community as a whole?",
            "output": [
                "Qu'est-ce que l'avènement d'une organisation comme la Francophonie a apporté, d'abord à ses membres, puis à la collectivité internationale?"
            ]
        },
        {
            "input": "What power does Revenue Canada have to enforce the collection and reporting of FNT?",
            "output": [
                "De quels pouvoirs Revenu Canada dispose-t-il pour s'assurer que la TPS est perçue et déclarée?"
            ]
        },
        {
            "input": "What will be the timing for these requests?",
            "output": [
                "Quel sera le délai nécessaire pour de telles demandes?"
            ]
        },
        {
            "input": "Where does it fit into our organization?",
            "output": [
                "Où se situe la gestion des ressources humaines dans l’organisation ?"
            ]
        },
        {
            "input": "What questions will the research results seek to answer?",
            "output": [
                "À quelles questions les résultats de la recherche devraient-ils permettre de répondre ?"
            ]
        },
        {
            "input": "What would cause the Canadian ambassador to jump from a window of one of Cairo’s tallest buildings to certain death?",
            "output": [
                "Qu’est-ce qui pousserait l’ambassadeur du Canada à sauter de la fenêtre d’un des édifices les plus hauts du Caire vers une mort certaine?"
            ]
        },
        {
            "input": "What are the benefits of having property certified as cultural property?",
            "output": [
                "Quels sont les avantages de faire certifier un bien comme un bien culturel?"
            ]
        },
        {
            "input": "What restrictions to access of technical data were present in determining the state of the art?",
            "output": [
                "Quelles restrictions avez-vous rencontrées lors de l'accès aux données technologiques lorsque vous avez déterminé l'état de la plus récente technologie?"
            ]
        },
        {
            "input": "When does the WHTI come into effect?",
            "output": [
                "Quand l’IVHO entrera-t-elle en vigueur?"
            ]
        },
        {
            "input": "Why is there such a delay with dealing with this in Canada?",
            "output": [
                "Pourquoi le Canada accuse-t-il un tel retard dans ce domaine?"
            ]
        },
        {
            "input": "What is Numerical Weather Prediction?",
            "output": [
                "Qu'est-ce que la prévision numérique du temps?"
            ]
        },
        {
            "input": "What are your personal exemptions?",
            "output": [
                "À quelles exemptions personnelles avez-vous droit?"
            ]
        },
        {
            "input": "What institutional arrangements will make it most likely that major reforms will be implemented once policy has been developed?",
            "output": [
                "Quels arrangements institutionnels sont les plus susceptibles de mettre en œuvre des réformes importantes une fois la politique élaborée?"
            ]
        },
        {
            "input": "When do I apply for the UCCB?",
            "output": [
                "Quand dois-je présenter une demande de PUGE?"
            ]
        },
        {
            "input": "When is copyright infringed?",
            "output": [
                "Quand y a-t-il atteinte au droit d’auteur?"
            ]
        },
        {
            "input": "Why did you select me for another one?",
            "output": [
                "Pourquoi m’avez vous sélectionné pour une autre enquête?"
            ]
        },
        {
            "input": "What are my responsibilities when it comes to managing information?",
            "output": [
                "Quelles sont mes responsabilités en matière de gestion de l'information?"
            ]
        },
        {
            "input": "What strategies will ensure that protective legislation is not used to justify discriminatory labour practices and keep women out of better paying jobs?",
            "output": [
                "Quelles stratégies faut-il adopter pour veiller à ce que les lois sur la protection des femmes ne soient pas utilisées pour justifier des pratiques d'emploi discriminatoires et pour éloigner les femmes des emplois les mieux payés ?"
            ]
        },
        {
            "input": "Why is it that despite hearing about these great breakthroughs we can’t seem to get the same number of effective treatments?",
            "output": [
                "Comment se fait-il que malgré toutes ces grandes avancées dont on nous parle, il semble qu’on n’obtienne pas un nombre équivalent de traitements efficaces?"
            ]
        },
        {
            "input": "What is the fate of PCBs in the landfill?",
            "output": [
                "Quel est le sort probable des BPC mis en décharge?"
            ]
        },
        {
            "input": "What were the project's key findings?",
            "output": [
                "Quels ont été les principaux résultats?"
            ]
        },
        {
            "input": "Why is advanced consultation used as advanced content?",
            "output": [
                "Pourquoi utilise-t-on la consultation préalable pour alimenter le contenu de ce qui sera publié dans la Gazette?"
            ]
        },
        {
            "input": "What do you believe to be the critical conditions and factors of successful integration of senior executives into a new organization?",
            "output": [
                "D’après vous, quelles sont les conditions et les facteurs critiques de l’intégration des cadres supérieurs dans une nouvelle organisation?"
            ]
        },
        {
            "input": "What about the rest?",
            "output": [
                "Mais, qu'est qu'il se passe avec les autres?"
            ]
        },
        {
            "input": "What is the minimum information it should offer viewers, in particular as regards the programmes of public service broadcasters?",
            "output": [
                "Quelles conditions financières, techniques ou autres seront requises ?"
            ]
        },
        {
            "input": "What actions were taken as a result of these views?",
            "output": [
                "Quelles mesures ont été prises suite à leurs opinions ?"
            ]
        },
        {
            "input": "What can people do if they do not have access to the Canadian Human Rights Act because they are not legally in Canada?",
            "output": [
                "Que peut faire une personne si elle ne peut invoquer la Loi canadienne sur les droits de la personne parce qu’elle n’était pas légalement présente au Canada?"
            ]
        },
        {
            "input": "What is the level of commitment to the partnership?",
            "output": [
                "Quel est le degré d’engagement envers le partenariat?"
            ]
        },
        {
            "input": "Where can I find employment programs and job banks for Aboriginal people?",
            "output": [
                "Que dois-je faire pour obtenir une pension de retraite du Régime de pensions du Canada ou d'autres prestations en vertu de ce régime?"
            ]
        },
        {
            "input": "Why is there a difference between the annual inflation rate determined by Statistics Canada and the pension indexing rate?",
            "output": [
                "Pourquoi y a-t-il une différence entre le taux annuel d'inflation déterminé par Statistique Canada et le taux d'indexation des pensions?"
            ]
        },
        {
            "input": "What happens when a drug is not approved?",
            "output": [
                "Qu'arrive-t-il lorsqu'un médicament n'est pas approuvé?"
            ]
        },
        {
            "input": "When you talk about the development of Francophone or Anglophone minorities in Canada, is that promotion or protection?",
            "output": [
                "Ainsi, en ce qui touche l’épanouissement des minorités francophones ou anglophones du Canada, s’agit-il de promotion ou de protection ?"
            ]
        },
        {
            "input": "What is Canadian culture?",
            "output": [
                "Qu’est-ce que la culture canadienne?"
            ]
        },
        {
            "input": "What approaches are most effective for defining these?",
            "output": [
                "Quelles sont les approches les plus efficaces pour les définir?"
            ]
        },
        {
            "input": "What are the main impediments to coordinating surveillance activities?",
            "output": [
                "Quels sont les principaux obstacles à la coordination des activités de surveillance?"
            ]
        },
        {
            "input": "What is the Advisory Committee doing to change this and what achievements have been made in this domain?",
            "output": [
                "Que fait le Comité consultatif pour changer cette situation et quelles ont été les avancées dans ce domaine ?"
            ]
        },
        {
            "input": "Why are these changes being proposed?",
            "output": [
                "Pourquoi ces changements sont‑ils envisagés?"
            ]
        },
        {
            "input": "What is the subject matter and is there preparatory material available for review?",
            "output": [
                "Quel sera le sujet traité et existe-t-il du matériel disponible pour se préparer?"
            ]
        },
        {
            "input": "What is the appropriate role for FCP?",
            "output": [
                "Quel est le rôle approprié pour le PCF?"
            ]
        },
        {
            "input": "Why is this important?",
            "output": [
                "Pourquoi est-ce important?"
            ]
        },
        {
            "input": "What were the difficulties in doing this?",
            "output": [
                "• Est-ce que le groupe est parvenu à interroger un échantillon «représentatif» de la population?"
            ]
        },
        {
            "input": "What is the Global Partnership Program?",
            "output": [
                "Qu'est-ce que le Programme de partenariat mondial?"
            ]
        },
        {
            "input": "Which parent should be interviewed?",
            "output": [
                "Comment doit-on procéder en présence de répondants qui ne parlent pas l’anglais?"
            ]
        },
        {
            "input": "What information must I submit?",
            "output": [
                "Quels renseignements dois-je déposer?"
            ]
        },
        {
            "input": "What is necessary for going from intercultural dialogue to joint action?",
            "output": [
                "Qu’est-ce qui est nécessaire pour passer du dialogue interculturel à l’action commune ?"
            ]
        },
        {
            "input": "When are the new rates of GST and HST effective?",
            "output": [
                "Quand les nouveaux taux de la TPS et de la TVH entreront-ils en vigueur?"
            ]
        },
        {
            "input": "What is the difference, and how can we move from relative dysfunction to function in communities?",
            "output": [
                "Où se situe la différence et comment pouvons-nous transformer une collectivité plus ou moins dysfonctionnelle en une collectivité fonctionnelle?"
            ]
        },
        {
            "input": "What information needs to be disclosed to Parliament and the public?",
            "output": [
                "Quelle information doit être communiquée au Parlement et au public?"
            ]
        },
        {
            "input": "Why is participation limited for year two?",
            "output": [
                "Pourquoi la participation est elle limitée pour l'année II?"
            ]
        },
        {
            "input": "What are the technical challenges in measuring and managing waiting times, and how can they be overcome?",
            "output": [
                "Quels sont les défis techniques que posent la mesure et la gestion des temps d’attente et comment les relever?"
            ]
        },
        {
            "input": "What is the effect on vegetation at the site?",
            "output": [
                "Quel est l'effet observé sur les plantes poussant à même le site?"
            ]
        },
        {
            "input": "Why should we worry about declining participation rates?",
            "output": [
                "Pourquoi devrait-on s’inquiéter de la baisse des taux de participation?"
            ]
        },
        {
            "input": "Why do you ask for my permission with respect to data linkage?",
            "output": [
                "Pourquoi me demande-t-on une permission visant le couplage de données?"
            ]
        },
        {
            "input": "Where national legislation allows financial penalties to be imposed concurrently with prison sentences, given the prospect of the adoption of the Framework Decision on the application of the principle of mutual recognition to financial penalties, should the sentencing State be entitled to refuse to transfer enforcement until the sentenced person has paid the fine?",
            "output": [
                "Au cas où la législation nationale permet d’infliger des sanctions pécuniaires en même temps que des peines de prison et vu la perspective de l’adoption de la décision-cadre concernant l'application du principe de reconnaissance mutuelle aux sanctions pécuniaires, est-il encore acceptable que l’État de condamnation puisse refuser le transfert de l’exécution jusqu’à ce que le condamné ait payé l’amende?"
            ]
        },
        {
            "input": "What activity did you implement?",
            "output": [
                "Quelle(s) activité(s) avez-vous organisée(s)?"
            ]
        },
        {
            "input": "What if we are embarking on a risky, expensive mission with little hope of achievement?",
            "output": [
                "Ne serions-nous pas en train de nous embarquer dans une aventure périlleuse et coûteuse sans grand espoir de réussite?"
            ]
        },
        {
            "input": "Where does free speech stop?",
            "output": [
                "Où la liberté d’expression s’arrête‑t-elle ?"
            ]
        },
        {
            "input": "What are some of the common errors made when making a CSBF loan that would result in invalidating a claim?",
            "output": [
                "Quelles sont certaines erreurs communes commises lors de l'approbation et d'un prêt FPEC, qui peuvent invalider une demande d'indemnisation éventuelle?"
            ]
        },
        {
            "input": "What methods and tools will be provided to departments and agencies in the context of this initiative?",
            "output": [
                "Quelles méthodes et quels outils seront mis à la disposition des ministères et organismes dans le contexte de cette initiative?"
            ]
        },
        {
            "input": "What are their qualifications?",
            "output": [
                "Quels sont leurs titres professionnels?"
            ]
        },
        {
            "input": "What was the outcome of the 4th Ministerial Conference at Doha?",
            "output": [
                "Quel a été le résultat de la 4e conférence ministérielle à Doha?"
            ]
        },
        {
            "input": "What if the conciliation is appropriate but unsuccessful?",
            "output": [
                "Que faire si la conciliation échoue?"
            ]
        },
        {
            "input": "What Is a Tax Transfer?",
            "output": [
                "Qu’est-ce qu’un transfert de points d’impôt?"
            ]
        },
        {
            "input": "What rights does copyright provide?",
            "output": [
                "Quels droits le droit d’auteur confère-t-il?"
            ]
        },
        {
            "input": "Why don't they show the unofficial landmarks?",
            "output": [
                "Pourquoi ne montrent-elles pas les points d'intérêt non officiels?"
            ]
        },
        {
            "input": "Who could say to Hamas that unless they accept certain rules, their election is not valid?",
            "output": [
                "Qui peut dire au Hamas qu'à moins qu'il n'accepte certaines règles, son élection n'est pas valable ?"
            ]
        },
        {
            "input": "What is the disease or dysfunction for which healing is needed?",
            "output": [
                "Pour quelle maladie ou dysfonctionnement la guérison est-elle nécessaire?"
            ]
        },
        {
            "input": "What are the three most attractive features about investing in your home province?",
            "output": [
                "Quelles sont les trois caractéristiques qui vous incitent le plus à investir dans votre province d'origine?"
            ]
        },
        {
            "input": "What is your view of the conclusions of the Third Summit of Heads of State and Government?",
            "output": [
                "Quelle analyse faites-vous des conclusions du 3° sommet des chefs d’état et de gouvernement ?"
            ]
        },
        {
            "input": "Why implement MASOP now?",
            "output": [
                "Pourquoi MASOP est-il mis en oeuvre maintenant ?"
            ]
        },
        {
            "input": "What is a Charity?",
            "output": [
                "Qu'est-ce qu'un organisme de bienfaisance?"
            ]
        },
        {
            "input": "What is the treatment for ricin poisoning?",
            "output": [
                "Quel est le traitement de l'empoisonnement à la ricine?"
            ]
        },
        {
            "input": "What services are available to youth in our community?",
            "output": [
                "Quels sont les services offerts aux jeunes dans notre collectivité ?"
            ]
        },
        {
            "input": "What was the objective behind having a joint union-management work team?",
            "output": [
                "Pourquoi a-t-on mis sur pied une équipe de travail mixte syndicale patronale?"
            ]
        },
        {
            "input": "What factors inﬂuence our health and what is being done to address inequalities?",
            "output": [
                "Quels facteurs inﬂuent sur notre santé et que faisons-nous pour lutter contre les inégalités?"
            ]
        },
        {
            "input": "What research, policies and practices would improve oral health status and health service?",
            "output": [
                "Quels travaux de recherche et quelles politiques et pratiques pourraient améliorer l'état de santé bucco-dentaire et les services de santé ?"
            ]
        },
        {
            "input": "What makes you reach for a cigarette?",
            "output": [
                "Qu'est-ce qui vous pousse à prendre une cigarette?"
            ]
        },
        {
            "input": "What happens in the case of a tie in the total number of points between two or more proposals?",
            "output": [
                "Qu'arrive-t-il lorsque le même nombre de points est attribué à deux propositions ou plus?"
            ]
        },
        {
            "input": "What role does civil society wish to play?",
            "output": [
                "«Communiquer l’Europe: quel rôle la société civile souhaite-telle jouer?"
            ]
        },
        {
            "input": "What are the positive and negative impacts of TV5?",
            "output": [
                "Quels sont les impacts positifs et négatifs de TV5?"
            ]
        },
        {
            "input": "What is the present European Union standpoint?",
            "output": [
                "Quel est le point de vue actuel de l’Union européenne ?"
            ]
        },
        {
            "input": "What kinds of ideas came up now at your table?",
            "output": [
                "Qu'est-ce qui vous frappe?"
            ]
        },
        {
            "input": "What are the factors associated with this difference?",
            "output": [
                "Quels sont les facteurs associés à cet écart?"
            ]
        },
        {
            "input": "What were your specific questions, learning objectives and/or goals in undertaking this program?",
            "output": [
                "Quels étaient précisément vos questions, vos objectifs d’apprentissage et/ou vos buts au moment d’entreprendre ce programme?"
            ]
        },
        {
            "input": "What is the status of ethics in the national and international strategies themselves?",
            "output": [
                "Quelle est la place réservée à l’éthique dans les stratégies nationales et internationales ?"
            ]
        },
        {
            "input": "Who developed the Protected Areas of Canada map1?",
            "output": [
                "Qui a créé la carte des aires protégées du Canada1?"
            ]
        },
        {
            "input": "Which information sources does the Portal links to ?",
            "output": [
                "Vers quelles sources d'informations le portail renvoie-t-il?"
            ]
        },
        {
            "input": "What can individuals, groups, local communities and nations do to close the gap?",
            "output": [
                "Que peuvent faire les individus, les groupes et les communautés locales pour combler le fossé?"
            ]
        },
        {
            "input": "What does volunteering with Victim Services involve?",
            "output": [
                "En quoi consiste le bénévolat pour les Services aux victimes?"
            ]
        },
        {
            "input": "What is the role of museums in meeting local community needs in the 21st century?",
            "output": [
                "Quels sont les liens entre le patrimoine, la campagne, les activités culturelles dans une région donnée et le potentiel économique pour développer le tourisme culturel ?"
            ]
        },
        {
            "input": "Which training courses are provided by the EAS?",
            "output": [
                "Quels cours sont organisés par l’EAS?"
            ]
        },
        {
            "input": "What things should be considered in defining an area of selection for a Co-op/Internship assignment?",
            "output": [
                "Quels sont les éléments à considérer en définissant une zone de sélection pour une affectation attribuée dans le cadre d'un programme Coop ou d'internat?"
            ]
        },
        {
            "input": "What was the investigative hearing intended to do?",
            "output": [
                "Quel était l’objectif de l’investigation?"
            ]
        },
        {
            "input": "What are you doing to mitigate risks?",
            "output": [
                "Que faites-vous pour limiter les risques?"
            ]
        },
        {
            "input": "Which of the following best describes where ^baby's name was during most of the first hour after birth?",
            "output": [
                "Quel énoncé décrit le mieux l'endroit où se trouvait (^nom du bébé) pendant la plupart de la première heure qui a suivi sa naissance?"
            ]
        },
        {
            "input": "Which option would most benefit passengers with reduced mobility departing from or arriving at airports situated in Member States: making airports responsible for assistance or giving this task to airlines?",
            "output": [
                "Laquelle de ces deux options sera-t-elle la plus utile pour les passagers à mobilité réduite au départ ou à destination d’aéroports situés dans les États membres ?"
            ]
        },
        {
            "input": "What percentage of the students at your school has access to the Internet (either through school or their own)?",
            "output": [
                "Selon vous, quel pourcentage de vos élèves a accès à l'Internet (à l'école, à la maison ou autre)?"
            ]
        },
        {
            "input": "What is to be the balance within the EU’s emerging CESDP between the military and the civil aspects of crisis management?",
            "output": [
                "Quel sera l’équilibre au sein de la PECSD émergente de l’UE entre les aspects militaires et civils de la gestion des crises ?"
            ]
        },
        {
            "input": "Why is he expected to win?",
            "output": [
                "Pourquoi s’attend-on à ce que Khatami soit reporté au pouvoir?"
            ]
        },
        {
            "input": "When referring to numbers of users – do you have an idea how many cyclists use it?",
            "output": [
                "Au sujet des chiffres sur les utilisateurs – avez-vous une idée du nombre de cyclistes?"
            ]
        },
        {
            "input": "What measures has the department taken to ensure that one company doesn’t buy all the spectrum?",
            "output": [
                "Quelles mesures le Ministère a-t-il prises pour s’assurer qu’une seule entreprise n’achète pas tout le spectre mis aux enchères?"
            ]
        },
        {
            "input": "What knowledge, skills and experiences do their teachers possess?",
            "output": [
                "Quels sont le savoir, le savoir-faire et l’expérience de l’enseignant auquel il a à faire?"
            ]
        },
        {
            "input": "What legislative and other measures has the State party taken regarding the provisions of the Criminal Code that excuse the perpetrator in the case of rape of the minor if he is prepared to marry his victim?",
            "output": [
                "Quelles mesures législatives ou d’autre nature l’État partie a-t-il prises au sujet des dispositions du Code pénal qui excusent l’auteur d’un viol sur une personne mineure lorsque celui-ci est disposé à épouser sa victime?"
            ]
        },
        {
            "input": "What qualitative information is captured, particularly on values-based training activities and staffing processes?",
            "output": [
                "Quelles informations qualitatives sont saisies, quant à la formation sur les valeurs de dotation et l'amélioration des processus de dotation?"
            ]
        },
        {
            "input": "What have been the impacts to date and what impacts are likely in the future related to CFI’s main goals?",
            "output": [
                "Quels effets les principaux objectifs de la FCI ont-ils eus jusqu’à présent et quels effets peut-ont prévoir qu’ils produiront à l’avenir?"
            ]
        },
        {
            "input": "Who does one turn to if you’ve been denied benefits like for sick leave?",
            "output": [
                "Vers qui se tourner quand on se voit refuser des prestations, disons de maladie?"
            ]
        },
        {
            "input": "What were the impacts on communities and the broader society of the celebration of an historical event?",
            "output": [
                "Quelles ont été les incidences de la commémoration d’un événement historique sur les communautés et la société dans son ensemble?"
            ]
        },
        {
            "input": "What are the benefits and risks of such an approach?",
            "output": [
                "Quels sont les avantages et les risques d'une approche semblable?"
            ]
        },
        {
            "input": "What should be the formal requirements for the parties’ prorogation agreement?",
            "output": [
                "Quelles devraient être les conditions de forme applicables à l’accord de prorogation conclu par les parties?"
            ]
        },
        {
            "input": "What projects receive financial support?",
            "output": [
                "Quels types de projets sont admissibles à un financement?"
            ]
        },
        {
            "input": "What is the procedure for \"filing\" documents ?",
            "output": [
                "Quelle est la procédure pour « déposer » des documents?"
            ]
        },
        {
            "input": "When do I receive my certification designation?",
            "output": [
                "À quel moment la certification m’est-elle remise?"
            ]
        },
        {
            "input": "When do I start to build up current service?",
            "output": [
                "Quand puis-je commencer à accumuler des droits à pension\u2028dans le cadre du service courant?"
            ]
        },
        {
            "input": "Why did her government chose to do so little when it had the means to do so much?",
            "output": [
                "´ J’aimerais poser la question suivante au leader du gouvernement au Senat : pourquoi son gouvernement a-t-il choisi de faire si peu ´ alors qu’il disposait des moyens pour en faire beaucoup plus?"
            ]
        },
        {
            "input": "What is biotechnological intellectual property?",
            "output": [
                "Qu'est-ce que la propriété intellectuelle en biotechnologie?"
            ]
        },
        {
            "input": "Who ensures that reports are accurate?",
            "output": [
                "Qui veille à l’exactitude des rapports?"
            ]
        },
        {
            "input": "What do you think can be done to reduce the red tape in GoC project approval and for joint funding by multi-agencies?",
            "output": [
                "À votre avis, que peut - on fa ire pour réduire la « pa pera sser ie » associée à l’appr obation des pr oj ets du GC et au finance ment con joint par des organismes multipl es ?"
            ]
        },
        {
            "input": "What would happen if these technologies did not share a consistent coordinate system?",
            "output": [
                "Mais qu'arriverait-il si ces technologies ne s'appuyaient pas sur un système de coordonnées commun?"
            ]
        },
        {
            "input": "What do we want to achieve in fisheries management over the long term?",
            "output": [
                "Que voulons-nous réaliser, à long terme, en ce qui concerne la gestion des pêches?"
            ]
        },
        {
            "input": "Where do we post the notice of appointment?",
            "output": [
                "Où doit-on afficher l'avis de nomination?"
            ]
        },
        {
            "input": "Which articles in the charter of the United Nations guarantee WEU the greatest effectiveness in the settlement of disputes?",
            "output": [
                "Quels sont les articles de la charte des Nations unies qui garantissent à l'UEO la plus grande efficacité dans le règlement des différends ?"
            ]
        },
        {
            "input": "What if the employee refuses to cooperate in the accommodation process?",
            "output": [
                "Qu’advient-il si l’employé refuse de respecter les étapes du processus de mesure d’adaptation?"
            ]
        },
        {
            "input": "What are Canada's interests in encouraging work leading to international obligations with respect to access to and control of traditional knowledge, innovations and practices, by the holders of such knowledge, innovations and practices?",
            "output": [
                "En quoi le Canada est-il intéressé à encourager le travail qui mènera à des obligations internationales à l'égard de l'accès et au contrôle des connaissances traditionnelles, des innovations et coutumes, et ce par leurs détenteurs?"
            ]
        },
        {
            "input": "What are the decision-making arrangements for EPSO?",
            "output": [
                "Quelles sont les dispositions qui ont été prises quant au processus de décision de l'EPSO?"
            ]
        },
        {
            "input": "What is the impact of high levels of caregiver strain on Canadian employees?",
            "output": [
                "Quelle est l’incidence des niveaux élevés de pression sur le fournisseur de soins sur les travailleurs canadiens?"
            ]
        },
        {
            "input": "What is their existing knowledge?",
            "output": [
                "Quelles sont leurs connaissances actuelles?"
            ]
        },
        {
            "input": "Which documents support the assertions about content criterion?",
            "output": [
                "Quels documents justifient les affirmations concernant le contenu scientifique ou technologique?"
            ]
        },
        {
            "input": "Why is the Copyright Act being amended?",
            "output": [
                "Pourquoi la Loi sur le droit d’auteur est-elle modifiée?"
            ]
        },
        {
            "input": "Why does the government need an Agency of Record?",
            "output": [
                "Pourquoi le gouvernement doit-il recourir à une agence de coordination?"
            ]
        },
        {
            "input": "What kind of an ecosystem do you live in?",
            "output": [
                "Dans quel genre d'écosystème vivez-vous?"
            ]
        },
        {
            "input": "Where do you find or look for patient education materials for your patients?",
            "output": [
                "Où trouvez-vous ou recherchez-vous le matériel d’éducation pour vos patients?"
            ]
        },
        {
            "input": "What are the departmental strategic objectives for the next year; for the next three years; for the next five years?",
            "output": [
                "Quels sont les objectifs stratégiques du ministère pour la prochaine année; pour les trois prochaines années; pour les cinq prochaines années?"
            ]
        },
        {
            "input": "What is technology transfer?",
            "output": [
                "Qu’est-ce que le transfert de technologie?"
            ]
        },
        {
            "input": "What projects are not eligible?",
            "output": [
                "Quels projets ne sont pas admissibles ?"
            ]
        },
        {
            "input": "Where does that leave a place, for instance, such as Kapuskasing, Ontario, which is 850 kilometres from Toronto, or Keg River, Alberta, which is approximately 700 kilometres from Edmonton?",
            "output": [
                "Quelle place reste´ ´ t-il pour une localite comme Kapuskasing, en Ontario, qui est situee a 850 kilometres de Toronto, ou encore pour Keg River, en Alberta, ` ` qui se trouve a environ 700 kilometres d’Edmonton?"
            ]
        },
        {
            "input": "Why come to Pacific Region ?",
            "output": [
                "Pourquoi venir dans la région du Pacifique?"
            ]
        },
        {
            "input": "What, if anything, could be done differently?",
            "output": [
                "Que pourrait-on faire différemment si c'était possible?"
            ]
        },
        {
            "input": "What information is required to support addition of vitamins and minerals to a special purpose food?",
            "output": [
                "Quels renseignements doivent étayer l'adjonction de vitamines et de minéraux à un aliment spécial?"
            ]
        },
        {
            "input": "What initiatives implemented elsewhere could be copied locally?",
            "output": [
                "Quelles sont les initiatives réalisées ailleurs que l’on pourrait imiter localement ?"
            ]
        },
        {
            "input": "What is an alien plant and how do they affect a grassland?",
            "output": [
                "Qu'est-ce qu'une plante étrangère et quels sont ses effets sur la prairie?"
            ]
        },
        {
            "input": "What will be evaluated?",
            "output": [
                "Comment sera évaluée la contribution de l’initiative au renouvellement des soins de santé primaires au Canada?"
            ]
        },
        {
            "input": "What is the role of teacher self-evaluation in the quality assurance process?",
            "output": [
                "Quel est le rôle de l’auto-évaluation de l’enseignant dans le processus d’assurance de qualité ?"
            ]
        },
        {
            "input": "Which gender exercises is moderately active?",
            "output": [
                "Quel sexe est modérément actif?"
            ]
        },
        {
            "input": "Why do the summer and winter skies have different stars?",
            "output": [
                "Pourquoi le ciel d'été et le ciel d'hiver comportent-ils des étoiles différentes?"
            ]
        },
        {
            "input": "Where do you go, what do you do, who will take you?",
            "output": [
                "Où aller, que faire, qui va vous emmener?"
            ]
        },
        {
            "input": "What was the \"recognizance with conditions\" power as enacted by the Anti-terrorism Act?",
            "output": [
                "Qu’était l’« engagement assorti de conditions » prescrit par la Loi antiterroriste?"
            ]
        },
        {
            "input": "What is the required infrastructure, including surveillance as well as the technical assistance and support, for public health professional intermediaries to sustain comprehensive policy, media and programming?",
            "output": [
                "Quelle est l'infrastructure requise, notamment la surveillance ainsi que l'aide et le soutien techniques dont ont besoin les intermédiaires professionnels en santé publique pour maintenir des interventions intégrées touchant les politiques, les médias et les programmes?"
            ]
        },
        {
            "input": "When a key is issued, is the location of the container it opens and the name of its custodian recorded and kept by the custodian's supervisor?",
            "output": [
                "Lorsqu'une clé est remise à quelqu'un, l'emplacement du coffre qu'elle ouvre et le nom de la personne à qui elle est confiée sont-ils pris en note et placés dans une enveloppe scellée que conserve le superviseur de cette personne?"
            ]
        },
        {
            "input": "What barriers do you face for growth or development in the field of bioinformatics?",
            "output": [
                "Quels sont les obstacles à la croissance et au développement de la bioinformatique que vous devez surmonter?"
            ]
        },
        {
            "input": "Where can I get information on trade missions/shows/events?",
            "output": [
                "Où puis-je trouver des renseignements sur les missions, les foires et les événements commerciaux ?"
            ]
        },
        {
            "input": "Why is it important to fill out the \"In case of accident or death notify\" section in my passport?",
            "output": [
                "Pourquoi est-il important de remplir la section « En cas d'accident ou de décès, prière d'aviser… » qui se trouve dans votre passeport?"
            ]
        },
        {
            "input": "Why are Finnish children, more than any other young people in the EU, affected by Type 1 diabetes?",
            "output": [
                "Pourquoi les enfants finlandais sont-ils, plus que les autres jeunes de l'Union, touchés par le diabète de type 1?"
            ]
        },
        {
            "input": "What do a small bakery in the Charlottenburg district of Berlin and teachers of linguistics at Slovenia's Jozef Stefan Institute, research engineers at Krakow University of Technology and Lisbon’s Oriente railway station have in common?",
            "output": [
                "Quel est le point commun entre une petite boulangerie du district de Charlottenburg, à Berlin, des enseignants en linguistique de l'institut Jozef Stefan en Slovénie, des ingénieurs de recherche de l'université de technologie de Cracovie et la gare ferroviaire de l'Oriente, à Lisbonne?"
            ]
        },
        {
            "input": "Why is Northwestel being treated separately?",
            "output": [
                "Pourquoi Norouestel est-elle traitée séparément?"
            ]
        },
        {
            "input": "What will you remember most about the program?",
            "output": [
                "Quel sera votre meilleur souvenir à propos du programme?"
            ]
        },
        {
            "input": "What are the different approaches to planning?",
            "output": [
                "Quelles sont les différentes approches à l'égard de la planification ?"
            ]
        },
        {
            "input": "What would be the effect on your organization if there were no BPIDP program?",
            "output": [
                "S'il n'y avait pas de PADIÉ, quel en serait l'effet sur votre organisme?"
            ]
        },
        {
            "input": "Why the Growing Interest in CBM?",
            "output": [
                "À quoi attribuer la popularité croissante de la GAC?"
            ]
        },
        {
            "input": "What type of information is required to be reported under the notice?",
            "output": [
                "Quels types de renseignements doit-on produire aux termes de l’Avis?"
            ]
        },
        {
            "input": "Why are we being asked to submit information on these substances twice?",
            "output": [
                "Pourquoi devons-nous fournir de nouveau des renseignements sur ces substances?"
            ]
        },
        {
            "input": "What Is a National Park Reserve Feasibility Study?",
            "output": [
                "Qu'est-ce qu'une Étude de faisabilité pour une réserve de parc national?"
            ]
        },
        {
            "input": "What types of policies and programs could be implemented to ensure that increased trade does benefit the poor, particularly poor women?",
            "output": [
                "Quels types de politiques et de programmes pourrait-on mettre en place pour que l'accroissement du commerce profite bel et bien aux pauvres, surtout aux femmes pauvres?"
            ]
        },
        {
            "input": "What are the life-cycle costs associated with this major capital expenditure?",
            "output": [
                "Quelles seront les répercussions de cette initiative sur les coûts des autres programmes?"
            ]
        },
        {
            "input": "What are the roles of the Commission, Human Resources and Social Development Canada and the Public Service Human Resources Management Agency of Canada?",
            "output": [
                "Quels sont les rôles de la Commission, de Ressources humaines et Développement social Canada et de l’Agence de gestion des ressources humaines de la fonction publique du Canada?"
            ]
        },
        {
            "input": "Who should call the shots in Canada’s health care system?",
            "output": [
                "Avons-nous les moyens financiers que nécessite le régime d’assurance-santé?"
            ]
        },
        {
            "input": "What are the advantages and disadvantages of having complementary government-wide and departmental instruments versus having only one set of instruments either government-wide or for each department?",
            "output": [
                "Quels sont les avantages et les inconvénients d'avoir des instruments pangouvernementaux et ministériels complémentaires par rapport à n'avoir qu'un seul ensemble d'instruments soit à l'échelle du gouvernement soit pour chaque ministère?"
            ]
        },
        {
            "input": "When are we going to get password access into the DIN, or when is the DIN going to go Internet-only (with appropriate password access for certain sites)?",
            "output": [
                "Quand nous offrira-t-on un mot de passe pour accéder au RID, ou quand le RID sera-t-il intégralement accessible par l'Internet (avec des mots de passe pour certains sites)?"
            ]
        },
        {
            "input": "What and who should we fund first?",
            "output": [
                "Que faut-il et qui faut-il financer en priorité?"
            ]
        },
        {
            "input": "Where can I find postdoctoral fellowships in CORDIS?",
            "output": [
                "Où trouver des bourses d'études postdoctorales dans CORDIS?"
            ]
        },
        {
            "input": "What if someone at work tries to retaliate against a complainant?",
            "output": [
                "Forces armées canadiennes) À quoi s'expose la personne qui voudrait exercer des représailles contre un plaignant ou une plaignante?"
            ]
        },
        {
            "input": "What are the benefits to Canadians?",
            "output": [
                "Quelles seront les retombées pour les Canadiens?"
            ]
        },
        {
            "input": "What are the legal requirements for a foreign marriage?",
            "output": [
                "Quelles exigences dois-je respecter pour me marier à l’étranger?"
            ]
        },
        {
            "input": "Where can I learn more about FEMARA?",
            "output": [
                "Où puis-je obtenir d’autres renseignements sur FEMARA?"
            ]
        },
        {
            "input": "What about Your Health and Your Personal Resources?",
            "output": [
                "Qu'en est-il de votre santé et de vos ressources personnelles?"
            ]
        },
        {
            "input": "What steps have you taken thus far to prepare for your international assignment?",
            "output": [
                "Quelles démarches avez-vous entreprises jusqu'à maintenant pour votre départ à l'étranger?"
            ]
        },
        {
            "input": "Why do I experience printing errors when using TOD?",
            "output": [
                "Pourquoi ai-je des problèmes d'impression lorsque j'utilise les TSD?"
            ]
        },
        {
            "input": "What are eligible expenses?",
            "output": [
                "Haut de la page Quels sont les frais admissibles?"
            ]
        },
        {
            "input": "What are the official working languages of the ETF?",
            "output": [
                "Quelles sont les langues de travail officielles de lâ€™ETF?"
            ]
        },
        {
            "input": "What power does the Governor General possess\u2028 to ask a party leader to form a government?",
            "output": [
                "Dans quelle mesure le gouverneur général peut‑il demander à un chef de parti de former un gouvernement?"
            ]
        },
        {
            "input": "Why should people care about this problem?",
            "output": [
                "Pourquoi est-ce que les gens devraient se préoccuper de ce problème ?"
            ]
        },
        {
            "input": "Which of the documents below must be hand-delivered?",
            "output": [
                "Lequel(lesquels) des documents ci-dessous doit(doivent) être livré(s) en main propre?"
            ]
        },
        {
            "input": "What were Health Canada's impressions from the inspections?",
            "output": [
                "Quelles sont les impressions de Santé Canada au sujet des inspections?"
            ]
        },
        {
            "input": "What is DFO doing to implement alternative approaches?",
            "output": [
                "Quels progrès le MPO a-t-il accompli dans la mise en œuvre de solutions de rechange?"
            ]
        },
        {
            "input": "Why is there a TD1NT form?",
            "output": [
                "Pourquoi le formulaire TD1NT existe-t-il?"
            ]
        },
        {
            "input": "When does the city where you live become your home?",
            "output": [
                "Quand est-ce que la ville où on vit devient son chez-soi?"
            ]
        },
        {
            "input": "Who can apply for a grant, discontinuance or permission to construct?",
            "output": [
                "Puis-je construire sur un chemin réservé de la Couronne?"
            ]
        },
        {
            "input": "What are the average earnings for men and the average earnings for women?",
            "output": [
                "Quel est le salaire moyen des hommes et quel est le salaire moyen des femmes?"
            ]
        },
        {
            "input": "What will business have to do to comply with the proposal?",
            "output": [
                "Quelles mesures les entreprises doivent-elles prendre pour se conformer à la proposition?"
            ]
        },
        {
            "input": "Who provides these services?",
            "output": [
                "Qui donne ce genre de services?"
            ]
        },
        {
            "input": "What has been the program’s impact on the < Distribution of recipients by commercial category, language and region, diversity of publishing, including official compared with non-recipients/industry language minority and Aboriginal < Number of titles by recipients by commercial category, language and region publishing?",
            "output": [
                "Dans quelle mesure le volet Aide à l’industrie < et aux associations a-t-il atteint son objectif consistant à fournir à l’industrie de l’édition les outils nécessaires pour renforcer la présence et accroître la visibilité des < ouvrages d’auteurs canadiens?"
            ]
        },
        {
            "input": "What is the total number of bed nights spent in this shelter?",
            "output": [
                "Le refuge appuie-t-il ou offre-t-il certains des services suivants?"
            ]
        },
        {
            "input": "Where should health professionals and consumers submit adverse reaction reports?",
            "output": [
                "À quel endroit les professionnels de la santé et les consommateurs devraient-ils envoyer leurs déclarations d'effets indésirables?"
            ]
        },
        {
            "input": "What is the time delay to submit the request to transfer a loan from another lender and what form do we use?",
            "output": [
                "Quel est le délai pour soumettre une demande de transfert de prêt d'un autre prêteur et quel formulaire devons-nous utiliser?"
            ]
        },
        {
            "input": "What will the role of the management structure be in managing the project?",
            "output": [
                "Quel sera le rôle de l'administration dans la gestion du projet?"
            ]
        },
        {
            "input": "Who can a complaint be filed against?",
            "output": [
                "Contre qui peut-on déposer une plainte?"
            ]
        },
        {
            "input": "What, if any, proportion of house repair and maintenance in your household is your child normally responsible for?",
            "output": [
                "PDD Au cours de la maladie de votre enfant, quelle proportion de sa contribution normale au nettoyage de la maison avez-vous / a-t-il/elle été capable d'apporter ?"
            ]
        },
        {
            "input": "Why is change imperative for today’s health care organizations?",
            "output": [
                "Pour quelles raisons nos organisations de soins de santé doivent-elles procéder à des changements?"
            ]
        },
        {
            "input": "What were patient attitudes about the timeliness of care, burden of obtaining care, or appropriateness of care?",
            "output": [
                "Quelles étaient les attitudes des patients au chapitre du caractère opportun des soins, de la difficulté à obtenir des soins ou de leur caractère approprié?"
            ]
        },
        {
            "input": "What, exactly, does the CF consider useful, important, and desirable?",
            "output": [
                "Qu’est-ce que les FC considèrent exactement comme utile, important et souhaitable?"
            ]
        },
        {
            "input": "What types of activities upset you?",
            "output": [
                "Quel genre d’activité vous met dans cet état?"
            ]
        },
        {
            "input": "Why do people hold different opinions?",
            "output": [
                "Pourquoi les gens ont-ils des avis différents?"
            ]
        },
        {
            "input": "What province diverted the highest percent of its waste?",
            "output": [
                "Quelle province a réacheminé le pourcentage le plus élevé de déchets?"
            ]
        },
        {
            "input": "What is the minimum hourly wage, before taxes, that you would require before travelling in order to get a job?",
            "output": [
                "Quel est le salaire horaire minimum, avant impôt, que vous exigeriez pour accepter de voyager afin d'obtenir un emploi?"
            ]
        },
        {
            "input": "What to do?",
            "output": [
                "Que pouvez-vous faire?"
            ]
        },
        {
            "input": "What will the environmental assessments of trade negotiations consider?",
            "output": [
                "Que prendra-t-on en compte dans les évaluations environnementales des négociations commerciales?"
            ]
        },
        {
            "input": "Which comes closest to your own view?",
            "output": [
                "Lequel de ces énoncés reflète le mieux votre point de vue?"
            ]
        },
        {
            "input": "What sources of income do you foresee in your activity sector?",
            "output": [
                "Y a-t-il des sources de revenus prévues dans votre secteur d’activités?"
            ]
        },
        {
            "input": "What would be some of the reasons why a program could be less than successful, even if staff were excellent?",
            "output": [
                "Quelles pourraient être les raisons pour lesquelles un programme n’a pas marché aussi bien que prévu, même si les employés ont effectué un travail excellent?"
            ]
        },
        {
            "input": "What are the existing strengths of the organization that might support an effective dispute resolution system?",
            "output": [
                "Quelles sont les forces actuelles de l’organisation qui pourraient soutenir un système efficace de règlement des différends?"
            ]
        },
        {
            "input": "What do you do when demonstrators are injured during a confrontation with soldiers?",
            "output": [
                "Que faire lorsque des manifestants sont blessés lors d'une confrontation avec des soldats?"
            ]
        },
        {
            "input": "What areas will be favourable for sturgeon?",
            "output": [
                "Quelles vont être les zones propices à l'esturgeon?"
            ]
        },
        {
            "input": "What has Health Canada done to address the issue of xenotransplantation in Canada ?",
            "output": [
                "De quelle façon Santé Canada traite-t-il la question de la xénotransplantation?"
            ]
        },
        {
            "input": "Why isn’t Moldova included in the policy for the Balkan countries ?",
            "output": [
                "Pourquoi la Moldavie n'est-elle pas couverte par la politique relative aux Balkans?"
            ]
        },
        {
            "input": "What instructional activities are most effective for distance learning education?",
            "output": [
                "Quelles sont les activités pédagogiques les plus efficaces dans le cadre de la formation à distance ?"
            ]
        },
        {
            "input": "What is the Environmental Assessment Projects Committee?",
            "output": [
                "Qu’est-ce que le Comité de projets d’évaluation environnementale?"
            ]
        },
        {
            "input": "What recommendation can be made regarding future directions for the Family Violence Initiative?",
            "output": [
                "Quelle recommandation pourrait-on formuler quant aux orientations futures de l'Initiative de lutte contre la violence familiale?"
            ]
        },
        {
            "input": "Where are the project testing locations?",
            "output": [
                "Où se trouvent les installations d’essais du projet?"
            ]
        },
        {
            "input": "What is my Public Service Health Care Plan (PSHCP)?",
            "output": [
                "En quoi consiste le Régime de soins de santé de la fonction publique (RSSFP)?"
            ]
        },
        {
            "input": "What is similar and what is unique about military families?",
            "output": [
                "Qu=est-ce que les familles militaires ont de semblable et qu=ont-elles de particulier?"
            ]
        },
        {
            "input": "What costs are entailed and what challenges exist?",
            "output": [
                "Quels sont les coûts à envisager et les défis à relever?"
            ]
        },
        {
            "input": "Which Way is West for Turkey?",
            "output": [
                "Où se trouve l'Ouest pour la Turquie ?"
            ]
        },
        {
            "input": "When researchers were asked in the web survey \"If this research would have been carried out in the absence of MII by AAFC within the A-base research program, what (if anything) might have been different?",
            "output": [
                "Quand nous avons demandé aux chercheurs dans notre enquête par Internet : « Si le Ministère avait effectué cette recherche dans le cadre de son budget de services votés, en l’absence du PPFI, les choses auraient-elles été différentes?"
            ]
        },
        {
            "input": "What partnerships have been developed?",
            "output": [
                "Quels sont les partenariats qui ont été développés?"
            ]
        },
        {
            "input": "What are the key messages to be communicated to the public about WNV risk?",
            "output": [
                "Quels sont les principaux messages à communiquer au public au sujet du risque de transmission du VNO?"
            ]
        },
        {
            "input": "Where can information on establishing a safe and ergonomic work environment be found?",
            "output": [
                "Où peut-on trouver des renseignements sur l'aménagement d'un milieu de travail sûr et ergonomique?"
            ]
        },
        {
            "input": "What happens if the authorities delay unreasonably, but never get around to a formal denial?",
            "output": [
                "Mais, qu'arrive-t-il si les autorités font traîner les choses en longueur sans jamais opposer de refus formel?"
            ]
        },
        {
            "input": "What about mixed or blended products like ground beef, where the raw material may come from a variety of countries?",
            "output": [
                "Qu’advient-il des produits mixtes ou mélangés, comme le bœuf haché, dont la matière première peut provenir de plusieurs pays?"
            ]
        },
        {
            "input": "When do you decide to hire an agent versus a distributor?",
            "output": [
                "Vaut-il mieux engager un représentant à l'étranger ou un distributeur?"
            ]
        },
        {
            "input": "What are the benefits and costs to participants, host employers, communities and government as a ult of NB Job Corps (considering UI/SA savings, net change to income tax revenue, health costs, and other tors) \u0001 What does NB Job Corps cost per participant?",
            "output": [
                "• De quelle façon Compagnie des travailleurs du Nouveau-Brunswick a-t-il aidé les employeurs hôtes à faire leur travail ou nui à ce dernier?"
            ]
        },
        {
            "input": "What do we have to report?",
            "output": [
                "Devons-nous produire une déclaration?"
            ]
        },
        {
            "input": "Who knows when the next story of heroism will be written?",
            "output": [
                "Qui sait qui écrira le prochain acte d’héroïsme?"
            ]
        },
        {
            "input": "Why youth, and what do you expect in terms of tangible results?",
            "output": [
                "Pourquoi ce thème et qu'attendez-vous comme résultats concrets?"
            ]
        },
        {
            "input": "What suggestions would you make for future conferences?",
            "output": [
                "Oui (94,2 %) Quels changements devrions-nous apporter aux prochaines conférences afin de les améliorer?"
            ]
        },
        {
            "input": "What are these proposed regulations capturing if 75% of users are applying non-compliant products?",
            "output": [
                "Qu'elle est la portée de ce règlement si 75 % des utilisateurs appliquent des produits non conformes?"
            ]
        },
        {
            "input": "What elements are needed to overcome the barriers and health problems experienced by individuals with a disability?",
            "output": [
                "Quels éléments sont nécessaires pour surmonter les obstacles et problèmes de santé des individus avec un handicap?"
            ]
        },
        {
            "input": "What is the next step in your project?",
            "output": [
                "Quelle est la prochaine étape de votre projet?"
            ]
        },
        {
            "input": "What are the most important things to consider in making my choice?",
            "output": [
                "Quels sont les facteurs les plus importants dont il faut tenir compte dans ma décision?"
            ]
        },
        {
            "input": "What would be the ideal capacity for the conference room ?",
            "output": [
                "Quelle serait la capacité idéale de la salle de conférence ?"
            ]
        },
        {
            "input": "What were you expecting that you did not observe?",
            "output": [
                "Y a-t-il des choses que vous vous attendiez à voir et que vous n’avez pas vues?"
            ]
        },
        {
            "input": "What kind of vision is that for Quebec workers, Quebec families and Quebec youth?",
            "output": [
                "Que signifie cette vision pour les travailleurs du Québec, pour les familles du Québec, pour la jeunesse du Québec?"
            ]
        },
        {
            "input": "Why did First Nations families gather together in the past?",
            "output": [
                "Pourquoi, par le passé, les familles des Premières nations se rencontraient-elles?"
            ]
        },
        {
            "input": "What approach will DFAIT take with user testing of the EICS?",
            "output": [
                "Quelle sera l'approche du MAECI en ce qui concerne les essais des utilisateurs du SCEI?"
            ]
        },
        {
            "input": "What funding is available?",
            "output": [
                "Qui assurera la prestation de l’Initiative?"
            ]
        },
        {
            "input": "What research has the Commission undertaken into the effectiveness of HACCP (Hazard analysis and critical control point system) in abattoirs in Member States?",
            "output": [
                "Quelles recherches la Commission a-t-elle effectuées concernant l'efficacité de l'HACCP (Analyse des risques et maîtrise des points critiques) dans les abattoirs des États membres?"
            ]
        },
        {
            "input": "What treatment was received?",
            "output": [
                "Le patient a-t-il reçu des soins?"
            ]
        },
        {
            "input": "What is the Eastern Habitat Joint Venture?",
            "output": [
                "Qu'est-ce que le Plan conjoint des habitats de l'Est?"
            ]
        },
        {
            "input": "What amendments to arrangements for external representation would increase the Union’s influence at international level?",
            "output": [
                "Quelles modifications dans les arrangements pour la représentation extérieure de l’Union seraient de nature à renforcer l’influence de l’Union au plan international ?"
            ]
        },
        {
            "input": "What are the major factors affecting the competitiveness of the Manitoba hog processing industry currently and in the future?",
            "output": [
                "Quels grands facteurs agissent sur la compétitivité de l'industrie de la transformation du porc au Manitoba, aujourd’hui et à l'avenir?"
            ]
        },
        {
            "input": "Who would that be?",
            "output": [
                "Qui pourrait -ce être?"
            ]
        },
        {
            "input": "What types of projects were you doing with PENCE and IRIS?",
            "output": [
                "Quels types de projets meniez-vous au sein du PENCE et d'IRIS?"
            ]
        },
        {
            "input": "What does your plan entail?",
            "output": [
                "• Assurance-maladie — Que comprend votre contrat?"
            ]
        },
        {
            "input": "Why \"Population Health\"?",
            "output": [
                "Pourquoi la « santé des populations »?"
            ]
        },
        {
            "input": "What are the prohibited grounds of discrimination?",
            "output": [
                "Quels sont les motifs de discrimination prohibés?"
            ]
        },
        {
            "input": "What steps are taken to eliminate such discrimination?",
            "output": [
                "Quelles sont les mesures prises pour mettre fin à ces formes de discrimination ?"
            ]
        },
        {
            "input": "Why should it not seize the advantage?",
            "output": [
                "Pourquoi n'en profiterait-il pas ?"
            ]
        },
        {
            "input": "What if you are retiring in the next few years?",
            "output": [
                "Et qu’en est-il si vous devez prendre votre retraite au cours des prochaines années?"
            ]
        },
        {
            "input": "What do patients need to know about using Replagal™ (agalsidase alfa)?",
            "output": [
                "Que doivent savoir les patients sur l’usage de ReplagalMC (agalsidase alfa)?"
            ]
        },
        {
            "input": "What about the pension rights of a worker who was employed for several years in another country?",
            "output": [
                "Quels sont les droits à la pension d’une personne qui a été employée dans un autre pays durant plusieurs années?"
            ]
        },
        {
            "input": "Who pays?",
            "output": [
                "Qui paie ?"
            ]
        },
        {
            "input": "What should I do if I see the fence is damaged or that an animal has been digging along it?",
            "output": [
                "Que faire si vous voyez que la clôture est endommagée et qu’un animal a creusé le long de cette dernière?"
            ]
        },
        {
            "input": "Why Does Pain Hurt?",
            "output": [
                "Pourquoi la douleur fait-elle mal ?"
            ]
        },
        {
            "input": "What threats to validity is it vulnerable to?",
            "output": [
                "À quels obstacles à la validité est-il vulnérable?"
            ]
        },
        {
            "input": "Why indeed was a Canadian citizen's personal, and supposedly confidential, Social Insurance Number clearly visible through the window of envelopes mailed to her by a federal department?",
            "output": [
                "Pourquoi en effet le NAS, ce numéro soi-disant confidentiel de tout citoyen canadien, apparaissait-il à la fenêtre des enveloppes expédiées par un ministère fédéral ?"
            ]
        },
        {
            "input": "What have you done, Canada, that we want to do?",
            "output": [
                "Qu’avez-vous fait au Canada, que nous voulons faire, nous aussi?"
            ]
        },
        {
            "input": "When will a decision be made?",
            "output": [
                "Quand la décision sera‑t‑elle prise?"
            ]
        },
        {
            "input": "What is an advantage and how does a registered charity determine the fair market value of an advantage?",
            "output": [
                "Qu'est-ce qu'un avantage?"
            ]
        },
        {
            "input": "What is the Goods and Services Tax/Harmonized Sales Tax Credit?",
            "output": [
                "Qu'est-ce que crédit pour la taxe sur les produits et services/taxe de vente harmonisée?"
            ]
        },
        {
            "input": "What will be the impact of the retirement of baby boomers on younger workers?",
            "output": [
                "Quel sera l'impact de la retraite des baby-boomers sur les jeunes travailleurs?"
            ]
        },
        {
            "input": "Which are fact and which are fiction?",
            "output": [
                "Comment s'y retrouver et séparer le vrai du faux?"
            ]
        },
        {
            "input": "When and how should plaintiffs indicate the official language of their choice?",
            "output": [
                "Quand et comment le demandeur devrait-il indiquer la langue officielle de son choix ?"
            ]
        },
        {
            "input": "What are the roles of the researcher and the role of the sponsor in KT?",
            "output": [
                "Qui a droit de propriété sur les données de la recherche?"
            ]
        },
        {
            "input": "Where are they now?",
            "output": [
                "Où sont-ils maintenant ?"
            ]
        },
        {
            "input": "What is the relationship between the teaching of languages and the acquisition of intercultural competence?",
            "output": [
                "Quel est le rapport entre l'enseignement des langues étrangères et l'acquisition de la compétence interculturelle?"
            ]
        },
        {
            "input": "What strategies would you recommend for doing this?",
            "output": [
                "Quelles stratégies nous recommanderiez-vous pour y parvenir?"
            ]
        },
        {
            "input": "Which province is the least populated?",
            "output": [
                "Quelle est la province la moins peuplée ?"
            ]
        },
        {
            "input": "What specific qualities do you feel you bring to your new role in Central Europe?",
            "output": [
                "Quelles qualités particulières votre nouveau rôle en Europe centrale vous permet-il de mettre à profit?"
            ]
        },
        {
            "input": "What Priority Should the Internet be Accorded?",
            "output": [
                "QUELLE PRIORITÉ POUR INTERNET ?"
            ]
        },
        {
            "input": "What are the roles and responsibilities of the Project Team Members?",
            "output": [
                "Quels sont les rôles et les responsabilités des membres de l’équipe de projet?"
            ]
        },
        {
            "input": "Where do I find out about product labels and Industry Canada code stickers?",
            "output": [
                "Où puis-je me renseigner sur les étiquettes et sur les autocollants-codes d'Industrie Canada?"
            ]
        },
        {
            "input": "What went well in the work you have been involved in?",
            "output": [
                "Qu'est-ce qui a bien fonctionné dans le travail auquel vous avez participé?"
            ]
        },
        {
            "input": "What are the procedures for quality control?",
            "output": [
                "Quelles procédures adopter pour le contrôle de la qualité ?"
            ]
        },
        {
            "input": "Why is it that after 30 years of remarkable work on Intercultural Learning, many of us feel that we are being overtaken by the urgency of Intercultural Dialogue, even if this often appears poorly defined and potentially misleading: who is having a dialogue with whom, and what makes it intercultural?",
            "output": [
                "Comment se fait-il qu'après trente ans d'un travail remarquable sur l'apprentissage interculturel, beaucoup d'entre nous ont le sentiment que l'urgence du Dialogue interculturel a pris les rênes, même si ce dialogue est souvent mal défini et potentiellement trompeur ?"
            ]
        },
        {
            "input": "What does the CRA have to offer you?",
            "output": [
                "Que vous offre l'ARC?"
            ]
        },
        {
            "input": "Why should you join the Network?",
            "output": [
                "Pourquoi devriez-vous vous joindre au réseau?"
            ]
        },
        {
            "input": "Why does the Canada Customs and Revenue Agency examine goods?",
            "output": [
                "Pourquoi examinons-nous les marchandises?"
            ]
        },
        {
            "input": "What are their risks and limitations?",
            "output": [
                "Par exemple, quels en sont les risques et les limites?"
            ]
        },
        {
            "input": "What have been the administrative costs of delivering the CMF?",
            "output": [
                "À combien s’élèvent les frais administratifs pour l’exécution du FMC?"
            ]
        },
        {
            "input": "What will one do when no longer involved in the business?",
            "output": [
                "Que fera le propriétaire lorsqu’il ne participera plus à l’entreprise?"
            ]
        },
        {
            "input": "Why had it not been possible for the African countries to emerge?",
            "output": [
                "Pourquoi, s’interroge-t-il, ce continent n’a-t-il pas émergé ?"
            ]
        },
        {
            "input": "What was the main subject of the second most recent course you completed?",
            "output": [
                "Quel était le sujet principal de l'avant-dernier cours de formation que vous avez terminé ?"
            ]
        },
        {
            "input": "What are the vested rights relied on by the applicant?",
            "output": [
                "Quels sont donc les droits acquis qu'invoque le requérant?"
            ]
        },
        {
            "input": "What possibilities exist for greater sharing of search databases?",
            "output": [
                "Quelles sont les possibilités de développer le partage des bases de données de recherche?"
            ]
        },
        {
            "input": "What happens to the Spouse's Allowance?",
            "output": [
                "Qu'advient-il de l'allocation au conjoint?"
            ]
        },
        {
            "input": "What do you think are the best approaches to measuring the efficiency and effectiveness of an FIU?",
            "output": [
                "Selon votre expérience et à votre avis, pouvez-vous nommer les problèmes ou possibilités auxquels une URF peut être confrontée pendant la période de mise en œuvre?"
            ]
        },
        {
            "input": "What geographical regions are the primary markets for your products?",
            "output": [
                "Quelles régions géographiques constituent les principaux marchés de vos produits?"
            ]
        },
        {
            "input": "What other materials could you use as sorbents?",
            "output": [
                "Quels autres matériaux absorbants pourriez-vous utiliser?"
            ]
        },
        {
            "input": "What is the purpose of the Quarterly Business Conditions Survey for the Tour Operators Industry?",
            "output": [
                "Quel est le but de l'Enquête trimestrielle sur les perspectives du monde des affaires pour le secteur des activités de voyagiste?"
            ]
        },
        {
            "input": "Why is it, however, that the stress of combined work and family demands may manifest in hypertension in one individual, depression in another, and have virtually no observable consequence for a third individual?",
            "output": [
                "Pourquoi le stress venant de la combinaison des exigences du travail et de la maison peut se manifester en hypertension chez un individu et en dépression chez un autre et qu’il n’existe pratiquement pas de conséquence observable pour un autre individu?"
            ]
        },
        {
            "input": "Why did you have this personal information in the first place?",
            "output": [
                "Pourquoi disposiez-vous de ces renseignements personnels au départ?"
            ]
        },
        {
            "input": "What differences in methodology or assumptions could explain the differing results?",
            "output": [
                "Quels écarts au chapitre de la méthodologie ou des hypothèses pourraient expliquer ces résultats différents?"
            ]
        },
        {
            "input": "What is the GATS?",
            "output": [
                "Qu’est-ce que l'AGCS?"
            ]
        },
        {
            "input": "Who is responsible for the day-to-day running of the Tribunal?",
            "output": [
                "Qui est chargé du fonctionnement quotidien du Tribunal ?"
            ]
        },
        {
            "input": "What stores are available?",
            "output": [
                "• Quels magasins y retrouve-t-on?"
            ]
        },
        {
            "input": "What worked and what would you do differently?",
            "output": [
                "Décrivez ce qui a bien fonctionné et ce que vous feriez différemment aujourd'hui?"
            ]
        },
        {
            "input": "Who manages the EU budget?",
            "output": [
                "Qui gère le budget européen?"
            ]
        },
        {
            "input": "What other action has the Union undertaken to combat racism?",
            "output": [
                "Quelles autres actions l’Union a-t-elle entreprises pour combattre le racisme ?"
            ]
        },
        {
            "input": "Where there is evidence that seal predation or gear damage negatively impacts fish populations, or aquaculture in localized areas, how is this best dealt with?",
            "output": [
                "Connaissez-vous des politiques ou des pratiques de gestion, ou les deux, qui sont en vigueur dans d'autres pays et qui pourraient être appropriées pour les phoques au Canada atlantique?"
            ]
        },
        {
            "input": "Who are the Managers?",
            "output": [
                "Qui sont les gestionnaires qui l'utilisent?"
            ]
        },
        {
            "input": "When you're counselling Mom and Dad, is there the opportunity for children to be included in that counselling process?",
            "output": [
                "Lorsque vous prodiguez des conseils aux pères et aux mères, y associez-vous les enfants?"
            ]
        },
        {
            "input": "What type of information is contained in CADRIS?",
            "output": [
                "Quels types de renseignements contient CADRIS?"
            ]
        },
        {
            "input": "What does success look like for my organization?",
            "output": [
                "À quoi ressemblera la réussite pour mon organisation?"
            ]
        },
        {
            "input": "Why doesn't our health care system work as well as it should?",
            "output": [
                "Pourquoi notre système de soins de santé ne fonctionne-t-il pas aussi bien qu'il le devrait ?"
            ]
        },
        {
            "input": "What are the determinants of OA-related disability?",
            "output": [
                "Quels sont les déterminants de l'invalidité pour cause d'arthrose?"
            ]
        },
        {
            "input": "What is the Tax Rebate Discounting Act?",
            "output": [
                "Qu’est-ce que la Loi sur la cession du droit au remboursement en matière d’impôt?"
            ]
        },
        {
            "input": "Why are immigrants at risk?",
            "output": [
                "Pourquoi les immigrants sont-ils à risque?"
            ]
        },
        {
            "input": "What are the main differences between the school system in the host country and the school system in the country where I went to school?",
            "output": [
                "Quelles sont les principales différences entre le système scolaire du pays d’accueil et celui du pays où je suis allé à l’école?"
            ]
        },
        {
            "input": "What are my immediate options and how do I apply for short term employment through this new program?",
            "output": [
                "Quels sont mes recours dans l’immédiat et à qui dois-je m’adresser pour obtenir un emploi de courte durée dans le cadre de ce nouveau programme?"
            ]
        },
        {
            "input": "What is driving Telelink's growth?",
            "output": [
                "Qu'est-ce qui stimule la croissance de Telelink?"
            ]
        },
        {
            "input": "Who can make a living in a place like this?",
            "output": [
                "Qui peut gagner sa vie dans un endroit comme celui-ci?"
            ]
        },
        {
            "input": "What are the policies regarding nap time and toilet training?",
            "output": [
                ": activités créatives, musique, théâtre, activités scientifiques, lecture)?"
            ]
        },
        {
            "input": "What improvements should be made to the system?",
            "output": [
                "Quelles améliorations faut-il apporter au système?"
            ]
        },
        {
            "input": "What role do language policies play in promoting social cohesion and interethnic tolerance?",
            "output": [
                "Ou bien: quel est le rôle des politiques linguistiques en faveur de la cohésion sociale et de la tolérance interethnique ?"
            ]
        },
        {
            "input": "Which of these approaches would or would not be appropriate in the Canadian context, and why?",
            "output": [
                "Laquelle de ces approches conviendrait, ou ne conviendrait pas, au système canadien, et pourquoi?"
            ]
        },
        {
            "input": "What are the implications for accountability?",
            "output": [
                "Quelles sont les conséquences sur le plan de la responsabilisation?"
            ]
        },
        {
            "input": "What impact does gender have on the prediction of work–life conflict?",
            "output": [
                "Quelle est l’incidence du sexe sur la prédiction des quatre formes de conflit entre le travail et la vie personnelle?"
            ]
        },
        {
            "input": "What type of internet connection are you using?",
            "output": [
                "Quel type de services d'accès Internet avez-vous?"
            ]
        },
        {
            "input": "What should you expect when a child enters school?",
            "output": [
                "À quoi doit-on s'attendre les premiers jours d'école?"
            ]
        },
        {
            "input": "Where did the last Canadian Rangers finish the relay?",
            "output": [
                "Où c'est terminé ce relais?"
            ]
        },
        {
            "input": "What if the condition is not a life-threatening one?",
            "output": [
                "Que faire si la situation ne met pas la vie des autres en danger?"
            ]
        },
        {
            "input": "Why are cod stocks at such low levels?",
            "output": [
                "Pourquoi les stocks de morue sont-il à des niveaux si faibles?"
            ]
        },
        {
            "input": "Who on your team could take responsibility for gathering information and describing plans in each of the following aspects of your business?",
            "output": [
                "Quels membres de votre équipe pourraient se charger de rassembler l'information nécessaire et d'établir des plans pour chacun des sujets énumérés ci-après?"
            ]
        },
        {
            "input": "What are the possibilities of dialogue with those who do not share our world view, have a different interpretation of shared values or refuse to dialogue?",
            "output": [
                "Quelles sont les possibilités de dialogue avec ceux qui ne partagent pas notre vision du monde, qui ont une interprétation différente de nos valeurs communes ou encore qui refusent de dialoguer ?"
            ]
        },
        {
            "input": "What do you think are the most important things I should write in my newspaper story?",
            "output": [
                "D’après vous, quelles sont les choses les plus importantes que je devrais retenir pour mon article de journal?"
            ]
        },
        {
            "input": "Why is it so important to get into the practice of it?",
            "output": [
                "Pourquoi est-il si important de passer à la pratique habituelle de ces choses?"
            ]
        },
        {
            "input": "Who could help me to find a job?",
            "output": [
                "Qui peut m'aider à trouver un emploi?"
            ]
        },
        {
            "input": "What is the Small Business Quarterly publication?",
            "output": [
                "En quoi consiste la publication Bulletin trimestriel sur la petite entreprise?"
            ]
        },
        {
            "input": "Who are your contacts?",
            "output": [
                "Quelles sont vos relations d'affaires?"
            ]
        },
        {
            "input": "What will happen to the current VECPS?",
            "output": [
                "Qu’arrivera-t-il au CVEFP actuel?"
            ]
        },
        {
            "input": "What role did CPP play in its success?",
            "output": [
                "Quelle part du succès de l’AIV revient, selon vous, au PPC ?"
            ]
        },
        {
            "input": "What are the sources of radiofrequency fields?",
            "output": [
                "Quelles sont les sources de champs de radiofréquences?"
            ]
        },
        {
            "input": "What should be done with trainees once they have finished the program?",
            "output": [
                "Que pourrait-on faire des stagiaires une fois qu’ils ont terminé le programme?"
            ]
        },
        {
            "input": "What is the funding status of this project?",
            "output": [
                "Quel est l'état du financement de ce projet?"
            ]
        },
        {
            "input": "What do you do upon returning to the office?",
            "output": [
                "Que faites-vous en revenant au bureau ?"
            ]
        },
        {
            "input": "When do the factories manifest their acceptance of the purchase orders?",
            "output": [
                "Quand les fabriques manifestent-elles leur acceptation des bons de commande?"
            ]
        },
        {
            "input": "Where a plan is funding under Part 3, what special payments should be included in the calculation to determine the face amount of the letter of credit in accordance with section 19 of the Funding Relief Regulation, if the plan has both a going concern unfunded liability and an initial solvency deficiency?",
            "output": [
                "Lorsqu’un régime est capitalisé en vertu de la partie 3, quels paiements spéciaux devraient être inclus dans le calcul de la valeur nominale de la lettre de crédit aux termes de l’article 19 du Règlement sur l’allègement de la capitalisation, si le régime affiche à la fois un passif non capitalisé évalué sur une base de permanence et un déficit de solvabilité initial?"
            ]
        },
        {
            "input": "What are the three other claims covered by the May 30, 2007 offer?",
            "output": [
                "Quelles sont les trois autres revendications visées par l'offre du 30 mai 2007?"
            ]
        },
        {
            "input": "Why spend all that time and effort to recover the bones of people long dead?",
            "output": [
                "Mais, demandera-t-on, pourquoi consacrer autant de temps et d'efforts au rapatriement d'os de personnes mortes depuis longtemps?"
            ]
        },
        {
            "input": "What other sectors and industries should be studied?",
            "output": [
                "L’utilisation des études sectorielles vous a-t-elle permis d’économiser de l’argent?"
            ]
        },
        {
            "input": "What is the difference between a traditional bar code and an RFID/EPC tag?",
            "output": [
                "Quelle est la différence entre un code à barres traditionnel et une étiquette RFID/EPC?"
            ]
        },
        {
            "input": "What is the difference between the \"local\" fire departments and the Office of the Fire Marshal?",
            "output": [
                "Quelle est la différence entre un service d'incendie « local » et le Bureau du prévôt des incendies ?"
            ]
        },
        {
            "input": "Why are regulations required for natural health products?",
            "output": [
                "Pourquoi un Règlement sur les produits de santé naturels?"
            ]
        },
        {
            "input": "Which ones have you seen increase since 9/11?",
            "output": [
                "Lesquels avez-vous vu s'ACCROÎTRE depuis les attentats du 11 septembre?"
            ]
        },
        {
            "input": "What if your background is a hybrid of ancestries and you live somewhere between, where cultural identities overlap?",
            "output": [
                "Et si vos origines formaient un hybride d’ascendance et que vous habitiez quelque part, là où deux identités culturelles se chevauchent?"
            ]
        },
        {
            "input": "What Drives Forest Expansion in China?",
            "output": [
                "Les germes du reboisement — Qu'est-ce qui pousse la Chine à restaurer ses forêts ?"
            ]
        },
        {
            "input": "What changes do you feel could be made in your program to enhance its ability to address the needs of consumers with disabilities?",
            "output": [
                "Quelles modifications estimez-vous qu'on pourrait apporter à votre programme pour améliorer sa capacité de répondre aux besoins des consommatrices et consommateurs handicapés?"
            ]
        },
        {
            "input": "What was the main reason you took this training or education?",
            "output": [
                "Quelle est la principale raison pour laquelle vous avez suivi cette formation ou cette éducation?"
            ]
        },
        {
            "input": "What could or should the Canadian government do to guarantee security for all Canadian men and women?",
            "output": [
                "Que pourrait ou devrait faire le gouvernement du Canada pour garantir la sécurité de tous les Canadiennes et Canadiens?"
            ]
        },
        {
            "input": "When you consider it as an example of the mobilization of a population health approach, what do you include in it?",
            "output": [
                "Pour qu'elle constitue un exemple de mobilisation visant à concrétiser une approche axée sur la santé de la population, que doit-elle comprendre?"
            ]
        },
        {
            "input": "Which of the following equipment is available to the NNADAP workers?",
            "output": [
                "Lequel ou lesquels des équipements suivants sont-ils accessibles aux travailleurs du PNLAADA?"
            ]
        },
        {
            "input": "What type of precipitation can occur when there are no clouds?",
            "output": [
                "Quel type de précipitations y a-t-il en l'absence de nuages?"
            ]
        },
        {
            "input": "Why is it that men are less likely to acknowledge mental health problems and seek help?",
            "output": [
                "Pourquoi les hommes sont-ils si peu enclins à admettre qu'ils souffrent de maladie mentale et à demander de l'aide?"
            ]
        },
        {
            "input": "Which are the designated bilingual regions for language of work purposes?",
            "output": [
                "Lesquelles des régions suivantes sont des régions désignées bilingues aux fins de la langue de travail?"
            ]
        },
        {
            "input": "Why is this?",
            "output": [
                "Pourquoi?"
            ]
        },
        {
            "input": "What administrative obstacles might hinder the proposed exchange of qualified workers and what measures would have to be taken to make the exchange possible?",
            "output": [
                "Quels sont les obstacles administratifs qui pourraient s'opposer à l'échange envisagé de travailleurs qualifiés et quelles mesures faudrait-il prendre pour rendre possible un tel échange?"
            ]
        },
        {
            "input": "What are you doing to address this?",
            "output": [
                "Que faites-vous pour régler ce problème?"
            ]
        },
        {
            "input": "Why bother?",
            "output": [
                "Qu'est-ce que ça va donner?"
            ]
        },
        {
            "input": "What’s the big deal about biofuels?",
            "output": [
                "Que penser des biocarburants ?"
            ]
        },
        {
            "input": "What should I do if, after receiving permission to seek nomination, I get a new job in the public service?",
            "output": [
                "Que devrais-je faire si, après avoir obtenu la permission de tenter d'être choisi(e) comme candidat ou candidate, j'obtiens un nouveau poste dans la fonction publique?"
            ]
        },
        {
            "input": "Why eEurope now?",
            "output": [
                "Pourquoi l’initiative eEurope maintenant?"
            ]
        },
        {
            "input": "What happens if a party wants to buy time in a particular program, but the broadcaster says that it is already sold out in that time period?",
            "output": [
                "Qu'arrive-t-il si un parti désire acheter du temps pour une émission donnée alors que le radiodiffuseur a déjà tout vendu le temps disponible pendant cette émission?"
            ]
        },
        {
            "input": "What are the form and contents of the international preliminary report on patentability (Chapter II of the PCT)?",
            "output": [
                "Quels sont la forme et le contenu du rapport préliminaire international sur la brevetabilité (chapitre II du PCT)?"
            ]
        },
        {
            "input": "What are the most effective program components for different groups of children (age ranges, gender, ethnicity) and where are they most effectively situated (schools, community centres, libraries)?",
            "output": [
                "Quels sont les éléments de programme qui donnent les meilleurs résultats pour divers groupes d’enfants (plages d’âge, sexe, groupe ethnique) et où sont-ils offerts (écoles, centres communautaires, bibliothèques)?"
            ]
        },
        {
            "input": "Who wouldn't want to identify potential problems early enough to make a difference in the ultimate quality of the product?",
            "output": [
                "Qui ne voudrait pas cerner des problèmes éventuels assez tôt pour accroître la qualité ultime d'un produit?"
            ]
        },
        {
            "input": "What is the effectiveness of bereavement interventions for bereaved individuals, families and communities?",
            "output": [
                "Quels services faut-il élaborer pour les groupes défavorisés, dont les adolescents et les Autochtones?"
            ]
        },
        {
            "input": "What sort of work will be done for this project?",
            "output": [
                "Quels types de travaux seront effectués dans le cadre de ce projet?"
            ]
        },
        {
            "input": "What should I ask the first day or before I'm assigned a new task?",
            "output": [
                "Que devrais-je faire afin de protéger mes droits en matière d'emploi avant de commencer un nouvel emploi?"
            ]
        },
        {
            "input": "What opportunity will a telemarketer have to show that it should not be liable for a monetary penalty?",
            "output": [
                "Si une amende est imposée, quelles seront les possibilités de défense pour le télévendeur?"
            ]
        },
        {
            "input": "What is the value of the standing offers in the 10 main categories, and what kind of increase in business can suppliers expect?",
            "output": [
                "Quelle est la valeur des offres à commandes faisant partie des 10 catégories principales, et dans quelle mesure les fournisseurs peuvent-ils s'attendre à ce que les activités augmentent?"
            ]
        },
        {
            "input": "What are Measurement Canada’s Standing Committees?",
            "output": [
                "En quoi consiste les comités permanents de Mesures Canada?"
            ]
        },
        {
            "input": "What are some of the sustainable methods for improving infrastructure for storage, distribution and delivery of vaccines?",
            "output": [
                "De quelles méthodes viables dispose-t-on pour améliorer l'infrastructure liée à l'entreposage, à la distribution et à l'administration des vaccins?"
            ]
        },
        {
            "input": "Who looks after human rights?",
            "output": [
                "Qui protège les droits de l'homme?"
            ]
        },
        {
            "input": "Where can I get advice on preparing P2 plans?",
            "output": [
                "Où puis-je obtenir des conseils sur la préparation des plans de P2?"
            ]
        },
        {
            "input": "What possibilities and challenges would be faced in any attempt to fill such information gaps?",
            "output": [
                "À quels défis et possibilités ferait-on face en tentant de combler ces lacunes ?"
            ]
        },
        {
            "input": "What was the number of farms between 1871-1941?",
            "output": [
                "Combien y avait-il de fermes entre 1871 et 1941?"
            ]
        },
        {
            "input": "Where are the information gaps?",
            "output": [
                "Quelles sont les lacunes en matière d'information?"
            ]
        },
        {
            "input": "What types of computers are available in the school of nursing?",
            "output": [
                "Quels genres d'ordinateurs sont disponibles dans votre école de sciences infirmières?"
            ]
        },
        {
            "input": "What will be the unit of analysis and scope of the evaluation?",
            "output": [
                "Quelles seront l’unité d’analyse et le champ de l’évaluation?"
            ]
        },
        {
            "input": "Where and how should I submit my application?",
            "output": [
                "Où et comment dois-je remplir les formalités?"
            ]
        },
        {
            "input": "What is expected of departments and agencies in their efforts to rebuild their HR planning capacity?",
            "output": [
                "Quels efforts attend-on des ministères et organismes eu égard au renforcement de leur capacité de planification des RH?"
            ]
        },
        {
            "input": "Which of the Group’s initiatives and programmes do you currently consider most innovative or most promising?",
            "output": [
                "Parmi les initiatives et les programmes du Groupe, quels sont actuellement ceux qui vous semblent les plus innovants ou les plus prometteurs ?"
            ]
        },
        {
            "input": "What process did Revenue Canada establish for filling positions after its reorganization?",
            "output": [
                "Quel processus Revenu Canada a-t-il adopté pour pourvoir à ces postes après la réorganisation?"
            ]
        },
        {
            "input": "What are the objectives of your Web initiative?",
            "output": [
                "Quels sont les objectifs de votre initiative Web?"
            ]
        },
        {
            "input": "What is the name of the new chief of maritime staff (CMS)?",
            "output": [
                "Qui est le nouveau chef d'état-major de la Marine (CEMM)?"
            ]
        },
        {
            "input": "What is the acquisition date of the real property?",
            "output": [
                "Quelle est la date d'acquisition de l'immeuble?"
            ]
        },
        {
            "input": "What can you do to improve the safety record for young workers?",
            "output": [
                "Que pouvez-vous faire pour améliorer la sécurité des jeunes travailleurs?"
            ]
        },
        {
            "input": "What do these images tell you about how the Langtons were living at different times?",
            "output": [
                "Qu’est-ce que ces images vous disent à propos de la façon dont les Langton vivaient à diverses époques ?"
            ]
        },
        {
            "input": "When I stood up, I said, honourable senator, other than that, was there anything in the budget that you did not like?",
            "output": [
                "Je me suis leve´ ´ ` et lui ai demande : a part cela, y aurait-il autre chose qui vous ´ deplaıˆ t dans ce budget?"
            ]
        },
        {
            "input": "What is an example of good practice?",
            "output": [
                "Un exemple de bonne pratique, c’est quoi ?"
            ]
        },
        {
            "input": "What is standby power energy waste?",
            "output": [
                "Qu’est-ce que le gaspillage d’énergie de la consommation électrique en mode veille?"
            ]
        },
        {
            "input": "What kinds of contractors would an installation require?",
            "output": [
                "À quels types d’entrepreneurs devrait-on faire appel pour une installation?"
            ]
        },
        {
            "input": "Who do they NOT want contacted?",
            "output": [
                "Avec qui veut-elle que nous NE communiquions PAS ?"
            ]
        },
        {
            "input": "What can policy analysts, if not lay advocates, learn from these experiences and from the backlash engendered by the perception of failed social programs?",
            "output": [
                "Qu’est-ce que les analystes des politiques et les défenseurs profanes peuvent apprendre de ces expériences et de la réaction négative à l’échec perçu des programmes sociaux ?"
            ]
        },
        {
            "input": "When does the Commission intend to submit a comprehensive programme to create a basis for the European Union to complement national policies on cardiovascular diseases in order to prevent human illness and disease, as required by the Treaty?",
            "output": [
                "À quelle date la Commission compte-t-elle présenter un programme détaillé qui servirait de base à l'Union européenne pour compléter les politiques nationales dans le domaine de la prévention des maladies cardiovasculaires, comme le demande le traité?"
            ]
        },
        {
            "input": "What is diversity?",
            "output": [
                "Qu'est-ce que la diversité?"
            ]
        },
        {
            "input": "What Are We Doing to Achieve Results?",
            "output": [
                "Que faisons-nous pour atteindre les résultats?"
            ]
        },
        {
            "input": "What would happen if we took one species out of the equation?",
            "output": [
                "Qu’arriverait-il si on retirait une espèce de l’équation?"
            ]
        },
        {
            "input": "What do you expect from the Mission in the future?",
            "output": [
                "Qu’attendez-vous de la Mission à l’avenir ?"
            ]
        },
        {
            "input": "What would be the appropriate thing to do?",
            "output": [
                "Quelle serait la meilleure chose à faire?"
            ]
        },
        {
            "input": "What happens if I'm inspected by a fishery officer?",
            "output": [
                "En quoi consiste une inspection d'un agent des pêches?"
            ]
        },
        {
            "input": "Which is your primary role in the music industry?",
            "output": [
                "Quel est votre rôle primaire dans l’industrie de la musique?"
            ]
        },
        {
            "input": "What is DFO doing in biotechnology?",
            "output": [
                "Que fait le MPO dans le domaine de la biotechnologie?"
            ]
        },
        {
            "input": "While people are still dying, you just stand there and observe?",
            "output": [
                "Yo, devant cette cause qui nous désespère?"
            ]
        },
        {
            "input": "What happens if the phase exit criteria are not met?",
            "output": [
                "Que survient‑il si les critères de sortie d'une étape ne sont pas atteints?"
            ]
        },
        {
            "input": "What evidence is there?",
            "output": [
                "Quels sont ces faits?"
            ]
        },
        {
            "input": "What should we do about climate change?",
            "output": [
                "Que devrions-nous faire à propos des changements climatiques?"
            ]
        },
        {
            "input": "Why are the dioxin levels in soil samples from Ripon Road and the Clones and Murphy Bivouacs not a concern if levels are much higher than the Canadian Council of Ministers of the Environment (CCME) guidelines?",
            "output": [
                "Pourquoi les concentrations de dioxines dans les échantillons de sol du chemin Ripon et des bivouacs Clones et Murphy ne causent‑elles pas d’inquiétudes si elles sont largement supérieures aux recommandations du Conseil canadien des ministres de l’environnement (CCME)?"
            ]
        },
        {
            "input": "What is working well?",
            "output": [
                "Qu'est-ce qui fonctionne bien et qu'est-ce qui doit être corrigé?"
            ]
        },
        {
            "input": "What factors should you consider when choosing a meeting format?",
            "output": [
                "FEUILLE DE TRAVAIL No 3 FORMULE DE RÉUNION Quels facteurs devez-vous envisager au moment de la sélection d'une formule de réunion ?"
            ]
        },
        {
            "input": "Who exactly comprises the «family»?",
            "output": [
                "La « famille », c’est qui exactement ?"
            ]
        },
        {
            "input": "Who cares what car you own?",
            "output": [
                "Mais qui s'intéresse à la sorte de voiture que vous avez?"
            ]
        },
        {
            "input": "What are some good ways to make sure children have a fair chance to give their ideas?",
            "output": [
                "Comment s'assurer que les enfants aient une chance équitable d'exprimer leurs idées?"
            ]
        },
        {
            "input": "What is the most cost-effective way to deliver the program?",
            "output": [
                "Était-ce l’approche la plus rentable pour la mise en œuvre du programme?"
            ]
        },
        {
            "input": "What is compounding?",
            "output": [
                "Qu’est-ce qu’une préparation?"
            ]
        },
        {
            "input": "When you exchange four quarters for a dollar what have you accomplished?",
            "output": [
                "Quand on change quatre «trente sous» pour «une piastre», qu'est-ce qu'on accomplit?"
            ]
        },
        {
            "input": "What are the benefits of recruiting through the FORD/IARD program?",
            "output": [
                "Quels sont les avantages du recrutement fait par l'entremise du Programme de RPAF/RPVI?"
            ]
        },
        {
            "input": "Why not make it into a consulting project, and sell Canadian skills as consulting services?",
            "output": [
                "Pourquoi ne pas en faire un projet d’experts-conseils et vendre vos habiletés à ce titre?"
            ]
        },
        {
            "input": "What topics would you like see covered in SARSCENE?",
            "output": [
                "Quels sujets aimeriez-vous voir dans SARSCÈNE?"
            ]
        },
        {
            "input": "What is the probable level of difficulty in solving the problem/implementing solution(s)?",
            "output": [
                "Quel est le niveau de difficulté probable lié à la résolution du problème/à la mise en œuvre de solutions?"
            ]
        },
        {
            "input": "Who can attend the apology in the House of Commons on Parliament Hill?",
            "output": [
                "Qui peut assister aux excuses à la Chambre des communes, sur la Colline du Parlement?"
            ]
        },
        {
            "input": "Why should mass marketing fraud concern you?",
            "output": [
                "Pourquoi le marketing de masse frauduleux te concerne-t-il?"
            ]
        },
        {
            "input": "What does \"significant\" mean and how does one determine significance?",
            "output": [
                "Que signifie « important » et comment détermine-t-on l’importance?"
            ]
        },
        {
            "input": "What is the size of your total travel party, including yourself?",
            "output": [
                "Combien de personnes font partie de votre groupe de voyage, y compris vous-même?"
            ]
        },
        {
            "input": "What gaps remain in our knowledge of selfemployment on which future research should focus?",
            "output": [
                "Quelles sont les lacunes qui existent encore dans notre connaissance du travail autonome et sur lesquelles les recherches devraient se concentrer à l’avenir?"
            ]
        },
        {
            "input": "Why is it that the medical profession is not allowed to share information with family members when it has been shown that family support is beneficial to the patient?",
            "output": [
                "Pourquoi les médecins ne sont pas autorisés à informer les membres de la famille quand on sait que le soutien de la famille est bénéfique pour le malade?"
            ]
        },
        {
            "input": "What is the community support for addressing IK issues?",
            "output": [
                "Quelles formules de soutien communautaire sont en place pour résoudre ces questions de CA ?"
            ]
        },
        {
            "input": "What does ownership mean?",
            "output": [
                "Qu'est‑ce qu'on entend par propriété?"
            ]
        },
        {
            "input": "What will the Government do to ensure that trade agreements do not force privatization of health, public education and social services?",
            "output": [
                "Que fera le gouvernement pour veiller à ce que des accords commerciaux n’imposent pas la privatisation de services de santé, de services d’éducation publique et de services sociaux?"
            ]
        },
        {
            "input": "What lessons and good practice have emerged from EQUAL projects that could inform and benefit policy makers from now on?",
            "output": [
                "Quelles leçons et bonnes pratiques issues des projets EQUAL pourraient désormais informer et être utiles aux responsables politiques ?"
            ]
        },
        {
            "input": "What arguments might persuade media proprietors of the merits of an ombudsman?",
            "output": [
                "Quels sont les arguments susceptibles de convaincre les propriétaires de médias des mérites d’un médiateur ?"
            ]
        },
        {
            "input": "What and by whom?",
            "output": [
                "Le cas échéant, lesquelles, et qui devrait s’en charger?"
            ]
        },
        {
            "input": "Where is the recognition of the world beyond our borders and the leadership that Canadians need based on that recognition?",
            "output": [
                "Ou reconnaıˆ t´ ´ ´ ` on l’existence d’un monde qui depasse nos frontieres, et ou se trouve ´ ` ` le leadership dont les Canadiens ont besoin pour s’orienter dans ce monde?"
            ]
        },
        {
            "input": "What potential social costs are expected to result from the introduction of natural gas: Reduced property values due to location of gas facilities (lateral, distribution system, compressor stations, gate stations and meters)?",
            "output": [
                "Mode de vie amélioré?"
            ]
        },
        {
            "input": "When should the creation of such a function be inserted into the Defence Planning Guidance?",
            "output": [
                "À quel moment la création de cette fonction devrait-elle s’insérer dans le Guide de planification de la Défense?"
            ]
        },
        {
            "input": "What does it mean?",
            "output": [
                "Que puis-je faire?"
            ]
        },
        {
            "input": "What are the types of documents translated?",
            "output": [
                "Quels types de documents sont envoyés à la traduction?"
            ]
        },
        {
            "input": "What is the future for the Aboriginal Horizontal Framework?",
            "output": [
                "Quel est l'avenir du Cadre horizontal autochtone?"
            ]
        },
        {
            "input": "What kind of border control mechanism are you establishing?",
            "output": [
                "Question\u2028Quel genre de mécanisme de contrôle à la frontière mettez-vous en place?"
            ]
        },
        {
            "input": "What is the total budget for the 2006 Census?",
            "output": [
                "Quel est le budget total du recensement de 2006?"
            ]
        },
        {
            "input": "Where are the many people who benefit from trade, including the celebrities who care so deeply about alleviating poverty and promoting development?",
            "output": [
                "Où sont tous ceux qui bénéficient des avantages du commerce, ainsi que les célébrités qui se sentent profondément concernées quand il s’agit de soulager la misère et promouvoir le développement ?"
            ]
        },
        {
            "input": "Why do the poor fare so poorly?",
            "output": [
                "Why do the poor fare so poorly?"
            ]
        },
        {
            "input": "Where Are We Now?",
            "output": [
                "Ou en sommes-nous à présent ?"
            ]
        },
        {
            "input": "What Factors Influenced Performance?",
            "output": [
                "Quels sont les facteurs influençant le rendement?"
            ]
        },
        {
            "input": "Which figure below best represents the type of cloud to expect?",
            "output": [
                "Lequel des schémas ci-dessous représente le mieux les nuages qui devraient se former dans ces circonstances?"
            ]
        },
        {
            "input": "What’s the deadline?",
            "output": [
                "Quelle est l’heure de tombée ?"
            ]
        },
        {
            "input": "What went well, what went wrong?",
            "output": [
                "Quels ont été les éléments de réussite, quels ont été les échecs?"
            ]
        },
        {
            "input": "What was the question?",
            "output": [
                "Intervieweur : « Quelle était la question ?"
            ]
        },
        {
            "input": "What could we have done before and what can we do now?",
            "output": [
                "Qu’aurait-on pu faire auparavant et que peut-on faire maintenant?"
            ]
        },
        {
            "input": "What is the expected outcome of each activity?",
            "output": [
                "Quel est le résultat attendu de chaque activité?"
            ]
        },
        {
            "input": "Who are the Aboriginal peoples in Canada?",
            "output": [
                "Qui sont les peuples autochtones au Canada?"
            ]
        },
        {
            "input": "What gave employees the necessary morale to come in day after day?",
            "output": [
                "Comment arrive-t-on à motiver les employés jour après jour ?"
            ]
        },
        {
            "input": "When will it be available?",
            "output": [
                "Quand sera-t-il prêt?"
            ]
        },
        {
            "input": "Why will my payment for 2006 Options be reduced by 25%?",
            "output": [
                "Pourquoi mon paiement du programme Options de 2006 sera-t-il réduit de 25 %?"
            ]
        },
        {
            "input": "Whether the Committee of Ministers monitors the situation of the media in Romania?",
            "output": [
                "Le Comité des Ministres suit-il la situation des médias en Roumanie ?"
            ]
        },
        {
            "input": "What factors contributed to the success of the Think Tank?",
            "output": [
                "Quels sont les facteurs qui ont contribué au succès du Remueméninges?"
            ]
        },
        {
            "input": "What is the magnitude of the imports ailowed, relative to the domestic market of the product?",
            "output": [
                "Sont-elles dans la forme finale où elles seront consommées ou sont-elles susceptibles de subir d’autres étapes de transformation au Canada?"
            ]
        },
        {
            "input": "What if the client provides new information after his or her tax return is filed?",
            "output": [
                "Que faire si le client fournit de nouveaux renseignements après que vous ayez produit sa déclaration de revenus?"
            ]
        },
        {
            "input": "What do you propose to improve application of General Guidance of Economic Policy and an annual framework of the economic policy of EU so that they are truly efficient?",
            "output": [
                "Que suggéreriez-vous pour améliorer le fonctionnement et la mise en œuvre des GOPE ainsi que le cadre annuel de la politique économique de l'Union européenne afin de les rendre réellement efficaces?"
            ]
        },
        {
            "input": "What are the aspects looked for in an external inspection?",
            "output": [
                "A quels aspects s’attache-t-on dans une inspection externe ?"
            ]
        },
        {
            "input": "What are the differences between them?",
            "output": [
                "Qu’est-ce qui les distingue?"
            ]
        },
        {
            "input": "What sources do we use?",
            "output": [
                "Quelles sources consulter?"
            ]
        },
        {
            "input": "What advice do you have for people who are considering the Department of Justice?",
            "output": [
                "Quels conseils donneriez-vous à quelqu’un qui étudie la possibilité de travailler au ministère de la Justice ?"
            ]
        },
        {
            "input": "Why is this Bill necessary?",
            "output": [
                "Pourquoi ce projet de loi est-il nécessaire?"
            ]
        },
        {
            "input": "What are the strengths of these mechanisms?",
            "output": [
                "Quels sont les points forts et les points faibles de ces mécanismes?"
            ]
        },
        {
            "input": "Why will it take six months to a year to implement the changes?",
            "output": [
                "Pourquoi faudra-t-il de six mois à un an pour mettre en ouvre les changements?"
            ]
        },
        {
            "input": "Which four provinces united when Canada first became a country?",
            "output": [
                "Quelles sont les quatre premières provinces qui ont été unifiées lorsque le Canada est devenu un pays?"
            ]
        },
        {
            "input": "Who will transport those units from one place to another?",
            "output": [
                "Qui acheminera ces unités d’un endroit à un autre ?"
            ]
        },
        {
            "input": "Which of the subsets are additionally being considered through application of tools, and which tools are being applied?",
            "output": [
                "Quels sont les sous-ensembles examinés à l'aide d'outils et quels sont ces outils?"
            ]
        },
        {
            "input": "What is Intercultural Education?",
            "output": [
                "Qu'est-ce que l'éducation interculturelle?"
            ]
        },
        {
            "input": "Which governments are responsible for making matrimonial property law?",
            "output": [
                "Quel est le gouvernement qui a la responsabilité d’élaborer une loi sur les biens matrimoniaux?"
            ]
        },
        {
            "input": "What is a Personal Information Bank ( PIB) ?",
            "output": [
                "[Traduction] « Qu'est-ce qu'une banque de renseignements personnels (BRP)?"
            ]
        },
        {
            "input": "What is the source of the quantification approach that you used to quantify your greenhouse gas reductions?",
            "output": [
                "Quelle est la source de la méthode de quantification que vous avez utilisée pour quantifier vos réductions d’émissions?"
            ]
        },
        {
            "input": "What causes infection with noroviruses?",
            "output": [
                "Qu'est-ce qui cause une infection associée aux norovirus?"
            ]
        },
        {
            "input": "Why are Regulations required for natural health products?",
            "output": [
                "Pourquoi un Règlement sur les produits de santé naturels?"
            ]
        },
        {
            "input": "What are Canada's commitments to the Task Force in terms of personnel that will be assigned to JITSIC and its contribution in terms of identifying abusive transactions?",
            "output": [
                "Quels sont les engagements du Canada envers le groupe de travail au chapitre du personnel à affecter au CICAFI et quelle sera sa contribution en regard de l'identification des « opérations abusives »?"
            ]
        },
        {
            "input": "What are the impacts on, and how is the policy impacted by, existing gender realities in the economy?",
            "output": [
                "Quels en sont les impacts sur les réalités hommes-femmes au sein de l’économie et quels sont les effets de ces réalités sur la politique commerciale?"
            ]
        },
        {
            "input": "What new technologies are coming to the forefront in your market sector?",
            "output": [
                "Quelles sont les technologies au premier plan de votre secteur du marché?"
            ]
        },
        {
            "input": "What steps has the GC taken to ensure SMEs have fair access to compete for government business?",
            "output": [
                "Quelles mesures le GC a-t-il prises pour veiller à ce que les PME aient un accès équitable aux marchés publics?"
            ]
        },
        {
            "input": "Where do we go from here?",
            "output": [
                "Quelles orientations devons-nous prendre?"
            ]
        },
        {
            "input": "What is the Documented Risk of Infection Following Skin Piercing Procedures?",
            "output": [
                "Quel est le risque documenté d’infection résultant d’interventions de perçage de la peau?"
            ]
        },
        {
            "input": "What are the savings to the EI Account?",
            "output": [
                "Quelles sont les économies réalisées au profit du Compte d’AE?"
            ]
        },
        {
            "input": "What impact does this decision have on the central funds?",
            "output": [
                "Quel impact cette décision a-t-elle sur les fonds centraux?"
            ]
        },
        {
            "input": "When it comes to creating networks in Latin America and the Caribbean, Miguel believes it's important to pay attention to how information already flows within a community: Do telecentre managers in rural areas prefer distribution lists?",
            "output": [
                "Sur la question de créer des réseaux en Amérique Latine et dans les Caraïbes, Miguel croit qu’il faut regarder au départ comment l’information circule déjà à l’intérieur d’une communauté : les leaders de télécentres dans les régions rurales préfèrent-ils des listes de distribution?"
            ]
        },
        {
            "input": "What are the pros and cons of Canada entering into free trade discussions with Korea?",
            "output": [
                "Quels sont les pour et les contre pour que le Canada s’engage dans ´ ´ des discussions de libre-echange avec la Coree?"
            ]
        },
        {
            "input": "What Information Can It Give Us?",
            "output": [
                "Signification de l'évaluation\u2028EXERCICE III-2 : L'évaluation d'un programme, quelles informations peut-elle nous apporter?"
            ]
        },
        {
            "input": "Who is liable for the action of the partner?",
            "output": [
                "Qui est responsable des actes de l’associé?"
            ]
        },
        {
            "input": "What should the area of selection be?",
            "output": [
                "Quelle devrait être la zone de sélection?"
            ]
        },
        {
            "input": "What can be done to enhance the quality of life of people who provide care?",
            "output": [
                "Que peut-on faire pour améliorer la qualité de la vie des personnes qui prodiguent des soins ?"
            ]
        },
        {
            "input": "Why Choose CAMC SMS Training?",
            "output": [
                "Pourquoi choisir le programme de formation Systèmes de gestion de la sécurité?"
            ]
        },
        {
            "input": "Why do younger voters actually participate in such low numbers?",
            "output": [
                "Pourquoi les jeunes électeurs participent-ils en fait en si petit nombre?"
            ]
        },
        {
            "input": "Who out there can inform public-policy makers on these complex issues?",
            "output": [
                "Qui peut se prétendre apte à informer les responsables de l'élaboration des politiques publiques sur ces questions complexes?"
            ]
        },
        {
            "input": "Which management of public dialogue process is most likely to help in this task?",
            "output": [
                "Quel type de dialogue public est le plus susceptible de les aider dans cette mission?"
            ]
        },
        {
            "input": "Which executive body orders the elaboration of emergency plans?",
            "output": [
                "Quel organisme ordonne l’élaboration de plans de préparation aux situations d’urgence?"
            ]
        },
        {
            "input": "What gains are there to identifying and ensuring the involvement of key stakeholders?",
            "output": [
                "Quel avantage a-t-on à déterminer comment garantir la participation d'intervenants clés?"
            ]
        },
        {
            "input": "What was diverse about the team?",
            "output": [
                "En quoi l'équipe était-elle diversifiée?"
            ]
        },
        {
            "input": "What has been learned about evaluating telehealth projects, electronic health record projects, and initiatives to protect personal health information?",
            "output": [
                "Quelles leçons a-t-on tirées au sujet de l'évaluation des projets de télésanté et des projets relatifs aux dossiers électroniques de santé ainsi que des initiatives visant la protection des renseignements personnels sur la santé?"
            ]
        },
        {
            "input": "What’s your role as broadcast educators and what’s our role as a regulator in this rapidly changing environment?",
            "output": [
                "Quel est votre rôle comme éducateurs en radiodiffusion et quel est le nôtre en tant qu’organisme de réglementation dans cet environnement qui évolue à une vitesse vertigineuse?"
            ]
        },
        {
            "input": "What would a national web site called Enviro SchoolNet have to contain in order to be useful to you?",
            "output": [
                "Que devrait contenir un éventuel site web national appelé Rescol Enviro pour vous être utile ?"
            ]
        },
        {
            "input": "What do swimmers learn in Swim @ School?",
            "output": [
                "Pourquoi proposer Croix-Rouge Natation @ l’école aux élèves?"
            ]
        },
        {
            "input": "Which one are YOUR CLIENTS most familiar with?",
            "output": [
                "Laquelle VOS CLIENTES et CLIENTS connaissent-ils le plus?"
            ]
        },
        {
            "input": "Who is eligible to use EDI?",
            "output": [
                "Qui peut utiliser l'EDI?"
            ]
        },
        {
            "input": "What change(s) would we like to effect as a result of the tool/information that we are developing?",
            "output": [
                "Quel(s) changement(s) aimerions-nous effectuer au moyen de l'outil / information que nous élaborons?"
            ]
        },
        {
            "input": "Why do people stop once they’ve started?",
            "output": [
                "Pourquoi les gens qui font de l’activité physique arrêtent-ils d’en faire?"
            ]
        },
        {
            "input": "Who Owns Bolivia?",
            "output": [
                "A qui appartiennent les richesses de la Bolivie ?"
            ]
        },
        {
            "input": "What is the patient’s current status?",
            "output": [
                "Quelle est la situation actuelle du patient?"
            ]
        },
        {
            "input": "What actions did the Government take in 1975 to affect the situation?",
            "output": [
                "Qu'a fait le gouvernement en 1975 pour renverser la vapeur?"
            ]
        },
        {
            "input": "Where should I keep my medication?",
            "output": [
                "Comment est-ce que je dois conserver mon médicament?"
            ]
        },
        {
            "input": "What about international obligations concerning export and import of cultural property?",
            "output": [
                "Quelles sont les obligations internationales concernant l'exportation et l'importation des biens culturels?"
            ]
        },
        {
            "input": "When will the program be available, end or transition?",
            "output": [
                "Quand la Stratégie sera-t-elle offerte, prendra-t-elle fin ou s’agit-il d’une stratégie de transition?"
            ]
        },
        {
            "input": "What is the anticipated scale of the effect?",
            "output": [
                "L’effet se produira-t-il une fois seulement?"
            ]
        },
        {
            "input": "What do they think such laws would or should change?",
            "output": [
                "Que croient-ils que de telles lois vont ou devraient changer?"
            ]
        },
        {
            "input": "What tests drive Koreans to spend money on preparation schools?",
            "output": [
                "Quels sont les tests qui incitent les Coréens à dépenser de l’argent pour les écoles préparatoires?"
            ]
        },
        {
            "input": "What jurisdictional changes need to be made to deal with the health challenges of climate change?",
            "output": [
                "Quels changements devons-nous apporter au niveau juridictionnel pour s’attaquer efficacement aux problèmes du changement climatique?"
            ]
        },
        {
            "input": "What considerations played a role in this work?",
            "output": [
                "Quelles références avez-vous pris en compte ?"
            ]
        },
        {
            "input": "Which bill is it?",
            "output": [
                "De quel projet de loi parle-t-on?"
            ]
        },
        {
            "input": "Which services generate revenues?",
            "output": [
                "Quels services génèrent les revenus ?"
            ]
        },
        {
            "input": "What happens when individually based, universalistic right of cultural or religious equality clashes with gender equality (as it is possible in the case of female circumcision or abortion)?",
            "output": [
                "Que se passe-t-il lorsque le droit à fondement individuel et universel à l’ égalité culturelle ou religieuse entre en conflit avec l’ égalité des sexes (comme cela peut se produire dans le cas de la circoncision féminine ou de l’ avortement) ?"
            ]
        },
        {
            "input": "What body other than our Assembly will in future call for the fulfilment of that goal?",
            "output": [
                "Quelle autre Assemblée que la nôtre continuera à l’avenir à demander la concrétisation de ce projet ?"
            ]
        },
        {
            "input": "What parts of the trees were used in their construction?",
            "output": [
                "Quelles parties de l’arbre étaient utilisées dans la construction des logements?"
            ]
        },
        {
            "input": "Who saves the newspapers of Canada's past?",
            "output": [
                "Qui donc peut bien garder les journaux qui appartiennent au passé du Canada?"
            ]
        },
        {
            "input": "What would you consider to be a reasonable time standard?",
            "output": [
                "Quelle serait selon vous un norme raisonnable pour chacun d'eux?"
            ]
        },
        {
            "input": "Which areas need further development and what should the development focus on?",
            "output": [
                "Quels secteurs doivent être approfondis et sur quoi devrait-on s’attarder?"
            ]
        },
        {
            "input": "Which trials require registration?",
            "output": [
                "Quelles sont les études qui doivent être inscrites?"
            ]
        },
        {
            "input": "When are Canada Child Tax Benefit payments made?",
            "output": [
                "Quand la prestation fiscale canadienne pour enfants (PFCE) est-elle versée?"
            ]
        },
        {
            "input": "What is the Government of Canada doing to ensure that Canada's monitoring and surveillance system can quickly identify any unusual disease outbreaks or detect contaminants in food?",
            "output": [
                "Que fait le gouvernement du Canada pour veiller au repérage rapide d'épidémie de maladie inhabituelle ou de contaminants dans la nourriture par le système canadien de surveillance et de contrôle ?"
            ]
        },
        {
            "input": "Where can I get a photograph or electronic copy of my unit badge?",
            "output": [
                "Quelles sont les origines du dîner particulière à Noël ?"
            ]
        },
        {
            "input": "What could be the legal, financial or technical obstacles to the developments of these projects?",
            "output": [
                "Quels pourraient être les obstacles juridiques, financiers ou techniques au développement de ces projets ?"
            ]
        },
        {
            "input": "What is similar and different about the countries of origin of items?",
            "output": [
                "Quelles sont les similitudes et les différences ?"
            ]
        },
        {
            "input": "Why is it that in developing countries more than half of the deaths of children are because of undernutrition, and that in industrialized countries childhood, obesity is approaching epidemic proportions?",
            "output": [
                "Pourquoi est-ce que, dans les pays en voie de développement, plus de la moitié des décès d'enfants sont attribuables à la sous-nutrition, et que dans les pays industrialisés, l'obésité juvénile est sur le point de prendre des proportions épidémiques?"
            ]
        },
        {
            "input": "What approach should be taken to understanding behaviour at the cellular level when exposed to nanoscale materials?",
            "output": [
                "Quelle approche faudrait-il suivre pour comprendre le comportement au niveau cellulaire en cas d'exposition à des matériaux nanométriques?"
            ]
        },
        {
            "input": "What happens to individuals who suspend operations or go out of business?",
            "output": [
                "Quelles sont les conséquences des arrêts ou de cessation d’activité à défaut sur les individus ?"
            ]
        },
        {
            "input": "When is a biometric technology most appropriate for enhancing security?",
            "output": [
                "À quel moment une technologie biométrique est-elle la plus appropriée pour améliorer la sécurité?"
            ]
        },
        {
            "input": "Where are the major industrial sources of acid-causing emissions that affect Canadian ecosystems?",
            "output": [
                "D'où proviennent les sources industrielles majeures des émissions acidifiantes qui affectent les écosystèmes canadiens?"
            ]
        },
        {
            "input": "What is Accrual Accounting?",
            "output": [
                "Qu’est-ce que la comptabilité d’exercice?"
            ]
        },
        {
            "input": "What can be learned from other sectors with a human service focus or from the general human resources literature, and how generalizable are these findings to healthcare?",
            "output": [
                "Que peut-on apprendre des autres secteurs de services sociaux ou de la documentation sur les ressources humaines en général, et dans quelle mesure peut-on étendre ces constatations aux services de santé?"
            ]
        },
        {
            "input": "Why didn't the Government retain the services of Me Gauthier for the litigation phase of the civil claim?",
            "output": [
                "Pourquoi le gouvernement du Canada n’a-t-il pas retenu les services de Me Gauthier pour s’occuper de la poursuite civile?"
            ]
        },
        {
            "input": "Which do you think would be the best for Canada to take?",
            "output": [
                "La quelle de ces deux approches le Canada devrait-il suivre de préférence, selon vous?"
            ]
        },
        {
            "input": "What does this really mean to you, our stakeholders, and how will it enhance the process of veterinary drug reviews?",
            "output": [
                "Que signifie réellement tout cela pour vous, les intervenants, et comment le processus d'examen des médicaments vétérinaires sera-t-il amélioré?"
            ]
        },
        {
            "input": "Which are the leading Departments and Agencies following the Service Improvement Initiative?",
            "output": [
                "Quels sont les principaux ministères et organismes qui mettent en œuvre l'Initiative d'amélioration des services?"
            ]
        },
        {
            "input": "What are and could \"new initiatives\" be in the context of transition economies?",
            "output": [
                "Que sont, et que pourraient être les \"nouvelles initiatives\" dans le contexte des économies en transition?"
            ]
        },
        {
            "input": "What will the new staffing regime could look like?",
            "output": [
                "À quoi ressemblera le nouveau régime de dotation?"
            ]
        },
        {
            "input": "Whom do you see satirized in this cartoon?",
            "output": [
                "Selon vous, qui est l'objet de cette caricature?"
            ]
        },
        {
            "input": "What can be done to create an environment that attracts and encourages investment in the northern Ontario eco-tourism sector?",
            "output": [
                "Que peut-on faire pour créer un milieu propice à l'investissement dans le secteur de l'écotourisme nord-ontarien?"
            ]
        },
        {
            "input": "What is your view of the satisfaction of the partners with respect to the various Initiative processes?",
            "output": [
                "Quel est votre avis au sujet de la satisfaction des partenaires en ce qui touche les divers processus de l’Initiative?"
            ]
        },
        {
            "input": "Which issues, if any, should be dealt with in law and which ones in policy?",
            "output": [
                "Quelles questions, s’il y a lieu, devraient faire l’objet d’une loi?"
            ]
        },
        {
            "input": "What is the purpose of the check list?",
            "output": [
                "Quel est l’objet du bordereau?"
            ]
        },
        {
            "input": "Which comes first – like circumstances or comparison of treatment?",
            "output": [
                "Les circonstances analogues et la comparaison de traitement, dans quel ordre les traiter?"
            ]
        },
        {
            "input": "What happens if a medical device is not approved?",
            "output": [
                "Qu'arrive-t-il si un matériel médical n'est pas approuvé?"
            ]
        },
        {
            "input": "What are the new methods of accessing and acquiring knowledge?",
            "output": [
                "Comment sont redéfinis les rapports espace-temps ?"
            ]
        },
        {
            "input": "Who are the potential users of the research results?",
            "output": [
                "Qui sont les utilisateurs éventuels des résultats de la recherche?"
            ]
        },
        {
            "input": "What do you see as the greatest difficulty faced by small inventors?",
            "output": [
                "À votre avis, quelle est la plus grande difficulté pour un petit inventeur?"
            ]
        },
        {
            "input": "What is Succession Planning and Management?",
            "output": [
                "Qu'entend-on par « planification et gestion de la relève »?"
            ]
        },
        {
            "input": "What is the average percentage of prosecutors who have participated in continuation training each year?",
            "output": [
                "Quel est le pourcentage de procureurs ayant suivi en moyenne chaque année une action de formation permanente ?"
            ]
        },
        {
            "input": "What steps should DND/CF take to develop an integrated, coordinated approach to M&S as our allies have done?",
            "output": [
                "Quelles sont les étapes que MDN/FC devraient suivre afin de développer une approche intégrée et coordonnée de la M et S, comme l’ont fait nos alliés?"
            ]
        },
        {
            "input": "Why is hepatitis C so problematic?",
            "output": [
                "Pourquoi l'hépatite C pose-t-elle tellement de problèmes ?"
            ]
        },
        {
            "input": "What are the mechanisms of governance available for change?",
            "output": [
                "Qu’est-ce qui devrait ou ne devrait pas faire l’objet d’un brevet?"
            ]
        },
        {
            "input": "Why should geographical indications benefit from presumption of protection when other forms of intellectual property did not?",
            "output": [
                "Pourquoi les indications géographiques devraient-elles bénéficier d'une présomption de protection quand tel n'était pas le cas d'autres formes de propriété intellectuelle?"
            ]
        },
        {
            "input": "What was the mother tongue of the majority of the Fathers of Confederation?",
            "output": [
                "Quelle était la langue maternelle de la majorité des Pères de la Confédération?"
            ]
        },
        {
            "input": "When can outliers be removed?",
            "output": [
                "Quand peut-on retirer les valeurs aberrantes?"
            ]
        },
        {
            "input": "When calculating the total number of hours worked by all employees during the calendar year, should overtime, vacation and sick leave be included in the 20 000-hour threshold?",
            "output": [
                "Quand on additionne le nombre d’heures de travail de tous les employés au cours d’une année civile donnée, doit-on inclure le surtemps, les congés payés et les congés de maladie dans le calcul du seuil de 20 000 heures?"
            ]
        },
        {
            "input": "What conditions apply to direct deposit?",
            "output": [
                "Quelles sont les conditions qui s'appliquent au dépôt direct?"
            ]
        },
        {
            "input": "What are the goals of cancer control?",
            "output": [
                "Quels sont les buts de la lutte contre le cancer?"
            ]
        },
        {
            "input": "What was your understanding of IYV?",
            "output": [
                "Quel était votre engagement dans l’Année internationale des volontaires (AIV) ?"
            ]
        },
        {
            "input": "What are some specific ways to build or strengthen liaisons between the HIV/AIDS field and the broader CAHC and NHPs field?",
            "output": [
                "Comment créer ou renforcer les liens entre le domaine du VIH/sida et le domaine plus vaste des ACPS et des PSN?"
            ]
        },
        {
            "input": "What are the implications for the regulation of labour markets and for industrial relations?",
            "output": [
                "Quelles sont les conséquences pour la réglementation des marchés du travail et des relations de travail?"
            ]
        },
        {
            "input": "What kind of driver, owning a car that has just crashed into a tree, has a burned-out transmission, and needs a brake job, says, \"The most important thing is to fix this slow leak in the right rear tire?",
            "output": [
                "Or quel conducteur et propriétaire d’une voiture qui vient de rentrer dans un arbre, avec une boîte de vitesse anéantie et des freins détruits, se préoccuperait de réparer une petite fuite dans le pneu arrière droit ?"
            ]
        },
        {
            "input": "Who should coordinate the implementation of the personalized care plan for each patient/client?",
            "output": [
                "Qui devrait coordonner la mise en œuvre du plan d'intervention personnalisé de chaque patient/client?"
            ]
        },
        {
            "input": "What would a sustainable model have to look like in broad terms, bearing in mind that sustainability is not simply a financial matter?",
            "output": [
                "(C’est-à-dire le gouvernement devrait-il assurer la formation une seule fois, puis investir dans le maintien de l’acquis?"
            ]
        },
        {
            "input": "What comes after a feasibility study?",
            "output": [
                "À quoi peut‐on s’attendre à la suite de l’étude de faisabilité?"
            ]
        },
        {
            "input": "What core public service values are at stake here?",
            "output": [
                "Quelles sont les valeurs fondamentales de la fonction publique menacées ici?"
            ]
        },
        {
            "input": "What was wrong with Army training up to now?",
            "output": [
                "Qu’est-ce qui n’allait pas au niveau de l’instruction dans l’Armée de terre?"
            ]
        },
        {
            "input": "What special contributions do your communities, as linguistic minority communities, make to the economic well-being of the region?",
            "output": [
                "Quelles contributions spéciales votre collectivité, en tant que minorité linguistique, apporte-t-elle à la prospérité économique de la région?"
            ]
        },
        {
            "input": "Where Are Mexicans Travelling?",
            "output": [
                "Où se rendent les mexicains?"
            ]
        },
        {
            "input": "What can she do to alter the decision and keep Madeline, her confidante, by her side?",
            "output": [
                "Comment faire renverser cette décision afin d'assurer la présence de Madeline, sa confidente?"
            ]
        },
        {
            "input": "What are the sources of the wealth of nations?",
            "output": [
                "Quelles sont les sources de la richesse des nations ?"
            ]
        },
        {
            "input": "When is the program being implemented?",
            "output": [
                "Quand le Programme entrera-t-il en vigueur?"
            ]
        },
        {
            "input": "What's the difference between SIRC and the Inspector General, CSIS?",
            "output": [
                "Quelle est la différence entre le CSARS et l'inspecteur général du SCRS?"
            ]
        },
        {
            "input": "What does this imply for the hourly rate a babysitter can charge?",
            "output": [
                "Que cela signifie-t-il pour ce qui est du taux horaire que peut demander un gardien ou une gardienne?"
            ]
        },
        {
            "input": "What is the nature and scope of mandatory health warnings on a consumer product that kills 45,000 people a year, leads to addiction and affects the quality of life and life expectancy of those who use it?",
            "output": [
                "Quelle est la nature et l’étendue que doivent avoir les mises en garde sur un produit de consommation qui tue 45 000 personnes annuellement, qui crée une pharmacodépendance et qui affecte la qualité et l’expectative de vie des gens qui le consomme ?"
            ]
        },
        {
            "input": "What are the objectives of the Committee’s work on TCEs/EoF in general and/or of the discussion of the List of Issues in particular?",
            "output": [
                "Objectifs : quels sont les objectifs des travaux du comité relatif aux expressions culturelles traditionnelles ou expressions du folklore en général et de l’examen de la liste de questions en particulier?"
            ]
        },
        {
            "input": "Who should benefit from any such protection or who hold the rights to protectable traditional knowledge?",
            "output": [
                "Qui devrait bénéficier d’une telle protection ou qui est titulaire des droits sur les savoirs traditionnels susceptibles d’être protégés?"
            ]
        },
        {
            "input": "What does international diplomacy actually costs?",
            "output": [
                "Quel est le coût réel de la diplomatie internationale?"
            ]
        },
        {
            "input": "What are the different types of adverse reactions from a transfusion of blood components and how likely are they to occur?",
            "output": [
                "Quels sont les différents types de réactions indésirables associées à une transfusion de composants sanguins, et quelles en sont les probabilités?"
            ]
        },
        {
            "input": "What property is covered?",
            "output": [
                "• les risques couverts?"
            ]
        },
        {
            "input": "What did the pharaohs think would happen to them if they were not just rulers?",
            "output": [
                "Qu’est-ce que les pharaons croyaient qu’il leur arriverait s’ils n’étaient pas justes?"
            ]
        },
        {
            "input": "Who was involved in the discussions and the decision-making process?",
            "output": [
                "Qui était impliqué dans les délibérations et le processus de décision?"
            ]
        },
        {
            "input": "Why is HC establishing a Paediatric Expert Advisory Committee?",
            "output": [
                "Pourquoi SC institue-t-il un comité consultatif d'experts sur les initiatives pédiatriques?"
            ]
        },
        {
            "input": "What happens during their time in Parliament?",
            "output": [
                "Qu’arrive-t-il pendant leur séjour à la Chambre des communes?"
            ]
        },
        {
            "input": "What is the maximum possible capacity for a Canadian Network?",
            "output": [
                "Quelle est la capacité maximale possible d’un réseau canadien?"
            ]
        },
        {
            "input": "What was the pilot thinking?",
            "output": [
                "Est-ce que le fait qu’il s’agissait de conditions météorologiques de vol à vue (VMC) a pu jouer?"
            ]
        },
        {
            "input": "Where even to start?",
            "output": [
                "Par où, même, faut-il commencer ?"
            ]
        },
        {
            "input": "What role can implementation of the European Language Portfolio play in this process?",
            "output": [
                "Quel rôle la mise en œuvre du Portfolio européen des langues peut-elle jouer ici?"
            ]
        },
        {
            "input": "What inFORMatiOn WOuld yOu like tO see MORe in FutuRe RepORts?",
            "output": [
                "quEllE informAtion AimEriEz-vous voir DAns lEs prochAins rApports ?"
            ]
        },
        {
            "input": "What are the resolutions offered by WIPO, and are they binding?",
            "output": [
                "Quels sont les règlements proposés par l’OMPI, et sont-ils contraignants?"
            ]
        },
        {
            "input": "What is a manageable workload?",
            "output": [
                "En quoi consiste une charge de travail raisonnable?"
            ]
        },
        {
            "input": "What happens after I receive my referrals?",
            "output": [
                "Que dois-je faire une fois que le nom des candidats et candidates m'a été transmis?"
            ]
        },
        {
            "input": "What is a Training and Networking project with Neighbouring Partner Countries?",
            "output": [
                "Qu’entend-on par des projets de « Formation et de Mise en réseau avec les pays partenaires voisins »?"
            ]
        },
        {
            "input": "Which of the following formal mechanisms does your Unit use to determine which areas to include in the plan?",
            "output": [
                "Auxquels des mécanismes officiels suivants votre unité a-t-elle recours pour déterminer quels secteurs d'activités seront visés par le plan?"
            ]
        },
        {
            "input": "What are the main challenges associated with the issues of \"access\" and \"equal or comparable quality\" for the implementation of programs and policies?",
            "output": [
                "À votre avis : < Quels sont les principaux défis associés aux concepts d’accès et de «qualité égale ou comparable» au niveau de la mise en oeuvre des programmes et des politiques?"
            ]
        },
        {
            "input": "What priority is given to assistance to mine victims?",
            "output": [
                "Quel degré de priorité confère-t-elle à l'aide aux victimes des mines?"
            ]
        },
        {
            "input": "What are the strengths and shortcomings of these mechanisms?",
            "output": [
                "Quelles sont les forces et les faiblesses de ces mécanismes?"
            ]
        },
        {
            "input": "Who prescribes?",
            "output": [
                "• Quel est le processus d’ordonnance?"
            ]
        },
        {
            "input": "Which trade unions have been adversely affected in practice by these conditions or limitations?",
            "output": [
                "Quels syndicats ont été en fait touchés par ces conditions ou restrictions ?"
            ]
        },
        {
            "input": "Why do female workers in Quebec have the highest smoking prevalence, compared with male or female workers in other provinces?",
            "output": [
                "Pourquoi le tabagisme est-il le plus fréquent chez les travailleuses du Québec par rapport aux travailleurs ou aux travailleuses des autres provinces?"
            ]
        },
        {
            "input": "What is wrong with $550 million for the Canada Access Grants for students from low-income households and students with permanent disabilities?",
            "output": [
                "Qu’a-t-on contre le fait d’octroyer 550 millions de dollars, dans le ` cadre du programme des subventions canadiennes d’acces, aux ´ ` ´ etudiants de famille a faible revenu et aux etudiants ayant une ´ invalidite permanente?"
            ]
        },
        {
            "input": "When new automated information systems are planned and implemented, are the MGIH requirements identified?",
            "output": [
                "Lorsqu'on planifie et met en oeuvre de nouveaux systèmes d'information automatisés, est-ce que les exigences relatives à la politique sur la GRDG sont identifiées?"
            ]
        },
        {
            "input": "What are the main reasons for rejecting an application?",
            "output": [
                "Quelles sont les principaux motifs de rejet d’une demande d’enregistrement?"
            ]
        },
        {
            "input": "What is the chance my child will be autistic?",
            "output": [
                "Quelle est la probabilité que mon enfant soit autiste?"
            ]
        },
        {
            "input": "Who should have access to data?",
            "output": [
                "Qui devrait avoir accès aux données?"
            ]
        },
        {
            "input": "What do you see as the possible barriers to entry into the workforce that women, Aboriginal people and new immigrants may face in the construction industry?",
            "output": [
                "Quels seraient selon vous les obstacles éventuels à l’entrée des femmes, des Autochtones et des nouveaux immigrants dans l’effectif de l’industrie de la construction?"
            ]
        },
        {
            "input": "What are the priority instruments to be developed first?",
            "output": [
                "Quels instruments faudra‑t‑il mettre au point en premier?"
            ]
        },
        {
            "input": "What are the signs you have to look for?",
            "output": [
                "Quels sont les signaux auxquels vous devez être sensible?"
            ]
        },
        {
            "input": "What about cold cleaning and other applications?",
            "output": [
                "Qu'en est-il du dégraissage à froid et d'autres applications?"
            ]
        },
        {
            "input": "What are the European Union and the European Community?",
            "output": [
                "Union européenne et Communauté européenne – De quoi s’agit-il ?"
            ]
        },
        {
            "input": "What scale of investment does Canada need to make over the next three years to ensure that the research agenda accelerates, covers the right areas, moves beyond the acute care setting, builds capacity and develops new techniques to sustain both the knowledge and ultimately the improvements?",
            "output": [
                "Quelle est l’ampleur des investissements à faire par le Canada au cours des trois prochaines années pour accélérer la poursuite des objectifs de recherche, couvrir les bons aspects, étendre nos efforts à l’extérieur du cadre hospitalier, développer les capacités et mettre au point de nouvelles techniques pour assurer la durabilité des connaissances et des améliorations?"
            ]
        },
        {
            "input": "What level of uncertainty is there about potential direct and indirect environmental effects or the significance of identified effects?",
            "output": [
                "Dans quelle mesure s’inquiète-t-on des effets environnementaux directs ou indirects éventuels ou de l’importance des effets cernés?"
            ]
        },
        {
            "input": "What is the Hudson’s Bay Company and what did it mainly trade in the past?",
            "output": [
                "Qu’est-ce que la Compagnie de la Baie d’Hudson et quel commerce faisait-elle surtout dans le passé?"
            ]
        },
        {
            "input": "When will we stop paying lip-service to the idea of physician wellness?",
            "output": [
                "Quand arrêterons-nous d’être hypocrites au sujet du bien-être des médecins?"
            ]
        },
        {
            "input": "What do you think are the main strengths of the Status of the Artist Act?",
            "output": [
                "À votre avis, quelles sont les principales forces de la Loi sur le statut de l'artiste?"
            ]
        },
        {
            "input": "Which programs were replaced by the Canadian Health and Social Transfer in 1996?",
            "output": [
                "Quels programmes ont été remplacés par le Transfert canadien en matière de santé et de programmes sociaux (TCSPS) en 1996?"
            ]
        },
        {
            "input": "Who can use theses services and whom do we contact?",
            "output": [
                "Qui peut avoir recours à ces services et à qui doit-on s’adresser?"
            ]
        },
        {
            "input": "What is the National Child Benefit initiative?",
            "output": [
                "Qu'est-ce que la prestation nationale pour enfants?"
            ]
        },
        {
            "input": "Where are the people who voluntarily opt out of the electoral system in our democracy?",
            "output": [
                "Ce proverbe avait aussi suscité chez moi quelques interrogations : où sont les personnes qui décident volontairement de ne pas participer au processus électoral?"
            ]
        },
        {
            "input": "Who is using your program or services, how often?",
            "output": [
                "Vos cours ou groupes sont-ils remplis à pleine capacité?"
            ]
        },
        {
            "input": "What has been the experience of leading countries and regions in developing environmental assessments and reviews of trade negotiations?",
            "output": [
                "Que montre l'expérience des principaux pays et des principales régions dans leurs efforts pour élaborer des évaluations et des examens environnementaux des négociations commerciales?"
            ]
        },
        {
            "input": "What exactly was the role of each of the three InnoVision employees hired by HRDC in relation to the contract which HRDC had with InnoVision prior to this procurement?",
            "output": [
                "Quel était précisément le rôle de chacun des trois employés d'InnoVision embauchés par DRHC relativement au contrat qu'avait DRHC avec InnoVision avant le présent marché public?"
            ]
        },
        {
            "input": "What should we be arguing about?",
            "output": [
                "Quel devrait être l’enjeu de notre débat ?"
            ]
        },
        {
            "input": "Why should you consider government work?",
            "output": [
                "Pourquoi devriez-vous envisager de travailler à la fonction publique?"
            ]
        },
        {
            "input": "What is the incubation period in humans for West Nile virus infection?",
            "output": [
                "Quelle est la période d'incubation de l'infection par le virus du Nil occidental chez l'humain?"
            ]
        },
        {
            "input": "Where Do You Usually Get Cigarettes?",
            "output": [
                "Comment te procures-tu habituellement tes cigarettes?"
            ]
        },
        {
            "input": "What are we going to do to prevent the massive collection and disclosure of our personal details on the information highway?",
            "output": [
                "Qu'allons-nous faire pour prévenir la collecte massive et la divulgation des détails de notre vie privée sur l'autoroute électronique ?"
            ]
        },
        {
            "input": "What do you consider to be the key issue-specific and crosscutting needs in environmental health research in Canada?",
            "output": [
                "Que considérez-vous comme les lacunes/besoins clés transversaux et dans des domaines précis de la recherche en hygiène de l’environnement au Canada?"
            ]
        },
        {
            "input": "What accounting standards (such as the generally accepted accounting standards in your country) were followed by your company for the preparation of the financial statements provided in answer to question D8?",
            "output": [
                "Ces normes comptables sont-elles conformes aux normes Ctablies par le Conseil des normes comptables internationales (IASB), notamment les normes internationales d'information financikre (IFRS)?"
            ]
        },
        {
            "input": "What about Chemical Contaminants?",
            "output": [
                "Que penser des contaminants chimiques?"
            ]
        },
        {
            "input": "What Is Outcome Management?",
            "output": [
                "Qu’est-ce que la Gestion par analyse de résultat?"
            ]
        },
        {
            "input": "What is the situation regarding applications and registrations made in bad faith?",
            "output": [
                "Quelle est la situation en ce qui concerne les demandes et les enregistrements effectués de mauvaise foi?"
            ]
        },
        {
            "input": "What are the odds that one airplane would descend out of radar coverage at the same time and place that another airplane would climb into radar coverage?",
            "output": [
                "En effet, quelle était la probabilité qu’un avion descende sous la couverture radar et qu’au même instant et au même endroit un autre avion monte prendre sa place dans la couverture radar?"
            ]
        },
        {
            "input": "When can accommodation be denied?",
            "output": [
                "Peut-on refuser de prendre des mesures d’adaptation?"
            ]
        },
        {
            "input": "Why is that?",
            "output": [
                "À quoi attribuez-vous ce problème?"
            ]
        },
        {
            "input": "What does this value indicate?",
            "output": [
                "Qu'est-ce que cette valeur indique?"
            ]
        },
        {
            "input": "Why are people poor?",
            "output": [
                "Pourquoi les citoyens sont-ils pauvres?"
            ]
        },
        {
            "input": "What would have made this activity book more interesting for you?",
            "output": [
                "Qu’est-ce qui, selon vous, aurait rendu ce livre d’activités plus intéressant?"
            ]
        },
        {
            "input": "What is the degree of gender-disaggregation of data currently used in planning and preparation of the budget?",
            "output": [
                "Dans quelle mesure les données habituellement utilisées sont-elles ventilées par sexe dans la planification et la préparation du budget ?"
            ]
        },
        {
            "input": "What more from an honorary colonel can we ask for?",
            "output": [
                "Que pourrions-nous demander de plus d'un colonel honoraire?"
            ]
        },
        {
            "input": "What role did your families play in supporting or opposing your relationship?",
            "output": [
                "Quel rôle vos familles ont-elles joué en soutenant (ou en s’opposant) à votre relation?"
            ]
        },
        {
            "input": "What is the reasoning behind your actions?",
            "output": [
                "Quel est le raisonnement justifiant vos mesures?"
            ]
        },
        {
            "input": "What were the reasons behind the Governing Council’s announcement of a quantitative deﬁnition of price stability?",
            "output": [
                "Pour quelles raisons le Conseil des gouverneurs a-t-il annoncé une déﬁnition quantiﬁée de la stabilité des prix ?"
            ]
        },
        {
            "input": "Why talk about privacy in class or at home?",
            "output": [
                "Pourquoi parler du respect de la vie privée en classe ou à la maison ?"
            ]
        },
        {
            "input": "Why is spending on drugs rising?",
            "output": [
                "Pourquoi les Canadiens dépensent-ils plus en médicaments?"
            ]
        },
        {
            "input": "Who may play the role of those market makers?",
            "output": [
                "Qui pourrait jouer le rôle de ces teneurs de marché?"
            ]
        },
        {
            "input": "What is their social life like?",
            "output": [
                "Quelle est la vie sociale de ces personnes?"
            ]
        },
        {
            "input": "What are my obligations for completing the CQ?",
            "output": [
                "Quelles sont mes obligations concernant le QC?"
            ]
        },
        {
            "input": "What level of representation is needed on the working group?",
            "output": [
                "Quel sera le mandat du groupe de travail?"
            ]
        },
        {
            "input": "What are competencies and competency profiles?",
            "output": [
                "Qu'entend-on par « compétences » et « profils de compétences »?"
            ]
        },
        {
            "input": "Why were the payments made and accepted in cash?",
            "output": [
                "Pourquoi les paiements ont-ils été effectués et acceptés en argent comptant?"
            ]
        },
        {
            "input": "What should you do?",
            "output": [
                "Que faites-vous ?"
            ]
        },
        {
            "input": "What is keeping you from buying more fresh fruit and vegetables?",
            "output": [
                "Qu'est-ce qui vous retient d'acheter plus de fruits et légumes frais ?"
            ]
        },
        {
            "input": "Which provinces are most reliant on the forest for pulp and paper production?",
            "output": [
                "Quelles provinces dépendent le plus de la forêt pour la production de pâte et papier?"
            ]
        },
        {
            "input": "Why does an international star, or a rising star, returning to a Canadian institution have to run a gauntlet of multiple applications to multiple agencies, each with their own forms, deadlines, and evaluation criteria?",
            "output": [
                "Pourquoi une sommité mondiale, ou une « étoile montante », qui décide de retourner dans un établissement canadien doit-elle présenter une foule de demandes à une foule d’organismes distincts qui ont des échéances distinctes et des critères d’évaluation qui leur sont propres?"
            ]
        },
        {
            "input": "What if I recover but become totally disabled again?",
            "output": [
                "Que se passera-t-il si, après m’être rétabli, je suis de nouveau frappé d’une invalidité totale?"
            ]
        },
        {
            "input": "What happens when a permit is issued?",
            "output": [
                "Qu'arrive-t-il quand une licence est délivrée?"
            ]
        },
        {
            "input": "What will each option mean for you?",
            "output": [
                "Que signifie chaque option pour vous?"
            ]
        },
        {
            "input": "What solution does the class feel is most satisfactory to the stakeholders?",
            "output": [
                "Quelle solution les élèves estiment-ils la plus satisfaisante pour les intervenants?"
            ]
        },
        {
            "input": "What are the Key Research Topics that Should Comprise a Canadian Rural Health Research Agenda?",
            "output": [
                "Quels sont les principaux sujets de recherche qui devraient être inclus dans un programme canadien de recherche en santé dans les régions rurales et éloignées?"
            ]
        },
        {
            "input": "What are the concrete results of the Canadian Government’s commitment to establish a representative and inclusive public service, which reflects the diversity of the Canadian population, including women and persons with disabilities?",
            "output": [
                "Comment s'est traduite dans la pratique la volonté affichée par le Gouvernement canadien de se doter d'une fonction publique représentative et intégratrice qui reflète la diversité de la population canadienne et inclut des femmes et des personnes handicapées?"
            ]
        },
        {
            "input": "What do you think of the new approach by action plan and activity report?",
            "output": [
                "Comment évaluez-vous la nouvelle approche par plan d'action et rapport d'activités?"
            ]
        },
        {
            "input": "What are the major change trends between now and then?",
            "output": [
                "Quelles sont les principales tendances du changement d’ici là?"
            ]
        },
        {
            "input": "What is the spirit of your organization’s mandate?",
            "output": [
                "Quel est l’esprit du mandat de votre organisation?"
            ]
        },
        {
            "input": "What are Generic Work Descriptions?",
            "output": [
                "En quoi consistent les descriptions de travail génériques?"
            ]
        },
        {
            "input": "Why can’t I transport the MLM to the local police station myself?",
            "output": [
                "Pourquoi devrais-je m’abstenir de transporter moi-même un marqueur marin jusqu’au poste de police?"
            ]
        },
        {
            "input": "What are the steps needed to address these climate change and health issues?",
            "output": [
                "Quelles sont les prochaines étapes à franchir pour faire face aux enjeux liés au changement climatique et à la santé?"
            ]
        },
        {
            "input": "What are the conditions for participating in the HBP?",
            "output": [
                "Quelles sont les conditions à remplir pour participer au RAP?"
            ]
        },
        {
            "input": "What have been their experiences as new recruits?",
            "output": [
                "Quelles ont été leurs expériences à titre de nouvelles recrues?"
            ]
        },
        {
            "input": "What types of risks could compromise core partnerships between a FIU and law enforcements agencies; and a FIU and its reporting entities?",
            "output": [
                "Quels types de risques pourraient compromettre le partenariat de base entre une URF et les organismes chargés de l’application de la loi?"
            ]
        },
        {
            "input": "Who is considered to be a common-law spouse?",
            "output": [
                "Qui est considéré comme étant un conjoint de fait ?"
            ]
        },
        {
            "input": "Which errors made by the receiving Office or the International Bureau may be rectified?",
            "output": [
                "Quelles erreurs de l’office récepteur ou du Bureau international peuvent être rectifiées?"
            ]
        },
        {
            "input": "Which initiatives do you intend to undertake in order to promote the learning of foreign languages and to achieve the objective \"mother tongue + 2\" which was formulated by the Barcelona European Council in 2002?",
            "output": [
                "Quelles initiatives avez-vous l'intention de prendre afin de promouvoir l'apprentissage des langues étrangères et de réaliser l'objectif « langue maternelle + 2 » qui a été formulé par le Conseil européen de Barcelone, en 2002?"
            ]
        },
        {
            "input": "What would motivate you to reach out and share the information with others?",
            "output": [
                "Qu'est-ce qui vous inciterait à communiquer avec l'extérieur et à partager l'information avec d'autres?"
            ]
        },
        {
            "input": "What do I do?",
            "output": [
                "Qu’est-ce que je fais ?"
            ]
        },
        {
            "input": "Where are the government's priorities?",
            "output": [
                "Quelles sont les priorités gouvernementales?"
            ]
        },
        {
            "input": "What are the aims of the Programme of Action?",
            "output": [
                "Quels sont les objectifs du Programme d’action ?"
            ]
        },
        {
            "input": "What are the benefits of government procurement agreements?",
            "output": [
                "Quels sont les avantages des accords relatifs aux marchés publics?"
            ]
        },
        {
            "input": "What is BPIDP’s current performance measurement strategy?",
            "output": [
                "Quelle est la stratégie actuelle de mesure du rendement du PADIÉ?"
            ]
        },
        {
            "input": "What if victims only want information about Review Board outcomes?",
            "output": [
                "Et si la victime veut seulement être mise au courant des décisions?"
            ]
        },
        {
            "input": "What are the main problems that the world faces on the environment?",
            "output": [
                "Quelle est l’attitude des citoyens nord-américains par rapport à l’environnement et quelle est leur prise de conscience par rapport au changement climatique ?"
            ]
        },
        {
            "input": "Why is Natural Resources Canada (NRCan) amending the Terms and Conditions of the ecoENERGY for Renewable Power (ecoENERGY RP) program at this time?",
            "output": [
                "Pourquoi Ressources naturelles Canada (RNCan) modifie-t-il maintenant les modalités et conditions du programme écoÉNERGIE pour l’électricité renouvelable (écoÉNERGIE ÉR) ?"
            ]
        },
        {
            "input": "What are some new and/or innovative ways that can generate more resources for sport?",
            "output": [
                "Existe-t-il des moyens innovateurs d'obtenir davantage de ressources pour le sport?"
            ]
        },
        {
            "input": "What are the new rules for the taxation of child support?",
            "output": [
                "Quelles sont les nouvelles règles d'imposition des pensions alimentaires pour enfants?"
            ]
        },
        {
            "input": "What services are provided in kind?",
            "output": [
                "Quels sont les services non financiers offerts?"
            ]
        },
        {
            "input": "What should I look for on a food label to find out if the food product has had a food allergen or gluten source added to it?",
            "output": [
                "En consultant l'étiquette d'un aliment, que dois-je rechercher pour déterminer s'il contient un allergène alimentaire ou une source de gluten ajoutés?"
            ]
        },
        {
            "input": "When will my Canadian Forces pension first become indexed?",
            "output": [
                "Quand ma pension des Forces canadiennes sera-t-elle indexée pour la première fois?"
            ]
        },
        {
            "input": "What are the functional roles of slow synaptic potentials in autonomic ganglia?",
            "output": [
                "Quels sont les rôles fonctionnels des potentiels synaptiques lents dans les ganglions autonomes?"
            ]
        },
        {
            "input": "What did you learn about this animal that you would like to share with the group (at least three things)?",
            "output": [
                "Dans ce que tu as appris au sujet de cet animal, qu’aimerais-tu partager avec les autres élèves du groupe (au moins trois choses)?"
            ]
        },
        {
            "input": "What problems does this create for good collaboration?",
            "output": [
                "Quels sont les problèmes causés par cette situation au chapitre de la collaboration?"
            ]
        },
        {
            "input": "Why was there a need to remove the buildings?",
            "output": [
                "Pourquoi a-t-il fallu démolir les bâtiments?"
            ]
        },
        {
            "input": "What is the expected impact of an influenza pandemic in Canada?",
            "output": [
                "Quelle est l’incidence prévue d’une pandémie d’influenza au Canada?"
            ]
        },
        {
            "input": "What is West Nile Virus?",
            "output": [
                "Qu’est-ce que le virus du Nil occidental ?"
            ]
        },
        {
            "input": "What about a claim late by one day; or late by reason of the claimant becoming physically incapable of filling out the forms (that is to say, the computer reporting cards on which the continuing claims must be made) which are supplied by the Commission; or late by reason of the claimant having not been supplied earlier with the computer reporting cards required?",
            "output": [
                "Qu’en est-il d'une demande en retard d'une journée; ou dont le retard est attribuable à l'incapacité physique du prestataire de remplir les formules (c'est-à-dire les cartes d'ordinateur sur lesquelles doivent être remplies les demandes continues) fournies par la Commission ou à la réception tardive des cartes d'ordinateur requises?"
            ]
        },
        {
            "input": "What does Health Canada do with these reports?",
            "output": [
                "Que fait Santé Canada avec ces rapports?"
            ]
        },
        {
            "input": "What must others (government, business, community leaders) do?",
            "output": [
                "Que doivent faire les autres (gouvernements, entreprises, dirigeants de la communauté)?"
            ]
        },
        {
            "input": "What is the extent of the effects (area, volume, distribution)?",
            "output": [
                "Quelle est l'étendue des effets (superficie, volume, distribution) ?"
            ]
        },
        {
            "input": "What about the business culture of a potential foreign partner?",
            "output": [
                "Qu'en est-il de la culture d'entreprise si celle-ci est étrangère?"
            ]
        },
        {
            "input": "What mental resources do they use to manage their thought patterns and stress and to focus their attention?",
            "output": [
                "Quelles ressources mentales utilisent-ils pour gérer le stress, leurs pensées et focaliser leur attention ?"
            ]
        },
        {
            "input": "What are the optimal methods for maximizing parental involvement?",
            "output": [
                "Quelles sont les méthodes optimales pour maximiser la participation des parents?"
            ]
        },
        {
            "input": "What are the key preservation issues that museums are facing?",
            "output": [
                "À quels principaux enjeux font face les musées en matière de préservation?"
            ]
        },
        {
            "input": "Why are women and girls increasingly becoming the face of AIDS?",
            "output": [
                "Pourquoi le sida prend-il de plus en plus un visage féminin?"
            ]
        },
        {
            "input": "Where and how can the Health Transition Fund help?",
            "output": [
                "Où et comment le Fonds pour l'adaptation des services de santé peut-il être utile?"
            ]
        },
        {
            "input": "When Did Cherry Stix \"Purchase\" the Goods?",
            "output": [
                "À quel moment Cherry Stix a-t-elle « acheté » les marchandises?"
            ]
        },
        {
            "input": "What is the purpose of your travel to Canada?",
            "output": [
                "Quel est le motif de votre voyage au Canada?"
            ]
        },
        {
            "input": "What was there that led Derrick to this conclusion, and thus the use of this as a conflict situation?",
            "output": [
                "Qu'est-ce qui a mené Derrick à cette conclusion et, par conséquent, à l'utilisation de cet incident comme exemple d'une situation conflictuelle?"
            ]
        },
        {
            "input": "What are the typical cost percentages to develop an e-commerce web site?",
            "output": [
                "En général, quelle est la répartition des coûts d'aménagement d'un site de commerce électronique ?"
            ]
        },
        {
            "input": "Where are they going to be deployed?",
            "output": [
                "Où les technologies biométriques seront-elles déployées?"
            ]
        },
        {
            "input": "What are the sources of the regulatory/reference values used in the complex hazard tool?",
            "output": [
                "D'où proviennent les valeurs réglementaires ou de référence utilisées dans l'outil complexe de détermination du risque pour la santé?"
            ]
        },
        {
            "input": "What is the Western model of democratic development really worth?",
            "output": [
                "Que vaut véritablement notre modèle occidental de développement démocratique ?"
            ]
        },
        {
            "input": "Why is trans-nonachlor more toxic to female rats than to male rats?",
            "output": [
                "Pourquoi le trans-nonachlor est-il plus toxique pour les rats femelles que pour les rats mâles?"
            ]
        },
        {
            "input": "What can member colleges do individually to enhance existing programs and initiatives designed to support the unique needs and issues experienced by aboriginals in their communities?",
            "output": [
                "Comment, individuellement, les collèges membres peuvent-ils améliorer les initiatives et les programmes actuels afin de mieux traiter des situations vécues par les Autochtones dans leurs collectivités et de satisfaire leurs besoins?"
            ]
        },
        {
            "input": "What limits should be placed on the private use (as contrasted to government use) of such technology?",
            "output": [
                "Quelles limites devraient Ãªtre imposÃ©es sur l'utilisation privÃ©e (contrairement Ã l'utilisation gouvernementale) d'une telle technologie?"
            ]
        },
        {
            "input": "Who has, and how?",
            "output": [
                "Qui l'a fait et comment?"
            ]
        },
        {
            "input": "What further action do you believe the Commission can and should take to overcome obstacles to the mutual recognition of educational diplomas?",
            "output": [
                "Quelle nouvelle action la Commission peut-elle et devrait-elle, selon vous, entreprendre pour surmonter les obstacles à une reconnaissance mutuelle des diplômes d'éducation?"
            ]
        },
        {
            "input": "Whose benefits should be the pivot points of evaluation?",
            "output": [
                "Quels avantages personnels devraient former les axes de pivotement de l'évaluation?"
            ]
        },
        {
            "input": "What could be changed to improve this program?",
            "output": [
                "Que pourrait-on changer pour améliorer ce programme?"
            ]
        },
        {
            "input": "What are the situations the system cannot calculate?",
            "output": [
                "Quelles sont les situations que le système ne peut pas calculer ?"
            ]
        },
        {
            "input": "What makes venture capital markets so important for Canada?",
            "output": [
                "Pourquoi les marchés des capitaux de risque sont-ils si importants pour le Canada?"
            ]
        },
        {
            "input": "What do I do if I am not sure whether a product contains milk or milk derivatives?",
            "output": [
                "Que dois-je faire si je ne suis pas sûr qu'un produit contienne du lait ou des dérivés du lait?"
            ]
        },
        {
            "input": "Who was consulted and by what means?",
            "output": [
                "Qui a été consulté et par quel mécanisme?"
            ]
        },
        {
            "input": "What exactly did the Board (or, for that matter, the Commission which dealt with this case in what can only be termed a high-handed manner) expect these claimants to do?",
            "output": [
                "Qu'est-ce que le conseil arbitral (ou, dans ce cas, la Commission, qui a traité cette affaire d'une manière pour le moins cavalière) attendait au juste des prestataires?"
            ]
        },
        {
            "input": "What is the cut off date for transactions to be included in your calculations?",
            "output": [
                "Quelle est la date limite pour l’inclusion des transactions dans vos calculs?"
            ]
        },
        {
            "input": "What do patients need to know about using <Product Name>?",
            "output": [
                "Qu'est-ce que les patients devraient savoir à propos de l'utilisation de <Nom du produit>?"
            ]
        },
        {
            "input": "What are the strengths and weaknesses of the CS program's organizational structure?",
            "output": [
                "Quels sont les points forts et les points faibles de la structure organisationnelle du programme des SOP?"
            ]
        },
        {
            "input": "What are the consequences of this for Europe?",
            "output": [
                "Quelles en sont les conséquences pour l'Europe?"
            ]
        },
        {
            "input": "What are the basic ingredients and recipe for matching resources or \"supply\" with the demand for AGD's services?",
            "output": [
                "Quelles sont la formule et les composantes de base qui permettraient d'harmoniser les ressources (ou « l'offre ») avec la demande de services fournis par AGD?"
            ]
        },
        {
            "input": "Where is the Fishery Now?",
            "output": [
                "Où en est cette pêche maintenant?"
            ]
        },
        {
            "input": "What has he done as a journalist to further the abolition cause?",
            "output": [
                "Qu’a-t-il fait à titre de journaliste pour faire avancer la cause abolitionniste ?"
            ]
        },
        {
            "input": "Where is the public in terms of its understanding of and comfort with uses of personal-level data for health services/systems research purposes?",
            "output": [
                "Comment le public perçoit-il et comprend-il l'utilisation de données personnelles pour la recherche sur les systèmes et services de santé?"
            ]
        },
        {
            "input": "What are the routes of exposure to lead for children and adults?",
            "output": [
                "Quelles sont les voies d'exposition au plomb pour les enfants et les adultes?"
            ]
        },
        {
            "input": "What is the position of our foreign nationals with regard to training?",
            "output": [
                "Quelle est la situation de nos agents étrangers en matière de formation?"
            ]
        },
        {
            "input": "Who will be seeking consent of controls and how will they be contacted?",
            "output": [
                "Qui demandera le consentement des groupes de contrôle et comment seront-ils approchés?"
            ]
        },
        {
            "input": "What are the lessons learned?",
            "output": [
                "Quelles leçons ont été apprises?"
            ]
        },
        {
            "input": "What is the minimum level of schooling attained by people from your community/reserve who are hired by the company(s) referred to in Question 4?",
            "output": [
                "Quel est le niveau minimal d'études des membres de votre collectivité/réserve ayant été embauchés par la/les société(s) mentionnée(s) à la question 4 ?"
            ]
        },
        {
            "input": "What were the key issues confronting the co-operative in the early stages?",
            "output": [
                "Quels sont les principaux problèmes auxquels la coopérative s'est butée au début?"
            ]
        },
        {
            "input": "What sectiOn(s) OF the RepORt Was the MOst useFul?",
            "output": [
                "quEllEs sEctions Du rApport vous ont été lEs plus utilEs ?"
            ]
        },
        {
            "input": "What extra documentation is needed?",
            "output": [
                "Quels autres renseignements faudrait-il consigner?"
            ]
        },
        {
            "input": "What is the best way to do that?",
            "output": [
                "En l?"
            ]
        },
        {
            "input": "What proportion of the total survival or recovery habitat occurs in the study area?",
            "output": [
                "Quelle proportion de l’habitat total nécessaire à la survie et au rétablissement se trouve dans la zone d’étude?"
            ]
        },
        {
            "input": "What are the roles of various stakeholders in managing health risks?",
            "output": [
                "Quels rôles doivent jouer les diverses parties concernées dans la gestion des risques pour la santé?"
            ]
        },
        {
            "input": "What is covered by copyright?",
            "output": [
                "Quelles sont les oeuvres protégées par le droit d’auteur?"
            ]
        },
        {
            "input": "Who in the world should do the cutting?",
            "output": [
                "Qui donc devra procéder à cette réduction?"
            ]
        },
        {
            "input": "Why is it now scaling back its efforts in this area?",
            "output": [
                "Pourquoi réduit-il maintenant l’ampleur de ses efforts dans ce domaine?"
            ]
        },
        {
            "input": "What would be the rationale for regulating this form of display?",
            "output": [
                "Quelle serait la justification de réglementer ce genre d'étalage?"
            ]
        },
        {
            "input": "What factors explain the ever larger role of imports in the Canadian economy?",
            "output": [
                "Comment expliquer cette importance sans précédent des importations dans l’économie canadienne ?"
            ]
        },
        {
            "input": "Where do I find information on Nutrition Labelling?",
            "output": [
                "Où peut-on trouver de l'information concernant l'étiquetage nutritionnel?"
            ]
        },
        {
            "input": "What about the off-reserve population affiliated with the First Nation, both formally and through ancestry?",
            "output": [
                "Et que dire de la population hors réserve affiliée aux Premières nations, à la fois du point de vue juridique et de celui de l’ascendance?"
            ]
        },
        {
            "input": "What can the Federal Court order in the context of a section 41 application?",
            "output": [
                "Qu’est-ce que la Cour fédérale peut ordonner en réponse à une demande faite en vertu de l’article 41?"
            ]
        },
        {
            "input": "What type of service are you applying for (check one)?",
            "output": [
                "Quel type de service solicitez-vous (cochez une seule case)?"
            ]
        },
        {
            "input": "What is \"brokering\"?",
            "output": [
                "En quoi consiste une fonction d'intermédiaire?"
            ]
        },
        {
            "input": "Which types and designs of bilingual education should be considered?",
            "output": [
                "Quels types et conceptions d’éducation bilingue doit-on envisager ?"
            ]
        },
        {
            "input": "Why was your mind completely focused on one thing one moment, and on something else the next?",
            "output": [
                "Pourquoi votre esprit était-il entièrement concentré sur une seule chose pendant un moment, et ensuite totalement sur une autre?"
            ]
        },
        {
            "input": "Why didn't anybody ever tell her to wait until she got the cheque deposited to her account and report the earnings on a \"cash received\" basis?",
            "output": [
                "Pourquoi personne ne lui a dit d'attendre jusqu'à ce qu'un chèque soit déposé dans son compte pour déclarer la rémunération en fonction du « chèque reçu »?"
            ]
        },
        {
            "input": "Whose laws do companies have to comply with when they do business on the Internet?",
            "output": [
                "À quelles lois doivent se conformer les entreprises pour mener des affaires sur Internet ?"
            ]
        },
        {
            "input": "What risks are associated with them?",
            "output": [
                "• Quelles stratégies de modulation de la fonction immunitaire sont les plus efficaces?"
            ]
        },
        {
            "input": "What is being measured and using what indicator?",
            "output": [
                "Pourquoi est-il important de mesurer cet aspect?"
            ]
        },
        {
            "input": "Why does Health Canada not support the use of UV radiation from a tanning device to ensure vitamin D production?",
            "output": [
                "Pourquoi Santé Canada ne recommande-t-il pas l’usage du rayonnement ultraviolet émis par un appareil de bronzage pour assurer la production de vitamine D ?"
            ]
        },
        {
            "input": "What lessons from traditional plant-medicine practice continue to be useful in modern practice?",
            "output": [
                "Quelles leçons tirées de l'usage traditionnel de plantes médicinales sont toujours utiles de nos jours?"
            ]
        },
        {
            "input": "What information needs to be included in the Letter of Invitation?",
            "output": [
                "Quels renseignements doit-on fournir dans la lettre d'invitation?"
            ]
        },
        {
            "input": "What is Canada’s organizational, infrastructure, and human resources capacity to respond to public health emergencies?",
            "output": [
                "Quelle est la capacité du Canada sur le plan de l’organisation, de l’infrastructure et des ressources humaines à répondre aux urgences de santé publique?"
            ]
        },
        {
            "input": "What are the Benefits of using of ATC for the Purchase and Sale of Gasoline?",
            "output": [
                "Quels sont les avantages liés à l’utilisation de la CAT pour l’achat ou la vente d’essence?"
            ]
        },
        {
            "input": "What is the link between \"information\" and \"development?",
            "output": [
                "Quel est le lien entre « l’information » et le « développement »?"
            ]
        },
        {
            "input": "What is the situation regarding outstanding commitments (RAL)?",
            "output": [
                "Quelle est la situation en ce qui concerne le reste à liquider (RAL)?"
            ]
        },
        {
            "input": "What terms of employment are each of the former InnoVision employees alleged by InnoVision to have breached?",
            "output": [
                "Quelles sont les conditions d'emploi de chacun de ces anciens employés qui, selon InnoVision, auraient été violées?"
            ]
        },
        {
            "input": "Who really benefits?",
            "output": [
                "Who really benefits?"
            ]
        },
        {
            "input": "What are the gaps in the literature on measuring community capacity?",
            "output": [
                "Quelles sont les lacunes dans la documentation sur la mesure des capacités communautaires?"
            ]
        },
        {
            "input": "What are its unique features and characteristics?",
            "output": [
                "Quelles sont les caractéristiques qui sont propres à une industrie de haute technologie?"
            ]
        },
        {
            "input": "Which factors influence an employee’s choice to move with his employing agency when the agency moves to another region?",
            "output": [
                "Quels sont les facteurs qui guident le choix d’un employé de poursuivre ou non son travail au sein de l’institution qui l’emploie, lorsque celle-ci déménage dans une autre région?"
            ]
        },
        {
            "input": "Who is it for?",
            "output": [
                "Qui peut y participer?"
            ]
        },
        {
            "input": "When was the last time the world seemed normal to you?",
            "output": [
                "Quand le monde vous a-t-il paru normal pour la dernière fois?"
            ]
        },
        {
            "input": "What added value did TB/TBS think Canada would receive from such a sponsorship?",
            "output": [
                "D'après le CT/SCT, quelle était, pour le Canada, la valeur ajoutée découlant d'une telle commandite?"
            ]
        },
        {
            "input": "What happens if a Head Tax payer dies after he or she has made an application, but before a payment could be issued ?",
            "output": [
                "Qu’arrive‑t‑il si une personne ayant payé la taxe d’entrée relative à l’immigration chinoise décède après avoir présenté une demande, mais avant d’avoir reçu le paiement?"
            ]
        },
        {
            "input": "What role does the animal owner/caregiver play?",
            "output": [
                "Quel est le rôle du propriétaire ou du soigneur de l'animal ?"
            ]
        },
        {
            "input": "When should I look for the UV Index?",
            "output": [
                "Quand devrais-je m'informer de l'indice UV?"
            ]
        },
        {
            "input": "What is the Canadian Tobacco Use Monitoring Survey?",
            "output": [
                "Qu'est-ce que l'Enquête de surveillance de l'usage du tabac au Canada?"
            ]
        },
        {
            "input": "What can the federal government do differently to help ensure the fishery operates smoothly, while protecting fish and fish habitat?",
            "output": [
                "Qu’est ce que le gouvernement fédéral peut changer pour faciliter les activités de pêche, tout en protégeant le poisson et l’habitat du poisson?"
            ]
        },
        {
            "input": "Who is responsible for conserving plant genetic resources?",
            "output": [
                "Qui est responsable de la conservation des ressources phytogénétiques ?"
            ]
        },
        {
            "input": "What are the military options that the CF must be capable of providing to the government of Canada at short notice in a crisis?",
            "output": [
                "Quelles options les Forces canadiennes doivent-elles pouvoir donner rapidement au gouvernement en cas de crise?"
            ]
        },
        {
            "input": "What course of action must the court follow if, in the circumstances described in Question 3, it is not allowed to apply Article 21 of the Brussels Convention?",
            "output": [
                "6) Comment la juridiction doit-elle procéder si, dans les circonstances exposées dans la question 3, elle ne doit pas appliquer les dispositions de l'article 21 de la convention de Bruxelles?"
            ]
        },
        {
            "input": "What is the group for victims?",
            "output": [
                "Qu’est-ce que le groupe pour les victimes?"
            ]
        },
        {
            "input": "Why then is sports so special?",
            "output": [
                "Pourquoi alors le sport est-il si spécial?"
            ]
        },
        {
            "input": "What goals, objectives and targets from your most recent SDS will you be focusing on this coming year?",
            "output": [
                "Sur quels buts, objectifs et cibles de votre plus récente Stratégie de développement durable (SDD) avez-vous l'intention de concentrer vos efforts au cours du prochain exercice?"
            ]
        },
        {
            "input": "Where have you heard, seen or read about HIV/AIDS in the past year?",
            "output": [
                "Où avez-vous vu, lu ou entendu quelque chose sur le VIH/sida dans la dernière année?"
            ]
        },
        {
            "input": "Who does the Dental Clinic treat?",
            "output": [
                "Qui peut obtenir un traitement à la clinique dentaire?"
            ]
        },
        {
            "input": "Why an annual \"European Day of Languages\"?",
            "output": [
                "Pourquoi une Journée européenne des langues annuelle ?"
            ]
        },
        {
            "input": "Who is eligible for the Alberta 2005 Resource Rebate?",
            "output": [
                "Qui a droit à la remise 2005 sur les ressources de l'Alberta?"
            ]
        },
        {
            "input": "When and how will I be notified that my project has been approved?",
            "output": [
                "Comment sait-on si la demande a été acceptée?"
            ]
        },
        {
            "input": "What are the sources of prior art that are considered during patent procedures: (i) (ii) Voluntary disclosure by applicants within patent specifications?",
            "output": [
                "Recherches internationales (selon le PCT)?"
            ]
        },
        {
            "input": "What is your responsibility?",
            "output": [
                "Quelle est votre responsabilité?"
            ]
        },
        {
            "input": "Why is the US ahead?",
            "output": [
                "Pourquoi les Etats-Unis ont-ils de l’avance ?"
            ]
        },
        {
            "input": "Who do we want to say it to?",
            "output": [
                "À qui s’adressent nos propos?"
            ]
        },
        {
            "input": "What's the journalist's name, phone number, and media organization?",
            "output": [
                "Quel est son nom, son numéro de téléphone et son organe de presse?"
            ]
        },
        {
            "input": "Why could it be of concern?",
            "output": [
                "Pourquoi cette substance pourrait-elle être préoccupante?"
            ]
        },
        {
            "input": "Where information is held by individuals, are the responsibilities and accountabilities for this information integrated with those for corporate information holdings - including the maintenance of the corporate inventory?",
            "output": [
                "Lorsque des personnes détiennent des renseignements, les responsabilités et obligations qui s'y rattachent sont-elles intégrées aux fonds de renseignements généraux?"
            ]
        },
        {
            "input": "What attracted you to participate in this program?",
            "output": [
                "Qu’est-ce qui vous a incité(e) à participer à ce programme?"
            ]
        },
        {
            "input": "Where Should the Green Choices be Made?",
            "output": [
                "Dans quels domaines faut-il effectuer les choix écologiques?"
            ]
        },
        {
            "input": "Why is a strong banking industry important?",
            "output": [
                "Pourquoi est-il important d’avoir un secteur bancaire solide?"
            ]
        },
        {
            "input": "Why Do Knowledge Translation and Exchange?",
            "output": [
                "Pourquoi l’échange et l’application des connaissances?"
            ]
        },
        {
            "input": "What type does this music fit into?",
            "output": [
                "À quel genre cette musique appartient-elle?"
            ]
        },
        {
            "input": "What is \"ozone depletion\"?",
            "output": [
                "Qu'entend-on par \" appauvrissement de l'ozone \"?"
            ]
        },
        {
            "input": "Why is a price charged for the paper version of the Bulletin?",
            "output": [
                "Pourquoi fait-on payer le Bulletin papier?"
            ]
        },
        {
            "input": "What does the CAP do for women in agriculture?",
            "output": [
                "Que fait la PAC pour renforcer le rôle des femmes dans l'agriculture?"
            ]
        },
        {
            "input": "What happens to Agent Orange after it lands on the ground?",
            "output": [
                "Que devient l'agent Orange après qu'il a atteint le sol?"
            ]
        },
        {
            "input": "What could be so special about a load of fish?",
            "output": [
                "Que pouvait donc avoir de si particulier cette cargaison de poisson?"
            ]
        },
        {
            "input": "What is the advice in other countries?",
            "output": [
                "Quelles sont les recommandations dans les autres pays?"
            ]
        },
        {
            "input": "What precisely is the employer required to show in order to meet the two components of the test?",
            "output": [
                "Qu’est- ce que l’employeur doit précisément démontrer pour satisfaire aux deux éléments du critère?"
            ]
        },
        {
            "input": "Where can I find the application form for the program?",
            "output": [
                "Où peut-on se procurer le formulaire de demande du Programme?"
            ]
        },
        {
            "input": "Why do we have to keep up this liturgy?",
            "output": [
                "Pourquoi continuer à répéter ces litanies?"
            ]
        },
        {
            "input": "What is the value of that to you?",
            "output": [
                "Quelle valeur cela a-t-il pour vous?"
            ]
        },
        {
            "input": "Why join the Canada Pavilion?",
            "output": [
                "Pourquoi prendre part au Pavillon du Canada?"
            ]
        },
        {
            "input": "What other long term dividends may be expected?",
            "output": [
                "Quels sont les autres avantages auxquels on peut s’attendre à long terme?"
            ]
        },
        {
            "input": "What if you have a balance due?",
            "output": [
                "Que se passe-t-il si vous avez un solde dû?"
            ]
        },
        {
            "input": "When does a judicial recount occur?",
            "output": [
                "Quand procède-t-on à un dépouillement judiciaire?"
            ]
        },
        {
            "input": "Why such a disparity in the difference between mean and median wealth holdings?",
            "output": [
                "Pourquoi une telle différence entre les patrimoines moyens et médians?"
            ]
        },
        {
            "input": "What factors were considered to establish the energy needs of the age/gender groups?",
            "output": [
                "Quels facteurs a-t-on pris en compte pour établir les besoins énergétiques des groupes âge-sexe?"
            ]
        },
        {
            "input": "What do I remember from these seven months which I hope you will also have a chance to think about?",
            "output": [
                "De quoi est-ce que je me souviens, de ces sept derniers mois, et qui pourrait, comme ce fut mon cas, vous faire réfléchir?"
            ]
        },
        {
            "input": "What is the journalist‘s role in intercultural dialogue?",
            "output": [
                "Quel est le rôle du journaliste dans le dialogue interculturel?"
            ]
        },
        {
            "input": "What have your training, learning and development experiences and opportunities been like?",
            "output": [
                "Pouvez-vous nous décrire votre expérience et les possibilités de formation, d'apprentissage et de perfectionnement dont vous avez profité?"
            ]
        },
        {
            "input": "Where holdings are stored on a medium other than paper, do users have the tools to gain access to the information?",
            "output": [
                "Lorsque les fonds sont entreposés sur un support qui n'est pas du papier, les utilisateurs ont-ils les outils qui leur permettent d'avoir accès à l'information?"
            ]
        },
        {
            "input": "Who can claim the spouse or common-law partner amount?",
            "output": [
                "Qui peut demander le montant pour époux ou conjoint de fait?"
            ]
        },
        {
            "input": "What exactly is biometrics?",
            "output": [
                "Qu’est-ce que la biométrie exactement?"
            ]
        },
        {
            "input": "What are the challenges and opportunities for WHO’s Regional Office for Europe?",
            "output": [
                "Quels sont les défis et opportunités pour le Bureau européen de l’OMS ?"
            ]
        },
        {
            "input": "Why did terrorism emerge in Chechnya?",
            "output": [
                "Pourquoi le terrorisme a-t-il fait son apparition en Tchétchénie ?"
            ]
        },
        {
            "input": "Why am I asked to pay for data from the CANSIM database?",
            "output": [
                "Pourquoi dois-je payer pour obtenir les données de la base de données de CANSIM?"
            ]
        },
        {
            "input": "Who can apply for funding under this Program?",
            "output": [
                "Qui peut présenter une demande de financement dans le cadre du Programme?"
            ]
        },
        {
            "input": "What do you think of the Action Plan?",
            "output": [
                "Que pensez-vous du plan d’action?"
            ]
        },
        {
            "input": "What about directions and information about the settings on your GPS unit?",
            "output": [
                "Auriez-vous besoin de directives et d'information concernant la mise en marche de votre unité GPS?"
            ]
        },
        {
            "input": "What’s new for 2007?",
            "output": [
                "Quoi de neuf pour 2007?"
            ]
        },
        {
            "input": "What obstacles exist to overcoming the defined problems?",
            "output": [
                "Quel est l'objectif de l'Union par rapport à ces problèmes?"
            ]
        },
        {
            "input": "What is the new Public Service Employment Act?",
            "output": [
                "En quoi consiste la nouvelle Loi sur l'emploi dans la fonction publique?"
            ]
        },
        {
            "input": "What can you do to avoid surprise brokerage fees?",
            "output": [
                "Que pouvez-vous faire pour éviter d'avoir cette mauvaise surprise?"
            ]
        },
        {
            "input": "What is the European Union's approach to negotiations on agriculture?",
            "output": [
                "Quelle est l'approche de l'Union européenne à l'égard des négociations sur l'agriculture?"
            ]
        },
        {
            "input": "What Would Other Young People Do?",
            "output": [
                "Comment réagiraient les autres jeunes?"
            ]
        },
        {
            "input": "What are the optimum conditions for the storage of each of the required specimens?",
            "output": [
                "Quelles sont les conditions optimales de stockage de chacun des échantillons demandés?"
            ]
        },
        {
            "input": "What is a methodology for estimating the potential magnitude of taxation revenues?",
            "output": [
                "Quelle méthode doit-on utiliser pour estimer l’importance possible des recettes fiscales?"
            ]
        },
        {
            "input": "What formal or informal structures have been developed for implementing and delivering the initiatives?",
            "output": [
                "Quels liens existe-t-il entre les Initiatives liées à l’acquisition du savoir et d’autres entreprises du même genre des gouvernements fédéral et provinciaux?"
            ]
        },
        {
            "input": "What can the role of language knowledge be in this process?",
            "output": [
                "Quel peut être le rôle des connaissances de langues dans ce processus?"
            ]
        },
        {
            "input": "What is succession planning and management?",
            "output": [
                "Qu'entend-on par \" planification et gestion de la relève \"?"
            ]
        },
        {
            "input": "What are the cooperative practices and principles that work?",
            "output": [
                "Quels sont les principes et les pratiques qui orientent le domaine de la coopération?"
            ]
        },
        {
            "input": "What sorts of services in fact help rural youth in their job searches, in job creation and in coping with problems as they arise?",
            "output": [
                "Quels sont les types de services qui pourront réellement aider les jeunes ruraux à trouver de l'emploi, permettre d'en créer ou de régler les problèmes qui surgissent?"
            ]
        },
        {
            "input": "What kind of profile is created in the event that the initiative fails or does not meet milestones?",
            "output": [
                "Quelle sorte d’image projetterait l’échec de l’initiative ou l’impossibilité d’atteindre certains jalons?"
            ]
        },
        {
            "input": "What is your opinion on the reasons why the conciliation procedure provided for in the Remedies for the Utilities Directive has not yet been used?",
            "output": [
                "Quelle est votre opinion sur les raisons pour lesquelles la procédure de conciliation prévue par la directive \"Recours\" pour les secteurs spéciaux n'a-telle pas encore été utilisée?"
            ]
        },
        {
            "input": "What are the different mechanisms of exclusion that consign groups within a society to the status of lesser citizens or of noncitizens?",
            "output": [
                "Quels mécanismes d'exclusion au sein d'une société confinent des groupes au statut de citoyens de second rang, voire de non-citoyens ?"
            ]
        },
        {
            "input": "What is the potential for important new observations or knowledge?",
            "output": [
                "Quelles sont les perspectives de pouvoir observer ou acquérir de nouvelles connaissances d'une quelconque importance?"
            ]
        },
        {
            "input": "What job opportunities are available at Fisheries and Oceans Canada and where can I find information on applying for these jobs?",
            "output": [
                "Y a-t-il des possibilités d'emploi à Pêches et Océans Canada et où puis-je trouver des renseignements sur les moyens de poser ma candidature à un poste?"
            ]
        },
        {
            "input": "When should changes be introduced in training: before or after changes have been made?",
            "output": [
                "À quel moment doit-on introduire des changements dans la formation : avant ou après que les changements ont été faits?"
            ]
        },
        {
            "input": "What now, for democracy?",
            "output": [
                "Qu’advient-il maintenant de la démocratie?"
            ]
        },
        {
            "input": "Where else can you …walk on battlegrounds that changed the course of history\u2028…view original writings of well-loved Canadian authors\u2028…venture to the edge of a bison jump where for thousands of years Aboriginal people hunted\u2028…witness the isolation and desolate conditions immigrants encountered when they came to the country\u2028…travel the passes, trails, and waterways of those who came before\u2028…dress in a period costume, join a class in a historic schoolhouse, sample heritage recipes, ride in a horse-drawn hay wagon, stroll through the moonlight in search of ghosts from the past?",
            "output": [
                "Où, ailleurs que dans un lieu historique national, pouvons-nous …arpenter le site d'une bataille qui a changé le cours de l'histoire\u2028…voir les écrits originaux de nos auteurs canadiens favoris\u2028…nous aventurer au bord d'un précipice à bisons où les peuples autochtones ont chassé pendant des milliers d'années\u2028…être le témoin de l'isolement et de l'affliction des immigrants à leur arrivée au pays\u2028…suivre les traces de ceux qui nous ont précédé dans les cols, les pistes et les voies navigables du pays\u2028…revêtir un costume d'époque, suivre des cours dans une salle de classe historique, goûter à des mets d'autrefois, faire un tour dans une charrette à foin tirée par un cheval, se promener au clair de lune à la recherche des esprits du passé?"
            ]
        },
        {
            "input": "What causes depression?",
            "output": [
                "Quelles sont les causes de la dépression ?"
            ]
        },
        {
            "input": "Why, late in the 20th century, are there big athletic programmes at a university?",
            "output": [
                "Pourquoi, en fin de XXe siècle, y a-t-il d'imposants programmes de sport à l'université?"
            ]
        },
        {
            "input": "What objectives should be set for IDD programming?",
            "output": [
                "Quels objectifs la programmation d'IDD devrait-elle viser?"
            ]
        },
        {
            "input": "Who cares about supporting self-care?",
            "output": [
                "En effet, qui donc est concerné?"
            ]
        },
        {
            "input": "What does this mean for you?",
            "output": [
                "Qu’est-ce que cela signifie pour vous?"
            ]
        },
        {
            "input": "What are the limitations of interpreting data from CADRIS?",
            "output": [
                "Quelles sont les limites de l’interprétation des données dans la base de données CADRIS?"
            ]
        },
        {
            "input": "What is an acceptable complication rate, given the complexity of the anatomy / pathology in congenital heart disease patients?",
            "output": [
                "Vu la complexité de l'anatomie/pathologie chez les patients souffrant de maladies cardiaques congénitales, que pourrait-on considérer comme un taux de complication acceptable?"
            ]
        },
        {
            "input": "What percentage of the total funding will DFAIT contribute?",
            "output": [
                "Quel pourcentage du financement total le MAECI versera-t-il?"
            ]
        },
        {
            "input": "What kind of resources are needed to do these activities?",
            "output": [
                "Quel genre de ressources sont nécessaires pour faire ces activités?"
            ]
        },
        {
            "input": "What is the best way to care for this infant?",
            "output": [
                "Quelle est la meilleure façon de prendre soin de ce nourrisson?"
            ]
        },
        {
            "input": "Why is the NCE program still relevant today?",
            "output": [
                "Pourquoi le programme des RCE est-il toujours pertinent aujourd’hui?"
            ]
        },
        {
            "input": "What is the effect (impact) of those services?",
            "output": [
                "Quelles sont les répercussions de ces services?"
            ]
        },
        {
            "input": "What state agency or youth organisation would be suitable for arranging such an exchange system?",
            "output": [
                "Quel organisme d'état ou organisation de jeunesse serait en mesure de mettre sur pied un tel système d'échanges?"
            ]
        },
        {
            "input": "Which of the following is the primary reason why you became a business owner?",
            "output": [
                "Quelle est la principale raison pour laquelle vous êtes devenu propriétaire d’entreprise?"
            ]
        },
        {
            "input": "What is the right thing to do?",
            "output": [
                "Quelle serait la bonne chose à faire?"
            ]
        },
        {
            "input": "Who can use this form?",
            "output": [
                "Qui peut utiliser ce formulaire?"
            ]
        },
        {
            "input": "What is the Standards of Evidence (SOE) framework?",
            "output": [
                "Qu’est-ce que le cadre des normes de preuve (NP)?"
            ]
        },
        {
            "input": "What exactly does this mean?",
            "output": [
                "Qu’est-ce que cela veut dire exactement?"
            ]
        },
        {
            "input": "When did you become aware of it?",
            "output": [
                "Quand en avez-vous eu connaissance ?"
            ]
        },
        {
            "input": "What do you need (structure) for quality?",
            "output": [
                "Quels sont nos besoins (structure) en matière de qualité?"
            ]
        },
        {
            "input": "Who is responsible for supplying the HS code?",
            "output": [
                "Qui est tenu de communiquer le code SH?"
            ]
        },
        {
            "input": "What information did you find particularly useful?",
            "output": [
                "Quels renseignements avez-vous trouvés particulièrement utiles?"
            ]
        },
        {
            "input": "What assumptions on the impact of a pandemic should be used for planning purposes?",
            "output": [
                "Sur quelles hypothèses concernant l’impact d’une pandémie devrions-nous fonder la planification?"
            ]
        },
        {
            "input": "What will be the comparative advantages of the Public Service of Canada in the competition for talent?",
            "output": [
                "Quels seront les avantages comparatifs de la fonction publique du Canada dans cette course?"
            ]
        },
        {
            "input": "When will sections of the European population feel they no longer have to justify that they are not terrorists simply because of the way they look?",
            "output": [
                "Quand sera-t-il possible pour certaines sections de la population européenne de ne plus avoir à justifier qu’elles ne font pas partie des terroristes pour la simple raison que leur apparence pourrait les y apparenter ?"
            ]
        },
        {
            "input": "When were you last physically present in Canada?",
            "output": [
                "Quant avez-vous été physiquement présent(e) au Canada pour la dernière fois?"
            ]
        },
        {
            "input": "What happens when we introduce a realistic UI system into this model?",
            "output": [
                "Qu’arrive-t-il lorsqu’un régime réaliste d’assurance-chômage se greffe au modèle?"
            ]
        },
        {
            "input": "What institutional, administrative or regulatory procedures might be appropriate or desirable?",
            "output": [
                "Quelles procédures institutionnelles, administratives ou réglementaires pourraient être appropriées ou souhaitables?"
            ]
        },
        {
            "input": "What makes a good citizen?",
            "output": [
                "Qu’est-ce qui fait d’un citoyen un bon citoyen?"
            ]
        },
        {
            "input": "While the proposed guidelines would be flexible enough to accommodate different situations, should the interested parties be reminded of this statutory deadline to ensure the timeliness of applications and pleadings?",
            "output": [
                "Bien que des lignes directrices proposées se voudraient assez flexibles pour faire face à différentes situations, est-ce qu'il faudrait rappeler ce délai législatif aux parties afin d'assurer l'à-propos des demandes et des plaidoiries?"
            ]
        },
        {
            "input": "What are Eligible Costs under the firm component?",
            "output": [
                "Quels sont les coûts admissibles aux termes du Volet entreprise?"
            ]
        }
    ]
}