{
  "Contributors": [
    "Phani Rohitha Kaza",
    "Xinran Xie"
  ],
  "Source": [
    "Dataset Card for Asian Language Treebank (ALT) (https://huggingface.co/datasets/alt)"
  ],
  "Categories": [
    "Language Translation"
  ],
  "Definition": "In this task, your task is to translate a sentence in English into the Malay language.",
  "Input_language": [
    "English"
  ],
  "Output_language": [
    "Malay"
  ],
  "Instruction_language": [
    "English"
  ],
  "Positive Examples": [
    {
      "input": "Charles ate the french fries knowing they would be his last meal.",
      "output": "Charles makan kentang goreng kerana mengetahui ia akan menjadi hidangan terakhirnya.",
      "explanation": "The above sentence is correctly translated from English to Malay"
    },
    {
      "input": "I may struggle with geography, but I'm sure I'm somewhere around here.",
      "output": "Saya mungkin bergelut dengan geografi, tetapi saya pasti saya berada di suatu tempat di sekitar sini.",
      "explanation": "The above sentence is correctly translated from English to Malay"
    }
  ],
  "Negative Examples": [
    {
      "input": "Just because the water is red doesn't mean you can't drink it.",
      "output": "Dia melihat karya agung yang tergantung di muzium itu tetapi apa yang dia fikirkan ialah anak berusia lima tahunnya boleh berbuat lebih baik.",
      "explanation": "The above sentence is not correctly translated from English to Malay as none of the words match the translation."
    },
    {
      "input": "Charles ate the french fries knowing they would be his last meal.",
      "output": "Dia berkata dia mempunyai keupayaan untuk mendengar runut bunyi hidup anda.",
      "explanation": "The above sentence is not correctly translated from English to Malay as none of the words match the translation."
    }
  ],
  "Instances": [
    {
      "input": "\"The Polish government deserves greatest admiration for its courage!\" said Mueller in a press release.",
      "output": "\"Kerajaan Poland layak dikagumi kerana keberaniannya!\" Mueller berkata dalam satu kenyataan akhbar."
    },
    {
      "input": "Lead poisoning has taken the lives of at least 163 individuals in the northern Nigerian state of Zamfara in recent weeks.",
      "output": "Keracunan plumbum telah mengambil nyawa sekurang-kurangnya 163 individu di negeri Zamfara di utara Nigeria beberapa minggu lalu."
    },
    {
      "input": "He later added that Denmark needed to get ready to face a major terrorist attack.",
      "output": "Beliau kemudiannya berkata Denmark perlu bersedia untuk menghadapi serangan pengganas yang besar."
    },
    {
      "input": "Earlier this year in September Egyptian courts ruled to dissolve Egypt's parliament.",
      "output": "Pada awal tahun ini pada bulan September mahkamah Mesir memutuskan untuk membubarkan parlimen Mesir."
    },
    {
      "input": "In July 2004, Romania will revalue its currency, the leu, so that 10,000 old lei will equal 1 new leu, with 1 euro being equal to approximately 3.6 new lei.",
      "output": "Pada Julai 2004, Romania telah menilai semula mata wangnya, leu, menjadi 10,000 leu lama akan bersamaan 1 leu baru, dengan 1 euro bersamaan lebih kurang 3.6 leu baru."
    },
    {
      "input": "Ian Bell and Kevin Pietersen shared a partnership of 59 runs before Bell was bowled by Piyush Chawla just short of 50 runs.",
      "output": "Ian Bell dan Kevin Pietersen berkongsi larian sebanyak 59 sebelum Bell dimati baling oleh Piyush Chawla dengan hanya ketinggalan 50 larian."
    },
    {
      "input": "He criticized the response of the press to the phenomenon, saying, \"It's offensive beyond, you know, anything that any public figure or anybody in America should tolerate, and the mainstream media laughs about it.\"",
      "output": "Beliau mengkritik sambutan akhbar terhadap fenomena itu, dan berkata, \"Ianya menyakitkan hati, faham tak, apa sahaja tokoh awam atau sesiapa sahaja di Amerika perlu bertolak ansur, dan media arus perdana mengejek mengenainya.\""
    },
    {
      "input": "Political speculators are says the announcement is to coincide with a possible general election in May this year.",
      "output": "Spekulator politik berkata pengumuman itu akan berlaku serentak dengan kemungkinan pilihan raya umum pada bulan Mei tahun ini."
    },
    {
      "input": "The decision affects such companies as Grokster and StreamCast, both of which were defendants in this suit.",
      "output": "Kepetusan berkenaan memberikan kesan kepada syarikat-syarikat seperti Grokster dan StreanCast, di mana kedua-duanya adalah defendan dalam saman tersebut."
    },
    {
      "input": "The next session, Australia played well, despite losing Ricky Ponting (20) and Michael Clarke (23), coming to the tea break with a score of 5/148.",
      "output": "Sesi akan datang, Australia bermain dengan baik, walaupun kehilangan Ricky Ponting (20) dan Michael Clarke (23), datang ke minum petang dengan skor 5/148."
    },
    {
      "input": "APEC Australia 2007 has officially closed in Sydney, with Australian Prime Minister John Howard delivering APEC's final declaration.",
      "output": "APEC Australia 2007 telah ditutup secara rasmi di Sydney, dengan Perdana Menteri Australia John Howard menyampaikan deklarasi terakhir APEC."
    },
    {
      "input": "According to reports, the government of People's Republic of China has stopped restricting access to the Chinese Wikipedia in some parts of the country starting on July 3.",
      "output": "Menurut laporan, kerajaan People's Republic of China telah memberhentikan sekatan terhadap akses ke Wikipedia bahasa Cina di sesetengah tempat di negara itu bermula pada 3 Julai."
    },
    {
      "input": "The Colorado investigation's 1996 report found that \"No records are kept of any hours worked by any employees.\"",
      "output": "Laporan Siasatan Colorado 1996 mendapati bahawa \"Tidak ada simpanan rekod sebarangan waktu bekerja mana-mana pekerja.\""
    },
    {
      "input": "Wikinews' Nick Moreau interviewed him regarding his values, his experience, and his campaign.",
      "output": "Nick Moreau dari Wikinews telah menemubual beliau mengenai nilai, pengalaman dan kempennya."
    },
    {
      "input": "The S&P 500 Index finished at 756.55 a 6 point gain and the NASDAQ composite had a 5.40 point gain as well to end the day at 1431.50.",
      "output": "Indeks S&P 500 berakhir pada 756.55 untung 6 mata dan komposit NASDAQ memperoleh keuntungan 5.40 mata dan juga tamat di hari yang sama pada 1,431.50."
    },
    {
      "input": "Twenty Indians living in Bahrain filed a case against 35-year old Madhavan on Tuesday.",
      "output": "Dua puluh rakyat India yang tinggal di Bahrain mengfailkan kes pada hari Selasa terhadap Madhavan yang berusia 35 tahun."
    },
    {
      "input": "In this month's edition on the campaign trail: the campaign manager for a candidate already seeking two presidential nominations discusses the likelihood his candidate will run for the Reform Party's nomination; a lesser known candidates forum reveals an alternative fuel possibility and concludes in a dramatic fashion; and the newly nominated candidate for the Boston Tea Party talks with Wikinews.",
      "output": "Dalam edisi bulan ini di sepanjang kempen: pengurus kempen untuk seorang calon yang sudah mencari dua pencalonan presiden membincangkan kemungkinan calonnya akan bertanding bagi pencalonan Parti Pembaharuan itu; satu forum calon kurang dikenali mendedahkan satu kemungkinan bahan api alternatif dan membuat kesimpulan dengan cara yang dramatik; dan calon yang baru dicalonkan untuk Parti Boston Tea bercakap dengan Wikinews."
    },
    {
      "input": "Interpol has issued an \"Orange Notice\" for the leader of southeast Asian Jemaah Islamiyah, Mas Selamat bin Kastari, who escaped from a detention center Wednesday.",
      "output": "Interpol telah mengeluarkan \"Notis Orange\" untuk pemimpin Asia Tenggara Jemaah Islamiyah, Mas Selamat bin Kastari, yang melarikan diri dari pusat tahanan pada hari Rabu."
    },
    {
      "input": "So while Canada is offering its hand to the United States as a gesture of assistance, it serves dually as a self assurance that Canada will not be affected by the spill, and to stop it before it reaches the border if it does get picked up by the currents.",
      "output": "Oleh itu, sementara Kanada menawarkan bantuan kepada Amerika Syarikat sebagai tanda persahabtan, ia berdwifungsi sebagai jaminan bahawa Kanada tidak akan terjejas dengan tumpahan itu, dan untuk menghentikannya sebelum ia merebak ke sempadan jika ia dihanyutkan oleh arus."
    },
    {
      "input": "The National Socialist Movement is, according to its website, the largest and most active Nazi party in the United States.",
      "output": "Gerakan Nasional Sosialis ialah, menurut laman webnya, parti Nazi terbesar dan teraktif di dalam Amerika Syarikat."
    },
    {
      "input": "Rainer told Wikinews, \"...I am thrilled that RORRIM was picked with so many [screenplays] being selected.\"",
      "output": "Rainer berkata kepada Wikinews, \"...Saya teruja bahawa RORRIM dipilih bersama dengan begitu banyak [skrip filem] yang terpilih.\""
    },
    {
      "input": "The incident occurred in the Upper Big Branch mine in Montcoal, West Virginia.",
      "output": "Kejadian itu berlaku di lombong Upper Big Branch di Montcoal, West Virginia."
    },
    {
      "input": "Higgins told Wikinews how he created the calculator, and says it is \"very accurate,\" but that the tool would \"not give you accurate measurements over a large distance, e.g. from the well head to New Orleans.\"",
      "output": "Higgins memberitahu Wikinews bagaimana beliau mencipta aat pengiraan tersebut, dan berkata ia \"sangat tepat,\" tetapi alat tersebut \"tidak memberi ukuran yang tepat dalam jarak yang besar, contohnya daripa pelantar menuju ke New Orleans.\""
    },
    {
      "input": "One witness, who has been identified only as Chris, informed the BBC of the events he sighted.",
      "output": "Seorang saksi, yang hanya dikenali sebagai Chris, memberitahu BBC peristiwa yang beliau lihat."
    },
    {
      "input": "Horta said the main priority for his government will be \"restoring security and moving 150,000 people in refugee camps back home.\"",
      "output": "Horta berkata keutamaan utama untuk kerajaannya adalah \"mengembalikan keselamatan dan memindahkan 150,000 orang di kem-kem pelarian pulang ke rumah.\""
    },
    {
      "input": "\"They've spent a lot of money to put themselves in that position so if anyone does want to be in F1 this is a team they should look to buy.\"",
      "output": "\"Mereka telah menghabiskan banyak wang untuk meletakkan diri mereka dalam kedudukan itu dan jika ada sesiapa yang mahu berada dalam F1 ini merupakan pasukan yang perlu mereka kaji untuk beli.\""
    },
    {
      "input": "According to the USGS, the epicentre was the Jujuy region 140 kilometres east of Tarija (Bolivia) at a depth of 247 kilometers.",
      "output": "Menurut USGS, pusat gempa adalah kawasan Jujuy 140 kilometer ke timur Tarija (Bolivia) pada kedalaman 247 kilometer."
    },
    {
      "input": "All intended to cause a possible armed intervention of the United States as a result of the conflict.",
      "output": "Semua berlaku untuk mengakibatkan kemungkinan campur tangan tentera Amerika Syarikat akibat konflik itu."
    },
    {
      "input": "They also dismissed claims that instructions given to the jury by the judge had been incomplete, or unclear, stating that \"the defendants proposed a misleading statement as an alternative\", and that in such situations the judge is allowed to stay with the original instruction, and in particular is not required \"that a submitted charge be technically perfect to alert the court to the need for a particular charge\".",
      "output": "Mereka juga mengetepikan dakwaan bahawa arahan diberi kepada juri oleh hakim adalah tidak lengkap, atau tidak jelas, dengan menyatakan bahawa \"defendan megusulkan kenyataan yang mengelirukan sebagai satu alternatif,\" dan dalam keadaan tersebut hakim dibenarkan untuk kekal dengan arahan asal, dan secara khususnya ia tidak diperlukan\" utuk menghantar dakwaan yang lengkap secara teknikal untuk menyedarkan mahkamah untuk keperluan bagi dakwaan tertentu.\""
    },
    {
      "input": "The Italian football team Inter Milan have cancelled their tour of England, where they were to play the English teams Crystal Palace, Leicester City, Portsmouth, and Norwich City.",
      "output": "Pasukan bola sepak Itali Inter Milan telah membatalkan lawatan mereka di England, di mana mereka perlu bermain bersama pasukan English Crystal Palace, Leicester City, Portsmouth, dan Norwich City."
    },
    {
      "input": "The agreement will also allow travel companies to establish offices in China to promote tourism to the UK.",
      "output": "Perjanjian itu juga akan membolehkan syarikat-syarikat pelancongan untuk menubuhkan pejabat di China untuk menggalakkan pelancongan ke UK."
    },
    {
      "input": "It said that, although they disagree with the death penalty, \"we also do not condone using the issue as the basis to place undue burdens on the distribution of this critical drug to the United States.\"",
      "output": "Ia berkata bahawa, walaupun mereka tidak bersetuju dengan hukuman mati, \"kami juga tidak menyokong untuk menggunakan isu ini sebagai asas untuk meletakkan beban yang tidak wajar ke atas pengagihan dadah ini kritikal kepada Amerika Syarikat.\""
    },
    {
      "input": "The strain of the disease had already been identified as an O1 BFS67-like virus, which was isolated in a 1967 outbreak and was being used at the labs for research and the production of vaccines.",
      "output": "Punca asal penyakit yang telah dikenalpasti sebagai virus serupa O1 BFS67, yang telah diasingkan pada wabak 1967 dan telah digunakan di makmal-makmal untuk penyelidikan dan pengeluaran vaksin."
    },
    {
      "input": "The suspension, for a minimum of 25 games, is a ruling for a hit Simon laid on Ryan Hollweg of the New York Rangers during a March 8 game at Nassau Veterans' Memorial Coliseum.",
      "output": "Penggantungan itu, minimum 25 permainan, akibat pukulan Simon terkena pada pemain New York Rangers Ryan Hollweg semasa permainan pada 8 Mac di Colleseum Peringatan Veteren Nassau."
    },
    {
      "input": "On September 27, 2009, Rhys Johnson and his friend, aged 12, took, without permission, an air gun which belonged to Rhys' father.",
      "output": "Pada 27 September 2009, Rhys Johnson dan rakannya, berusia 12 tahun, mengambil, tanpa kebenaran, pistol udara yang dipunyai oleh bapa Rhys."
    },
    {
      "input": "According to MST, in 2003 there were about 632 MST camps in Brazil.",
      "output": "Menurut MST, pada 2003 terdapat 632 kem MST di Brazil."
    },
    {
      "input": "Noynoy is the President-elect, while Gloria Macapagal-Arroyo is the outgoing incumbent.",
      "output": "Noynoy adalah bakal presiden, sementara Gloria Macapagal-Arroyo adalah penjawat kini yang akan keluar."
    },
    {
      "input": "The last case of H5N1 to turn up in Germany was on May 12, 2006.",
      "output": "Kes terakhir H5N1 hadir di Jerman adalah pada 12 Mei 2006."
    },
    {
      "input": "In a interview with David Brody of CBN, Lieberman stated in response to the question about the possibility of him being at the convention that, \"well, it's not clear yet but you might just see me there.\"",
      "output": "Dalam temu bual dengan David Brody dari CBN, Lieberman berkata sebagai tindak balas kepada soalan mengenai kemungkinannya berada di konvensyen itu, \"jadi, ia masih tidak jelas tetapi anda mungkin akan nampak saya di sana.\""
    },
    {
      "input": "Additionally, the runway has had a history of problems with standing water.",
      "output": "Tambahan pula, landasan itu mempunyai sejarah masalah dengan air betakung."
    },
    {
      "input": "Australia must defeat Thailand to remain any chance of progressing through to the next stage.",
      "output": "Australia mesti mengalahkan Thailand untuk mengekalkan sebarangan peluang untuk mara ke peringkat seterusnya."
    },
    {
      "input": "Tropical species populations declined by around 55 per cent on average from 1970 to 2003, while temperate species populations, have shown little overall change.",
      "output": "Populasi spesis tropika menurun lebih kurang 55 peratus pada purata dari 1970 ke 2003, sementara populasi spesis iklim sederhana, telah menunjukkan sedikit perubahan keseluruhan."
    },
    {
      "input": "Rico's creations and the methods used to fabricate them are the subject of the Salvager shows.",
      "output": "Ciptaan Rico dan kaedah yang digunakan untuk merekanya adalah subjek rancangan Salvager."
    },
    {
      "input": "He noted that this puts tremendous pressure on the winner to produce results quickly in a world where the price of food and fuel is rising.",
      "output": "Beliau berkata ini meletakkan tekanan yang besar kepada pemenang untuk menghasilkan keputusan yang cepat dalam dunia di mana harga makanan dan bahan api yang semakin meningkat."
    },
    {
      "input": "Fish warden Fabio Croci said, \"It is quite unusual for Zanders to bite humans\".",
      "output": "Warden ikan Fabio Croci berkata, \"Ia agak luar biasa bagi zander menggigit manusia.\""
    },
    {
      "input": "In the marketing campaign, Dove uses \"real\" women, instead of professional models, in an attempt to instill self-esteem in their customers.",
      "output": "Dalam kempen pemasaran, Dove menggunakan wanita \"sebenar\", dan bukannya model profesional, dalam usaha memupuk harga diri di kalangan pelanggan mereka."
    },
    {
      "input": "Lula also stated that he was ready for a debate on biofuels.",
      "output": "Lula juga menyatakan bahawa beliau bersedia untuk berdebat mengenai biofuel."
    },
    {
      "input": "The roadmap, known as the Saint Andrews Agreement, came after three days of intense talks in St. Andrews, Scotland.",
      "output": "Hala tuju tersebut, dikenali sebagai Perjanjian Saint Andrews, diperkenalkan selepas perdebatan sengit selama tiga hari di Saint Andrews, Scotland."
    },
    {
      "input": "\"I'm feeling a lot more optimistic today than I did yesterday.\"",
      "output": "\"Saya berasa lebih optimis pada hari ini berbanding semalam.\""
    },
    {
      "input": "This means that an American team can have no more than nine players who aren't Americans and a Canadian team no more than nine non-Canadians.",
      "output": "Ini bermakna bahawa pasukan Amerika tidak boleh mempunyai lebih daripada sembilan pemain yang bukan warganegara Amerika dan pasukan Kanada tidak melebihi daripada sembilan bukan warganegara Kanada."
    },
    {
      "input": "A sixth member was arrested for aiding and abetting but was released without charge.",
      "output": "Ahli keenam ditangkap kerana menolong dan bersubahat tetapi dilepaskan tanpa dakwaan."
    },
    {
      "input": "A typically clinical finish, Henry's first touch put the ball in a position to shoot before his marker could react.",
      "output": "Penamat biasanya klinikal, sentuhan pertama Henry meletakkan bola dalam kedudukan untuk menjaring sebelum pemain pertahanan lawan beliau boleh bertindak balas."
    },
    {
      "input": "The Bulls were the first to go through, winning the first semi final against rivals Western Province, and the Cheetahs won their semi against the Sharks.",
      "output": "Pasukan Bull yang pertama dapat pergi, dengan memenangi separuh akhir pertama menentang Wilayah Barat, dah Cheetahs menang separuh akhir menetang Sharks."
    },
    {
      "input": "\"We are talking about pneumonia that is being treated with massive antibiotics.",
      "output": "\"Kami bercakap tentang pneumonia yang sedang dirawat dengan antibiotik yang sangat banyak."
    },
    {
      "input": "The woman, Gabriela Garin, was a worker at the amusement park, and had worked there for the past seven years.",
      "output": "Wanita itu, Gabriela Garin, adalah seorang pekerja di taman hiburan, dan telah bekerja di sana selama tujuh tahun yang lalu."
    },
    {
      "input": "\"It is time that words are being followed up by concrete action.\"",
      "output": "\"Sudah tiba masanya untuk kata-kata disusuli dengan tindakan konkrit.\""
    },
    {
      "input": "\"Together, they are a truly fitting tribute to those 47 brave men who died in Auchengeich half a century ago.\"",
      "output": "\"Bersama-sama, ia adalah benar-benar satu penghormatan yang sesuai kepada orang-orang 47 lelaki berani yang meninggal dunia di Auchengeich setengah abad yang lalu.\""
    },
    {
      "input": "Professor Ian Enting, complex system scientist at the University of Melbourne, said the book includes scientific errors and insufficient references.",
      "output": "Profesor Ian Enting, ahli sains sistem kompleks di Universiti Melbourne, berkata buku itu termasuk kesilapan saintifik dan rujukan yang tidak mencukupi."
    },
    {
      "input": "The Matildas are ranked 8th by FIFA in the latest rankings.",
      "output": "Matildas berada di kedudukan ke-8 di dalam kedudukan terkini oleh FIFA."
    },
    {
      "input": "That was said by some, especially from nationalistic and populist parties, such as Peace and Justice, and Self-Defense and League of Polish Families, candidates in the last elections (both parliamentary and presidential), who had been promising people a strengthening of the position of Polish president.",
      "output": "Ia telah diberitahu oleh sesetengah pihak, terutamanya dari parti-parti nasionalistik dan populis, seperti Keamanan dan Keadilan, dan Pertahanan-Diri dan Kesatuan Keluarga Poland, calon-calon dalam pilihanraya yang lalu (parlimen dan presiden), yang mana telah menjajikan untuk menguatkan jawatan presiden Poland."
    },
    {
      "input": "The mission gained wide attention for including a space walk to repair damage in the solar power array.",
      "output": "Misi itu mendapat perhatian luas kerana merangkumi perjalanan kaki di luar angkasa untuk memperbaiki kerosakan dalam aturan kuasa solar."
    },
    {
      "input": "A team attempting to ventilate the mine is expected to complete the work by Wednesday evening.",
      "output": "Satu pasukan yang cuba untuk mengalih udara lombong itu dijangka menyiapkan kerja pada petang Rabu."
    },
    {
      "input": "Bob Woolmer, Pakistan's cricket coach died at a university hospital in Kingston, Jamaica earlier today.",
      "output": "Bob Woolmer, jurulatih kriket Pakistan meninggal dunia di sebuah hospital universiti di Kingston, Jamaica awal hari ini."
    },
    {
      "input": "Speaking with WGN Radio on Wednesday morning, Jacobson described WBBM-TV's releasing of the video a \"cheap shot\".",
      "output": "Bercakap dengan WGN Radio pada pagi Rabu, Jacobson menggambarkan WBBM-TV yang menyiarkan video itu sebagai melepaskan satu \"pukulan curi.\""
    },
    {
      "input": "\"Those observations capture the time when the star collapsed, ejected its outer envelope and most of its mass and left a compact remnant behind.\"",
      "output": "\"Pemerhatian itu menangkap masa apabila bintang runtuh, mengeluarkan lapisan luarannya dan kebanyakan beratnya dan meninggalkan satu tinggalan padat.\""
    },
    {
      "input": "Reacting to the comments, Paddy Ankunda, a spokesman for the Uganda Peoples Defense Force (UPDF) said, \"Eritrea has no right to demand that we withdraw.\"",
      "output": "Bertindak balas kepada komen tersebut, Paddy Ankunda, jurucakap Pasukan Pertahanan Rakyat Uganda (UPDF) berkata, \"Eritrea tidak mempunyai hak untuk meminta kami menarik diri.\""
    },
    {
      "input": "Jefferson County Circuit Judge Scott Vowell awarded Studdard $500,000 for actual losses and another $1.5 million in punitive damages.",
      "output": "Hakim Jefferson County Circuit Scott Vowell telah menghadiahkan Studdard $500,000 untuk kerugian sebenar dan tambahan $1.5 juta bagi kerosakan punitif."
    },
    {
      "input": "\"The amount given to the detainee will be the same amount as normally distributed to the detainee,\" states the manual.",
      "output": "\"Jumlah yang diberikan kepada tahanan ini adalah sama seperti yang selalu diagihkan kepada tahanan biasa,\" dinyatakan dalam panduan."
    },
    {
      "input": "A documentary set to be shown on October 10, 2010 in Australia about the life and times of the soon to be canonised Mary MacKillop — who will be the first Australian to be made a saint — suggests that nuns including MacKillop of the Sisterhood of St Joseph of the Sacred Heart in South Australia were condemned and even excommunicated by high-ranking priests for informing the authorities of the apparent paedophilic acts of Father Patrick Keating at a local public school in Kapunda, South Australia.",
      "output": "Satu dokumentari ditetapkan untuk ditayangkan pada 10 Oktober 2010 di Australia mengenai kehidupan dan masa Mary Mackillop yang akan dikanunkan tidak lama lagi - yang akan menjadi rakyat Australia pertama dijadikan wali - mencadangkan nun termasuk Mackillop dari Persaudaraan St Joseph dari Sacred Heat di Australia Selatan telah dikutuk dan juga dikucilkan oleh paderi berpangkat-tinggi keatas memaklumkan penguatkuasa mengenai tindakan seksual keatas kanak-kanak yang jelas oleh Father Patrick Keating di sekolah awam tempatan di Kapunda, Australia Selatan."
    },
    {
      "input": "An American student at a California university, who asked to remain anonymous to prevent the damage of his reputation among colleagues, said that he would describe 90 percent of the Parisians he has met as being arrogant.",
      "output": "Seorang pelajar Amerika di sebuah universiti California, yang diminta untuk kekal tidak diketahui bagi mengelakkan kerosakan reputasinya di kalangan rakan-rakan, berkata beliau akan menerangkan 90 peratus daripada Parisians dia telah temui adalah sombong."
    },
    {
      "input": "Chiao and Sharipov installed a work platform, called the Universal Work Platform, along with its base and associated wiring.",
      "output": "Chiao dan Sharipov memasang platform kerja, yang dikenali sebagai Platform Kerja Universal, bersama-sama dengan asas dan pendawaian yang berkaitan."
    },
    {
      "input": "Palestinian extremist group Hamas has been invited to meet with representatives of the South African government.",
      "output": "Kumpulan ekstremis Palestin Hamas telah dijemput untuk bertemu dengan wakil kerajaan Afrika Selatan."
    },
    {
      "input": "Uruguay have qualified for the 2010 World Cup following a 1:1 draw with Costa Rica; Uruguay won on a 2:1 aggregate when they won 1:0 on Saturday.",
      "output": "Uruguay layak ke Piala Dunia 2010 selepas seri 1:1 dengan Costa Rica; Uruguay menang dengan 2:1 secara agregat apabila mereka menang dengan 1:0 Sabtu lalu."
    },
    {
      "input": "A government spokesman said the Parliament was considering its options for implementing the new laws and would make an announcement soon.",
      "output": "Jurucakap kerajaan berkata Parlimen telah mengambil kira pilihan yang ada untuk melaksanakan undang-udang baru dan akan membuat pengumuman secepat mungkin."
    },
    {
      "input": "He described the incident as \"the worst thing I have witnessed in my life.\"",
      "output": "Beliau menyifatkan kejadian itu sebagai \"perkara yang paling teruk saya saksikan dalam hidup saya.\""
    },
    {
      "input": "It also makes it illegal for employers to request genetic information of an employee or the employee's family.",
      "output": "Ia juga akan membuatkan tidak sah bagi majikan untuk meminta maklumat genetik dari seorang pekerja atau keluarga pekerja."
    },
    {
      "input": "\"The reason this political philosophy, underpinned by objectivism, isn't well accepted in the New Zealand culture is because New Zealanders are generally wary of major change, vote for the party they always have, and vote for the party they think will win, not the one they want to win,\" Mr Darton believes.",
      "output": "\"Sebab falsafah politik ini, disokong oleh objektivisme, tidak diterima dengan baik dalam budaya New Zealand adalah kerana orang New Zealand secara umumnya berwaspada terhadap perubahan besar, mengundi kepada parti yang mereka sering undi, dan undi kepada parti yang meraka rasa akan menang, dan bukannya parti yang mereka mahukan menang,\" encik Darton percays."
    },
    {
      "input": "The spokesman also added that TPB \"cannot and will not\" pay the damages.",
      "output": "Jurucakap itu juga menambah bahawa TPB \"tidak boleh dan tidak akan\" membayar ganti rugi."
    },
    {
      "input": "A third of the country is effected, mostly in the western portion, with damage reported to buildings, homes and many roads.",
      "output": "Satu pertiga daripada negara itu terpengaruh, kebanyakannya di bahagian barat, dengan kerosakan dilaporkan atas bangunan, rumah dan banyak jalan raya."
    },
    {
      "input": "Biden said, \"I believe the present authorization granted the president to use force in Iraq does not cover that, and he does need congressional authority to do that.\"",
      "output": "Biden berkata, \"Saya percaya kuasa yang diberikan kepada presiden oleh pihak berkuasa sekarang tidak meliputi hal berkenaan, dan beliau tidak memerlukan kuasa kongres untuk melakukan itu.\""
    },
    {
      "input": "Programme makers claim the documentary, filmed and written by journalist Bobby Pathak, reveals \"a number of mosques run by high profile national organisations that claim to be dedicated to moderation and dialogue with other faiths\" but are in fact spreading \"a message of religious bigotry and extremism\".",
      "output": "Pembuat program mendakwa bahawa dokumentari itu difilemkan dan ditulis oleh wartawan Bobby Pathak, mendedahkan \"beberapa buah masjid yang dikendalikan oleh organisasi berprofil tinggi negara yang mendakwa dikhususkan kepada kesederhanaan dan dialog dengan penganut agama lain\" tetapi sebenarnya menyebarkan \"mesej ketaksuban agama dan faham pelampau.\""
    },
    {
      "input": "On August 7, Georgian troops launched an offensive against Tskhinvali, the capital of South Ossetia region.",
      "output": "Pada 7 Ogos, tentera Georgia melancarkan serangan terhadap Tskhinvali, ibu negeri wilayah Selatan Ossetia."
    },
    {
      "input": "The prayers were conducted by established congregations and were held away from the hospitals.",
      "output": "Sebuah pertubuhan agama telah membuat sembahyang tersebut jauh dari hospital."
    },
    {
      "input": "In order to comply with the law, Natapei would have needed to submit a signed explanation for his absence to the speaker.",
      "output": "Bagi mematuhi undang-undang itu, Natapei perlu menyerahkan penjelasan dengan tandatangan untuk ketiadaannya kepada pengerusi."
    },
    {
      "input": "Lightning was observed within an ash cloud that formed over the volcano.",
      "output": "Kilat dapat dilihat di dalam awan abu yang terbentuk di atas gunung berapi."
    },
    {
      "input": "In fact, Berrigan said, since the Bush administration came into power, about a total of $6.3 billion worth of weapons sold to Israel.",
      "output": "Hakikatnya, Berrigan berkata, sejak pentadbiran Bush berkuasa, jumlah yang bernilai sekitar $6.3 bilion senjata dijual ke Israel."
    },
    {
      "input": "The British Royal College of Obstetricians and Gynaecologists agrees, with a representative saying the odds of a successful ovarian pregnancy are \"no more than one in a million\", taking into account both the difficulty of bringing such a pregnancy to term and the tendency for the pregnancy to be terminated when it is discovered early.",
      "output": "Obstetrik dan pakar sakit puan Kolej Diraja British bersetuju, seorang jurucakap yang berkata bahawa kemungkinan kejayaan kandungan luar rahim adalah \"tidak lebih daripada satu dalam sejuta,\" mengambil kira kedua-dua kesukaran untuk membawa kandungan tersebut memenuhi tempoh dan kecenderungan untuk kehamilan dihentikan apabila ia ditemui di peringkat awal."
    },
    {
      "input": "Hynek Burda of the University of Duisburg-Essen in Germany led the team that announced the unconfirmed study.",
      "output": "Hynek Burda dari Universiti Duisburg-Essen di Jerman mengetuai pasukan yang mengumumkan kajian yang belum disahkan itu."
    },
    {
      "input": "And in females the life expectancy is 75-years-old, previously 55-years-old.",
      "output": "Dan jangka hayat perempuan dijangkakan 75 tahun, sebelum ini 55 tahun."
    },
    {
      "input": "The first department to migrate to Linux and OpenOffice.org will be the office of the Lord Mayor planed for the middle of 2006, though not all of the department's computers will be immediately migrated.",
      "output": "Jabatan pertama yang akan berpindah kepada Linux dan OpenOffice.org adalah pejabat Datuk Bandar yang dirancang bagi pertengahan tahun 2006, walaupun bukan semua komputer jabatan itu akan segera ditukarkan."
    },
    {
      "input": "Both offenses were struggling when guard Andrew Matthew stole the ball and made a pass to Gordan, who threw another pass to fellow guard Jordan Fleisher, who took the ball and scored on a layup.",
      "output": "Kedua-dua pertahanan bergelut apabila pengawal Andrew Matthew mencuri bola itu dan membuat hantaran kepada Gordan, yang menghantar bola kepada rakannya pengawal Jordan Fleisher, yang mengambil bola dan menjaringkan gol dalam layup."
    },
    {
      "input": "All of the victims were women between 19 and 43.",
      "output": "Kesemua mangsa adalah wanita berumur antara 19 dan 43."
    },
    {
      "input": "\"AU$1.1 million dollars spent on the Gunnedah Grains to Ethanol project has been wasted - it still hasn't produced a single litre of ethanol.\"",
      "output": "\"AU$1.1 juta dolar digunakan bagi projek Etanol Gunnedah Grains dibazirkan- masih tidak menghasilkan walau seliter etanol.\""
    },
    {
      "input": "On Thursday the provinces of Chimborazo, Tungurahua, Cotopaxi and Bolivar have been declared a disaster area.",
      "output": "Pada hari Khamis wilayah Chimborazo, Tungurahua, Cotopaxi dan Bolivar telah diisytiharkan sebagai kawasan bencana."
    },
    {
      "input": "Russia apologised to Finland last year following a large number of similar incidents over the space of two years, but only after Finland had protested.",
      "output": "Rusia memohon maaf kepada Finland tahun lalu berikutan sebilangan besar insiden yang sama dalam tempoh masa dua tahun, tetapi hanya selepas Finland membantah."
    },
    {
      "input": "China is able to market its goods cheaply due to an artificially weak yuan.",
      "output": "China mampu memasarkan barangannya dengan murah disebabkan oleh pemalsuan yuan yang lemah."
    },
    {
      "input": "They have also been convicted of it several times, including the Church's founder, L. Ron Hubbard who was convicted of fraud in 1978.",
      "output": "Mereka juga telah disabitkan atas tuduhan itu beberapa kali, termasuk pengasas Gereja, L. Ron Hubbard yang disabitkan kesalahan kerana penipuan dalam tahun 1978."
    },
    {
      "input": "Many evangelicals considered the withdrawal as retreating from biblical prophecy of Jewish sovereignty over the Holy Land.",
      "output": "Ramai mubaligh Kristian menganggap penarikan balik sebagai berundur dari kedaulatan Yahudi di atas tanah suci berdasarkan ramalan kitab Bible."
    },
    {
      "input": "Rainfall accumulations are expected in amounts of 5 to 10 inches, with isolated areas of 25 inches over the Cayman Islands, Jamaica, Haiti, and Cuba.",
      "output": "Pengumpulan hujan dijangka dalam jumlah 5 hingga 10 inci, dengan kawasan-kawasan terpencil 25 inci ke atas Kepulauan Cayman, Jamaica, Haiti, dan Cuba."
    },
    {
      "input": "Adamov was in Bern attempting to unblock bank accounts belonging to his daughter.",
      "output": "Adamov berada di Bern mencuba untuk membuka sekatan akaun bank yang dimiliki oleh anak perempuannya."
    },
    {
      "input": "He reportedly walked into the party headquarters facilities in Little Rock, Arkansas, conversed with the Chairman's secretary, refused her offer of bumper stickers, and then walked past her saying he had to see the Chairman.",
      "output": "Dia dilaporkan berjalan masuk ke dalam ibu pejabat parti itu di Little Rock, Arkansas, berbual dengan setiausaha Pengerusi itu, menolak tawaran pelekat bampar, dan kemudian berjalan melewatinya dan berkata dia harus berjumpa Pengerusi tersebut."
    },
    {
      "input": "The incident is another in a growing list of shootings of minors, many gang-related, in the UK's major cities in 2007.",
      "output": "Kejadian itu tergolong dalam senarai tembakan terhadap golongan bawah umur yang semakin meningkat, kebanyakannya berkaitan dengan geng, di bandar-bandar utama di UK pada tahun 2007."
    },
    {
      "input": "This opinion was shown when the representative said that the lifting of the injunction will \"hopefully help show other courts that injunctions against speech, including speech on the Internet, are not appropriate.\"",
      "output": "Pendapat tersebut ternyata apabila jurucakap berkata penarikan balik perintah tersebut akan \"diharapkan membantu menunjukkan kepada mahkamah lain tentang injunksi terhadap ucapan, termasuk ucapan di Internet, adalah tidak wajar.\""
    },
    {
      "input": "Dual pricing, in both the old leu and the new leu, has already been introduced from March 2005.",
      "output": "Penentuan harga dual, di kedua-dua leu lama dan leu baru, telah diperkenalkan sejak Mac 2005."
    },
    {
      "input": "London Underground declared a 'code Amber' within minutes, moving trains to platforms and opening all doors.",
      "output": "London Underground mengisytiharkan 'kod Amber'dalam masa beberapa minit, kereta api bergerak ke platform dan membuka semua pintu."
    },
    {
      "input": "The problem was detected during a simulation of an empty tank.",
      "output": "Masalah itu dikesan semasa simulasi tangki kosong dijalankan."
    },
    {
      "input": "The head of the Israeli army says the IDF could complete its withdrawal from Lebanon in 7 to 10 days.",
      "output": "Ketua tentera Israel berkata IDF boleh menyelesaikan pengunduran dari Lebanon dalam 7 hingga 10 hari."
    },
    {
      "input": "Many private FM channels are supposedly displeased with the idea of having to face more competition.",
      "output": "Banyak siaran FM persendirian dijangkakan akan merasa tidak puas hati dengan idea untuk berhadapan lebih banyak persaingan."
    },
    {
      "input": "The cause of the rock fall is unknown, but police have said that there had been no prior signs that the cliff was unstable.",
      "output": "Punca kejatuhan batu itu tidak diketahui, tetapi polis telah berkata bahawa tiada sebarang tanda-tanda sebelum ini bahawa tebing itu tidak stabil."
    },
    {
      "input": "Groundwater is the primary source of water for drinking and irrigation, but has been difficult to exploit and is often contaminated.",
      "output": "Air bawah tanah adalah sumber utama untuk air minuman dan pengairan, tetapi sangat sukar untuk didapati dan tercemar."
    },
    {
      "input": "On October 14th, a brawl in a game against Florida International University led to the suspension of 13 UM players.",
      "output": "Pada 14 Oktober, pergaduhan dalam permainan menentang Florida International University membawa kepada penggantungan 13 pemain UM."
    },
    {
      "input": "This judgement comes at an inopportune moment for the Prime Minister: his family's recent tax-free sale of their stake in Shin has acted as a catalyst for the protests calling for Thaksin to resign.",
      "output": "Keputusan ini tiba pada masa yang tidak sesuai bagi Perdana Menteri: jualan tanpa cukai keluarganya untuk saham mereka di Shin dijadikan sebagai pemangkin protes yang meminta Thaksin meletak jawatan."
    },
    {
      "input": "\"He had the biggest heart of anyone I knew and would give anyone the shirt off his back.\"",
      "output": "\"Dia seorang yang paling pemurah dan baik hati yang saya kenal dan akan memberikan apa-apa sahaja orang minta.\""
    },
    {
      "input": "\"I want to see people who have negligently allowed Australians … to be killed.\"",
      "output": "\"Saya mahu melihat orang yang telah cuai dan membenarkan orang Australia...terbunuh.\""
    },
    {
      "input": "The breast milk was donated by fifteen women who responded to an online advertisement located on a forum aimed at mothers.",
      "output": "Susu ibu yang disumbangkan oleh lima belas wanita yang telah menjawab iklan dalam talian yang terletak di forum yang mensasarkan golongan ibu."
    },
    {
      "input": "Rudd also used the debate to take a firm stance on same-sex marriage.",
      "output": "Rudd juga telah berdebat untuk mengambil pendirian tegas di atas isu perkahwinan sama jantina."
    },
    {
      "input": "Hamas won the Palestinian legislative council elections of January 2006 by a landslide and is now faced with forming a government and strained ties to European Union and the United States, which classify it as a terrorist organization responsible for several suicide attacks.",
      "output": "Hamas telah memenangi pilihanraya majlis undangan Palestin pada Januari 2006 dengan kemenangan majoriti dan kini sedang menghadapi pembentukan sebuah kerajaan dan hubungan tegang dengan Kesatuan Eropah dan Amerika Syarikat, yang mengklasifikasikannya sebagai organisasi pengganas yang bertanggung jawab ke atas beberapa serangan bunuh diri."
    },
    {
      "input": "Now, health officials say the contamination came from cattle manure.",
      "output": "Kini, pegawai kesihatan berkata pencemaran itu datang daripada baja lembu."
    },
    {
      "input": "Transport police were quietly represented by a pig head wearing a police helmet.",
      "output": "Polis Pengangkutan telah secara senyap-senyap diwakili oleh kepala babi yang memakai topi keledar polis."
    },
    {
      "input": "\"I think that would just encourage those who wanted completely to destabilise and destroy Iraq, and create chaos and victory for the terrorists to hang on and hope for (an) Obama victory,\" Mr Howard said.",
      "output": "\"Saya rasa ia hanya akan menggalakkan mereka yang ingin benar-benar untuk menjejaskan kestabilan dan memusnahkan Iraq, dan mewujudkan huru-hara dan kemenangan bagi pengganas untuk bertahan dan mengharapkan (satu) kemenangan Obama,\" kata Howard."
    },
    {
      "input": "Japanese forward Shinji Okazaki scored the only goal of that match, securing Japan's place at the World Cup.",
      "output": "Pemain baris depan Jepun, Shinji Okazaki menjaringkan gol tunggal perlawanan itu, mengukuhkan tempat Jepun di Piala Dunia."
    },
    {
      "input": "The vigorous tests are thought to be the first of their kind.",
      "output": "Ujian sebegini dianggap sebagai yang pertama seumpamanya."
    },
    {
      "input": "From the WHO: :'Marburg virus disease has no vaccine or curative treatment, and can be rapidly fatal.'",
      "output": "Daripada WHO: 'Penyakit virus Marburg tidak mempunyai vaksin atau rawatan penyembuhan, dan berkemuungkinan membawa maut dengan cepat. '"
    },
    {
      "input": "This is the third mass stranding on the country's coast this summer; 125 pilot whales died in the two other beachings earlier, and another 43 were re-floated out to the ocean.",
      "output": "Ini merupakan kali ketiga kejadian terdampar di pantai negara ini pada musim panas; 125 ikan paus pilot telah mati pada dua pantai yang lain sebelum ini, dan 43 yang lain tertimbul semula dari dasar lautan."
    },
    {
      "input": "Australian temperatures have increased by approximately 0.9ºC since 1910 - consistent with global warming trends.",
      "output": "Suhu Australia telah meningkat kira-kira 0.9º C sejak tahun 1910 - selaras dengan perkembangan pemanasan global."
    },
    {
      "input": "But not all voices were sympathetic, prominent Queensland Aboriginal activist Sam Watson for example: \"Aboriginal people will always remember him as a racist, a thug and a dictator.\"",
      "output": "Tetapi tidak semua suara menyokong, aktivis Queensland Aboriginal terkenal Sam Watson sebagai contoh: \"Orang-orang Aboriginal akan sentiasa mengingati beliau sebagai bersifat perkauman, samseng dan seorang diktator.\""
    },
    {
      "input": "The weekend rallies and demonstrations drew smaller crowds than earlier anti-war demonstrations, when millions gathered in 2003 and 2004.",
      "output": "Perhimpunan dan demonstrasi hujung minggu menarik perhimpunan lebih kecil dari demonstrasi anti-peperangan sebelum ini, apabila jutaan berkumpul pada 2003 dan 2004."
    },
    {
      "input": "A Canadian NATO soldier was killed today in Afghanistan by a bomb while on patrol in Panjwaii district, west of Kandahar on foot.",
      "output": "Seorang tentera NATO Kanada terbunuh hari ini di Afghanistan oleh sebuah letupan bom semasa membuat rondaan berjalan kaki di daerah Panjwaii, barat Kandahar."
    },
    {
      "input": "Tents were blown on their sides, becoming veritable wind sails.",
      "output": "Khemah telah ditiup di sisinya, benar-benar menjadi layar angin."
    },
    {
      "input": "A second protest, held in Belmore Park attracted around 1,000 people from Vietnamese and Tibetian backgrounds protested against Chinese President Hu Jinato's human rights record.",
      "output": "Bantahan kedua, diadakan di Taman Belmore menarik seramai 1,000 orang berketurunan Vietnam dan Tibet yang membantah terhadap rekod hak manusia Presiden China Hu Jinato."
    },
    {
      "input": "They have also said that they cannot stay in the cellar for more than one hour.",
      "output": "Mereka juga turut berkata yang mereka tidak dapat berada di bilik bawah tanah itu untuk lebih dari satu jam."
    },
    {
      "input": "The Free State Cheetahs and the Blue Bulls will meet next week in the 2006 Currie Cup final, South Africa's domestic club rugby competition.",
      "output": "Free State Cheetahs dan Blue Bulls akan bertemu pada minggu ini di pusingan akhir Piala Currie 2006, pertandingan kelab ragbi tempatan Afrika Selatan."
    },
    {
      "input": "The 2000 redistricting rules for the 2012 elections mandated that Detroit's two congressional districts must be 60 percent black voters, since four out of five of Detroit's residents are black.",
      "output": "Arahan mengdaerahkan semula 2000 untuk mandat pilihanraya 2012 bahawa dua daerah kongres Detroit harus ada 60 peratus undian hitam, disebabkan empat perlima dari penduduk detroit adalah hitam."
    },
    {
      "input": "This is against the backdrop in 2006 when the price of oil had reached a record high of $70 a barrel.",
      "output": "Ini bertentangan dengan latar belakang pada tahun 2006 apabila harga minyak telah mencecah rekod tinggi sebanyak $70 satu tong."
    },
    {
      "input": "Niagara street from Albany to West Ferry reopened to normal traffic in the late morning hours of Tuesday.",
      "output": "Jalan Niagara dari Albany ke West Ferry mula dibuka ke trafik normal pada lewat waktu pagi hari Selasa."
    },
    {
      "input": "One passenger on board, Christian Wampach, described conditions on board the train, \"It was a nightmare.\"",
      "output": "Seorang penumpang diatas kereta api, Christian Wampach, menggambarkan keadaan dalam kereta api itu \"macam mimpi buruk.\""
    },
    {
      "input": "These observations were noted by former Indonesian central parliament member Firman Jaya Daeli, activists from Howu-howu (a Dutch NGO), and Surf Aid International.",
      "output": "Pemerhatian itu telah dinyatakan oleh bekas ahli parlimen tengah Indonesi Friman Jaya Daeli, aktivis dari Howu-howu (NGO Belanda) dan Bantuan Antarabangsa Surf."
    },
    {
      "input": "We are ready to form a government ... and we will negotiate with any democratic party,\" Stanisheve said in a press conference.",
      "output": "Kami bersedia untuk membentuk kerajaan...dan kami akan berunding dengan mana-mana parti demokratik,\" kata Stanisheve dalam satu sidang akhbar."
    },
    {
      "input": "In Tendulkar's absence, Rahul Dravid opened the innings with Gautam Gambhir.",
      "output": "Dalam ketiadaan Tendulkar, Rahul Dravid membuka innings dengan Gautam Gambhir."
    },
    {
      "input": "Mohanty says that 85 per cent of cyclone deaths are due to storm surges and that predictions of the size and location of such surges are critical in disaster forecasting.",
      "output": "Mohanty berkata bahawa 85 peratus daripada kematian taufan adalah disebabkan oleh pusuan ribut dan ramalan saiz serta lokasi pusuan tersebut adalah penting dalam ramalan bencana."
    },
    {
      "input": "A new meeting has been scheduled for September in New York, New York in conjunction with the United Nations General Assembly.",
      "output": "Mesyuarat baru telah dijadualkan pada September di New York, New York sempena Perhimpunan Agung Bangsa-Bangsa Bersatu."
    },
    {
      "input": "The man who recorded him apparently was an anti-Tea Party student from the University of Illinois at Urbana–Champaign.",
      "output": "Lelaki yang merakamkannya itu rupa-rupanya seorang pelajar anti-Tea Party dari Universiti Illinois at Urbana-Champain."
    },
    {
      "input": "The plaintiffs argue that the amount of financial assistance given to families and victims of asbestos-related diseases is not sufficient.",
      "output": "Plaintif berhujah bahawa jumlah bantuan kewangan yang diberikan kepada keluarga dan mangsa-mangsa penyakit berkaitan asbestos tidak mencukupi."
    },
    {
      "input": "Commandos moved in after the attack begun and fighting continued throughout the night, and more loud explosions and gunfire were heard in the base on Monday morning.",
      "output": "Komando bergerak selepas serangan bermula dan pertempuran berterusan sepanjang malam, dan letupan lebih kuat dan tembakan kedengaran di pangkalan pada pagi Isnin."
    },
    {
      "input": "He subsequently received critical recognition for his work in Blue Velvet and Hoosiers, with the latter film garnering him an Academy Award nomination for Best Supporting Actor.",
      "output": "Beliau kemudiannya menerima pengiktirafan kritik untuk hasil kerjanya di dalam Blue Velvet dan Hoosiers dengan filem Hoosiers berjaya mencalonkan beliau sebagai Pelakon Sampingan Terbaik di Anugerah Akademi."
    },
    {
      "input": "The United Nations has reported that one million people are homeless, or in need of help in some other way.",
      "output": "Persatuan Bangsa-Bangsa Bersatu telah melaporkan bahawa terdapat satu juta orang kehilangan tempat tinggal, atau memerlukan bantuan."
    },
    {
      "input": "A study published in the British Medical Journal in June 2004 followed 34,439 male doctors since 1951 and showed that smokers died on average 10 years earlier than non-smokers.",
      "output": "Satu kajian yang dikeluarkan dalam Jurnal Perubatan British pada bulan Jun 2004 diikuti 34,439 doktor lelaki sejak 1951 dan menunjukkan bahawa perokok meninggal dunia secara purata 10 tahun lebih awal daripada yang tidak merokok."
    },
    {
      "input": "Update November 21, 2005: All of the 14 miners missing were confirmed dead on Monday, the official Xinhua News Agency said.",
      "output": "Dikemas kini pada 21 November, 2005: Kesemua 14 pelombong yang hilang disahkan meninggal dunia pada hari Isnin, pegawai Agensi Xinhua News berkata."
    },
    {
      "input": "Ross had attempted suicide three times in the past, Norko told the court, but he is not suicidal now.",
      "output": "Ross telah cuba membunuh diri sebanyak tiga kali pada masa lalu, Norko memberitahu mahkamah, tetapi dia tidak berkeinginan membunuh diri sekarang."
    },
    {
      "input": "It is believed that the fire was started by an electrical fault, the Xinhua news agency reports.",
      "output": "Kebakaran tersebut dipercayai bermula daripada kerosakan elektrik, agensi berita Xinhua melaporkan."
    },
    {
      "input": "White House spokesman Ben LaBolt commented that \"The president has made clear that to combat climate change, his strong preference is for Congress to pass energy security legislation that includes a cap on greenhouse gas emissions.\"",
      "output": "Jurucakap Rumah Putih Ben LaBolt mengulas bahawa \"Presiden telah mengatakan dengan jelas bahawa untuk memerangi perubahan iklim, dia memberi keutamaan yang kuat supaya Kongres meluluskan undang-undang keselamatan tenaga yang termasuk had atas pengeluaran gas yang menyebabkan keadaan rumah hijau.\""
    },
    {
      "input": "He struck a fine shot at the net, but Massimo Oddo did well to block the attempt.",
      "output": "Dia menjaringkan satu tendangan yang sangat sempurna pada jaring, tetapi Massimo Oddo bertindak dengan baik untuk menghalang percubaan itu."
    },
    {
      "input": "Both sides came into their second legs having won their away legs, Barcelona having defeated Schalke 04 1-0 in Germany, and United coming out of Italy with a 2-0 decision.",
      "output": "Kedua-dua pasukan menghadapi perlawanan pusingan kedua selepas memenangi pusingan di tempat lawan, Barcelona menewaskan Schalke 04 1-0 di Jerman, manakala United mencapai keputusan 2-0 melawan Itali."
    },
    {
      "input": "\"We arrested five wanted members, some of whom were involved in the bombing of the Stage nightclub in Tel-Aviv.\"",
      "output": "\"Kami mahu menahan lima orang ahli, sesetengah daripada mereka yang terlibat dalam pengeboman kelab malam Stage di Tel -Aviv.\""
    },
    {
      "input": "\"In 2006 the government introduced the security cameras and most cabs now have GPS units,\" he said.",
      "output": "\"Pada tahun 2006 kerajaan memperkenalkan kamera keselamatan dan kebanyakan teksi sekarang mempunyai unit GPS,\" dia berkata."
    },
    {
      "input": "Later, the Dutch parliament failed to convince its EU representatives to reverse their vote.",
      "output": "Kemudian, Parlimen Belanda gagal untuk meyakinkan wakil EU untuk menterbalikkan undi mereka."
    },
    {
      "input": "No reasons were given for the suspension of the newspapers.",
      "output": "Tiada sebab diberikan bagi penggantungan akhbar-akhbar itu."
    },
    {
      "input": "Meng Xianling, who runs a seafood stall located down a narrow lane opposite the site of the accident building, commented that \"I was afraid the parlor's boiler would explode.",
      "output": "Meng Xianling, yang menguruskan sebuah gerai makanan laut yang terletak di lorong yang sempit bertentangan dengan tapak bangunan kemalangan itu, mengulas bahawa \"Saya takut tempat dandang itu akan meletup."
    },
    {
      "input": "The series is based on Betty la Fea, an extremely popular Colombian telenovela, which has been reproduced internationally.",
      "output": "Siri ini berdasarkan Betty la Fea, sebuah telenovela Colombia yang amat popular, yang telah diterbitkan semula di peringkat antarabangsa."
    },
    {
      "input": "Archila was found with several lava and rock injuries on his body.",
      "output": "Archila ditemui dengan beberapa luka lahar dan batu dibadannya."
    },
    {
      "input": "The Menzies School of Health's Gary Robinson called for a Queensland-style register of suicides.",
      "output": "Gary Robinson dari Sekolah Menzies dari Kesihatan menyeru untuk pendaftaran pembunuhan diri gaya Queensland."
    },
    {
      "input": "What form that expansion will take has been a hotly debated subject for the company whose stock valuation momentarily made it the world's biggest media company on June 7, 2005.",
      "output": "Bentuk apakah yang pertambahan tersebut akan ambil telah menjadi topik perdebatan hangat untuk syarikat tersebut dimana penilaian stok seketika menjadikannya syarikat media terbesar dunia pada 7 Jun, 2005."
    },
    {
      "input": "Villiard said, \"The intention is to ensure the safety and security of the detainee and make sure he is able to stand trial.\"",
      "output": "Villiard berkata, \"Tujuannya adalah untuk memastikan keselamatan dan keselamatan tahanan dan pastikan dia boleh dibicarakan.\""
    },
    {
      "input": "The letter further added, \"My concern for the future safety of your nation led me to make remarks which I can now view in retrospect as inappropriate and insensitive in light of a national grief.\"",
      "output": "Surat itu turut menambah, \"Kebimbangan saya untuk keselamatan masa depan negara anda menyebabkan saya membuat kenyataan yang saya kini boleh melihat kembali tidak sesuai dan tidak mempedulikan perasaan orang lain dengan mempertimbangkan kepiluan negara.\""
    },
    {
      "input": "\"The sheer quantity involved in this attempt suggests these cigarettes could have ended up in locations across the UK.\"",
      "output": "\"Kuantiti sebenar yang terlibat dalam usaha ini menunjukkan rokok ini boleh berada di lokasi seluruh UK.\""
    },
    {
      "input": "According to Schulman, Godwin canceled his scheduled appearance just one week ago and has decided not to have anyone from the foundation replace him.",
      "output": "Menurut Schulman, Godwin membatalkan jadual kemunculan beliau seminggu sebelum itu dan memutuskan untuk tidak mahu siapa-siapa dari yayasan itu yang menggantikan beliau."
    },
    {
      "input": "Egypt's President Hosni Mubarak confirmed these reports, but did not say how the government had validated Al-Qaeda's claims.",
      "output": "Presiden Mesir, Hosni Mubarak mengesahkan laporan itu, tetapi tidak menyatakan bagaimana kerajaan boleh menentusahkan dakwaan yang dibuat oleh Al-Qaeda itu."
    },
    {
      "input": "The People's Republic of China has attracted a lot of attention in the past for having possibly the highest greenhouse emissions in the world, disproportionate to the size of its economy, according to The Telegraph.",
      "output": "Republik Rakyat China telah menarik banyak perhatian pada masa lalu kerana mungkin mempunyai pelepasan rumah hijau tertinggi di dunia, yang tidak seimbang dengan saiz ekonomi negara, menurut The Telegraph."
    },
    {
      "input": "A researcher for Human Rights Watch, John Swift, said; \"Cooperation is going to be needed if this investigation is going to succeed.\"",
      "output": "Seorang penyelidik daripada Human Rights Watch, John Swift, berkata; \"Kerjasama diperlukan jika mahu penyiasatan ini berjaya.\""
    },
    {
      "input": "Pringles' owner Procter & Gamble had claimed at a ruling in May that Pringles do not feel, look, or taste like a crisp.",
      "output": "Pemilik Pringles Procter & Gamble menuntut dalam satu keputusan pada bulan Mei yang Pringles tidak rasa, kelihatan, atau terasa seperti kerepek kentang."
    },
    {
      "input": "Indiana Senator Dan Quayle, the Republican candidate for Vice President, compared his congressional experience to that of former President John F. Kennedy when he sought the presidency.",
      "output": "Senator Indiana Dan Quayle, calon Republikan untuk Naib Presiden, membandingkan pengalaman kongresnya dengan bekas Presiden John F. Kennedy ketika beliau berjuang untuk jawatan presiden."
    },
    {
      "input": "Most international aid in Indonesia has been focused on the province of Naggroe Aceh Darussalam (Aceh), as it is where the biggest number of dead has been reported.",
      "output": "Kebanyakan bantuan antarabangsa di Indonesi telah memfokuskan kepada wilayah Naggroe Aceh Darussalam (Aceh), dimana jumlah kematian banyak dilaporkan."
    },
    {
      "input": "Toyota drivers Jarno Trulli and Ralf Schumacher lost even more positions, when Honda driver Jenson Button and McLaren Mercedes driver Kimi Räikkönen slipped in front of them and finished on 4-th and 5-th place respectively.",
      "output": "Pemandu Toyota Jarno Trulli dan Ralf Schumacher hilang lebih banyak posisi, apabila pemandu Honda Jenson Button dan pemandu Mercedes McLaren Kimi Raikkonen menyelinap di hadapan mereka dan masing-masing tamat di tempat ke-4 dan ke-5."
    },
    {
      "input": "Relatives of the victims gathered around the entrance to the mine, awaiting news of their loved ones.",
      "output": "Saudara-mara mangsa berkumpul di sekitar pintu masuk ke lombong, menunggu berita daripada orang tersayang."
    },
    {
      "input": "It is alleged that he shot the man twice despite him being an unarmed and \"seriously wounded\" prisoner.",
      "output": "Didakwa bahawa dia telah menembak lelaki tersebut dua kali walaupun dia tidak bersenjata dan merupakan banduan yang \"cedera parah.\""
    },
    {
      "input": "Conditions are described as being very difficult, with high temperatures and lots of dust.",
      "output": "Keadaan digambarkan sebagai sangat sukar, dengan suhu yang tinggi dan banyak habuk."
    },
    {
      "input": "The past three consecutive America's Cup challenges have been all whitewash victories, and five of the last six challenges have also been whitewashes.",
      "output": "Cabaran Piala Amerika tiga kali berturut-turut yang lepas kesemuanya adalah kemenangan yang mengaburkan kebenaran, dan lima daripada enam cabaran lepas juga adalah kemenangan yang mengaburkan kebenaran."
    },
    {
      "input": "This dramatic increase in density was evident as the spacecraft flew over the area of the plumes.",
      "output": "Peningkatan dramatik dalam kepadatan itu terbukti semasa kapal angkasa terbang melepasi kawasan kepulan asap."
    },
    {
      "input": "Deputy Prime Minister and Liberal Democratic leader Nick Clegg said the sole intention of the government's motion was to \"relieve humanitarian suffering by deterring and disrupting the further use of chemical weapons\".",
      "output": "Timbalan Perdana Menteri dan pemimpin Demokrat Liberal Nick Clegg berkata satu-satunya tujuan gerakan kerajaan itu adalah untuk \"mengurangkan penderitaan kemanusiaan dengan menghalang dan mencegah penggunaan senjata kimia.\""
    },
    {
      "input": "A large portion of the passenger area of the plane was on fire and has burned out.",
      "output": "Sebahagian besar bahagian penumpang dalam pesawat itu telah terbakar."
    },
    {
      "input": "At least one fisherman has died and 134 others were rescued on Lake Erie off the shores of Ohio after an eight mile wide piece of ice broke off the frozen lake's ice shelf and began to drift.",
      "output": "Sekurang-kurangnya satu nelayan telah meninggal dunia dan 134 yang lain diselamatkan di Tasik Erie di luar pantai Ohio selepas sekeping lapan batu lebar ais memutuskan ais rak tasik beku dan mula hanyut."
    },
    {
      "input": "Lordi join the likes of Abba, Bucks Fizz, Dana and Celine Dion on the elite list of Eurovision winners.",
      "output": "Lordi menyertai seperti Abba, Bucks Fizz, Dana dan Celine Dion dalam senarai elit pemenang Eurovision."
    },
    {
      "input": "On the same day in Toronto, Canada, 1,000 people gathered in the business district to protest Israeli actions.",
      "output": "Pada hari yang sama di Toronto, Kanada, 1,000 orang berkumpul di kawasan perniagaan itu untuk membantah tindakan Israel."
    },
    {
      "input": "It is reported that a group of hikers entered a forbidden area of the Tanzhangxia Gorge along with a guide.",
      "output": "Dilaporkan sekumpulan pendaki memasuki kawasan terlarang di Gaung Tanzhangxia bersama seorang pemandu arah."
    },
    {
      "input": "On the same day Algeria, Greece, Slovenia, Portugal and France also qualified for the tournament.",
      "output": "Pada hari yang sama Algeria, Greece, Slovenia, Portugal dan Perancis juga layak ke kejohanan itu."
    },
    {
      "input": "Grammar scored a converted try half way through the first half.",
      "output": "Grammar telah mendapat satu percubaan pertukaran separuh jalan semasa masa pertama."
    },
    {
      "input": "The money, to be channeled through UNICEF for its water and sanitation program, will be used to develop new wells and improve existing ones.",
      "output": "Duit itu, akan disalurkan melalui UNICEF untuk air dan program kebersihan, akan digunakan untuk membangunkan telaga dan memperbaharui yang sedia ada."
    },
    {
      "input": "In the meantime, he remains suspended from all UN duties, and is being given only a symbolic salary of one dollar a year.",
      "output": "Dalam pada itu, beliau masih digantung daripada segala tugas UN, dan sedang diberikan hanya gaji simbolik satu dolar setahun."
    },
    {
      "input": "If Iniesta had not made the goal, and game stayed scoreless until the end of extra time, the game would have been decided by a penalty shoot-out.",
      "output": "Jika Iniesta tidak memasukan gol, dan permainan tinggal tanpa jaringan sehingga tamat masa tambahan, permainan akan telah diputuskan dengan sepakan penalti."
    },
    {
      "input": "Mr Thomas' lawyers argued that he was earlier threatened with torture from foreign security agencies.",
      "output": "Peguam Encik Thomas berhujah bahawa dia sebelum ini diancam dengan penyeksaan dari agensi-agensi keselamatan luar negara."
    },
    {
      "input": "Mattel is considered as one of the most stringent producers in the market however their reputation is in danger.",
      "output": "Mattel dianggap sebagai salah satu dari pengeluar mainan terbesar di pasaran bagaimanapun reputasi sekarang dalam bahaya."
    },
    {
      "input": "Matt Thornton is credited a blown save for giving up Chicago's one run lead in the eighth.",
      "output": "Matt Thornton diberi penghargaan penyelamat terbaik kerana memberi Chicago satu larian mendahului di pusingan kelapan."
    },
    {
      "input": "Some Brazilian ministers were present at the event: Antonio Palocci (Economy), Eduardo Campos (Science and Technology), Roberto Rodrigues (Agriculture), Luiz Fernando Furlan (Development), Celso Amorim (Exterior Relations), Dilma Rousseff (Mines and Energy).",
      "output": "Beberapa menteri Brazil hadir di majlis itu: Antonio Palocci (Ekonomi), Eduardo Campos (Sains dan Teknologi), Roberto Rodrigues (Pertanian), Luiz Fernando Furlan (Pembangunan), Celso Amorim (Perhubungan Luar), Dilma Rousseff (Perlombongan dan Tenaga)."
    },
    {
      "input": "The Catalan club expects that this redesign will turn the stadium into a city landmark and that \"the external image of the stadium will become a recognized brand for FCB.\"",
      "output": "Kelab Catalan menjangkakan perekaan semula bentuk akan menjadikan stadium itu sebagai mercu tanda bandar dan \"imej luaran stadium itu akan menjadi jenama yang dikenali bagi FCB.\""
    },
    {
      "input": "In addition, she added that they would go to Mendoza all the times that be necessary, since they had done it with San Rafael, to achieve that all the citizens have free and free access to the unique national channel that has Argentina.",
      "output": "Selain itu, beliau berkata, mereka akan pergi ke Mendoza semua masa yang diperlukan, kerana mereka telah melakukannya dengan San Rafael, untuk mencapai matlamat supaya semua rakyat mempunyai akses percuma dan bebas ke atas saluran unik kebangsaan yang dipunyai Argentina."
    },
    {
      "input": "Dravid finished on 92 not out, helping India to an imposing total of 329-7 after fifty overs.",
      "output": "Dravid selesai pada mata 92 tidak keluar, membantu India mencapai jumlah 329-7 yang mengagumkan selepas lima puluh over."
    },
    {
      "input": "The declaration comes in the wake of the Colombian Secretary of State's claim before the Organisation of American States (OAS) that the FARC has a \"consolidated,\" \"active\" and \"growing\" presence in Venezuela, with some 1500 guerrilla fighters in 87 camps.",
      "output": "Perisytiharan itu diadakan semasa tuntutan Setiausaha Colombia dalam Pertubuhan Negara-negara Amerika (OAS) yang FARC mempunyai satu kehadiran \"bersatu,\" \"aktif\" dan \"berkembang\" di Venezuela, dengan lebih kurang 1500 pejuang gerila di 87 kem."
    },
    {
      "input": "The Hurricane is now weakening, however, with the NOAA stating that \"continued weakening is expected over the next day or two, even after Paloma moves off the coast of Cuba.\"",
      "output": "Taufan ini kini semakin lemah, bagaimanapun, NOAA menyatakan bahawa \"kami meramalkan ianya semakin lemah dalam tempoh sehari dua ini, walaupun selepas Paloma bergerak dari luar pantai Cuba.\""
    },
    {
      "input": "He also promised to focus on food security and agriculture.",
      "output": "Beliau juga berjanji untuk memberi tumpuan kepada keselamatan makanan dan pertanian."
    },
    {
      "input": "The two dominant parties of Pakistan's National Assembly have united in a coalition to impeach President Pervez Musharraf.",
      "output": "Kedua-dua parti dominan Dewan Negara Pakistan telah bersatu dalam satu pakatan untuk mendakwa Presiden Pervez Musharraf."
    },
    {
      "input": "The weather outlook, however, appears to be unfavorable for the new targeted launch day; there is an 80 percent chance of undesirable weather, according to the NASA space shuttle weather officer Kathy Winters.",
      "output": "Keadaan cuaca, walaubagaimanapun, kelihatan tidak menyebelahi sasaran baru hari pelancaran; terdapat 80 peratus kemungkinan cuaca tidak dikehendaki, menurut pegawai kapal angkasa cuaca NASA Kathy Winters."
    },
    {
      "input": "The tournament will have four divisions for men and one for woman.",
      "output": "Kejohanan ini akan mempunyai empat bahagian untuk lelaki dan satu untuk wanita."
    },
    {
      "input": "He was a Democrat mayor of Cincinnati in 1977 and made a failed bid for governor of Ohio in 1982.",
      "output": "Dia adalah seorang Datuk Bandar Demokrat Cincinnati pada tahun 1977 dan gagal untuk menjadi gabenor Ohio pada tahun 1982."
    },
    {
      "input": "De Blaes started the top of the first with a hit.",
      "output": "De Blaes memulakan separuh masa pertama di dalam yang pertama dengan satu pukulan."
    },
    {
      "input": "At the beginning of 2005, the state was only capable of producing three million gallons each year, but two new facilities in Albert Lea and Brewster increased state capacity twentyfold when they opened this summer.",
      "output": "Pada awal tahun 2005, negeri hanya mampu menghasilkan tiga juta gelen setiap tahun, tetapi dua kemudahan baru di Albert Lea dan Brewster meningkatkan kapasiti twentyfold negeri semasa mereka beroperasi ketika musim panas ini."
    },
    {
      "input": "Forty years later it was Peres who secretly gave the green light for dialogue with Yassir Arafat, of the verboten Palestine Liberation Organization.",
      "output": "Empat tahun selepas itu Peres secara sulit memberi lampu hijau untuk dialog bersama Yassir Arafat, Organisasi Liberal Palestin yang dilarang."
    },
    {
      "input": "The property is being preserved by the Save Mount Diablo conservation group operating in the Mount Diablo State Park.",
      "output": "Hartanah ini dikawal oleh kumpulan pemuliharaan Save Mount Diablo yang beroperasi di Taman Negeri Mount Diablo."
    },
    {
      "input": "Earlier reports had stated that Lesiba Seshoka, a spokesman with the National Union of Mineworkers, said that the miners have not been heard from for hours and that they could have been enduring temperatures as high as 105 degrees Fahrenheit (40 degrees Celsius).",
      "output": "Laporan sebelum ini telah menyatakan bahawa Lesiba Seshoka, jurucakap dengan Kesatuan Kebangsaan Mineworkers, berkata bahawa tidak mendengar daripada pelombong berjam-jam dan mereka menempuh suhu setinggi 105 darjah Fahrenheit (40 darjah Celsius) berkekalan."
    },
    {
      "input": "The raids were in connection with the failed bombings on July 21.",
      "output": "Serbuan adalah merupakan kesinambungan dari kegagalan pengeboman pada 21 Julai."
    },
    {
      "input": "Serie A champions Juventus have confirmed the $24,000,000 (£13,700,000, €20,000,000) capture of Arsenal captain Patrick Vieira.",
      "output": "Juara Liga Seria A Juventus telah mengesahkan pembelian kapten pasukan Arsenal Patrick Viera bernilai $24,000,000 (£13,700,000, €20,000,000)."
    },
    {
      "input": "The claims are in stark contrast to a statement made to parliament in February where Mr Downer said \"Of course I would have read them\".",
      "output": "Dakwaan itu berkontras dengan kenyataan yang dibuat kepada parlimen pada bulan Februari di mana Encik Downer berkata \"Memang saya telah membacanya.\""
    },
    {
      "input": "He argues that the system should function more like commercial lending.",
      "output": "Dia berhujah bahawa sistem itu harus berfungsi lebih seperti pinjaman komersial."
    },
    {
      "input": "She was a staunch supporter of a ban on smoking in enclosed public spaces.",
      "output": "Beliau adalah penyokong kuat terhadap larangan merokok di tempat awam yang tertutup."
    },
    {
      "input": "The IP Address of the individual making the apology was identical to that of the one who posted the Nancy Benoit rumor, a strong confirmation of the admission's authenticity.",
      "output": "Alamat IP individu yang memohon maaf itu adalah sama dengan orang yang mencatatkan khabar angin Nancy Benoit, pengesahan yang kuat terhadap kebenaran pengakuan itu."
    },
    {
      "input": "Carlos Ortega, one of the top opposition leaders in Venezuela, has been sentenced to 15 years in jail for inciting civil unrest during a strike.",
      "output": "Carlos Ortega, salah seorang pemimpin pembangkang utama di Venezuela, telah dijatuhi hukuman 15 tahun penjara kerana menghasut rusuhan awam semasa mogok."
    },
    {
      "input": "A PPP poll from December showed Johnson with 23 percent support in a three way race in New Mexico.",
      "output": "Satu tinjauan PPP dari bulan Disember menunjukkan Johnson mempunyai sokongan 23 peratus dalam perlumbaan tiga cara di New Mexico."
    },
    {
      "input": "Such human rights concerns have long served as a stumbling block for Turkey's attempts to join the European Union.",
      "output": "Keprihatinan hak asasi manusia telah lama menjadi penghalang percubaan Turki untuk menyertai Kesatuan Eropah."
    },
    {
      "input": "The six male and six female jurors continued their deliberations on Monday without sending any further notes to the judge.",
      "output": "Enam juri lelaki dan enam juri perempuan menyambung perbicaraan mereka pada Isnin tanpa menghantar sebarang peringatan kepada pengadil."
    },
    {
      "input": "December 22, 2004 The controversial European Union Directive on the Patentability of Computer Implemented Inventions, also called the \"software patent directive\" has been put to rest for 2004.",
      "output": "22 Disember, 2004 arahan kontroversi Kesatuan Eropah terhadap kebolehan paten pada ciptaan komputer dilaksanakan, juga dikenali sebagai \"paten arahan perisian\" telah reda pada tahun 2004."
    },
    {
      "input": "Mukherjee said he would meet the Prime Minister because he was going for treatment and when he was abroad, Singh was in hospital.",
      "output": "Mukherjee berkata dia akan menemui Perdana Menteri kerana beliau akan pergi untuk mendapatkan rawatan dan semasa dia berada di luar negara, Singh berada di hospital."
    },
    {
      "input": "Surgery to remove her uterus (a procedure called a hysterectomy) and breast buds were performed, so Ashley does not menstruate and will not develop breasts, both of which parents think only would cause her discomfort.",
      "output": "Pembedahan untuk membuang rahimnya (prosedur yang dipanggil histerektomi) dan tunas payudara telah dilakukan, jadi Ashley tidak datang haid dan tidak akan ada penumbuhan payudara, kedua-dua ibu bapa berfikir ia hanya akan menyebabkan ketidakselesaan kepadanya."
    },
    {
      "input": "While Taliban forces do not have a history of shooting down aircraft, they claim to have modified their RPGs for improved accuracy, but there is no proof of this.",
      "output": "Walaupun tentera Taliban tidak mempunyai sejarah menembak jatuh pesawat itu, mereka mendakwa telah mengubahsuai RPG mereka untuk ketepatan yang lebih tinggi, tetapi tidak ada bukti untuknya."
    },
    {
      "input": "She was recently suspended with pay by the TSA and retained Roscoe Howard to act as legal counsel in the face of legal actions that might arise against her.",
      "output": "Dia baru-baru ini digantung berbayar oleh TSA dan mengekalkan Roscoe Howard untuk bertindak sebagai penasihat undang-undang dalam menghadapi tindakan undang-undang yang mungkin timbul terhadapnya."
    },
    {
      "input": "The fires have reportedly destroyed hundreds of homes and shops and hundreds of people are said to have fled from the area.",
      "output": "Kebakaran dilaporkan memusnahkan beratus-ratus rumah dan kedai dan beratus-ratus orang dikatakan telah melarikan diri dari kawasan itu."
    },
    {
      "input": "The launch was already facing the threat of a scrub due to thunderstorms in the area.",
      "output": "Pelancaran itu sudah menghadapi ancaman daripada gosokan disebabkan ribut petir yang berlaku di kawasan itu."
    },
    {
      "input": "Aviation journalist Tom Ballantyne said that the failure earlier this month was \"certainly the most serious incident that the A380 has experienced since it entered operations.\"",
      "output": "Wartawan penerbangan, Tom Ballantyne berkata bahawa kegagalan pada awal bulan ini \"sudah tentu kejadian paling serius yang A380 alami sejak kapal terbang itu mula beroperasi.\""
    },
    {
      "input": "After an order was given last week by the Ministry of Health of the People's Republic of China that all cases must be reported, the count of those infected has increased markedly.",
      "output": "Selepas arahan telah dikeluarkan minggu lepas oleh Kementerian Kesihatan Republik Rakyat China yang semua kes hendaklah dilaporkan, kiraan mereka yang dijangkiti telah meningkat dengan ketara."
    },
    {
      "input": "Mobile County Commissioner Steve Nodine reports that the search is costing an estimated $100,000 per day.",
      "output": "Pesuruhjaya polis Mobile County Steve Nodine melaporkan pencarian ini memakan kos anggaran sebanyak $100,000 sehari."
    },
    {
      "input": "Professor Mirecki had left his home and was driving to breakfast when he noticed the men tailgating him in a pickup truck.",
      "output": "Profesor Mirecki telah meninggalkan rumahnya dan memandu untuk bersarapan pagi apabila dia mendapati orang mengekori beliau dalam sebuah trak pikap."
    },
    {
      "input": "He added in his statement that the government would pay for the medical bills for those who are still hospitalized from the toxic fish and would also supply 100 mattresses to the city of Toliara, as the region's hospital is overcrowded.",
      "output": "Dia menambah dalam kenyataannya bahawa kerajaan akan membayar bil kesihatan bagi mereka yang masih dalam hospital akibat ikan toksik tersebut dan akan turut membekalkan 100 tilam kepada bandar Toliara, kerana hospital di kawasan tersebut penuh sesak."
    },
    {
      "input": "Nearly 400,000 people in Buffalo and surrounding suburbs are still without power and forecasters at the NOAA are warning people \"not to go outside in an area where heavy snow has fallen unless absolutely necessary.\"",
      "output": "Hampir 400,000 orang di Buffalo dan persekitaran kawasan luar bandar masih tiada bekalan tenaga dan peramal kaji cuaca di NOAA memberi amaran kepada penduduk \"supaya tidak keluar ke kawasan di mana salji lebat telah turun melainkan hanya betul-betul memerlukannya.\""
    },
    {
      "input": "When racing for the 20 minute sprint race started Germany and New Zealand 'locked horns' before the very first corner.",
      "output": "Apabila lumba untuk perlumbaan pecut 20 minit bermula Jerman dan New Zealand 'mengunci tanduk'sebelum selekoh yang pertama."
    },
    {
      "input": "Tibi condemned the ruling saying, \"It was a political trial led by a group of fascists and racists who are willing to see the Knesset without Arabs and want to see the country without Arabs.\"",
      "output": "Tibi mengutuk keputusan itu berkata, \"Ia adalah satu percubaan politik yang diketuai oleh sekumpulan fasis dan rasis yang sanggup melihat Knesset tanpa orang-orang Arab dan mahu melihat negara ini tanpa orang-orang Arab.\""
    },
    {
      "input": "TfL, who purchased the Tramlink network from Tramtrack Croydon Ltd. in 2008, announced the plans late January, after submitting the tender to the Official Journal of the European Union (OJEU) on January 29.",
      "output": "TfL, yang membeli rangkaian Tramlink dari Tramtrack Croydon Ltd pada tahun 2008, mengumumkan rancangan itu pada akhir bulan Januari, selepas mengemukakan tender kepada Jurnal Rasmi Kesatuan Eropah (OJEU) pada 29 Januari."
    },
    {
      "input": "Ben was flown back to Britain on August 2 after a 22 hour operation to try and save his life.",
      "output": "Ben telah diterbangkan semula ke Britain pada 2 Ogos selepas menjalani pembedahan 22 jam untuk percubaan menyelamatkan nyawanya."
    },
    {
      "input": "Yesterday five US soldiers were killed in three separate bombing incidents, killing four and one respectively, the US military announced today.",
      "output": "Semalam lima askar AS terbunuh dalam tiga insiden pengeboman berasingan, yang membunuh empat dan satu orang masing-masing, tentera AS mengumum hari ini."
    },
    {
      "input": "One of them is severely ill while the other has been discharged from the hospital.",
      "output": "Salah seorang dari mereka tealah dilaporkan sakit teruk manakala seorang lagi telah keluar dari hospital."
    },
    {
      "input": "A longtime member of Fair Vote Canada, he currently serves on the Libertarian Party's ethics committee.",
      "output": "Ahli lama Fair Vote Canada, beliau sekarang berkhidmat sebagai ahli jawatankuasa etika Parti Libertarian."
    },
    {
      "input": "The conference, hosted by the United States Department of State, has been dubbed the Annapolis Conference.",
      "output": "Persidangan itu, yang dianjurkan oleh Jabatan Negeri Amerika Syarikat, telah digelar Persidangan Annapolis."
    },
    {
      "input": "SLM's meltdown involved its former President Peter F. Paul fleeing to Brazil, contributions made to Bill and Hillary Clinton, Paul's extradition and more.",
      "output": "Leburan SLM melibatkan bekas Presidennya, Peter F. Paul yang melarikan diri ke Brazil, sumbangan dibuat kepada Bill dan Hillary Clinton, penyerahan balik Paul dan banyak lagi."
    },
    {
      "input": "The debate over whether Australians should be required to have a national identity card has been reignited following an announcement by Attorney-General Phillip Ruddock yesterday that a study will be conducted.",
      "output": "Perdebatan sama ada warga Australia patut diwajibkan untuk memiliki kad identiti nasional telah dicetuskan semula berikutan pengumuman oleh peguam besar Philip ruddock semalam di mana kajian akan dilakukan."
    },
    {
      "input": "According to Goldman's complaint, three employees of 21st Century Democrats were fired after refusing to attend the Landmark Forum course.",
      "output": "Menurut aduan Goldman, tiga pekerja 21st Century Democrats telah dipecat selepas enggan menghadiri kursus Forum Landmark."
    },
    {
      "input": "Just when the Yankees thought they found an answer to their early struggles, the organization was treated to an agonizing sight.",
      "output": "Hanya apabila Yankees fikir mereka menemui jawapan kepada kesusahan awal mereka, organisasi telah disajikan dengan satu pemandangan yang menyeksakan."
    },
    {
      "input": "Zipping about in the solar system no PHAs have yet been found on direct collision course with the Earth.",
      "output": "Memecut laju di dalam sistem solar, masih tiada asteroid PHA didapati berlanggar secara langsung dengan Bumi."
    },
    {
      "input": "Thomas appealed his conviction on the grounds that interviews conducted in Pakistan after his arrest in 2003 breached Australian law and should not have been allowed as evidence at his trial.",
      "output": "Thomas merayu atas alasan bahawa temu ramah yang dijalankan di Pakistan selepas dia ditangkap pada tahun 2003 melanggar undang-undang Australia dan tidak sepatutnya dibenarkan untuk menjadi keterangan dalam perbicaraannya."
    },
    {
      "input": "For people with above-average or average abilities to be using those unit standards is absolute nonsense.\"",
      "output": "Bagi mereka yang mempunyai kebolehan melebihi purata atau purata untuk menggunakan piawaian unit tersebut adalah langsung tidak masuk akal.\""
    },
    {
      "input": "On Saturday, May 29, Bingu wa Mutharika, President of the African country of Malawi, granted pardons to a gay couple who had been sentenced to 14 years in jail for sodomy and indecency charges.",
      "output": "Pada Sabtu, 29 Mei, Bingu wa Mutharika, Presiden salah satu negara Afrika, Malawi, memberikan pengampunan kepada pasangan homoseksual yang telah dihukum penjara selama 14 tahun diatas caj meliwat dan perbuatan yang keji."
    },
    {
      "input": "The four girls died on the spot in the incident, which occurred at around 17:30 local time.",
      "output": "Empat kanak-kanak perempuan meninggal dunia di tempat kejadian, yang berlaku pada kira-kira 17:30 waktu tempatan."
    },
    {
      "input": "\"This is a victory for rock music... and also a victory for open-mindedness,\" Mr Lordi said.",
      "output": "\"Ini ialah kemenangan kepada muzik rock...dan juga kemenangan kepada keterbukaan-minda,\" kata En. Lordi."
    },
    {
      "input": "Michael Cope, the president of the Queensland Council of Civil Liberties said he opposed the measure because the recordings might be used by taxi companies in civil cases concerning driver complaints.",
      "output": "Michael Cope, presiden Majlis Kebebasan Awam Queensland berkata dia membantah langkah itu kerana rakaman itu mungkin akan digunakan oleh syarikat teksi di kes-kes sivil berkenaan aduan pemandu."
    },
    {
      "input": "However, eventually a tannoy (PA) announcement stated that the pilot \"would have wanted them to carry on\", and the show continued.",
      "output": "Walau bagaimanapun, akhirnya tannoy (PA) pengumum menyatakan bahawa juruterbang \"mahu mereka teruskan,\" dan persembahan diteruskan."
    },
    {
      "input": "Senator Joe Ludwig (Labor, Queensland) asked of the Minister for Justice and Customs Senator Chris Ellison in Question Time whether he stood by his claim that he made yesterday that the discovery of the Jian Seng demonstrated that the Australian Government had in place \"aerial and maritime surveillance to intercept a vessel in these circumstances, and that was done\", and asked why it took the Government two weeks to intercept the vessel after it entered Australian waters.",
      "output": "Senator Joe Ludwig (Buruh, Queensland) mempersoalkan Menteri Keadilan dan Kastam Chris Ellision di Waktu Pertanyaan sama ada dia berpendirian terhadap kenyataan yang dibuatnya semalam bahawa penemuan Jian Seng menunjukkan kerajaan Australia telah menempatkan \"pengawasan udara dan laut untuk memintas kapal tangki didalam keadaan ini, dan telah dilakukan\", dan menyoal mengapa Kerajaan mengambil dua minggu untuk memintas kapal tersebut selepas memasuki perairan Australia."
    },
    {
      "input": "There recently have been heavy artillery and air strikes in the area.",
      "output": "Kebelakangan ini terdapat lepasan meriam dan serangan udara yang kerap di kawasan tersebut."
    },
    {
      "input": "\"It will be placed in an open, public place,\" and \"that will be there for history, but legally it's over.\"",
      "output": "\"Ia akan diletakkan di tempat terbuka, danawam,\" dan \"akan berada di sana untuk sejarah, tetapi secara sahnya ia telah berakhir.\""
    },
    {
      "input": "In an atmosphere of fun and excitement, the 4th annual Junior Eurovision Song Contest was held in Bucharest, Romania.",
      "output": "Dalam suasana riang dan seronok, Peraduan Lagu Eurovision Junior tahunan ke-4 telah diadakan di Bucharest, Romania."
    },
    {
      "input": "Hamas officials and witnesses reported that farms, a milk factory, small areas belonging to the Hamas military, and metal workshop facilities were targeted.",
      "output": "Pegawai Hamas dan saksi melaporkan bahawa ladang-ladang, satu kilang susu, kawasan-kawasan kecil milik tentera Hamas dan kemudahan bengkel besi telah menjadi sasaran."
    },
    {
      "input": "11 countries across Europe and Asia have seen lawsuits filed against individuals by record companies fighting file-sharing technology which they say is costing it billions.",
      "output": "11 buah negara di Eropah dan Asia telah melihat tindakan undang-undang yang difailkan terhadap individu oleh syarikat rakaman melawan teknologi perkongsian fail yang mereka katakan berkos bilion."
    },
    {
      "input": "Mexico has issued a tropical storm watch in the area.",
      "output": "Mexico telah mengeluarkan amaran ribut tropika di kawasan tersebut."
    },
    {
      "input": "\"Then in an ideal world, you'd take cells from that patient and create a kidney on demand.\"",
      "output": "\"Dalam dunia yang ideal pula, anda akan mengambil sel daripada pesakit itu dan membuat buah pinggang atas permintaan.\""
    },
    {
      "input": "The bottom of the second saw number 13 out on a foul ball caught on the fly by the ACT's third baseman, and number 11 and 24 out on balls hit into and caught by the ACT's centre fielder.",
      "output": "Separuh masa kedua di dalam yang kedua menyaksikan nombor 13 keluar pada bola faul ditangkap semasa di dalam permainan oleh penjaga tapak tiga, dan nombor 11 dan 24 keluar dengan bola yang dipukul ke dalam dan ditangkap oleh pemadang tengah ACT."
    },
    {
      "input": " one was thought to have suffered a heart attack and the other died after jumping from a window in panic.",
      "output": "Seorang disangkakan menderita serangan jantung dan seorang lagi mati selepas melompat keluar dari tingkap dalam kepanikan."
    },
    {
      "input": "Star Foods was selling potato chips under the brand Star Chips, and corn snacks under the brand Mr. Snaki.",
      "output": "Star Foods menjual kerepek kentang di bawah jenama Star Chips, dan makanan ringan jagung di bawah jenama Mr. Snaki."
    },
    {
      "input": "None of the key players has commented on cost and last week, Thomson, removed access to the page on its corporate web site devoted to Quaero and instructed its executives not to give any interviews for the project.",
      "output": "Tiada seorang pun pemain penting telah memberi ulasan tentang harganya dan minggu lepas, Thomson, mengeluarkan akses kepada laman web korporatnya yang setia dengan Quaero dan mengarahkan eksekutifnya untuk tidak memberi sembarang temu bual mengenai projek ini."
    },
    {
      "input": "The victory earned Johnson 190 points (including a 5 point bonus), moving him closer to point leader Kevin Harvick, but he is still 105 points behind in second position.",
      "output": "Kemenangan ini memberikan Johnson 190 mata (termasuk 5 mata bonus), meletakkan dia lebih dekat dengan pendahulu mata Kevin Harvick, tetapi dia masih lagi 105 mata dibelakang di kedudukan kedua."
    },
    {
      "input": "In the southern city of Diwania, Iraqi troops battled members of the Shia minority's Mehdi Army, killing 40 gunmen and wounding another 40 civilians.",
      "output": "Di selatan bandar Diwania, tentera Iraq bertempur dengan anggota Tentera Mehdi dari kumpulan minoriti Syiah, membunuh 40 lelaki bersenjata dan mencederakan 40 orang awam yang lain."
    },
    {
      "input": "Israeli-Swedish activist Dror Feiler said that the goal of the new flotilla is to double the size of the previous one, and for it to include more than a thousand people.",
      "output": "Aktivis Israel-Sweden Dror Feiler berkata matlamat flotila baru adalah untuk menggandakan saiz dari sebelumnya, dan untuknya termasuk lebih daripada seribu orang."
    },
    {
      "input": "Consistent with the town traditions in the East Sussex county of England, effigies of various figures were carried through the town, and later burnt.",
      "output": "Selaras dengan tradisi pekan di daerah East Sussex England, patung-patung ukiran pelbagai bentuk telah diarakkan melalui bandar, dan kemudian dibakar."
    },
    {
      "input": "Laurent's status as a Prince has several judicial consequences for the trial.",
      "output": "Status Laurent sebagai Putera mempunyai beberapa kesan kehakiman atas perbicaraan itu."
    },
    {
      "input": "Wikinews asked Wikileaks why they didn't simply post a list of the sites which they felt were legal and add that all the others contained child porn, but Wikileaks felt \"that would not be a fair representation of the material we obtained.\"",
      "output": "Wikinews bertanya mengapa Wikileaks tidak sahaja mengeluarkan senarai laman yang mereka rasakan sah dan menambahkan yang lain yang mengandungi video lucah kanak-kanak, tetapi Wikileaks merasakan \"ia bukanlah suatu tinadakan yang adil terhadap bahan-bahan yang kami miliki.\""
    },
    {
      "input": "\"Base stations of WiMAX are unnecessary in Taiwan! The governmental people didn't care about the living and health of the public!\" strongly stated Jiau-hua Chen, Chairman of TEPCA during the protest.",
      "output": "\"Stesen pangkalan WiMAX tidak diperlukan di Taiwan! Pihak kerajaan tidak mengambil berat tentang kehidupan dan kesihatan orang ramai!\" dinyatakan dengan lantang oleh Jiau-hua Chen, Pengerusi TEPCA semasa protes itu."
    },
    {
      "input": "It was the first race on this circuit since 1977, when James Hunt won the race for McLaren-Ford.",
      "output": "Ia adalah perlumbaan pertama di litar ini sejak tahun 1977, apabila James Hunt memenangi perlumbaan untuk McLaren-Ford."
    },
    {
      "input": "Only four Victorians booked a trip to London, including Matthew Haanappel of Croydon Hills, Tanya Huebner of Hampton, Ahmed Kelly of North Melbourne and Prue Watt of Hawthorn East.",
      "output": "Hanya empat orang Victoria akan pergi ke London, termasuk Matthew Haanappel dari Croydon Hills, Tanya Huebner dari Hampton, Ahmed Kelly dari North Melbourne dan Prue Watt dari Hawthorn East."
    },
    {
      "input": "Eva Avila, 19, of Gatineau, Quebec was crowned this years winner of Canadian Idol.",
      "output": "Eva Avila, 19, dari Gatineau, Quebec menjadi juara Idola Kanada tahun ini."
    },
    {
      "input": "All money in the category is allocated in line with the Local Government (Financial Assistance) Act 1995.",
      "output": "Semua wang dalam kategori itu diperuntukkan selaras dengan Akta Kerajaan Tempatan (Bantuan Kewangan) 1995."
    },
    {
      "input": "Sears added: \"To finish first you must first finish and the track is incredibly wide here at Brno, so why New Zealand and Germany should be rubbing wheels on the very first corner is anyone's guess.",
      "output": "Sears menambah: \"Untuk tamat di tempat pertama anda mesti menamatkan perlumbaan dahulu dan landasan adalah sangat luas di sini di Brno, jadi siapa dapat menyangka mengapa New Zealand dan Jerman perlu menggesek roda di selekoh pertama."
    },
    {
      "input": "Later reports then stated the plane received a bomb threat and was diverted back to Afghanistan, landing in Kandahar.",
      "output": "Kemudian laporan itu menyatakan pesawat itu menerima ancaman bom dan telah diubah arah kembali ke Afghanistan, mendarat di Kandahar."
    },
    {
      "input": "What stuck most in my head was when Vardi said, \"What is important is not the technology, but the talent.\"",
      "output": "Apa yang paling terperangkap dalam kepala saya adalah apabila Vardi berkata, \"Apa yang penting bukan teknologi, tetapi bakat.\""
    },
    {
      "input": "Military forces continued to fight off the militants on Monday morning, hours after the attack began the night before when as many as twenty militants stormed hangars at the base and used rocket-propelled grenades to destroy a number of military aircraft, including a P-3C Orion.",
      "output": "Angkatan tentera terus melawan militan pada pagi Isnin, beberapa jam selepas serangan bermula malam sebelumnya apabila sebanyak dua puluh militan menyerbu hangar di pangkalan dan menggunakan bom tangan roket untuk memusnahkan beberapa pesawat tentera, termasuk P-3C Orion."
    },
    {
      "input": "\"They will see this as an assault on their standard of living, which is exactly what it is\".",
      "output": "\"Mereka akan melihat ini sebagai satu serangan ke atas taraf hidup mereka, yang sebenarnya adalah apa yang berlaku.\""
    },
    {
      "input": "Open letter from international intellectuals, to the international public opinion",
      "output": "Surat terbuka daripada golongan intelektual antarabangsa, kepada pendapat awam antarabangsa."
    },
    {
      "input": "The talent and form of the South Africans clearly showed as they have been touring for the past months.",
      "output": "Bakat dan bentuk dari Afrika Selatan jelas menunjukkan yang mereka telah menjelajah untuk beberapa bulan lepas."
    },
    {
      "input": "Members of Parliament are set to vote for a new Prime Minister next week.",
      "output": "Ahli-ahli Parlimen sudah bersedia untuk mengundi seorang Perdana Menteri yang baru minggu hadapan."
    },
    {
      "input": "The claim of responsibility by The Secret Organization of al-Qaida in Europe for the London attacks has also been questioned on the grounds that the rhetoric is not consistent with militant Islamic ideology.",
      "output": "Dakwaan bertanggungjawab oleh Organisasi Rahsia al-Qaida di Eropah ke atas serangan di London itu juga diragui dengan alasan retorik itu tidak konsisten dengan ideologi militan Islam."
    },
    {
      "input": "Early voters wreaked havoc on the city streets, causing backups near polling locations and interrupting traffic flows to area elementary and senior high schools.",
      "output": "Pengundi awal telah membuat kekecohan di jalan-jalan menyebabkan polis bantuan diletakkan berdekatan kawasan undi dan ini menganggu aliran lalu lintas ke kawasan sekolah rendah dan sekolah tinggi."
    },
    {
      "input": "One of them resulted in British Airways Flight 38 crashing short of the runway at London's Heathrow Airport last year.",
      "output": "Salah satu daripadanya telah menyebabkan British Airways Flight 38 terhempas sebelum sampai landasan Lapangan Terbang Heathrow London pada tahun lepas."
    },
    {
      "input": "The quake could also be felt in nearby Burundi, but there are no reports of damage or injuries there.",
      "output": "Gempa bumi itu juga boleh dirasai berdekatan Burundi, tetapi tiada laporan kerosakan atau kecederaan di sana."
    },
    {
      "input": "Sheep was pulled over on campus at 3:16 am November 22, before Penn's game versus Michigan State.",
      "output": "Sheep telah berhenti di kampus pada 3:16 pagi 22 November, sebelum perlawanan Penn dengan Negeri Michigan."
    },
    {
      "input": "He also stood in Steve Jobs' place while the CEO underwent liver transplant surgery.",
      "output": "Dia juga mengganti tempat Steve Jobs semasa Ketua Pegawai Eksekutif itu menjalani pembedahan pemindahan hati."
    },
    {
      "input": "According to the head of the technical commission involved with investigating the crash, Alexei Morozov, the crew of the aircraft had been warned of limited visibility, although it has not been determined whether or not the crew's decision to land had been influenced by the passengers on board.",
      "output": "Menurut ketua suruhanjaya teknikal yang terlibat dalam siasatan nahas, Alexei Morozov, anak-anak kapal pesawat telah diberi amaran penglihatan terhad, walaupun ia belum ditentukan sama ada ya atau tidak keputusan anak-anak kapal untuk mendarat telah dipengaruhi oleh penumpang kapal."
    },
    {
      "input": "This unique museum, intended to raise awareness of past Jewish suffering in the eyes of Palestinians through historical photographs and Arabic-language educational materials, is believed to be the first-ever Arab holocaust museum.",
      "output": "Muzium unuk ini, diharapkan untuk mendapat tumpuan tentang penderitaan orang Yahudi dimata rakyat Palestin melalui gambar sejarah dan bahan pendidikan bahasa Arab, dipercayai sebagai muzium holocaust pertama Arab."
    },
    {
      "input": "He is a member of the Nehru-Gandhi family, the most prominent political family in India.",
      "output": "Beliau adalah ahli keluarga Nehru-Gandhi, keluarga politik yang paling menonjol di India."
    },
    {
      "input": "Police in Austria have reported that the situation in the cellar where people were illegally imprisoned for over two decades is 'oppressive'.",
      "output": "Polis di Austria telah melaporkan yang situasi di bilik bawah tanah di mana orang telah dipenjarakan secara haram selama lebih dua dekad adalah 'zalim'."
    },
    {
      "input": "However, despite the discovery of the wreckage, the plane's two flight recorders, the flight data recorder (FDR) and the cockpit voice recorder (CVR) have yet to be found at the crash site.",
      "output": "Walau bagaimanapun, walaupun dengan penemuan bangkai pesawat itu, dua perakam penerbangan pesawat, perakam data penerbangan (FDR) dan perakam suara kokpit (CVR) masih belum ditemui di lokasi kemalangan."
    },
    {
      "input": "Inland floodwaters trapped more than 1,000 residents in Coffs Harbour, New South Wales over night.",
      "output": "Banjir pedalaman memerangkap lebih 1,000 penduduk di Pelabuhan Coffs, New South Wales dalam satu malam."
    },
    {
      "input": "The first attack took place when a police-army convoy was hit by two roadside bombs in the mountainous region near the Pakistani-Afghani border.",
      "output": "Serangan pertama berlaku semasa konvoi tentera-polis yang diserang oleh dua bom tepi jalan di kawasan pergunungan berdekatan sempadan Pakistan-Afghanistan."
    },
    {
      "input": "Since then he has been in exile, mostly living in Dubai.",
      "output": "Sejak itu beliau dibuang negeri, kebanyakan masanya menetap di Dubai."
    },
    {
      "input": "Interpol has been investigating Madhavan in allegations related to his business dealings with Serafin Edwin since 2004.",
      "output": "Interpol telah menyiasat Madhavan dalam dakwaan yang berkaitan dengan urusan perniagaannya dengan Serafin Edwin sejak tahun 2004."
    },
    {
      "input": "The Edgware Road train, leaving for Paddington and also on the Circle, exploded opposite a train coming from the other direction, making people think at first that it was a derailment.",
      "output": "Kereta api Edgware Road, berlepas ke Paddington dan juga pada Circle, meletup bertentangan kereta api yang datang dari arah yang lain, mengakibatkan orang berfikir pada mulanya bahawa ia adalah satu kegelinciran."
    },
    {
      "input": "Russia responded to these actions by sending their own troops into South Ossetia on August 8.",
      "output": "Rusia membalas serangan tersebut dengan menghantar askar mereka sendiri ke selatan Ossetia pada 8 Ogos."
    },
    {
      "input": "The condition of the witnesses can be described as shock.",
      "output": "Keadaan saksi di situ boleh digambarkan sebagai terkejut."
    },
    {
      "input": "The Recommended Dietary Allowance (RDA) ranges from 200 to 600 International Units (IU).",
      "output": "Pengambilan Pemakanan yang Disyorkan (RDA) adalah di antara 200 hingga 600 unit antarabangsa (IU)."
    },
    {
      "input": "In his speech Friday, Clinton described the Bush administration's opposition to Kyoto as \"flat wrong.\"",
      "output": "Dalam ucapannya Jumaat, Clinton menyifatkan tentangan pentadbiran Bush kepada Kyoto sebagai \"salah secara total.\""
    },
    {
      "input": "\"Most Americans are not yet convinced that their elected representatives or the judiciary are likely to expand decisively the definition of marriage to include same-sex couples,\" said John McCain (R-AZ) who opposed the bill.",
      "output": "\"Kebanyakan rakyat Amerika masih belum yakin yang wakil pilihan mereka atau badan kehakiman akan mengembangkan definisi perkahwinan secara muktamad untuk memasukkan pasangan sama jantina,\" kata John McCain (R-AZ) yang membantah rang undang-undang itu."
    },
    {
      "input": "To compare against a second large species, Burda and his team analyzed data on 2,974 deer studied through photography, direct observation, and snow imprints.",
      "output": "Untuk membandingkan terhadap spesies kedua besar, Burda dan pasukannya menganalisis data pada 2974 rusa yang dikaji melalui fotografi, pemerhatian langsung, dan tapak kaki di salji."
    },
    {
      "input": "The first of Bird's victims was a fellow taxi driver shot in Whitehaven at about 10.30 local time, with the following victims being shot at random as Bird drove down the west coast.",
      "output": "Mangsa pertama Bird adalah rakan pemandu teksi yang ditembak di Whitehaven pada kira-kira jam 10:30 waktu tempatan, dengan mangsa-mangsa berikut ditembak secara rawak apabila Bird memandu ke pantai barat."
    },
    {
      "input": "\"Particularly now, at a time when Holocaust denial is rife both within and outside of the Arab world, the attempt to teach young Arabs about the Holocaust and to learn moral and ethical lessons from it is a worthy pursuit.\"",
      "output": "\"Sekarang ini, semasa holocaust menolak keadaan sama ada diluar dan dalam dunia Arab, pendekatan untuk mengajar orang muda Arab tentang holocaust dan belajar moral dan pengajaran etik dari yang layak mengajar.\""
    },
    {
      "input": "With the announcement Monday of €2 million in new funding from the European Union (EU), the Republic of Djibouti's Ministry of Agriculture hopes to provide some relief to an estimated 25,000 rural inhabitants suffering through severe drought conditions.",
      "output": "Dengan pengumuman pada Isnin ini dana bantuan baru sebanyak €2 juta dari Kesatuan Eropah (EU), Menteri Pertanian Republik Djibouti berharap untuk memberikan sedikit kelegaan terhadap anggaran 25000 penduduk kawasan luar bandar yang menderita kerana keadaan kemarau."
    },
    {
      "input": "The researchers then attempted to reclaim their money and went to the hotel Whitton and Dyer were staying in, only to find the rooms empty, and the two men nowhere to be found.",
      "output": "Para pengkaji kemudian cuba mendapatkan kembali duit mereka dan pergi ke hotel Whitton dan Dyer menginap, hanya untuk menemui bilik kosong, dan kedua lelaki tersebut *nowhere to be found."
    },
    {
      "input": "The second period was a low scoring one for both teams.",
      "output": "Tempoh kedua adalah jaringan mata rendah untuk kedua-dua pasukan."
    },
    {
      "input": "\"The families will be campaigning for there to be a full public inquiry...\"",
      "output": "\"Semua keluarga akan berkempen supaya akan ada penyiasatan awam penuh...\""
    },
    {
      "input": "\"Hopefully we will be able to step up our ambitions as we move forward in the negotiations.\"",
      "output": "\"Mudah-mudahan kami akan dapat meningkatkan cita-cita kami dalam melangkah ke hadapan dalam rundingan itu.\""
    },
    {
      "input": "In January 2011, Mandela received hospital treatment for an acute respiratory infection.",
      "output": "Pada bulan Januari 2011, Mandela menerima rawatan hospital untuk jangkitan pernafasan akut."
    },
    {
      "input": "The Montreal-born Peterson learned to play piano in childhood and by the 1940s was actively performing in Canadian big bands such as the Johnny Holmes Orchestra.",
      "output": "Peterson kelahiran Montreal belajar bermain piano sejak kecil dan pada 1940-an aktif dalam membuat persembahan di kumpulan-kumpulan besar Canadian seperti Orkestra Johnny Holmes."
    },
    {
      "input": "As he lay on the mat with medical attendants, Matos was disqualified for exceeding the one minute injury time limit.",
      "output": "Sedang dia terbaring di atas tikar dengan pegawai-pegawainya perubatan, Matos telah hilang kelayakan untuk melebihi satu minit had masa kecederaan."
    },
    {
      "input": "This development is not related to earlier claims of tabletop fusion or \"cold fusion\" having been observed during sonoluminescence.",
      "output": "Pembangunan ini tidak berkaitan dengan tuntutan awal di meja pelakuran atau \"pelakuran sejuk\" yang telah ditelilti semasa sonoluminescence."
    },
    {
      "input": "We are in a fiscal crisis and we have to fight for every dollar.",
      "output": "Kita didalam krisis yang dasyat dan kami akan berjuang untuk setiap dolar."
    },
    {
      "input": "Also present were Roger Agnelli (Vale do Rio Doce company president) and Eduardo Dutra (Petrobras, government oil company, president).",
      "output": "Turut hadir adalah Roger Agnelli (presiden syarikat Vale do Rio Doce) dan Eduardo Dutra (presiden Petrobras, syarikat minyak kerajaan)."
    },
    {
      "input": "\"The Lexmark P450 is quite intuitive, easy to use and affordably priced,\" said Najib Bahous, president of Lexmark’s Consumer Printer Division.",
      "output": "\"Lexmark P450 agak intuitif, mudah untuk digunakan dan harga yang mampu dimiliki,\" kata Najib Bahous, Presiden Bahagian Pencetak Pengguna Lexmark ini."
    },
    {
      "input": "She was, Kadyrov said, \"without honour or a sense of shame.\"",
      "output": "Dia, Kadyrov berkata, \"tanpa ada rasa kehormatan atau rasa malu.\""
    },
    {
      "input": "The UN also said that the aircraft was a Beechcraft 1900 and that they would fly in government officials and aviation experts to conduct an investigation.",
      "output": "PBB juga berkata, pesawat itu merupakan Beechcraft 1900 dan bahawa mereka akan melibatkan pegawai kerajaan dan pakar penerbangan untuk menjalankan satu siasatan."
    },
    {
      "input": "This is the 3rd day flaring works are being carried out by the company to burn off excess fuel from the refinery plant.",
      "output": "Ini merupakan hari ketiga pembakaran dijalankan oleh syarikat tersebut untuk membakar lebihan bahan bakar dari kilang penapisan."
    },
    {
      "input": "Once a matter of pride, the 35 hour maximum working week is seen by Mr. Sarkozy as contributing to the sluggish growth of the French economy.",
      "output": "Sebelum ini disebabkan oleh maruah, waktu bekerja maksimum 35 jam seminggu telah dilihat oleh Sarkovy sebagai penyumbang kepada kelembapan peningkatan ekonomi Perancis."
    },
    {
      "input": "His earlier arrest - which he was subsequently released from pending full charges - sparked protests from Indonesian aviation groups and criticism from international groups, including IFALPA, a powerful international airline pilots' association.",
      "output": "Penahan awalnya - yang mana seterusnya dilepaskan daripada dakwaan penuh sementara - menimbulkan bantahan dari kumpulan penerbangan warga Indonesia, termasuk IFALPA, persatuan juruterbang antarabangsa yang cukup berpengaruh."
    },
    {
      "input": "\"It was just a little black-and-white dog but he was crazy so I locked him under the house.\"",
      "output": "\"Ia hanya anjing hitam dan putih yang kecil tetapi dia gila jadi saya menguncinya di bawah rumah.\""
    },
    {
      "input": "The British Royal Navy, which usually deploys two ships to the Caribbean, has placed the destroyer HMS Liverpool and the tanker RFA Wave Knight on standby.",
      "output": "Tentera Laut Diraja Britain, yang biasanya menghantar dua kapal ke Caribbean, telah meletakkan kapal pemusnah HMS Liverpool dan kapal tangki RFA Wave Knight dalam siap sedia."
    },
    {
      "input": "Kawaguchi dived low to his left to save Darijo Srna's driven penalty after Dado Prso had been knocked down from behind by Tsuneyasu Miyamoto.",
      "output": "Kawaguchi melayangkan badan rendah ke kiri untuk menyelamatkan sepakan penalti Darijo Srna selepas Dado Prso dijatuhkan dari belakang oleh Tsuneyasu Miyamoto."
    },
    {
      "input": "All interviews are conducted over e-mail, and interviews are published unedited, allowing candidates to impart their full message to our readers, uninterrupted.",
      "output": "Semua temubual akan dijalankan melalui e-mel, dan temubual akan disiarkan tanpa suntingan, membenarkan para calon untuk menyampaikan mesej penuh kepada pembaca kami, tanpa diganggu."
    },
    {
      "input": "Lowenstein said that the ESA believes \"HB3004 will restrict the First Amendment rights of Oklahoma's citizens and intend to file suit in Oklahoma federal district court shortly, asking that the state's new video game law be overturned.\"",
      "output": "Lowenstein berkata yang ESA percaya \"HB3004 akan menyekat hak Pindaan Pertama rakyat Oklahoma dan berhasrat untuk menyaman mahkamah persekutuan Oklahoma segera, meminta supaya undang-undang baru permainan video negeri tersebut dibatalkan.\""
    },
    {
      "input": "What other factors can be used to explain the relative differences in media attention other than performance?",
      "output": "Apakah faktor lain yang boleh digunakan untuk menjelaskan perbezaan relatif dalam perhatian media selain persembahan?"
    },
    {
      "input": "San Jose, California mayor Ron Gonzales is being investigated by the Santa Clara County District Attorney's Office.",
      "output": "San Jose, Datuk bandar California Ron Gonzalez sedang disiasat oleh jabatan pengacara daerah Santa Clara."
    },
    {
      "input": "Stevens was convicted in October on seven felony counts of lying on senate disclosure forms about gifts, largely in the form of free renovations to his home, received from an oil service company; his conviction is thought to have been a large factor in his November electoral defeat to former Anchorage mayor Mark Begich, the current junior Senator from Alaska.",
      "output": "Steven telah disabit kesalahan pada Oktober ke atas tujuh tuduhan feloni berbohong dalam borang pendedahan Senat berkaitan hadiah, sebahagian besarnya dalam bentuk pengubahsuaian percuma kepada rumahnya, menerima borang untuk syarikat penyelenggaraan minyak; kesalahan tersebut dikatakan menjadi faktor besar kepada kekalahannya di pilihanraya November lalu dengan bekas Datuk Bandar Anchotage Mark Begich, iaitu seorang senator muda dari Alaska sekarang."
    },
    {
      "input": "Two of the protesters photographed themselves atop a building inside the spy base.",
      "output": "Dua daripada pembangkang mengambil gambar mereka sendiri di atas bangunan di dalam pusat perisikan."
    },
    {
      "input": "At a press conference on Monday, Education minister Daniel Funeriu said, \"These results are a mirror of our society.\"",
      "output": "Dalam sidang akhbar pada hari isnin, Menteri pendidikan Daniel Funeriu berkata, \"Keputusan ini mencerminkan masyarakat kita.\""
    },
    {
      "input": "The surrounding area has since been cordoned off, and the entire university is currently under lockdown.",
      "output": "Persekitaran kawasan tersebut telah disekat, dan seluruh universiti pada masa ini dikunci."
    },
    {
      "input": "The plaintiff's case, headed by the widow of Robert Ernst, who died in 2001 of an irregular heartbeat and of clogged arteries while on the drug Vioxx, was successfully awarded $253.4 million dollars.",
      "output": "Kes plaintif itu, diketuai oleh balu Robert Ernst, yang meninggal dunia pada tahun 2001 akibat degupan jantung tidak teratur dan arteri tersumbat semasa menggunakan ubat Vioxx, telah berjaya dianugerahkan $ 253.4 juta dolar."
    },
    {
      "input": "The incident occurred during a political rally by the leading local party.",
      "output": "Insiden itu berlaku semasa perhimpunan politik oleh kepimpinan parti tempatan."
    },
    {
      "input": "\"The National Hockey League will not accept the use of a stick in the manner and fashion in which Mr. Simon used his Thursday night,\" said Colin Campbell, NHL Senior Executive Vice President and Director of Hockey Operations.",
      "output": "\"Liga Hoki Nasional tidak akan menerima kegunaan kayu dalam apa keadaan dan fesyen seperti mana yang digunakan oleh Encik Simon malam Khamis,\" kata Colin Campbell, Naib Presiden Pegawai Atasan NHL dan Pengarah Operasi Hoki."
    },
    {
      "input": "Japan, South Korea, New Zealand, India and Australia are considering joining.",
      "output": "Jepun, Korea Selatan, New Zealand, India dan Australia sedang mempertimbangkan untuk menyertainya."
    },
    {
      "input": "\"It's very hard to imagine the Spanish ambassador would have been at the presidential palace supporting the coup plotters without authorization from his majesty.\"",
      "output": "\"Amat sukar untuk membayangkan duta Sepanyol akan berada di istana presiden menyokong komplot rampasan kuasa tanpa kebenaran dari baginda.\""
    },
    {
      "input": "From this evidence, the paper draws the conclusion that the four men were not told the bombs would detonate straight away, and that the men thought they would be able to escape unscathed.",
      "output": "Daripada bukti ini, akhbar membuat kesimpulan bahawa keempat-empat lelaki tidak diberitahu bom akan meletup serta-merta, dan mereka ini berfikir mereka akan dapat melarikan diri tanpa sebarang kecederaan."
    },
    {
      "input": "Today Kingaroy locals taunted waiting press with cries from \"You're chooks, you're chooks, ha ha\" to \"Go home, ya vultures\", and some obscenities, reported the Courier-Mail of Brisbane.",
      "output": "Hari ini penduduk tempatan Kingaroy mengejek wartawan yang menunggu dengan jaritan dari \"Kamu adalah chooks, kamu adalah chooks, ha ha\" kepada \"Pergi balik, wahai burung hering,\" dan beberapa kata-kata lucah, seperti dilaporkan oleh Courier-Mail di Brisbane."
    },
    {
      "input": "A second A380 is also travelling to the U.S. on Monday, but without passengers.",
      "output": "A380 kedua juga berjalan ke A.S. pada Isnin, namun tanpa penumpang."
    },
    {
      "input": "So far there are no reports of injuries or evacuations.",
      "output": "Sehingga kini tidak ada laporan kecederaan atau pemindahan."
    },
    {
      "input": "The Co-operative Group (Co-op) and Bristol-based Somerfield today agreed on a deal worth £1.565 billion which results in Somerfield being acquired by Co-op.",
      "output": "Co-operative Group (Co-op) dan Somerfield yang berpusat di Bristol hari ini bersetuju dengan perjanjian bernilai £1.565 bilion yang menyebabkan Somerfield diambil alih oleh Co-op."
    },
    {
      "input": "These people were very, very familiar with the hotel layouts and it appears they had carried out a survey before, said an unidentified commander of MARCOS, India's elite marine commandos.",
      "output": "Orang-orang ini adalah sangat, sangat biasa dengan susun atur hotel dan ternyata mereka telah menjalankan pemerhatian sebelum ini, kata seorang komander daripada MARCOS yang tidak dikenali identitinya, komando elit marin India."
    },
    {
      "input": "And the final question asked to both Craig Milmine and Bernard Darnton was whether they were a Holden or a Ford fan.",
      "output": "Dan soalan terakhir yang ditanya kepada kedua-dua Craig Milmine dan Bernard Darnton adalah sama ada mereka merupakan penyokong Jolden atau Ford."
    },
    {
      "input": "In Belgium, it's against the law to incriminate the Royal Family during a trial.",
      "output": "Di Belgium, adalah menyalahi undang-undang menunjukkan keluarga diraja bersalah semasa perbicaraan."
    },
    {
      "input": "The current leu will be replaced in July 2005 with the New Leu (RON), with 10,000 old lei = 1 New Leu.",
      "output": "Leu pada masa kini akan digantikan pada Julai 2005 dengan Leu Baru (RON), dengan 10,000 lei lama = 1 Leu Baru."
    },
    {
      "input": "Several Yankees have already voiced their excitement for the righthander's chances in the big leagues.",
      "output": "Beberapa ahli Yankees telah menyuarakan kegembiraan mereka untuk peluang pelempar kanan dalam liga besar."
    },
    {
      "input": "The recordbreaking pass was a 16-yard slant route, and Favre had to throw a bullet to complete it.",
      "output": "Hantaran pemecah rekod itu adalah laluan condong 16 ela, dan Favre terpaksa membuang peluru untuk menyiapkannya."
    },
    {
      "input": "Before a crowd of 575 on Saturday at Wembley Park in Box Hill, metropolitan Melbourne, Australia, W-League team Canberra United lost to the Melbourne Victory 0–3 in the team's first loss since January of last year.",
      "output": "Di hadapan 575 orang ramai pada hari Sabtu di Wembley Park di Box Hill, metropolitan Melbourne, Australia, pasukan W-League Canberra United kalah kepada Melbourne Victory 0-3 dalam kekalahan pertama pasukan itu sejak Januari tahun lepas."
    },
    {
      "input": "The volatile Blount, coming off a 1,000+ yard season in which he broke a school record for rushing touchdowns, had struggled in several 2008 games, including the encounter with the Broncos.",
      "output": "Blount yang bersikap tidak menentu itu, berjaya dalam musim 1,000+ ela di mana dia memecahkan rekod sekolah dengan mengejar touchdown, telah berrmain bersusah-payah dalam beberapa perlawanan tahun 2008, termasuk pertemuan dengan Pasukan Broncos."
    },
    {
      "input": "The acquisition is expected to be completed within six months.",
      "output": "Pengambilalihan itu dijangka selesai dalam tempoh enam bulan."
    },
    {
      "input": "The schedule was hectic: 12-14 hours a day were spent doing everything from trips to the Weizmann Institute to dinner with Yossi Vardi.",
      "output": "Jadual itu agak padat: 12-14 jam sehari dperlukan bagi membuat semua perjalanan dari trip ke Institut Weizmann ke makan malam bersama Yossi Vardi."
    },
    {
      "input": "\"For those who believe in international justice and accountability for human rights crimes, the trial of Saddam Hussein is a rare opportunity to test the system and make it work.\"",
      "output": "\"Bagi mereka yang percaya keadilan antarabangsa dan akauntabiliti bagi jenayah hak asasi manusia, perbicaraan Saddam Hussein adalah peluang yang jarang untuk menguji sistem itu dan menjadikannya berkesan.\""
    },
    {
      "input": "The plane crashed just outside the airport, while on final approach to land.",
      "output": "Pesawat itu terhempas di luar lapangan terbang, semasa menghampiri pendaratan."
    },
    {
      "input": "The talks are supposed to lead to the formation of a Palestinian state by the end of this year.",
      "output": "Rundingan sepatutnya membawa kepada pembentukan sebuah negara Palestin pada akhir tahun ini."
    },
    {
      "input": "The Government argues Kyoto will not work because it does not commit developing nations to reducing emissions.",
      "output": "Kerajaan berpendapat protokol Kyoto tidak akan berjaya kerana ia tidak melibatkan negara-negara membangun untuk mengurangkan pelepasan."
    },
    {
      "input": "HMS Tireless was submerged under the ice cap at the time of the incident.",
      "output": "HMS Tireless menyelam di bawah litupan ais semasa waktu kejadian."
    },
    {
      "input": "Only since 2006 has it been available without a prescription, following lobbying from the World Health Organization and American Medical Association.",
      "output": "Hanya sejak 2006, kini ia boleh didapati tanpa preskripsi, berikutan kempen Pertubuhan Kesihatan Sedunia dan Persatuan Perubatan Amerika."
    },
    {
      "input": "It is the ninth such meeting in a series on technology, ethics, and law and is taking place today.",
      "output": "Ini adalah siri yang kesembilan kalinya perjumpaan seperti ini diadakan terhadap teknologi, etika, dan undang-undang dan ianya mengambil tempat pada hari ini."
    },
    {
      "input": "Zagel instead offered to consider requests for transcripts of testimony from \"specific identified witnesses\", but said that he would warn the jury that such requests could take some time to fulfill.",
      "output": "Zagel sebaliknya menawarkan untuk mempertimbangkan permintaan untuk transkrip testimoni dari \"saksi tertentu yang dikenal pasti,\" tetapi menyatakan bahawa beliau akan memberi amaran kepada juri bahawa permintaan terbabit akan mengambil masa untuk dipenuhi."
    },
    {
      "input": "And I want everybody to have the right and opportunity to improve their country.\"",
      "output": "Dan saya mahu semua orang untuk mempunyai hak dan peluang untuk memperbaiki negara mereka.\""
    },
    {
      "input": "An Intel spokesman cited a \"philosophical impasse\" as the reason for the split.",
      "output": "Seorang jurucakap Intel menyatakan yang \"kebuntuan falsafah\" adalah alasan kepada perpecahan tersebut."
    },
    {
      "input": "Due to legislative requirements, as well as having consent, businesses will have to provide details about the company sending the item, and provide a free way to unsubscribe from future mailings.",
      "output": "Disebabkan oleh keperluan perundangan, demi mendapatkan persetujuan, perniagaan perlu menyediakan butir-butir mengenai syarikat penghantaran mereka, dan menyediakan cara percuma untuk menghentikan langganan mel pada masa depan."
    },
    {
      "input": "The first occurred at the Linares Motel, at 21:50 (01:50 UTC), and left two people dead and four injured.",
      "output": "Merupakan yang pertama berlaku di Linares Motel, pada 21:50 (01:50 UTC), dan meninggalkan dua orang terbunuh dan empat cedera."
    },
    {
      "input": "TheHonda and Williams teams, as well as Giancarlo Fisichella from Force India were all lapped.",
      "output": "Pasukan-pasukan Honda dan Williams, dan juga Giancarlo Fisichella dari Force India telah dipotong."
    },
    {
      "input": "\"That money should have gone to the corporation,\" said Garbus.",
      "output": "\"Wang itu sepatutnya dibayar kepada syarikat itu,\" kata Garbus."
    },
    {
      "input": "On Wednesday night, the brig commander determined that Manning must give up his boxer shorts also.",
      "output": "Pada malam Rabu, komander kep Brigedier memutuskan bahawa Manning mesti membuang seluar dalam pendeknya juga."
    },
    {
      "input": "Its purpose is to break down the protective protein coating of HIV.",
      "output": "Tujuannya adalah memecahkan salutan protein perlindungan HIV."
    },
    {
      "input": "\"I have promoted the spread of democracy as the only answer for thirty years.\"",
      "output": "\"Saya telah menngajukan demokrasi sebagai satu-satunya jawapan selama tiga puluh tahun.\""
    },
    {
      "input": "\"It is only through the hard work and professionalism of police officers and their military colleagues that the area has been made safe,\" Cordner said.",
      "output": "\"Hanya melalui kerja susah dan profesionalisme pegawai-pegawai polis dan rakan-tentera mereka bahawa kawasan itu telah dijadikan selamat,\" kata Cordner."
    },
    {
      "input": "The protests started the same weekend, and had been lasting since, with couple to several dozen people attending.",
      "output": "Protes itu bermula hujung minggu yang sama, dan telah berkekalan sejak itu, dengan beberapa orang sehingga beberapa dozen orang yang hadir."
    },
    {
      "input": "Shinzo Abe took 66% of the vote in today's Liberal Democratic Party election for a leader to replace Junichiro Koizumi, whose term as party chief expired.",
      "output": "Shinzo Abe berjaya mendapat 66% undi terhadap Parti Liberal Demokratik hari ini pada pilihan raya untuk memilih ketua bagi menggantikan Junichiro Koizumi, yang mana tamat sebagai ketua parti."
    },
    {
      "input": "Walsh retired from the national team in September of last year, after scoring 32 goals in 71 appearances.",
      "output": "Walsh bersara daripada pasukan kebangsaan pada bulan September tahun lepas, setelah menjaringkan 32 gol dalam 71 penampilan."
    },
    {
      "input": "The latest attack occurred late on Thursday at a government residential area in Peshawar.",
      "output": "Serangan terbaru berlaku lewat pada hari Khamis di kawasan perumahan kerajaan di Peshawar."
    },
    {
      "input": "Inter Milan confirmed in a statement that the attacks on London compelled the club to cancel their tour of England, saying that: \"Football takes a step back because of increasing serious events which touch the sensitivity of everyone.\"",
      "output": "Inter Milan mengesahkan dalam satu kenyataan bahawa serangan ke atas London memaksa kelab tersebut untuk membatalkan lawatan mereka di England, mengatakan bahawa: \"Bola sepak mengambil satu langkah ke belakang kerana peningkatan aktiviti yang serius yang menyentuh sensitiviti semua orang.\""
    },
    {
      "input": "As for the boats, \"We're required by international law to offer them to bond them back to the owners, but as the crew are immediately repatriated the ability of the owners to get them back to Indonesia ... is fairly limited,\" the Senator explained.",
      "output": "Untuk bot-bot tersebut, \"Kami diarahkan oleh undang-undang antarabangsa untuk mempelawa mereka kembali kepada pemilik-pemilik mereka, tetapi oleh kerana anak kapal telah dihantar pulang serta merta, keupayaan pemilik-pemilik untuk medapatkannya semula untuk dibawa pulang ke Indonesia...adalah agak terhad,\" terang Senator tersebut."
    },
    {
      "input": "The following is the second in a monthly series chronicling the U.S. 2012 presidential election.",
      "output": "Berikut ini adalah yang kedua dalam siri bulanan yang mencatatkan kisah pilihan raya presiden Amerika Syarikat 2012."
    },
    {
      "input": "News agency AAP reported last Thursday that George H. W. Bush would be attending the Forbes Global CEO Conference, which starts this Tuesday.",
      "output": "Agensi berita AAP melaporkan Khamis lalu bahawa George H. W. Bush akan menghadiri Persidangan CEO Forbes Global, yang bermula Selasa ini."
    },
    {
      "input": "In the past, Croatia has called for the border to be drawn down the middle of the bay.",
      "output": "Dahulu Croatia pernah menyeru supaya digariskan sempadan di tengah teluk."
    },
    {
      "input": "Two protesters in the United States who are associated with the 'Tar Sands Blockade' were arrested Monday after they barricaded themselves inside a portion of the Keystone Oil Pipeline under construction in Winona, Texas.",
      "output": "Dua penentang di Amerika Syarikat yang terlibat dengan 'Pengepungan Pasir Tar'telah ditahan pada Isnin selepas mereka meyekat mereka sendiri di sebahagian Talian Paip Minyak Keystone yang berada di bawah pembinaan di Winona, Texas."
    },
    {
      "input": "Celtic vainly tried to tie the game, bringing on Kenny Miller, but AC finished the game comfortably, and advanced to the next round of the tournament.",
      "output": "Celtic dengan angkuhnya cuba untuk menyerikan permainan itu, membawa masuk Kenny Miller, tetapi AC menyelesaikan permainan itu dengan senang, dan maju ke pusingan kejohanan seterusnya."
    },
    {
      "input": "While Suse was very involved in the early phases, Debian was ultimately selected to replace Windows on 14,000 desktops.",
      "output": "Walaupun Suse sangat terlibat dalam fasa awal, Debian akhirnya dipilih untuk menggantikan Windows di kalangan 14,000 komputer meja."
    },
    {
      "input": "119 others were able to escape the burning wreckage after the plane overshot the runway, going through the perimeter fence and crossing a road and an embankment to come to rest in a paddy field.",
      "output": "119 yang lain dapat melarikan diri daripada bangkai kapal yang terbakar selepas kapal terbang itu terlajak landasan, merempuh pagar perimeter dan melintas jalan dan benteng untuk berhenti di sawah padi."
    },
    {
      "input": "If she had used the other burial site, she would have disappeared forever,\" said Kathleen Martinez, a Dominican archaeologist.",
      "output": "Jika dia menggunakan kawasan pengkebumian lain, dia mungkin hilang selama-lamanya,\" kata Kathleen Martinez, ahli arkeologi Dominican."
    },
    {
      "input": "Dichloroacetate, a drug generally used to treat rare metabolic disorders, has shown the potential to assist in the treatment of brain, lung, and breast cancers, researchers at the University of Alberta in Edmonton, Canada say.",
      "output": "Dichloroacetate, ubat yang biasanya digunakan untuk merawat gangguan metabolik yang jarang berlaku, telah menunjukkan potensi untuk membantu dalam rawatan otak, paru-paru, dan kanser payudara, kata penyelidik di University of Alberta di Edmonton, Kanada."
    },
    {
      "input": "It is believed to be the first serious attack of the separatist group ETA since it unilaterally ended a cease-fire in June.",
      "output": "Ia dipercayai merupakan serangan pertama yang serius daripada kumpulan pemisah ETA sejak satu pihak menamatkan gencatan senjata api pada Jun."
    },
    {
      "input": "The death toll was the highest for US soldiers in a single event for four months in Iraq.",
      "output": "Angka kematian tersebut merupakan yang tertinggi bagi tentera AS dalam satu peristiwa sepanjang empat bulan di Iraq."
    },
    {
      "input": "This isn't the first time that the CSIRO has been involved in legal action surrounding this patent: in February 2005, it commenced legal action in the United States against Buffalo Technology, a Japanese-owned company, which had ended negotiations with CSIRO about obtaining a licence.",
      "output": "Ini bukan kali pertama CISRO terlibat dalam tindakan undang-undang berkaitan patennya: pada Februari 2005, ia memulakan tinadakan undang-undang terhadap Buffalo Technology, syarikat milik-Jepun, yang telah menamatkan perbincangan dengan CISRO tentang memperolehi lesen."
    },
    {
      "input": "My language helped win the war, and that makes me very proud.",
      "output": "Bahasa saya membantu memenangi peperangan itu, dan itu membuatkan saya sangat bangga."
    },
    {
      "input": "Last year the BBC's appeal raised approximately £37 million, and by 11pm last night the total raised had exceeded £10 million.",
      "output": "Tahun lepas majlis BBC mengumpul kira-kira £37 juta, dan sebelum 11:00 malam tadi jumlah yang dikumpul telah melebihi £10 juta."
    },
    {
      "input": "Speaking on the issue of border crossings of troops and munitions from Syria and Iran, Rumsfeld implied that those nations don't want progress in to be made in Iraq.",
      "output": "Bercakap mengenai isu sempadan tentera dan bahan api dari Syria dan Iran, Rumsfeld membayangkan bahawa negara-negara itu tidak mahu kemajuan dilakukan di Iraq."
    },
    {
      "input": "Evicted on Day 14, Somerville hoped to have another chance to play the game, but came in second in the special \"America's Choice\" poll to bring back a former HouseGuest (the poll results were eventually not used at all and nobody was brought back).",
      "output": "Tersingkir dalam hari ke 14, Somerville berharap mempunyai satu lagi peluang untuk bermain permainan tersebut, tetapi mendapat tempat kedua dalam satu tinjaun khas \"America's Choice\" untuk membawa kembali bekas HouseGuest (keputusan tinjauan akhirnya langsung tidak digunakan dan tiada sesiapapun yang dibawa masuk)."
    },
    {
      "input": "A song released yesterday in support of the BBC is making an impact on several UK music charts.",
      "output": "Sebuah lagu dikeluarkan semalam untuk menyokong BBC sedang membuat kesan di beberapa carta muzik UK."
    },
    {
      "input": "The Dominican-registered ship sank on March 6 near the Estonian coast in the Gulf of Finland.",
      "output": "Kapal yang berdaftar di Dominica tersebut tenggelam pada 6 Mac berdekatan pantai Estonia di Teluk Finland."
    },
    {
      "input": "The blast scattered debris and destroyed vehicles in Peshawar's crowded Khyber Bazaar area, located in the center of the city.",
      "output": "Letupan mengakibatkan taburan serpihan dan memusnahkan kenderaan di kawasan padat Khyber Bazzar di Pesawar, terletak di tengah bandar tersebut."
    },
    {
      "input": "He was released under restrictive conditions and forbidden to go outside of Jerusalem, his residence.",
      "output": "Dia dibebaskan di bawah keadaan yang ketat dan dilarang keluar dari Baitulmuqaddis, kediamannya."
    },
    {
      "input": "One soldier from Hamilton, Ontario was reported to have suffered minor hearing loss as a result of the blast.",
      "output": "Seorang tentera dari Hamilton, Ontario dilaporkan telah mengalami kehilangan pendengaran kecil disebabkan letupan tersebut."
    },
    {
      "input": "The boy held the rifle at the butt in his right arm with his finger on the trigger.",
      "output": "Budak lelaki itu memegang senapang di punggung itu di lengan kanannya dengan jarinya pada picu."
    },
    {
      "input": "Canberra's first game is against INAC Kobe Leonessa on Thursday.",
      "output": "Permainan pertama Canberra adalah berhadapan dengan INAC Kobe Leonessa pada hari Khamis."
    },
    {
      "input": "In 2007, Channel 7 had installed new relay in the cities of Mar del Plata, Bariloche, Neuquén, Santa Rosa, Comodoro Rivadavia, San Rafael and Mendoza.",
      "output": "Pada tahun 2007, Saluran 7 telah memasang geganti baru di bandar-bandar di Mar del Plata, Bariloche, Neuquen, Santa Rosa, Comodoro Rivadavia, San Rafael dan Mendoza."
    },
    {
      "input": "\"They got out, and I made the mistake of getting out.\"",
      "output": "\"Mereka keluar, dan saya silap kerana keluar.\""
    },
    {
      "input": "Although this letter did not say which \"superiors\" Libby referred to, the National Journal reported on Thursday that their sources said this included his immediate boss, V.P. Cheney",
      "output": "Walaupun surat ini tidak menyatakan \"pegawai atasan\" yang dirujuk Libby, National Journal melaporkan Selasa bahawa sumber mereka menyatakan ia termasuk bos terdekatnya, Naib Presiden Cheney."
    },
    {
      "input": "\"The mistake was not to foresee that a news story has special protection in copyright law in reporting news and current events.\"",
      "output": "\"Kesilapan itu tidak untuk meramalkan bahawa satu cerita berita mempunyai perlindungan khusus dalam undang-undang hak cipta dalam melaporkan berita dan peristiwa-peristiwa semasa.\""
    },
    {
      "input": "Upon learning Popov's identity, numerous members of the state-controlled media strongly criticized the police for their passive response to the actions allegedly committed by one of their own.",
      "output": "Selepas mengetahui identiti Popov, ramai ahli media yang dikuasai oleh negeri mengkritik polis sekeras-kerasnya kerana tindak balas pasif mereka terhadap tindakan yang didakwa dilakukan oleh salah seorang daripada mereka sendiri."
    },
    {
      "input": "Labor in Texas which concluded in 2005 stated: \"Minimum wage violation found.\"",
      "output": "Buruh di Texas yang membuat kesimpulan pada tahun 2005 menyatakan: \"Pelanggaran gaji minimum dijumpai.\""
    },
    {
      "input": "The \"big six\" energy companies in the United Kingdom are British Gas, E-on, Npower, Scottish and Southern Energy, Scottish Power, and EDF Energy.",
      "output": "Syarikat-syarikat tenaga \"Enam terbesar\" di United Kingdom adalah British Gas, E-on, Npower, Scotland and Southern Energy, Scottish Power, dan EDF Energy."
    },
    {
      "input": "After the election of ministers, three steps will take place.",
      "output": "Selepas pilihanraya menteri-menteri, tiga langkah akan diambil."
    },
    {
      "input": "All the present officials refused to speak and declared that they were not responsible for the action.",
      "output": "Semua pengawai yang hadir enggan bersuara dan menegaskan yang mereka tidak bertanggungjawab ke atas tindakan itu."
    },
    {
      "input": "A county supervisor found the view painful on Saturday as she surveyed the wreckage accompanied by state officials.",
      "output": "Seorang penyelia daerah mendapati pandangan yang menyedihkan pada hari Sabtu ketika dia mengkaji serpihan-serpihan bersama dengan pegawai-pegawai negeri."
    },
    {
      "input": "The ministry's guidelines state that staff must obtain clearance to release any information that is related to sensitive, controversial or political matters, or military operations.",
      "output": "Garis panduan kementerian itu menyatakan bahawa kakitangan perlu mendapatkan kebenaran untuk melepaskan apa-apa maklumat yang berkaitan dengan isu sensitif, berkontroversi atau perkara-perkara politik, atau operasi ketenteraan."
    },
    {
      "input": "The U.S. and South Korea will be taking part in a one day, live-fire exercise on Yeonpyeong Island, the island which was shelled by North Korean artillery on November 23.",
      "output": "Amerika Syarikat dan Korea Selatan akan mengambil bahagian dalam latihan ketenteraan senario benar yang berlangsung selama satu hari di Pulau Yeonpyeong, pulau yang ditembak oleh meriam Korea Utara pada 23 November."
    },
    {
      "input": "One store-owner says that fewer than 50 units were sold in the first 2 hours of its release.",
      "output": "Satu pemilik kedai berkata bahawa tidak sampai 50 buah telah dijual dalam 2 jam pertama barang itu dilancarkan."
    },
    {
      "input": "The biodiesel mandate was approved by the 2002 state legislature, and was sent to then-Governor Jesse Ventura.",
      "output": "Mandat biodiesel telah diluluskan oleh badan perundangan negeri 2002, dan kemudian telah dihantar kepada Gabenor Jesse Ventura."
    },
    {
      "input": "Former Thai Prime Minister Thaksin Shinawatra arrived today in Cambodia where he will take up a post as the government's economic advisor.",
      "output": "Bekas Perdana Menteri Thailand Thaksin Shinawatra tiba hari ini di Kemboja di mana beliau akan menerima jawatan sebagai penasihat ekonomi kerajaan tersebut."
    },
    {
      "input": "As in the beam event, she narrowly beat out Catalina Ponor from Romania with a score of 15.600 to 15.200.",
      "output": "Di acara palang, dia mengalahkan Catalina Ponor dari Romania tipis dengan mata 15.600 ke 15.200."
    },
    {
      "input": "The blast comes as the United Nations announced it was withdrawing its international staff from northwestern Pakistan due to security concerns.",
      "output": "Letupan itu berlaku apabila Persatuan Bangsa-Bangsa Bersatu mengumumkan ia akan menarik balik kakitangan antarabangsanya dari barat laut Pakistan disebabkan oleh kebimbangan keselamatan."
    },
    {
      "input": "However, as a persistent threat in hospitals, it tends to infect patients who are already sick and whose systems are vulnerable due to IV lines that pierce the skin.",
      "output": "Walau bagaimanapun, sebagai ancaman berterusan di hospital, ia cenderung untuk menjangkiti pesakit yang sudah sakit dan mereka yang mempunyai sistem yang vulnerabel disebabkan saluran IV yang menusuk kulit."
    },
    {
      "input": "The next major competition ahead of the 2014 Winter Paralympics is the test event in Sochi, Russia in March of this year.",
      "output": "Pertandingan besar selepas ini sebelum Paralimpik Musim Sejuk 2014 ialah acara percubaan di Sochi, Russia pada Mac tahun ini."
    },
    {
      "input": "]After holding an emergency meeting, the World Health Organisation (WHO) officially declared a worldwide swine flu pandemic on Thursday.",
      "output": "Selepas mengadakan mesyuarat tergempar, Pertubuhan Kesihatan Sedunia (WHO) secara rasminya mengisytiharkan wabak selesema babi di seluruh dunia pada hari Khamis."
    },
    {
      "input": "Iran has consistently maintained that it has a right to develop its own nuclear fuel cycle from its indigenous uranium resources to produce power.",
      "output": "Iran telah secara konsisten menegaskan bahawa ia mempunyai hak untuk membangunkan kitaran bahan api nuklear sendiri dari sumber uranium asli untuk menghasilkan kuasa."
    },
    {
      "input": "Despite beginning out-patient treatment next week which will involve chemotherapy, Jennings will continue to front ABC's 'World News Tonight' show, \"to the extent he can do so comfortably\", says ABC News.",
      "output": "Walaupun akan memulakan perubatan pesakit luar pada minggu depan yang akan melibatkan kemoterapi, Jennings akan terus meneraju rancangan 'Berita Dunia Malam Ini'di ABC, \"setakat yang dia boleh lakukan dengan selesa\", kata ABC News."
    },
    {
      "input": "The Paralympic team is expected to finish the Games having earned the country's one thousandth medal.",
      "output": "Pasukan Paralimpik dijangka menamatkan Sukan itu setelah memperoleh pingat ke satu ribu negara."
    },
    {
      "input": "Ebay's stock valuation dipped more than 2% on the news.",
      "output": "Nilai stok Ebay jatuh lebih dari 2% pada berita tersebut."
    },
    {
      "input": "\"Several large mammal species were discovered in the 1990s in the same forests, which means that these latest discoveries could be just the tip of the iceberg,\" said a technical adviser in Vietnam for the WWF, Chris Dickinson.",
      "output": "\"Beberapa spesies mamalia besar telah ditemui pada tahun 1990-an di hutan yang sama, bermaksud penemuan terkini boleh menjadi hanya sebahagian kecil daripada bilangan itu,\" kata seorang penasihat teknikal di Vietnam untuk WWF, Chris Dickinson."
    },
    {
      "input": "Following their release, the students told the media they were required to remove their clothes at the police station.",
      "output": "Berikutan pembebasan mereka, pelajar itu memberitahu media mereka dikehendaki menanggalkan pakaian mereka di balai polis."
    },
    {
      "input": "The Standard & Poor's 500 Index closed at 1,553.08 points which was up 6.91 points (0.45%) and the NASDAQ Composite Index closed at a six-year high to 2,724.74 points, which was up 20.55 point (0.76%).",
      "output": "Indeks Standard & Poor 500 ditutup pada 1,553.08 mata yang meningkat 6.91 mata (0.45%) dan Indeks Komposit NASDAQ tutup pada rekod enam tahun yang tinggi pada 2,724.74 mata, yang meningkat 20.55 mata (0.76%)."
    },
    {
      "input": "AT&T is also facing scrutiny from the Federal Communications Commission and possibly fines for failing to properly certify that customer records were safeguarded.",
      "output": "AT&T juga menghadapi penelitian daripada Suruhanjaya Komunikasi Persekutuan dan kemungkinan denda kerana gagal untuk memperakui bahawa rekod pengguna dilindungi."
    },
    {
      "input": "But one business analyst saw potential benefit for Paypal , depending on exactly how the \"Google Wallet\" takes shape.",
      "output": "Tetapi seorang penganalisis perniagaan melihat potensi keuntungan untuk Paypal, bergantung sepenuhnya kepada bagaimana \"Dompet Google\" berbentuk."
    },
    {
      "input": "Yesterday the Health Ministry claimed that China issued a national ban on smoking in all indoor public spaces.",
      "output": "Semalam Kementerian Kesihatan menyatakan bahawa China mengeluarkan larangan merokok kebangsaan di semua kawasan dalaman awam."
    },
    {
      "input": "\"Let's show our appreciation, today and every day, to those who do it best for us in Afghanistan and around the world,\" Harper said.",
      "output": "\"Marilah kita menunjukkan penghargaan, hari ini dan setiap hari, kepada mereka yang melakukan yang terbaik bagi kita di Afghanistan dan seluruh dunia,\" kata Harper."
    },
    {
      "input": "The second part will change the toolbar when editing, and is intended to ease common tasks.",
      "output": "Bahagian kedua akan mengubah palang semasa mengedit, dan bertujuan untuk meringankan tugas-tugas biasa."
    },
    {
      "input": "According to the Associated Press, citizens view The Oprah Winfrey Show as, \"a reminder of what has been, and what could be lost.\"",
      "output": "Menurut Associated Press, rakyat melihat The Oprah Winfrey Show sebagai \"peringatan dengan apa yang telah terjadi, dan apa yang mungkin hilang.\""
    },
    {
      "input": "There have been over 1000 reactions on the blog so far.",
      "output": "Terdapat lebih 1000 reaksi ke atas blog ini setakat ini."
    },
    {
      "input": "Phelan sat on the Industrial and Commercial Panel and had been a Senator since 2002.",
      "output": "Phelan merupakan Panel Industri dan Perdagangan dan telah menjadi Senator sejak tahun 2002."
    },
    {
      "input": "India's annual economic growth has been an average of 8 percent since past three fiscal years.",
      "output": "Pertumbuhan ekonomi tahunan India berpurata 8 peratus semenjak tiga tahun fiskal lepas."
    },
    {
      "input": "Barrichello was with the team since 2000, won nine Grand Prix, helping win five constructor titles.",
      "output": "Barrichello bersama pasukan itu sejak tahun 2000, memenangi sembilan Grand Prix, membantu memenangi lima kejuaraan pembuat enjin."
    },
    {
      "input": "He received $59 million for his performance in the position.",
      "output": "Dia menerima $59 juta atas prestasinya dalam jawatan tersebut."
    },
    {
      "input": "The re-brand was described by interim CEO Aubrey Swift as allowing the airline to align itself \"closer with Fiji as a destination\".",
      "output": "Penjenamakan semula digambarkan oleh Ketua Pegawai Eksekutif interim Aubrey Swift sebagai membolehkan syarikat penerbangan itu untuk menyelaraskan dirinya \"lebih dekat dengan Fiji sebagai destinasi.\""
    },
    {
      "input": "Washington, D.C. - The Environmental Protection Agency may have a new tool in its arsenal to fight global warming.",
      "output": "Washington, D.C. - Agensi Perlindungan Alam Sekitar mungkin mempunyai alat baru dalam gudang senjatanya untuk memerangi pemanasan global."
    },
    {
      "input": "\"We don't know whether they knew the people were there or not so we're appealing for anyone who might have witnessed the incident or knows anything about a low-flying crop-duster in the area to contact police,\" she said.",
      "output": "\"Kami tidak tahu sama ada mereka tahu orang di sana atau tidak jadi kami merayu supaya sesiapa sahaja yang mungkin telah menyaksikan kejadian itu atau mengetahui apa-apa mengenai pesawat pendebu tanaman yang terbang rendah di kawasan itu supaya menghubungi polis,\" katanya."
    },
    {
      "input": "He was sentenced to more than 25 years in prison.",
      "output": "Dia dijatuhi hukuman lebih daripada 25 tahun di dalam penjara."
    },
    {
      "input": "Langham said, in a statement read out by his solicitor, \"I am absolutely delighted my name has been cleared of all the charges I have consistently denied.\"",
      "output": "Langham berkata, dalam satu kenyataan yang dibacakan oleh peguam beliau, \"Saya benar-benar gembira nama saya telah dibersihkan daripada semua caj yang saya telah menafikan secara konsisten.\""
    },
    {
      "input": "\"This novel variant may have become dominant ... because it was not as easily affected as other strains by the avian vaccine used to prevent H5 infection.\"",
      "output": "\"Varian novel mungkin telah menjadi dominan...kerana ia bukan sebagai mudah terjejas kerana strain lain dengan vaksin burung digunakan untuk mencegah jangkitan H5.\""
    },
    {
      "input": "The ICANN, established by the U.S. Department of Commerce in 1998, is a non-profit corporation responsible for the technical coordination of the Internet through the assignment of domain names and IP addresses.",
      "output": "ICANN, yang ditubuhkan oleh Jabatan Perdagangan Amerika Syarikat pada tahun 1998, adalah sebuah syarikat bukan mencari keuntungan yang bertanggungjawab atas penyelarasan teknikal Internet melalui tugasan penetapan nama domain dan alamat-alamat IP."
    },
    {
      "input": "Mr Rudd says AU$64,000 could be saved by a couple on the average wage over five years.",
      "output": "En. Rudd berkata AU$64,000 boleh disimpan oleh satu pasangan bergaji purata untuk lebih dari lima tahun."
    },
    {
      "input": "The UK Ministry of Defence (MoD) confirmed in a news release, March 21, 2007, that two Royal Navy crew members had been killed in an accident aboard nuclear submarine HMS Tireless earlier in the day.",
      "output": "Menteri Pertahananan UK (MoD) mengesahkan dalam berita, 21 Mac, 2007, bahawa dua kru anggota Tentera Laut Diraja telah terbunuh dalam satu kemalangan di atas kapal selam nuklear HMS Tireless awal hari ini."
    },
    {
      "input": "Best news finalists were 3 News and One News and the winner was One News.",
      "output": "Finalis berita terbaik ialah 3 News dan One News dan pemenangnya ialah One News."
    },
    {
      "input": "A former \"Introduction Leader\" to the Landmark Forum, Lars Bergwik, has recently posted a series of videos to YouTube critical of the company and its practices.",
      "output": "Seorang bekas \"Pengenalan Pemimpin\" kepada Forum Landmark, Lars Bergwik, baru-baru ini memuat naik satu siri video ke YouTube menunjukkan mengkritik syarikat dan amalan-amalannya."
    },
    {
      "input": "Peter August of the University of Rhode Island in Kingston, commented: \"I was really amazed at the consistency with which they found north-facing cows and deer.\"",
      "output": "Peter August dari Universiti Rhode Island di Kingston, mengulas: \"Saya benar-benar kagum dengan keputusan yang konsisten dengan mereka yang terlibat dalam penemuan lembu dan rusa menghadap ke utara.\""
    },
    {
      "input": "Greece's singer Anna Vissi, who was one of the favourites to win, came 9th, followed by Ireland's Brian Kennedy.",
      "output": "Penyanyi Greece Anna Vissi, yang merupakan salah seorang dari kegemaran untuk menang, mendapat tempat ke 9, diikuti oleh penyanyi dari Ireland Brian Kennedy."
    },
    {
      "input": "They decided to use an open palm with a Bosnian map on it for their symbol, with word Dosta (Enough) as their slogan.",
      "output": "Mereka memutuskan untuk menggunakan satu tapak tangan terbuka dengan peta Bosnia di atasnya sebagai simbol mereka, dengan perkataan Dosta (Cukuplah) sebagai slogan mereka."
    },
    {
      "input": "Soon afterwards, the Navy's intelligence agency visited Harge, taking the pictures to technical staff.",
      "output": "Sejurus selepas itu, agensi perisikan tentera laut tersebut melawat Harge, mengambil gambar-gambar tersebut kepada staf teknikal."
    },
    {
      "input": "Ali Abdu, Eritrea’s information minister stated, \"We believe the government of Uganda must rectify its error and pull out from Somalia, otherwise the situation will become increasingly dangerous.\"",
      "output": "Ali Abdu, Menteri Penerangan Eritrea menyatakan, \"Kami percaya kerajaan Uganda perlu membetulkan kesilapan dan menarik diri dari Somalia, jika tidak, keadaan akan menjadi semakin berbahaya.\""
    },
    {
      "input": "The coup came after an extended political crisis in which President Tandja has dissolved both the National Assembly and Niger's High Court, as well as extending his presidential term by three years, and removing all further limits on his term.",
      "output": "Rampasan kuasa itu dibuat selepas satu krisis politik lanjutan di mana Presiden Tandja telah membubarkan kedua-dua Dewan Negara dan Mahkamah Tinggi Niger, serta memanjangkan tempohnya menjadi presiden selama tiga tahun, dan menghapuskan semua had lanjut mengenai tempohnya."
    },
    {
      "input": "The rocket was described as serving telecommunication and research purposes.",
      "output": "Roket itu digambarkan sebagai untuk tujuan perkhidatan telekomunikasi dan penyelidikan."
    },
    {
      "input": "Early goals from Luciano Emilio and Santino Quaranta left Toronto in an uphill battle for the rest of the match.",
      "output": "Gol awal dari Luciano Emilio dan Santino Quaranta meninggalkan Toronto dalam perjuangan yang berat untuk sepanjang perlawanan."
    },
    {
      "input": "The last time a similar event occurred was in the 1980s when a Member of Parliament lost his job for failure to notify the speaker of his absence.",
      "output": "Kali terakhir peristiwa yang serupa terjadi adalah pada tahun 1980-an apabila seorang Ahli Parlimen hilang jawatannya atas sebab kegagalannya untuk memberitahu pengerusi tentang ketiadaannya."
    },
    {
      "input": "The House also removed the requirement in the bill that would mandate Amtrak to end passenger train service on currently unprofitable routes.",
      "output": "Dewan juga mengeluarkan syarat-syarat dalam rang undang-undang yang akan membenarkan Amtrak untuk menamatkan perkhidmatan kereta api penumpang di laluan sekarang yang tidak menguntungkan."
    },
    {
      "input": "The driver of the jeep had his wife and two months old daughter in the village.",
      "output": "Pemandu jip itu mempunyai isteri dan anak perempuannya yang berumur dua bulan di kampung itu."
    },
    {
      "input": "Citizen reporters writing in English exchange ideas and stories, and try to understand the inner workings of the Korean edition.",
      "output": "Pemberita rakyat menulis dalam idea dan cerita pertukaran Inggeris, dan cuba untuk memahami mekanisme dalaman edisi Korea."
    },
    {
      "input": "Komar's lawyer Mochtar Zuhdi said the High Court decision was final and cannot be appealed.",
      "output": "Peguam Komar ini Mochtar Zuhdi berkata keputusan Mahkamah Tinggi adalah muktamad dan tidak boleh dirayu."
    },
    {
      "input": "I have never seen anything like this, he was quoted as saying.",
      "output": "Saya tidak pernah melihat apa-apa seperti ini, beliau dipetik seperti berkata."
    },
    {
      "input": "\"I'm more proud of the fact that we won this game...\"",
      "output": "\"Saya lebih berbangga dengan hakikat bahawa kita memenangi permainan ini...\""
    },
    {
      "input": "They have sustained wounds to the knee, groin, abdomen and arm.",
      "output": "Mereka telah mengalami luka pada lutut, pangkal paha, perut dan lengan."
    },
    {
      "input": "In the Sport and Recreation Special Account out of the Department of the Prime Minister and Cabinet appropriation budget, the cash flow and balance opened the budget year with A$920,000 and receipts totaled A$317,000.",
      "output": "Dalam Akaun Sukan dan Rekreasi Khas di Jabatan Perdana Menteri dan peruntukan bajet kabinet, aliran tunai dan baki dibuka bagi bajet tahun ini dengan A$ 920,000 dan resit berjumlah A$317,000."
    },
    {
      "input": "\"If action isn't taken soon to avoid catastrophic climate change, Australians will have John Howard to blame for failing to act when he had the chance.\"",
      "output": "\"Jika tindakan tidak diambil tidak lama lagi untuk mengelakkan perubahan iklim bencana, Australia akan mempersalahkan John Howard kerana dia gagal bertindak apabila mempunyai peluang.\""
    },
    {
      "input": "Many of these training programs, particularly at large corporations, claim to be purely psychological, aimed at improving productivity and morale and loyalty.",
      "output": "Kebanyakan program-program latihan ini, terutamanya di syarikat-syarikat besar, mendakwa ia semata-matanya berbentuk psikologi, yang bertujuan untuk meningkatkan produktiviti dan semangat dan kesetiaan."
    },
    {
      "input": "The win, by 172 runs, is the largest margin of victory in a Twenty20 international.",
      "output": "Kemenangan, dengan 172 larian, dalam jidar kemenangan terbesar dalam Twenty20 antarabangsa."
    },
    {
      "input": "An \"Asian security source\" stated that the missiles may have been launched in the direction of China by mistake, and landed just inside the North Korean border.",
      "output": "Satu \"sumber keselamatan Asia\" menyatakan bahawa peluru-peluru berpandu itu mungkin telah dilancarkan ke arah China dengan tidak sengaja, dan mendarat di dalam sempadan Korea Utara."
    },
    {
      "input": "By November 2006, all of the officers and directors of the company had resigned or abandoned their positions and the company's lawyers for the debtors in possession attempted to obtain court authorization to destroy or dispose of the company's books and records.",
      "output": "Menjelang November 2006, semua pegawai serta pengarah syarikat itu telah meletakkan jawatan atau meninggalkan jawatan mereka dan peguam syarikat kerana penghutang dalam pemilikan cuba untuk mendapatkan kebenaran mahkamah untuk memusnahkan atau melupuskan buku dan rekod syarikat."
    },
    {
      "input": "New Zealand and Honduras have also qualified, their last appearance was in 1982 and North Korea have not competed in the World Cup since 1966.",
      "output": "New Zealand dan Honduras juga layak, penampilan terakhir mereka adalah pada tahun 1982 dan Korea Utara tidak bertanding dalam Piala Dunia sejak 1966."
    },
    {
      "input": "Around 100 rescuers continue to pick through the rubble in the rain.",
      "output": "Sekitar 100 orang pasukan penyelamat menyambung kerja mencari di runtuhan dalam keadaan hujan."
    },
    {
      "input": "With a charter from 1893 and the Prince of Wales as its chancellor, problems began at UoW last year after concerns the head of a Malaysian partner institution, a local pop artist, had non-legitimate qualifications.",
      "output": "Dengan satu piagam dari tahun 1893 dan Putera Wales sebagai canselornya, masalah bermula di UoW pada tahun lepas yang melibatkan ketua institusi rakan kongsi warganegara Malaysia, seorang penyanyi pop tempatan, mempunyai kelayakan tidak sah."
    },
    {
      "input": ":(a) while it's within the scope of the Legislation of the Diet how conditions are set for acquiring / losing Japanese nationality (Article 10), a distinction without rational reasons brought by such a condition may be unconstitutional (Article 14: Paragraph 1).",
      "output": ":(a) semasa ia dalam skop Perundangan Diet bagaimana caranya syarat-syarat yang ditetapkan untuk memperoleh / kehilangan kewarganegaraan Jepun (Perkara 10), suatu perbezaan tanpa sebab-sebab rasional yang disebabkan keadaan seperti ini mungkin tidak mengikut perlembagaan (Perkara 14: Ayat 1)."
    },
    {
      "input": "This is the largest shelf of ice so far to have disintegrated in the Antarctic.",
      "output": "Ini merupakan bongkas ais terbesar setakat ini yang terpisah dari Antartik."
    },
    {
      "input": "In an effort to stop the fighting, the army has been ordered to open fire on people, and to create a buffer zone between the Christians and the Muslims.",
      "output": "Di dalam usaha untuk menghentikan pergaduhan, para tentera telah diarahkan untuk menembak orang ramai, dan mewujudkan zon penampan di antara orang Kristian dan Muslim."
    },
    {
      "input": "Thaksin's dissolution of the lower house of parliament, and move to re-establish his authority through elections has met with criticism from leaders in the troubled southern provinces as well as from political opponents.",
      "output": "Pembubaran dewan rakyat parlimen Thaksin, dan langkah untuk mewujudkan semula kuasanya melalui pilihan raya telah bertemu dengan kritikan daripada pemimpin-pemimpin di wilayah selatan yang bermasalah dan juga dari musuh-musuh politik."
    },
    {
      "input": "The election comes on the day before his 52nd birthday.",
      "output": "Pilihanraya itu diadakan pada hari sebelum hari jadi beliau yang ke 52 tahun."
    },
    {
      "input": "Aristide has not endorsed either candidate, but Aristide supporters, among those Haitians most desperately poor, have voiced support for Manigat.",
      "output": "Aristide tidak disahkan antara calon, tetapi penyokong Aristide antara mereka yang orang Haiti yang paling miskin, telah menyuarakan sokongan untuk Manigat."
    },
    {
      "input": "At 10:30pm on November 23, 2008, near the airport in McGregor, Texas, Space Exploration Technologies Corporation (SpaceX) tested their new Falcon 9 rocket at full thrust for nearly 3 minutes (160 seconds).",
      "output": "Pada pukul 10:30 malam pada 23 November, 2008, berhampiran dengan lapangan terbang di McGregor, Texas, Perbadanan Teknologi Penjelajahan Angkasa (SpaceX) menguji roket baru mereka Falcon 9 pada daya tujahan penuh selama hampir 3 minit (160 saat)."
    },
    {
      "input": "Earlier the companies agreed to contribute with 100 billion yen each in the SED plant.",
      "output": "Kedua dua syarikat telah bersetuju sebelum ini untuk menyumbang 100 bilion Yen setiap satu ke dalam kilang SED itu."
    },
    {
      "input": "The aircraft, registered as number VP-BKO, was sixteen years old, originally operated by Xiamen Airlines.",
      "output": "Pesawat yang didaftarkan dengan nombor VP-BKO, berumur enam belas tahun, pada asalnya dikendalikan oleh Xiamen Airlines."
    },
    {
      "input": "\"It is what they can deliver to their own societies.",
      "output": "\"Ia adalah apa yang mereka boleh menyerahkan kepada masyarakat mereka sendiri."
    },
    {
      "input": "The new security features include a EURion constellation, a new more secure watermark, and a new feature called 'motion' which uses 650,000 micro lenses to create a moving image.",
      "output": "Ciri-ciri keselamatan baru termasuk buruj EURion, tera air yang lebih selamat dan baru, dan ciri baru yang dikenali sebagai 'gerakan'yang menggunakan 650,000 kanta mikro untuk mewujudkan imej bergerak."
    },
    {
      "input": "16 of those are reported to be firefighters who were battling the blazes.",
      "output": "16 daripada mereka dilaporkan adalah anggota bomba yang bertarung dengan api."
    },
    {
      "input": "Yesterday, one euro could be bought for just 35,844 lei, down from 36,133 lei two days ago.",
      "output": "Semalam, satu euro boleh dibeli hanya dengan harga 35,844 lei, jatuh daripada 36,133 lei dua hari lalu."
    },
    {
      "input": "After getting there, they said, they found four starving children sitting next to the bodies of their dead mothers.",
      "output": "Selepas sampai di sana, mereka berkata, mereka menemui empat orang kanak-kanak kelaparan duduk di sebelah mayat ibu-ibu mereka yang sudah mati."
    },
    {
      "input": "Just after 6:00 p.m. (EDT) the site came back online with only a few connection issues.",
      "output": "Hanya selepas jam 6:00 p.m. (EDT) laman itu kembali dalam talian dengan hanya beberapa isu sambungan."
    },
    {
      "input": "Judge Melville, apparently frustrated with Jackson who had in two earlier instances caused delays in his court room, issued the warrant just 5 minutes after noting the singer’s conspicuous absence at the scheduled 8:30 a.m. proceedings.",
      "output": "Hakim Melville, nampak kecewa dengan Jackson yang menyebabkan dua perbicaraan tertangguh sebelum ini di bilik mahkamah, mengeluarkan waran 5 minit selepas melihat ketiadaan yang ketara pada jadual perbicaraan pukul 8:30 pagi."
    },
    {
      "input": "The FARC accuses Colombian authorities of capturing Granda inside Venezuelan territory.",
      "output": "Pihak FARC menuduh pihak berkuasa Colombia yang menangkap Granda dalam wilayah Venezuela."
    },
    {
      "input": "The quake was centered about sixteen kilometers from the capital, and struck at a depth of just ten kilometers, exacerbating the damage.",
      "output": "Gempa bumi itu berpusat kira-kira enam belas kilometer dari ibu negara, dan melanda pada kedalaman hanya sebanyak sepuluh kilometer, memburukkan lagi kerosakan."
    },
    {
      "input": "Each different editor who makes changes to the article has a distinct color, allowing for that editor's text to be tracked over time.",
      "output": "Setiap editor berbeza yang membuat perubahan kepada artikel mempunyai warna yang berlainan, membenarkan setiap teks editor tersebut dapat dikesan kelak."
    },
    {
      "input": "Italian authorities expect that the plundered artifacts will finally be displayed in Italian museums.",
      "output": "Pihak berkuasa Itali menjangkakan bahawa artifak yang dijarah akan akhirnya dipamerkan di muzium-muzium Itali."
    },
    {
      "input": "Sony has received 209 reports of overheating worldwide, and one customer has reported receiving minor burns.",
      "output": "Sony telah mendapat 209 laporan pemanasan terlampau di seluruh dunia, dan seorang pelanggan melaporkan telah mendapat kebakaran kecil."
    },
    {
      "input": "Are you going to Montreal and what strokes and distances are you competing in?",
      "output": "Adakah anda akan ke Montreal dan apa jenis gaya dan jarak akan anda bertanding?"
    },
    {
      "input": "\"He thought that there was no difference between Al Gore and George Bush and, eight years later, I think people realize that Ralph did not know what he was talking about,\" Obama told reporters.",
      "output": "\"Dia berfikir bahawa tidak ada perbezaan antara Al Gore dan George Bush dan, lapan tahun kemudian, saya fikir orang ramai menyedari bahawa Ralph tidak tahu tentang apa yang dia bercakap,\" kata Obama kepada wartawan."
    },
    {
      "input": "Early in February Mr Komar was arrested;",
      "output": "Awal Februari Encik Komar ditangkap;"
    },
    {
      "input": "Trebek is expected to remain in the hospital for at least two days for observation and continued tests.",
      "output": "Trebex dijangka akan kekal didalam hospital untuk sekurang-kurangnya dua hari untuk pemantauan dan ujian berterusan."
    },
    {
      "input": "For lookee loos the 52nd floor of 555 California features the popular Carnelian Room, a hang for well to do bankers, brokers, lawyers and tourists checking out wide sweeping views from what was once the tallest structure west of the Mississippi, now only the 5th Tallest Bldg on the west coast, but still impressive.",
      "output": "Bagi Iooke Ioos di tingkat ke-52 555 California dilengkapi Carnelian Room terkemuka, pergantungan baik bagi pengurus-pengurus bank, broker-broker, peguam-peguam dan pelancong-pelancong untuk memeriksa keluar pemandangan luas dari apa yang sebelum ini merupakan struktur barat tertinggi bagi Mississippi, yang kini hanyalah Bangunan Ke-5 Tertinggi di pantai barat, tetapi masih lagi mengagumkan."
    },
    {
      "input": "It is not so easy to set up merchant accounts.\"",
      "output": "Bukanlah senang untuk menyediakan akaun perniagaan.\""
    },
    {
      "input": "\"If there is anybody in the road they will shoot them.\"",
      "output": "\"Jika sesiapa berada di atas jalan, mereka akan menembaknya.\""
    },
    {
      "input": "This afternoon Fiji's military regime expelled acting New Zealand High Commissioner to Fiji Caroline McDonald.",
      "output": "Petang ini rejim tentera Fiji mengusir pemangku Pesuruhjaya Tinggi New Zealand ke Fiji Caroline McDonald."
    },
    {
      "input": "AP reported that many former members of Alamo's organization also characterize the Tony Alamo Christian Ministries as a \"cult\".",
      "output": "AP melaporkan bahawa ramai bekas ahli organisasi Alamo juga mencirikan Perkhidmatan Paderi Kristian Tony Alamo sebagai sebuah \"kultus.\""
    },
    {
      "input": "Similar research has also been recently performed by researchers at the Queensland University of Technology who found that many elderly were likely not getting sufficient Vitamin D due in part to insufficient exposure to the sun.",
      "output": "Penyelidikan yang serupa juga telah dilakukan oleh penyelidik - penyelidik di Universiti Teknologi Queensland baru-baru ini mendapati bahawa ramai warga emas mungkin tidak mendapat vitamin D yang cukup disebabkan kurang pendedahan kepada matahari."
    },
    {
      "input": "Let's say the words Nick Heidfeld, Sauber-BMW team driver, wrote on the back of his aerodynamical spoiler - \"Danke, Michael!\".",
      "output": "Mari kita katakan perkataan Nick Heidfield, pemandu pasukan BMW, yang menulis di belakang spoiler aero dinamiknya - \"Danke, Michael!\""
    },
    {
      "input": "The loss of the budget carrier's Boeing 737 into the sea near Sulawesi on New Year's Day 2007 left all 102 on board missing and presumed dead.",
      "output": "Kehilangan penerbangan kos rendah Boeing 737 itu ke dalam laut berhampiran Sulawesi pada Hari Tahun Baru 2007 meyebabkan kesemua 102 penumpang yang menaikinya hilang dan dianggap mati."
    },
    {
      "input": "Finally in March, an electoral endorsement of the Saint Andrews Agreement will take place be it either through election or referendum.",
      "output": "Akhirnya pada bulan Mac, pengendorsan pilihanraya Perjanjian Saint Andrews akan dilaksanakan samada melalui pilihanraya ataupun referandum."
    },
    {
      "input": "Four F3 Tornado fighter jets were launched by the United Kingdom's Royal Air Force to intercept Russian military planes.",
      "output": "Empat jet pejuang F3 Tornado telah dilancarkan oleh Tentera Udara Diraja United Kingdom untuk memintas pesawat tentera Rusia."
    },
    {
      "input": "Money that does eventually come may not be in proportion to the need.",
      "output": "Wang yang akhirnya datang mungkin tidak berkadaran dengan keperluan."
    },
    {
      "input": "Oklahoma Senator Tom Coburn initially blocked Senate action on the bill, warning that it could potentially lead to excessive lawsuits against employers and insurers.",
      "output": "Senator Oklahoma Tom Coburn pada mulanya menyekat tindakan Senat ke atas rang tersebut, dengan memberi amaran yang ia mampu membawa kepada tuntutan mahkamah berlebihan ke atas majikan dan syrikat insurans."
    },
    {
      "input": "The two Australian mine-workers, who were trapped for 14 days underground in a collapsed mine, have signed a media deal reportedly worth AUD$2 million for their story of survival.",
      "output": "Kedua-dua pekerja lombong Australia, yang terperangkap selama 14 hari di bawah tanah di sebuah lombong runtuh, telah menandatangani perjanjian media yang dilaporkan bernilai AUD$2 juta bagi cerita mereka yang terselamat."
    },
    {
      "input": "est began in 1971, and Erhard's company Werner Erhard and Associates repackaged the course as \"The Forum\" in 1985.",
      "output": "Est bermula pada tahun 1971, dan syarikat Erhard Werner Erhard and Associates telah mempakej semula kursus tersebut sebagai \"The Forum\" pada tahun 1985."
    },
    {
      "input": "Currently, the WHO's official tally says there were almost thirty thousand confirmed cases of the H1N1 virus so far, with about 141 fatalities from the disease.",
      "output": "Pada masa ini, rekod rasmi WHO berkata setakat ini terdapat hampir tiga puluh ribu kes yang disahkan virus H1N1, dengan kira-kira 141 kematian daripada penyakit ini."
    },
    {
      "input": "A television journalist embedded with the Marines recorded the killing on videotape.",
      "output": "Seorang wartawan televisyen yang mengikuti Tentera Marin itu merakamkan pembunuhan tersebut di dalam pita video."
    },
    {
      "input": "Authorities said that the situation in the eastern city of Lahore was under control, following separate attacks on the country's Federal Investigation Agency (FIA) and two police training centers.",
      "output": "Pihak berkuasa berkata bahawa keadaan di bandar timur Lahore adalah terkawal, berikutan serangan berasingan di Agensi Siasatan Persekutuan (FIA) dan dua pusat latihan polis."
    },
    {
      "input": "In Chinese, 珠穆朗瑪峰 (pinyin: Zhūmùlǎngmǎ Fēng); Tibetan Qomolangma (\"Mother of the Universe\"); in Nepal Sagarmatha (\"Forehead of the Sky\"); and in English named after Sir George Everest.",
      "output": "Dalam bahasa Cina, (pinyin: Zhumul a ngma a Feng); Tibetan Qomolangma (\"Mother of the Universe\"); dalam Nepal Sagarmatha (\"Forehead of the Sky\"); dan dalam English dinamakan sempena Sir George Everest."
    },
    {
      "input": "Finalists were for best news report team are, \"David-Benson Pope\" on 3 News, \"Robert Hewitt\" on One News and \"Gaza\" on 3 News.",
      "output": "Finalis untuk pasukan laporan berita terbaik ialah, \"David-Benson Pope\" dalam 3 News, \"Robert Hewitt\" dalam One News dan \"Gaza\" dalam 3 News."
    },
    {
      "input": "A Florida man was killed and another man hospitalized after their boat sank off Cape May, New Jersey, US.",
      "output": "Seorang lelaki Florida terbunuh dan seorang lelaki lagi dimasukkan ke hospital selepas bot mereka karam di Cape May, New Jersey, Amerika Syarikat."
    },
    {
      "input": "Abbas, speaking before thousands of people gathered for the prisoners' release, said, \"We will not sign a final peace deal with Israel before all the prisoners are released\".",
      "output": "Abbas, bercakap di hadapan beribu-ribu orang berkumpul untuk tahanan yang dilepaskan, berkata, \"Kami tidak akan menandatangani perjanjian damai muktamad dengan Israel sebelum semua tahanan dibebaskan.\""
    },
    {
      "input": "Flood, storm, and strong wind watches were in effect last night as a rare thunderstorm system moved into the Pacific Northwest region, hitting areas from Seattle to Portland with high winds and heavy rains.",
      "output": "Banjir, ribut, dan angin yang kuat berlaku malam tadi sebagai satu sistem ribut petir jarang berlaku dimana ianya berpindah ke rantau Pasifik Barat Laut, melibatkan kawasan-kawasan dari Seattle ke Portland dengan angin kencang dan hujan lebat."
    },
    {
      "input": "Some observers concluded that such fraud might have affected the outcome in one of the contests for parliament, and several of those for the provincial assemblies.",
      "output": "Sebahagian pemerhati merumuskan yang penipuan mungkin memberi kesan kepada keputusan dalam satu dari pertandingan untuk parlimen, dan beberapa untuk Dewan Wilayah."
    },
    {
      "input": "At the same time, the UN aid agency World Food Program (WFP) indicated that it is working with the Ministry of Agriculture and UNICEF to gradually shift Djibouti's reliance on emergency aid to a Food for Work program, which it hopes will assist nomadic herders in Djibouti with long-term sustainability.",
      "output": "Pada masa yang sama, dana agensi Program Makanan Dunia (WFP) UN menyatakan bahawa ia berkerjasama dengan Menteri Pertanian dan UNICEF untuk meningkatkan tempat bergantung Djibouti terhadap bantuan makanan kecemasan kepada Program Makanan Dunia, yang berharap akan membantu pengembala nomad dengan jangka masa yang pangjang."
    },
    {
      "input": "\"This finding is a crucial new piece of evidence showing that environmental conditions favorable to the emergence of life can be sustained on icy bodies orbiting gas giant planets,\" said Nicolas Altobelli, the European Space Agency's project scientist for Cassini.",
      "output": "\"Penemuan ini adalah sekeping bukti penting baru yang menunjukkan bahawa keadaan persekitaran yang menggalakkan untuk kemunculan kehidupan dapat dikekalkan pada badan berais yang mengorbit planet gas gergasi,\" kata Nicolas Altobelli, Agensi Angkasa Eropah projek saintis untuk Cassini."
    },
    {
      "input": "Heavy equipment was brought to the suburban community: trucks, demolition machines, three busses with riot policemen, a bus with demolition squad and the local authorities including the Hakim.",
      "output": "Peralatan berat telah dibawa ke komuniti subbandar: trak, mesin meroboh, tiga bas membawa polis rusuhan, satu bas membawa skuad peroboh dan pihak berkuasa tempatan termasuk Hakim."
    },
    {
      "input": "He denies any wrong-doing and hired a lawyer to defend himself.",
      "output": "Beliau menafikan sebarang salah laku dan mengupah seorang peguam untuk membela diri."
    },
    {
      "input": "The news was first broken by entertainment magazine Soap Opera Weekly.",
      "output": "Berita tersebut pertamanya dipecahkan oleh majalah hiburan Mingguan Soap Opera."
    },
    {
      "input": "Udom Tantiprasongchai, founder of the airline, has said conditions were hard for airlines with fuel prices having doubled within a year.",
      "output": "Pengasas syarikat penerbangan tersebut, Udom Tantiprasongchai, berkata keadaan amat sukar bagi syarikat tersebut dengan peningkatan harga bahan api sebanyak dua kali ganda dalam tempoh setahun."
    },
    {
      "input": "They will still have their last two Scudettos stripped off them and the 2005-06 title will not be assigned to anyone.",
      "output": "Dua Scudetto mereka dilucutkan dari mereka dan kejuaraan 2005-06 tidak akan diberikan kepada sesiapa."
    },
    {
      "input": "Vasco Pedrina, Co-president of the union Unia, called the difference between high and low incomes a \"existential and human tragedy\".",
      "output": "Vasco Pedrina, Presiden-bersama kepada kesatuan Unia, memanggil perbezaan antara pendapatan tinggi dan rendah ialah \"kewujudan dan tragedi kemanusiaan.\""
    },
    {
      "input": "The Caucasus region of Russia has seen an increase in attacks recently, following a few years of relative calm after two wars with separatists in the neigbouring region of Chechnya.",
      "output": "Rantau Caucasus Rusia telah menyaksikan peningkatan serangan baru-baru ini, berikutan beberapa tahun tenang selepas dua peperangan dengan puak pemisah di kawasan jiran Chechnya."
    },
    {
      "input": "Attacks by Israel aimed at Hamas fighters have killed over 400 Palestinians including many civilians, since June this year.",
      "output": "Serangan oleh Israel yang diarah kepada pejuang Hamas telah membunuh lebih 400 orang rakyat Palestin termasuk ramai orang awam, sejak Jun tahun ini."
    },
    {
      "input": "Heavy rain has washed away a 20-metre stretch of National Highway 75, in Alba county, western Romania, leaving only one of the lanes open to traffic.",
      "output": "Hujan lebat telah menghanyutkan sepanjang 20 meter Lebuhraya Nasional 75 di daerah Alba, utara Romania, meninggalkan hanya satu laluan terbuka untuk lalu lintas."
    },
    {
      "input": "Some of the most well-known examples of free software are the Linux operating system, the Mozilla web browser and the OpenOffice office suite.",
      "output": "Beberapa contoh perisian percuma yang diketahui ramai adalah sistem pengendalian Linux, pelayar web Mozilla dan sut pejabat OpenOffice."
    },
    {
      "input": "The archer found out about her inclusion on the shadow team the night after returning from a concert by her favorite band, Celtic Thunder, in Wollongong.",
      "output": "Pemanah mendapat tahu tentang kemasukan beliau dalam pasukan shadow selepas pulang dari konsert kumpulan kegemarannya, Celtic Thunder, di Wollongong."
    },
    {
      "input": "Lyle Beerbohm came into the main event bout with an undefeated 15-0-0 record, in addition to his 8-0-0 amateur record.",
      "output": "Lyle Beerbohm muncul di acara perlawanan utama dengan rekod tidak pernah ditewaskan 15-0-0, sebagai tambahan kepada rekod amaturnya 8-0-0."
    },
    {
      "input": "Pentagon spokesman Chito Peppler said that the conditions for the prisoner transfer of Kurnaz to Germany included guarantees that Kurnaz be treated humanely by German authorities and that Germany take steps to ensure Kurnaz would not pose any threat to the world.",
      "output": "Jurucakap Pentagon, Chito Peppler berkata bahawa syarat-syarat untuk pemindahan banduan dari Kurnaz ke Jerman termasuk jaminan bahawa Kurnaz akan dilayan dengan secara berperikemanusiaan oleh pihak berkuasa Jerman dan Jerman mengambil langkah-langkah untuk memastikan Kurnaz tidak akan menimbulkan sebarang ancaman kepada dunia."
    },
    {
      "input": "Romanians are also pleased that their currency, which has faced long periods of fairly sharp depreciation in the 1990s due to high inflation, is finally picking up again and strengthening against other currencies.",
      "output": "Rakyat Romania juga gembira bahawa matawang mereka, yang menghadapi kejatuhan merudum teruk untuk jangka masa panjang pada 1990-an berikutan inflasi yang tinggi, akhirnya meningkat kembali dan diperkukuhkan berbanding matawang lain."
    },
    {
      "input": "A massive earthquake, registering 7.0 on the moment magnitude scale, struck Haiti yesterday, destroying many buildings, disrupting communications, and burying an unknown number of people underneath rubble.",
      "output": "Gempa bumi besar, yang mencatatkan 7.0 pada skala magnitud momen, melanda Haiti semalam, memusnahkan banyak bangunan, mengganggu komunikasi, dan menanam orang yang tidak diketahui jumlahnya di bawah runtuhan."
    },
    {
      "input": "He is the first male baby born in the Japanese imperial family since his father in 1965.",
      "output": "Dia adalah bayi lelaki pertama dilahirkan dalam keluarga diraja Jepun sejak bapanya pada tahun 1965."
    },
    {
      "input": "Since then, Chavez was democratically elected president in 1998, 2000, and survived a recall referendum against him in 2004, and the constitutional reform referendum which he supported was supported by over 70% of the population in 1999.",
      "output": "Sejak itu, Chavez telah dipilih secara demokratik menjadi presiden pada tahun 1998, 2000, dan berjaya dalam pengutan suara terhadapnya pada tahun 2004, dan pungutan pembaharuan perlembagaan yang disokongnya disokong oleh lebih 70% daripada penduduk pada tahun 1999."
    },
    {
      "input": "A court in Salé sentenced fourteen members of Fath Al Andalous (Conquest of Andalusia) to jail yesterday for planning attacks against targets in Morocco.",
      "output": "Sebuah mahkamah di Salé telah menjatuhkan hukuman penjara ke atas empat belas anggota Fath Al Andalous (Penaklukan Andalusia) atas kesalahan merancang serangan terhadap sasaran di Maghribi."
    },
    {
      "input": "Early Cinco De Mayo celebrations were interrupted after a suspicious package caused the closure of a busy street in Buffalo, New York's Allentown District.",
      "output": "Sambutan awal Cinco De Mayo telah diganggu selepas satu bungkusan yang mencurigakan yang menyebabkan penutupan di jalan yang sibuk di Buffalo, Wilayah Allentown New York."
    },
    {
      "input": "Miners Todd Russell and Brant Webb were entombed nearly a kilometre underground following a cave-in on April 25 at the Beaconsfield Gold Mine in Tasmania.",
      "output": "Pelombong Todd Russell dan Brant Webb telah terkebumi hampir satu kilometer di bawah tanah berikutan runtuhan lombong pada 25 April di Beaconsfield Gold Mine di Tasmania."
    },
    {
      "input": "Richard Jenkins, an engineer from the United Kingdom, broke a record for the fastest speed attained in a wind-powered land vehicle on Friday.",
      "output": "Richard Jenkins, seorang jurutera dari United Kingdom, telah memecahkan rekod untuk kenderaan darat tenaga angin denagn kelajuan terpantas pada Jumaat lalu."
    },
    {
      "input": "Adrian Sutil did his best for Spyker, finishing ahead of both Hondas.",
      "output": "Adrian Sutil melakukan yang terbaik untuk Spyker, menamatkan perlumbaan di hadapan kedua-dua Honda."
    },
    {
      "input": "The spokeswoman said the activists had allegedly cut holes in the external and internal fences at the defence facility.",
      "output": "Jurucakap itu berkata aktivis itu didakwa telah memotong lubang di luar dan dalam pagar di kawasan pertahanan."
    },
    {
      "input": "Sodium thiopental, the first of a three drug cocktail used in 34 states to render the prisoner to be executed unconscious, was manufactured in Italy until Italian authorities stated that they would only license the manufacture if it was used for medical purposes and not, crucially, for executions.",
      "output": "Sodium thiopental, dadah koktel yang pertama dari tiga ubat yang digunakan di 34 negeri untuk menjadikan banduan yang akan dilaksanakan hukuman mati tidak sedarkan diri, telah dibuat di Itali sehingga pihak berkuasa Itali menyatakan bahawa mereka hanya akan memberi lesen pengilangan jika ia telah digunakan untuk tujuan perubatan dan tidak, penting, untuk hukuman mati."
    },
    {
      "input": "A win that should have been a rout but for the number of almost unwatchable misses racked up by David Trezeguet and Frank Ribery.",
      "output": "Kemenangan yang sepatutnya keemenangan selesa tetapi untuk terlalu banyak bilangan percubaan tersasar oleh David Trezeguet dan Frank Ribery."
    },
    {
      "input": "A five-story hotel building along the river in Taitung has collapsed due to the raging flood.",
      "output": "Sebuah bangunan hotel lima tingkat di sepanjang sungai di Taitung telah runtuh akibat banjir teruk."
    },
    {
      "input": "A report in the Liverpool Daily Post cites more than 500 Merseyside staff on strike, and quotes PCS regional secretary Peter Middleman describing the culture in-place in Jobcentre Plus contact centres as \"battery-farmed working practices\".",
      "output": "Satu laporan di Pos Harian Liverpool merujuk kepada lebih daripada 500 kakitangan Merseyside yang mogok, dan memetik kata setiausaha serantau PCS Peter Middleman yang menggambarkan budaya tempatan di pusat-pusat perhubungan Jobcentre Plus sebagai \"amalan kerja ternakan bateri ataupun yang sangat intensif.\""
    },
    {
      "input": "Doctors say that he is currently on a ventilator and that the bullets cannot be removed for fear of causing even more bleeding.",
      "output": "Doktor mengatakan bahawa beliau kini dibawah alat pernafasan dan peluru tidak boleh dikeluarkan kerana ianya ditakuti akan menyebabkan pendarahan yang lebih banyak."
    },
    {
      "input": "Her sister, Isabel de Villota, has thanked both F1 fans and drivers for their response, saying \"We remain positive and this is due, in no small part, to the overwhelming expression of love for Maria from every corner of the world.\"",
      "output": "Adiknya, Isabel de Villota, telah mengucapkan terima kasih kepada peminat F1 dan pemandu untuk maklum balas mereka, berkata \"Kami tetap positif dan ini adalah kerana, dalam bahagian yang bukan kecil, ekspresi sayangkan Maria yang amat menggalakkan dari seluruh dunia.\""
    },
    {
      "input": "Calderon was inside the airport's presidential hangar waiting to depart when the plane landed.",
      "output": "Calderon berada di hangar presiden di lapangan terbang menunggu untuk berlepas apabila pesawat tersebut mendarat."
    },
    {
      "input": "The newly elected party also pledges to focus spending on households, especially rural families and those with children.",
      "output": "Parti baru yang dipilih juga berikrar untuk fokus terhadap perbelanjaan isi rumah, terutamanya keluarga di luar bandar dan mereka yang mempunyai anak."
    },
    {
      "input": "State Secretary Rigmor Aasrud said that the activities in question might be prosecuted as fraud or as violations of existing healthcare regulations.",
      "output": "Setiausaha Negera Rigmor Aasrud menyatakan bahawa aktiviti dalam persoalan ini mungkin akan didakwa sebagai penipuan atau pelanggaran undang-undang kesihatan sedia ada."
    },
    {
      "input": "Video of her controversial comments were widely disseminated on the Internet by his website, rabbilive.com, that relaunched last week.",
      "output": "Video komen kontroversinya telah tersebar luas dengan cepat di Internet melalui laman webnya, rabbilive.com, yang dilancarkan pada minggu lepas."
    },
    {
      "input": "On Sunday, Iran tested its second underwater missile, the Fajr-3.",
      "output": "Ahad lalu, Iran telah menguji peluru berpandu dalam air keduanya, Fajr-3."
    },
    {
      "input": "Quoted on the BBC's website, Saba Mozakka, the daughter of Behnaz Mozakka,who died in the Piccadilly Line explosion, said:",
      "output": "Dipetik di laman web BBC, Saba Mozakka, anak perempuan kepada Behnaz Mozakka, yang mati di dalam letupan Laluan Piccadilly, berkata:"
    },
    {
      "input": "\"The hydrocarbon gases are burnt safely into water vapour and carbon dioxide, both harmless gases.",
      "output": "\"Gas hidrokarbon selamat dibakar menjadi wap air dan karbon dioksida, kedua-duanya gas yang tidak merbahaya."
    },
    {
      "input": "Many Iraqis, particularly Shia and Kurdish, want to see Hussein tried for chemical gas attacks on the Kurds in the 1980s.",
      "output": "Ramai rakyat Iraq, terutamanya Syiah dan Kurdish, mahu melihat Hussein dibicarakan atas serangan gas kimia di Kurd pada tahun 1980-an."
    },
    {
      "input": "According to the scientists, Luz E. Tavera-Mendoza and John H. White, Vitamin D intake may also be beneficial in the prevention of cancer, multiple sclerosis, diabetes, and fighting tuberculosis, influenza and inflammatory bowel disease.",
      "output": "Menurut saintis, Luz E. Tavera-Mendoza dan John H. White, pengambilan Vitamin D juga mungkin boleh bermanfaat dalam pencegahan kanser, multiple sclerosis, kencing manis, batuk kering influenza dan penyakit radang usus."
    },
    {
      "input": "On a hot field and under the blue sky in the Frankenstadion the conditions won as the match petered out at a walking pace.",
      "output": "Di atas padang yang panas dan di bawah awan biru di Frankenstadion peluang untuk menang semakin lenyap pada kadar perlahan."
    },
    {
      "input": "The submarine was seen by Hanna Harge, a 40-year-old entrepreneur who lives locally, when walking with her dog on the morning of 13 April this year.",
      "output": "Kapal selam itu dijumpai oleh Hanna Harge, seorang usahawan berusia 40 tahun yang tinggal berdekatan, apabila berjalan-jalan dengan anjingnya pada pagi 13 April tahun ini."
    },
    {
      "input": "The group warned after the death of bin Laden that they would attack Pakistani military targets.",
      "output": "Kumpulan itu memberi amaran selepas kematian bin Laden bahawa mereka akan menyerang sasaran tentera Pakistan."
    },
    {
      "input": "The team originally intended to test for possible human magnetic field detection by studying the orientation of sleeping bags in outdoor campers, but it proved difficult to obtain data because humans usually slept under tents.",
      "output": "Pasukan itu asalnya berniat untuk menguji kesan kemungkinan medan magnet manusia dengan mengkaji orientasi beg tidur dalam orang yang berkhemah, tetapi ia terbukti sukar untuk mendapatkan data kerana manusia biasanya tidur di bawah khemah."
    },
    {
      "input": "In Wikinews' attempt to speak with as many candidates as possible during the 2008 Canadian federal election, Wikinews has talked via email with Jo-Anne Boulding.",
      "output": "Dalam usaha Wikinews untuk bercakap dengan seberapa ramai calon-calon yang mungkin pada tahun 2008 pilihan raya persekutuan Kanada, Wikinews telah bercakap melalui e-mel dengan Jo-Anne Boulding."
    },
    {
      "input": "\"Accordingly, the Bank of Canada, the Bank of England, the European Central Bank, the Federal Reserve, Sveriges Riksbank, and the Swiss National Bank are today announcing reductions in policy interest rates.\"",
      "output": "\"Oleh itu, Bank of Canada, Bank of England, Pusat Bank Eropah, Rizab Persekutuan, Sveriges Riksbank, dan Bank Negara Swiss hari ini mengumumkan pengurangan dalam kadar faedah polisi.\""
    },
    {
      "input": "The Prince stated that he thought it was legal, and that he had no reason to doubt his adviser.",
      "output": "Putera itu menyatakan bahawa baginda fikir ia adalah sah di sisi undang-undang, dan bahawa dia tidak mempunyai sebab untuk meragui penasihat baginda."
    },
    {
      "input": "McCain is set to appear at an Ohio furniture plant Wednesday to reinforce the messages in his latest advertisement.",
      "output": "McCain ditetapkan untuk muncul di sebuah kilang perabot Ohio pada hari Rabu untuk mengukuhkan mesej dalam iklan terbarunya."
    },
    {
      "input": "Prime Minister Syed Yousuf Raza Gilani and President Asif Ali Zardari both strongly condemned the suicide attack.",
      "output": "Perdana Menteri Syed Yousuf Raza Gilani dan Presiden Asif Ali Zardari kedua-duanya mengutuk serangan bunuh diri ini."
    },
    {
      "input": "John Clarke, the convicted rapist, was on the run from police after leaving his home while he was on home detention on Monday, and two probation officers were also present.",
      "output": "John Clarke, perogol yang disabitkan, sedang melarikan diri daripada polis selepas meninggalkan rumahnya semasa tahanan rumah pada hari Isnin, dan dua pegawai perunding cara juga turut hadir."
    },
    {
      "input": "Thousands of local townspeople protested against the Yanacocha mine last fall, demanding protection for the local water supply.",
      "output": "Beribu-ribu penduduk bandar tempatan membantah terhadap perlombongan Yanacocha pada musim luruh lepas, menuntut perlindungan untuk bekalan air tempatan."
    },
    {
      "input": "A plan by the United States to establish an APEC free trade zone received a mixed reception with some members believing that such a move would weaken the group's commitment to the Doha round.",
      "output": "Pelan oleh Amerika Syarikat untuk menubuhkan zon perdagangan bebas APEC mendapat sambutan berbeza dengan beberapa ahli percaya bahawa langkah itu akan melemahkan komitmen kumpulan ke pusingan Doha."
    },
    {
      "input": "\"Even in France, they [Parisians] are said to be arrogant,\" Lavorel said.",
      "output": "\"Malah di Perancis, mereka [Parisians] dikatakan sombong,\" kata Lavorel."
    },
    {
      "input": "The hostages said they were treated well and were not threatened with violence, Hansell said.",
      "output": "Tebusan berkata mereka dilayan dengan baik dan tidak diancam dengan keganasan, kata Hansell."
    },
    {
      "input": "The report originated on the Wikimedia Foundation's mailing list quoting a website saying \"Wikipedia Chinese version unblocked.\"",
      "output": "Laporan itu berasal dari senarai mel Wikipedia Foundation yang memetik sebuah laman web mengatakan \"Wikipedia versi bahasa Cina telah dibuka dari sekatan.\""
    },
    {
      "input": "Proposition 8 removed the rights of same-sex couples to marry in California.",
      "output": "Keterangan 8 mengeluarkan hak pasangan sama jantina untuk berkahwin di California."
    },
    {
      "input": "The event also took place outside of the Capitol Records Building.",
      "output": "Upacara ini juga diadakan di luar Bangunan Rekod Capitol."
    },
    {
      "input": "Setting up the MSN research and development center in Peoples Republic of China implies that Microsoft looks forward to taking advantage of the Chinese market, which represents a quite flexible environment.",
      "output": "Peoples of Republic of China menyatakan penubuhan pusat penyelidikan dan pembangunan MSN menunjukkan Microsoft ingin mengambil kesempatan terhadap pasaran Cina, yang merupakan persekitaran yang agak fleksibel."
    },
    {
      "input": "Most of the passengers were schoolchildren returning from a ski trip.",
      "output": "Sebahagian besar penumpang adalah kanak-kanak sekolah pulang dari lawatan ski."
    },
    {
      "input": "A three-year-old girl has been bitten by two dingoes while holidaying with her parents on Fraser Island, Queensland, Australia.",
      "output": "Seorang gadis berusia tiga tahun telah digigit oleh dua dingo ketika bercuti bersama ibu bapanya di Pulau Fraser, Queensland, Australia."
    },
    {
      "input": "The agreement follows a spate of violent incidents at Bulldogs matches this year.",
      "output": "Perjanjian itu berikut beberapa siri insiden keganasan di Bulldogs perlawanan tahun ini."
    },
    {
      "input": "A BBC journalist teamed up with a man with military experience to infiltrate a notorious dog fighting ring from Ulster, Ireland, known as The Farmer Boys.",
      "output": "Seorang wartawan BBC bekerjasama dengan seorang lelaki yang mempunyai pengalaman tentera untuk menyusup cincin pertempuran anjing terkenal dari Ulster, Ireland, yang dikenali sebagai The Farmer Boys."
    },
    {
      "input": "Ashley suffers a condition termed static encephalopathy with marked global developmental deficits of unknown etiology, which means brain damage of unknown cause leading to a kind of static condition.",
      "output": "Ashley mengalami keadaan yang dipanggil ensefalopati statik dengan defisit perkembangan global ketara oleh etiologi yang tidak diketahui, yang bermaksud kerosakan otak tanpa sebab yang diketahui membawa kepada satu keadaan statik."
    },
    {
      "input": "Memorial say they hope the court case, which gets under way on October 6, will reveal new evidence of serious crimes they claim Kadyrov routinely ignores.",
      "output": "Memorial berkata, mereka berharap kes mahkamah itu, yang akan bermula pada 6 Oktober, akan mendedahkan bukti baru jenayah serius yang mereka dakwa kerap diabaikan oleh Kadyrov."
    },
    {
      "input": "The best popular documentary section finalists were Give My Children Back, Earthquake and Million Dollar Tumour (all of which aired on TV3).",
      "output": "Finalis bahagian dokumentari popular ialah Give My Children Back, Earthquake and Million Dollar Tumour (semua yang disiarkan di TV3)."
    },
    {
      "input": "Jan Brinkham, school manager, said: \"Our enrollment policy is between the parents who enroll children here and ourselves.\"",
      "output": "Jan Brinkham, pengurus sekolah, berkata: \"Dasar pendaftaran kami adalah di antara ibu bapa yang mendaftarkan anak-anak di sini dan diri kita sendiri.\""
    },
    {
      "input": "Meanwhile Francisco Flores is in the Dominican Republic on the beginning of a tour of Caribbean countries drumming up support for his own candidacy.",
      "output": "Sementara itu Francisco Flores berada di Republik Dominican pada awal lawatan ke negara-negara Caribbean mendapatkan sokongan untuk pencalonan sendiri."
    },
    {
      "input": "They also tested virgin mice given additional prolactin, and found results similar to pregnant mice.",
      "output": "Mereka juga menguji tikus dara yang diberikan prolaktin tambahan, dan mendapat keputusan yang sama seperti tikus hamil."
    },
    {
      "input": "\"It blew my mind because we actually watched him put on his turn signal and turn, and we could see when he went past that he had seat belts on,\" Daniel said.",
      "output": "\"Ia mengejutkan saya kerana kami melihat dia menggunakan lampu isyarat belok dan membelok, dan kita dapat lihat apabila dia lalu bahawa dia memakai tali pinggang keledar,\" kata Daniel."
    },
    {
      "input": "The state leaders (all of whom are members of the Australian Labor Party), met last night to develop a strategy for dealing with John Howard, Australia's Prime Minister.",
      "output": "Pemimpin-pemimpin negeri (yang kesemuanya anggota Parti Buruh Australia), bertemu semalam untuk membangunkan satu strategi untuk menangani John Howard, Perdana Menteri Australia."
    },
    {
      "input": "Former Roman Catholic priest Bartley Sorensen of the US state of Pennsylvania was yesterday sentenced to eight years and one month in federal prison after pleading guilty to child pornography charges in May 2012.",
      "output": "Bekas paderi Roman Katolik Bartley Sorensen dari negeri Pennsylvania Amerika Syarikat telah dihukum penjara lapan tahun dan satu bulan semalam di penjara persekutuan selepas mengaku bersalah atas tuduhan pornografi kanak-kanak pada bulan Mei 2012."
    },
    {
      "input": "Mardjono Siswo Suwarno of the National Transport Safety Committee, the body responsible for investigating the disaster, denied that Yogyakarta Airport was illegal, saying \"At that time [the license] was still valid, but the RESA was not long enough…\"",
      "output": "Mardjono Siswo Suwarno dari Jawatankuasa Nasional Keselamatan Pengangkutan, badan yang bertanggungjawab untuk menyiasat tragedi berkenaan, menafikan bahawa Lapangan Terbang Yogyakarta adalah menyalahi undang-undang, berkata \"Pada masa itu [lesen] masih sah, tetapi RESA tidak cukup panjang...\""
    },
    {
      "input": "Murray made no comment on how the decisions are made or why this particular billboard was rejected.",
      "output": "Murray tidak membuat sebarang komen mengenai bagaimana keputusan dibuat atau mengapa papan iklan tertentu ditolak."
    },
    {
      "input": "\"The airport company has every right to decide who advertises on airport property, but last year Wellington Airport accepted billboards critical of the Government,\" English said.",
      "output": "\"Syarikat lapangan terbang itu mempunyai hak untuk memutuskan siapa untuk beriklan di atas hartanah lapangan terbang, tetapi tahun lepas Lapangan Terbang Wellington menerima papan iklan mengkritik pemerintah,\" kata English."
    },
    {
      "input": "Matthias Fosse said that France is a far more secular society than Norway, and that France were going too far in their prosecution.",
      "output": "Matthias Fosse berkata bahawa masyarakat Perancis jauh lebih sekular berbanding Norway, dan Perancis bertindak melampau dalam hukuman mereka."
    },
    {
      "input": "This follows plans from the U.S. to impose quotas on Chinese textiles and clothing.",
      "output": "Ini berikutan rancangan dari A.S. untuk mengenakan kuota ke atas tekstil Cina dan pakaian."
    },
    {
      "input": "Zidane had headbutted Italian player Marco Materazzi and was sent off after 110 minutes play.",
      "output": "Zidane telah melanggar pemain Itali Marco Materazzi dengan kepalanya dan dikeluarkan dari padang selepas permainan selama 110 minit."
    }
  ]
}