{
  "Contributors": [
    "Phani Rohitha Kaza",
    "Xinran Xie"
  ],
  "Source": [
    "Dataset Card for Asian Language Treebank (ALT) (https://huggingface.co/datasets/alt)"
  ],
  "Categories": [
    "Language Translation"
  ],
  "Definition": "in this task given a sentence in english and your task is to convert it into the Vietnamese language.",
  "Input_language": [
    "English"
  ],
  "Output_language": [
    "Vietnamese"
  ],
  "Instruction_language": [
    "English"
  ],
  "Positive Examples": [
    {
      "input": "Please tell me you don't work in a morgue.",
      "output": "Xin nói với tôi rằng bạn không làm việc trong nhà xác.",
      "explanation": "The above sentence is correctly translated from English to Vietnamese"
    },
    {
      "input": "Thirty years later, she still thought it was okay to put the toilet paper roll under rather than over.",
      "output": "Ba mươi năm sau, cô vẫn nghĩ rằng có thể đặt cuộn giấy vệ sinh bên dưới hơn là bỏ qua.",
      "explanation": "The above sentence is correctly translated from English to Vietnamese"
    }
  ],
  "Negative Examples": [
    {
      "input": "She was disgusted he couldn’t tell the difference between lemonade and limeade.",
      "output": "Các thành viên trong nhóm rất khó phân biệt vì họ đều để tóc đuôi ngựa.",
      "explanation": "The above sentence is not correctly translated from English to Vietnamese as none of the words match the translation."
    },
    {
      "input": "The tumbleweed refused to tumble but was more than willing to prance.",
      "output": "Biển báo cho biết có đường phía trước nên anh ta quyết định tăng tốc.",
      "explanation": "The above sentence is not correctly translated from English to Vietnamese as none of the words match the translation."
    }
  ],
  "Instances": [
    {
      "input": "This is a first-hand account of his experiences and may — as a result — not fully comply with Wikinews' neutrality policy.",
      "output": "Đây là dịp đầu tiên ông chia sẻ kinh nghiệm và có thể -dẫn đến kết quả -không chỉ tuân theo đầy đủ chính sách trung lập của Wikinews."
    },
    {
      "input": "Reportedly, most bothersome to the soldiers was the length of their required stay in Iraq, which was at least 1 year.",
      "output": "Được biết, những người lính khó chịu nhất về thời gian bị yêu cầu lưu lại ít nhất 1 năm ở Iraq."
    },
    {
      "input": "\"Several large mammal species were discovered in the 1990s in the same forests, which means that these latest discoveries could be just the tip of the iceberg,\" said a technical adviser in Vietnam for the WWF, Chris Dickinson.",
      "output": "\"Một số loài động vật có vú đã được phát hiện vào những năm 1990 ở cùng khu rừng này, có nghĩa là những phát hiện mới nhất có thể chỉ là đỉnh của tảng băng trôi\", một cố vấn kỹ thuật tại Việt Nam của Quỹ Quốc tế Bảo vệ Thiên nhiên, Chris Dickinson nói."
    },
    {
      "input": "The company said it intends to capture the carbon dioxide (CO2) emissions from its oil sands production and store it underground.",
      "output": "Công ty cho biết họ dự định thu cácbon dixoxit (CO2) thoát ra từ việc sản xuất dầu cát và lưu nó dưới lòng đất."
    },
    {
      "input": "Four of the protesters are from Queensland, one is from New South Wales, and the other is from Victoria.",
      "output": "Bốn trong số những người biểu tình từ Queensland, một từ New South Wales, và một người khác từ Victoria."
    },
    {
      "input": "Senator McGee started things off by talking about the need to recreate the North Shore Technical High School to include a focus on environmental jobs and the need to improve the Essex Agricultural and Technical High School which is deteriorating, but is known for it's agricultural teaching which would help to save the dwindling farming areas north of Boston.",
      "output": "Thượng nghị sĩ McGee bắt đầu mọi việc bằng cách nói về sự cần thiết tái tạo lại Trường trung học Kỹ thuật North Shore bao gồm cả việc chú trọng vào các công việc về môi trường và sự cần thiết cải tiến Trường trung học Kỹ thuật và Nông nghiệp Essex, một ngôi trường hiện nay đang bị xuống cấp nhưng nó được biết đến vì các hoạt động giảng dạy về nông nghiệp giúp giữ lại những vùng nông trại đang bị suy thoái ở phía bắc Boston."
    },
    {
      "input": "Toy manufacturer Mattel announced today that they are recalling more products over fears of dangerous levels of lead in the toy's paint.",
      "output": "Công ty sản xuất đồ chơi Mattel hôm nay đã công bố rằng họ đang thu hồi nhiều sản phẩm hơn do lo ngại về mức độ nguy hiểm của chì trong sơn đồ chơi."
    },
    {
      "input": "The rocket was later reported not be designed to reach an orbit.",
      "output": "Các tên lửa sau đó đã được báo cáo rằng không được thiết kế để đạt tới quỹ đạo."
    },
    {
      "input": "The CAW will be going to arbitration this fall to address the issue.",
      "output": "CAW sẽ được đưa ra phân xử vào mùa thu năm nay để giải quyết vấn đề."
    },
    {
      "input": "Ali al-Dabbagh, the spokesman for the Iraqi government, says the government rejects the unilateral Turkish incursion because it is a threat to their good neighborly relations.",
      "output": "Ali al-Dabbagh, phát ngôn viên cho chính phủ Iraq, tuyên bố rằng chính phủ phản đối sự xâm nhập đơn phương của Thổ Nhĩ Kỳ vì đó là một sự đe dọa đến quan hệ láng giếng tốt hai bên."
    },
    {
      "input": "The prosthetic technicians have to deal with everything from flat tyres to broken spokes to full-scale rebuilds.",
      "output": "Các kỹ thuật viên bản lề phải xử lý tất cả từ thủng xăm cho đến gãy nan hoa và kể cả phải sửa toàn bộ."
    },
    {
      "input": "Pramod Mahajan was rushed to the nearby Hinduja Hospital, where he is currently being operated upon for a serious injury to his liver.",
      "output": "Pramod Mahajan đã được cấp cứu đến bệnh viện gần đó, bệnh viện Hinduja, hiện ông đang được phẫu thuật do vết thương nghiêm trọng ở gan."
    },
    {
      "input": "The other officials are former Vice President Dick Cheney's chief of staff David Addington, Pentagon attorney William Haynes, and Justice Department officials John Yoo and Jay Bybee.",
      "output": "Các quan chức khác là David Addington - cựu tham mưu trưởng của Phó Tổng thống Dick Cheney, luật sư Lầu năm góc William Haynes và các quan chức Bộ Tư pháp là John Yoo và Jay Bybee."
    },
    {
      "input": "Australia's Governor-General, Quentin Bryce, has cut Singapore and the UK from her official winter trip, keeping only France on her schedule, due to expectations that Prime Minister Julia Gillard will arrive at Government House in the coming days to request the Governor-General to call an election.",
      "output": "Tổng đốc của Australia, Quentin Bryce, đã bỏ Singapore và Vương quốc Anh ra khỏi chuyến đi mùa đông chính thức của mình, chỉ giữ lại Pháp trong lịch trình của bà, do kỳ vọng rằng Thủ tướng Julia Gillard sẽ đến tòa nhà chính phủ trong những ngày tới để yêu cầu Tổng đốc để kêu gọi một cuộc bầu cử."
    },
    {
      "input": "India's has labelled honour killings a \"slur on the nation,\" and warned the death penalty will await those found guilty of the crime.",
      "output": "Ấn Độ coi việc giết người vì danh dự là một \"vết nhơ của quốc gia, \" và cảnh báo rằng sẽ treo án tử hình cho những ai phạm phải tội này."
    },
    {
      "input": "United Airlines and Virgin America offered passengers the opportunity to change the flights at no extra cost until Monday.",
      "output": "Hãng hàng không United Airlines và Virgin America đã cung cấp cho các hành khách cơ hội để thay đổi các chuyến bay mà không phải trả thêm chi phí cho đến thứ Hai."
    },
    {
      "input": "There have been nine cases of West Nile virus in the Houston region, with one of those resulting in death.",
      "output": "Ở khu vực Houston đã có chín vụ nhiễm virus Tây sông Nile, một trong số đó đã tử vong."
    },
    {
      "input": "\"We said all along if there was a situation where it would become more difficult for him then it would be time.\"",
      "output": "\"Chúng tôi đã nói suốt rằng nếu có một tình huống gây khó khăn hơn cho nó thì đó chính là thời gian.\""
    },
    {
      "input": "China's accumulated contribution since the start the 1800s is only five per cent of the global total.",
      "output": "Cho tới đầu những năm 1800, tỉ lệ khí thải của Trung Quốc chỉ ở mức năm phần trăm trong tổng mức toàn cầu."
    },
    {
      "input": "\"An 18 year-old boy was also found at the scene.\"",
      "output": "\"Một cậu bé 18 tuổi cũng được tìm thấy ở hiện trường.\""
    },
    {
      "input": "After Fennell spoke it was time for questions and answers, and questions were given by various audiences members including Mannion himself, who asked about the MBTA's Blue Line and rapid transit and others asking various questions such wither or not to include a green curriculum in state education or asking for the politicians to talk more on some of their positions.",
      "output": "Sau khi Fennel tuyên bố đã đến lúc cho phần hỏi và trả lời, nhiều câu hỏi đã được đưa ra bởi các thính giả bao gồm cả chính Mannion, người hỏi về Blue Line của MBTA và quá cảnh nhanh, và những người khác hỏi những câu hỏi khác nhau về việc liệu có nên hay không thêm các môn học về môi trường xanh vào chương trình giáo dục của bang hay hỏi các nhà chính trị nói nhiều hơn về vị trí của họ."
    },
    {
      "input": "Norko testified that Ross made a rational decision in electing to waive his appeals, and the court agreed, finding Ross clear headed and well educated.",
      "output": "Norko cũng đưa ra bằng chứng rằng Ross đã thực hiện một quyết định hợp lý trong việc bỏ kháng cáo của mình, và tòa án đã đồng ý, đủ để nhận thấy rằng Ross rõ ràng có lí trí và có giáo dục."
    },
    {
      "input": "\"Experienced pilots have considerable difficulty in attempting to explain what is reported in the context of normal airline operations.\"",
      "output": "\"Những phi công có kinh nghiệm được cho là gặp khó khăn trong việc giải thích những gì đã được báo cáo trong tình trạng máy bay hoạt động bình thường.\""
    },
    {
      "input": "Earlier the companies agreed to contribute with 100 billion yen each in the SED plant.",
      "output": "Trước đó, các công ty này đã đồng ý góp vốn 100 tỉ yên mỗi năm cho nhà máy SED."
    },
    {
      "input": "The Nelson Mandela Foundation released a statement which said that thirteen-year-old Zenani Mandela, who celebrated her birthday on June 9, died in a single vehicle accident and that no one else was injured.",
      "output": "Tổ chức Nelson Mandela đã thông báo rằng Zenani Mandela mười ba tuổi, vừa tổ chức sinh nhật vào ngày 9 tháng Sáu, đã chết trong một tai nạn xe hơi và không có ai khác bị thương."
    },
    {
      "input": "NASA officials, astronauts, schoolchildren and family members attended the ceremony, which was held just miles from Columbias intended landing site.",
      "output": "Các quan chức của Cơ quan Hàng không và Vũ trụ Hoa Kỳ, phi hành gia, học sinh và thành viên gia đình đã đến dự buổi lễ được tổ chức chỉ cách nơi đáp dự định vài dặm."
    },
    {
      "input": "\"Then everything came together perfectly and the Greenbird stepped up to the mark and performed amazingly.",
      "output": "\"Sau đó, tất cả mọi thứ kết hợp với nhau một cách hoàn hảo và Greenbird đã sẵn sàng và có một màn biểu diễn đáng kinh ngạc."
    },
    {
      "input": "He attempted to sing the first line of the song, but instead said \"Ladies and gentlemen, I love you, and I thank you for coming, but I can no longer continue.\"",
      "output": "Ông đã định hát câu đầu tiên của bài hát nhưng thay vào đó ông nói \"Thưa quí vị, tôi yêu các bạn và rất cảm kích vì các bạn đã đến đây nhưng bây giờ tôi không thể tiếp tục được nữa.\""
    },
    {
      "input": "Live 8 is a series of free concerts at each of the G8 nations organized by Bob Geldof.",
      "output": "Live 8 là một loạt các buổi hòa nhạc miễn phí tại mỗi quốc gia G8 do Bob Geldof tổ chức."
    },
    {
      "input": "Observers have expressed surprise at the sudden announcement, as Gonzales had said as recently as the weekend of the 18th of August that he had planned to stay through the end of President Bush's second term.",
      "output": "Các quan sát viên đã tỏ ra bất ngờ trước quyết định đột ngột của ông Gonzales khi cách đây không lâu, vào hôm cuối tuần ngày 18 tháng 8, ông nói rằng mình đã lên kế hoạch để tại vị cho đến hết nhiệm kỳ thứ hai của Tổng thống Bush."
    },
    {
      "input": "According to the World Health Organization's World Health Report 2003, tobacco consumption is the single leading preventable cause of death.",
      "output": "Theo Báo cáo Sức khỏe Toàn cầu năm 2003 của Tổ chức Y tế Thế giới, hút thuốc lá là nguyên nhân đơn gây tử vong hàng đầu nhưng có thể ngăn chặn được."
    },
    {
      "input": "The new fossils say that the split may have happened as long as 10.5 million years ago.",
      "output": "Những mẫu hoá thạch mới lại cho thấy quá trình phân tách có thể đã diễn ra từ 10,5 triệu năm về trước."
    },
    {
      "input": "The fisherman’s attorney, David P. Baugh, said area residents surrounding the reservoir are happy the alligator is gone.",
      "output": "Luật sư của người đánh cá David P. Baugh nói rằng những hộ dân xung quang hồ nước đều cảm thấy mừng vì con cá sấu không còn nữa."
    },
    {
      "input": "Luong and his wife, Kieu Ngoc Phan, reported the children missing on Monday.",
      "output": "Luong và vợ của mình, Kieu Ngoc Phan, đã trình báo việc những đứa bé mất tích hôm thứ Hai."
    },
    {
      "input": "He resigned as Leader of the House of Commons in 2003 in protest against Prime Minister Blair's foreign policies.",
      "output": "Ông từ chức lãnh đạo của Hạ viện vào năm 2003 để phản đối chính sách đối ngoại của Thủ tướng Blair."
    },
    {
      "input": "A letter that had been written in 1988 by Ayatollah Ruhollah Khomeini, who led the 1979 Iranian Revolution and is Iran's former Supreme Leader has been made public by Iran's former president Hashemi Rafsanjani and states that Iran needed to acquire nuclear weapons in an attempt to win the war with Iraq.",
      "output": "Một lá thư được viết vào năm 1988 bởi Ayatollah Ruhollah Khomeini, người đã lãnh đạo cuộc Cách mạng Iran năm 1979 và là cựu lãnh đạo tối cao của Iran, đã được cựu Tổng thống Iran Hashemi Rafsanjani vừa được công bố đã nói rằng Iran cần có vũ khí hạt nhân để giành chiến thắng trong chiến tranh với Iraq."
    },
    {
      "input": "Warm air from the Gulf Stream is raising the temperature, and the hot weather is causing the asphalt on some public roads to melt, requiring gritting.",
      "output": "Không khí nóng từ Gulf Stream đang làm tăng nhiệt độ và thời tiết nóng đang làm cho nhựa đường trên một số tuyến đường chảy ra, đòi hỏi phải ép lại."
    },
    {
      "input": "Two museums in San Diego, California have been bequested an art collection worth more than 40 million.",
      "output": "Hai bảo tàng ở San Diego, California đã được đề nghị một bộ sưu tập trị giá hơn 40 triệu đô."
    },
    {
      "input": "He was forced to resign late in February with being fired his only alternative, and his licence has been suspended.",
      "output": "Ông đã bị ép từ chức vào cuối tháng Hai với lý do nghỉ việc là lựa chọn duy nhất, và sau đó giấy phép của ông đã bị đình chỉ."
    },
    {
      "input": "The Seattle Post-Intelligencer (P-I), the 146-year-old Seattle newspaper, will make its final print edition on today, before becoming an online-only news agency.",
      "output": "Tờ Post-Intelligencer (P-I) của Seattle, tờ báo 146 tuổi của Seattle, sẽ cho ra bản in cuối cùng vào ngày hôm nay, trước khi trở thành một tờ báo trực tuyến."
    },
    {
      "input": "The value of the US dollar fell against other world currencies, but gold prices increased.",
      "output": "Giá trị của đồng đô la Mỹ giảm so với các đồng tiền khác trên thế giới, nhưng giá vàng trong nước tăng."
    },
    {
      "input": "The women's race started at 3 p.m.(local time) while the men's race started two hours later.",
      "output": "Cuộc đua của nữ bắt đầu lúc 3 giờ chiều (giờ địa phương) còn cuộc đua của nam bắt đầu hai tiếng sau đó."
    },
    {
      "input": "\"This has not been a donor conference where governments have been invited to come and make new pledges, as I said if everybody lived by their Paris pledges in December 2007, which were three year pledges, we are exactly half way in that, we would have been more or less fine.\"",
      "output": "\"Đây không phải là một hội nghị các nhà tài trợ nơi các chính phủ được mời đến và đưa ra các cam kết mới, như tôi đã nói, nếu tất cả mọi người thực hiện cam kết Paris vào tháng Mười hai năm 2007, là cam kết ba năm, chúng tôi chính xác đã đi được nửa đường, chúng tôi có lẽ dù ít hay nhiều vẫn ổn.\""
    },
    {
      "input": "\"And I want America to know, that I am like totally ready to lead.\"",
      "output": "\"Và tôi muốn người Mỹ biết rằng, tôi hoàn toàn sẵn sàng để lãnh đạo đất nước.\""
    },
    {
      "input": "The authors also concluded that military air activity was heavy at the time, but that the radar records show no overt action toward the unknown object.",
      "output": "Các tác giả cũng kết luận rằng hoạt động bay của quân sự là rất bận rộn vào thời điểm đó, nhưng mà các ghi chép của radar cho thấy không có hành động công khai về vật thể chưa xác định này."
    },
    {
      "input": "\"All of us across this nation are concerned for the families who have lost their homes and the many families who have been evacuated from their homes.\"",
      "output": "\"Tất cả chúng ta trên toàn đất nước này đều quan tâm đến các gia đình đã bị mất nhà cửa và nhiều gia đình đã được sơ tán khỏi nhà của họ.\""
    },
    {
      "input": "After an investigation into Landmark Education's labor practices by the U.S. Dept.Labor's offices out of California, the company was deemed to have overtime violations.",
      "output": "Sau một cuộc điều tra của văn phòng Sở lao động Hoa Kỳ ở California về sử dụng lao động của Landmark Education, công ty này bị coi là có hành vi vi phạm làm thêm giờ."
    },
    {
      "input": "However, CERN officials now believe that it may take until the end of July or longer.",
      "output": "Mặc dù vậy, các quan chức CERN hiện nay tin rằng thời gian sửa chữa có thể kéo dài đến cuối tháng Bảy hoặc lâu hơn."
    },
    {
      "input": "Then a second round of begging tries to convert those pledges into actual payments.",
      "output": "Rồi sau đó đến bước hai cố gắng cầu xin để những lời hứa đó biến thành những khoản tiền hỗ trợ thực sự."
    },
    {
      "input": "An official for the Republican National Committee told NBC the ad had been pulled because it had \"run its course,\" just one day after party chairman Ken Mehlman defended the ad and said it would continue to run.",
      "output": "Một quan chức của Ủy ban Quốc gia Đảng Cộng hòa nói với NBC rằng quảng cáo đã bị xóa vì nó đã \"hoàn thành việc của nó, \" chỉ một ngày sau khi chủ tịch đảng Ken Mehlman bảo vệ mục quảng cáo và cho biết sẽ tiếp tục tiến hành."
    },
    {
      "input": "Dr. Weiss says, \"It is thought that during pregnancy, women’s immune systems no longer destroyed the myelin.\"",
      "output": "Tiến sĩ Weiss cho biết, \"Mọi người cho rằng trong thời gian mang thai, hệ thống miễn dịch của phụ nữ không phá hủy myelin nữa.\""
    },
    {
      "input": "Visually-impaired B3 classified skier Bathum chatted with his guide, Sean Ramsden, immediately following both his races.",
      "output": "Vận động viên trượt tuyết khiếm thị cấp B3 Bathum đã nói chuyện với người hướng dẫn, Sean Ramsden, và ngay lập tức đi theo hai đường đua của anh ta."
    },
    {
      "input": "Each level of lending assumes a level of financial risk, but trouble can arise when the risk tolerances are exceeded.",
      "output": "Mỗi mức độ cho vay kèm theo một mức độ nguy cơ tài chính, tuy nhiên vấn đề có thể xảy ra nếu người vay chấp nhận quá mức những rủi ro."
    },
    {
      "input": "In qualifying for the sprint race, Great Britain's driver Robbie Kerr managed to secure the pole position with the fastest lap time recorded this weekend.",
      "output": "Trong vòng loại của cuộc đua nước rút, tay đua của Vương quốc Anh Robbie Kerr đã cố gắng để đảm bảo vị trí cách biệt với thời gian quay vòng nhanh nhất được ghi lại vào cuối tuần này."
    },
    {
      "input": "They have sustained wounds to the knee, groin, abdomen and arm.",
      "output": "Họ đã phải chịu đựng những vết thương ở đầu gối, háng, bụng và cánh tay."
    },
    {
      "input": "The judge ordered the cessation of broadcasts by the local relay transmitter of Canal 7 television station in Mendoza's capital.",
      "output": "Thẩm phán ra lệnh ngừng phát sóng bằng máy phát chuyển tiếp địa phương của đài truyền hình Canal 7 tại thủ đô Mendoza."
    },
    {
      "input": "He added the boy was taken to Alder Hey Children's Hospital, but police later confirmed he had died.",
      "output": "Ông nói thêm rằng cậu bé đã được đưa đến Bệnh viện Nhi Alder Hey, nhưng cảnh sát sau đó xác nhận cậu bé đã chết."
    },
    {
      "input": "The second period started with an early goal by Michal Birner for the Spirit.",
      "output": "Hiệp hai bắt đầu bằng một bàn thắng sớm do công của Michal Birner cho đội Spirit."
    },
    {
      "input": "Some of these people were taken to hospital for treatment after experiencing injuries.",
      "output": "Một vài người trong số này đã được đưa tới bệnh viện để điều trị sau khi chịu những chấn thương."
    },
    {
      "input": "\"It is an unfortunate irony that many more lives will be lost or put in jeopardy as a result of not having the drug available for its legitimate medical use.\"",
      "output": "\"Đó là một sự mỉa mai đáng tiếc rằng nhiều sinh mạng sẽ bị mất hoặc gặp nguy hiểm do việc không có sẵn thuốc để sử dụng một cách hợp pháp cho mục đích y tế.\""
    },
    {
      "input": "But instead of solving a mystery of knowledge a reader has in their head, these experts solve a problem related to something you have bought and do not understand.",
      "output": "Tuy nhiên, thay vì giải quyết sự bí ẩn về tri thức, một người đọc tiếp nhận được trong đầu họ, các chuyên gia này giải quyết một vấn đề liên quan đến thứ mà bạn đã mua và không hiểu về nó."
    },
    {
      "input": "The EV-71 virus is spread through contact with fluid secreted from blisters, nose and throat mucus, feces and saliva.",
      "output": "Virus EV-71 được lan truyền qua tiếp xúc với chất dịch tiết ra từ vết rộp, mũi và chất nhầy cổ họng, phân và nước bọt."
    },
    {
      "input": "The song was officially released as a 'download-only' track on Monday.",
      "output": "Bài hát được phát chính thức dưới dạng \"chỉ tải về\" vào ngày thứ hai."
    },
    {
      "input": "He faces a £1000 fine and a driving ban if convicted.",
      "output": "Ông phải đối mặt với án phạt tiền 1.000 bảng Anh và cấm lái xe nếu bị kết tội."
    },
    {
      "input": "Kucinich began his political career as a Cleveland city councilman and later as the youngest person ever elected mayor of the Midwestern city.",
      "output": "Kucinich đã bắt đầu sự nghiệp chính trị của mình với vai trò là ủy viên Hội đồng thành phố Cleveland và sau đó là người trẻ nhất từng được bầu làm thị trưởng của thành phố Midwestern."
    },
    {
      "input": "It says that it has been worried about student debt for years \"High debt encourages too many graduates overseas, or into high paying areas of practice at the expense of areas like general practice\"",
      "output": "Họ nói rằng họ đã lo lắng về nợ sinh viên trong nhiều năm \"Nợ cao khuyến khích quá nhiều sinh viên tốt nghiệp ở nước ngoài, hoặc vào các lĩnh vực thực hành được trả tiền cao thay vì các lĩnh vực thực hành nói chung\""
    },
    {
      "input": "Ross Bell, spokesman for the Drug Foundation, said: \"Not only is such a review too narrow, it also seemed to pre-empt the outcome of Wednesday's debate.\"",
      "output": "Ross Bell, người phát ngôn cho Drug Foundation, nói: \"Một bản xem xét như thế không những quá hẹp, mà có vẻ nó còn ngăn chặn trước kết quả cuộc tranh luận của ngày thứ tư.\""
    },
    {
      "input": "Angelo Diveroli, Efrain's grandfather said the young man frequently accompanied him to gun shows when he was younger and became an expert at weapons.",
      "output": "Angelo Diveroli, ông của Efrain cho biết cậu thanh niên trẻ này thường đi cùng với ông đến các buổi trình diễn súng khi ông còn trẻ và đã trở thành một chuyên gia về vũ khí."
    },
    {
      "input": "Heuga competed for the United States at the 1964 Winter Olympics.",
      "output": "Heuga đã thi đấu cho đội tuyển Mỹ ở thế vận hội Olympic Mùa đông năm 1964."
    },
    {
      "input": "This is the third orbital launch of 2008, and the first to be conducted by Russia.",
      "output": "Đây là lần phóng vệ tinh quỹ đạo lần thứ ba của năm 2008 và là lần đầu tiên được thực hiện bởi Nga."
    },
    {
      "input": "Both Amber Merritt and Cobi Crispin ran up large numbers of personal fouls: four for Meritt and five for Crispin, hampering Australia's game style.",
      "output": "Cả Amber Merritt và Cobi Crispin đều mắc nhiều  lỗi cá nhân: bốn cho Meritt và năm cho Crispin, gây cản trở phong cách chơi của Úc."
    },
    {
      "input": "\"If we remain calm and confident I am certain that what all Spaniards want, what the families want, what the government wants—that the hostages can return to their homes safe and sound and this kidnapping ends satisfactorily.\"",
      "output": "\"Nếu chúng ta giữ được bình tĩnh và tự tin tôi chắc chắn rằng tất cả những gì người Tây Ban Nha muốn, những gì các gia đình muốn, những gì chính phủ muốn - rằng các con tin có thể trở về nhà của họ an toàn và khỏe mạnh và vụ bắt cóc này kết thúc một cách thỏa đáng.\""
    },
    {
      "input": "At least one other state (Hawaii) requires employers to provide employee health insurance, but no other state holds individuals accountable for coverage.",
      "output": "Ít nhất một bang khác (Hawaii) yêu cầu người sử dụng lao động phải cung cấp bảo hiểm sức khỏe, nhưng không có bang khác nắm giữ được các cá nhân có trách nhiệm trang trải bảo hiểm."
    },
    {
      "input": "It has emerged that last night a bridge was swept away by the swollen river it stretched across, leaving around 40 to 50 people missing in Madiun, East Java.",
      "output": "Được biết đêm qua một cây cầu bắt qua một con sông đã bị thổi bay bởi nước sông lên to, khiến khoảng 40 đến 50 người mất tích tại Madiun, Đông Java."
    },
    {
      "input": "A 67-year-old man, Thomas Ouellette, of Bonita Springs, Florida was questioned by the FBI Monday after he brought fireworks onto an airliner.",
      "output": "Người đàn ông 67 tuổi, Thomas Quellette, từ thành phố Bonita Springs, Florida đã bị chất vấn bởi FBI vào thứ Hai sau khi ông mang pháo hoa lên máy bay."
    },
    {
      "input": "Everton put Fulham on the back foot after their goal, and should have taken the lead when a nice interchange of play between Vaughan and Johnson left Vaughaun all alone on net, but his shot was hit off the post, and bobbled safely to a Fulham defender.",
      "output": "Everton đưa Fulham trở lại sau bàn thắng, và lẽ ra đã dẫn trước khi một cú chuyền bóng qua lại rất đẹp giữa Vaughan và Johnson để Vaughaun một mình trên khung thành, nhưng cú sút của anh ấy trúng cột, và rơi trúng hậu vệ Fulham không gây nguy hiểm."
    },
    {
      "input": "They also found the pregnant mice had higher levels of cells called oligodendrocytes, which create myelin and are able to repair some damaged neurons through remyelination.",
      "output": "Họ cũng nhận thấy những con chuột mang thai có mức các tế bào gọi là tế bào ít nhánh cao hơn, những tế bào này tạo myelin và có thể khắc phục một số tế bào thần kinh bị hư tổn bằng remyelination."
    },
    {
      "input": "The USAFL Nationals will feature teams from the United States and Canada.",
      "output": "Giải vô địch quốc gia USAFL sẽ gồm các đội đến từ Mỹ và Canada."
    },
    {
      "input": "State Secretary Rigmor Aasrud said that the activities in question might be prosecuted as fraud or as violations of existing healthcare regulations.",
      "output": "Thứ trưởng Rigmor Aasrud thông báo rằng các hoạt động bị nghi vấn có thể bị khởi tố như các hành vi lừa đảo hay xâm phạm các qui định hiện hành về chăm sóc sức khỏe."
    },
    {
      "input": "MS is an autoimmune disease of the central nervous system where the body attacks the fatty myelin which helps nerves carry electrical signals, causing muscle weakness and spasming which may lead to disability.",
      "output": "MS là một bệnh tự miễn dịch của hệ thống thần kinh trung ương nơi cơ thể tấn công các tuyến myelin béo giúp dây thần kinh truyền tín hiệu điện, gây yếu cơ và co thắt có thể dẫn đến khuyết tật."
    },
    {
      "input": "Microsoft had appealed to fines by the EU before, but all the charges were defeated.",
      "output": "Microsoft đã kháng cáo với những mức phạt của EU trước đó, nhưng tất cả những kháng cáo đều thất bại."
    },
    {
      "input": "The art collection was donated by Dr. Vance E. Kondon and Elisabeth Giesberger to both the Museum of Contemporary Art San Diego and the San Diego Museum of Art.",
      "output": "Bộ sưu tập được trao tặng bởi bác sĩ Vance E. Kondon và Elizabeth Giesberger, đến hai bảo tàng nghệ thuật đương thời San Diego và bảo tàng nghệ thuật San Diego."
    },
    {
      "input": "He said that such submissions may require ministerial action, while others just contain information which he may need to make a note of.",
      "output": "Ông nói rằng việc trình như vậy có thể yêu cầu sự hành động của bộ, trong khi những tờ trình khác chỉ có những thông tin mà ông có thể chỉ cần phải lưu ý."
    },
    {
      "input": "Langham, 58, from Goldford, Kent claimed that he had been studying porn sites, researching for a character called, \"Pedro,\" for the television series Help.",
      "output": "Langham, 58 tuổi, đến từ Goldford, Kent khiếu nại rằng ông ta đang tìm hiểu các trang web khiêu dâm, nghiên cứu cho vai diễn của mình là \"Pedro\" cho loạt phim truyền hình nhiều tập Help."
    },
    {
      "input": "The Movement for the Emancipation of the Niger Delta (MEND), a militant group which has taken hostages and attacked oil facilities, but says it does not kidnap for ransom, said in a statement that the state government has encouraged such abductions by paying ransoms.",
      "output": "Phong trào giải phóng đồng bằng sông Niger (MEND), một tổ chức quân sự chuyên bắt cóc con tin và tấn công các cơ sở sản xuất dầu mỏ, cho biết họ không hề bắt cóc để tống tiền, họ cho rằng chính quyền bang đã cổ xúy cho những vụ bắt cóc đó bằng cách trả tiền chuộc."
    },
    {
      "input": "The riding's Conservative incumbent is Tony Clement, Minister of Health and Minister for FedNor.",
      "output": "Người đang nắm giữ khu vực bầu cử Đảng Bảo thủ là Tony Clement, Bộ trưởng Bộ y tế và là Thủ hiến của FedNor."
    },
    {
      "input": "UNESCO, the cultural body of the United Nations, warned that the skyscraper, if built, may endanger St Petersburg's world heritage site status.",
      "output": "UNESCO, Tổ chức văn hóa của Liên hiệp quốc, đã cảnh báo rằng toà nhà chọc trời, nếu được xây dựng, có nguy cơ ảnh hưởng đến hình ảnh khu vực di sản thế giới St Petersburg."
    },
    {
      "input": "\"Guards need to ensure that the detainee doesn't receive additional toilet paper when the detainee already has it.\"",
      "output": "\"Các lính gác phải đảm bảo rằng các nghi phạm sẽ không nhận được thêm một cuộn giấy vệ sinh khác khi họ đã có sẵn một cuộn rồi.\""
    },
    {
      "input": "Current president Jacob Zuma visited Mandela in hospital this past weekend.",
      "output": "Tổng thống đương thời, Jacob Zuma đã đến thăm ông Mandela trong bệnh viện vào cuối tuần vừa rồi."
    },
    {
      "input": "The mining company says that a lift electrical cable broke on a basket that was carrying miners, trapping thousands at least 2,200 meters (1.3 miles) below the earth's surface.",
      "output": "Công ty khai thác mỏ nói rằng dây cáp nâng bằng điện bị hỏng trong thùng chở thợ mỏ, bị kẹt ở độ sâu hàng nghìn mét ít nhất là 2.200 m (1,3 dặm) dưới lòng đất."
    },
    {
      "input": "\"But more importantly, I think it was the combination of the show of force, the police were out there in big numbers, and we don't apologise for that.",
      "output": "\"Nhưng quan trọng hơn, tôi nghĩ rằng đó là sự kết hợp của các nỗ lực, rất đông cảnh sát ngoài kia và chúng tôi không xin lỗi cho điều đó."
    },
    {
      "input": "It's going to discourage countries to contribute to the unit, which is creating problems.",
      "output": "Điều này sẽ làm nản lòng các nước tham gia vào đơn vị này và sẽ tạo ra nhiều rắc rối."
    },
    {
      "input": "One eyewitness told the Voice of America news agency he was sitting in his shop when a big explosion shook the area Friday morning, sending dust in the air and causing objects to fall from the walls.",
      "output": "Một nhân chứng nói với hãng tin Voice of America ông đang ngồi trong cửa hàng của mình khi một vụ nổ lớn làm rung chuyển khu vực vào sáng thứ Sáu, tạo khói bụi trong không khí và khiến đồ vật rơi khỏi tường."
    },
    {
      "input": "The Workers' Compensation Board of Nova Scotia defines \"double doctoring\" \"as a situation where a [person] seeks or obtains a prescription for a controlled drug or narcotic from more than one doctor to treat the same condition for the same period of time.\"",
      "output": "Ban Bồi thường của Công nhân cảu Nova Scotia định nghĩa \"khám bệnh nhiều lần\" \"là một tình huống mà một [người] cố tìm kiếm hoặc có được một toa thuốc cho một loại thuốc phải được kiểm soát hay có chứa chất ma tuý từ hơn một bác sĩ để điều trị cùng một bệnh trong cùng một khoảng thời gian.\""
    },
    {
      "input": "Straw said he was \"as committed as anyone to international law and its obligations\".",
      "output": "Straw nói rằng ông \"chấp hành luật quốc tế và các nghĩa vụ\" cũng như bất kỳ công dân nào."
    },
    {
      "input": "The Australian Labor Party (ALP) is currently in government and have been since 1998.",
      "output": "Đảng Lao động Úc (ALP) đã và đang ở trong chính phủ kể từ năm 1998."
    },
    {
      "input": "Prior to 2007 Taipei 101 Run Up, organizers held a 35-floors warming up match for local athletes from 2009 Summer Deaflympics with the theme of \"Value Your Every Step\".",
      "output": "Trước sự kiện thể thao Taipei 101 Run Up 2007, ban tổ chức đã tổ chức vòng đấu khởi động tại tòa nhà 35 tầng cho các vận động viên địa phương từ Summer Deaflympics 2009 với chủ đề \"Giá Trị Mỗi Bước Chân Của Bạn.\""
    },
    {
      "input": "The October 2006 blaze destroyed 34 houses and 20 outbuildings, scorching over 17,400 hectares.",
      "output": "Ngọn lửa bùng lên vào tháng Mười năm 2006 đã phá hủy 34 ngôi nhà và 20 công trình phụ, thiêu đốt trên 17.400 ha."
    },
    {
      "input": "An eight-year-old child who became infected after playing with dying chickens has been released from hospital.",
      "output": "Một em bé tám tuổi bị nhiễm bệnh sau khi chơi với gà chết đã được ra viện."
    },
    {
      "input": "The US interest rate was lowered to 1.5% as part of the move, while the UK rate was lowered to 4.5%.",
      "output": "Lãi suất của Mỹ đã giảm xuống còn 1,5% sau khi cắt giảm, trong khi lãi suất Anh đã hạ xuống còn 4,5%."
    },
    {
      "input": "This is the second time in three years that the US has not submitted such a resolution, which in fact has never passed the UN when it was submitted before.",
      "output": "Đây là lần thứ hai trong ba năm qua Mỹ không đưa ra một giải pháp cụ thể, nhưng trên thực tế các giải pháp mà quốc gia này đưa ra trước đây cũng chưa bao giờ nhận được sự chấp thuận của UN."
    },
    {
      "input": "Libertarianz party president, Craig Milmine, and the party leader, Bernard Darnton, spoke exclusively to Wikinews journalist Gabriel Pollard about the political philosophy, libertarianism in New Zealand.",
      "output": "Chủ tịch đảng dân chủ, Craig Milmine, và nhà lãnh đạo Bernard Darnton đã có cuộc phỏng vấn độc quyền với nhà báo Wikinews Gabriel Pollard về chính trị và chủ nghĩa dân chủ ở Zew Zealand."
    },
    {
      "input": "The social networking site admitted this is double what they anticipated last year.",
      "output": "Trang mạng xã hội đã thừa nhận rằng đây là con số gấp đôi năm ngoái."
    },
    {
      "input": "The local government has initiated a full inquiry into the disaster.",
      "output": "Chính quyền địa phương đã khởi xướng một cuộc điều tra toàn diện đối với thảm họa này."
    },
    {
      "input": "Dog fighting is a breach of animal cruelty laws in Finland, and the case will be considered for prosecution in October.",
      "output": "Chọi chó là một hành vi ngược đãi thú vật phạm pháp ở Phần Lan, và vụ án sẽ được xem xét truy tố vào tháng Mười."
    },
    {
      "input": "According to Management Institute of Population and Development consultant Devendra Kothari: \"Our federal government sends funds to the states according to their population.\"",
      "output": "Theo cố vấn Devendra Kothari từ Học viện Quản lý Dân số và Phát triển: \"Chính phủ liên bang của chúng tôi phân bổ ngân sách cho các bang dựa theo số dân mỗi bang.\""
    },
    {
      "input": "Scientific studies have linked global and Australian temperature increases to the enhanced greenhouse effect.",
      "output": "Các nghiên cứu khoa học đã liên kết việc tăng nhiệt độ toàn cầu và Úc với hiệu ứng nhà kính tăng cường."
    },
    {
      "input": "The antibodies that are produced by this reaction may account for sexual differentiation of the brain.",
      "output": "Các kháng thể được sản xuất bởi phản ứng này có thể giải thích cho sự khác biệt giới tính của não."
    },
    {
      "input": "The suicide bombings in Netanya and Shavey Shomron and the reoccupation of Tulkarem follow five months of relative calm in the Israel-PA relations.",
      "output": "Các vụ đánh bom tự sát ở Netanya và Shavey Shomron và việc tái chiếm của Tulkarem xảy ra sau năm tháng tương đối yên tĩnh trong quan hệ Israel-PA."
    },
    {
      "input": "On Friday, the sheriff of Pickens County, South Carolina Rick Clark refused to lower the flag to honor Nelson Mandela after US President Barack Obama made an executive order that all US flags to be flown at half mast in honor of Mandela until sunset today.",
      "output": "Vào ngày thứ Sáu, cảnh sát trưởng của Pickens County, Nam Carolina Rick Clark đã từ chối hạ cờ để tôn vinh Nelson Mandela sau khi Tổng thống Mỹ Barack Obama ra lệnh treo rủ tất cả các lá cờ Mỹ để tôn vinh Mandela cho đến hoàng hôn ngày hôm nay."
    },
    {
      "input": "\"We must wage a people's war to beat splittism and expose and condemn the malicious acts of these hostile forces and expose the hideous face of the Dalai Lama group to the light of day,\" officials were quoted as saying.",
      "output": "Lời nói của các viên chức được trích dẩn như sau, \"Chúng ta phải tiến hành cuộc chiến tranh nhân dân để đánh bại chủ nghĩa chia rẽ và vạch trần và lên án hành động hiểm độc của lực lượng thù địch và vạch trần bộ mặt ghê gớm của nhóm Dalai Lama ra ánh sáng.\""
    },
    {
      "input": "The impeachment process is planned to start within the following week.",
      "output": "Quá trình buộc tội được lên kế hoạch trong suốt những tuần qua."
    },
    {
      "input": "The shortlist to supply the trams consists of City of Edinburgh/CAF, Stadler (Stadler Pankow GmBH) and Pesa (Pojazdy Szynowe PESA Bydgoszcz S.A.Holding, and the the three consortia will now be invited to submit proposals to supply the additional trams.",
      "output": "Danh sách sơ tuyển cung ứng xe điện bao gồm Thành phố Edinburgh/CAF, Stadler (Stadler Pankow GmBH) và Pesa (Pojazdy Szynowe PESA Bydgoszcz SAHolding), và bây giờ ba tập đoàn này sẽ được mời nộp đề xuất cung ứng xe điện bổ sung."
    },
    {
      "input": "\"We have over 100,000 to 200,000 health professionals looking for work today,\" Mutua commented.",
      "output": "\"Chúng tôi có hơn 100.000 tới 200.000 nhân viên y tế chuyên nghiệp tìm kiếm việc làm hiện nay\" Mutua đã bình luận."
    },
    {
      "input": "Slovenia has blocked Croatia's membership talks over the border issue in the past.",
      "output": "Slovenia đã ngăn chặn các cuộc đàm phán thành viên của Croatia về vấn đề biên giới trong quá khứ."
    },
    {
      "input": "The Central Tibetan Administration, headed by the Dalai Lama, says that at least 80 people have been killed in protests by supporters of Tibet against Chinese rule, despite China's claim that only ten people are dead.",
      "output": "Trung Ương Hành Chính Tây Tạng, đứng đầu là Đức Dalai Lama, cho biết có ít nhất 80 người đã bị giết trong cuộc biểu tình của những người ủng hộ Tây Tạng chống lại Trung Quốc, mặc dù Trung Quốc tuyên bố chỉ có mười người chết."
    },
    {
      "input": "The man was killed on Saturday afternoon after an explosion near the town of Sangin.",
      "output": "Người đàn ông này thiệt mạng sau một vụ nổ gần thị trấn Sangin chiều thứ Bảy."
    },
    {
      "input": "The promotional video appeared on video-sharing sites including YouTube, Gawker.com and radar online.com, and clips from the video were also shown on Wednesday morning talk shows in the United States.",
      "output": "Một video cổ động xuất hiện trên các trang web chia sẻ video bao gồm YouTube, Gawker. com và radar online. com, và các trích đoạn từ video cũng được chiếu trên chương trình trò chuyện sáng thứ tư ở Mỹ."
    },
    {
      "input": "The site of the accident was closed to visitors following the injury of three TV journalists who got too close.",
      "output": "Hiện trường của vụ tai nạn bị phong tỏa đối với các khách viếng thăm sau khi có ba nhà báo truyền hình bị thương do đã đến quá gần."
    },
    {
      "input": "The camera had been operating on its backup power since June 30, 2006, when engineers switched from the primary power supply (\"Side A\") to the backup (\"Side B\") due to a malfunction.",
      "output": "Camera này hoạt động nhờ nguồn điện dự phòng kể từ ngày 30 tháng Sáu năm 2006, khi các kỹ sư chuyển từ nguồn điện chính (\"Side A\") sang nguồn dự phòng (\"Side B\") do một trục trặc kỹ thuật."
    },
    {
      "input": "Russian Prime Minister Vladimir Putin was immediately appointed by Dmitry Medvedev, the president, as the head of the commission to investigate the crash.",
      "output": "Thủ tướng Nga, Vladimir Putin đã ngay lập tức được bổ nhiệm bởi tổng thống Dmitry Medvedev để làm người chỉ đạo nhiệm vụ điều tra vụ tai nạn."
    },
    {
      "input": "Hurricane Dean hit the coast of Mexico's mainland today as a Category 2 hurricane, with winds sustained at 100 mph.",
      "output": "Cơn bão Dean đổ bộ vào bờ biển lục địa của Mexico ngày hôm nay như là cơn bão Cấp 2, với sức gió duy trì ở 100 mph."
    },
    {
      "input": "Shulze/Powell stated that they felt that they had been stonewalled in some of their FOIA requests by some government agencies.",
      "output": "Shulze/Powell nói rằng họ cảm thấy rằng họ đã bị cản trở bởi một số cơ quan chính phủ đối với một số yêu cầu FOIA của họ."
    },
    {
      "input": "All interviews are conducted over e-mail, and interviews are published unedited, allowing candidates to impart their full message to our readers, uninterrupted.",
      "output": "Tất cả các cuộc phỏng vấn được thực hiện qua thư điện tử, và các cuộc phỏng vấn được công bố chưa được biên tập, cho phép các ứng cử viên truyền đạt thông điệp của họ đầy đủ đến độc giả của chúng tôi, không bị gián đoạn."
    },
    {
      "input": "The powerful storm system that flooded parts of the Midwest and the Plains moved through Ohio today.",
      "output": "Một chùm các cơn bão vô cùng mạnh đã làm ngập nhiều khu vực của vùng Trung Tây và đồng bằng đã di chuyển qua Ohio ngày hôm nay."
    },
    {
      "input": "It was submitted to the Committee by the head of the Andrushivka Astronomical Observatory in Ukraine, Yuri Ivashchenko.",
      "output": "Nó đã được trình lên Ủy ban này bởi Trưởng Đài quan sát thiên văn Andrushivka ở Ukraine, Yuri Ivashchenko."
    },
    {
      "input": "Two other media forms have also become more standard elements of the value chain.",
      "output": "Hai hình thức truyền thông khác cũng trở thành những yếu tố chuẩn hơn của dây chuyền giá cả."
    },
    {
      "input": "On November 21, 2006 at 1 pm the information was received that according to the court decision to evict the members of the religion organization International Society for Krishna Consciousness from the occupied land near Sri Vrindavan Dham farm, and the demolition of 13 country houses will begin immediately.",
      "output": "Ngày 21 tháng Mười một năm 2006, lúc 1 giờ chiều giờ đã nhận được thông tin rằng theo quyết định của tòa án trục xuất các thành viên của Hiệp hội quốc tế tổ chức tôn giáo hội do nhận thức Krishna từ vùng đất chiếm đóng gần nông trại Sri Vrindavan Dham và việc phá hủy 13 ngôi nhà sẽ bắt đầu ngay lập tức."
    },
    {
      "input": "Expect interviews from Liberals, Progressive Conservatives, New Democratic Party members, Ontario Greens, as well as members from the Family Coalition, Freedom, Communist, Libertarian, and Confederation of Regions parties, as well as independents.",
      "output": "Những cuộc phỏng vấn được mong đợi từ các thành viên của Đảng Tự do, Đảng Bảo thủ Tiến bộ, Đảng Dân chủ mới, Đảng Xanh Ontario, cũng như các thành viên của Đảng Liên minh gia đình, Đảng Tự do, Đảng Cộng sản, Đảng Giải phóng và Đảng liên đoàn các khu vực, cũng như các ứng cử viên độc lập."
    },
    {
      "input": "The Taliban used a combination of two suicide bombers and roughly 30 other militants on motorcycles with rockets and small-arms to attack the prison.",
      "output": "Nhóm Taliban đã sử dụng liên kết gồm hai người đánh bom tự sát và khoảng 30 binh lính khác đi xe máy cùng với tên lửa và súng nhẹ tấn công vào nhà tù."
    },
    {
      "input": "A spokesperson for Alex Salmond, First Minister of Scotland and the leader of the Scottish National Party, responded to Major's remarks: Sir John Major is quite wrong to suggest that the rest of the UK should lay exclusive claim to all the assets of the UK, which the people of Scotland contribute to and of which Sterling is one.",
      "output": "Một phát ngôn viên cho Alex Salmond, bộ trưởng thứ nhất của Scotland và là nhà lãnh đạo của Đảng quốc gia Scotland, đã phản ứng lại với những nhận xét của Major: Ngài John Major đã hoàn toàn sai lầm khi cho rằng phần còn lại của Vương quốc Anh không nên đưa ra yêu sách đối với tất cả các tài sản của Vương quốc Anh, những tài sản mà bản thân người dân Scotland cũng có đóng góp vào và một trong những tài sản đó là Sterling."
    },
    {
      "input": "Then Pte. Green came out of the bedroom with an AK-47 rifle and announced: \"They're all dead.\"",
      "output": "Sau đó Pte. Green ra khỏi phòng ngủ với một khẩu súng trường AK-47 và tuyên bố: \"Tất cả đều đã chết.\""
    },
    {
      "input": "Three men suspected of drug dealing were arrested: Fernando Pereira Lima (aged 22) Alessandro Martins (aged 27) and a boy (aged 17 - Brazilian laws forbid the release of names of teenagers younger than 18 in reporting legal cases).",
      "output": "Ba người đàn ông bị nghi ngờ buôn bán ma túy đã bị bắt giữ là Fernando Pereira Lima (22 tuổi ) Alessandro Martins (27 tuổi) và một thiếu niên (17 tuổi - luật Brazil cấm cung cấp tên của thanh thiếu niên dưới 18 tuổi trong báo cáo các vụ việc pháp luật)."
    },
    {
      "input": "The IRC has said it reported to the U.S. government detainee's reports of desecration of the Qur'an.",
      "output": "Hội chữ thập đỏ đã nói điều này trong báo cáo tới chính phủ Mỹ về việc báng bổ kinh Koran."
    },
    {
      "input": "David's father, Chuck, said Monday that his son's last day wearing the jersey was April 23--his 12th birthday.",
      "output": "Chuck, bố của David cho biết ngày cuối cùng cậu bé mặc chiếc áo này là vào 23 tháng Tư - ngày sinh nhật 12 tuổi của cậu."
    },
    {
      "input": "Mr Downer was also questioned about a cable delivered in June 2003 from US army captain Puckett which claimed that every contract under the UN's oil for food program contained a kickback.",
      "output": "Ông Downer cũng được hỏi về một bức điện tín được gửi vào tháng 6 năm 2003 từ Đại uý Lục quân Mỹ Puckett trong đó nói rằng tất cả mọi hợp đồng trong chương trình đổi dầu lấy lương thực của UN đều có tiền lót tay."
    },
    {
      "input": "Google has responded by saying that they followed the Digital Millennium Copyright Act, which prevents companies from being prosecuted if they bring down copyrighted content as soon as they are made aware of it.",
      "output": "Google đã đáp trả bằng cách nói rằng họ đã tuân theo Đạo luật Bản quyền Kỹ thuật số Thiên niên kỷ, giúp các công ty tránh bị khởi tố nếu họ tháo nội dung đã được đăng ký bản quyền ngay khi họ biết về nó."
    },
    {
      "input": "Some banners claimed that freedom of speech should not imply the possibility of insulting religious figures.",
      "output": "Một số biểu ngữ tuyên bố rằng tự do ngôn luận không nên hàm chứa khả năng xúc phạm những biểu tượng tôn giáo."
    },
    {
      "input": "With regards to the system using cameras, he pointed to \"problems with players obscuring the views of the cameras, or of flares or weather conditions.\"",
      "output": "Đánh giá về hệ thống máy quay, ông nhấn mạnh \"các cầu thủ yêu cầu xem xét các máy quay, các đèn hiệu hoặc điều kiện thời tiết.\""
    },
    {
      "input": "\"We are well into the opening phase of a mass extinction of species. \"",
      "output": "\"Chúng ra đang thực sự bước vào giai đoạn tuyệt chủng hàng loạt của các loài sinh vật.\""
    },
    {
      "input": "Glasgow said his performance at the company was assessed based on how he was \"touching, moving and inspiring\" others, a phrase from the Landmark philosophy, as opposed to his business accomplishments at the company.",
      "output": "Glasgow cho biết hiệu quả làm việc của mình tại công ty được đánh giá dựa trên cách ông \"bị chạm vào, làm cho di chuyển và truyền cảm hứng\" bởi những người khác, một cụm từ trong triết lý Landmark, nó trái ngược với những thành tích kinh doanh của ông tại công ty."
    },
    {
      "input": "Kerry noted that there are still skeptics of global warming and climate change in Congress who \"test the science\" despite the efforts and research of Al Gore and the United Nations and noting that \"the White House is the last place for change.\"",
      "output": "Kerry ghi nhận rằng vẫn còn những nghi ngờ về hiện tượng ấm lên toàn cầu và thay đổi khí hậu tại Quốc hội nơi đã \"kiểm tra các ngành khoa học\" bất chấp các nỗ lực và nghiên cứu của Al Gore và Liên hiệp quốc và ông lưu ý rằng \"Nhà Trắng sẽ là nơi cuối cùng cho sự thay đổi.\""
    },
    {
      "input": "A judge in Montana yesterday released Barry Beach after 28 years and eleven months behind bars.",
      "output": "Tòa án ở Montana ngày hôm qua đã thả Barry Beach sau 28 năm và mười một tháng ở tù."
    },
    {
      "input": "\"The risk of catching diseases is there because they live in an open area with limited tents and water,\" said Rustan Pakaya, from the health ministry's crisis centre.",
      "output": "\"Có nguy cơ của bệnh truyền nhiễm, vì họ sống trong một khu vực ngoài trời với lều trại và nước có giới hạn, \" Rustan Pakaya, từ trung tâm ứng phó khủng hoảng của Bộ Y tế, cho biết."
    },
    {
      "input": "Lille will have 3 days after receiving notice from UEFA to lodge another appeal to the Court of Arbitration for Sport, or the claim will be dismissed in full.",
      "output": "Lille sẽ có 3 ngày sau khi nhận được thông báo từ UEFA để nộp một cáo buộc khác lên Tòa án Trọng tài Thể thao, hoặc khiếu nại này sẽ bị bác bỏ hoàn toàn."
    },
    {
      "input": "\"When a native commits a serious crime or any crime, they stand by and watch the crime take place and will not do anything to stop the crime.\"",
      "output": "\"Khi người thổ dân phạm tội nghiêm trọng hoặc tội bất kỳ, họ chỉ đứng ngoài và xem vụ phạm tội xảy ra và sẽ không làm bất cứ điều gì để ngăn chặn tội phạm.\""
    },
    {
      "input": "Other recommendations for certain regions include the extension and the improvement of agriculture using rainwater, the introduction of cereal varieties that need less water as well as the development of irrigation systems.",
      "output": "Các kiến nghị khác cho những khu vực nhất định bao gồm việc mở rộng và cải thiện ngành nông nghiệp sử dụng nước mưa, giới thiệu các giống ngũ cốc cần ít nước cũng như sự phát triển của các hệ thống thủy lợi."
    },
    {
      "input": "The wiki code will also be altered; editors will be able to change tables data and other elements with what is intended as an easier form, in addition to editing an article while watching it.",
      "output": "Mã Wiki cũng sẽ được thay đổi, biên tập viên sẽ có thể thay đổi bảng dữ liệu và các yếu tố khác với ý định làm mẫu dễ hơn, thêm vào đó vừa biên tập bài viết vừa quan sát nó."
    },
    {
      "input": "In reply England started quickly, recording 75 runs off the first ten overs.",
      "output": "Để đáp lại, đội Anh đã nhanh chóng bắt đầu và giành được 75 bào vị sau mười vòng ném bóng đầu tiên."
    },
    {
      "input": "The man had been sitting in a chair for two years and was physically fused to it when he was discovered by two roommates, one of which was his girlfriend.",
      "output": "Người đàn ông đã ngồi trên một chiếc ghế trong hai năm và thân thể đã gắn liền với nó khi ông được phát hiện bởi hai người bạn cùng phòng, một người trong đó là bạn gái của ông ấy."
    },
    {
      "input": "On Thursday, Saskatchewan quarterback Kerry Joseph was declared this year's CFL Outstanding Player at a player awards ceremony in Toronto.",
      "output": "Hôm thứ Năm, tiền vệ Kerry Joseph đội Saskatchewan đã được công bố là Cầu thủ Nổi bật CFL của năm nay tại lễ trao giải cầu thủ ở Toronto."
    },
    {
      "input": "\"A truly radical reform would make student loans mimic commercial loans: students with good earning prospects could borrow large sums, other students could borrow less, and some could not borrow at all,\" he said.",
      "output": "\"Một cuộc cải cách thực sự triệt để sẽ làm cho vay vốn sinh viên bắt chước giống như vay thương mại: sinh viên có triển vọng thu nhập tốt có thể vay một khoản tiền lớn, các sinh viên khác có thể vay ít hơn, và một số khác thì không thể vay gì cả,\" ông nói."
    },
    {
      "input": "\"It appears that the military, for the most part, is present as a show of support and to act if any anti-Coup action should take place.\"",
      "output": "\"Có vẻ chủ yếu là quân đội có mặt để thể hiện sự ủng hộ và sẽ hành động nếu có bất kì hành động chống đảo chính nào diễn ra.\""
    },
    {
      "input": "\"I don't expect that the lack of British participation will stop any action.\"",
      "output": "\"Tôi không nghĩ rằng việc nước Anh không tham gia sẽ chấm dứt mọi hành động.\""
    },
    {
      "input": "Manufacturing sectors, which contribute 17 percent in the GDP, have been recorded 11.9 percent growth comparing to last year's 11.3 percent for the same quarter.",
      "output": "Các ngành sản xuất, đóng góp 17 phần trăm vào tổng sản phẩm nội địa, được được ghi nhận tăng 11,9 phần trăm so với 11,3 phần trăm cùng kỳ năm ngoái."
    },
    {
      "input": "The protests, which began in Lhasa, have since spread to neighboring provinces.",
      "output": "Các cuộc biểu tình bắt đầu tại Lhasa sau đó lan ra các tỉnh lân cận."
    },
    {
      "input": "A truck carrying 35,500 pounds (16,100 kg) of explosives used in mining and seismic exploration overturned and exploded on a rural mountain section of U.S. Highway 6 in Utah's Spanish Fork Canyon Thursday afternoon.",
      "output": "Một chiếc xe tải chở 35,500 pound (16,100 kg) thuốc nổ được sử dụng trong khai thác và thăm dò địa chất đã bị lật và phát nổ tại một đoạn đường đồi núi nông thôn ở Quốc lộ 6 của Mỹ vào chiều thứ năm tại Spanish Fork Canyon của Utah."
    },
    {
      "input": "Riot police dispersed the crowd with tear gas as clashes began.",
      "output": "Cảnh sát cơ động đã giải tán đám đông với hơi cay vì bạo động bắt đầu."
    },
    {
      "input": "To tell you the truth, we have really expected that all countries would vote in favor.",
      "output": "Để các bạn biết sự thật, chúng tôi đã thực sự hy vọng tất cả các nước sẽ bỏ phiếu ủng hộ."
    },
    {
      "input": "On September 27, 2009, Rhys Johnson and his friend, aged 12, took, without permission, an air gun which belonged to Rhys' father.",
      "output": "Ngày 27 tháng Chín năm 2009, Rhys Johnson và bạn của mình, 12 tuổi, cầm một khẩu súng hơi của bố Rhys mà không hề có sự cho phép."
    },
    {
      "input": "Glasgow is also suing for sexual harassment, and claims Miller came on to him in September 2006.",
      "output": "Glasgow cũng đang khởi kiện về việc bị quấy rối tình dục và cho biết Miller đã tiếp cận ông vào tháng Chín năm 2006."
    },
    {
      "input": "Wikinews reporter William Saturn‎ talks with Schriner and discusses his campaign.",
      "output": "Phóng viên tờ Wikinews, William Satum trò chuyện với Schriner và thảo luận về chiến dịch của ông."
    },
    {
      "input": "Margaret Watts, president of the Science Teachers' Association of New South Wales, said the educational bias claim is mistaken.",
      "output": "Margaret Watts, chủ tịch Hiệp hội giáo viên về khoa học New South Wales cho biết các khiếu nại giáo dục theo yêu cầu bị hiểu sai."
    },
    {
      "input": "Police have detained and questioned several people, and some reports say that includes William Balfour, who police previous thought to have kidnapped King.",
      "output": "Cảnh sát đã bắt tạm giam và thẩm vấn một số nghi phạm, và một vài tin tức cho biết William Balfour cũng bị cảnh sát nghi ngờ đã bắt cóc King."
    },
    {
      "input": "Five years later, senior judges in Scotland were to review his case, but he dropped the appeal.",
      "output": "Năm năm sau, thẩm phán cấp cao ở Scotland mở phiên tòa phúc thẩm, nhưng anh ta đã rút đơn kháng cáo."
    },
    {
      "input": "The other shots missed the boys, one hitting a car.",
      "output": "Hai phát súng còn lại đã không trúng ba cậu bé, một phát bắn vào chiếc xe hơi."
    },
    {
      "input": "He says that the spelling mistakes are noticeable and can result in file-not-found errors.",
      "output": "Anh ta nói rằng các lỗi chính tả là đáng chú ý và có thể dẫn đến các lỗi file-không-được tìm thấy."
    },
    {
      "input": "The outbreak is a concern to the government, as the country prepares for the 2008 Summer Olympics in Beijing this August.",
      "output": "Bùng phát dịch là một mối quan tâm cho chính phủ, khi đất nước này đang chuẩn bị cho Thế vận hội Mùa hè 2008 tại Bắc Kinh vào tháng Tám này."
    },
    {
      "input": "Fasting is practised in many religious traditions and spiritual practices.",
      "output": "Việc ăn chay được thực hiện ở rất nhiều tôn giáo truyền thống và trong nhiều tục lệ của giáo hội."
    },
    {
      "input": "The National Anti-Hail Program was launched in 2000 and is due to be finalised in 2014.",
      "output": "Chương trình Chống Mưa Đá Quốc Gia đã được ra mắt vào năm 2000 và dự kiến sẽ được hoàn thành vào năm 2014."
    },
    {
      "input": "A resolution passed by the European Parliament Thursday asked EU states \"to find a common solution to ensure that Mehdi Kazemi is granted asylum or protection on EU soil and not sent back to Iran.\"",
      "output": "Một nghị quyết được thông qua hôm thứ năm bởi Nghị viện châu Âu yêu cầu EU tuyên bố \"tìm một giải pháp chung để đảm bảo rằng Mehdi Kazemi được cấp tị nạn hoặc được bảo vệ trên đất EU và không bị gửi lại Iran.\""
    },
    {
      "input": "He did not explain how the forensic evidence could have proven the mental disability of the women.",
      "output": "Ông không giải thích làm thế nào mà các bằng chứng pháp y có thể chứng minh tình trạng khuyết tật về thần kinh của những người phụ nữ."
    },
    {
      "input": "The 2000 redistricting rules for the 2012 elections mandated that Detroit's two congressional districts must be 60 percent black voters, since four out of five of Detroit's residents are black.",
      "output": "Quy định tái phân khu năm 2000 cho các cuộc bầu cử năm 2012 bắt buộc rằng hai khu hành chính của Detroit phải là 60% cử tri da đen, bởi vì cứ trong năm người dân Detroit thì bốn người là người da đen."
    },
    {
      "input": "Nature notes that Britannica criticised 'less than half the points [their] reviewers raised', and states that the two encyclopædias were subject to the same treatment.",
      "output": "Nature lưu ý rằng Britannica đã chỉ trích 'gần một nửa số luận điểm mà các nhà phê bình của [họ] nêu ra', và nói rằng hai từ điển bách khoa này đều được đánh giá cùng một phương pháp."
    },
    {
      "input": "The move comes as an indication that the trial of pilot-in-command Captain Marwoto Komar is set to commence within weeks.",
      "output": "Động thái này như một sự ám chỉ rằng phiên toà xét xử cơ trưởng Marwoto Komar sẽ được tiến hành chỉ trong vài tuần."
    },
    {
      "input": "Tents were blown on their sides, becoming veritable wind sails.",
      "output": "Trại đã bị thổi tung về phía họ, trở thành những cánh buồm gió."
    },
    {
      "input": "The band will come together, along with other musical acts such as Coldplay, Elton John, and Paul McCartney for this event.",
      "output": "Ban nhạc sẽ đến cùng nhau, cùng với các nhạc sĩ khác như Coldplay, Elton John và Paul McCartney cho sự kiện này."
    },
    {
      "input": "After some criticism from government executives because some wordmarks by sponsors appeared on the Taipei 101, the Taipei Financial Center (owner of Taipei 101) decided to set up 12,000 sparklers 500 meters tall from the 34th floor to the top of the tower on the 101st floor.",
      "output": "Sau khi một số lời chỉ trích từ các ủy viên điều hành của chính phủ vì một số biểu tượng của các nhà tài trợ xuất hiện trên Đài Bắc 101, Trung tâm tài chính Đài Bắc (chủ sở hữu của Đài Bắc 101) quyết định đặt 12.000 cây pháo cao 500 mét từ tầng 34 đến đỉnh tháp ở tầng thứ 101."
    },
    {
      "input": "Present law in Japan defines the succession as favouring male children; the last time the country had an Empress was in 1771, when Empress Go-Sakuramachi abdicated to her nephew.",
      "output": "Pháp luật hiện nay ở Nhật Bản xác định việc kế vị ưu tiên con trai; lần cuối cùng nước này có nữ hoàng là vào năm 1771, khi nữ hoàng Go-Sakuramachi thoái vị cho cháu trai của bà."
    },
    {
      "input": "At least eight construction workers have died and thirteen more are injured after a building collapsed during construction in Qiuzhigou Village, a suburb of China's Wuhan City.",
      "output": "Ít nhất tám công nhân xây dựng đã thiệt mạng và hơn mười ba người bị thương sau khi một tòa nhà bị sập trong quá trình xây dựng ở làng Qiuzhigou, một vùng ngoại ô của thành phố Vũ Hán, Trung Quốc."
    },
    {
      "input": "He calmly clarified that he had housed the seven attackers before the attack and had provided them with several weapons.",
      "output": "Ông ấy bình tĩnh nói rõ rằng ông ấy đã chứa chấp bảy kẻ tấn công trước cuộc tấn công và cung cấp cho họ một số vũ khí."
    },
    {
      "input": "In a release issued this morning, Tony Clement, Minister of Industry is quoted as saying \"Globalive is a Canadian company, and meets Canadian ownership and control requirements under the Telecommunications Act,\" differing with the CRTC's decision, where they ruled that control-in-fact of Globalive was with Cairo-based Orascom Telecom Holding S.A.E., the corporation holding much of Globalive's equity and debt.",
      "output": "Trong một bài phát biểu vào sáng nay, Tony Clement Bộ trưởng Bộ công nghiệp đã nói rằng: \"Globalive là một công ty Canada, đáp ứng đủ các điều kiện về sở hữu và quản lý của Canada Theo Luật Truyền thông,\" khác với quyết định của CRTC, phán xét rằng sự quản lý thực tế của Globalive là do Orascom Telecom Holding S. A. E gốc Cairo, tập đoàn nắm giữ phần lới cổ phần và nợ của Globalive."
    },
    {
      "input": "He also denied that the issue happened because the Army awarded the contract to the lowest bidder and that he was not aware of AEY's qualifications to fulfill the contract.",
      "output": "Ông cũng phủ nhận rằng vấn đề này xảy ra bởi vì Quân đội đã trao hợp đồng cho người trả giá thấp nhất và rằng ông đã không biết gì về khả năng thực hiện hợp đồng của AEY."
    },
    {
      "input": "He was a Democrat mayor of Cincinnati in 1977 and made a failed bid for governor of Ohio in 1982.",
      "output": "Ông là một thị trưởng Đảng Dân Chủ của Cincinnati năm 1977 và đã thất bại khi đề nghị trở thành thống đốc bang Ohio năm 1982."
    },
    {
      "input": "The notice issued by the Chinese government said: \"We should encourage people to return to carrying cloth bags, using baskets for their vegetables.\"",
      "output": "Thông báo của chính phủ Trung Quốc cho biết: \"Chúng ta nên khuyến khích mọi người quay lại dùng túi vải, dùng rổ đựng rau.\""
    },
    {
      "input": "The CFIA is now in control of the carcass and makes clear that no part of the cow has entered the food supply.",
      "output": "CFIA đang kiểm tra thịt tươi và công bố rằng không có bộ phận nào của con bò được đưa vào nguồn cung cấp thực phẩm."
    },
    {
      "input": "Since Israel's creation in 1948, Syria has been in a state of war with the country, having at no point recognized the existence of the state of Israel.",
      "output": "Kể từ khi Israel thành lập năm 1948, Syria luôn trong trạng thái chiến tranh với đất nước này, chưa bao giờ công nhận sự tồn tại của nhà nước Israel."
    },
    {
      "input": "Shots were fired at deputies but nobody was hurt, police said.",
      "output": "Lực lượng chức năng bị bắn nhưng không ai bị thương, cảnh sát cho biết."
    },
    {
      "input": "A subsequent internal RCMP investigation found several instances of impropriety in the Arar case, including the provision of sensitive information on Arar to US officials, and that a liaison officer may have known of the deportation plan but did not contact his supervisors.",
      "output": "Cuộc điều tra RCMP nội bộ tiếp theo đã tìm ra một số các bằng chứng của sự không đúng đắn trong vụ Arar, bao gồm cả điều khoản về thông tin nhạy cảm về Arar đối với các quan chức Hoa Kỳ, và một sỹ quan liên lạc đã biết về kế hoạch trục xuất này nhưng lại không liên hệ với người giám hộ của Arar."
    },
    {
      "input": "The accused are required to respond to the show-cause notice (issued on the 2nd of September), which Natwar says is an attempt by the ED to \"defame\" him, within 30 days.",
      "output": "Những người bị tố cáo cần phản hồi thông báo (ban hành ngày 2 tháng Chín), mà Natwar nói là một nỗ lực của ED để \"bôi nhọ\" ông ta, trong vòng 30 ngày."
    },
    {
      "input": "A trial date has been set in a fraud case against the Church of Scientology in France.",
      "output": "Một ngày xét xử đã được xác định trong một vụ xét xử gian lận chống lại Giáo Hội Khoa học học ở Pháp."
    },
    {
      "input": "\"There'll be a lot more harmony and a lot more opportunity of ideas,\" he said.",
      "output": "\"Mọi thứ đều sẽ hài hòa hơn và có rất nhiều cơ hội để phát biểu ý kiến, \" Ông cũng nói."
    },
    {
      "input": "Tous les matins du monde received 11 César Award nominations and won seven of them.",
      "output": "Tous les Matins du monde nhận được 11 đề cử giải César và thắng bảy trong số chúng."
    },
    {
      "input": "A nearby \"militant compound\" was also destroyed by the missiles.",
      "output": "Một \"căn cứ quân sự\" gần đó cũng bị hỏa tiển phá hủy."
    },
    {
      "input": "Over 14,000 workers in the area had to be evacuated.",
      "output": "Hơn 14,000 công nhân trong khu vực đã phải sơ tán."
    },
    {
      "input": "According to the organizer, Taiwan was chosen as the first on-site stage tournament because of some of the market share factor on the gaming industry and the gaming population.",
      "output": "Theo ban tổ chức, Đài Loan đã được lựa chọn làm vòng đấu đầu tiên thực địa vì một số các yếu tố thị phần về ngành công nghiệp trò chơi điện tử và số dân chơi trò chơi điện tử."
    },
    {
      "input": "According to Action Against Hunger the number of children with acute malnutrition has reached almost twice the level of the WHO's emergency threshold of 2% in the Moyamba district of Sierra Leone.",
      "output": "Theo Hành Động Chống Nạn Đói số trẻ em suy dinh dưỡng cấp tính đã lên tới gần gấp hai lầnmức độ ngưỡng khẩn cấp 2% của WHO tại quận Moyamba của Sierra Leone."
    },
    {
      "input": "Robard-Rifkin said, \"I simply want my car fixed, the same as I would fix somebody's car if I had done that.\"",
      "output": "Robard-Rifkin đã nói rằng, \"Tôi chỉ đơn giản muốn xe của tôi được sửa, giống như tôi sẽ sửa xe của người khác nếu tôi làm như vậy.\""
    },
    {
      "input": "According to Russian officials, Russia has no intention of occupying territory beyond South Ossetia and Abkhazia.",
      "output": "Theo các quan chức Nga, Nga không hề có ý định chiếm đóng phần lãnh thổ phía trên Nam Osstia và Abkhazia."
    },
    {
      "input": "A full-face moko is traditionally restricted to male Māori and is used to represent mana (prestige).",
      "output": "Một gương mặt moko đầy đủ thì bị hạn chế với đàn ông Māori theo cách truyền thống và được sử dụng để đại diện cho mana (uy tín)."
    },
    {
      "input": "Syrian officials believe that the ammunition was dropped in order to make the Israeli planes go faster so that they may escape.",
      "output": "Quan chức Syria tin rằng đạn dược đã được thả xuống để máy bay Israeli có thể bay nhanh hơn và làm tăng khả năng trốn thoát."
    },
    {
      "input": "China has been the location of many disasters in both public and private places, such as fires and explosions.",
      "output": "Trung Quốc là nơi xảy ra nhiều tai họa ở cả những nơi công cộng và tư nhân, chẳng hạn như cháy nổ."
    },
    {
      "input": "However, New Zealand isn't the most up-to-date country with implementing similar legislation, Farrar says, “We are in fact almost the last country in the OECD to have such legislation.”",
      "output": "Tuy nhiên, New Zealand không phải là nước mới nhất thực hiện pháp luật tương tự, Farrar cho biết, \"Thật ra chúng ta gần như là nước cuối cùng trong OECD có luật như vậy.\""
    },
    {
      "input": "While no one is predicting major bank failures at this point, it is feared that their profits could be hurt.",
      "output": "Tuy không có ai đang nghĩ rằng các ngân hàng lớn có thể thất bại trong vấn đề này, nhưng việc lợi nhuận của họ có thể bị tổn hại vẫn đáng lo ngại."
    },
    {
      "input": "Robert Gibbs, the former press secretary for the U.S. White House, has been said to be in talks with Facebook about possible future employment as a manager for the communications aspect of the company.",
      "output": "Robert Gibbs, cựu thư ký báo chí cho Nhà Trắng Mỹ, đã được cho là có cuộc hội đàm với Facebook về việc làm trong tương lai, có thể là người quản lý về lĩnh vực truyền thông của công ty."
    },
    {
      "input": "Another way to look at the effect of smoking is to measure the average reduction in life expectancy among smokers.",
      "output": "Một cách khác để thấy hậu quả của việc hút thuốc là tính độ giảm tuổi thọ trung bình của những người hút thuốc."
    },
    {
      "input": "At least fourteen people have died after eating toxic sardines in Madagascar.",
      "output": "Có ít nhất mười bốn người đã tử vong sau khi ăn phải cá mòi độc ở Madagascar."
    },
    {
      "input": "The United Nations Secretariat is one of the principal organs of the United Nations and it is headed by the United Nations Secretary General and assisted by a staff of international civil servants worldwide.",
      "output": "Ban thư ký LHQ là một trong những cơ quan của LHQ và do Tổng thư ký LHQ đứng đầu và được một đội ngũ viên chức quốc tế trên toàn thế giới hỗ trợ."
    },
    {
      "input": "According to Martin Nesirky, who is the UN spokesperson for Secretary-General Ban Ki-moon, an IED bomb struck its four-vehicle convoy.",
      "output": "Theo Martin Nesirky, người phát ngôn của Liên hợp quốc cho Tổng thư ký Ban Ki-moon, một quả bom IED đã trúng đoàn xe bốn chiếc của tổ chức này."
    },
    {
      "input": "Preoccupation with a malfunction of the Inertial Reference System diverted both pilot's attention from the flight instruments and allowed the increasing descent and bank angle to unnoticed...",
      "output": "Sự lo lắng cùng với trục trặc của hệ thống quán tính tham khảo làm chuyển hướng chú ý của các phi công khỏi các thiết bị máy bay và làm tăng độ nghiêng và góc nghiêng trong khi các phi công không hề nhận ra…"
    },
    {
      "input": "They argued, for example, :the distinction as to legitimacy is not unconstitutional and is within the range of choice of legislative measures.",
      "output": "Ví dụ, họ lập luận: những sự phân biệt về tính hợp pháp là vi hiến và không nằm trong phạm vi của sự lựa chọn các biện pháp lập pháp."
    },
    {
      "input": "\"We have proof that we can kill leukemia stem cells with this type of agent, and that is good news.\"",
      "output": "\"Chúng tôi có những bằng chứng rằng có thể tiêu diệt tế bào ung thứ gốc bằng loại chất này, và đó là một tin vui.\""
    },
    {
      "input": "The attack increased tensions between India and Pakistan, which was accused by India of providing support to the Kashmiri militant group Jaish-e-Mohammed, involved in the attack.",
      "output": "Cuộc tấn công làm gia tăng căng thẳng giữa Ấn Độ và Pakistan, khi nước này bị Ấn Độ cáo buộc về hành vi hỗ trợ cho nhóm phiến quân Kashmiri Jaish-e-Mohammed tham gia vào cuộc tấn công lần này."
    },
    {
      "input": "Her photograph of refugees in Beirut won her the press photography award.",
      "output": "Bức ảnh của bà về những người tị nạn ở Be-ru đã giúp bà nhận giải thưởng nhiếp ảnh của hội báo chí."
    },
    {
      "input": "George W. Bush, the president of the United States has visited Tennessee, which was hit by over 25 tornadoes which caused over 33 deaths.",
      "output": "Tổng thống Mỹ, George W. Bush đã ghé thăm Tennessee, nơi vừa hứng chịu 25 trận lốc xoáy gây ra 33 cái chết."
    },
    {
      "input": "The decorated cows will feature Romanian and Bucharestean themes, as well as issues related to international city life.",
      "output": "Những con bò được trang trí sẽ làm nổi bật chủ đề của Rumani và Bucharestean, cũng như các vấn đề liên quan đến cuộc sống của thành phố quốc tế này."
    },
    {
      "input": "In the women's floor event, the eighteen-year-old United States gymnast Alexandra Raisman secured a second gold after her success in the women's team event last week.",
      "output": "Trong bộ môn Sàn nữ, vận động viên người Hoa Kỳ mười tám tuổi Alexandra Raisman đã đạt được một huy chương vàng thứ hai sau thành công của cô trong môn thi đồng đội nữ tuần trước."
    },
    {
      "input": "At the time, a decision had been made to flood the pit after attempts to rescue the men failed.",
      "output": "Sau khi mọi nỗ lực cứu người đều không thành công, vào lúc đó, quyết định xả nước vào mỏ than đã buộc phải đưa ra."
    },
    {
      "input": "However, Zidane refused to divulge what Materazzi actually said but did say that Materazzi made remarks which were \"very personal\" and specifically concerned his mother and sister.",
      "output": "Mặc dù vậy, Zidane từ chối tiết lộ những gì Materazzi đã thực sự nói nhưng có bảo rằng Materazzi đã đưa ra những bình luận \"rất cá nhân\" về riêng mẹ và chị gái mình."
    },
    {
      "input": "Raymond Domenech's side win earned a round of sixteen match against Group H winners Spain.",
      "output": "Chiến thắng của đội Raymond Domenech giúp họ vào vòng mười sáu để đối đầu với đội chiến thắng ở Bảng H là Tây Ban Nha."
    },
    {
      "input": "The user who added the content on Wikipedia was known as Young Trigg, and Wikinews has learned that the account was created at exactly 08:02 UTC on August 28.",
      "output": "Người dùng đã thêm nội dung vào Wikipedia được biết là Young Trigg, và Wikinews đã biết rằng tài khoản này được tạo chính xác vào lúc 08:02 giờ UTC vào ngày 28 tháng Tám."
    },
    {
      "input": "The constitution says new elections should take place within 45 days.",
      "output": "Hiến pháp quy định cuộc bầu cử mới phải thực hiện trong vòng 45 ngày."
    },
    {
      "input": "I believe in 5–10 years' time we will see a cultural change with regards to media coverage and gender bias.",
      "output": "Tôi tin rằng khoảng 5-10 năm nữa sẽ có sự thay đổi về sự quan tâm của truyền thông và sự phân biệt giới."
    },
    {
      "input": "The win moved Melbourne up to second place on the ladder, and continued the team's dominance over Canberra who now have 1 win and 6 losses playing away in Victoria.",
      "output": "Trận thắng đưa Melbourne lên vị trí thứ hai trên bảng xếp hạng, và tiếp tục vị trí thống trị của đội so với Canberra hiện có 1 trận thắng và 6 trận thua Victoria."
    },
    {
      "input": "The NTSB has now revealed that they have advised Rolls-Royce to redesign the fuel/oil heat exchanger, and Rolls-Royce have stated that they are indeed working on a replacement part that will be available within twelve months.",
      "output": "NTBS hiện đã tiết lộ rằng họ đang khuyên Rolls-Royce thiết kế lại bộ phận trao đổi nhiệt nhiên liệu, và Roll-Royce tuyên bố rằng họ đang làm việc cật lực về bộ phận thay thế đó và sẽ hoàn thành trong vòng mười hai tháng."
    },
    {
      "input": "Corneau's other films include La Menace, Fort Saganne, and the highly successful Tous les matins du monde.",
      "output": "Bộ phim khác Corneau bao gồm La Menace, Fort Saganne, và tác phẩm rất thành công Tous les Matins du monde."
    },
    {
      "input": "Fox News said that they did not know who captured the journalists but said that \"We can confirm that two of our people were taken against their will in Gaza,\" and that \"negotiations were under way to secure their release.\"",
      "output": "Fox News cho biết rằng họ không biết ai bắt các nhà báo nhưng nói rằng \"Chúng tôi có thể xác nhận rằng hai trong số những người của chúng tôi đã bị bắt cóc ngoài ý muốn ở Gaza\", và rằng \"các cuộc đàm phán đã được tiến hành để đảm bảo họ được thả ra an toàn.\""
    },
    {
      "input": "Polls were reportedly busy, with stations in the capital of Colombo being filled with lines of people half an hour before polls officially opened at 07.00 (01.30 UTC).",
      "output": "Các điểm bầu cử đều rất đông đúc, tại các điểm bầu cử ở thủ đô Colombo các hàng người xếp kín trước nửa giờ chính thức mở cửa lúc 07:00 (01:30 UTC)."
    },
    {
      "input": "But police soon cornered them in their getaway car, authorities said.",
      "output": "Nhưng cảnh sát đã sớm dồn chúng trong chiếc xe dùng để chạy trốn, nhà chức trách cho biết."
    },
    {
      "input": "In a July 24 statement, Solidarity backed the Vestas workers, with union executive member David Kerr saying \"We are behind the Vestas workers 100 per cent.",
      "output": "Trong một tuyên bố ngày 24 tháng Bẩy, Solidarity ủng hộ các công nhân Vestas, thành viên chấp hành công đoàn David Kerr nói: \"Chúng tôi ủng hộ các công nhân Vestas 100 phần trăm."
    },
    {
      "input": "In an investigation reported on first by Wikinews, Wikileaks today revealed another chapter in the story of the Standard Operations Procedure (SOP) manual for the Camp Delta facility at Guantanamo Bay.",
      "output": "Một điều tra bởi Wikinews đã được báo cáo trên trang nhất rằng Wikileaks hôm nay đã tiết lộ một chương khác trong quyển sách hướng dẫn Quy trình hoạt động chuẩn (SOP) cho các tiện ích của Trại Delta ở vịnh Guantanamo."
    },
    {
      "input": "\"None of the rebar appears to be melted, damaged at this point in time.\"",
      "output": "\"Không thanh cốt thép nào bị chảy hay hư hại tại thời điểm này.\""
    },
    {
      "input": "No response from Bill Maher on this statement as of yet.",
      "output": "Vẫn chưa thấy một phản hồi nào từ Bill Maher về những phát ngôn này."
    },
    {
      "input": "The GAO also found that the FDA's high-level management more involved in reviewing this decision than in other change-to-OTC applications.",
      "output": "GAO cũng thấy rằng quản lý cấp cao của FDA nhúng mũi vào xem xét việc này nhiều hơn là vào việc đổi sang không ghi toa của các loại thuốc khác."
    },
    {
      "input": "Australian rules football is played on a field 170 metres by 160 metres.",
      "output": "Giải bóng bầu dục Úc diễn ra trên một sân có kích thước 170 m nhân 160 m."
    },
    {
      "input": "According to the Department of Labor's 2004 report on the investigation, back wages of $187,569.01 were found due to 45 employees.",
      "output": "Theo báo cáo năm 2004 của Sở Lao động về kết quả điều tra, họ tìm thấy khoản nợ lương 187.569,01 đô la đối với 45 nhân viên."
    },
    {
      "input": "Ashraf Jehangir Qazi, UNMIS's Secretary-General's Special Representative, offered his condolences to the government on behalf of both UNMIS and th UN as a whole.",
      "output": "Ashraf Jehangir Qazi, đại diện đặc biệt của Tổng thư ký UNMIS đã gửi lời chia buồn tới chính phủ thay mặt cho cả UNMIS và LHQ."
    },
    {
      "input": "Only one month earlier the Times produced another story for parents to agonize over, this time based on a study from the Brookings Institution, entitled \"Are Kids Getting Too Much Praise?\"",
      "output": "Chỉ một tháng mới đây tờ thời báo đã công bố một nghiên cứu khác về sự tuyệt vọng của các bậc cha mẹ, kết quả này được đưa ra dựa vào một nghiên cứu từ Tổ chức Bookings với tiêu đề \"Trẻ em đang nhận được quá nhiều sự khen ngợi?\""
    },
    {
      "input": "Hussein is a UK citizen who was born in Somalia, and later moved to Britain and naturalized.",
      "output": "Hussein là một công dân Anh sinh ra ở Somalia, và sau đó chuyển đến Anh và nhập tịch."
    },
    {
      "input": "There are few details available at this time, however sources say Mahajan was shot three times at close range by his brother Praveen Mahajan, allegedly over a property dispute.",
      "output": "Hiện tại, chưa có nhiều thông tin về vụ việc, tuy nhiên theo các nguồn tin thì Mahajan đã bị anh trai là Praveen Mahajan bắn ba phát ở cự ly gần, được cho là do xung đột về bất động sản."
    },
    {
      "input": "Mr Vaile told the commission that on occasion he receives information from cables via briefings from his advisors and departmental officers.",
      "output": "Ông Vaile nói với ủy ban như vậy vào dịp ông nhận được thông tin từ các điện tín qua cuộc họp giao ban của các cố vấn của ông và các cán bộ phòng ban."
    },
    {
      "input": "MST is a large organization with many bases throughout Brazilian cities.",
      "output": "MST là một tổ chức lớn với nhiều căn cứ ở khắp các thành phố Brazil."
    },
    {
      "input": "During the insolvency proceedings, Lee assigned the major character franchises he had created to his new public company, POW! Entertainment, without the bankruptcy court's approval.",
      "output": "Trong suốt quá trình tố tụng phá sản, Lee đã chuyển nhượng các thương hiệu nhân vật chủ chốt mà ông đã tạo ra cho công ty đại chúng mới của mình, POW! Entertainment, mà không có sự chấp thuận của tòa án phá sản."
    },
    {
      "input": "Only eleven horses have ever won the Triple Crown in the United States.",
      "output": "Chỉ có mười môt chú ngựa đã từng thắng Triple Crown tại Mỹ."
    },
    {
      "input": "The spokeswoman said the activists had allegedly cut holes in the external and internal fences at the defence facility.",
      "output": "Người phát ngôn cho biết các nhà hoạt động đã bị cáo buộc cắt hàng rào bên ngoài và bên trong tại khu vực phòng thủ."
    },
    {
      "input": "As of 2 pm EDT Wednesday, 19 October (18:00 UTC), the center of Hurricane Wilma was located near 17°5′ N 83°5′ W or about 300 miles (480 km) southeast of Cozumel, Mexico.",
      "output": "Tính đến 2:00 giờ chiều giờ EDT thứ Tư ngày 19 tháng Mười (18:00 UTC), trung tâm của cơn bão Wilma đã ở gần 17º5 'Bắc 83º5'Tây hoặc khoảng 300 dặm (480 km) về phía đông nam của Cozumel, Mexico."
    },
    {
      "input": "For more information, visit the campaign's official website, listed below.",
      "output": "Để biết thêm thông tin, xin ghé thăm trang web chính thức của chiến dịch, được liệt kê bên dưới."
    },
    {
      "input": "The total of 500 thousand articles exceeds any other encyclopedia, according to the press release.",
      "output": "Tổng số 500 nghìn bài xã luận là con số vượt qua tất cả những trang bách khoa khác, theo báo giới đưa tin."
    },
    {
      "input": "Louisiana's Democratic primary was also won by Obama in a large margin, winning nearly 53% of the vote over Clinton's 39%.",
      "output": "Obama cũng đã giành được phần lớn sự ủng hộ của Đảng Dân chủ bang Louisiana trong một biên độ lớn, chiếm gần 53% phiếu bầu trong khí số phiếu của bà Clinton là 39%."
    },
    {
      "input": "The plan, entitled In Larger Freedom, is part of the UN's attempt to revitalise itself during its sixtieth anniversary year.",
      "output": "Bản kế hoạch, được đặt tên là mở rộng tự do hơn, là một phần trong nỗ lực của Liên hợp quốc để cải tổ tổ chức trong lần kỉ niệm 60 năm thành lập."
    },
    {
      "input": "Simon didn't appear to let it excuse his hit on Hollweg.",
      "output": "Simon dường như không cho phép điều đó bao biện cho cú đánh anh nhằm vào Hollweg."
    },
    {
      "input": "\"It is time to stamp out these barbaric, feudal practices which are a slur on the nation.",
      "output": "\"Đã đến lúc phải bước ra khỏi những tục lệ man rợ, phong kiến này, một vết nhơ của quốc gia."
    },
    {
      "input": "The Tiwi Islands had a very high rate from 2000 to 2005, but has now not had a suicide for a year.",
      "output": "Vùng đảo Tiwi đã từng có tỷ lệ cao từ năm 2000 đến năm 2005, nhưng hiện nay đã không có một vụ tự tử nào trong suốt một năm."
    },
    {
      "input": "Veteran striker Pat \"Bam Bam\" Healy put an end to the undefeated streak of Lyle \"Fancy Pants\" Beerbohm in a close main event fight that went to the judges' decision at the Strikeforce Challengers 14 event at Cedar Park Center in Cedar Park, Texas on Friday night.",
      "output": "Võ sỹ kỳ cựu Pat \"Bam Bam\" Healy đặt dấu chấm hết cho chuỗi bất bại của \"Fancy Pants\" Beerbohmtrong một trận đấu khó khắn kết thúc bằng quyết định của trọng tài tại giải đấu Strikeforce Challengers 14 tại Cedar Park Center tổ chức tại công viên Cedar, Texas vào tối thứ Sáu."
    },
    {
      "input": "\"The Israeli Army can stop 12 to 50 ships if it wants,\" Feiler said.",
      "output": "\"Quân đội Israel có thể ngừng 12 đến 50 tàu nếu muốn, \" Feiler nói."
    },
    {
      "input": "With this closure, the Seattle Times is now Seattle's only major daily newspaper.",
      "output": "Với việc đóng cửa này, Seattle Times giờ đây là tờ nhật báo lớn duy nhất của Seattle."
    },
    {
      "input": "As the Soviet Union crumbled at the end of the Cold War, Georgia regained its independence in 1991, but its early years were marked by instability, corruption, and economic crises.\"",
      "output": "Khi Liên Xô sụp đổ vào cuối Chiến tranh Lạnh, Georgia giành lại độc lập vào năm 1991, nhưng những năm đầu được đánh dấu bằng sự bất ổn định, tham nhũng, và khủng hoảng kinh tế.\""
    },
    {
      "input": "Germany will lend Albania €16.7 million (USD21.5 million) as part of a loan in order to help the country improve its water supply networks in two southeastern towns, Pogradec and Korca.",
      "output": "Đức sẽ cho Albania vay 16,7 triệu euro (21,5 triệu đô la Mỹ) như là một phần của khoản vay để giúp nước này cải thiện mạng lưới cấp nước ở hai thị trấn phía đông nam, Pogradec và Korca."
    },
    {
      "input": "The H1N1 virus differs from the normal seasonal flu in that it has persisted during the summer months and affected relatively healthy people under the age of 65.",
      "output": "Loại vi-rút H1N1 khác với cúm mùa thông thường ở chỗ nó đã kéo dài trong những tháng mùa hè và người bị ảnh hưởng là những người tương đối khỏe mạnh ở độ tuổi dưới 65."
    },
    {
      "input": "Human-rights groups say at least 15 people were killed by security forces.",
      "output": "Các nhóm nhân quyền cho biết ít nhất 15 người đã thiệt mạng bởi các lực lượng an ninh."
    },
    {
      "input": "Sanader quit from his PM position in July last year, vowing to quit politics for good, also.",
      "output": "Sanader rời bỏ vị trí thủ tướng tháng Bảy năm ngoái, với lời thề sẽ từ bỏ chính trị mãi mãi."
    },
    {
      "input": "Plymouth, Michigan, United States - This week, independent software developer Stardock released Galactic Civilizations II: Dark Avatar, an expansion to their PC turn-based strategy game Dread Lords.",
      "output": "Plymouth, Michigan, Hoa Kỳ - Tuần này, nhà phát triển phần mềm độc lập Stardock phát hành Galactic Civilizations II: Dark Avatar, một phiên bản mở rộng của trò chơi chiến thuật Dread Lords chạy trên máy tính cá nhân."
    },
    {
      "input": "4% of the votes are needed to gain a seat.",
      "output": "Cần phải có 4% số phiếu để đạt được một chỗ."
    },
    {
      "input": "The conference is officially referred to as the 16th session of the Conference of the Parties to the United Nations Framework Convention on Climate Change (UNFCCC) and the 6th session of the Conference of the Parties serving as the meeting of the Parties to the Kyoto Protocol.",
      "output": "Hội nghị này chính thức được xem như là Hội nghị lần thứ 16 các bên tham gia theo Công ước Khung của Liên Hợp Quốc về biến đổi khí hậu (UNFCCC) và là Hội nghị lần thứ 6 các bên tham gia nghị định thư Kyoto."
    },
    {
      "input": "Vice President Joe Biden, with a history of advocating improved rape legislation, described the changes as \"a victory for women and men across the country whose suffering has gone unaccounted for over 80 years.\"",
      "output": "Phó Tổng thống Joe Biden, với lịch sử tán thành cải thiện pháp luật về hiếp dâm, đã mô tả những thay đổi này là \"một thắng lợi cho những người phụ nữ và nam giới trên toàn quốc – những người mà chịu đựng nỗi đau không thể giải thích trong hơn 80 năm qua.\""
    },
    {
      "input": "The parents are informed that corporal punishment is illegal in New Zealand schools but it quotes the Bible \"we ought to serve God rather than men\".",
      "output": "Các bậc phụ huynh được thông báo rằng hình phạt thể chất là bất hợp pháp trong các trường học của New Zealand nhưng họ trích dẫn Thánh Kinh \"chúng ta phải phục vụ Chúa chứ không phải con người.\""
    },
    {
      "input": "Later, the Dutch parliament failed to convince its EU representatives to reverse their vote.",
      "output": "Tiếp đó, quốc hội Hà Lan đã thất bại trong việc thuyết phục các đại diện EU thay đổi hoàn toàn lá phiếu của mình."
    },
    {
      "input": "To exacerbate the situation, heat indices are expected to reach well over the 110s for much of the east coast due to high humidity levels.",
      "output": "Tình hình càng thêm trầm trọng khi chỉ số nhiệt dự kiến ​​đạt hơn 110s cho nhiều bờ biển phía đông do độ ẩm cao."
    },
    {
      "input": "Despite attempts to destroy the group through repressions, it came to embody a broad social anti-communist movement within Poland.",
      "output": "Mặc dù nỗ lực để tiêu diệt các nhóm thông qua đàn áp, nó đã thể hiện một phong trào chống cộng sản rộng rãi trong Ba Lan."
    },
    {
      "input": "Former Federal Reserve chief Alan Greenspan said earlier this week that housing prices may fall by \"double digits\" as the subprime crisis bites harder, prompting households to cut back sharply on spending.",
      "output": "Cựu giám đốc Cục Dự trữ Liên bang Alan Greenspan đầu tuần này đã nói rằng giá cả nhà cửa có thể sẽ giảm theo tỷ lệ \"hai con số\" nếu cuộc khủng hoảng cho vay thế chấp dưới chuẩn tiếp tục tuột dốc, việc này sẽ khiến các hộ gia đình cắt giảm chi tiêu rõ rệt."
    },
    {
      "input": "Many nations offered emissions cuts pledges, which vary from 4% to 17% cuts by 2020, compared with 1990 levels.",
      "output": "Rất nhiều quốc gia đã đưa ra cam kết cắt giảm khí thải, mức cắt giảm tới năm 2020 dao động từ 4% đến 17%, so với mức của năm 1990."
    },
    {
      "input": "According to technological weblog Gizmodo, reports have emerged of the .net and not the .com version of the website being hacked.",
      "output": "Theo blog công nghệ Gizmodo, có tỉn rằng bản ở địa chỉ. net của trang web đã bị tấn công chứ không phải bản. com."
    },
    {
      "input": "Medvedev announced during a meeting of the Russian Security Council that he had signed the document .",
      "output": "Medvedev tuyên bố trong một cuộc họp của Hội đồng An ninh Nga rằng ông đã ký các tài liệu."
    },
    {
      "input": "Forum members decided they will not support any particular political party, but to work for Bosnia and Herzegovina without political ethnic entities and to support policies which are fair to all citizens and punish criminals.",
      "output": "Thành viên diễn đàn quyết định họ sẽ không ủng hộ bất kỳ đảng phái chính trị đặc biệt nào, mà họ hành động vì Bosnia và Herzegovina không có thực thể chính trị dân tộc và để hỗ trợ các chính sách công bằng cho tất cả công dân và trừng phạt tội phạm."
    },
    {
      "input": "The helicopter had been chartered from the Russian company Vertical-T and all the victims were civilians.",
      "output": "Chiếc trực thăng được thuê từ một công ty Nga Vertical-T và tất cả các nạn nhân đều là dân thường."
    },
    {
      "input": "Over 100 people died in a massive stampede at the Chamunda Devi temple Jodhpur, in the western state of Rajasthan, India.",
      "output": "Hơn 100 người chết trong một vụ hỗn loạn lớn tại Chamunda Devi đền Jodhpur, ở bang miền tây của Rajasthan, Ấn Độ."
    },
    {
      "input": "The investigation concluded that Stephanides infringed on regulations by helping the British company, Lloyds Register Inspection Ltd., win a contract under the UN programme for Iraq.",
      "output": "Cuộc điều tra kết luận rằng Stephanides vi phạm quy định bằng cách giúp công ty của Anh, Lloyds Register Inspection Ltd., giành được một hợp đồng theo chương trình này của LHQ cho Iraq."
    },
    {
      "input": "As the head of road policing within the Association of Chief Police Officers, Hughes can be considered the top traffic cop in the UK.",
      "output": "Là người đứng đầu trong hoạt động cảnh sát đường phố của Hiệp hội các sĩ quan cảnh sát Trưởng, Hughes có thể được xem như là một cảnh sát giao thông hàng đầu tại Vương quốc Anh."
    },
    {
      "input": "A French journalist confirmed the reports of Abubakar, despite the fact that early reports showed only twenty deaths.",
      "output": "Một phóng viên người Pháp đã xác nhận lại thông tin của Abubakar, cho dù sự thật những nguồn tin trước đó cho biết chỉ có khoảng hai mươi người thiệt mạng."
    },
    {
      "input": "However, the ruling held no precedential effect in the Australian trial, as the principles differed.",
      "output": "Tuy nhiên, phán quyết này không có hiệu lực cho bất kì tòa án nào của Australia, vì các nguyên tắc khác nhau."
    },
    {
      "input": "The ECHR's ruling determined the decision to detain Qatada under this law breached the 'right to liberty and security' secured in the European Convention of Human Rights.",
      "output": "Tuy vậy, Tòa án Nhân quyền châu Âu ECHR đã phản đối quyết định bắt giam Qatada vì cho rằng bộ luật này vi phạm 'quyền được tự do và được bảo vệ'trong Công ước châu Âu về Nhân quyền."
    },
    {
      "input": "It will be released in the US and the rest of Europe two days later, with the US label being Roadrunner Records and the European label being Nuclear Blast Records.",
      "output": "Album này sẽ được phát hành ở Mỹ và phần còn lại của châu Âu hai ngày sau đó, thông qua hãng thu âm của Mỹ Roadrunner Records và của châu Âu Nuclear Blast Records."
    },
    {
      "input": "There were a few start-ups where Vardi's fatherly mentoring seemed more at play than long-term practical business modeling.",
      "output": "Có ít công ty mới thành lập nơi sự quản lý của Vardi dường như được thể hiện nhiều hơn so với mô hình kinh doanh thực tế trong thời kỳ dài hạn."
    },
    {
      "input": "The Prime Minister of India Manmohan Singh, speaker of the Indian parliament Somnath Chatterjee and the President of India A P J Abdul Kalam have expressed shock over the attack.",
      "output": "Thủ tướng Ấn độ Manmohan Singh, phát ngôn viên của nghị viện Ấn Độ Somnath Chatterjee và Tổng Thống Ấn Độ A P J Abdul Kalam đã rất sốc trước cuộc tấn công này."
    },
    {
      "input": "Severe flooding occurred in Namibia about the same time last year, when 42 people were killed by the disaster.",
      "output": "Lũ lụt trầm trọng đã xảy ra ở Namibia cũng vào khoảng thời gian này năm ngoái, khi đó 42 người đã chết do thảm họa."
    },
    {
      "input": "Brash said the blame for any recession will lie squarely with the Prime Minister Helen Clark and Labour.",
      "output": "Brash nói đổ lỗi cho bất kỳ suy thoái kinh tế nào đều là lừa dối rõ ràng với Thủ tướng Helen Clark và Người lao động."
    },
    {
      "input": "The plaintiffs claim that the government and manufacturers knew of the dangers of asbestos inhalation but failed to take proper precautions, including ceasing to promote asbestos as a cheap fire retardant and banning production of the material.",
      "output": "Các nguyên đơn cho rằng Chính phủ và các nhà sản xuất đã biết về sự nguy hiểm của Amiăng khi hít phải nhưng đã không có các đối sách phòng ngừa thích hợp, kể cả việc ngừng tiếp tục sử dụng Amiăng như một chất chống cháy giá rẻ và việc cấm sản xuất chất này."
    },
    {
      "input": "Director of the President's Press Office Marios Karoyan told CNA that the aircraft was a PC - 9 (Pilatus).",
      "output": "Giám đốc Văn phòng Báo chí của Tổng thống, Marios Karoyan nói với CNA đó là chiếc máy bay loại PC-9 (Pilatus)."
    },
    {
      "input": "On the other hand, the staff of Wikimedia requested more editors to add and update articles in their wikis.",
      "output": "Một mặt khác, nhân viên của Wikimedia yêu cầu có thêm biên tập viên để chỉnh sửa và cập nhật hóa các bài viết đăng trong Wiki."
    },
    {
      "input": "It was tough and tight start with both teams putting heavy tackles and showing strong defence until the sixth minute when the SA Vipers finally managed a fast run down the left wing to score a converted try.",
      "output": "Khởi đầu khó khăn và sít sao khi cả hai đội bóng đều tung những cú cản mạnh và thể hiện dàn phòng thủ mạnh mẽ cho đến phút thứ sáu khi độ SA Vipers cuối cùng cũng tìm được cách chạy nhanh bên phía cánh trái để ghi một bàn thắng tiếp đất."
    },
    {
      "input": "The lawsuit was for misappropriating the singer's money and credit cards.",
      "output": "Đây là vụ kiện về việc biển thủ tiền và thẻ tín dụng của ca sĩ."
    },
    {
      "input": "\"We have enough uranium in Australia to power the country for thousands of years,\" said Prof Sevior.",
      "output": "Phó Giáo sư Sevior nói: \"Chúng tôi có đủ uranium ở Australia để cung cấp năng lượng cho cả đất nước này trong hàng nghìn năm.\""
    },
    {
      "input": "England beat Paraguay 1-0 in a bruising encounter among the shadows of the Commerzbank Arena, Frankfurt, Saturday.",
      "output": "Đội Anh đã đánh bại Paraguay với tỉ số 1-0 trong một trận bầm dập dưới vòm sân vận động Commerzbank Arena, ở Frankfurt vào thứ Bảy."
    },
    {
      "input": "Goody is said to have signed a contract worth £100,000 with Bigg Boss before her departure from the show.",
      "output": "Goody được cho là đã ký một hợp đồng trị giá 100.000 bảng Anh với Bigg Boss trước khi rời khỏi chương trình."
    },
    {
      "input": "The search for Jines ends today whether he is found or not.",
      "output": "Cuộc tìm kiếm Jines sẽ kết thúc vào hôm nay bất kể là có tìm thấy ông ta hay không."
    },
    {
      "input": "Along with the ash cloud, a large amount of hot rocks (some reaching three feet in diameter) flew on all directions, damaging roads, homes and vegetation.",
      "output": "Cùng với đám mây tro, một lượng lớn các hòn đá nóng (có viên lên đến ba feet đường kính) bắn ra khắp mọi hướng, phá hủy đường xá, nhà cửa và cây cối."
    },
    {
      "input": "Wired News additionally reports that there is \"circumstantial evidence\" linking the perpetrators of the attack to the internet group \"Anonymous\", who are most well known for their recent protests and attacks against the Church of Scientology, and their members created a reputation as \"griefers\" in the virtual worlds Second Life, and Habbo Hotel.",
      "output": "Wired News thông báo thêm rằng có một \"bằng chứng theo hoàn cảnh\" kết nối những thủ phạm của vụ tấn công với nhóm internet \"Nặc danh\", những kẻ được biết đến với những cuộc tấn công và chống đối gần đây đối với Nhà thờ Khoa học giáo, những thành viên đã tạo ra một danh tiếng là \"những kẻ xót thương\" trong thế giới thực Second Life, và Habbo Hotel."
    },
    {
      "input": "The two Australian mine-workers, who were trapped for 14 days underground in a collapsed mine, have signed a media deal reportedly worth AUD$2 million for their story of survival.",
      "output": "Hai công nhân mỏ người Úc đã bị giam 14 ngày dưới lòng đất trong một vụ sập hầm, đã kí một hợp đồng truyền thông trị giá 2 triệu đô la Úc cho câu chuyện sống sót của họ."
    },
    {
      "input": "Issuers have come under pressure to disclose their policies in regards to setting fees and interest rates.",
      "output": "Các công ty phát hành đã bị áp lực phải công khai những chính sách liên quan đến định mức phí và lãi suất của mình."
    },
    {
      "input": "In return, Australia would take 4,000 genuine refugees from Malaysia over a space of four years.",
      "output": "Đổi lại, Australia sẽ nhận 4.000 người tị nạn thật sự từ Malaysia trong khoảng thời gian bốn năm."
    },
    {
      "input": "The war has provoked protests, and much outrage among politicians who believe that Blair was wrong to support then United States President George W. Bush by sending 45,000 British soldiers—179 of whom died in combat—to fight in Iraq.",
      "output": "Chiến tranh đã gây ra phản kháng cùng cơn giận dữ giữa những chính trị gia mà tin rằng ông Blair đã sai khi ủng hộ tổng thống Mỹ George W. Bush bằng việc gửi đến 45.000 binh lính Anh - trong số đó, sau này có 179 người đã hy sinh trong cuộc chiến đấu tại Iraq."
    },
    {
      "input": "Residents are asked to bottle water and prepare for the outage.",
      "output": "Người dân được khuyến cáo sử dụng nước đóng chai và chuẩn bị cho tình trạng mất điện."
    },
    {
      "input": "In a speech today in Adelaide, South Australia Gillard suggested that she wanted to achieve a mandate by the people through the usual means of the Governor-General.",
      "output": "Trong một bài phát biểu hôm nay tại Adelaide, miền nam nước Úc Gillard đã đề nghị rằng bà muốn đạt được sự ủy nhiệm của nhân dân qua các điều kiện thông thường của Tổng-Đốc."
    },
    {
      "input": "\"We are going to do an investigation through the inspector general.\"",
      "output": "\"Chúng tôi sẽ làm một cuộc điều tra thông qua tổng thanh tra chính phủ.\""
    },
    {
      "input": "However, the Labour-led government is being attacked for interfering with the liquor purchase age bill.",
      "output": "Tuy nhiên, chính phủ do Đảng lao động lãnh đạo đang bị công kích về việc cản trở dự luật về độ tuổi được phép mua rượu."
    },
    {
      "input": "The Trident missile system is carried in four nuclear-powered Vanguard class submarines, the first of which was commissioned in August 1993.",
      "output": "Hệ thống tên lửa Trident được trang bị trong bốn tàu ngầm hạt nhân vỏ Vanguard, cái đầu tiên trong số đó đã được đưa vào hoạt động vào tháng Tám năm 1993."
    },
    {
      "input": "In July 2010, Rudd was replaced as leader of the ALP and as Prime Minister by Ms Gillard.",
      "output": "Vào tháng Bảy năm 2010, ông Rudd bị thay thế khỏi vị trí người lãnh đạo của ALP và cả vai trò Thủ tướng bởi bà Gillard."
    },
    {
      "input": "The commander also noted that his unit found a backpack belonging to one of the gunmen.",
      "output": "Sĩ quan chỉ huy cũng cho biết thêm rằng đơn vị của anh ấy đã tìm thấy một chiếc ba lô thuộc về một trong những kẻ cướp có súng."
    },
    {
      "input": "Pakistani militants killed ten soldiers and injured fifteen more during an attack on PNS Mehran, a military base in Karachi, in a revenge strike after the killing of Osama bin Laden.",
      "output": "Lực lượng quân đội Pakistan giết chết mười binh lính và làm bị thương mười lăm người trong một trận tấn công vào PNS Mehran, một căn cứ quân sự ở Karachi, trong một cuộc tấn công trả thù sau khi giết chết Osama bin Laden."
    },
    {
      "input": "He added, \"It's 25 years since this happened, and in the 25 years it's the first time anybody has claimed such a thing.\"",
      "output": "Ông nói thêm \"Đã 25 năm rồi kể từ khi chuyện này xảy ra, và trong 25 năm qua đây là lần đầu tiên người ta đề cập vấn đề như vậy.\""
    },
    {
      "input": "The USA and Europe have each contributed more than 25% of accumulated global emissions.",
      "output": "Mỹ và châu Âu, mỗi bên chiến hơn 25% vào tổng lượng khí thải toàn cầu."
    },
    {
      "input": "Sharansky said that although he was always against what he calls the \"so-called disengagement plan,\" he decided to leave the government once the battle against the withdrawal was no longer able to be waged from within the government.",
      "output": "Sharansky nói rằng mặc dù ông luôn phản đối những gì mà ông gọi là \"cái gọi là kế hoạch tháo chạy\", ông quyết định rời bỏ chính phủ một khi cuộc chiến chống lại việc tháo chạy là không còn có thể được tiến hành từ bên trong chính phủ."
    },
    {
      "input": "In the biting incident, the attacking dog's owner faces a misdemeanor charge of letting the dog run at large.",
      "output": "Trong vụ việc, chủ sở hữu chú chó phải đối mặt với buộc tội rằng đã để cho vật nuôi chạy không kiểm soát."
    },
    {
      "input": "Asked about that claim, an American military spokeswoman, Air Force Master Sgt. Sabrina D. Foster, said that a statement would be issued soon but that in the meantime she could confirm only eight United States personnel with minor wounds.",
      "output": "Khi được hỏi về yêu cầu bồi thường, một phát ngôn viên của quân đội Mỹ, Air Force Thạc sĩ Sgt. Sabrina D. Foster, nói rằng một tuyên bố sẽ sớm được đưa ra nhưng trong thời gian đó cô có thể khẳng định là chỉ có tám nhân viên Hoa Kỳ với các vết thương nhỏ."
    },
    {
      "input": "Wayne Rooney scored the only goal of the match, his first goal of the season for Manchester United, in the 70th minute.",
      "output": "Wayne Rooney ghi bàn thắng duy nhất của trận đấu, bàn thắng đầu tiên của mùa giải cho Manchester United, vào phút thứ 70."
    },
    {
      "input": "Rijsberman said water scarcity in Africa was caused by a lack of infrastructure to get the water to the people who needed it.",
      "output": "Ông Rijsberman cho biết tình trạng khan hiếm nước ở châu Phi gây ra bởi sự thiếu hụt cơ sở hạ tầng để cung cấp nước cho những người cần nó."
    },
    {
      "input": "The latest documents they have received are the details of the 2004 copy of the manual signed off by Major General Geoffrey D. Miller of the U.S. Southern Command.",
      "output": "Tài liệu mới nhất mà họ nhận được là bản chi tiết của bản sao năm 2004 được ký bởi Thiếu tướng Geoffrey D. Miller Bộ tư lệnh miền Nam Hoa Kỳ."
    },
    {
      "input": "Tehrik-i-Taliban Pakistan has claimed responsibility for the attack; a spokesperson said it was a revenge attack for the killing of Osama bin Laden by U.S. special forces earlier this month.",
      "output": "Tehrik-i-Taliban Pakistan đã nhận trách nhiệm về vụ tấn công; một người phát ngôn nói đây là vụ trả thù cho việc đã giết ông Osama bin Laden của lực lượng đặc nhiệm Mỹ hồi đầu tháng này."
    },
    {
      "input": "In total, they contributed $136 million to New Zealand's economy.",
      "output": "Tổng cộng, họ đã đóng góp 136 triệu đô la vào nền kinh tế New Zealand."
    },
    {
      "input": "According to a spokesperson, Ballard had been sick \"for several years\" and that it was \"with great sadness\" to have to make the announcement of his death.",
      "output": "Theo người phát ngôn, Ballard đã bị ốm \"trong nhiều năm\" và \"thật đau buồn\" phải thông báo về cái chết của ông."
    },
    {
      "input": "The weather was good as the plane was landing in San Francisco.",
      "output": "Thời tiết tốt khi máy bay hạ cánh ở San Francisco."
    },
    {
      "input": "This appointment has been congratulated by the United Nations (UN) Secretary General, Kofi Annan.",
      "output": "Sự bổ nhiệm này đã được chúc mừng bởi Tổng thư ký Liên hiệp quốc (UN), Kofi Annan."
    },
    {
      "input": "The Army had contracted with AEY in January 2007 to supply various types of nonstandard ammunition for use by the Afghan National Army and Afghan National Police, an Army official said on background.",
      "output": "Quân đội đã ký hợp đồng với AEY vào tháng Giêng năm 2007 để cung cấp các loại đạn phi tiêu chuẩn để sử dụng cho quân đội Quốc gia và cảnh sát Quốc gia Afghanistan, một quan chức quân đội giấu tên nói."
    },
    {
      "input": "Two men have been charged with starting the Zaca Fire, the second-largest wildfire in the history of California.",
      "output": "Hai người đàn ông đã bị buộc tội gây ra vụ cháy Zaca, đám cháy rừng lớn thứ hai trong lịch sử của California."
    },
    {
      "input": "Instead, three genes of the HIV virus have been introduced into the adenovirus.",
      "output": "Thay vào đó thì ba gen của virút HIV được gắn vào virút gây bênh đường hô hấp."
    },
    {
      "input": "Appenzell Innerrhoden (Appenzell Inner Rhodes) is the smallest canton of Switzerland by population and the second smallest by area, Basel-City having less area.",
      "output": "Appenzell Innerrhoden (Appenzell Inner Rhodes) là bang có ít dân nhất và có diện tích nhỏ thứ hai ở Thụy Sĩ, thành phố Basel có diện tích nhỏ hơn."
    },
    {
      "input": "White House spokeswoman Dana Perino confirmed the existence of the 2005 document but did not say whether techniques such as head slapping and waterboarding constitute \"torture\" under U.S. law.",
      "output": "Phát ngôn viên Nhà Trắng, Dana Perino đã xác nhận sự tồn tại của tài liệu 2005, nhưng không cho biết các kỹ thuật như tát vào đầu và dội nước là \"tra tấn\" theo luật của Mỹ."
    },
    {
      "input": "Zorn discussed a variety of issues, including frustration with the classification system that has disadvantaged some United States swimmers because of what she sees as its subjective nature.",
      "output": "Zorn đã thảo luận hàng loạt vấn đề, bao gồm sự thất vọng với hệ thống phân loại đã gây bất lợi cho một số vận động viên bơi lội người Mỹ bởi vì những thứ bà cho là do tính chủ quan của nó."
    },
    {
      "input": "While there have been fewer sightings of \"liberty toast\" in recent months, from discussions with students in both the U.S. and France, this reporter found that America's perception of the French remains a hot topic of discussion on college campuses.",
      "output": "Trong khi đã có ít dấu hiệu của việc \"quyền định đoạt sự tự do\" trong những tháng gần đây, từ các cuộc thảo luận với các học sinh ở cả Mỹ và Pháp, phóng viên này đã thấy rằng nhận thức của người Pháp về nước Mỹ vẫn còn là một chủ đề nóng trong cuộc thảo luận ở các trường đại học."
    },
    {
      "input": "Judges are also going to expect a pay rise next year of about 5%.",
      "output": "Các thẩm phán cũng dự đoán được tăng lương 5% trong năm tới."
    },
    {
      "input": "Former colonial power France welcomed his election, saying the vote took place under \"acceptable conditions.\"",
      "output": "Cựu thế lực thực dân Pháp hoan nghênh sự đắc cử của ông và cho rằng cuộc bầu cử diễn ra trong \"các điều kiện chấp nhận được.\""
    },
    {
      "input": "It is moving to the west-northwest at 7 mph (11 KM/HR)with maximum sustained winds of 165 mph (270 km/h), with higher gusts, making it a dangerous Category 5 hurricane on the Saffir-Simpson Scale, and has a minimum central pressure of 900 mbar (26.58 InHg).",
      "output": "Nó đang di chuyển về phía tây-tây bắc với tốc độ 7 dặm/h (11 km/h) với sức gió mạnh tối đa 165 dặm/h (270 km/h), với các đợt gió giật cao hơn, trở thành siêu bão nguy hiểm Hạng 5 theo thang đánh giá Saffir-Simpson, và có áp suất trung tâm tối thiểu là 900 mbar (26,58 inHg)."
    },
    {
      "input": "The National Oceanic and Atmospheric Administration (NOAA) has issued an advisory stating that ash fall can be expected from \"Ninilchik Southward through mid morning.\"",
      "output": "Cục quản lý Đại dương và Khí quyển quốc gia (NOAA) đã đưa ra những thông báo khuyến cáo rằng tro có thể bay từ \"Phía Nam Ninilchik trong buổi sáng.\""
    },
    {
      "input": "The dam on the Cotter River has been under construction for four years.",
      "output": "Đập nước trên sông Cotter được xây dựng trong vòng bốn năm."
    },
    {
      "input": "Around 19,000 bicycles are reported stolen every year in London alone.",
      "output": "Theo báo cáo khoảng 19.000 chiếc xe đạp bị đánh cắp mỗi năm chỉ tính riêng tại Luân Đôn."
    },
    {
      "input": "An American student at a California university, who asked to remain anonymous to prevent the damage of his reputation among colleagues, said that he would describe 90 percent of the Parisians he has met as being arrogant.",
      "output": "Một sinh viên Mỹ tại trường đại học California, người yêu cầu giấu tên để tránh những thiệt hại về uy tín của mình với bạn học, nói rằng anh sẽ mô tả 90 phần trăm dân Paris anh gặp là kiêu ngạo."
    },
    {
      "input": "German police are embarrassed after a 27-year-old man, whom they had just booked for burglary, walked out of the police station and stole an unmarked police vehicle.",
      "output": "Cảnh sát Đức cảm thấy hổ thẹn khi để một người đàn ông 27 tuổi, người vừa bị bắt giữ vì tội ăn trộm, trốn thoát khỏi đồn và trộm một chiếc xe cảnh sát."
    },
    {
      "input": "And what would due process be?",
      "output": "Vậy thì qui trình đến hạn dùng làm gì?"
    },
    {
      "input": "Both Million Dollar Baby (2004) and Crash (2005) won Academy Awards for Best Picture, making Haggis the first film writer since 1950 to pen movies which won Best Picture Oscars in consecutive years.",
      "output": "Million Dollar Baby (2004) và Crash (2005) đã thắng giải Oscar cho Phim Hay Nhất, khiến Haggis trở thành nhà biên kịch phim đầu tiên kể từ năm 1950 dành giải Oscar trong hạng mục Phim Hay Nhất hai năm liên tiếp."
    },
    {
      "input": "Cruise makes assertions about programs which use Hubbard's teachings such as Criminon and Narconon \"We're the authorities on getting people off drugs.\"",
      "output": "Cruise đưa ra những xác nhận về các chương trình sử dụng lời dạy của Hubbard như Criminon và Narconon \"Chúng tôi là những nhà chức trách đưa người dân thoát khỏi ma túy.\""
    },
    {
      "input": "The Gliders are in Bangkok, Thailand, for the Asia-Oceania Zone Wheelchair Basketball Championships, which are being held at the Thai-Japanese Bangkok Youth Center.",
      "output": "Đội Gliders đang ở Băng Cốc, Thái Lan để chuẩn bị cho giải đấu Vô địch Bóng rổ Trên xe lăn Khu vực Châu Á-Đại dương được tổ chức tại Trung tâm Tuổi trẻ Băng Cốc Thái-Nhật."
    },
    {
      "input": "Losses in agriculture due to the ash cover are estimated at $150 Million.",
      "output": "Thiệt hại trong nông nghiệp do tro bao phủ được ước tính vào khoảng 150 triệu đô la."
    },
    {
      "input": "The 113 signatories are members of a group known as Independent Australian Jewish Voices (IAJV).",
      "output": "113 người ký vào biên bản này là thành viên của một nhóm được biết đến là Những tiếng nói Do Thái Úc Độc lập (IAJV)."
    },
    {
      "input": "He said \"Gray checked into the extended-stay hotel on Saturday and was scheduled to check out today\".",
      "output": "Ông nói: \"Gray đã vào nghỉ tại khách sạn cho phép lưu trú dài ngày vào hôm thứ Bảy và định sẽ trả phòng vào hôm nay.\""
    },
    {
      "input": "Another security official, Khabib Khan, said that there were around three hundred people attending at the volleyball competition when the explosion happened.",
      "output": "Một quan chức an ninh khác, Khabib Khan, nói rằng có khoảng ba trăm người đang có mặt tại cuộc đấu bóng chuyền khi vụ nổ xảy ra."
    },
    {
      "input": "\"We are speaking about three generations of Jews that were sent on the important mission by the Israeli government and made an empty desert into a blossoming garden.\"",
      "output": "\"Chúng ta đang nói về ba thế hệ của người Do Thái, những thế hệ đã được trao sứ mệnh quan trọng bởi chính phủ Israel và đã tạo ra một sa mạc hoang vắng trong một khu vườn đang nở hoa.\""
    },
    {
      "input": "The singer performed at the first contest in 1956 and appeared again two years later and achieved his best result with his performance of Ma petite chatte.",
      "output": "Ca sỹ biểu diễn trong cuộc thi lần đầu vào năm 1956 và hai năm sau lại xuất hiện và đạt được thành tích cao nhất với bài biểu diễn của ông là Ma petite chatte."
    },
    {
      "input": "\"Not everything is protected under the free speech clause and laws have been enacted to protect each citizen from abuse.\"",
      "output": "\"Không phải cái gì cũng được bảo vệ dưới quyền tự do ngôn luận và luật pháp đã ban hành luật bảo vệ mỗi công dân khỏi bị lạm dụng.\""
    },
    {
      "input": "Paramedics have only confirmed that they called police to report that they were bringing Owens to hospital.",
      "output": "Các ý tá chỉ khẳng định là họ gọi cho cảnh sát để báo cáo rằng họ đang mang Owens đến bệnh viện."
    },
    {
      "input": "Abdullah Gül, current deputy prime minister and foreign minister of Turkey, has been named as the new presidential candidate by his party, the Justice and Development Party (AKP).",
      "output": "Abdullah Gul, hiện nay là Phó Thủ tướng và là Bộ trưởng Bộ ngoại giao Thổ Nhĩ Kỳ, đã được Đảng của ông chỉ định là ứng cử viên tổng thống mới, Đảng Phát triển và Công lý (AKP)."
    },
    {
      "input": "His last book Finding Moonshine will be published in English in February 2008.",
      "output": "Cuốn sách cuối cùng của ông Đi Tìm Ánh Trăng sẽ được xuất bản bằng tiếng Anh vào tháng Hai năm 2008."
    },
    {
      "input": "About 70 seniors at James Logan High School in Union City, Ca., mostly minorities and those who are learning English, still need to pass the test.",
      "output": "Khoảng 70 học sinh tại trường trung học phổ thông James Logan ở Union City, Ca., chủ yếu là dân tộc thiểu số và những người đang học tiếng Anh, vẫn cần phải vượt qua các bài kiểm tra."
    },
    {
      "input": "It caused \"major damage\" to overhead power cables, especially on the Brussels–Mons and Brussels–Tournai lines, and high speed rail services between Brussels and France and the UK have been suspended.",
      "output": "Nó gây ra \"thiệt hại lớn\" tới dây cáp điện trên không, đặc biệt là trên các tuyến đường Brussels-Mons và Brussels-Tournai, và các dịch vụ đường sắt tốc độ cao giữa Brussels và Pháp và Anh đã bị hoãn lại."
    },
    {
      "input": "US President George W. Bush, with dwindling public support for the war, marked the occasion with a speech, outlining his commitment to democracy in the region.",
      "output": "Tổng thống Mỹ, George W. Bush, với sự suy giảm ủng hộ công cho cuộc chiến, đã đánh dấu cơ hội này với một bài phát biểu đưa ra cam kết của mình với chế độ dân chủ trong khu vực."
    },
    {
      "input": "Pavlos Melas was planning to sign him, but after the relegation, Tatsis probably won't join the \"Greens\".",
      "output": "Đội Pavlos Melas dự định ký hợp đồng với Tatsis, nhưng sau khi đội này xuống hạng, Tatsis có lẽ sẽ không muốn chơi cho \"Greens\" nữa."
    },
    {
      "input": "Attacks by Israel aimed at Hamas fighters have killed over 400 Palestinians including many civilians, since June this year.",
      "output": "Các cuộc tấn công của Israel nhằm vào các chiến binh Hamas đã giết chết hơn 400 người Palestine trong đó có nhiều dân thường, kể từ tháng sáu năm nay."
    },
    {
      "input": "Skinner was a gym teacher and basketball coach and taught members of the group.",
      "output": "Skinner là một giáo viên thể dục và huấn luyện viên bóng rổ và dạy các thành viên của nhóm."
    },
    {
      "input": "The 8-1 joint favourites Point Barrow, Joes Edge and Monkerhostin failed to finish, with Point Barrow falling at the first fence.",
      "output": "Tại điểm 8-1 con ngựa được yêu thích Point Barrow, Joes Edge và Monkerhostin đã không thể kết thúc vòng đua với con Point Barrow bị ngã ngay từ hàng rào đầu tiên."
    },
    {
      "input": "If it had been successful, it would have been the first Naro-1 launch to reach orbit.",
      "output": "Nếu nó thành công, nó sẽ có thể là Naro-1 đầu tiên được phóng vào quỹ đạo."
    },
    {
      "input": "My hope is to reach out to him in the near future.\"",
      "output": "Hy vọng của tôi là gặp lại anh ấy trong tương lai gần.\""
    },
    {
      "input": "Eight have been killed in Somalia since the beginning of 2009.",
      "output": "Từ đầu năm 2009 đã có tám người đã thiệt mạng ở Somalia."
    },
    {
      "input": "Super Typhoon Saomai made landfall in the eastern province Zhejiang in China around 5:30 p.m. Thursday afternoon.",
      "output": "Cơn siêu bão Saomai đã đổ bộ vào phía tây tỉnh Zhejiang tại Trung Quốc vào khoảng 5:30 chiều ngày thứ năm."
    },
    {
      "input": "In a statement to the Commission, bemobile admitted it had not built any new transmitter masts since the latter part of 2010.",
      "output": "Trong một tuyên bố với Ủy Ban, bemobile thừa nhận họ đã không xây dựng thêm được cột phát sóng mới nào kể từ nửa sau năm 2010."
    },
    {
      "input": "China is able to market its goods cheaply due to an artificially weak yuan.",
      "output": "Trung Quốc có thể tiếp thị hàng hóa của họ rẻ do đồng nhân dân tệ được làm yếu giả tạo."
    },
    {
      "input": "Prices as low as £1 have been put forward as possible prices tags for the Northampton based team, with Honda CEO Takeo Fukui stating that \"Just to make the team possible to exist, a small price tag is acceptable\".",
      "output": "Mức giá £1 có thể trở thành giá ghi trên nhãn cho đội đua có trụ sở tại Northampton, CEO Takeo Fukui của Honda phát biểu \"để đội có thể tồn tại, thì giá ghi trên nhãn như vậy có thể chấp nhận được.\""
    },
    {
      "input": "Toyota drivers Jarno Trulli and Ralf Schumacher lost even more positions, when Honda driver Jenson Button and McLaren Mercedes driver Kimi Räikkönen slipped in front of them and finished on 4-th and 5-th place respectively.",
      "output": "Các tay đua của Toyota Jarno Trulli và Ralf Schumacher thậm chí còn mất nhiều vị trí hơn, khi tay đua của đội Honda Jenson Button và tay đua của đội Mercedes McLaren Kimi Räikkönen vượt lên phía trước và kết thúc lần lượt ở vị trí thứ 4 và thứ 5."
    },
    {
      "input": "The new workplace reforms have evoked widespread controversy from both sides of the political spectrum.",
      "output": "Cải cách mới về nơi làm việc đang làm dấy lên tranh luận rộng khắp từ các luồng chính trị khác nhau."
    },
    {
      "input": "However, Ryanair is not the only airline to suffer from the economic downturn.",
      "output": "Tuy nhiên, Ryanair không phải là hãng hàng không duy nhất lao đao vì sự suy thoái kinh tế."
    },
    {
      "input": "Mahameed believes contributions such as his are necessary to the Mideast peace effort.",
      "output": "Mahameed tin rằng những đóng góp như của ông là rất cần thiết cho việc tìm lại hòa bình cho khu vực Trung Đông."
    },
    {
      "input": "\"How cruel can Hamas be? \"",
      "output": "\"Quân Hamas có thể tàn nhẫn đến như thế nào? \""
    },
    {
      "input": "The annual growth rate, of Asia's fourth-largest economy, for the quarter is also higher than that of the last quarter's (April-June), which was 8.9 percent.",
      "output": "Tốc độ tăng trưởng của nền kinh tế lớn thứ tư Châu Á trong quý này cũng cao hơn so với quý trước (tháng Tư-tháng Sáu) với 8,9 phần trăm."
    },
    {
      "input": "In an interview with radio talk show host Laura Ingraham, he said it might even lead to ethnic cleansing in Bahgdad and elsewhere in Iraq.",
      "output": "Trong một cuộc phỏng vấn với đài phát thanh với người dẫn chương trình, Laura Ingraham, ông nói rằng nó có thể dẫn tới việc thanh lọc sắc tộc tại Bangdad và những vùng khác ở Iraq."
    },
    {
      "input": "After three days of talks, parties in Northern Ireland have come to a stalemate over the election of a chairperson for a committee to help setup a devolved government in Northern Ireland.",
      "output": "Sau ba ngày đàm phán, các Đảng tại Bắc Ireland đã gặp phải bế tắc trong việc bầu ra người đứng đầu một ủy ban hỗ trợ thành lập một Chính phủ được phân quyền tại Bắc Ireland."
    },
    {
      "input": "At an industry awards dinner, Button indicated his desire for a buyer to be found for Honda, saying any buyer would get \"... a great team with excellent facilities.\"",
      "output": "Tại buổi dạ tiệc trong ngành công nghiệp này, Button thể hiện mong muốn tìm được một người mua đội Honda, nói rằng bất kể người mua nào cũng có thể nhận được\"… một đội đua tuyệt vời với một hệ thống thiết bị tuyệt vời.\""
    },
    {
      "input": "If the outermost layer cracks open, the decrease in pressure from these reserves to space causes a plume to shoot out.",
      "output": "Nếu lớp ngoài bề mặt nứt mở, áp suất giảm từ những hồ chứa này so với không gian sẽ khiến một luồng hơi bị bắn ra."
    },
    {
      "input": "News articles frequently discuss some issues but neglect others that might be more critical.",
      "output": "Các bài báo thường thảo luận đa dạng vấn đề nhưng lại có thể bỏ qua nhiều chi tiết then chốt."
    },
    {
      "input": "Martin Hyde is running for the Green Party of Ontario in the Ontario provincial election, in the Ottawa West-Nepean riding.",
      "output": "Martin Hyde đang vận động cho Đảng Xanh của Ontario trong cuộc bầu cử của tỉnh Ontario, trong khu vực bầu cử Ottawa West-Nepean."
    },
    {
      "input": "\"This is quite an awful crime, quite senseless, and the community holds the clue to solving this crime quickly.\"",
      "output": "\"Đây là một tội ác rất khủng khiếp, rất điên rồ, và cộng người dân giữ những đầu mối để giải quyết vụ việc này một cách nhanh chóng.\""
    },
    {
      "input": "Direct rule from London has been in place since the Assembly and Executive dissolved in 2002 over allegations of IRA spying ring.",
      "output": "Những quy định trực tiếp từ London đã được áp dụng kể từ khi Quốc hội và Ban điều hành giải thế vào năm 2002 vì những luận điệu buộc tội nhóm gián điệp IRA."
    },
    {
      "input": "The lack of money being pumped into the local economy has caused many businesses to close, and the construction of the town's new church has come to a screeching halt.",
      "output": "Việc thiếu tiền bơm vào nền kinh tế địa phương đã buộc nhiều doanh nghiệp phải đóng cửa, và việc xây dựng nhà thờ mới của thị trấn đã phải dừng hẳn lại."
    },
    {
      "input": "The U.N. says that the rate of civilian deaths in the country has risen sharply.",
      "output": "Liên hợp quốc nói rằng tỷ lệ tử vong dân thường ở nước này đã tăng vọt."
    },
    {
      "input": "Juve had been in talks for the 29-year-old for the last few weeks and a deal has been completed.",
      "output": "Juve đã đàm phán với cầu thủ 29 tuổi này trong vài tuần gần đây và thương vụ đã hoàn tất."
    },
    {
      "input": "Wikinews is in the process of contacting every candidate, in every riding across the country, no matter their political stripe.",
      "output": "Wikinews đang trong quá trình tiếp xúc với mỗi ứng cử viên, tại mỗi điểm bầu cử trên khắp đất nước, bất kể đảng phái chính trị của họ."
    },
    {
      "input": "The court is deciding whether Musharraf was eligible to run in last month's election, which he won.",
      "output": "Tòa án đang quyết định xem Musharraf có đủ điều kiện để chạy đua trong cuộc bầu cử hồi tháng trước mà ông đã giành chiến thắng hay không."
    },
    {
      "input": "\"It's too early to see a trend, but spring shows signs of hope.\"",
      "output": "\"Vẫn còn quá sớm để nhìn thấy xu hướng, tuy nhiên mùa xuân cho thấy những dấu hiệu của hy vọng.\""
    },
    {
      "input": "While Ng'ani told the BBC of difficulties with finding other workers as skilled and experienced, Mutua reportedly stated that this would not be an issue.",
      "output": "Trong khi Ng'ani đưa ra ý kiến với hãng BBC về khó khăn trong việc tìm kiếm những nhân viên y tế có kinh nghiệm và kỹ năng thì Mutua cho rằng đó không phải là vấn đề."
    },
    {
      "input": "The anti-spam legislation, or the Unsolicited Electronic Messages Act 2007, promotes spam education and awareness and will enable international agencies to work together to share information and will enable cross-border pursuit of serious law breakers.",
      "output": "Luật chống thư rác, hay Đạo luật Tin nhắn điện tử tự gửi năm 2007, thúc đẩy việc giáo dục và nâng cao nhận thức về thư rác và sẽ cho phép các cơ quan quốc tế làm việc với nhau để chia sẻ thông tin và sẽ cho phép theo đuổi vượt biên giới với những người vi phạm pháp luật nghiêm trọng."
    },
    {
      "input": "Former Thai Prime Minister Thaksin Shinawatra arrived today in Cambodia where he will take up a post as the government's economic advisor.",
      "output": "Cựu Thủ tướng Thái Lan Thaksin Shinawatra đã viếng thăm Campuchia vào ngày hôm nay nơi mà ông sẽ có một bài phát biểu với tư cách là cố vấn kinh tế cho chính phủ nước này."
    },
    {
      "input": "SAAVI has expressed its commitment to the \"highest level of preventive care\" for those who take part in the trial, promising \"extensive, state-of-the-art\" counselling as well as some forms of medical care and for those taking part, through the duration of the trial.",
      "output": "SAAVI đã công bố bản cam kết \"cẩn thận phòng ngừa mức độ cao nhất\" cho những ai tham dự cuộc thử nghiệm, cam đoan \"rộng khắp, công nghệ khoa học kỹ thuật tiên tiến nhất\", tư vấn cũng như là cung cấp chăm sóc y tế cho những ai tham gia trong suốt quá trình thử nghiệm."
    },
    {
      "input": "He spent about 20,000 shekels (US$4,500) of his own money in order to create the museum, despite the alienation of his own brother, the rejection of the Arab news media, and a public that is slow to accept his ideas.",
      "output": "Ông đã tự bỏ tiền túi ra hơn 20.000 seken (4.500 đô la Mỹ) để xây lên bảo tàng này, mặc dù điều này vấp phải sự bất mãn của em trai ông, bị giới truyền thông tin tức Ả-rập từ chối và phải chờ đợi rất lâu để nhận được sự đồng ý của cộng đồng."
    },
    {
      "input": "President Bush spoke on his \"close friend's\" resignation saying that he has reluctantly accepted the resignation, but noted that Gonzales' name had been \"dragged through the mud for political reasons.\"",
      "output": "Tổng thống Bush đã bộc bạch về quyết định từ chức của \"người bạn thân của ông\" rằng ông đã phải miễn cưỡng chấp nhận đơn từ chức này, nhưng ông còn nói thêm rằng tên của Gonzales đã được \"kéo qua bùn lầy vì những lý do chính trị.\""
    },
    {
      "input": "\"A suicide bomber blew himself up as the car was next to a passenger bus passing through the market,\" said senior police officer Shafqat Malik.",
      "output": "\"Một kẻ đánh bom liều chết đã kích nổ xe hơi khi đi cạnh một xe buýt chở khách đang đi ngang qua chợ, \" sĩ quan cảnh sát cấp cao Shafqat Malik nói."
    },
    {
      "input": "Professor Mirecki has apologized for using the term, which is viewed as a slur by some conservatives.",
      "output": "Giáo sư Mirecki đã lên tiếng xin lỗi về việc sử dụng thuật ngữ đó mà được một số kẻ bao thủ xem như một sự sỉ nhục."
    },
    {
      "input": "The Australian Department of Foreign Affairs has said that Trinh was receiving consular assistance, but that it was too early to negotiate for clemency as his case is still subject to appeal.",
      "output": "Bộ Ngoại giao Úc đã nói rằng Trinh đã đang nhận được sự trợ giúp từ lãnh sự, tuy nhiên vẫn còn quá sớm để thương lượng khoan hồng vì trường hợp của ông ta vẫn đang phụ thuộc vào sự kháng cáo."
    },
    {
      "input": "Two of those people were killed in a two-car accident in Lancaster, New York, and the other person was in Niagara County and died after being hit by a vehicle.",
      "output": "Hai trong số họ đã bị chết trong vụ tại nạn của hai ô tô tại Lancaster, New York và người còn lại là tại hạt Niagara và chết do bị phương tiện cơ giới đâm."
    },
    {
      "input": "Earlier in the day, a government minister was killed by a roadside bomb.",
      "output": "Sớm ngày hôm đó, một bộ trưởng đã bị thiệt mạng bởi một quả bom bên đường."
    },
    {
      "input": "\"I shall do my best, but it comes down to what others will do.\"",
      "output": "Tôi sẽ làm hết sức mình, nhưng rốt cuộc là những người khác cũng sẽ làm như thế.\""
    },
    {
      "input": "The cost of repairs, while paid immediately by the state, will ultimately be borne by the trucking company's insurance carrier.",
      "output": "Chi phí sửa chữa, khi được thanh toán ngay bởi nhà nước, nhưng cuối cùng sẽ được hãng bảo hiểm của công ty vận tải chi trả."
    },
    {
      "input": "He won a bronze medal in the slalom with a time of 2.11.52.",
      "output": "Ông dành một huy chương đồng ở nội dung trượt dốc có chướng ngại vật với thời gian 2.11.52."
    },
    {
      "input": "Burns, the former chairman of the Nevada Libertarian Party, was asked if he thinks he has a good shot at winning the Libertarian nomination and ultimately the presidency.",
      "output": "Burns, cựu chủ tịch của Đảng Tự Do Nevada, đã được hỏi rằng ông có nghĩ rằng ông sẽ gặp may mắn trong việc giành đề cử vào Đảng Tự Do và cuối cùng là vị trí tổng thống hay không."
    },
    {
      "input": "United States skiers were scheduled to compete yesterday in the Slalom discipline but the competition was cancelled due to high winds.",
      "output": "Những vận động viên trượt tuyết của Mỹ theo kế hoạch là hoàn thành việc thi đấu ngày hôm qua tại Slalom nhưng trận thi đấu đã bị hoãn lại vì gió lớn."
    },
    {
      "input": "Japan brought five pitchers to Canberra for their Australian tour.",
      "output": "Nhật Bản đã mang năm cầu thủ ném bóng đến Canberra trong chuyến du đấu của họ tại Úc."
    },
    {
      "input": "After being picked up by the Loop Current, the oil spill could then quickly be carried further by the Gulf Stream, which can travel up to 2.5 metres per second (5.6 mph).",
      "output": "Sau khi bị cuốn đi bởi các dòng hải lưu định kì, vết dầu loang sẽ nhanh chóng bị trôi xa hơn với dòng chính vùng vịnh dòng chảy có tốc độ khoảng 2.5m trên giây (5.6mph)."
    },
    {
      "input": "Labor activists have criticised conditions at Foxconn's factories as \"military-style\", with workers working long shifts and not being able to speak to each other.",
      "output": "Những người hoạt động công đoàn đã chỉ trích các điều kiện làm việc tại các nhà máy của Foxconn là \"có phong cách quân sự\", công nhân làm việc ca dài và không được nói chuyện với nhau."
    },
    {
      "input": "The woman who was injured was not believed to be the target.",
      "output": "Người ta tin rằng người phụ nữ bị thương không phải là mục tiêu."
    },
    {
      "input": "The ballpark is named for William A. Shea, a lawyer who helped bring National League baseball back to New York.",
      "output": "Sân bóng chày mang tên William A. Shea - một luật sư đã giúp mang giải đấu bóng chày Quốc gia trở lại New York."
    },
    {
      "input": "Traders refused to move back from the agitation until November 1, when Municipal Corporation of Delhi is likely to resume its sealing drive.",
      "output": "Thương nhân từ chối việc từ bỏ kích động cho đến ngày 1 tháng Mười Một, khi Tòa thị chính Delhi có khả năng mở chiến dịch niêm phong trở lại."
    },
    {
      "input": "After taking 15 minutes to settle in, Bayern Munich started to attack more frequently and it paid dividends after 30 minutes when Lukas Podolski equalized.",
      "output": "Sau 15 phút ổn định, Bayern Munich đã bắt đầu tấn công thường xuyên hơn và điều đó đã mang lại kết quả sau 30 phút khi mà Lukas Podolski đã san bằng tỷ số."
    },
    {
      "input": "During all these events none of the representatives from the Office of Public Prosecutor were present at the place of the event, even though both Krishna people and legal service people demanded meeting with representatives of the Office of Public Prosecutor who are obligated to be present during this type of actions.",
      "output": "Trong tất cả những sự kiện không ai trong số các đại diện của Văn phòng Công tố viên đã có mặt tại nơi xảy ra sự kiện này, mặc dù cả người Krishna và người làm dịch vụ pháp lý đều yêu cầu gặp mặt với các đại diện của Văn phòng công tố viên những người đã bắt buộc phải có mặt trong suốt thời của loại hành động."
    },
    {
      "input": "Human rights groups and the United Nations had hoped Iraq would refrain from using the death penalty against its citizens and urged the government not to carry out the sentences.",
      "output": "Các nhóm nhân quyền và Liên hiệp quốc đã hi vọng Iraq sẽ kiềm chế sử dụng án tử hình đối với người dân của họ và thúc giục chính quyền không thi hành các án tử hình."
    },
    {
      "input": "William F. Schulz, executive director of Amnesty International USA, defended the report, saying, \"What is 'absurd' is President Bush's attempt to deny the deliberate policies of his administration.\"",
      "output": "William F. Schulz, Giám đốc điều hành của Tổ chức Ân xá Quốc tế Hoa Kỳ, đã bảo vệ báo cáo, nói rằng, \"Điều 'vô lý'là nỗ lực của Tổng thống Bush khi từ chối các chính sách có chủ ý của chính quyền của ông.\""
    },
    {
      "input": "The Zimbabwean government (led by President Robert Mugabe) says that the programme is in the public interest and was not against the law.",
      "output": "Chính phủ Zimbabwe (do Tổng thống Robert Mugabe lãnh đạo) nói rằng chương trình này là vì lợi ích công cộng và không trái với pháp luật."
    },
    {
      "input": "Demonstrators are said to have asked permission for the rally and to have received authorisation for having the protest on some sites.",
      "output": "Những người biểu tình được cho là đã xin phép và đã nhận được giấy phép tham gia biểu tình tại một số khu vực."
    },
    {
      "input": "The Justice Department has stated that they will not retry Stevens.",
      "output": "Phòng Tư pháp tuyên bố rằng họ sẽ không xử lại Stevens."
    },
    {
      "input": "One incident involved splashing a Koran with urine by urinating near an air vent while others involved kicking, stepping on and writing in Qur'ans.",
      "output": "Sự việc liên quan đến việc đi tiểu vào kinh Koran bằng cách đi tiểu gần lỗ thông hơi trong khi những người khác tham gia đá, giẵm lên và viết vào kinh Qur'ans."
    },
    {
      "input": "For lookee loos the 52nd floor of 555 California features the popular Carnelian Room, a hang for well to do bankers, brokers, lawyers and tourists checking out wide sweeping views from what was once the tallest structure west of the Mississippi, now only the 5th Tallest Bldg on the west coast, but still impressive.",
      "output": "Đối với những người không có ý định mua tầng 52 của tòa nhà 555 California nổi bật là phòng Carnelian phổ biến, một nơi phù hợp cho những người làm ngân hàng, môi giới, luật sư và khách du lịch, có tầm nhìn bao quát từ nơi trước đây từng là kiến ​​trúc cao nhất ở phía tây của Mississippi, bây giờ chỉ là tòa nhà cao thứ 5 ở bờ biển tây, nhưng vẫn ấn tượng."
    },
    {
      "input": "The judge in the U.S. federal death penalty trial against Zacarias Moussaoui ruled on Friday that prosecutors can seek replacement witnesses for seven Federal Aviation Administration (FAA) employees whose testimony was tainted, and therefore disallowed because of pre-trial coaching by a Transportation Security Administration (TSA) lawyer.",
      "output": "Thẩm phán trong vụ xử tử hình Zacarias Moussaori của toà Liên bang Mỹ hôm thứ Sáu đã ra phán quyết rằng các công tố viên có thể tìm kiếm các nhân chứng khác thay cho bảy nhân viên của Cục quản lý Hàng không Liên bang (FAA) vì những lời đối chứng của họ không đáng tin cậy và do đó không được chấp nhận vì có sự dẫn dắt trước của một luật sư từ Cục quản lý An ninh Giao thông (TSA)."
    },
    {
      "input": "The earthquake, which struck at 08:17 am AWST (00:17 UTC), is the strongest to hit the region of Goldfields-Esperance in 50 years.",
      "output": "Trận động đất xảy ra lúc 08:17 giờ sáng giờ AWST (00:17 giờ theo giờ UTC), là trận động đất mạnh nhất từng xảy ra ở vùng Goldfields-Esperance trong 50 năm qua."
    },
    {
      "input": "Miodrag Djurovic, the head of the main Podgorica hospital, stated that another five passengers had died overnight.",
      "output": "Miodrag Djurovic, giám đốc bệnh viện trung tâm Podgorica, đã tuyên bố rằng năm hành khách khác đã qua đời trong đêm."
    },
    {
      "input": "The Norwegian Ministry of Health and Care Services is considering prosecuting and banning some Scientology practices, in particular the use of the Scientology personality test to sell courses.",
      "output": "Bộ Y tế Na Uy đang xem xét việc khởi tố và nghiêm cấm một số thông lệ của Khoa Luận Giáo, đặc biệt việc sử dụng các bài trắc nghiệm tính cách của Khoa luận giáo nhằm bán các khóa học."
    },
    {
      "input": "Buffalo was the host of the Pan-American Exposition from May 1 until November 2, 1901.",
      "output": "Buffalo làm chủ nhà của cuộc triển lãm Xuyên Mỹ từ ngày 1 tháng năm cho đến tận ngày 2 tháng mười hai năm 1901."
    },
    {
      "input": "The combination of both high winds and temperatures, broke the thick ice into dozens of large pieces.",
      "output": "Sự kết hợp của cả gió to và nhiệt độ cao, đã phá vỡ lớp băng dày thành hàng chục miếng lớn."
    },
    {
      "input": "A postmortem examination has concluded that he died from hypertensive heart disease.",
      "output": "Một khám nghiệm tử thi đã kết luận rằng ông qua đời vì bệnh tim tăng huyết áp."
    },
    {
      "input": "Sir Reg Empey, the leader of the Ulster Unionist Party said that the agreement was \"Belfast for slower learners.\"",
      "output": "Sir Reg Empey, nhà lãnh đạo Đảng Hợp nhất Dân chủ cho biết hiệp định là \"Belfast cho những người có nhận thức chậm hơn.\""
    },
    {
      "input": "Vitantonio Liuzzi rounded out the top eight for Toro Rosso.",
      "output": "Vitantonio Liuzzi kết thúc ở vị trí thứ tám cho đội Toro Rosso."
    },
    {
      "input": "The snow was \"a new sign of the new Iraq,\" according to traffic policeman Murtadha Fadhil, who spoke to Reuters whilst sheltering under a balcony.",
      "output": "Tuyết là \"một điềm báo cho một Iraq mới hoàn toàn, \" cảnh sát giao thông Murtadha Fadhill trả lời phóng viên Reuters khi đang đứng trú dưới ban công."
    },
    {
      "input": "This is in addition to the announcement in September that the EU would modify rules to allow temporary state aid payments; each farmer could receive a maximum of €15,000.",
      "output": "Điều này là để bổ sung cho thông báo trong tháng Chín rằng EU sẽ sửa đổi quy định cho phép thanh toán hỗ trợ tài chính tạm thời; mỗi người nông dân có thể nhận được tối đa là 15.000 Euro."
    },
    {
      "input": "The French ministry of defence suggested that \"these missile tests can only reinforce the concerns of the international community\", and the German government described the exercise as \"regrettable\".",
      "output": "Bộ quốc phòng Pháp cho rằng \"các vụ thử tên lửa chỉ có thể làm tăng sự quan ngại của cộng đồng quốc tế\", và chính phủ Đức đã mô tả cuộc thử nghiệm này là \"đáng tiếc.\""
    },
    {
      "input": "Researchers have named the newly discovered species Cororapithecus abyssinicus whose remains were found in the Afar Region of Ethiopia, the same place where the remains of Lucy were discovered in 1974.",
      "output": "Các nhà nghiên cứu đã đặt tên những loài mới được phát hiện là Cororapithecus Abyssinicus mà phần còn lại của chúng được tìm thấy ở vùng Afar của Ethiopia, cùng nơi những phần còn sót lại của Lucy được tìm thấy năm 1974."
    },
    {
      "input": "\"Most of Marvel's financial success, including from the films, comes out of assets created by Stan Lee that are the subject of this suit,\" the complaint states.",
      "output": "\"Đa số các thành công về tài chính của Marvel, bao gồm từ các bộ phim, xuất phát từ các tài sản được tạo ra bởi Stan Lee là đối tượng của vụ kiện này, \" đơn khiếu nại trình bày."
    },
    {
      "input": "Interstate 80 is closed in Cedar County, Iowa, east of the Iowa City area, due to flooding from the Iowa River and Coralville Lake.",
      "output": "Liên bang 80 bị đóng cửa ở Hạt Cedar, Iowa, phía đông của khu vực thành phố Iowa, do lũ từ sông Iowa và hồ Coralville."
    },
    {
      "input": "The only thing out of the ordinary, she says, was the size of the prize: 1500 leu, about $US 450, or roughly a month's wage for a typical Romanian.",
      "output": "Chỉ có một điều duy nhất bất thường, cô nói, đó là giá trị của phần thưởng: 1500 leu, khoảng 450 đô la mỹ, hoặc vào khoảng một tháng lương bình thường của người Rumani."
    },
    {
      "input": "Employees said that they were fired or pressured to quit after they objected to the Forum courses.",
      "output": "Các nhân viên cho biết họ bị sa thải hoặc bị buộc từ chức sau khi họ phản đối về các khóa đào tạo của Forum."
    },
    {
      "input": "And Ike Moore said, \"To be able to express myself...What a gift!\"",
      "output": "Và Ike Moore nói, \"Để có thể thể hiện mình…đó chính là món quà!\""
    },
    {
      "input": "Writing for the majority, Justice Anthony Kennedy said the Constitution did not allow the death penalty where the crime did not result, and was not intended to result, in a person's death.",
      "output": "Theo đa số, thẩm phán Anthony Kennedy cho rằng Hiến Pháp không cho phép thi hành án tử hình trong trường hợp giết người không thành, và không chủ ý giết người."
    },
    {
      "input": "Without improvements in water productivity the consequences of this will be even more widespread water scarcity and rapidly increasing water prices.",
      "output": "Nếu không cải thiện năng suất nước, các hệ lụy của nó sẽ còn lan rộng hơn do sự khan hiếm nước và việc tăng giá nước liên tục."
    },
    {
      "input": "The project is sponsoring the forum in order to promote its English edition, officially launched in May 2004.",
      "output": "Dự án tài trợ cho diễn đàn nhằm mục đích đẩy mạnh những ấn phẩm bằng tiếng Anh, chính thức bắt đầu vào tháng Năm 2004."
    },
    {
      "input": "A team of experts from the United States have been sent to re-evaluate the situation and to make recommendations about reopening the U.S. border.",
      "output": "Một nhóm các chuyên gia đến từ Hoa Kỳ đã được gửi đến để đánh giá lại tình hình và đưa ra khuyến nghị về mở cửa lại biên giới Mỹ."
    },
    {
      "input": "\"Every person that’s counted in the census brings approximately $10,000 to Detroit over the next decade for schools, roads, hospitals, and social service programs,\" Bing explained.",
      "output": "\"Mỗi người được tính trong điều tra dân số mang lại khoảng 10.000 đô-la cho Detroit trong thập kỷ tới cho các trường học, đường giao thông, bệnh viện, và các chương trình dịch vụ xã hội, \" Bing giải thích."
    },
    {
      "input": "One of Ahmadinejad opponents Mir Hossein Mousavi, had earlier declared himself \"definitely\" the winner and said he may dispute the results.",
      "output": "Một trong những đối thủ của ông Ahmadinejad Mir Hossein Mousavi, trước đó đã tuyên bố mình \"chắc chắn\" sẽ là người chiến thắng và nói rằng ông có thể tranh cãi về kết quả."
    },
    {
      "input": "Even though this race is the second longest race in 2008 Tour de Taiwan, the weather challenged 89 cyclists due to an earlier rain in Taipei-Keelung metropolitan area.",
      "output": "Mặc dù cuộc đua này là cuộc đua dài thứ hai trong năm 2008 của Tour de Đài Loan, thời tiết đã thử thách 89 vận động viên do một cơn mưa trước đó trong khu vực đô thị Keelung-Đài Bắc."
    },
    {
      "input": "The judge decided to acquit three other Memons, Suleiman, Hanifa and Raheen, giving them the benefit of the doubt.",
      "output": "Quan toà đã quyết định tha bổng cho ba thành viên khác trong gia đình Memon là Suleiman, Hanifa và Raheen vì không có đủ bằng chứng buộc tội."
    },
    {
      "input": "Rather, it is to launch negotiations between the Israelis and Palestinians,\" said President George W. Bush at the first formal session of the conference.",
      "output": "Hơn thế, chúng tôi muốn dàn xếp một cuộc đàm phán cho cả hai bên Israel và Palestine, \" Tổng thống George W. Bush tuyên bố trong phiên họp mở đầu."
    },
    {
      "input": "Ryanair said that it is not hedged against oil price increases for the next fiscal year.",
      "output": "Ryanair cho biết rằng công ty không được chuẩn bị để đối phó trước việc tăng giá dầu trong năm tài chính tiếp theo."
    },
    {
      "input": "An independent study says each year an estimated 900 people are murdered in India for bringing dishonour to their families, usually by falling in love and marrying outside their caste or within their sub-caste.",
      "output": "Một nghiên cứu độc lập cho thấy có xấp xỉ 900 người bị sát hại hàng năm ở Ấn Độ vì làm mất mặt gia đình, chủ yếu do yêu và cưới những người không cùng tầng lớp hoặc thuộc tầng lớp dưới."
    },
    {
      "input": "Wikis are openly editable websites that are often used to create knowledge bases.",
      "output": "Wikis là trang web có thể biên tập mở và thường được dùng để cung cấp các kiến thức nền cho người dùng."
    },
    {
      "input": "According to a Wall Street Journal interview with Matthew Prince, CEO of , a company that tracks web traffic and metrics, during the attack Chinese Internet traffic dropped by 32%.",
      "output": "Theo phỏng vấn của Wall Street Jounal với Matthew Prince, CEO của công ty theo dõi lưu lượng và số liệu web, trong suốt cuộc tấn công lưu lượng Internet của Trung Quốc đã giảm 32%."
    },
    {
      "input": "Eyewitnesses described the collision as \"brutal\", with passengers being thrown \"violently\" around the carriages.",
      "output": "Các nhân chứng mô tả vụ va chạm là \"tàn bạo\", với hành khách bị ném \"dữ dội\" xung quanh các toa tàu."
    },
    {
      "input": "It was conducted with Glen via email between March 21 and April 3, 2006.",
      "output": "Nó được tiến hành với Glen thông qua thư điện tử giữa ngày 21 tháng Ba và ngày 3 tháng Tư, 2006."
    },
    {
      "input": "It was also the first shuttle to fly after the Challenger disaster and was the first shuttle to fly after the Space Shuttle Columbia disaster.",
      "output": "Đây cũng là tàu con thoi đầu tiên bay sau tai nạn của tàu Challenger và là tàu con thoi đầu tiên bay sau thảm hoạ tàu con thoi Vũ trụ Columbia."
    },
    {
      "input": "A spokesperson for Sony UK said that there have \"been no reported incidents of this potential issue in products sold in the UK to date, and a product recall is not required.\"",
      "output": "Một phát ngôn viên của Sony Anh nói rằng đã \"không có báo cáo sự cố về vấn đề này của các sản phẩm bán ra tại Anh cho đến nay, và việc thu hồi sản phẩm là không cần thiết.\""
    },
    {
      "input": "Dan Cowie, Team New Zealand trimmer, said, \"As we said yesterday there are two very even boats out there.",
      "output": "Dan Cowie cũng thuộc đội New Zealand nói, \"Như chúng tôi đã nói vào ngày hôm qua, chỉ có hai chiếc thuyền ngang ngửa trong cuộc đua này."
    },
    {
      "input": "White House Press Secretary Scott McClellan criticized Newsweek's initial response to the incident, saying it was \"puzzling.\"",
      "output": "Thư ký báo chí của Nhà Trắng, Scott McClellan, chỉ trích câu trả lời ban đầu của Newsweek cho vụ việc là vô cùng \"khó hiểu.\""
    },
    {
      "input": "Pillai, the home secretary, has claimed that \"[w]hatever policy measures we have been following in the last 40 years will need a complete review now.\"",
      "output": "Pillai, Bộ trưởng bộ nội vụ, đã phát biểu rằng \"bất kì giới hạn chính sách nào chúng ta đang theo đuổi trong vòng 40 năm gần đây đều cần một sự đánh giá đầy đủ vào thời điểm này.\""
    },
    {
      "input": "Dullahan raced in this year's Kentucky Derby and took third place.",
      "output": "Dullahan đã thi đấu tại Kentucky Derby năm nay và giành vị trí thứ ba."
    },
    {
      "input": "Djibouti's ambassador to the UN, Roble Olhaye, has accused Eritrea of avoiding mediation on the problem.",
      "output": "Đại sứ Cộng hòa Gi-bu-chi tại LHQ, Roble Olhaye, đã cáo buộc nhà nước Eritrea tránh né việc hòa giải về vấn đề này."
    },
    {
      "input": "The \"roadmap\" that came out of Oslo remains the official Israeli (and American) policy for peace in the Palestinian conflict.",
      "output": "\"Bản đồ chỉ đường\" có được từ Oslo duy trì chính sách hòa bình chính thức của Israel (và Mỹ) trong xung đột với Palestine."
    },
    {
      "input": "Bethe, whose mother was Jewish, fled Germany in 1933 when the Nazi Party came to power.",
      "output": "Mẹ của Bethe là người Do Thái, đã bỏ trốn khỏi Đức vào năm 1933 khi Đảng Nazi lên cầm quyền."
    },
    {
      "input": "In reference to \"healing wounds\", he pointed out the danger of the Cold War divisions being replaced by a North-South divide at the UN.",
      "output": "Liên quan đến việc \"hàn gắn vết thương\" trong tổ chức, ông này đã chỉ ra nguy cơ chia rẽ Bắc-Nam tại Liên hợp quốc sẽ thay thế chia rẽ theo kiểu Chiến tranh Lạnh."
    },
    {
      "input": "The team from Salonika, Greece will be a serious contender for the championship in the 4th Division.",
      "output": "Đội bóng đến từ Salonika, Hy Lạp được coi là ứng cử viên cho chức vô địch của giải hạng 4."
    },
    {
      "input": "ABC News anchorman Bob Woodruff and his camera operator Doug Vogt have been seriously injured in an explosion.",
      "output": "Điều phối viên kênh ABC News Bob Woodruff và nhân viên vận hành máy quay Doug Vogt đã bị thương nặng trong một vụ nổ."
    },
    {
      "input": "Heavy equipment was brought to the suburban community: trucks, demolition machines, three busses with riot policemen, a bus with demolition squad and the local authorities including the Hakim.",
      "output": "Các thiết bị nặng đã được đưa đến những cộng đồng ở ngoại ô: xe tải, máy phá hủy, ba xe cảnh sát chống bạo động, xe buýt với đội phá hủy và các nhà chức trách địa phương bao gồm cả Thống đốc."
    },
    {
      "input": "Sunnis upset over the hanging of former Iraqi dictator Saddam Hussein began protesting Monday, the Associated Press reported.",
      "output": "Những người Sunni lo lắng về bản án treo cổ của cựu độc tài Saddam Hussein đã bắt đầu biểu tình vào thứ Hai, tờ Associated Press cho hay."
    },
    {
      "input": "\"We wish to emphasize that no congressional authority exists for unilateral military action against Iran,\" she said in an open letter on November 1, 2007.",
      "output": "\"Chúng tôi muốn nhấn mạnh rằng không có một lệnh nào của Quốc hội cho hành động quân sự đơn phương chống lại Iran, \" bà nói trong một bức thư ngỏ vào ngày 1 tháng Mười Một năm 2007."
    },
    {
      "input": "Poland came from behind with two set-piece goals to beat Costa Rica in Group A, Tuesday.",
      "output": "Ba Lan xếp sau với mục tiêu hai bàn thằng để đánh bại Costa Rica ở bảng A, thứ Ba."
    },
    {
      "input": "American Bill Gates, co-founder of Microsoft Corp, is again listed in second place with US$56 billion while investor Warren Buffett of Berkshire Hathaway is third.",
      "output": "Bill Gates, người Mỹ, đồng sáng lập Tập đoàn Microsoft, một lần nữa nằm ở vị trí thứ hai với 56 tỉ đôla trong khi nhà đầu tư Warren Buffet của Berkshire Hathaway giành vị trí thứ ba."
    },
    {
      "input": "The posting of logos is being required to alert people not to smoke.",
      "output": "Việc dán logo đang được yêu cầu để cảnh báo mọi người không hút thuốc."
    },
    {
      "input": " Being unanswered, these questions were edited out of the interview, which otherwise is published as received.",
      "output": "Chưa được trả lời, những câu hỏi này đã được chỉnh sửa ngoài cuộc phỏng vấn nếu không thì sẽ bị phát đi khi nhận được."
    },
    {
      "input": "The overall leader of the investigation, Tatyana Anodina, confirmed that unauthorized people had been in the cockpit near the end of the flight, saying that \"in the cockpit there were individuals who were not members of the crew.\"",
      "output": "Người đứng đầu của cuộc điều tra, Tatyana Anodina, khẳng định rằng những người không được phép đã ở trong buồng lái vào lúc gần cuối của chuyến bay, và nói rằng \"trong buồng lái đã có những cá nhân không phải là thành viên của phi hành đoàn.\""
    },
    {
      "input": "The Thrashers, who have been a target for relocation rumors amid the ownership struggles and financial losses, will leave Atlanta after eleven seasons there in the highest-level professional ice hockey league in North America.",
      "output": "Đội Thrashers, những người đang là tâm điểm của tin đồn giữa đấu tranh quyền sở hữu và thiệt hại tài chính, sẽ rời Atlanta sau mười một mùa giải khi đang ở giải đấu có chất lượng chuyên môn cao nhất của môn bóng gậy trên băng tại Bắc Mỹ."
    },
    {
      "input": "A spokesperson for the Franken campaign says that Coleman is up to the \"same old, same old.\"",
      "output": "Một người phát ngôn cho chiến dịch Franken nói rằng Coleman đã lên đến mức \"chẳng có gì mới mẻ cả.\""
    },
    {
      "input": "Swift first detected the explosion on February 18 (it was given a designation GRB 060218), which allowed telescopes and satellites to watch the event as it happened.",
      "output": "Swift lần đầu tiên phát hiện vụ nổ vào ngày 18 tháng Hai (nó đã được đặt tên GRB 060218), trong đó cho phép các kính thiên văn và các vệ tinh quan sát sự kiện khi nó xảy ra."
    },
    {
      "input": "The death toll was the highest for US soldiers in a single event for four months in Iraq.",
      "output": "Con số tử vong cao nhất đối với lính Mỹ trong một sự kiện duy nhất trong vòng bốn tháng ở Iraq."
    },
    {
      "input": "The challenge will be heard on 31st January 2006 by Justice Anthony Whealy of the Supreme Court of NSW.",
      "output": "Sự phản đối chính thức sẽ được điều trần vào ngày 31 tháng một năm 2006 bởi Thẩm phán Anthony Whealy của Tòa án tối cao tiểu bang NSW."
    },
    {
      "input": "To compare against a second large species, Burda and his team analyzed data on 2,974 deer studied through photography, direct observation, and snow imprints.",
      "output": "Để so sánh với một loài lớn thứ hai, Burda và nhóm của ông đã phân tích dữ liệu trên 2,974 con hươu được nghiên cứu thông qua các bức ảnh, quan sát trực tiếp, và dấu ấn trên tuyết."
    },
    {
      "input": "More than 1,000 U.S. and coalition troops supported by fighter jets and helicopter gunships attacked villages in and around Al Qaim, near the Syrian border.",
      "output": "Hơn 1.000 lính Hoa Kỳ và lực lượng liên hợp đã được hổ trợ bởi các máy bay chiến đấu và trực thăng vũ trang đã tấn công vào các làng xung quang vùng Al Qaim, gần biên giới Syria."
    },
    {
      "input": "The Liberal Democratic Party was left with just 57 of 480 total seats.",
      "output": "Đảng dân chủ tự do đã bị bỏ xa với chỉ 57 trong tổng số 480 ghế."
    },
    {
      "input": "This year's enemies included British Transport Police, whose attitude and handling of Bonfire night is an issue of local contention.",
      "output": "Những kẻ thù của năm nay bao gồm Cảnh sát Giao thông Anh với thái độ và việc xử lý đêm Bonfire của họ là một vấn đề gây tranh cãi tại địa phương."
    },
    {
      "input": "\"It is a tribute to all the people who have been involved - not only police officers but their support teams and all the members of the public who phoned-in offering information.\"",
      "output": "\"Đó là sự đền đáp cho tất cả những người liên quan - không chỉ là những cảnh sát viên mà còn là những đội hỗ trợ họ và tất cả những thành viên của cộng động - những người đã gọi điện để báo tin.\""
    },
    {
      "input": "He suggested the party nominate James P. Gray as his running mate, and they complied, choosing Gray as the vice presidential nominee.",
      "output": "Ông đề nghị Đảng chỉ định James P. Gray làm người đồng hành, và họ đã làm theo, đề cử Gray làm ứng cử viên phó Tổng thống."
    },
    {
      "input": "The discovery may offer new research targets in treating insulin resistance and type 2 diabetes.",
      "output": "Phát hiện này có thể dẫn đến các mục tiêu nghiên cứu mới trong điều trị kháng insulin và bệnh tiểu đường loại 2."
    },
    {
      "input": "The London-based International Maritime Bureau (IMB) reported yesterday that a Thai merchant vessel and its crew of 26 have been hijacked by Somalian pirates off their coastline.",
      "output": "Cục Hàng hải Quốc tế trụ sở tại London (IMB) cho biết hôm qua một tàu thương mại của Thái và 26 thuyền viên đã bị bắt cóc bởi những tên cướp biển Somalia bên ngoài bờ biển của họ."
    },
    {
      "input": "Describing the changes to crime reporting as \"long overdue\", United States Attorney General Eric Holder said the revised definition of rape will, \"help ensure justice for those whose lives have been devastated by sexual violence and reflect the Department of Justice's commitment to standing with rape victims\".",
      "output": "Hiện đang thực hiện sửa đổi Báo cáo tội phạm do đã 'quá lỗi thời'và Bộ trưởng tư pháp Mỹ, ông Eric Holder cho biết định nghĩa sửa đổi về hiếp dâm sẽ \"giúp đảm bảo công bằng cho những người có cuộc sống bị tàn phá bởi bạo lực tình dục và phản ánh những cam kết của Sở tư pháp trước những nạn nhân bị hiếp dâm.\""
    },
    {
      "input": "Canadian Prime Minister Stephen Harper made a visit to Hamilton yesterday to watch the 2007 annual Tim Hortons Brier at the Copps Coliseum.",
      "output": "Thủ tướng Canada Stephen Harper đã đến Hamilton ngày hôm qua để xem giải Tim Hortons Brier được tổ chức hàng năm năm 2007 tại Copps Coliseum."
    },
    {
      "input": "With development of Microsoft's Internet Explorer 9 (IE9) browser almost complete, Microsoft announced on Friday that it is time for IE6 users to move away from the antiquated 10-year-old browser.",
      "output": "Với sự phát triển mà phần mềm duyệt web Internet Explorer 9 (IE9) của Microsoft đã đạt được, Microsoft đã tuyên bố vào hôm thứ sáu rằng đã đến lúc người dùng IE6 chuyển sang phiên bản mới, thay vì dùng phần mềm duyệt web không hợp thời 10 năm tuổi này."
    },
    {
      "input": "\"Of course, there are links with the separatist organization,\" the governor of Istanbul province, Muammer Güler said, \"It's surely a terror attack, there’s no doubt.\"",
      "output": "\"Tất nhiên, có những mối liên kết với tổ chức ly khai, \" thống đốc tỉnh Istanbul, ông Muammer Güler nói, \"Đó chắc chắn là một cuộc tấn công khủng bố, không còn nghi ngờ gì nữa.\""
    },
    {
      "input": "He also talked of his brother being amazed to see grass after 5 months.",
      "output": "Ông cũng chia sẻ anh trai ông đã sửng sốt được khi thấy cỏ sau 5 tháng."
    },
    {
      "input": "Police are investigating a shooting on Buffalo's East Side late Saturday night which left one person in critical condition at a local hospital.",
      "output": "Cảnh sát đang điều tra về một vụ bắn súng tại khu vực Phía đông vùng Buffalo vào khuya ngày thứ bảy, sự việc đã làm một người bị thương nặng hiện đang nằm tại bệnh viện địa phương."
    },
    {
      "input": "\"He made it a point to etch the suspect's face in his mind and remember him,\" Police Lt. Alberto Jova said.",
      "output": "\"Cậu ấy đã vẽ được khuôn mặt của kẻ tình nghi và nhớ mặt người này, \" trung uý Alberto Jova nói."
    },
    {
      "input": "Melbourne was reduced to ten men twenty minutes from time when Danny Allsopp was sent off due to a late fracas.",
      "output": "Đội Melbourne đã bị giảm xuống còn mười người vào phút hai mươi từ khi Danny Allsopp bị đuổi khỏi sân do một cuộc ẩu đả."
    },
    {
      "input": "Rudd also used the debate to take a firm stance on same-sex marriage.",
      "output": "Rudd cũng tranh luận để có một lập trường vững chắc về hôn nhân đồng tính."
    },
    {
      "input": "\"We have liberated 50 million people in Iraq and Afghanistan.\"",
      "output": "\"Chúng tôi đã giải thoát 50 triệu người tại Iraq và Afghanistan.\""
    },
    {
      "input": "Sen. John McCain, the Republican candidate for president, also had his file breached — this time by one of the same individuals who had examined Obama's records.",
      "output": "Thượng nghị sĩ John McCain, ứng cử viên đảng Cộng hòa tranh cử tổng thống, cũng bị xâm phạm hồ sơ - lần này cũng chính là những người đã xem hồ sơ của ông Obama."
    },
    {
      "input": "The international community has repeatedly urged China to use restraint in dealing with protesters, and to start talks with the Dalai Lama.",
      "output": "Cộng đồng quốc tế đã liên tục thúc giục Trung Quốc kiếm chế trong việc đối phó với những người biểu tình, và bắt đầu các cuộc nói chuyện với Đức Đạt Lai Lạt Ma."
    },
    {
      "input": "Prince Akishino has previously criticized his elder brother for not trying to sire a boy.",
      "output": "Hoàng Tử Akishino mới đây đã chỉ trích anh trai của mình vì đã không cố gắng sinh ra một bé trai."
    },
    {
      "input": "The mistreatment of refugees was today reinforced with the release of an Australian Rights Commission report, which revealed extensive problems of self-harm and depression among detainees at the Villawood Detention Centre in Sydney.",
      "output": "Sự ngược đãi đối với người tị nạn hôm nay được củng cố thêm bằng một báo cáo mới tung ra của Ủy ban Nhân quyền Úc, trong đó tiết lộ tình trạng tự làm đau bản thân và trầm cảm rất nghiêm trọng ở những người bị giam giữ tại Trung tâm Giam giữ Villawood ở Sydney."
    },
    {
      "input": "The Bosnia and Herzegovina national team's manager, Safet Susic, spoke out against FIFA's ruling, blaming politics for the demand not being met.",
      "output": "Safet Susic, huấn luyện viên trưởng của đội bóng quốc gia Bosnia và Herzegovina đã phản đối quyết định của FIFA và cho rằng những yêu cầu này là quá khả năng vì các lý do chính trị."
    },
    {
      "input": "Mike Parton, CEO of Marconi Corporation, spoke of the 'good news' for all stake-holders and introduced Svanberg to a round of applause from the majority of the staff at Coventry New Century Park, while more staff from Coventry New Horizon Park listened on a conference call line.",
      "output": "Mike Parton, Giám đốc điều hành của Tập đoàn Marconi, nói về 'tin tốt'cho tất cả các cổ đông và giới thiệu Svanberg trong sự tán thưởng của phần lớn các nhân viên tại Coventry New Century Park, trong khi nhiều nhân viên của Coventry New Horizon Park theo dõi cuộc họp trên một đường dây điện thoại."
    },
    {
      "input": "On Tuesday, February 10, the American civilian communications satellite Iridium 33, launched in 1997, and the defunct Russian military communications satellite Kosmos-2251, launched in 1993, collided over Siberia.",
      "output": "Hôm thứ ba, ngày 10 tháng hai, vệ tinh truyền thông dân dự của Mỹ Iridium 33 được phóng năm 1997 và vệ tinh truyền thông quân sự không hoạt động của Nga Kosmos-2251 phóng năm 1993 đã đâm vào nhau trên vùng trời Siberia."
    },
    {
      "input": "Ten days of drills, \"Velayat 90\", was conducted last December and \"Velayat 89\" a year and a half before that in May 2010.",
      "output": "Cuộc tập trận mười ngày \"Velayat 90\" đã được tiến hành hồi cuối tháng Mười Hai, và \"Velayat 89\" một năm rưỡi trước đó, vào tháng Năm năm 2010."
    },
    {
      "input": "Conte is currently serving four months in prison for distribution of steriods and money laundering.",
      "output": "Conte hiện đang thụ án bốn tháng tù giam vì tội phân phối steriods và rửa tiền."
    },
    {
      "input": "The number of destroyed houses in Nias is estimated at 4 500.",
      "output": "Số lượng nhà bị phá hủy ở Nias được ước tính khoảng 4.500."
    },
    {
      "input": "\"Canada can take care of North Korea,\" a man in the television ad says.",
      "output": "\"Canada có thể chăm sóc Triều Tiên, \" một người đàn ông trong quảng cáo truyền hình nói."
    },
    {
      "input": "\"It's about making subjects real and certainly that's a good example of how you can use a particular situation.\"",
      "output": "\"Việc làm cho các môn học trở nên thực tế và hiển nhiên là một ví dụ rất tốt cho việc làm thế nào bạn có thể áp dụng trong từng tình huống cụ thể.\""
    },
    {
      "input": "Former Israeli prime minister Ariel Sharon, 78, has developed double pneumonia and is being treated with \"massive\" amounts of antibiotics according to hospital officials.",
      "output": "Cựu Thủ tướng Israel Ariel Sharon, 78 tuổi, đã bị viêm phổi nặng và đang được điều trị với lượng \"lớn\" thuốc kháng sinh theo các quan chức bệnh viện."
    },
    {
      "input": "He had worked for the BBC for over 20 years, and won the Broadcasting Press Guild Broadcaster of the year award in 2001, but was best known for presenting the Radio 4 news show, The World at One.",
      "output": "Ông ấy đã làm việc cho BBC hơn 20 năm, đã đạt giải thưởng năm của Broadcasting Press Guild Broadcaster năm 2001, nhưng ông còn nổi tiếng về trình bày trình bày tin tức Đài 4, Thế giới trong Một."
    },
    {
      "input": "Other films include A Thousand Kisses Deep, and A White Mule.",
      "output": "Những phim khác bao gồm Sâu ngàn nụ hôn, và Chú chuột chũi trắng."
    },
    {
      "input": "Peter asked what Mahatma Gandhi would have done had he seen the Al-Qaeda problem.",
      "output": "Peter đã hỏi Mahatma Gandhi sẽ làm gì nếu ông thấy Al-Qaeda có vấn đề."
    },
    {
      "input": "The third is Ethnic Turks of Bulgaria, with around 11%.",
      "output": "Thứ ba là Thổ Dân Turks của Bulgaria, với khoảng 11%."
    },
    {
      "input": "As this water washes against the rocks, it dissolves salt compounds and rises through fractures in the overlying ice to form reserves nearer the surface.",
      "output": "Khi nước này táp vào đá, nó giải phóng các hợp chất muối và dâng qua các vết nứt gãy ở lớp băng bên trên để hình thành các hồ chứa gần bề mặt hơn."
    },
    {
      "input": "The five firefighters that were killed died when their truck was overrun by the flames.",
      "output": "Năm lính cứu hỏa đã bị  thiệt mạng khi xe tải của họ đã bị nhấn chìm bởi những ngọn lửa."
    },
    {
      "input": "Khomeini says that \"more aircraft, helicopters, men and weapons\" would be needed to continue the fight and that \"within five years, need laser-guided and atomic weapons in order to win the war\" with Iraq.",
      "output": "Khomeini nói rằng cần phải có \"nhiều máy bay, trực thăng, người và vũ khí hơn\" để tiếp tục cuộc chiến và \"trong vòng năm năm, cần phải có vũ khí định hướng bằng laser và vũ khí nguyên tử để có thể thắng trong cuộc chiến này\" với Iraq."
    },
    {
      "input": "Leslie Aun, a spokesperson for the Komen Foundation, said the organization adopted a new rule that does not allow grants or funding to be awarded to organizations that are under legal investigation.",
      "output": "Leslie Aun, phát ngôn viên của Quỹ Komen, nói rằng tổ chức này đã thông quay một quy chế mới theo đó không cho phép việc tài trợ cho các tổ chức đang bị tiến hành điều tra."
    },
    {
      "input": "Earlier this week the British government rejected calls for a Public Inquiry, arguing that such an investigation would be too expensive, take too long, and be a distraction from their efforts to combat terrorism.",
      "output": "Đầu tuần này, chính phủ Anh đã từ chối lời kêu gọi cho một Cuộc Điều tra công khai, cho rằng việc điều tra sẽ là quá tốn kém, quá lâu dài, và sẽ cản trợ những nỗ lực của họ chống lại chủ nghĩa khủng bố."
    },
    {
      "input": "The remains of the last missing person following the bridge collapse in Minneapolis were recovered on Monday.",
      "output": "Thi hài của người mất tích cuối cùng sau vụ sụp cây cầu ở Minneapolis đã được thu hồi vào thứ hai."
    },
    {
      "input": "He hopes a solution be found before he leaves office.",
      "output": "Tổng thống cũng bày tỏ hi vọng sẽ tìm ra một giải pháp trước khi ông kết thúc nhiệm kỳ của mình."
    },
    {
      "input": "They will still have their last two Scudettos stripped off them and the 2005-06 title will not be assigned to anyone.",
      "output": "Họ vẫn còn hai trận Scudettos cuối cùng bị tước mất và danh hiệu vô địch năm 2005-2006 sẽ không thuộc về ai."
    },
    {
      "input": "The migration was originally due to start this year, three years after the decision to migrate to Linux was made.",
      "output": "Cuộc chuyển giao theo dự kiến ban đầu sẽ ​​bắt đầu trong năm nay, ba năm sau quyết định chuyển giao cho Linux được đưa ra."
    },
    {
      "input": "Polling was active from 8:00AM to 5:00PM local time (0300 to 1200 UTC).",
      "output": "Cuộc bỏ phiếu đã có hiệu lực từ 8:00 sáng đến 5:00 chiều theo giờ địa phương (từ 03:00 đến 12:00 UTC)."
    },
    {
      "input": "The Israeli government asked the PA to arrest the wanted terrorists numerous times, according to high-ranking officers in the IDF.",
      "output": "Chính phủ Israel đã nhiều lần yêu cầu PA bắt giữ những kẻ khủng bố bị truy nã, theo lời các nhân viên cấp cao trong IDF."
    },
    {
      "input": "\"I have been in prison for an entire year and my health is deteriorating.\"",
      "output": "\"Tôi đã bị bắt giam trong gần một năm và sức khỏe của tôi thì càng ngày càng xấu hơn.\""
    },
    {
      "input": "They are only interested in women and money and muscle power,\" said Sudhakaran.",
      "output": "Chúng chỉ quan tâm đến phụ nữ, tiền bạc và quyền lực, \" Sudhakaran nói."
    },
    {
      "input": "According to current Nielsen and Galaxy polls, on a two-party preferred basis, Julia Gillard leads her rival, opposition leader Tony Abbott, 52-48 percent.",
      "output": "Theo cuộc thăm dò của Nielsen và Galaxy hiện nay, trên cơ sở ưu tiên hai bên, Julia Gillard dẫn đối thủ của mình, lãnh đạo đối lập Tony Abbott, 52-48 phần trăm."
    },
    {
      "input": "However, NASA has announced the grounding of all further planned Shuttle launches until they have a firm understanding of why the foam comes away, and what to do about it.",
      "output": "Mặc dù vậy, NASA đã tuyên bố hạ tàu tất cả các vụ phóng được lên kế hoạch cho đến khi họ biết chắc tại sao miếng bọt rơi ra, và phải làm gì với điều này."
    },
    {
      "input": "Accurate calculation of its orbit showed asteroid 2008 QH24 is the same as 1997 RO4 and 2007 FK34.",
      "output": "Sự tính toán chính xác về quỹ đạo của nó đã cho thấy tiểu hành tinh 2008 QH24 giống với 1997 RO4 và 2007 FK34."
    },
    {
      "input": "Gary Sheffield then responded in the bottom of the inning with a three-run homer hit deep into the right-center field bleachers, stretching the Yankee lead to 9-4.",
      "output": "Gary Sheffield sau đó đã đáp trả vào cuối hiệp với ba cú đánh ăn điểm trực tiếp vào ngay trung tâm khán đài, nâng tỉ số cách biệt lên 9-4 cho Yankee."
    },
    {
      "input": " \"If we can do it sooner, all well and good.\"",
      "output": "Nếu chúng ta có thể sửa nó nhanh hơn, tất cả tốt và tốt.\""
    },
    {
      "input": "Current premier and leader of the ALP Anna Bligh will be, if Labor wins, the first female to elected premier in Australian history.",
      "output": "Thủ hiến và lãnh đạo hiện tại của ALP Anna Bligh, nếu đảng Lao động thắng, sẽ là phụ nữ đầu tiên được bầu làm thủ hiến trong lịch sử Úc."
    },
    {
      "input": "But it's clear most people in Berwick would rather be part of SNP-governed Scotland than Labour-run England.\"",
      "output": "Nhưng rõ ràng là người dân Berwick có mong muốn trở thành một phần của Scotland dưới sự lãnh đạo của Đảng quốc gia Scotland hơn là Đảng lao động của Anh.\""
    },
    {
      "input": "Because of its importance this particle is often referred to as the \"God Particle\".",
      "output": "Vì tầm quan trong của nó, hạt này thường được gọi là \"Hạt Vàng.\""
    },
    {
      "input": "Despite the arrests, NSW Police Commissioner Andrew Scipione praised the conduct of the majority of protesters.",
      "output": "Mặc dù việc bắt giữ xảy ra, Ủy viên cảnh sát NSW, Andrew Scipione, ca ngợi hành động của đa số những người biểu tình."
    },
    {
      "input": "According to Mr Andrews this inquiry will probably run for a week in the non-sitting period of parliament.",
      "output": "Theo ông Andrew, điều trần sẽ diễn ra trong vòng một tuần tại vào tuần họp không chính thức của nghị viện."
    },
    {
      "input": "\"We can confirm the identities of the foreigners killed once we have carried out a thorough ground check,\" said Pakistani military spokesman Major General Shaukat Sultan.",
      "output": "\"Chúng tôi có thể xác nhận nhận dạng của những người nước ngoài bị giết chết một khi chúng tôi tiến hành kiểm tra khu đất kỹ lưỡng, \" người phát ngôn quân đội Pakistan Thiếu tướng Shaukat Sultan nói."
    },
    {
      "input": "Flanigan is facing tough questioning during his Senate Judiciary Committee confirmation process.",
      "output": "Flanigan đang đối mặt với những câu hỏi khó trong suốt quá trình xác nhận ủy ban bộ máy tư pháp thượng nghị viện."
    },
    {
      "input": "\"Michael is passionate about building opportunity for Ontario families and we're happy to have him on the team.\"",
      "output": "\"Michael đầy nhiệt huyết với mong muốn đóng góp cho các gia đình ở Ontario và chúng ta rất vui mừng vì có ông ấy trong tổ chức.\""
    },
    {
      "input": "The GoM has also proposed that community radios be allowed up to 5 minutes of commercial advertising for every hour of broadcast.",
      "output": "Nhóm các bộ trưởng cũng đề xuất rằng đài phát thanh cộng đồng được phép phát 5 phút quảng cáo cho mỗi một giờ lên sóng."
    },
    {
      "input": "He pleaded innocent to the five charges brought against him, but the ten person jury took five hours to find him guilty.",
      "output": "Anh này đã phủ nhận mọi cáo buộc về tội danh của mình nhưng sau năm tiếng, mười thành viên của bồi thẩm đoán đã chứng minh được anh ta có tội."
    },
    {
      "input": "The BeyondBorders 2005 conference will focus on strategies to brand Romania and promote it to the world.",
      "output": "Hội nghị BeyondBorders 2005 sẽ tập trung vào các chiến lược xây dựng thương hiệu Romania và quảng bá nó ra thế giới."
    },
    {
      "input": "U.S. businesses are getting ready to face their own set of economical obstacles caused by the lack of cheap labor.",
      "output": "Các doanh nghiệp Mỹ đang sẵn sàng đối mặt với những thách thức kinh tế của riêng của họ gây ra bởi sự thiếu hụt lao động giá rẻ."
    },
    {
      "input": "He is the son of current Italian-born Congress President Sonia Gandhi, and former Prime Minister Rajiv Gandhi, who was assassinated in 1991.",
      "output": "Ông là con của chủ tịch đương nhiệm Đảng Quốc đại Sonia Gandhi, người được sinh ra ở Ý và cựu thủ tướng Rajiv Gandhi, người bị ám sát năm 1991."
    },
    {
      "input": "South Africa crashed out of the 2011 Cricket World Cup after being beaten by New Zealand in the quarterfinals, played at Mirpur, in Bangladesh.",
      "output": "Nam Phi đã bị loại ra khỏi Giải vô địch Cricket thế giới 2011 sau khi bị đánh bại bởi New Zealand trong vòng tứ kết ở Mirpur, Bangladesh."
    },
    {
      "input": "He is friendly and frank, and he welcomes people to join him in his world (\"I just got a message that Michael Lucas died!\" he says staring wide-eyed at his phone; the message turned out to be false).",
      "output": "Ông thân thiện và bộc trực, ông mở lòng đối với tất cả mọi người (\"Tôi vừa nhận được tin nhắn báo rằng Micheal Lucas đã chết!\" ông nói và mở to mắt nhìn chăm chú vào chiếc điện thoại; tin nhắn hóa ra là một thông tin sai)."
    },
    {
      "input": "The election also raises a serious dilemma for the Labour party's Gordon Brown, a Scotsman widely tipped to succeed Tony Blair as the next prime minister of the United Kingdom.",
      "output": "Cuộc bầu cử cũng đặt ra một tình huống vô cùng khó xử cho Gordon Brown của Đảng Lao động, một người Scotland được cho là sẽ kế thừa Tony Blair làm thủ tướng tiếp theo của Vương quốc Anh."
    },
    {
      "input": "There are now 940 female adults for every one thousand men, in contrast to 2001, when there were 933 women per thousand males.",
      "output": "Hiện nay có 940 phụ nữ trưởng thành trên mỗi một ngàn nam giới, đối ngược với năm 2001, khi có 933 phụ nữ trên một ngàn nam giới."
    },
    {
      "input": "\"We are continuing to make excellent progress in our preparations for the servicing mission, which is presently targeted to fly in September 2008.\"",
      "output": "\"Chúng tôi đang tiếp tục có những bước tiến tuyệt vời để chuẩn bị cho sứ mệnh phục vụ này, mà hiện tại đang dự kiến sẽ bay vào tháng Chín năm 2008.\""
    },
    {
      "input": "Tourists near the bank, in hotels, were confined to them for hours as police asked them \"to stay indoors\".",
      "output": "Các khách du lịch gần ngân hàng đã ở trong khách sạn nhiều giờ khi cảnh sát yêu cầu \"hãy ở trong phòng.\""
    },
    {
      "input": "\"He died a soldier, doing his duty and among his fellow soldiers,\" he said.",
      "output": "Ông cho biết \"Anh ấy là một chiến binh, hi sinh khi đang làm nhiệm vụ và ra đi trong vòng tay của đồng đội.\""
    },
    {
      "input": "This is the 3rd day flaring works are being carried out by the company to burn off excess fuel from the refinery plant.",
      "output": "Đây là ngày thứ 3 công việc đốt đuốc dầu khí được thực hiện bởi công ty để đốt hết những nhiên liệu còn thừa lại từ nhà máy lọc dầu."
    },
    {
      "input": "A CBC News survey found that the most expensive basic iPhone service was in Italy for Vodafone customers at an equivalent US$2554 for a two-year contract.",
      "output": "Một cuộc khảo sát của CBC News cho thấy gói dịch vụ cơ bản iPhone đắt nhất là ở Ý cho khách hàng Vodafone với giá tương đương 2.554 đô la Mỹ cho một hợp đồng hai năm."
    },
    {
      "input": "The dhow had been modified to have an extra, higher deck making the vessel less stable.",
      "output": "Chiếc thuyền buồm Ả Rập này đã được độ thêm một tầng, độ cao của thuyền là nguyên nhân làm cho tàu kém ổn định hơn."
    },
    {
      "input": "No other details on the suspect or his vehicle were given.",
      "output": "Không có bất cứ chi tiết nào về nghi phạm hay phương tiện của hắn được cung cấp."
    },
    {
      "input": "The principle of retaining a nuclear deterrent will be put to the vote in the House of Commons next year and, although it may split the Labour Party, is likely to be carried with the support of the Conservative opposition.",
      "output": "Các nguyên tắc duy trì răn đe hạt nhân sẽ được đưa vào bỏ phiếu tại Hạ viện vào năm tới và, mặc dù nó có thể sẽ chia rẽ Đảng Lao động, nhưng vẫn có khả năng được thực hiện với sự hỗ trợ của phe Bảo thủ đối lập."
    },
    {
      "input": "The latter has brought a lawsuit against Canon in 2005 on the basis of the two sided agreement concerning the patent on SED technology.",
      "output": "Công ty này đã đưa ra một vụ kiện chống lại Canon vào năm 2005 trên cơ sở thỏa thuận hai bên liên quan đến bằng sáng chế công nghệ SED."
    },
    {
      "input": "Parts of Hawaii are already under hurricane watches, tropical storm warnings, and flash flood watches as Hurricane Flossie approaches.",
      "output": "Một số vùng của Hawaii cũng đang theo dõi bão, những cảnh báo về bão nhiệt đới, và những cơn lũ quét vì bão Flossie đang sắp đổ bộ."
    },
    {
      "input": "All electronic devices except issued materiel are prohibited, and guards may face disciplinary action should they keep detainees apprised of current affairs or discuss issues in their personal lives.",
      "output": "Tất cả các thiết bị điện tử ngoại trừ thiết bị được cung cấp đều bị cấm và các lính gác có thể đối mặt với việc bị kỷ luật nếu họ thông báo cho tù nhân những sự việc hiện tại hay bình luận về cuộc sống riêng tư của họ."
    },
    {
      "input": "Serbia reluctantly agreed to the split, and the European Union approved.",
      "output": "Serbia miễn cưỡng đồng ý tách ra, và Liên minh châu Âu đã phê duyệt."
    },
    {
      "input": "\"I've never curled but my father did when I was very young,\" he said.",
      "output": "\"Tôi chưa bao giờ chơi nhưng cha thôi thì có khi tôi còn rất nhỏ, \" ông nói."
    },
    {
      "input": "Band members Kristian Bush and Jennifer Nettles spoke out after the accident on social networking website Twitter.",
      "output": "Thành viên ban nhạc Kristian Bush và Jennifer Nettles chia sẻ sau vụ việc trên mạng xã hội Twitter."
    },
    {
      "input": "She also called the fact that Goldsmith gave his opinion only days before the invasion \"extraordinary\".",
      "output": "Bà cũng cho biết việc Goldsmith đưa ra ý kiến chỉ vài ngày trước cuộc xâm lược là \"bất thường.\""
    },
    {
      "input": "In reply, India are 1/52 at stumps having lost Wasim Jaffer for 11 runs just before the close of play.",
      "output": "Để đáp lại, Ấn Độ giành 1/52 điểm tại các trụ môn sau khi mất Wasim Jaffer cho 11 bào vị ngay trước khi kết thúc trận đấu."
    },
    {
      "input": "In an open letter to owners of the Xbox 360, Peter Moore of Microsoft said, \"As of today, all Xbox 360 consoles are covered by an enhanced warranty program to address specifically the general hardware failures indicated by the three flashing red lights on the console.\"",
      "output": "Trong một bức thư ngỏ tới chủ sở hữu của Xbox 360, Peter Moore của Microsoft đã nói rằng, \"Đến ngày hôm nay, tất cả những tay cầm điều khiển của Xbox 360 sẽ được bù đắp bởi chương trình bảo hiểm gia tăng để đặc biệt giải quyết lỗi phần cứng chung với ba đèn đỏ nhấp nháy trên tay cầm điều khiển."
    },
    {
      "input": "\"There was clear evidence of vigor and enthusiasm among political parties as they conducted their campaigns,\" said the South African Development Community (SADC), which sent 98 observers to oversee the elections.",
      "output": "\"Có bằng chứng rõ ràng về sự hăng hái và sự nhiệt tình của các đảng phái chính trị khi họ tiến hành các chiến dịch của họ, \" Cộng đồng Phát triển Nam Phi (SADC), tổ chức đã gửi 98 quan sát viên tới giám sát cuộc bầu cử, cho biết."
    },
    {
      "input": "Residents and tourists had been ordered on Sunday to evacuate Ocracoke by governor Michael F. Easley.",
      "output": "Vào hôm chủ nhật, người dân và du khách cũng đã được thống đốc Michael F. Easley yêu cầu sơ tán khỏi Ocracoke."
    },
    {
      "input": "Flight Safety has now announced that they have found Yogyakarta International had been granted a five year license but this would be withdrawn after twelve months if several conditions were not met.",
      "output": "Flight Safety hiện thông báo rằng họ đã nhận thấy sân bay quốc tế Yogyakarta đã được cấp giấy phép có thời hạn năm năm, nhưng giấy phép này sẽ được rút lại sau mười hai tháng nếu không đáp ứng được một vài điều kiện."
    },
    {
      "input": "Research published in the journal the Proceedings of the National Academy of Sciences (PNAS) suggests a link between male sexuality and conditions in the womb.",
      "output": "Nghiên cứu công bố trên tạp chí Proceedings của Viện Hàn lâm Khoa học quốc gia (PNAS) cho thấy một mối liên hệ giữa giới tính nam và các điều kiện trong bụng mẹ."
    },
    {
      "input": "The government passed a law on Friday ratifying Romania's accession treaty to the European Union, after the Treaty was signed in a ceremony in Luxembourg in April 25, which was attended by the heads of state of all 25 current EU member states.",
      "output": "Vào ngày thứ sáu, Chính phủ đã phê duyệt một bộ luật nhằm thông qua Hiệp định gia nhập vào Liên minh châu Âu của Romania sau khi Hiệp định này được ký kết vào ngày 25 tháng tư tại Luxembourg, với sự tham gia của lãnh đạo 25 nước thành viên EU."
    },
    {
      "input": "Mr O'Reilly said the group conducted a citizens' inspection in protest at Pine Gap's involvement in the ongoing war in Iraq after the group had been refused official entry by Defence Minister Robert Hill.",
      "output": "Ông O'Reilly cho biết nhóm đã tiến hành một cuộc kiểm tra các công dân để phản đối sự tham gia của Pine Gap trong cuộc chiến đang diễn ra tại Iraq sau khi nhóm đã bị từ chối nhập cảnh chính thức bởi Bộ trưởng Quốc phòng Robert Hill."
    },
    {
      "input": "The company was required to purchase the ammunition and deliver it to Kabul International Airport in Afghanistan.",
      "output": "Công ty này được yêu cầu mua đạn và chuyển đến Sân bay Quốc tế Kabul ở Afghanistan."
    },
    {
      "input": "Take someone who's struggling with maths and works hard to get four or five credits - and then they see their mate getting three credits for holding a conversation...",
      "output": "Lấy ví dụ một ai đó đang gặp khó khăn với môn toán học và cố gắng chăm chỉ để có được bốn hoặc năm tín chỉ - và sau đó chúng nhìn thấy người bạn học của mình nhận được ba tín chỉ chỉ nhờ vào một cuộc trò chuyện…"
    },
    {
      "input": "Hamas, a radical islamist party, has won by a large majority in the Gaza Strip council elections held last month.",
      "output": "Hamas, một đảng Hồi giáo cực đoan, đã giành chiến thắng đa số trong cuộc bầu cử hội đồng dải Gaza tiến hành vào tháng trước."
    },
    {
      "input": "After being treated for minor injuries, Wygle was arrested and charged with driving under the influence of alcohol.",
      "output": "Sau khi được điều trị những vết thương nhẹ, Wygle đã bị bắt và buộc tội lái xe trong khi có nồng độ cồn trong máu cao."
    },
    {
      "input": "The report quotes Obama as describing Ayers as, \"somebody who worked on education issues in Chicago that I know\" and \"somebody who engaged in detestable acts 40 years ago, when I was 8\".",
      "output": "Báo cáo trích Obama mô tả Ayers là, \"ai đó đã làm việc về các vấn đề giáo dục ở Chicago mà tôi biết\" và \"ai đó đã tham gia vào các hành vi đáng ghê tởm cách đây 40 năm, khi tôi 8 tuổi.\""
    },
    {
      "input": "A new advertising campaign in USA for the Sony PSP which looks like graffiti and is often sprayed on previously vandalized walls has come under attack from other graffiti artists.",
      "output": "Một chiến dịch quảng cáo mới tại Mỹ cho Sony PSP nhìn giống hình vẽ graffiti và thường được xịt lên các bức tường bị phá hủy trước đó đã bị tấn công từ các họa sĩ graffiti khác."
    },
    {
      "input": "These countries \"must be given the development, economic and policy tools required to boost their agricultural production and productivity\", he said.",
      "output": "Những nước này \"phải được cung cấp các công cụ phát triển, kinh tế và chính sách cần thiết để thúc đẩy công tác sản xuất và sản lượng nông nghiệp\", ông nói."
    },
    {
      "input": "Police carried out a controlled explosion at 2:00 a.m. BST and the car has been taken to a forensic explosives laboratory for further investigation.",
      "output": "Cảnh sát đã mang ra chất nổ đã được kiểm soát vào lúc 2:00 giờ mùa hè Anh và chiếc xe đã được đưa đến một phòng thí nghiệm chất nổ để tiến hành điều tra thêm."
    },
    {
      "input": "A decades-old building collapsed along Ma Tau Wai Road in Hong Kong at about 1:30pm on Friday, local time.",
      "output": "Một tòa nhà cũ nhiều thập niên bị sụp đổ trên đường Ma Tau Wai tại Hồng Kông vào khoảng 1:30 chiều ngày thứ sáu, giờ địa phương."
    },
    {
      "input": "The government estimates that 600,000 of the 10 million smokers in Britain will give up as a result.",
      "output": "Chính phủ ước tính có 600,000 trong số 10 triệu người hút thuốc tại Anh sẽ từ bỏ hút thuốc vì lệnh cấm này."
    },
    {
      "input": "The government food distribution agency is the only source for something to eat for vast numbers of Zimbabweans today.",
      "output": "Cơ quan phân phối lương thực của chính phủ là nguồn thực phẩm duy nhất cho đa số người dân của Zimbabwe."
    },
    {
      "input": "Matt O'Connor, who founded the Icecreamists, stated: \"As far as we are aware there is no law prohibiting a business from selling breast milk ice cream\".",
      "output": "Matt O'Connor, người sáng lập Icecreamists, nói: \"Theo như chúng tôi được biết thì không có luật nào cấm một doanh nghiệp bán kem sữa mẹ.\""
    },
    {
      "input": "A friend of the alleged assailant was shocked at the allegations and said he is \"one of the nicest and most gentle people that we know at this school.\"",
      "output": "Một người bạn của người bị cho là kẻ tấn công đã rất sốc về những lời buộc tội và nói đây là \"một trong những người tốt và tử tế nhất chúng tôi biết ở trường.\""
    },
    {
      "input": "300 millimeters (11.8 inches) of rain fell in six hours resulting in flash flooding on the New South Wales mid-north coast in Australia trapping thousands.",
      "output": "300 milli mét (11,8 inch) lượng nước mưa trong vòng sáu tiếng là kết quả của dòng nước lụt ở bờ biển Trung Bắc New South Wales ở Úc kiến cho hàng nghìn cư dân bị mắc kẹt."
    },
    {
      "input": "A Russian Proton-M/Briz-M carrier rocket launched this morning at 00:18 UTC, carrying the Ekspress AM-33 (also known as Express AM-33) communication satellite.",
      "output": "Tên lửa mang Proton-M/Briz-M của Nga được phóng sáng nay vào lúc 00:18 UTC, mang theo vệ tinh thông tin Ekspress AM-33 (còn được biết đến với tên Express AM-33)."
    },
    {
      "input": "Police became suspicious when a 19-year-old daughter, Kerstin, was taken to hospital with a mysterious life-threatening illness, and the family's medical records were checked.",
      "output": "Cảnh sát bắt đầu nghi ngờ khi một cô con gái 19 tuổi, Kerstin, được đưa tới bệnh viện với một căn bệnh đe dọa tính mạng bí ẩn, và hồ sơ y tế của gia đình đã được kiểm tra."
    },
    {
      "input": "Brad Hodge was Australia's top scoring batsman, scoring 35 not out, while Andrew Symonds scored 33 runs before being stumped.",
      "output": "Brad Hodge là vận động viên ghi bàn hàng đầu của Australia, ghi được 35 gôn không hụt, trong khi Andrew Symonds ghi được 33 gôn trước khi bị vấp té."
    },
    {
      "input": "For this reason, Mervyn King, who is the Governor of the Bank of England has written a required explanatory letter to Chancellor of the Exchequer Alistair Darling.",
      "output": "Vì lý do này, Mervyn King, Thống đốc Ngân hàng Anh đã viết một bức thư cho Bộ trưởng Tài Chính Alistair Darling yêu cầu giải thích."
    },
    {
      "input": "As a precaution, the MoD is restricting its use on other boats until safety checks have been carried out.",
      "output": "Để phòng ngừa, Bộ Quốc Phòng Anh đang hạn chế sử dụng máy lọc khí đó trên các tàu khác chờ cho đến khi đã hoàn thành kiểm tra an toàn."
    },
    {
      "input": "40th President of the United States Ronald Reagan said Williams' voice was \"a national treasure\".",
      "output": "Tổng thống thứ 40 của Hợp chủng quốc Hoa Kì Ronald Reagan đã ví giọng hát của Williams như \"báu vật quốc gia.\""
    },
    {
      "input": "The S&P 500 Index finished at 756.55 a 6 point gain and the NASDAQ composite had a 5.40 point gain as well to end the day at 1431.50.",
      "output": "Chỉ số S&P 500 kết thúc ở mức 756,55 điểm, tăng 6 điểm và chỉ số tổng hợp NASDAQ đã tăng 5,40 điểm và đã kết thúc ngày giao dịch ở mức 1.431,50."
    },
    {
      "input": "A few minutes later Vipers crossed again and then scored a further try down the favoured left wing to bring the margin to 24-0 which would be the final score.",
      "output": "Vài phút sau đội Viper lần nữa vượt qua rồi sau đó ghi thêm một bàn thắng ở cánh trái mang về cách biệt 24-0 và cũng là tỉ số cuối cùng."
    },
    {
      "input": " Last week, Mr. Godwin informed us that he would not participate, and subsequent discussions with Wikimedia Foundation indicated that they would not designate a replacement speaker, stated Schulman to Wikinews.",
      "output": "Tuần trước, ông Godwin đã thông báo với chúng tôi rằng ông sẽ không tham gia, và các cuộc thảo luận tiếp theo với Quỹ Wikimedia thì chỉ ra rằng họ sẽ không chỉ định một người thay thế, Schulman nói về Wikinews."
    },
    {
      "input": "\"So far all we know is that those two men have been arrested and there are no other arrests at this point.\"",
      "output": "\"Cho đến nay tất cả chúng ta đều biết là hai người đàn ông đã bị bắt và không có những vụ bắt bớ nào khác vào thời điểm này.\""
    },
    {
      "input": "On the concept of evil, Obama related it to the situation in Darfur and on America's streets.",
      "output": "Khi được hỏi về hình tượng ác quỷ, ông Obama đã liên tưởng đến tình tình ở Darfur và ở trên các con phố nước Mỹ."
    },
    {
      "input": "The second took place just minutes later at the Cantonment Railway Station, leaving a crater just outside the stationmaster's room, and the third occurred on the Shiv Ganga Express, which had been leaving for New Delhi.",
      "output": "Vụ thứ hai diễn ra chỉ vài phút sau đó tại ga xe lửa Cantonment, để lại một hố lớn ngay bên ngoài phòng của giám đốc nhà ga và vụ thứ ba xảy ra trên tàu cao tốc Shiv Ganga Express đang đi về hướng New Delhi."
    },
    {
      "input": "\"It will not end ... until it reaches the ocean or the winds turn around,\" said San Diego County Fire Battalion Chief, Bruce Cartelli.",
      "output": "\"Đám cháy sẽ không kết thúc...cho đến khi nó ra đến đại dương hay gió đảo chiều\", Bruce Cartelli, Tiểu đoàn Trưởng Cứu hỏa quận San Diego cho biết."
    },
    {
      "input": "\"The videos in question have been produced by an YouTube (U.K.) user to directly attack me and my companies.\"",
      "output": "\"Những đoạn băng trong câu hỏi được thực hiện bởi một người sử dụng Youtube (U. K. ) đã tấn công trực tiếp đến tôi và những công ty của tôi.\""
    },
    {
      "input": "He added that the campaign \"won't duck the tough issues—we will lead\" and went after the record of President Barack Obama, arguing that his policies \"didn't make things better.\"",
      "output": "Ông nói thêm rằng chiến dịch \"sẽ không né tranh các vấn đề khó khăn, chúng tôi sẽ dẫn đầu\" và đả kích những thất bại của Tổng thống Barack Obama, cho rằng chính sách của ông này \"đã không làm cho mọi việc tốt hơn.\""
    },
    {
      "input": "Israel and Western powers have accused Iran, whose president, Mahmoud Ahmadinejad, has called for Israel to be \"wiped off the map,\" of seeking to obtain nuclear weapons under the guise of a civilian nuclear program.",
      "output": "Iran, đất nước mà tổng thống Mahmoud Ahmadinejad của nước này đã kêu gọi việc Israel bị \"xóa sổ khỏi bản đồ, \" bị Israel và các cường quốc phương Tây cáo buộc về việc tìm cách có được vũ khí hạt nhân dưới vỏ bọc của chương trình hạt nhân dân sự."
    },
    {
      "input": "The owners of Somerfield made their wish to sell the company clear in January of this year.",
      "output": "Các chủ sở hữu của Somerfield mong muốn bán công ty họ trong tháng 1 năm nay."
    },
    {
      "input": "On Monday in Canberra, the Australian government released its annual budget, one that promises a A$1.5 billion surplus for the year, but little was said of the potential impact of the budget on Australian sport in an Olympic year when Australia is looking to earn the fewest medals since the 1996 Games in Atlanta.",
      "output": "Vào thứ Hai tại Canberra, chính phủ Úc công bố ngân sách hàng năm của mình, trong đó hứa hẹn thặng dư 1,5 tỷ đô la Úc cho năm nay, nhưng tác động có thể của ngân sách đối với thể thao của Úc trong một năm Olympic là rất nhỏ khi lượng huy chương Úc đang tìm kiếm được cho là thấp nhất kể từ những Giải đấu Olympic năm 1996 ở Atlanta."
    },
    {
      "input": "\"In Friday's riot, at least ten civilians died, mostly from burns caused by the roving mobs and some others were injured,\" Xinhua said, citing the Tibetan Regional Government's report.",
      "output": "\"Trong cuộc bạo động hôm thứ sáu, ít nhất mười thường dân chết, phần lớn bị phỏng cháy bởi bọn trộm cắp và vài người bị thương, \" Xinhua cho biết, trích dẫn nguồn tin của chính quyền vùng Tây Tạng."
    }
  ]
}