{
    "Contributors": [
        "Sai Venkat Subramani"
    ],
    "Source": [
        "Dataset Card for Asian Language Treebank (ALT) (https://huggingface.co/datasets/alt)"
    ],
    "Categories": [
        "Language Translation"
    ],
    "Definition": "In this task, given a sentence er in the Burmese Language and your task is to convert um it into the English language.\" this task, given a sentence in the Burmese Language and your task is to convert it into the English language.",
    "Positive Examples": [
        {
            "input": "အသက် ၂၇ နှစ် အရွယ် ဂျေဆွန် မက်ကေ ၏ မိခင် ဘိုနီ မက်ကေ က \" သူတို့ အလုပ်လုပ်တဲ့ နည်းလမ်း ကို အရာများစွာ ပြောင်းလဲလိုက်မှာ ကို သင် မယုံဘူး ဆိုတာ ကျွန်မ အသေအချာ ယုံကြည်ပါတယ် ၊ ဒါပေမယ့် သူတို့ လုပ်ဆောင်ခဲ့ပါတယ် \" ဟု ဆိုပါသည် ။",
            "output": "Prime Minister Blair and Chancellor Brown are agreed on the need to retain a nuclear deterrent.",
            "explanation": "The above sentence is correctly translated from Myanmar to English"
        },
        {
            "input": "အဲဒီ အဆုံး မှာတော့ ၊ အက်ရှလေ သည် များစွာသော ခွဲစိတ်မှုများ နှင့် ဆေးကုသမှုများ ကို သုံး နှစ် တာ ကာလ တစ် ခု အတောအတွင်း တွေ့ကြုံရသည် ဟု ၊ သူ တို့ က ပြောသည် ။",
            "output": "There are no reports of other injuries or deaths so far.",
            "explanation": "The above sentence is correctly translated from Myanmar to English"
        },
        {
            "input": "ဒီ တိုင်းတာမှု ကို အောင်မြင် လျှင် ၊ နယူး ဂျာစီ သည် လုံးလုံးလျားလျား ကျင့်သုံးခြင်း ကို တားမြစ်ခြင်း အတွက် တစ်ခုတည်းသော ယူအက်စ် ပြည်နယ် ဖြစ်လာ နိုင်သည် ။",
            "output": "Rain delayed the start of the match by some two hours, and therefore the match was only a 43 over game.",
            "explanation": "The above sentence is correctly translated from Myanmar to English"
        }
    ],
    "Negative Examples": [
        {
            "input": "အချို့သော လက်နက် အစိတ်အပိုင်း များ သည် အရာရှိ များ မှ အီရန် ထုတ်လုပ်ရေးလုပ်ငန်း များ နှင့် ပတ်သက်နေသည် ဆိုသော အချက် ကို ဖော်ပြနေသည် ။",
            "output": "FIFA President Sepp Blatter said the move was necessary to maintain the universal spirit of the game: \"We have 260 million people directly involved in the game.\"",
            "explanation": "The above sentence is not correctly translated from Myanmar to English as none of the words match the translation."
        },
        {
            "input": "တိုင်းမ် သတင်းစာ က ၊ လည်း ၊ ဒိုင်ဗာရိုလီ ကို အယ်လ်ဘန်းနီးယား မှ ကျည်ဆံ သန်း ၁၀ဝ နီးပါး ကို သူ့ ကုမ္ပဏီ ၏ ဝယ်ယူမှု သည် အကျင့်ပျက်သည် ဟု အကြံပေးခဲ့ သော ဆွေးနွေးဝိုင်း တွင် လျှို့ဝှက်စွာ မှတ်တမ်းတင်ခဲ့သည် ။",
            "output": "Reports from MSNBC and the Guardian Unlimited say that the shaft may have collapsed when a water or air pipe burst.",
            "explanation": "The above sentence is not correctly translated from Myanmar to English as none of the words match the translation."
        },
        {
            "input": "အောက်စဖို့ဒ်အသင်း သည် ၁၈ မိနစ် နှင့် ၂ စက္ကန့် စံချိန် ဖြင့် အဆုံးသတ်ခဲ့သည် ။",
            "output": "A spiritual guru known as \"Swami Amritachaitanya\" is being held in Kerala, India on charges of fraud, rape and possession of narcotic drugs.",
            "explanation": "The above sentence is not correctly translated from Myanmar to English as none of the words match the translation."
        }
    ],
    "Instances": [
    {
        "input": "ရဝမ်ဒါ ၊ ဘူရမ်ဒီ နှင့် ကွန်ဂို မှ ကျောင်းသား ၁၀၀ ခန့် ဟာ ရဝမ်ဒါ တွင် အတိတ် နှင့် လက်ရှိ အကြောင်း နဲ့ ဂရိတ် လိတ် ဒေသရဲ့ အနာဂတ် နဲ့ပတ်သတ်တဲ့ အယူအဆတွေ မျှဝေကြပါလိမ့်မယ် ။\n",
        "output": [
            "Approximately 100 students from Rwanda, Burundi and the Congo will share ideas about the past and present in Rwanda as well as the future for the Great Lakes region.\n"
        ]
    },
    {
        "input": "အတိတ် တွင် ယူအက်စ် သည် ချဲ့ကား ပြီး လုပ်ကြံပြောဆိုသော သက်သေ ကို သုံး ပြီး စစ်ပွဲ မတိုင်မီ အိီရတ် အပေါ် ၄င်း ပြသာနာ တည်ဆောက်ခဲ့ ကြောင်း စွတ်စွဲခံရဖူးသည်။\n",
        "output": [
            "The US has in the past been accused of using exaggerated and fabricated evidence to build its case against Iraq prior to the war.\n"
        ]
    },
    {
        "input": "ဖင်လန် ၏ ပြည်တွင်း အသံလွှင့် ကုမ္ပဏီ ( ဝိုင်အယ်လ်အီး ) အဆိုအရ ၊ သူ သည် ၊ ဖြေရှင်းချက်များ ကို အဆိုပါ ဘေးအန္တရယ် ပြီးပြီးချင်း ၊ ယခု အစား ၊ ရက်သတ္တပတ် တစ်ပတ် ကြာမှ စတင်သင့်သည် ဟု ပြောသည် ။\n",
        "output": [
            "He says, according to Finland's national broadcasting company (YLE), that the countermeasures should have started a week ago, immediately after the disaster, instead of now.\n"
        ]
    },
    {
        "input": "ဒါပေမယ့် ၊ ၁၉ နိုင်ငံ ၊ ဆာဟာရန် အာဖရိက - ဒေသ ခွဲ ဖြစ် သည့် ထဲ မှ ၁၃ ခု က ၊ သူတို့၏ ရည်မှန်းချက် ကို ရရှိ ရန် အပြင်းအထန် လမ်းကြောင်း ရှာ နေ ကြ သည် ။\n",
        "output": [
            "However, 19 countries, 13 of which are in Sub- Saharan Africa, are seriously off track to meet their target.\n"
        ]
    },
    {
        "input": "ဆီးနိတ် လွှတ်တော် မှာ ထို အာဏာ ညီမျှမှု ကို အထက် လွှတ်တော် အမတ် ကိုး ယောက် ၏ ခန့်မှန်း သဘောတူညီချက် အရ ၎င်း အား အာမခံလိမ့်မည် ။\n",
        "output": [
            "Its predicted tally of nine senators will guarantee it the balance of power in the Senate.\n"
        ]
    },
    {
        "input": "အခြား အလုပ် နှစ် ခု ကို ဂူဂလိုင်မို ကတ်ကီယာ က စိန့် ဒိုင်းဂို ဒီ အယ်ကာလာ ၏ ပုံကြမ်း တစ်ခု နှင့် ပီးရတ် မွန်ဒရိမ်း က ကြိတ်မွေခဲ့ကြသည် ။\n",
        "output": [
            "The other two works were Mill by Piet Mondrian and a sketch of St. Diego de Alcala by Guglielmo Caccia.\n"
        ]
    },
    {
        "input": "တူးဖော်ရေးလုပ် နေစဉ် ရှာဖွေတွေ့ရှိခဲ့သည့် များစွာသော အပြာရောင်ကျောက်တုံး သို့မဟုတ် အစက်အပျောက်လေးများပါသော ပရီဆီလီ ဒိုလီရိုက် အပြားလေး များ သည် ပျောက်ကင်းနေသာ ယင်း တန်ဖိုး များ အတွက် အဖိုးတန်သော ကျောက်တုန်း များ အပြီးသတ် ရန် သုတေသီ များ က ဦးဆောင်ဆုံးဖြတ်ခဲ့သည် ။\n",
        "output": [
            "A large number of bluestone or spotted Preseli dolerite chips found during the excavation led the researchers to conclude the stones were venerated for their healing properties.\n"
        ]
    },
    {
        "input": "မန်ဆာ က ယခု-ဆိုင်းငံ့ ဖွဲ့စည်းပုံအခြေခံဥပဒေ အပြောင်းအလဲများ ကို ပြန်လည်သုံးသပ် ပြီး အကြံပြု ရန် ဆယ့်ငါး ရက် အတွင်း အဖွဲ့အစည်း တခု ကို ဖွဲ့စည်း ရန် စီစဉ်နေသည် ။\n",
        "output": [
            "Mansour plans to form a panel within fifteen days to review and suggest changes to the now-suspended constitution.\n"
        ]
    },
    {
        "input": "မကြာသေးမီ က ဖွန်းစ် ရင်းနှီးမြှုပ်နှံမှုအုပ်စု သည် ဒန်းနစ်ရှ် လေကြောင်းလိုင်းများ ဖြစ်ကြသော စတာလင်းန် အဲယ် နှင့် မီယာစ်ခ် အဲယ် ကို ဝယ်ယူခဲ့သည် ။\n",
        "output": [
            "Recently the Fons Investment ehf. bought the Danish airlines Sterling Air and Mearsk Air.\n"
        ]
    },
    {
        "input": "အီရန် နိုင်ငံ ၏ အဆင့်မြင့် အမျိုးသား လုံခြုံရေး ကောင်စီ အကြီးအကဲ ဖြစ်သော ၊ ဟက်ဆန် ရော်ဟနီ က ၊ ဤ နိုင်ငံ သည် ယူရေနီယံ သတ္တုဒြပ်စင်ပြုပြင်ပြောင်းလဲရေးကိစ္စ ကို နိုဝင်ဘာ ၂၂ ရက်နေ့ မှစ၍ ယာယီ ရပ်ဆိုင်းထားမည် ဟု တနင်္လာနေ့ က ကြေငြာလိုက်သည် ။\n",
        "output": [
            "Hassan Rowhani, head of the Supreme National Security Council for Iran, announced Monday that the country would temporarily suspend conversion of uranium as of November 22.\n"
        ]
    },
    {
        "input": "စင်ကာပူ လေကြောင်းလိုင်း သို့ ပေးပို့မှုများ က ၊ ၄င်း ၏ ဖောက်သည်များ စတင်ဆောင်ရွက်မှု သည် ၊ နောက်ပိုင်း နှစ် နှစ် - အောက်တိုဘာ တိုင်အောင် ကြောင့် မဟုတ်ပါ ။\n",
        "output": [
            "Deliveries to Singapore Airlines, its launch customer, are not due until October - two years late.\n"
        ]
    },
    {
        "input": "အာခဇီးယား ၏ နယ်မြေ အနီး \" လုံခြုံရေး နယ်မြေ \" အပြင်ဘက် ဂျော်ဂျီယာ ယာဘက် တွင် စီနာကိ နှင့် ဇူဒီဒီ တို့ ၏ မြို့ နှစ်ခုလုံး တည်ရှိသည် ။\n",
        "output": [
            "Both the town of Senaki and Zugdidi lie in Georgia proper, outside the \"security zone\" around the region of Abkhazia.\n"
        ]
    },
    {
        "input": "ဝီကီဘွတ်များ သည် မူလ က ပြဋ္ဌာန်းစာအုပ်များ နှင့် ရည်ညွှန်းကိုးကားကျမ်းများ အတွက် နေရာ တစ်ခု အဖြစ် ရည်ရွယ်ခဲ့ သော်လည်း ကွတ်ဘွတ် သည် အထင်ရှား ဆုံး ဥပမာ ဖြစ်လာခြင်း နဲ့အတူ ၊ ဘာသာရပ် အမျိုးအစားများ အားလုံး ပေါ်မှာ စာအုပ်များ ဖန်တီးသော အဖွဲ့အစည်း တစ်ခု ကျယ်ပြန့်စွာ ဖြစ်လာသည် ။\n",
        "output": [
            "Wikibooks was originally meant as a place for textbooks and manuals but has increasingly become a community creating books on all kinds of subjects, with the cookbook being the most prominent example.\n"
        ]
    },
    {
        "input": "စက်ရုံ နှစ်ရုံ မှ စက်ရုံ တစ်ရုံ ချင်း စီ တွင် နှစ်စဉ် ဂါလံပေါင်း သန်း သုံးဆယ် ( လီတာပေါင်း ၁၁၃ သန်း ) ကို ထုတ်လုပ်နိုင်သည် ။\n",
        "output": [
            "Each of the two new plants can produce 30 million gallons (113 ML) annually.\n"
        ]
    },
    {
        "input": "၎င်း၏ စာရင်း တွင် ပစ္စည်း များနှင့် ဆက်စပ်လျက်ရှိသော ဩစတြေးလျ အပြင်ဘက်တွင်ရှိသော အင်တာနက်စာမျက်နှာများ တွင် ဒဏ်ငွေများ အဖြစ် ပြစ်ဒဏ်သတ်မှတ်နိုင်သည် ။\n",
        "output": [
            "Fines can be imposed on websites outside Australia that link to material on its list.\n"
        ]
    },
    {
        "input": "နိုင်ငံတကာ အားကစား ၏ အုပ်ချုပ်ရေး အဖွဲ့ ၊ ဖီဖာ က ဘော့စနီးယား နှင့် ဟာဇီဂိုးဗီးနား အမျိုးသား ဘောလုံး အားကစားအသင်း အား ပိတ်ပင်တားမြစ်ထားခဲ့သည် ။\n",
        "output": [
            "The national football team of Bosnia and Herzegovina has been banned by FIFA, the sport's international governing body.\n"
        ]
    },
    {
        "input": "အိမ်ဖြူတော် ပြောခွင့်ရပုဂ္ဂိုလ် တိုနီစနိုး အဆိုအရ ၊ သမ္မတ သည် ထိန်းသိမ်းခံရသူများ ကို အရပ်ဘက် တရားရုံးများ သို့မဟုတ် စစ်ဘက်ဆိုင်ရာ ခုံရုံးများ အနက် မည်သည့်ရုံး က စစ်ဆေးမည့် ပြဿနာ အပေါ် ဆုံးဖြတ်ရန် အမေရိကန် တရားရုံးချုပ် ကို စောင့်ဆိုင်းနေသည် ။\n",
        "output": [
            "According to White House spokesman Tony Snow, the President is waiting for the US Supreme Court to decide on the issue of whether military tribunals or civilian courts would try the detainees.\n"
        ]
    },
    {
        "input": "၂၀ဝ၄ ခုနှစ် တွင် ဖြစ်ပွားမှု ၁၈၆ခု သာလျှင် အစီရင်ခံခဲ့သည် ၊ ယခင် နှစ် ၃၃၆ခု မှ ကျဆင်းသည် ။\n",
        "output": [
            "Only 186 cases were reported in 2004, down from 336 the previous year.\n"
        ]
    },
    {
        "input": "“ အာတိတ် အခြေအနေများ တွင် ၊ ရေခဲ သည် တဖြည်းဖြည်း ရေနံ လွင့်ပြယ်စေခြင်း မှ တန့်ပြန်မှု ကြောင့် ရေနံ ယိုစိမ့်ခြင်း ၊ လှိုင်းများကို အားလျှော့စေခြင်း ၊ ရေနံများ ကို နေရာ ကျယ်ကျယ်ပြန့်ပြန့် ပျံ့နှံ့မှု မှ ကာကွယ်ခြင်း ၊ နှင့် အချိန် ကြာကြာ တုန့်ပြန် ရန် ခွင့်ပြုမှု ကို ကူညီ နိုင်သည် ။ ”\n",
        "output": [
            "\"In Arctic conditions, ice can aid oil spill response by slowing oil weathering, dampening waves, preventing oil from spreading over large distances, and allowing more time to respond.\"\n"
        ]
    },
    {
        "input": "သံသယဖြစ်ဖွယ် အရာရှိ ၊ အလက်ဇီ မတ်တေရီ ကို ၊ ရာဇဝတ်မှု ကို ဝန်ခံလိုက် ကတည်းက ရဲတပ်ဖွဲ့ မှ ထုတ်ပယ်ခဲ့ ၊ ဖမ်းဆီးခဲ့ပြီး ပြီ ဟု ပြောဆိုသည် ။\n",
        "output": [
            "The suspected officer, Alexei Mitayev, was dismissed from the force, arrested, and is said to have since confessed to this crime.\n"
        ]
    },
    {
        "input": "( အီးဒီတီ ) ညနေ ၆ နာရီ ကျော် ကာစ တွင် ဆိုက် သည် ဆက်သွယ်မှု ပြဿနာ အနည်းငယ် မျှ ဖြင့် အွန်လိုင်း ပြန်ဖြစ်လာခဲ့သည် ။\n",
        "output": [
            "Just after 6:00 p.m. (EDT) the site came back online with only a few connection issues.\n"
        ]
    },
    {
        "input": "လူသတ်မှု မကျူးလွန်ခဲ့ သူ ၊ အမေရိက တွင် အသေခံ အစီအစဥ် တွင် ရာဇဝတ်သား နှစ်ဦး ထဲမှ တစ်ယောက် ဖြစ်ခဲ့ သော ၊ ကန်နဒီ သည် တရားရုံး ၏ ဆုံးဖြတ်ချက် ကို စိန်ခေါ်ခဲ့ ပြီး ၊ အဆိုပါ ကိစ္စရပ် သည် အမေရိကန် တရားရုံး ချုပ် က ယူဆောင်လာခဲ့သည် ။\n",
        "output": [
            "Kennedy, who was one of two criminals on death row in America who did not commit murder, challenged the court's decision, and the case was brought to the U.S. Supreme Court.\n"
        ]
    },
    {
        "input": "၂၀၀၅ မတိုင်ခင် ၊ ကယ်လီဖိုးနီးယား ၅၅၅ မှာ အမေရိကား ၏ ကမ္ဘာ့ အိတ်ချ်ကျူ ရဲ့ ဘဏ် ရှိခဲ့တယ် ၊ ဒါပင်မယ့် ထို ရပ်တည်မှု သည် မြောက် ကာရိုလိုင်းနား အခြေပြု နေးရှင်းဘဏ် သည် အေ.ပီ ဂျီအန်နီနီ ၏ အနောက်ဘက် ကမ်းရိုးတန်း ဘဏ် လုပ်ငန်း ကို ဖျက်စီး ပြီး အေ နာမည် ကို ဘီ နှင့် ထိန်းသိမ်း ခဲ့ချိနတွင် အဆုံးသတ်ခဲ့တယ် ၊ ဒါပင်မယ့် အဓိက အိတ်ချ်ကျူ ကို ချာလော့တီ အန်စီ တွင် ပြုလုပ်ခဲ့သည် ။\n",
        "output": [
            "Before 2005, 555 California had been Bank of America's World HQ, but that status ended when North Carolina based NationsBank ate up A.P Giannini's west coast banking legacy and kept the B of A name, but made the main HQ in Charlotte NC.\n"
        ]
    },
    {
        "input": "ဒေသခံနှင့်ဆိုင်သော နောက်ဆက်တွဲအကျိုးဆက် နှင့်အတူ မတော်တဆအန္တရာယ် တစ်ခု ဖြစ်သော ၊ နိုင်ငံတကာ နူးကလီးယား အဗန့် စကေး တွင် အဆင့် ၄ ရှိ ဖို့ ဖူကိုရှီးမား ၁ နူးကလီးယား ဓါတ်အားပေး စက်ရုံ ရှိ အခြေအနေများ ကို ဂျပန်နိုင်ငံ ၏ နူးကလီးယား အေဂျင်စီ က စဉ်းစားသည် ။\n",
        "output": [
            "The nuclear agency of Japan consider the circumstances at the Fukushima I Nuclear Power Plant to be Level 4 on the International Nuclear Event Scale, which is an accident with local consequences.\n"
        ]
    },
    {
        "input": "မကြာသေးမီ က လက်ခံမှု ရရှိထား သော လစ်ဗာပူးလ် လူးဝစ် စတိုး နှင့်အတူ ၄င်း ကို မရှုပ်ထွေးသင့်ပါ ။\n",
        "output": [
            "It should not be confused with the Liverpool store Lewis's which has recently gone into receivership.\n"
        ]
    },
    {
        "input": "ဗုံးပေါက်ကွဲမှု ၏ အကျိုးဆက် တွင် မက်ဗီးဒမ် က လုံးခြုံရေး အရာရှိ များ နှင့် လေဆိပ် စီမံခန့်ခွဲရေး နှစ်မျိုးစလုံး ကို ရည်မှန်းထားခဲ့သည် ။\n",
        "output": [
            "Medvedev has targeted both security officials and airport management in the wake of the bombing.\n"
        ]
    },
    {
        "input": "ဂျပန်နိုင်ငံ ၏ မိုးလေဝသဌာန မှ ပြောကြားသည် မှာ ပထမဆုံး နှင့် နောက်ဆုံး မြေငလျင်များ သည် အမှန်တကယ် ပြင်းအား ၆ဒဿမ၇ ထိ ရှိခဲ့ကြပါသည် ။\n",
        "output": [
            "Japan's weather agency says the first and last quakes were actually 6.7 magnitude.\n"
        ]
    },
    {
        "input": "အင်မီဂရေးရှင်း ဗွိုက်စ် က ထိုအရာ သည် ဤ နိုင်ငံ အား ကြီးကျယ်မြင့်မြတ်စေခဲ့ သော အမေရိကန် နိုင်ငံ ၏ လွတ်လပ်ရေး အတွက် သူတို့ ၏ စွန့်လွှတ်အနစ်နာခံခြင်း ဖြစ် ပြီး ယင်းကဲ့သို့ ကမ္ဘာ တစ်ဝှမ်းလုံး မှ လူ အများအပြား ၏ လိုချင်တပ်မက်ဖွယ် ပန်းတိုင် တစ်ခု နှင့် အမှုထမ်း များ သို့ “ ကျေးဇူးတင်ရှိ ပြီး ဘုရားသခင် ကောင်းချီးပေးပါစေ ” ဟု သူတို့ ပြောဆို ရန် ဆန္ဒရှိ ကြောင်း လည်း ပြောကြားခဲ့သည် ။\n",
        "output": [
            "Immigration Voice also said that it is their sacrifice for American freedom that has made this country great and such a desirable destination for multitude of people from around the world and that they wanted to say \"Thank you and god bless you\" to the servicemen.\n"
        ]
    },
    {
        "input": "ကီပင်န် ပီတာဆန် နှင့် အိုဒီအိုင် ႄကႍယ်၀ေသာ လုလ် ဝိ႒က် ဟာ နှစ်ဦး မှတ်တန်း ၅၀ ကို ဝိ႒က် နှင့့်် အို၀အစ် ရ႐ခႀ် က အတူ ၁၀၆ ရန်းစ် မျှဝေႄက၏ ။\n",
        "output": [
            "Kevin Pietersen and ODI debutant Luke Wright both recorded fifties, with Wright sharing 106 runs with Owais Shah.\n"
        ]
    },
    {
        "input": "\" ကျွန်တော်တို့ ရဲ့ ပြည်နယ် ဒီ သဘောထား ကွဲလွဲစေသော ဆွေးနွေးချက် ကို ကျော်လွန် လှုပ်ရှားသွား သောအခါ ၊ ငါတို့ သည် ၎င်း ၏ အမှား နည်းစေ ရန် နှင့် ၊ ကျွန်တော်တို့ ရဲ့ ရာဇဝတ် တရားမျှတမှု စနစ် ၏ တရားမျှတမှု နှင့် သမာဓိ တိုးတက်လာ ဖို့ ကျွန်တော်တို့ ရဲ့ ကြိုးပမ်းအားထုတ်မှုများ နှင့် သာမန် အလုပ် ကို များပြားလာစေနိုင် ဖို့ ငါတို့ မျှော်လင့်ပါသည် ၊ \" လို့ မယ်လိုင် က ဆက်ပြောသည် ။\n",
        "output": [
            "\"As our state moves beyond this divisive debate, I hope we can all redouble our efforts and common work to improve the fairness and integrity of our criminal justice system, and to minimize its fallibility,\" added Malloy.\n"
        ]
    },
    {
        "input": "“ စျေး ကို ဖြတ်လာသည့် ခရီးသည်တင်ဘတ်စ်ကား တစ်စီး ဘေးတွင် ကား ကို အသေခံဗုံးခွဲသမား တစ်ယောက် က သူ့ကိုယ်သူ ဖောက်ခွဲခဲ့သည် \" ဟု အကြီးတန်း ရဲအရာရှိ ရှ်ဖ်ကွက် မဲလ်လစ်ခ် က ပြောခဲ့သည် ။\n",
        "output": [
            "\"A suicide bomber blew himself up as the car was next to a passenger bus passing through the market,\" said senior police officer Shafqat Malik.\n"
        ]
    },
    {
        "input": "လေယာဉ်ပျက် ရဲ့ တည်နေရာ သည် ဘရာဇီး ၏ ကမ်းလွန် မှ ခြောက်မိုင် အကွာ လေယာဉ် မှ နောက်ဆုံး နေရာ ကို အစီရင်ခံခဲ့သည့် မြောက်အရပ် ပင်လယ်ရေ တစ်ခု အနက် ရဲ့ ၃၈၀ဝ နှင့် ၄၀ဝ၀ မီတာ ( ၂၀၇၀ မှ ၂၁၉၀ လံ သို့မဟုတ် ၁၂၄၆၇ ပေ နှင့် ၁၃၁၂၃ ပေ ) တွင် ရှိသည် ။\n",
        "output": [
            "The location of the wreckage is six miles north of the plane's last reported position off the coast of Brazil at a depth of 3,800 and 4,000 meters (2,070 to 2,190 fathoms or 12,467 feet and 13,123 feet).\n"
        ]
    },
    {
        "input": "လက်ရှိ နေရာ ပြန့်နှံမှု ၏ စုစုပေါင်း ၈၆ နေရာ အနက် ၅၆ နေရာ မှာ ဩစတြေးလျ အလုပ်သမား အဖွဲ့အစည်း ၊ ၂၅ နေရာ မှာ လစ်ဘရယ် အမျိုးသား အဖွဲ့အစည်း ၊ ကွင်းစလန်း ဂရင်း နှင့် ဝမ်း နေရှင် မှာ ၁ နေရာ စီ နှင့် တစ်သီးပုဂ္ဂလများ မှ လေး နေရာ ပိုင်ဆိုင်ထားခြင်း ဖြစ်သည် ။\n",
        "output": [
            "The current distribution of seats has the Australian Labor Party with 58 of the 86 total, the Liberal National Party with 25, the Queensland Greens & One Nation with one each and independents holding four.\n"
        ]
    },
    {
        "input": "အောက်စဖို့ဒ်အသင်း သည် ခေါင်းပန်းလှန်ဆုံးဖြတ်ခြင်း တွင် အနိုင်ရခဲ့ ပြီး နောက် မြစ် ၏ ဆာရေး ဘက်ခြမ်း မှာ လှေလှော် ဖို့ ရွေးချယ်ခဲ့ ပြီး ၊ ကိမ်းဘရစ်ချ်အသင်း က မစ်ဒယ်ဆက်စ် ဘက် က လှေလှော်ခဲ့ကြသည် ။\n",
        "output": [
            "Oxford won the toss and chose to row on the Surrey side of the river, with Cambridge rowing on the Middlesex side.\n"
        ]
    },
    {
        "input": "\" အမှု တွင် ပါဝင်သော သက်သေ အထောက်အထား များ အားလုံး ၊ နှင့် ထို အချိန် မှာ အကျိုး သက်ရောက်မှုရှိသော စေ့စပ် ညှိုနှိုင်းထားသည့် ဆက်ဆံရေး ၏ စည်းမျဉ်း စည်းကမ်း များ အပေါ် အခြေခံ ပြီး ၊ တပ်ကြပ် သည် အေအိုင်အက်ဖ် ရဲ့ ဗီဒီယို တိပ်ခွေ မှာ သူ ၏ သေစေလောက်သော အင်အား အသုံးပြုမှု ကို မှန်ကန်ကြောင်း ရန်လိုသော ခြိမ်းခြောက်မှု ဖြစ်ခြင်း ကို ကျိုးကြောင်းဆီလျော်စွာ တွေးခေါ် ယုံကြည် သင့် ပါ တယ် ။ ”\n",
        "output": [
            "\"Based on all the evidence in the case, and the rules of engagement that were in effect at the time, it is clear that the corporal could have reasonably believed that the AIF shown in the videotape posed a hostile threat justifying his use of deadly force.\"\n"
        ]
    },
    {
        "input": "အစ်စရေး ရေဒီယို က ဒါ ဟာ အရင်က အစ်စရေး စစ်ဆေးရေးဂိတ်တွေ မှာ ပေါက်ကွဲပစ္စည်းများ ကို လွှဲပြောင်းပေး ဖို့ ကြိုးစားနေသော လွန်ခဲ့သော နှစ်လ က ဖမ်းမိခဲ့တဲ့ တတိယ ပါလက်စတိုင်း ကလေး ဖြစ်တယ် လို့ မှတ်ချက်ပြုခဲ့ပါတယ် ။\n",
        "output": [
            "Israeli radio noted that this is the third Palestinian child in the past two months caught attempting to transfer explosives past Israeli checkpoints.\n"
        ]
    },
    {
        "input": "ဆေးကျောင်းသား များ က ကွန်ဝေး ကို ကား အပြင် သို့ ခေါ်ဆောင်ခဲ့ ၊ ပြီး သူ သည် ခြေထောက် ဒဏ်ရာ တစ်ခု နှင့်အတူ ဆေးရုံ သို့ ခေါ်ဆောင်သွားခဲ့သည် ။\n",
        "output": [
            "Medics took Conway out of the car, and he was taken to the hospital with a leg injury.\n"
        ]
    },
    {
        "input": "ဒေသ ဆိုင်ရာ ရဲတပ်ဖွဲ့ အကြီးအကဲ ဟားဘတ် ကဲမ်ဘာ က : “ ရက်စက်သော လူသတ်မှု ၏ အဓိက စီစဉ်သူ လို့ ယုံကြည်ခဲ့သည့် သံသယရှိသူ ကို ကင်ညာ နယ်စပ် မြို့ တာဗက်တာ ၌ ပုန်းရှောင်နေသည် ကို ရဲတပ်ဖွဲ့ က ဖမ်းဆီးခဲ့ကြောင်း ယခုနေ့ တွင် ကြေငြာခဲ့သည် ။\n",
        "output": [
            "Regional police chief Herbert Khaemba anounced today: \"The suspect believed to be the main organiser of the brutal murder was arrested by the police at the Kenyan border town of Taveta in hiding.\n"
        ]
    },
    {
        "input": "ဆီးချို အမျိုးအစား ၂ ရှိသော - အင်ဆူလင် ခုခံခြင်း ပိုသော သူများ တွင် မျိုးရိုးဗီဇ သတ်မှတ်ချက် “ ဆယ်လီနိုပရိုတင်း ပီ “ ( အက်စ်အီးပီပီ၁ ) ပိုမို မြင့်မားသော ပမာဏ ကို အသည်း က ဖော်ပြသည် ကို သုတေသီများ က တွေ့ရှိခဲ့သည် ။\n",
        "output": [
            "The researchers found the liver expresses higher levels of the gene encoding \"selenoprotein P\" (SEPP1) in people with type 2 diabetes – those with more insulin resistance.\n"
        ]
    },
    {
        "input": "ဂူဂဲလ် မှ သူ တို့ သည် မူပိုင်ခွင့် ယူ သော အချက်အလက် ကို ဆုံးရှုံး နစ်နာ လျှင် သူ တို့ က ၎င်း နစ်နာ မှု ကို သတိထားမိသည် နှင့် တစ်ပြိုင်နက် သူတို့ သည် တရားစွဲခံရခြင်း မှ ကုမ္ပဏီ များ ကို ကာကွယ် သော ဒစ်ဂျစ်တယ် မီလီနီယမ် မူပိုင်ခွင့် အက်ဥပဒေ ကို လိုက်နာခဲ့သည် ဟု ပြော လျက် တုံ့ပြန်ခဲ့သည် ။\n",
        "output": [
            "Google has responded by saying that they followed the Digital Millennium Copyright Act, which prevents companies from being prosecuted if they bring down copyrighted content as soon as they are made aware of it.\n"
        ]
    },
    {
        "input": "ယခုနေ့ မနက် တွင် ဖြစ်ပွားခဲ့သော အကြမ်းဖက်မှု သည် “ အတိုက်အခံများ နှင့် အကြမ်းဖက်သမားများ သည် အီရတ် အစိုးရ နှင့် ၎င်း ၏ လုံခြုံရေး တပ်ဖွဲ့များ ၏ အောင်မြင်မှုများ ကို နှောင့်နှေးစေ ရန် ပြန်လည်တိုက်ခိုက်မှုများ ပြုလုပ် ရန် ကြိုးစားလာနိုင်ကြောင်း ၊ ” ပြောကြားခဲ့သော ၊ ဗိုလ်မှူးချုပ် ဝီလီယမ် ကလ်ဒ်ဝဲလ် က ထုတ်ပြန်ချက်များ ကို မီးမောင်းထိုးပြခဲ့သည် ဗိုလ်ချုပ် က အကြမ်းဖက်မှုများ သည် ဇူလိုင်လ ကတည်းက ထက်ဝက် ခန့် လျော့နည်းခဲ့သည် ဟု ပြောကြားခဲ့ သော်လည်း ၊ လွန်ခဲ့သော နှစ် ရက် မှ ရုတ်တရက် မြင့်တက်လာခဲ့သည် ။\n",
        "output": [
            "This morning's violence contrasted statements by Maj Gen William Caldwell, who claimed \"Insurgents and terrorists are hitting back in an attempt to offset the success of the Iraqi government and its security forces,\" the general went on to say that violence had fallen by half since July, but had increased suddenly in the last two days.\n"
        ]
    },
    {
        "input": "သူတို့ သည် အပျိုစင် ကြွက် များ ကို လည်း အပို ပရိုလက်တင် ထည့်သွင်း ပေးကာ စမ်းသပ်ခဲ့ ပြီးနောက် ၊ ရလာဒ် သည် ကိုယ်ဝန်ဆောင် ကြွက် များ နှင့် အလားတူကြောင်း တွေ့ခဲ့ရသည် ။\n",
        "output": [
            "They also tested virgin mice given additional prolactin, and found results similar to pregnant mice.\n"
        ]
    },
    {
        "input": "ကနေဒီ ၏ အုပ်ချုပ်မှု အတွင်း ၊ “ မစ္စတာ ပရဲဆီးဒန့် ၊ ကျေးဇူးတင်ပါတယ် \" ဟု လက်မှတ် တစ်ခု နှင့်အတူ သမ္မတရွေးကောက်ပွဲ သတင်းစာ ရှင်းလင်းပွဲ အားလုံး ကို ဟယ်လင် က အဆုံးသတ်ခဲ့ ပြီး သူမ ၏ အလုပ် နှင့်ပတ်သက်သည့် အသိပေးချက် တစ်ခု ကို အမြဲ ထုတ်ပြန်ကြေညာခဲ့သည် : \" ကျွန်ုပ် အသက်မွေးဝမ်းကျောင်း မှာ သင် သာလျှင် သင် ၏ နောက်ဆုံး ဇာတ်လမ်း ကဲ့သို့ ဖြစ်ကောင်းဖြစ်ပါတယ် ။ \"\n",
        "output": [
            "During Kennedy's administration, Helen ended all presidential press conferences with a signature \"Thank you, Mr. President\" and always issued a caveat about her work: \"In my career you're only as good as your last story.\"\n"
        ]
    },
    {
        "input": "သိပ္ပံ ပညာ ရှင် များ သည် ယူကေ ရှိ ဒူရင်တန် တံတိုင်း ၌ ကြီးမား ကျယ်ပြန့်ဆုံး ကျောက် ခေတ် နှောင်းပိုင်း တွင် အခြေချ နေထိုင်မှု များ ကို ဖော်ထုတ် ခဲ့ ပြီး ထို ရွာ များ တွင် စတုန်းဟန့်ရှ် အထိမ်းအမှတ် ကျောက် တိုင် များ တည်ဆောက်ခဲ့ကြသော လူ များ နေထိုင်သည် ဟု ယုံကြည်ကြသည် ။\n",
        "output": [
            "Scientists have uncovered the largest Neolithic settlement in the United Kingdom at the Durrington Walls and believe that the village was inhabited by the people who built the Stonehenge monument.\n"
        ]
    },
    {
        "input": "သူရဲ့ အသင်းတူသူ ဟမ်လင်း က စတုတ္ထ ဖြစ်နေ စဉ်မှာ ဂျက်ဘာတွန် နဲ့ သူရဲ့ မတော်တဆထိခိုက်မှု ကြောင့် ကိုင်းဘွရှ် ဟာ တတိယ နေရာ မှာ ရှိနေခဲ့တယ် ။\n",
        "output": [
            "Kyle Busch, because of his accident with Jeff Burton maintained the third position while his team mate Hamlin is fourth.\n"
        ]
    },
    {
        "input": "မိန်းမ ငယ် တစ် ဦး သည် အမေရိကန် ပြန်ထောင်စု နယူးယောက် ရှိ ၊ ရိုင်း မြို့တော် အပန်းဖြေ ပန်းခြံ ရှိ ကစားကွင်း မှာ ရဟတ် တစ် ခု ပေါ်တွင် မတော်တဆမှု တစ် ခု ဖြစ်ပွားခဲ့ ပြီးနောက် သောကြာနေ့ ည ၌ သေဆုံးခဲ့သည် ။\n",
        "output": [
            "A young woman was killed Friday night after an accident occurred on a gyrating ride at the Playland amusement park in Rye, New York in the United States.\n"
        ]
    },
    {
        "input": "တာလီဘန် တို့သည် တိုက်ခိုက်မှု အတွက် တာ၀န်ရှိကြောင်း အခိုင်အမာပြောဆိုခဲ့ပြီး ၊ ၎င်းတို့၏ ပစ်မှတ်သည် သံရုံး ဖြစ်ကြောင်း ပြောဆိုခဲ့သည် ။\n",
        "output": [
            "The Taliban claimed responsibility for the blast, saying their target was the embassy.\n"
        ]
    },
    {
        "input": "သေဆုံးခဲ့ သူ အများစု မှာ အောက်ထပ် ကုန်းပတ် တွင် ညစာစားနေခဲ့ကြ ပြီး ၊ အောက်ဘက်တွင် ပိတ်မိခဲ့ကြသည် ။\n",
        "output": [
            "Most who died were dining on the lower deck, and were trapped below.\n"
        ]
    },
    {
        "input": "၎င်းအတိုင်း သိသာထင်ရှားစွာပင် ငါးမန်း တစ်ကောင် ဖြင့် “ ပြင်းထန်စွာတိုက်မိခြင်း ” ကြောင့် ၊ သူ ကော်ဖီဖျော် ရန် ကြိုးစားနေ စဥ်တွင် သူ၏ ခြေထောက် ပေါ်သို့ ရေ ပူ ဖိတ်စင်ခဲ့ သဖြင့် သူ သည် သူ့ကိုယ်သူ လည်း မတော်တဆ အပူလောင်စေခဲ့သည် ။\n",
        "output": [
            "He has also accidentally burnt himself when he spilled hot water on his foot whilst trying to make coffee, apparently also from a shark 'bump'.\n"
        ]
    },
    {
        "input": "အမည်မသိ ကျန်ရစ်ခဲ့ သော ၊ သူငယ်ချင်း သည် ၊ ရိုင်း ဂျွန်ဆွန် ကို ပွိုင့် ၂၂ အရွယ်အစားရှိသော ၀က်ဘလီ ဗက်ကယ် လေ သေနတ် ဖြင့် အနီးကပ် နှလုံး ကို ပစ်ခဲ့သည် ။\n",
        "output": [
            "The friend, who has remained anonymous, shot Rhys Johnson in the heart with the .22 caliber Webley Vulcan air gun at close range.\n"
        ]
    },
    {
        "input": "“ ကျွန်တော်တို့ ဘေးကင်းလုံခြုံမှုအကြောင်း ပြောဆိုခြင်း မှ ကားခ အငြင်းပွားမှုများ ဖြေရှင်းခြင်းအကြောင်း ပြောဆိုခြင်း ကို ပြောင်းလဲနေပါသည် ၊ ” ဟု သူ က ပြောခဲ့သည် ။\n",
        "output": [
            "\"We're swapping from saying it's about safety to saying it's about setting fare disputes,\" he said.\n"
        ]
    },
    {
        "input": "ဒါဇင်ပေါင်းများစွာသော အိမ်များ ၊ ရွှေ့လျား အိမ်များ နှင့် ဘုရားကျောင်း တစ်ခု တို့ ကို ဖျက်ဆီးခဲ့ သောကြောင့် ဗိုလူဆီရာ ၊ ဆမ်တာ ၊ လိပ် နှင့် ဆီမီနို နိုင်ငံ များ တွင် အားလုံး ကို အရေးပေါ် အခြေအနေ တစ်ရပ် ဖြင့် ကြေငြာခဲ့သည် ။\n",
        "output": [
            "Volusia, Sumter, Lake and Seminole counties have all been declared a state of an emergency as dozens of houses, mobile homes and a church were destroyed.\n"
        ]
    },
    {
        "input": "၂၀၀၃ ခုနှစ် ဒီဇင်ဘာ တွင် ၊ ၆.၆ ပမာဏ ရှိသော ငလျင် တစ်ခု တွင် လူ ၃၁၀၀၀ ကျော် သေဆုံးခဲ့ ပြီး ၂၀၀၅ ခုနှစ် ဖေဖော်ဝါရီ တွင် ခါမန်း ပြည်နယ် ရှိ ဇာရန် အနီး တွင် ၆.၄ ရှိသော ငလျင် တစ်ခု တွင် လူ ၆၀၀ သေဆုံးခဲ့သည် ။\n",
        "output": [
            "In December of 2003, a magnitude 6.6 earthquake killed over 31,000 people and in February of 2005 a 6.4 eathquake killed 600 people near Zarand in the Kerman province.\n"
        ]
    },
    {
        "input": "အန်အင်အက်ဆောရဲလာ က ပဋိပက္ခ ဖြစ်ပွားမှုများ ကို သမ္မတ အာဆတ်ဒ် ၏ အမိန့် ဖြင့် ပြန်လှည့်ခဲ့သည့် တိုင်အောင် ဟတ်ဘိုလ သည် ဆက်လက် တိုက်ပွဲဝင်သွားလိမ့်မည် ဖြစ်ကြောင်း အာမခံ ပြောကြားခဲ့သည် ။\n",
        "output": [
            "Nasrallah pledged Hezbollah will continue fighting until the conflict has been turned in President Assad's favour.\n"
        ]
    },
    {
        "input": "ဂါးဒီးယန်း ၏ စွမ်းအင် အယ်ဒီတာ ၊ တယ်ရီ မာကာလစ်စတာ က ၊ ရေနံ လုပ်ငန်း ၏ \" များစွာသော ကိုးကားထားသည့် ဂါထာမန္တရား \" ကို ဘေးကင်းလုံခြုံမှု က ပထမ အတွက် \" ဖြိုချ \" အစီရင်ခံစာ တွင် \" အမှားယွင်းများ ၏ အမျိုးအစား - လူသား နှင့် စက် နှစ်မျိုးစလုံး \" ကို ရေးသားခဲ့သည် ။\n",
        "output": [
            "The energy editor of The Guardian, Terry Macalister, wrote that the \"catalogue of errors - both human and mechanical\" in the report \"demolish\" the oil industry's \"much quoted mantra\" of safety first.\n"
        ]
    },
    {
        "input": "သူတို့ ပြန်လည် လွတ်မြောက် လာ ပြီးနောက် ၊ ကျောင်းသား များ က သတင်း ဋ္ဌာနများ ကို ပြောကြား ခဲ့ သည် မှာ ရဲစခန်း တွင် သူတို့ ၏ အဝတ် များ ကို ချွတ်ပြစ် ရန် သူတို့ ခိုင်းခံ ခဲ့ ရ သည် ။\n",
        "output": [
            "Following their release, the students told the media they were required to remove their clothes at the police station.\n"
        ]
    },
    {
        "input": "\" ကျွန်တော်တို့သည် လွန်ခဲ့သော နှစ်ပေါင်း ၂၀ဝ၀ က ထို မြေ ကို ကြည့်ရှုစောင့်ရှောက် ရန် ဘုရားကျောင်း သို့ ပေးခဲ့သည် ၊ \" ဆက်လက် ပြီး ၊ \" ထို့ကြောင့် ၄င်းသည် ရောင်းချ ရန် သူတို့၏ မြေ မဟုတ်ပါ \" ဟု ၊ ဆန့်ကျင်သူများ ကို ဦးဆောင်နေသော ၂၅ - နှစ် - အရွယ် ၊ အိုမာ ဟာရာနီ က တယ်လီဂရက် ကို ၊ ပြောခဲ့သည် ။\n",
        "output": [
            "Omar Harani, a 25-year-old leading the protesters, told the Telegraph, \"We gave the land 2,000 years ago to the Church to look after,\" and continued, \"So it is not their land to sell.\"\n"
        ]
    },
    {
        "input": "နိုင်ငံ ၏ ဖျာပုံ ခရိုင် ရှိ ဘိုကလေး မြို့ တစ် မြို့ ထဲ တွင် ၊ အနည်းဆုံး လူ ၁၀၊၀၀၀ သေဆုံးခဲ့သည် ။\n",
        "output": [
            "At least 10,000 people died in one town alone, Bogalay in the Pyapon District of the country.\n"
        ]
    },
    {
        "input": "ဂျနိုက် ဒစ်ကန်စံ အတွက် ကိုယ်စားပြုသူ တစ်ယောက် သည် ရိုင်ယန် ၏ သေဆုံးခြင်း အကြောင်း ကြေညာချက် တစ်ခု ထုတ်ပြန်ခဲ့သည် ။\n",
        "output": [
            "A representative for Janice Dickinson released a statement about the death of Ryan.\n"
        ]
    },
    {
        "input": "အမည်မသိ အဖွဲ့ ၏ အမျိုးမျိုးသော အဖွဲ့ဝင်များ က မှတ်တမ်းတင်ထားသော ၊ ဗွီဒီယိုများ ကို သိပ္ပံဆိုင်ရာကိုးကွယ်ယုံကြည်မှုဘာသာ-ဆန့်ကျင်ရေး အဖွဲ့အစည်းများ က မှတ်တမ်းတင် ရန် တောင်းဆိုကြသည် ။\n",
        "output": [
            "The videos have been reported to be of anti-Scientology protests, recorded by various members of the group Anonymous.\n"
        ]
    },
    {
        "input": "\" ပထမ တစ်ခု သည် အေးမြ ၍ ခြောက်သွေ့ခဲ့ ပြီးတော့ ဒုတိယ တစ်ခု သည် ပူနွေး ၍ စွတ်စိုခဲ့ပါသည် ။ \"\n",
        "output": [
            "\"The first one was cold and dry and the second one was warm and humid.\"\n"
        ]
    },
    {
        "input": "သူ့ ရဲ့ ကော်လံ က သူ့ ဘဝ တစ်လျှောက်လုံး မြူးထူးခြင်း တစ်ခု ၊ လူမှုရေး-နိုင်ငံရေး ကိစ္စ အပေါ်မှာ ကတောက်ကဆတ်တွေ နဲ့ သဘောထားတွေ ဖြစ်တယ် ။\n",
        "output": [
            "His column is a romp through his life, spats and opinions on socio-political issues.\n"
        ]
    },
    {
        "input": "ဆိုင်းငံ့ထားသော ပဏာမ စစ်ဆေးမှု တစ်ခု ကို ယခု နှစ် ၏ ဩဂုတ် လ တွင် ပြုလုပ်ခဲ့ ပြီး ပါရာဆီရစ် သည် အာမခံ ကင်းလွတ်ခွင့် ကို ဆက်လက်ရရှိမည် ။\n",
        "output": [
            "Parasiris will remain free on bail pending a preliminary hearing to be held in August of this year.\n"
        ]
    },
    {
        "input": "အမေရိကန် ပြည်ထောင်စု သို့ ရွေ့ပြောင်းမှု အပေါ် သူ က ၁၉၉၈ ခုနှစ် အန်ဘီအေ မူကြမ်း ၏ တတိယ ကြိမ်မြောက် အတွက် အတ္တလန်တာ ဟော့ကင်း က ရေးဆွဲ ခဲ့သည် ။\n",
        "output": [
            "Upon moving to the United States, he was drafted in the third round of the 1988 NBA draft by the Atlanta Hawks.\n"
        ]
    },
    {
        "input": "“ အန်ဆီလာဒတ်စ် ၏ ရေခဲဖုံးလွှမ်းသော မျက်နှာပြင် အောက်ရှိ ဆားငံရေ ထက် အက်ကြောင်းများ အားလုံး ကို ဖြတ်လာသည့် ရေခဲတုံး မှ ဆားဓါတ်ပြည့်၀သော အမှုန်များ ပုံမှန် ယိုစီးမှု ကို ထုတ်လုပ် ရန် လက်ရှိတွင် ဘယ်နည်းလမ်းမှ ဖြစ်နိုင်ချေ မရှိဟု ၊ ” ဂျာမနီ နိုင်ငံ ရှိ ဟိုက်ဒဲဘတ် တက္ကသိုလ် ၌ ကာစီနီ အသင်း သိပ္ပံပညာရှင် တစ်ဦး ဖြစ်သူ ၊ ဖရန့် ပို့စ်ဘတ် က ပြောခဲ့သည် ။\n",
        "output": [
            "\"There currently is no plausible way to produce a steady outflow of salt-rich grains from solid ice across all the tiger stripes other than salt water under Enceladus's icy surface,\" said Frank Postberg, a Cassini team scientist at the University of Heidelberg in Germany.\n"
        ]
    },
    {
        "input": "မအောင်မြင်သော ဇူလိုင် ၂၁ ဗုံးခွဲဖို့ ကြိုးစားမှု ပြီးနောက် ၊ မူးတား စိတ် အီဗရာဟင် ၊ အမည်ရှိ သံသယရှိသူ နှစ်ဦး အနက် တစ်ဦး ကို မုဟမ္မဒ် အဖြစ်လည်း လူသိများသည် ။\n",
        "output": [
            "Muktar Said Ibrahim, one of two suspects named after the failed 21 July bombing attempts, is also known as Muhammad.\n"
        ]
    },
    {
        "input": "အင်ဂျင် နှစ်လုံး ပါ ဂျက် ခရီးသည်တင်လေယာဉ် သည် ယင်း ကို ငှားရမ်း လုပ်ဆောင်နေသော ဂျာမန် ခရီးသည်တင် လေယာဉ် အိုက်အယ် လေကြောင်း ဖြင့် နယူး ဇီလန် ကို ယင်း ပြန်ရန် အတွက် ပြင်ဆင်မှု တွင် ပါပီဂန် ၌ ထိန်းသိမ်းမှု ကြုံရသည် ။\n",
        "output": [
            "The twin-engine jet airliner had just undergone maintenance at Perpignan in preparation for its return to Air New Zealand by German airline XL Airways, which had been operating it on lease.\n"
        ]
    },
    {
        "input": "“ နောက်ဆုံးတွင် ၊ နွေရာသီ တွင် ကလေး အများအပြား သည် ကျွန်ုပ်တို့ ၏ တောင်တွေ မှာ နေထိုင်ကြသည် ၊ ” ဟု သူ က ဆက်ပြောခဲ့သည် ။\n",
        "output": [
            "“Ultimately, in the summer lots of kids stay in our mountains,” he added.\n"
        ]
    },
    {
        "input": "ရေး ဇာဟပ် သည် ကနေဒါနိုင်ငံသား လွန်ကဲ မာရသွန် အပြေးသမား တစ် ဦး ဖြစ် ၍ ၊ ပုဂ္ဂလိက လေ့ကျင့်ပေးသော နည်းပြ ဖြစ်ကာ ၊ စိတ်ဓာတ် လှုံဆော် ပေးနိုင်သော စကားပြောကောင်းသူ တစ် ဦး ဖြစ်သည် ။\n",
        "output": [
            "Ray Zahab is a Canadian ultramarathon runner, personal trainer, and motivational speaker.\n"
        ]
    },
    {
        "input": "လုပ်ဆောင်မှု ရဲ့ တစ်စိတ်တစ်ပိုင်း အဖြစ် ၊ ကွမ်တာစ် အဲဝေး တစ်ခု ဖြစ်သော အဲဘတ်စ် အေ ၃၃၀ ကို ဩစတြေးလျ အာဏာပိုင်းများက သမုဒ္ဒရာ ကို ကျော်ဖြတ်ပြီး စေလွှတ်ခဲ့ပါသည် ။\n",
        "output": [
            "As part of the operation, a Qantas Airways Airbus A330 was sent over the ocean by Australian authorities.\n"
        ]
    },
    {
        "input": "“ ၄င်း တတ်မြောက်မှု သည် ဆဲဗင်း-အယ်လဲဗင်း အတွက် နည်းပညာနှင့်ဆိုင်သော သင့်တော်မှု တစ်ခု ဖြစ်ခဲ့ ပြီး ချီကာဂိုလန်း နယ်မြေ တွင် တိုးတတ်ကောင်းမွန်သော ဈေးကွက် ကို ပါဝင်စေသည် ” ၊ ဟု ဆဲဗင်း-အယ်လဲဗင်း အင့် က ပြောကြားခဲ့သည် ။\n",
        "output": [
            "\"This acquisition is a strategic fit for 7-Eleven and enhances market presence in the Chicagoland area,\" said 7-Eleven Inc.\n"
        ]
    },
    {
        "input": "အိန္ဒိယ ၏ နှစ်စဉ် စီးပွားရေး တိုးတက်နှုန်း သည် လွန်ခဲ့သော ဘဏ္ဍာ နှစ် ၃ နှစ် ကတည်းက ပျှမ်းမျှ ၏ ၈ ရာခိုင်နှုန်း အထိ ရှိပြီးဖြစ်သည် ။\n",
        "output": [
            "India's annual economic growth has been an average of 8 percent since past three fiscal years.\n"
        ]
    },
    {
        "input": "ပြိုင်ပွဲ ကို ၁၉၄၇ တွင် စင်္ကာပူ နဲ့ မလေးရှား အသင်းများ အတွက် ဖိတ်ခေါ် ပြိုင်ပွဲ တစ်ခု အနေနဲ့ စတင်ခဲ့ ပြီး အဲဒီကတည်းက ဖိတ်ခေါ်ထားခဲ့တဲ့ တကမ္ဘာလုံး မှ ကလပ် အသင်းများ နဲ့ အမျိုးသားအသင်းများ အဖြစ် ကြီးထွားလာခဲ့သည် ။\n",
        "output": [
            "The tournament began in 1947 as an invitational event for Singapore and Malaysian teams and since grown into national and club teams from around the world are invited.\n"
        ]
    },
    {
        "input": "ပစ္စည်း တစ်ခု ၊ ခွက် တစ်လုံး သည် ၊ ယူရို ထောင်ပေါင်း များစွာ အဖိုးတန်သည် ။\n",
        "output": [
            "One item, a cup, has been valued at several thousand Euros.\n"
        ]
    },
    {
        "input": "ထို့နောက် ထိခိုက်ဒဏ်ရာရသော ခရီးသွားဧည့်သည် ကို ကိုစတာ ဒဲ ဆိုးလ် ဒေသ ရှိ ကွဲပြားသော ဆေးရုံ ငါး ခု သို့ ခေါ်ဆောင်သွားခဲ့သည် ။\n",
        "output": [
            "The injured tourists were then taken to five different hospitals in the Costa del Sol region.\n"
        ]
    },
    {
        "input": "စစ်ဘေးသင့်ရာ တောင် အမေရိက နိုင်ငံ တွင် လက်ယာ - တောင်ပံ ပြည်သူ့စစ် အဖွဲ့ များ နှင့် , ထွက်ခွာသွားသော ကိုလံဘီယာ သမ္မတ အယ်ဘာရို ယူရိုက် တို့အကြား ပူးပေါင်းဆောင်ရွက်ရန် သတင်းထောက် သည် အာရုံစိုက်မှုကို ခေါ်ပြီးပြီ ။\n",
        "output": [
            "The journalist has called attention to ties between outgoing Colombian president Alvaro Uribe, and right-wing militia groups in the war-plagued South American country.\n"
        ]
    },
    {
        "input": "သူ သည် ၎င်း အဖြစ်အပျက် ကို မှတ်တမ်းတင် ရန် ဝက်ဘ်ကင်မရာ တစ်ခု ကို တပ်ဆင်ထားခဲ့ ပြီး လူအများ ကြည့်ရန် အတွက် အသေးစိတ် ကို နောက်ပိုင်း တွင် အက်ဖ်တီပီ ဆာဗာ တစ်ခု အပေါ် တင်ပေးမည် ဟု သူ က ပြောခဲ့သည် ။\n",
        "output": [
            "He said that he had set up a webcam to record the event, and would post details later of a FTP server for people to watch.\n"
        ]
    },
    {
        "input": "အဆိုပါ မူဝါဒ သစ် ၏ အစိတ်အပိုင်း အဖြစ် ၊ သမားရိုးကျ လက်နက်များ သည် အနာဂါတ် တွင် ကြီးမားသော အခန်း ကဏ္ဍ တစ်ရပ် ရရှိ လာလိမ့်မည် ။\n",
        "output": [
            "As part of the new policy, conventional weapons will have a greater role in the future.\n"
        ]
    },
    {
        "input": "သို့သော် ၊ ဤ အချိန် တဝက် ကို အိုင်ဖုန်း ဖွင့်ခြင်း ကိစ္စ ကို ရ ရန် ကြိုးစားနေခဲ့သည် ။\n",
        "output": [
            "However, half of this time was trying to get the case of the iPhone open.\n"
        ]
    },
    {
        "input": "၂၀ဝ၆ ခုနှစ် တွင် အခြား ဘီ၇၃၇ သည် ပျံသန်းမှုဆိုင်ရာ ပြဿနာ တစ်ခု ဖြစ်ပွားခဲ့ ပြီး ရည်ရွယ်သော ဦးတည်ချက် မှ မိုင် ရာပေါင်းများစွာ တွင် အရေးပေါ် ဆင်းသက်မှု တစ်ခု မပြုလုပ်ခင် ရေဒါ မြင်ကွင်း တစ်ခု မှ ၊ နာရီပေါင်း များစွာ ပျောက်ကွယ် ပျံသန်းခဲ့သည် ။\n",
        "output": [
            "In 2006 another B737 suffered a navigational problem and flew into a radar blackspot, leaving it lost for several hours before performing an emergency landing hundreds of miles from the intended destination.\n"
        ]
    },
    {
        "input": "ဒီ ညနေပိုင်း မှာ ထုတ်လွှင့် မယ့် ဘီဘီစီ ပါနိုရာမာ ထောက်လှမ်းမှု အသံလွှင့် အစီအစဉ် အရ ၊ ဗြိတိန် ရဲ့ အဓိက ပရဟိတ အသင်း ကောမစ် ရီလိဖ် ဟာ လက်နက် ၊ အရက် နှင့် ဆေးရွက်ကြီး လုပ်ငန်းတွေ မှာ ငွေကြေး ရင်းနှီးမြှပ်နှံခဲ့ပါသည် ။\n",
        "output": [
            "Major British charity Comic Relief has invested money in arms, alcohol and tobacco firms, according to a BBC Panorama investigation to be broadcast this evening.\n"
        ]
    },
    {
        "input": "ဒန်နီယယ် ၏ မိခင် ၊ ချယ်ရယ် စထရင်းဂျား က ၊ အီးဒီအယ် ဆန္ဒပြပွဲ ကို မကျင်းပ စေချင်ပါ ဟု သူမ က ပြောကြားခဲ့သည် : \" ဒီအီးဒီအယ် က ဘာ ဖြစ်ဖြစ် ကျွန်မတို့ နှင့် အတူ သွားလုပ် ရန် ဘာမျှ မရှိ ကြောင်း နှင့် ဒါ ကို လုပ်ရန် ဆုံးဖြတ်ခဲ့ပြီး ဖြစ်သည် ။\n",
        "output": [
            "Daniel's mother, Cheryl Stringer, has said she does not want the EDL rally to be held: \"The EDL have decided to do this and it's go nothing to do with us whatsoever.\n"
        ]
    },
    {
        "input": "ဇင်ဘွာဘွီ သည် ဂျမီကာ နိုင်ငံ ၊ ကင်းစတန် မြို့ ၊ ဆဘီးနား ပန်းခြံ တွင် အိုင်ယာလန် ကို ခုခံကာ ကမ္ဘာ. ဖလား တွင် ဒုတိယ အုပ်စု ပွဲစဥ် ဒီ ကို တူညီသောအမှတ်ရရှိခဲ့သည် ။\n",
        "output": [
            "Zimbabwe tied the second Group D match in the World Cup against Ireland at Sabina Park, Kingston, Jamaica.\n"
        ]
    },
    {
        "input": "အဆိုပါ ဆွေးနွေးပွဲ ကို ၂၀၀၉ ခုနှစ် ပင်ဟေဂင် တွင် ကုလသမဂ္ဂ ရာသီဥတု ပြောင်းလဲမှုဆိုင်ရာ ညီလာခံ မှာ မ ဖြေရှင်းနိုင်ခဲ့သော ငြင်းချက်များ ကို စေ့စပ်ဆွေးနွေး ရန် ပုံစံချခဲ့သည် ။\n",
        "output": [
            "The talks were designed to discuss issues that were not resolved at the 2009 United Nations Climate Change Conference in Copenhagen.\n"
        ]
    },
    {
        "input": "\" ဒါကြောင့် ကျွန်တော့် အတွက် ထို အရာ သည် အမှန်တရားအား ထုတ်ဖော်ပြော ရန် အယူဝါဒဖြန့်မှု စတင်ခြင်း နှင့် အဆုံးသပ်ခြင်း လို့ ငါ ထင် တဲ့ နေရာ တစ်ခု ကို ဖြစ်လာ ရန် ကြိုးပမ်းမှု တစ်ခု ဖြစ်ခဲ့သည် ၊ \" ဟု သူမ က ဆိုခဲ့သည် ။\n",
        "output": [
            "\"So for me it was an attempt to come to a place that I think propagates death and start to proclaim truth,\" she said.\n"
        ]
    },
    {
        "input": "ဤ ကျောက်ကပ်များ သည် ကလီစာ ဖယ်ရှားခြင်း ၌ မျိုးပွားသည့်အရာများ ရှောင်ရှားထားသော လူနာ ၏ တစ်ရှူး မှ လည်း ဖြစ်ခဲ့လိမ့်မည်ဖြစ် ပြီး လူသားနှင့်ဆိုင်သော အစားထိုးခွဲစိတ်ခြင်း အတွက် လိုအပ်သလောက် ကျောက်ကပ်များ ၏ အရည်လှောင်ကန်ကို တိုးပွားခဲ့လိမ့်မည် ။\n",
        "output": [
            "These kidneys would also be of the patient's tissue avoiding issues of organ rejection and would increase the pool of kidneys available for human transplant.\n"
        ]
    },
    {
        "input": "သူ ကို သူ ၏ မဲပေးမှု မှတ်တမ်း တွင် လူမှုရေး ရှေးရိုးစွဲ တစ်ယောက် ဟု ယူဆရ ပြီး ၊ လိပ်-တူချင်း လက်ထပ်မှု ကို တားမြစ် ရန် ဖက်ဒရယ် လက်ထပ်ခြင်း ပြင်ဆင်ချက် တစ် ခု ကို ထောက်ခံခဲ့သည် ။\n",
        "output": [
            "He is considered a social conservative in his voting record, and supported a Federal Marriage Amendment to bar same-sex marriage.\n"
        ]
    },
    {
        "input": "ပါရာဒိုက်စ် ရှိ ဘိ လုစ် သည် ပို၍ ' ရုပ်ရှင် ဆန်ဆန် ' ဖြစ် သော်လည်း ' ထိတ်လန့် စရာ ' အပေါ် ရည်ရွယ်သည် ။\n",
        "output": [
            "Although Beast Loose in Paradise is more 'movie-esque' and 'horror-ish' on purpose.\n"
        ]
    },
    {
        "input": "သေဆုံးသွားခဲ့ကြသူများ သည် လွန်ခဲ့သော ည က ဖူကိုင် စီရင်စု ရှိ ရေကာတာ ဆောက်လုပ်ရေး လုပ်ငန်းခွင် တစ်ခု တွင် မြေပြိုမှု တစ်ခု ဖြစ်ပြီးနောက် သေဆုံးသွားခဲ့ သော ၅၀နှစ်အရွယ် ဆောက်လုပ်ရေး အလုပ်သမား တစ်ဦး နှင့် ဖစ်တောင်းမုန်တိုင်း ပြီးနောက် မကြာမီ ကုန်း ကို မြင်ရချိန် ၊ စက်တင်ဘာလ ၆ရက် တွင် ပြိုလဲသွားသော သစ်ပင် တစ်ပင် ကြောင့် ထိရိုက်ခံရ ပြီးနောက် သေဆုံးသွားခဲ့ သော ၇၆နှစ်အရွယ် ယောက်ျား တစ်ဦး တို့ဖြစ်ကြသည် ။\n",
        "output": [
            "The deceased are a 50-year-old construction worker who died after a landslide at a dam construction site in Fukui Prefecture last night and a 76-year-old man who died after being struck by a falling tree on September 6, shortly after Fitow made landfall.\n"
        ]
    },
    {
        "input": "အိန္ဒိယ သမုဒ္ဒရာ ဆူနာမီ ဖြစ်ခဲ့ တဲ့ တစ် နှစ် အတွင်း မှာ တစ်ကမ္ဘာလုံး ရဲ့ ပူဆွေးမှု နှင့် သနားဂရုဏာဖြစ်မှုများ သည် အနည်းဆုံး လူပေါင်း ၂၁၆၀၀၀ နေထိုင် လျက် ရှိသော အိန္ဒိယ သမုဒ္ဒရာ ကမ်းခြေ တွင် သူတို့ ၏ အသက်အိုးအိမ်များ ဆုံးရှုံးခဲ့ကြသည့် ဆူနာမီ ကြောင့် ဒုက္ခရောက်ခဲ့သူများ ထံ ရောက်ရှိလာခဲ့ကြသည် ။\n",
        "output": [
            "One year on from the Indian Ocean tsunami, the world's grief and compassion returned to the tsunami-battered coastlines of the Indian Ocean, where at least 216 000 people lost their lives.\n"
        ]
    },
    {
        "input": "\" ကျွန်တော် မေးလိုတဲ့ အရာ က ၊ ‘ ဘယ်လို ကြီးကျယ်မြင့်မြတ်မှု က ကျွန်တော့် သား ကို သေစေခဲ့တာ လဲ ’ ဆိုတာ ဖြစ်ပါတယ် ။ \"\n",
        "output": [
            "\"What I want to ask is, 'What noble cause did my son die for?'\"\n"
        ]
    },
    {
        "input": "နယူး ယောက် အမေရိကန်နိုင်ငံသား များ က စနေ နေ့ က ရင်ဆိုင်ခဲ့ရသော အရှုံး တစ်ခု မှ တနင်္ဂနွေ နေ့ ၏ ကစားပွဲ တွင် အိန္ဒိယ နိုင်ငံသား ကလပ်လန်း ၏ ကျေးဇူး ဖြင့် ၉-၄ ကို ကျော်ဖြတ်ပြီး အချိန်မီ ရိုက်သွင်း ပြီး ပြန်လည်ရယူ နိုင်ခဲ့သည် ။\n",
        "output": [
            "The New York Yankees rebounded from a tough loss on Saturday to win Sunday's game 9-4 against the Cleveland Indians thanks to some timely hitting.\n"
        ]
    },
    {
        "input": "ဆာလ်ပီဆီယို သည် လည်း အစ မှ ဆာလ်ပီဆီယို ကို ဆန့်ကျင်လျက် ဘက်လိုက်ခဲ့သော ‘ စစ်ကြောမှု ’ တစ် ခု အဖြစ် စုံစမ်းစစ်ဆေးမှု ကို ဖော်ပြခဲ့သည် ။\n",
        "output": [
            "Sulpicio also described the investigation as an 'inquisition' that was biased against Sulpicio from the start.\n"
        ]
    },
    {
        "input": "“ အာဖဂန်နစ္စတန် တွင် တရားဝင် အစိုးရ တစ်ရပ် ထူထောင်ခြင်း အတွက် ပြုလုပ်ခဲ့သော လုပ်ငန်းစဉ် မှာ တာလီဘန်တို့ ဘက်မ တိုက်ခိုက်မှု နှင့် ဖိအား တိုးပွားလာခြင်း နှင့် အယ်လ်ကေဒါ ၏ အချို့သော လိုအပ်ချက်များ ကြောင့် ဖြစ်ပေါ်လာခြင်းဖြစ်တယ် ” ဟု မစ္စတာ ဟောင်းဝပ် က ပြောခဲ့သည် ။\n",
        "output": [
            "\"The progress that has been made in the establishment of a legitimate government in Afghanistan has come under increasing attack and pressure from the Taliban - and some elements of al-Qaeda,\" Mr Howard said.\n"
        ]
    },
    {
        "input": "ပွဲတော် ရင်ပြင် နှင့် အွန်တာရီယိ ရေကန် နီးကပ်နေမှု သည် အထူးသဖြင့် တောင်ပိုင်း တွင် ပြသနေသော အနုပညာ အုပ်စုများ အတွက် ၊ ၎င်း ၏ ဒုက္ခ ကို မျှဝေခြင်း ဖြစ်စေသည် ။\n",
        "output": [
            "Festival Square's proximity to Lake Ontario caused its share of trouble, particularly for the arts groups displaying in the south.\n"
        ]
    },
    {
        "input": "\" ပိုက်ပါ အယ်လ်ဖာ ဖြစ်ရပ်ဆိုး ၏ ဆယ်စုနှစ် နှစ်ခု ထက် ပို၍ မြောက်ပင်လယ် ပေါက်ကွဲမှု ၏ ဘေးအန္တရာယ် ကို ထင်ရှားစေ သကဲ့သို့ ၊ အော့ချမ်းဂျစ် သဘာဝဘေး ဟာ အန္တရာယ်များ နှင့် ဘေးထွက်ဆိုးကျိုးတွေ ကို အထင်အရှား ပြသခဲ့ သလို ထိုအရာတွေ သည် စကော့တလန် တဝှမ်း ရှိ သတ္ထုတွင်းလုပ်သား အားလုံး အတွက် သူတို့ မိုင်းတွင်းများ သို့ ဆင်းခဲ့ရ သည့် သူတို့ အလုပ် ၏ အချိန်တိုင်း အတွက် အာမခံ အစိတ်အပိုင်း အဖြစ် ယူခဲ့ကြသည် ။ \"\n",
        "output": [
            "\"Just as the Piper Alpha tragedy more than two decades ago underlined the hazards of North Sea exploration, the Auchengeich disaster showed all too starkly the dangers and risks which miners all over Scotland took for granted as part of their job every time they descended the pits.\"\n"
        ]
    },
    {
        "input": "အမေရိကန် ကြက်ခြေ နီ အသင်း နှင့် ကယ်ဆယ်ရေး တပ်မတော် အတွက် လှူဒါန်းမှု တွေ ကို အလှူခံခဲ့ကြသည် ။\n",
        "output": [
            "Donations were being solicited for the American Red Cross and the Salvation Army.\n"
        ]
    },
    {
        "input": "ယခု ရှေးဟောင်း အမွေအနှစ် စာရင်း တွင် ၊ ရေကာတာ သစ် ၏ ရေများ ကြောင့် အဟောင်း ရေကာတာ ကွယ်ပျောက်သွားခဲ့သည် ။\n",
        "output": [
            "Now heritage listed, it has been submerged by the waters of the new dam.\n"
        ]
    },
    {
        "input": "သို့သော်လည်း ၊ သူ သည် တွေ့ဆုံဆွေးနွေးခြင်း ပြီးဆုံး ပြီးနောက် သူကိုယ်တိုင် အဖမ်းခံခဲ့သည် ။\n",
        "output": [
            "However, he did turn himself in after giving the interview.\n"
        ]
    },
    {
        "input": "၎င်း ဂြိုလ် သည် “ နှစ်ပေါင်း ၆၅ သန်း အတွင်း အကြီးမားဆုံး အလင်းပြင်းအားပျောက်ကွယ်ခြင်း ပမာဏ ” အောက်သို့သွားရောက်လျှက် ရှိ သည့် ခိုင်မာသော သက်သေ သူတို့ တွင် ရှိသည် ဟု ပတ်ဝန်းကျင်ဆိုင်ရာ သိပ္ပံပညာရှင်များ ပြောကြားသည် ။\n",
        "output": [
            "Environmental scientists say they have concrete evidence that the planet is undergoing the \"largest mass extinction in 65 million years\".\n"
        ]
    },
    {
        "input": "ကျွန်တော် အဲ့ဒီ အကြောင်း ပါဝင်လုပ်ဆောင်သွား ပြီး ကျွန်တော်တို့ ဟာ အာဖဂန် ပြည်သူများ ဆီ မှန်ကန်သော သတင်း ပေး ရန် လိုအပ်တယ် လို့ ကျွန်တော် ထင်ပါတယ် လို့ သူ က ပြောခဲ့ပါတယ် ။\n",
        "output": [
            "\"I would be concerned about it and I think we need to pass the right message to the Afghan people,\" he said.\n"
        ]
    },
    {
        "input": "အေဘီစီ သတင်းဌာန က အိုစမာ ဘင် လာဒင် ၏ မှာကြားချက် အသံသွင်းတိတ်ခွေ မိတ္တူ တစ်ခု ကို လက်ခံရရှိ ခဲ့ ပြီး ထုတ်လွှင့်ပေးခဲ့သည် ။\n",
        "output": [
            "ABC News has obtained and released a transcript of a taped message from Osama Bin Laden.\n"
        ]
    },
    {
        "input": "သူ ၏ ကိုယ်ခန္ဓာ အနား တွင် “ သင် မ သတ် ရ ” ဟု ဖော်ပြ ခဲ့ သည့် လက် လုပ် အမှတ်အသား တစ် ခု ရဲ က တွေ့ရှိ ခဲ့သည် ။\n",
        "output": [
            "Police found a homemade sign near his body which said \"Thou Shalt Not Kill.\"\n"
        ]
    },
    {
        "input": "လူသားခြင်းစာနာထောက်ထားမှု ဆု ကို နိုင်ငံပိုင် ဖျော်ဖြေရေးသမား ပေါ(လ်)ဘယန့်(ဒ်) က အပ်နှင်းခြင်းခံခဲ့ စဉ်မှာ ဝတ်ထ် ဂါးရီစ် အထူးအောင်မြင်မှုဆု ကို စီးတီးတီဗီ နှင့် မတ်ချ်ဂီတ ကို ရှာဖွေတည်ထောင်သူ မိုဇက်ဇာန်မာ ထံသို့လည်း ပေးအပ်ခဲ့သည် ။\n",
        "output": [
            "The Humanitarian Award was presented to country performer Paul Brandt while the Walt Grealis Special Achievement Award was presented to Citytv and MuchMusic founder Moses Znaimer.\n"
        ]
    },
    {
        "input": "ဂရက် ဘစ်ဖဲ ဟာ ဒဿမနေရာ ကို ကျရောက်ခဲ့ သောကြောင့် စတိဝါဒ် ဟာ ဒုတိယပွဲ ပြီးဆုံး ပြီးနောက် နေရာ တစ်ခု တက်သွား ပြီး နဝမ နေရာ ရောက်ရှိပါတယ် ။\n",
        "output": [
            "Stewart move up one position after finishing second and is in the ninth position, as Greg Biffle fell to tenth.\n"
        ]
    },
    {
        "input": "“ သူ က အီရတ်လူမျိုးတွေ အတွက် လွတ်လပ်တာနဲ့ ပက်သက်ပြီး ဟန်မဆောင်နိုင်စွာ လိုချင်နေတယ်ဆိုတာ ငါ အခု သိပြီ ” ၊ ဟု သူတို့၏ အစည်းအဝေး ပြီးနောက် စင်ဒီ က ပြောဆိုခဲ့သည် ။\n",
        "output": [
            "\"I now know he's sincere about wanting freedom for the Iraqis,\" Cindy said after their meeting.\n"
        ]
    },
    {
        "input": "အဖြစ်အပျက်ဖြစ်သည့်အချိန် တွင် သူတို့ သည် ကော်ဖီသောက်နားရန်ပေးထားသည့်အချိန် ဖြစ် သောကြောင့် ကံကောင်းစွာဖြင့် ၊ ဆောက်လုပ်ရေးလုပ်သားများ သည် ဒဏ်ရာအနာတရ ဖြစ်မှု မှ လွတ်မြောက်သွားခဲ့ကြသည် ။\n",
        "output": [
            "Construction workers escaped injury, luckily they were on a coffee break at the time of the incident.\n"
        ]
    },
    {
        "input": "အေဘီစီ ရေဒီယို မနက်ပိုင်း အစီအစဉ် တွင် သြစတြေးလျ ရေပိုင်နက် တွင် တရားမဝင် ငါးဖမ်းခြင်း ကိစ္စ တွေးတောချက် တွင် ၊ ရေယာဉ်မှုး နှင့် ငါးဖမ်း ကျွမ်းကျင် လူကြီးများ ဒဏ်ငွေ တောင်းခံပြီး ၊ တခြား သင်္ဘောသားများ နှင့်အတူ အင်ဒိုနီးရှား သို့ ချက်ချင်း ပြန်ပို့ခံ ရမည် ဟု မျှော်လင့်သည် အထက်လွှတ်တော် အမတ် မက်ဒေါ်နယ်လ် က ပြောခဲ့သည် ။\n",
        "output": [
            "Senator MacDonald told the ABC Radio programme AM that he expected in the case of those thought to have been fishing in Australian waters illegally, the captain and perhaps the senior fishing master would be charged, with other crew being immediately repatriated to Indonesia.\n"
        ]
    },
    {
        "input": "ပုံနှိပ်အဖွဲ့အစည်း အဆို အရ အင်တာနက် မှတစ်ဆင့် ဗွီဒီယို ပျံ့နှံ့မှု ကို ရပ်တန့်စေ ရန် သိပ္ပံပညာကိုးကွယ်မှု အသင်းတော် က ကြိုးစား လုပ်ဆောင် ပြီး “ မျှော်မှန်းထားသည် နှင့် ဆန့်ကျင်စွာ ” ကြာသပတေးနေ့ မှာ တော့ ဗွီဒီယို သည် ဂေါ်ကာ . ကွန်း သာမက နယူးယော့ ပို့စ် ၊ လွတ်လပ်သော ရုပ်မြင်သံကြား သတင်း နှင့် ဘီဘီစီ အပါအဝင် အခြား ဝက်ဆိုက် များ ပေါ် တွင် ကြည့်ရှူ့နိုင်ခဲ့သည် ။\n",
        "output": [
            "Attempts by the Church of Scientology to stop distribution of the video via the Internet \"seem to have backfired spectacularly,\" according to The Press Association, and by Thursday the video was viewable on websites other than Gawker.com, including the New York Post, Independent Television News and the BBC.\n"
        ]
    },
    {
        "input": "အလင်ဂီ သည် နယူးဇီလန် အသင်း ကို နီးကပ်စွာ လှုပ်ရှားသော ပွဲစဥ် တစ်ခု တွင် ၃၂ ကြိမ် မြောက် အမေရိကန် ၏ ဖလား ကို အနိုင်ရရှိ ရန် ၇ ကြိမ် မြောက် ပွဲစဥ် တွင် တစ် စက္ကန့် ဖြင့် ရှုံးနိမ့်ခဲ့သည် ။\n",
        "output": [
            "Alinghi has defeated Team New Zealand by one second in the seventh race to win the 32nd America's Cup in a close run race.\n"
        ]
    },
    {
        "input": "ဒန်ဗာအခြေစိုက် နယူးမောင့် သတ္တုတွင်း ၊ ကမ္ဘာ့အကြီးဆုံး ရွှေ တူးဖော်ရေး လုပ်ငန်း ၊ ကို ဆန့်ကျင်ပြီး သူတို့၏ တရားစွဲဆိုမှု အတွက် အရှိန်မြှင့်တင်နေသော ပီရူးနိုင်ငံသား နေထိုင်သူများ ကြောင့် အရေးကြီးသောမေးခွန်းအချို့ ကို နောက်ဆုံးတွင်ဖြေရှင်းခဲ့သည် ။\n",
        "output": [
            "As the Peruvian residents gear up for their lawsuit against Denver-based Newmont Mining, the world's largest gold mining firm, some of these important questions may finally be answered.\n"
        ]
    },
    {
        "input": "ကုန်လှောင်ရုံ သည် အထူးသဖြင့် ကလိုရင်း လို ၊ ရေကူးကန် ဆိုင်ရာ ဓာတုဗေဒ ပစ္စည်း များ အတွက် သိုလှောင်မှု နှင့် ဖြန့်ဝေ ပေး သော အဆောက်အအုံ တစ် ခု ဖြစ် သည် ။\n",
        "output": [
            "The warehouse is a storage and distribution facility for pool chemicals, especially chlorine.\n"
        ]
    },
    {
        "input": "တခြား နိုင်ငံများ တွင် လည်း ၊ “ တချို့ တွင် အစိုးရ ဘဏ္ဍာရေး ဆိုင်ရာ မေးခွန်းများ အပါအဝင် ၊ ရှင်းလင်း ပြသ ရန် အခြား ကိစ္စရပ်များ ရှိကောင်းရှိနိုင်ပါသည် ၊ ဒါပေမဲ့ သေချာပေါက် က တချို့ သည် အစိုးရ ၏ ဒဗျူအမ်ဒီ ကြိုးပမ်းမှုများ နှင့် လွန်ခဲ့သော ဆယ်စုနှစ် သုံး ခု အပေါ် ရည်မှန်းချက်များ ၏ တိကျမှန်ကန်သော ပုံဖော်ပြသမှု တစ် ခု ၏ စုစည်းမှု ဆီသို့ အတော် အထောက်အကူရခဲ့ပါသည် ။ ”\n",
        "output": [
            "Elsewhere, \"Some may have other issues to account for, including Regime finance questions, but certainly some have been quite helpful toward the compilation of an accurate picture of the Regime's WMD efforts and intentions over the last three decades.\"\n"
        ]
    },
    {
        "input": "လေးလကြာ နိုင်ငံရေး လိပ်ခဲတည်းလည်း အခြေအနေ ကို ဖြေရှင်း ရန် လွန်ခဲ့သော သီတင်းပတ် က သဘောတူညီချက် တစ်ခု ကို နှစ်ဦးစလုံး လက်မှတ်ရေးထိုးခဲ့သည် ။\n",
        "output": [
            "The two signed an agreement last week to resolve the four-month political standoff.\n"
        ]
    },
    {
        "input": "သူ က အဖြစ်အပျက် သည် \" မျက်တောင် တစ်ချက် ခတ်ချိန် \" ထက် မ ကြာခဲ့ ဟု ပြောခဲ့တယ် ။\n",
        "output": [
            "He said that the incident took no longer than the \"wink of an eye\".\n"
        ]
    },
    {
        "input": "၂၀ဝ၈ ခုနှစ် အမေရိကန်ပြည်ထောင်စု ဖက်ဒရယ် လိုငွေများ သည် ပြီးခဲ့သည့် နှစ်များ ၏ လိုငွေ ထက် နှစ်ဆ ပိုများ -- မြင့်မားတဲ့ စံချိန် တစ်ခု ၊ ယူအက်စ် ဒေါ်လာ ၄၅၄.၈ သန်း ကို ရောက်ရှိခဲ့သည် ။\n",
        "output": [
            "The United States 2008 federal deficit has reached a record high, US$454.8 billion—more than double last year's deficit.\n"
        ]
    },
    {
        "input": "ထို အဖြစ်အပျက် တွင် အစိုးရ က လူ လေးဦး သေဆုံးခဲ့ ကြောင်း အတည်ပြုပြောကြားခဲ့ပါသည် ။\n",
        "output": [
            "The government has confirmed that four people were dead in the incident.\n"
        ]
    },
    {
        "input": "အင်တီဆကွန်ဆူမတိုရီ ( အသုံးပြုသူများ အဖွဲ့ ) အီတလီ အဖွဲ့ က ယနေ့ ထုတ်ပြန်ခဲ့သည့် အချက် ကို လေ့လာခြင်း ဖြင့် လူဦးရေး ၄၁ ရာခိုင်နှုန်း သည် လေယာဉ် ၏ လုံခြုံမှု နှင့် ပတ်သက်၍ ဘေးကင်းလုံခြုံမှု မရှိခြင်း ကို အစောပိုင်း တစ် လ က ထက် သူ တို့ ခံစားနေရ ချိန် တွင် ၊ အီတလီ လူမျိုး ၆၁ ရာခိုင်နှုန်း သည် လေယာဉ်စီး ရန် ကြောက်လန့်နေကြ ဟု ပြောခဲ့သည် ။\n",
        "output": [
            "A survey published today by the Italian association Intesaconsumatori (Union of Consumers) said that 61% of Italians are afraid to fly, while 41% of population feels less safe about plane safety than they did one month earlier.\n"
        ]
    },
    {
        "input": "ပစ်ကာဒယ်လီ ဆာကပ်စ် မြေအောက် ဘူတာရုံ ကို အစောပိုင်း တွင် ပိတ်ပစ် ပြီးနောက် ပြန်ဖွင့်ခဲ့သည် ။\n",
        "output": [
            "Piccadilly Circus tube station has reopened after an earlier closure\n"
        ]
    },
    {
        "input": "“ မည်သည့် အမေရိကန်တွေ ရဲ့ ပတ်စပို့ ဖိုင် မဆို ခွင့်ပြုချက်မရှိသော နည်းလမ်း ဖြင့် ကြည့်ရှုနေ သော အခြေအနေမျိုး ကို ကျွန်တော်တို့ တစ် ယောက် မှ အလို မ ရှိ ပါဘူး ။ ”\n",
        "output": [
            "\"None of us want us to have a situation where any American's passport file is accessed in an unauthorized way.\"\n"
        ]
    },
    {
        "input": "ကနေဒါ နိုင်ငံ ဗန်ကူးဗား ၏ တောင်ဘက် မိုင် ၈၀ အကွာ ရှိ မြို့ တစ်မြို့ ဖြစ် သော အမေရိကန်ပြည်ထောင်စု ၊ ဝါရှင်တန်ပြည်နယ် ၊ အန်နာကော့ဒ် တွင် ဝါရှင်တန်ပြည်နယ် ရေနံ သန့်စင်စက်ရုံ ၌ ညသန်းခေါင်ယံတွင်ဖြစ်သော ပေါက်ကွဲမှု တစ်ခု နှင့် မီးလောင်မှု ကြောင့် မနေ့ က လူ လေး ဦး သေဆုံးခဲ့ရ ပြီး အခြား သုံး ဦး က ပြင်းထန်စွာ ဒဏ်ရာရခဲ့သည် ။\n",
        "output": [
            "An overnight explosion and fire at a Washington State oil refinery in Anacortes, Washington, United States, a city about 80 miles south of Vancouver, Canada, yesterday killed four people and critically injured three others.\n"
        ]
    },
    {
        "input": "အစိုးရှေ့နေများ က ၊ ဤ တိုက်ခိုက်မှု တွင် အယ်-မက်ဂရာဟီ အပြင် အခြားသူများ ပါဝင်ခဲ့သည် ဟု အမြဲတမ်း ထင်မြင် ကြောင်း ၊ သူ က ပြောခဲ့သည် ။\n",
        "output": [
            "Prosecutors, he said, had always thought there were others besides al-Megrahi involved in the attack.\n"
        ]
    },
    {
        "input": "ဇင်ဘာဘွေ နိုင်ငံ မှ သဘာဝ တောရိုင်း များ နှင့် တိရစ္ဆာန် များ ထိန်းသိမ်း စောင့်ရှောက်ရေး တာဝန်ခံ အရာရှိ တစ်ဦး က နိုင်ငံတကာ နှင့် ဆိုင်သော မှောင်ခို ဂိုဏ်း တစ်ဂိုဏ်း ကို အပြစ်တင် လျက် ၎င်း တို့ နိုင်ငံ ၌ တိရစ္ဆာန် များ ကို တရားမဝင် ဖမ်းဆီး သတ်ဖြတ်ခြင်း ၏ ပမာဏ သည် ယခု နှစ် တွင် အဆမတန် များပြားလာခဲ့သည် ဟု ယနေ့ ပြောကြားခဲ့သည် ။\n",
        "output": [
            "A wildlife official in Zimbabwe said today that the amount of animal poaching in the country has increased substantially this year, blaming an international crime syndicate.\n"
        ]
    },
    {
        "input": "သေဆုံးမှု များ သည် ဆာကာရာဟ မှ ၁၃၀ ကီလိုမီတာ ( ၈၀.၈ မိုင် ) အကွာ တွင် ဖြစ်ပွားခဲ့သော အခြား အလားတူ အခြေအနေ နှင့် ၊ တော်လီရ မြို့ တွင် ဖြစ်ပွား ခဲ့ သည် ။\n",
        "output": [
            "The deaths occurred in the town of Toliara, with another similar situation happening 130 km (80.8 mi) away in Sakaraha.\n"
        ]
    },
    {
        "input": "ဩစတြေးလျ ခရိုနီ ပေပါ က “ သူတို့၏ တိုက်ခိုက်မှုများ ၏ အဆိုပါ ပုံမှန် ရည်မှန်းချက် သည် အခြားအရာများ ကို ဖျက်ဆီးခြင်း သို့မဟုတ် ပူပန်မှု တစ် ခု ကို မြှင့်တင် ရန် ဖြစ်သည် ” ဟု တင်ပြထားသည် ။\n",
        "output": [
            "The Austrian paper Krone reports that the \"usual goal of their attacks is to raise a fuss or disturb others\".\n"
        ]
    },
    {
        "input": "လီဘနွန် မှ အစ္စရေး စစ်တပ်များ ကို ဆုတ်ခွာ ရန် အစပြုခဲ့ ပြီး အစ္စရေး နှင့် ဟဇ်ဗိုလာ ကြား အပစ်အခတ် ရပ်စဲရေး ချိုးဖောက်မှု ကို ကုလသမဂ္ဂ က အဓိက ထား ၍ ကိုင်တွယ်နေသည် ။\n",
        "output": [
            "The United Nations brokered cease-fire between Israel and Hezbollah is largely holding as Israel has begun to withdraw its forces from Lebanon.\n"
        ]
    },
    {
        "input": "နယ်မြေ ၁ ရှိ ဘတ်စ်ကား လုပ်ငန်း သည် ဗြိတိသျှ စံတော်ချိ်န် 16:00 အဖြစ် ပြန်လည် စတင်ခဲ့သည် ။\n",
        "output": [
            "Bus services in Zone 1 have resumed as of 16:00 BST.\n"
        ]
    },
    {
        "input": "မေးခွန်းများ ကို ဖြေ ပြီးနောက် ဗီဒီယို ထုတ်ပြန် ကြေညာချက် ကို ဂျွန်ကယ်ရီ မှ စတင် တီးခတ်ခဲ့သည် ။\n",
        "output": [
            "After questions and answers finished, the video statement from John Kerry began to play.\n"
        ]
    },
    {
        "input": "အစွန်းရောက် ဝါဒ နှင့် အကြမ်းဖက် ဝါဒ ကို ဖြေရှင်း ရာတွင် သူ၏ ကြိုးပမ်း အားထုတ်မှု ကို တိုးမြင့် ရန် လည်းဘဲ သူတို့ သည် ဝန်ကြီးချုပ် ကို တိုက်တွန်းသည် ။\n",
        "output": [
            "They also urge the Prime Minister to extend his efforts in tackling terrorism and extremism.\n"
        ]
    },
    {
        "input": "မြောက် ကာရိုလိုင်းနား ၊ ချာလော့ တွင် ချိတ်ဆက်ထားသော အေဘီစီ ရုပ်သံလိုင်း တစ်ခု ၏ အဆိုအရ ၊ ဖလဲ ဟာ လွန်ခဲ့သော ဗုဒ္ဓဟူးနေ့ က ပြည်နယ် ၄၈၅ ရှိ ကွေ့ကောက်သော လမ်းမပေါ်ရှိ မတော်တဆမှု ဟုစွပ်စွဲထားသော အဖြစ်အပျက် တွင် တစ်စိတ်တစ်ပိုင်း ပါဝင်ခဲ့သည် ။\n",
        "output": [
            "According to an ABC affiliate in Charlotte, North Carolina, Flair took part in an alleged road rage incident last Wednesday on Interstate 485.\n"
        ]
    },
    {
        "input": "ဆာကိုဇီ ၏ အဆိုအရ ၊ နောက်ထပ် ဆောင်ရွက်မှုများ သည် နယ်စပ် ဧရိယာ ကို သာလျှင် ရည်ညွှန်းသည် ။\n",
        "output": [
            "According to Sarkozy, these additional measures refer to the border area only.\n"
        ]
    },
    {
        "input": "\" ဩစတြေးလျ တစ်ဝန်း အများသုံးတယ်လီဖုန်းများ အတွက် တောင်းဆိုမှုတွေ ရှိနေသေးတယ်ဆိုတာ အသေအချာပါပဲ ။ \"\n",
        "output": [
            "\"Certainly, there is a still a demand for payphones around Australia.\"\n"
        ]
    },
    {
        "input": "လွန်ခဲ့သော သီတင်းပတ် က ဖီဂျီ အစိုးရ သည် နယူး ဇီလန် အစိုးရ က အကြီးတန်း အစိုးရ အရာရှိ တစ်ဦး ၏ သား ၊ ဂျော့ချ် နာစီဝ ကို ပြည်ဝင်ခွင့် တစ်ခု မပေးလျှင် နယူး ဇီလန် ၏ သံအမတ်ကြီး ကို ထုတ်ပယ် ရန် ခြိမ်းခြောက်ခဲ့သည် ။\n",
        "output": [
            "Last week the Fijian regime threatened to expel New Zealand's High Commissioner unless the New Zealand government granted a visa to George Nacewa, the son of a senior regime official.\n"
        ]
    },
    {
        "input": "အာဖကန် နှင့် နေတိုး တပ်ဖွဲ့များ နှစ်ခုလုံး ၏ များပြားသော အရေအတွက် သည် လွတ်မြောက်သွားသော ထောင်သားများ ကို လိုက်ရှာ ရန် ဖြန့်ကျက်ခဲ့ သောကြောင့် ၊ အရေးပေါ် အခြေအနေ တစ်ခု ကို ကန်ဒဟာ ပြည်နယ် မှတဆင့် ကြေညာခဲ့သည် ။\n",
        "output": [
            "A state of emergency has been declared throughout Kandahar province, as large numbers of both Afghan and NATO forces have been deployed to track down the escaped prisoners.\n"
        ]
    },
    {
        "input": "\" ဒါ ဟာ စော်ကား နေ တာ ဘဲ ... သူတို့ လုပ်ဆောင် နေ တာ တွေ က မာ့ရီ ကို မှန်မှန်ကန်ကန် သရုပ်ဖော် နေ တာ မ ဟုတ် ဘူး ၊ \" ဟု ဘီဒီရောစ် က ပြော ခဲ့ သည် ။\n",
        "output": [
            "\"It is insulting ... what they are doing is not portraying Māori correctly,\" Bidois said.\n"
        ]
    },
    {
        "input": "အချို့သော နိုင်ငံများ ၌ အသား တင်ပို့မှု များ ၏ ဆိုင်းငံ့ထားမှု သည် စစ်မှန်သော ဖြစ်နိင်ခြေ တစ်ခု ရှိသည် ဟု ပြောကြား သောကြောင့် အလွန် ဝေးရာ ကို စိုက်ပျိုးရေး ဝန်ကြီး ဂျင် ဆတ်တွန် က သွားခဲ့သည် ။\n",
        "output": [
            "Agriculture Minister Jim Sutton went so far as to say that the suspension of meat exports by some countries was a real possibility.\n"
        ]
    },
    {
        "input": "ဆီးချို ဝေဒနာရှင် ဆိုချ် သည် ဗြိတိန် တွင် ၁၉၉၀ ခုနှစ် က နှလုံးသွေးကြော ခွဲစိတ် ကုသမှု ကို ခံယူခဲ့ ပြီး ၂၀၀၄ ခုနှစ် တွင် ဒယ်ဟီ ၌ သူ ၏ သွေးကြောများ ထဲ သို့ သွေးကြောတွင်း ထည့် ပြွန် ကို စတင် ထည့်သွင်းခဲ့သည့် သွေးကြော ချဲ့ ကုသမှု ကို ခံယူခဲ့သည် ။\n",
        "output": [
            "Singh, a diabetic, underwent a bypass surgery in Britain in 1990 and had an angioplasty in 2004 in Delhi in which stents were introduced in his arteries.\n"
        ]
    },
    {
        "input": "ဘာလ်တီမိုး ၊ ဝါရှင်တန် ဒီစီ နှင့် ဖီလာဒယ်လ်ဖီးယားမြို့များ တွင် ၁၀ဝ ဒီဂရီ ဖာရင်ဟိုက် ( ၃၇.၈ ဒီဂရီ စင်တီဂရိတ် ) အထက် အမြင့် ရောက်ရှိ ရန် ကို အားလုံး မျှော်လင်ကြသည် ။\n",
        "output": [
            "Baltimore, Washington D.C. and Philadelphia are all expecting highs to reach above 100ºF (37.8ºC).\n"
        ]
    },
    {
        "input": "လိုက်တနင်း နှင့် ပင်ဂွင်းစ် တို့ဟာ သရုပ်ပြ ကစားပွဲများ ကို ဂျာမနီ နှင့် ဖင်လန် မှာ အသီးသီး ကစားကြမည် ။\n",
        "output": [
            "The Lightning and Penguins will play exhibition games in Germany and Finland respectively.\n"
        ]
    },
    {
        "input": "လက်ရှိ ဘရစ်စတို ပင်လယ်အော် တွင် ဆော်လမွန် ငါးဖမ်းခြင်း နယ်ပယ်များ သည် ပြည်နယ် အတွင်း ထပ်ဆုံး ၏ တစ်ခု ဖြစ်သည် ။\n",
        "output": [
            "Bristol Bay currently is one of the top salmon fishing grounds in the state.\n"
        ]
    },
    {
        "input": "ေပါလ် ခိုးလင်း၀တ်ဒ် သည် ၈၃-၄ အပေါ် အင်္ဂလန် ကစားပွဲမ႐ထွက်သွား ြခင်း မခံရမီ ရန်းစ် တစ်ခု ရရန် ြပဳလုပ်ခဲ့သည် ။\n",
        "output": [
            "Paul Collingwood made just one run before being run out to leave England on 83-4.\n"
        ]
    },
    {
        "input": "ထို အသစ် ရွေးကောက်တင်မြှောက်ခံ ပါတီ ကလည်း အထူးသဖြင့် ၊ ကျေးလက်နေ မိသားစုများ နှင့် ကလေးများ နှင့်အတူ သူတို့အား အိမ်ထောင်စုများ အပေါ် အသုံးစရိတ် အာရုံစိုက် ဖို့ အာမခံပစ္စည်းများပေးပါသည် ။\n",
        "output": [
            "The newly elected party also pledges to focus spending on households, especially rural families and those with children.\n"
        ]
    },
    {
        "input": "ထို့နောက် ဂရေး ရှဖီး က အမေရိကန် လူမျိုး များ ကို ၉-၄ ဦးဆောင်မှု ဖြင့် ဖြန့်ကျက် ၊ ဘလစ်ချာ ကွင်း ၏ ညာဖက်-အလယ် အနက် ထိ တစ်ဖက် ၏ အောက်ခြေ တွင် ၃ခါ-ပြေးရသော အိမ်ရှင် ရိုက်ချက် တစ်ခု နှင့်အတူ တုံ့ပြန်ခဲ့သည် ။\n",
        "output": [
            "Gary Sheffield then responded in the bottom of the inning with a three-run homer hit deep into the right-center field bleachers, stretching the Yankee lead to 9-4.\n"
        ]
    },
    {
        "input": "သူတော်စင် အသစ်များ မှာ ရိုဇာ ဗနရီနီ ( ၁၆၅၆-၁၇၂၈ ) ၊ မာသာ ထရီဒိုး ဂဲရင်းန် ( ၁၇၉၈-၁၈၅၆ ) ၊ ဖလီပို စမဲလ်ဒုန်း ( ၁၈၄၈-၁၉၂၃ ) ၊ နှင့် ဗီရှော့ပ် ရဖီရယ် ဂီဇာ ဗလန်စီးရာ ( ၁၈၇၈-၁၉၃၈ ) ဖြစ်ခဲ့သည် ။\n",
        "output": [
            "The new saints were Rosa Venerini (1656-1728), Mother Theodore Guerin (1798-1856), Filippo Smaldone (1848-1923), and Bishop Rafael Guizar Valencia (1878-1938).\n"
        ]
    },
    {
        "input": "\" ကျွန်တော် သည် အမဲရောင် မီးခိုးများ တက်လာသည် ကို မြင်ခဲ့ရ ပြီးနောက် အဆောက်အဦ တစ် ခု ပြိုလဲ ကျသော အသံ ကို ကြားခဲ့ရသည် \" ။\n",
        "output": [
            "\"I saw black smoke rising and the sound of a building crashing down\".\n"
        ]
    },
    {
        "input": "ထို့နောက် မာစီလို ဂါလာဒို က အိမ်ကွင်း အတွက် ၅၂ မိနစ် အတွင်း မှာ ၃-၀ ဂိုး သွင်းယူခဲ့သည် ။\n",
        "output": [
            "Marcelo Gallardo then made it 3-0 for the home side in the 52nd minute.\n"
        ]
    },
    {
        "input": "ထို စံနှူန်းများ က လင်းနစ် အတွက် ဆော့ဝဲလ်များ တီထွင် ရာတွင် ပရိုဂရမ်မာများ ရင်ဆိုင်ကြုံတွေ့ရသည့် အခက်အခဲများ ကို ဖြေရှင်း ရန် ရည်ရွယ်သည် ။\n",
        "output": [
            "The standards aim to resolve difficulties that programmers face in developing software for Linux.\n"
        ]
    },
    {
        "input": "၂၀၀၄ ခုနစ် မှာ ဆူနာမီ တစ်ခု ကို အစပျိုးစေခဲ့သော ၊ ငလျင် တစ်ခု က တူညီသော ဒေသ ကို ရိုက်ခတ်ခဲ့သည် ။\n",
        "output": [
            "The same region was hit by an earthquake in 2004, that triggered a tsunami.\n"
        ]
    },
    {
        "input": "စွမ်းဆောင်ချက် အပြင် မီဒီယာ အာရုံစိုက်မှု မှာ ဆက်စပ်လျက်ရှိသော ခြားနားချက်များ ကို ရှင်းပြ ရန် အခြား မည်သည့် အကြောင်းအချက်များ ကို အသုံးပြု နိုင် ပါ သလဲ ။\n",
        "output": [
            "What other factors can be used to explain the relative differences in media attention other than performance?\n"
        ]
    },
    {
        "input": "သူမ က ချဲလ်ဆီး မှာ ရှိ သော ဆားပုံ အများအပြား ကို အသုံးပြု ပြီး နိုင်ငံ ရှိ လမ်းမများ မှာ ရှင်းလင်းရေး လုပ် ဖို့ အတွက် မှတ်ချက်ချခဲ့ ပေမဲ့ ထိုအရာ က အဲ့ဒီ နေရာ တွင် ရှိနေခြင်း သည် “ တရားမဝင် ” ကြောင်း ပြောကြားခဲ့သည် ။\n",
        "output": [
            "She also noted the large salt pile in Chelsea used for the deicing of highways in the Commonwealth and said that it is located there \"illegally.\"\n"
        ]
    },
    {
        "input": "ရှေ့ဆက် တိရစ္ဆာန် လေ့လာမှု များ သည် ယောက်ျားလေး နှင့် ကိုယ်ဝန်ဆောင် မဟုတ်သော မိန်းမ များ တွင် နို့ရည်လိုက်ခြင်း ၊ အထူးအားဖြင့် အမ်အက်စ် တွင် အဆိုးဆုံး ဖြစ်စေသည့် ရောင်ရမ်းခြင်း ကို တိုးပွားခဲ့သည့် စသော ၊ ဘေးထွက်ဆိုးကျိုး များ ဖြစ်နိုင်ခြေ ကို စမ်းစစ် ရန် လုပ်ဆောင် ဖို့ လိုအပ်ပေသည်\n",
        "output": [
            "Further animal studies need to be done to examine the possibility of side effects, such as lactation in men and non-pregnant women, as well as increased inflammation which could worsen the MS.\n"
        ]
    },
    {
        "input": "စပိန် က လွတ်လပ်ရေး အပေါ် ပြည်သူ့ဆန္ဒခံယူပွဲ တစ်ခု ဆုပ်ကိုင်ထားခြင်း မှ ကတ်တလိုနီးယား ကို ဟန့်တား ရန် အီးယူ အဖွဲ့ဝင်များ ကို မသေချာပဲ အသုံးပြုသည် ။\n",
        "output": [
            "Spain uses uncertainty over EU membership to deter Catalonia from even holding a referendum on independence.\n"
        ]
    },
    {
        "input": "စနေနေ့ တွင် ကျဆုံးသွားသော အမေရိကန် စစ်သည် ၏ ဒေါသထွက်နေသော မိခင်သည် သမ္မတဘွတ်ရှ် ၏ စိုက်ပျိုးမွေးမြူရေးခြံ တွင် လူဦးရေ ၅၀ ခန့် ကို ဦးဆောင်ကာ ကန့်ကွက်ချီတက်ဆန္ဒပြကြသည် ။\n",
        "output": [
            "The angry mother of the fallen U.S. soldier on Saturday led a protest march of nearly 50 on the Bush ranch.\n"
        ]
    },
    {
        "input": "ဆန်နီဘဏ် အသင်း သည် ပထမပိုင်း တစ်ဝက် တွင် အပြင်းအထန် ပြိုင်ပွဲ ဝင်စဉ် အတောအတွင်း ၃ မှတ် ၁၇ မှတ် ဖြင့် ဦးဆောင်နေခဲ့ ပေမယ့် ၊ ပြိုင်ပွဲ မှာ သူ တို့ ၏ နောက်ဆုံး ရမှတ် သည် ဂိုးများ ဆက်တိုက်သွင်းခြင်း ဖြင့် အခြေခံ အားဖြင့် ဘာဖြစ်လိမ့်မလဲဆိုတာ ပြစ်ဒဏ်ဘော တစ်ခုကြောင့် ရှုံးခဲ့ရသည် ။\n",
        "output": [
            "Sunnybank lead 17 points to 3 in the dying moments of the first half, but conceded a penalty which resulted in the hosts scoring what would ultimately be their final points of the game.\n"
        ]
    },
    {
        "input": "ကျွန်တော်တို့ရဲ့ အဖွဲ့အစည်း ဟာ ကျွန်တော်တို့ကို တိုက်ရိုက် ချဉ်းကပ်နိုင်ခဲ့ သော တယူသန် မကောင်းမှုနယ်မြေ တစ်ခု ဖြစ်တယ် ဆိုတဲ့ ထင်မြင်ချက် ကို ဖန်တီးနိုင် ရန် အလို့ဌာ စကားစပ်ထဲက စာကြောင်း အနည်းငယ် ကို ယူခဲ့ ကြောင်း နက်နက်ရှိုင်းရှိုင်း စိုးရိမ်ဖွယ်ရာ ဖြစ်ပါသည် - ကျွန်တော်တို့ သည် ကျွန်တော်တို့ရဲ့ ဗလီ များ တွင် တံခါး ဖွင့် မူဝါဒ ကို ကျင့်သုံးသည် ။\n",
        "output": [
            "It is deeply alarming that a few sentences have been taken out of context in order to create the impression that our institution is a hotbed of fanaticism they could have approached us directly - we operate an open door policy in our mosques.\n"
        ]
    },
    {
        "input": "တခြား ပါတီ ၁၆ ခု က ပါလီမန် အမတ်နေရာများ အတွက် အငြင်းပွားခြင်းများ လည်း ရှိခဲ့သည် ၊ သို့သော် မည်သူမျှ အဆိုပါ မဲ ရဲ့ ၁ ရာခိုင်နှုန်း ထက် ပိုပြီး လက်ခံရရှိခြင်း မရှိပေ ။\n",
        "output": [
            "Sixteen other parties were also in contention for parliament seats, but none of them received more than one percent of the vote.\n"
        ]
    },
    {
        "input": "ပေါင် သန်းပေါင်း ၁ မီလီယံ ကုန်ကျမည့် စီမံကိန်း တွင် ရေးဗား တိမ်းစ် အနီး ရှိ ရူမ်းနီ ဝိုင်းရား တွင် တပ်ဆင် ရန် ရေအောက် ရေရဟတ်စက် များစွာ ပါဝင် လိမ့်မည် ။\n",
        "output": [
            "The £1 million project will consist of a series of under-water turbines to be installed at Romney Weir in the nearby River Thames.\n"
        ]
    },
    {
        "input": "“ ထိုအတောအတွင်း ကျွန်ုပ်တို့ သည် မည်သည့် တိုင်ကြားမှုများ မှ လက်ခံမရရှိခဲ့ပါ ၊ ” ဟု မိုဇမ်ဘီကွီ ၏ အမျိုးသား ရွေးကောက်ပွဲ ကော်မရှင် ဥက္ကဋ္ဌ ၊ လီယိုပေါ်ဒိုဒါကိုစတာ က ပြောကြားခဲ့သည် ။\n",
        "output": [
            "\"We did not receive any complaints during this period,\" said the chairman of Mozambique's National Elections Commission, Leopoldo da Costa.\n"
        ]
    },
    {
        "input": "ပက်ကာ သည် လောင်းကစား နှင့် ခရီးသွား စက်မှုလုပ်ငန်းများ တွင် လည်း ပါဝင်ပတ်သက်ခဲ့ ပြီး မဲလ်ဘုန်း ၌ ခရောင်း ကာစီနို ကို ပိုင်ဆိုင်ခဲ့သည် ။\n",
        "output": [
            "Packer was also involved in the gambling and tourism industries and owned the Crown Casino in Melbourne.\n"
        ]
    },
    {
        "input": "\" သုံး နာရီ ကြာ တော်လှန်ရေး \" တစ်ခု က တိုင်းပြည် မှာ ဘာကိုမျှ ပြောင်းလဲနိုင်မည်မဟုတ် ဟု အဇူရီလူမျိုး တစ်ချို့ က ယုံကြည်သည် ။\n",
        "output": [
            "Some Azeris believe that a \"three hour revolution\" wouldn't change anything in the country.\n"
        ]
    },
    {
        "input": "အမည် မ ထုတ်ဖော်ခဲ့ သော ၊ အဆိုပါ ကောင်လေး သည် ၊ သူ ၏ ထိုင်ခုံ ခါးပတ် ကို တပ်ဆင် ရန် အမှတ်ရခဲ့ ပြီးနောက် သူ ၏ အလှည့် ဟု သူ ထင်မြင်ခဲ့ ချိန်တွင် အချက်ပြမှု ကို ပင် အသုံးပြုခဲ့သည် ။\n",
        "output": [
            "The boy, whose name was not released, remembered to wear his seatbelt and even used his turn signal when he was supposed to.\n"
        ]
    },
    {
        "input": "တခြား စီးပွားရေး သဘောတူညီချက်တွေ ကတော့ စာချုပ် ရဲ့ အစိတ်ပိုင်း ဖြစ်ပါတယ် လို့ ရုံးပိုင်းတာဝန်ရှိသူ က ပြောခဲ့တယ် ။\n",
        "output": [
            "Other commercial arrangements are part of the contract, the official said.\n"
        ]
    },
    {
        "input": "ယူနိုက်တတ် ကင်ဒမ် သယ်ယူပို့ဆောင်ရေး လေကြောင်းလိုင်း ၊ ဗြိတိန် လေကြောင်း ( ဘီအေ ) ကို တစ် နှစ် ပတ်လုံး ဆုံးရှုံးမှု ၏ ပေါင် သန်း ၁၅၀ ကျော် ဈေးကွက် ကို ပေးဆောင်ရလိမ့်မည် ဟု သတိပေးခဲ့သည် ။\n",
        "output": [
            "The United Kingdom's flag carrier airline, British Airways (BA) has warned the markets that it will post a full year loss of up to £150 million.\n"
        ]
    },
    {
        "input": "လေ့လာမှု သည် နျူကလီးယား စွမ်းအင် အသုံးပြုရေး အတွက် လုံးဝ ငြင်းခုံခြင်း တစ်ခု ကို ထောက်ပံ့မှု မရှိခြင်း နှင့် အပြစ်အနာအဆာ ကို ပေါ်ထွက်လာသည် ဟု ၊ သြစတြေးလျ ထိန်းသိမ်းရေး တည်ထောင်ရေး ၏ ( အေစီအက်ဖ် ) နျူကလီးယား စည်းရုံးလှုံ့ဆော်သူ ၊ ဒေ့ဖ် ဆွီနီ ၊ က ပြောသည် ။\n",
        "output": [
            "The Australian Conservation Foundation's (ACF) nuclear campaigner, Dave Sweeney, says the study appears flawed and does not provide a sound argument for the use of nuclear energy.\n"
        ]
    },
    {
        "input": "“ ကနေဒီယန် စစ်သားများ ၏ လူသတ်မှု ကို စွဲဆိုခဲ့သည့် အမှု မှ မှတ်တမ်း အနည်းငယ် ရှိခဲ့ သော်လည်း ၊ လူသတ်မှု အတွက် တရားရုံး အမိန့် မရှိခဲ့ပါ ။ ”\n",
        "output": [
            "\"There are a few recorded instances of alleged extra-judicial killing by Canadian soldiers, but no court martials for murder.\"\n"
        ]
    },
    {
        "input": "\" ကျွန်တော် ဆိုလိုတာ က ၊ ကျွန်တော် လမ်းပျောက်သွား လို့ ကျွန်တော် ဝမ်းနည်း တယ် ၊ ဒါပေမယ့် ကျွန်တော် တို့ မတူညီကြဘူး ပြီးတော့ သူမ အံ့ဩ ရုံမျှသာ ဖြစ် တယ် ၊ \" လို့ ကဲရစ် ရှပ် က ပြောခဲ့သည် ။\n",
        "output": [
            "\"I mean, I'm sad that I lost, but we are different and she's just amazing,\" Craig Sharpe said.\n"
        ]
    },
    {
        "input": "ဆယ်ကျော်သက် ၊ ဟူဆန် အယ်ဘ်ဒို က ၊ သူ သည် အစ္စရေး စစ်သားများ ကို သတ် ရန် တာဝန် တစ်ခု ပေးအပ်ခြင်း ခံခဲ့ရ ကြောင်း အစ္စရေး သတင်းစာ တစ်စောင် သို့ နောက်ပိုင်းတွင် ပြောခဲ့ပါသည် ။\n",
        "output": [
            "The teenager, Hussam Abdo, later told an Israeli newspaper he was on a mission to kill Israeli soldiers.\n"
        ]
    },
    {
        "input": "သံသယဖြစ်ဖွယ် အမျိုးအစား ငွေပေးချေခြင်းများ ကို စုံစမ်းမေးမြန်းခြင်း မပြု ပဲ ရွေးချယ်ခြင်း သည် သူတို့ ၏ ဥပဒေ ချိုးဖောက်မှု ကို တူညီသော လက်ခံ ခြင်း ဖြစ်ခဲ့သည် ဟု ၄င်းအရာ ကို ရေးမှတ်ထားခဲ့သည် ။\n",
        "output": [
            "It was noted that choosing not to investigate the suspicious nature of the payments was equivalent to accepting their illegality.\n"
        ]
    },
    {
        "input": "၄င်း သည် ကက်ဇက် ဥပဒေ ကို လုပ်ဆောင်ခြင်း သည် အိမ်များ ၏ ဖြိုဖျက်ခြင်း အနေဖြင့် နှင်ထုတ်ခြင်း သကဲ့သို့သော စည်းကမ်း မသတ်မှတ်ထားကြောင်း နှင့် ၊ အဆိုပါ ပိုင်ဆိုင်မှု ထိန်းသိမ်းထားခြင်း ကို လုပ်ဆောင်ခြင်း လိုအပ်နေ စဥ်တွင် ၊ နှင်ထုတ်ခြင်း တွင် ဘေးကင်းရာနေရာသို့စွန့်ခွာသွားသော အဆောက်အအုံ မှ ဖယ်ရှားခဲ့သော ပိုင်ဆိုင်မှု ပစ္စည်းစာရင်းများ ကိုပါ တပါတည်းယူဆောင်လာ သင့်ကြောင်း ကို မှတ်ထားခဲ့ သင့်သည် ။\n",
        "output": [
            "It should be noted that the acting Kazakh law does not stipulate such a kind of eviction as the demolition of houses, and the eviction should be accompanied by the inventory of property removed from the evacuated building, while the storage of this property should be provided is necessary.\n"
        ]
    },
    {
        "input": "စုစုပေါင်း စာသင်ကျောင်း ၂၀၀၀ အနက် ၁၃၀၀ တွင် ပြုလုပ်ဖြစ်သော ကျောင်း ၏ အစီအစဉ်များ ကို ရန်ပုံငွေ ထောက်ပံ့ကြေးများ မှ အသုံးပြုလိမ့်မည် ။\n",
        "output": [
            "2,000 schools and 1,300 after/out of school programs will benefit from the funding.\n"
        ]
    },
    {
        "input": "အဆိုပါ ဟိုတယ် သည် တစ်ချိန် က တူညီသော နေရာ တွင် တည်ရှိခဲ့သည် ဟု ဒေသ တွင်း စီးပွားရေး ပိုင်ရှင်များ နှင့် နေထိုင်သူများ က သံသယရှိခဲ့သည် ။\n",
        "output": [
            "It was suspected by residents and business owners in the area that hotel once stood in the same spot.\n"
        ]
    },
    {
        "input": "ဝါရှင်တန် ရှိ ကနေဒါ သံရုံး သည် အာဖကန်နစ်စတန် ရှိ ကနေဒါ စစ်သည်စု များ ကို ပုံဖော်ထားသော ပိုစတာ များ နှင့်အတူ ဝါရှင်တန် မှာ မြေအောက်ရထား ဘူတာရုံ များ မှာ ကပ်ထားသော ၊ ကြော်ငြာ ယှဉ်ပြိုင်မှု တစ်ခု မှာ ရှိနေပြီးပြီ ။\n",
        "output": [
            "The Canadian Embassy in Washington has been on an advertising campaign, plastering subway stations in Washington with posters depicting Canadian troops in Afghanistan.\n"
        ]
    },
    {
        "input": "\" တကယ်လို့ အက်ပဲလ် က မက် အိုအက်စ် ကို တခြားသူတွေ ကို ဖွင့်ပေး ဖို့ ဆုံးဖြတ် ရင် ၊ ကျွန်တော်တို့ ရဲ့ ဖောက်သည်တွေ ကို ဒါ ကို ကမ်းလှမ်း ဖို့ ကျွန်တော်တို့ က ပျော်ရွှင်မိမှာပါ ၊ \" လို့ ကစ်ပက်ထရစ် ဆီကို အီးမေးလ် ထဲမှာ ဒဲလ် က ရေးခဲ့ပါတယ် ။\n",
        "output": [
            "\"If Apple decides to open the Mac OS to others, we would be happy to offer it to our customers,\" Dell wrote in an email to Kirkpatrick.\n"
        ]
    },
    {
        "input": "ဒေလီ ၏ မြို့တော်စည်ပင်သာယာရေး အဖွဲ့ မှ ၄င်းတို့၏ ပိတ်ဆို့ခြင်း ဦးတည်ချက် ကို ပြန်လည်စတင်နိုင်ခြေရှိ သောအခါ ၊ နိုဝင်ဘာ ၁ရက် မတိုင်ခင် လှုပ်ရှားမှု မှ နောက်ဆုတ်ပေး ရန် ကုန်သည်များ က ငြင်းဆိုခဲ့သည် ။\n",
        "output": [
            "Traders refused to move back from the agitation until November 1, when Municipal Corporation of Delhi is likely to resume its sealing drive.\n"
        ]
    },
    {
        "input": "အမေရိကန်ပြည်ထောင်စု အတွင်းမှာ အမျိုးသမီး နိုင်ငံရေးသမား သတင်းထောက် တွေ အတွက် လမ်းကြောင်းသစ် တစ်ရပ် ထွင်ပေး သူ ၊ နိုင်ငံတစ်ပါးမှဝင်လာ၍အခြေစိုက်နေထိုင်သူ လက်ဘနွန် ၏ သမီး ၊ သောမတ်စ် က ၊ အစ္စရေး \" ပါလက်စတိုင်း ၏ မရဏနိုင်ငံ ကို ထွက်ပေါက် \" ရရှိ သော ဆောင်းပါး အတွက် တောင်းပန် ပြီးနောက် သူမ ၏ အသက်မွေးဝမ်းကျောင်း ကို အဆုံးသတ်ခဲ့ပါသည် ။\n",
        "output": [
            "Thomas, the daughter of Lebanese immigrants, who blazed a trail for female reporters in politics in the United States, has ended her career after apologizing for saying that Israel should \"get the hell out of Palestine.\"\n"
        ]
    },
    {
        "input": "ဘရမ်တန် ဗစ်ဆူရယ် အာတ်စ် က ကလေးများ ကို သူတို့ ၏ စနေး မေး ကမ္ဘာ့ ပို့စ်ကဒ် အနုပညာ ပြပွဲ အတွက် အနုပညာလက်ရာ တီထွင်ဖန်တီး ရန် အခွင့်အလမ်း ကမ်းလှမ်းခဲ့ စဉ်တွင် ၊ ဘရမ်တန် အနုပညာကောင်စီ က ပန်းရောင် သဲ ရေပုန်းများ နှင့် ရီးဂျင်းအောဖ်ပီး သောက်ရေ ဗူးများ ပေးခဲ့သည် ။\n",
        "output": [
            "Visual Arts Brampton offered kids the chance to create artwork for their Snail Mail World Postcard Art Show, while the Brampton Arts Council gave away pink sand buckets with Region of Peel water bottles.\n"
        ]
    },
    {
        "input": "သို့သော်လည်း ၊ သတို့သမီးအရံ အ၀တ်အစားများ နှင့် ယောင်္ကျားကလေး အငယ်များ တူညီ၀တ်စုံများ ၏ အသေးစိတ် တို့ကို မင်္ဂလာဆောင်ပွဲ ၏ ရက် မတိုင်မှီ ထုတ်ဖော်လိမ့်ဦးမည် မဟုတ်ပါ ။\n",
        "output": [
            "However, details of the bridesmaid dresses and page boys uniforms will not be revealed until the day of the wedding.\n"
        ]
    },
    {
        "input": "၂၀၀၃ ခုနှစ် ထဲ မှာ တူညီတဲ့ စနစ် တစ်ခု ကြောင့် ပြင်းထန်တဲ့ ရေနစ်မြုပ်မှု နဲ့ မိုးရွာသွန်းမှု ဖြစ်ပွားစေခဲ့တယ် ။\n",
        "output": [
            "A similar system caused severe flooding and precipitation in 2003.\n"
        ]
    },
    {
        "input": "ပြစ်ဒဏ် ကို ဆန့်ကျင် ဆန္ဒပြ တဲ့ အနေနဲ့ ၊ အီဆာဝီ ဟာ လူသိရှင်ကြား အစာငတ်ခံ ဆန္ဒပြမှု စတင် ခဲ့ သည် ။\n",
        "output": [
            "As a protest against the punishment, Issawi began a publicized hunger strike.\n"
        ]
    },
    {
        "input": "မူးယစ်ဆေး အတွက် စမ်းသပ်ခံခဲ့ သော အကျဥ်းသား ၁၀၄၃ ၏ ဆယ့်နှစ် ရာခိုင်နှုန်း ကို ယခု နှစ် အစ မှ ဇွန် လ အထိ ၊ မူးယစ်ဆေး အတွက် သုံးစွဲမှု အမှန် စမ်းသပ်ခဲ့သည် ။\n",
        "output": [
            "Twelve percent of 1,043 prisoners who were tested for drugs from the start of this year until June, tested positive for drugs.\n"
        ]
    },
    {
        "input": "သူမ သည် သူမ ၏ အလုပ် ကို ကေအက်စ်အေအိပ်စ် မှာ စတင်ခဲ့ ပြီး အယ်လ် ပါဆို နှင့် တူဆင် ၊ အေဇက် တို့ မှာ လည်း အလုပ် လုပ်ခဲ့သည် ။\n",
        "output": [
            "She began her career at KSAX and also worked in El Paso and Tucson, AZ.\n"
        ]
    },
    {
        "input": "ဒုတိယပိုင်း ၁၀ မိနစ် တွင် ၊ Nambour သည် ေဘာလုံးကိုမကန်နိုင်အောင်ကွာကွာ ဖျက်ပစ် ရန် ကျွမ်းကျင်ခဲ့ ပေမယ့် ပြောင်းလဲ ဖို့ အရေးနိမ့်ခဲ့သည် ။\n",
        "output": [
            "Ten minutes in the second, Nambour were able to score out wide but failed to convert.\n"
        ]
    },
    {
        "input": "ဤ ဖြေရှင်းချက် ကို အဆိုပြုထားသည့် ပညာရှင်များ က ဤ ဖြေရှင်းချက် သည် ယောကျာ်းလေး ၊ အမျိုသား က ဆက်ခံသည့် ယဥ်ကျေးမှု အစဥ်အလာ အား ထိန်းသိမ်းရန် အလေးပေး ရည်ရွယ်ထားသည် ။\n",
        "output": [
            "The group of scholars proposing this solution have stressed that their solution is aimed at maintaining the tradition of a male heir.\n"
        ]
    },
    {
        "input": "ယနေ့ နေ့စွဲ မှ သီတင်းပတ် ၁၀ ပတ် ခန့် တွင် အိတ်စ်ဘောက် ၃၆၀ ပြန်လည်ပြုပြင်မှု အတွက် ပေးဆောင်ထား သူ ပြည်သူ များ ကို ကုန်ကျစရိတ် စစ်ဆေးမှု တစ်ခု ကို အလိုအလျောက် ခွဲဝေပေးလိမ့်မည် ။\n",
        "output": [
            "People who have paid for Xbox 360 repair will be automatically distributed a reimbursement check in about 10 weeks from the present date.\n"
        ]
    },
    {
        "input": "လူ ၁၆၀ ကျော် ကို ၂ ရက် အတွင်း နှိမ်နှင်း ရန် အချုပ် ထဲသို့ ခေါ်ဆောင်သွားခဲ့ပါသည် ၊ ကျူးကျော်အိမ်များ အနီးအနား တစ်နေရာ မှ လူ ၁၀၀ ကျော် ပါရှိ သော်လည်း ၊ အဲဒီ ကတည်းက အများစု ကို ပြန်လွှတ်ပေးခဲ့ပါသည် ။\n",
        "output": [
            "Over 160 people were taken into custody in a two day crackdown, including over 100 from a nearby slum, but most have been released since then.\n"
        ]
    },
    {
        "input": "သတင်းထောက်များ နှင့် အကူအညီပေးရေး လုပ်သားများ ကို တိုက်ပွဲ သတ်မှတ်နယ်မြေ သို့ ခွင့်မပြုကြ သလို ၊ အာဖဂန် နယ်စပ် အနီး လူမျိုးစု ဒေသ တွင် ပါကစ္စတန် စစ်တပ် ၏ ထိုးစစ် ၏ ထိရောက်မှုများကို အတည်ပြု ရန် ခက်ခဲသည် ။\n",
        "output": [
            "The accounts of the Pakistan army's offensive in the tribal region near the Afghan border are difficult to verify, as journalists and aid workers are not allowed into the battle zone.\n"
        ]
    },
    {
        "input": "“ ကျွန်တော်တို့ ဟာ ဂိုးလိုင်း-နည်းပညာ ကို နှစ်သက်ခဲ့ သော်လည်း ဒီ ကိစ္စ ဟာ နောက်ထပ် စမ်းသပ်မှုများ ရှိလိမ့်မည် မဟုတ် တော့ ဘဲ ဒါဟာ လာမဲ့ နှစ် ၊ ဒါမှမဟုတ် ကြိုပြီးခန့်မှန်းနိုင် တဲ့ အနာဂတ် အစီအစဉ် ကို ထောက်ပံ့လိမ့်မှာ မဟုတ်ပါဘူး ။ ” ဟု ဘောလုံးအသင်း အမှုဆောင်ချုပ် ဘရိုင်ရန်ဘာဝစ် သည် စကော့တလန် ၊ ဂလန်အီးဂဲလ် တွင် အိုင်အက်ရ်အေဘီ ၏ နှစ်စဉ် ဆွေးနွေးပွဲ ၌ သူ ၏ စိတ်ပျက်မှု ကို ဖော်ပြခဲ့သည် ။\n",
        "output": [
            "FA chief executive Brian Barwick expressed his disappointment at the annual meeting of the IFAB in Gleneagles, Scotland: \"We were in favour of goal-line technology but there will be no more experiments and it will not be back on the agenda next year, or in the foreseeable future.\"\n"
        ]
    },
    {
        "input": "လ ၏ မျက်နှာပြင် နဲ့ အနီးဆုံးမှာ ၊ ရေပန်းတွေ ကို လွမ်းမိုးထားတဲ့ ပိုတက်စီယမ် နဲ့ ဆိုဒီယမ် ပေါကြွယ်ဝသော တော်တော်လေး ကြီးတဲ့ ရေပွင့်တွေ ကို ကက်စီနီ က ရှာဖွေ့တွေ့ရှိခဲ့တယ် ။\n",
        "output": [
            "Closer to the moon's surface, Cassini found that relatively large grains rich with sodium and potassium dominate the plumes.\n"
        ]
    },
    {
        "input": "သိပ္ပံပညာရှင်များ သည် မျိုးစိတ် ငါးသန်း အထက် ဒီ ရာစုနှစ် တွင် ပျက်စီးလိမ့်မည် ဟု ခန့်မှန်းသည် ။\n",
        "output": [
            "Scientists forecast that up to five million species will be lost this century.\n"
        ]
    },
    {
        "input": "ဆော်ဒီ နိုင်ငံ ပိုင် ဗီလာ အပြည်ပြည်ဆိုင်ရာ ရေကြောင်းလိုင်း ကုမ္ပဏီ မှ ၊ ဆိုင်းရပ် စတား သင်္ဘော ပေါ်တွင် ၊ ဖိလစ်ပိုင် ၊ ဆော်ဒီ အာရေးဗီးယား ၊ ခရိုအေးရှား ၊ ပိုလန် ၊ နှင့် ဗြိတိန် တို့မှ သင်္ဘောသား ၂၅ဦး ပါ၀င်သည် ။\n",
        "output": [
            "The Sirius Star, owned by Saudi state firm Vela International Marine, has a crew of 25 from the Philippines, Saudi Arabia, Croatia, Poland, and Britain.\n"
        ]
    },
    {
        "input": "သူ ဟာ လက်ရှိ အီတလီ ဖွား ကွန်ဂရက် လွှတ်တော် သမ္မတ ဆိုနီယာ ဂန္ဒီ နှင့် ၁၉၉၁ ခုနှစ် တွင် လုပ်ကြံခံခဲ့ရသူ ဝန်ကြီးချုပ် ဟောင်း ရာဂျစ် ဂန္ဒီ ၏ သား ဖြစ်သည် ။\n",
        "output": [
            "He is the son of current Italian-born Congress President Sonia Gandhi, and former Prime Minister Rajiv Gandhi, who was assassinated in 1991.\n"
        ]
    },
    {
        "input": "အဆိုပါ ဖြစ်စဉ် ၏ တစ်စိတ်တစ်ဒေသ က အဒမ် ၏ ဉာဏ်ရည်တု သည် စက်ဘီးစီးနိုင် ပြီး စမ်းသပ်မှုများ ၏ ရလာဒ်များ ကို ခွဲခြမ်းစိတ်ဖြာနိုင် ကာ ထပ်ကာတလဲလဲ ဓာတ်ခွဲ စမ်းသပ်မှု လုပ်ငန်းများ ကို လည်း ပုံမှန် လုပ်ဆောင်နိုင်ပါသည် ။\n",
        "output": [
            "A part of the process is that Adam's AI can cycle and analyze the results of the experiments as well doing routine repetitious lab work.\n"
        ]
    },
    {
        "input": "မီးတောင် သည် ၁၉၈၉-၉၀ ခုနှစ် မှ လေး လ တာ ကာလ တစ် ခု ကတည်းက မပေါက်ကွဲခဲ့ခြင်း ဖြစ်သည် ။\n",
        "output": [
            "The volcano had not erupted since a four-month period in 1989-90.\n"
        ]
    },
    {
        "input": "ယာဉ်လမ်းကြော ဘေးကင်းလုံခြုံမှု သည် ကမ္ဘာ့ ဖလား ထောက်ပံ့သူများ ကို ဒဏ်ရာအနာတရ ၏ ခြိမ်းခြောက်မှု တစ်ခု ဖြစ် ရန် စိုးရွံ့မှု ဖြစ်စေသည် ။\n",
        "output": [
            "Traffic safety is feared to be a threat of injury to supporters to the World Cup.\n"
        ]
    },
    {
        "input": "တက္ကဆက် က ထို အရာဝတ္ထု သည် ဥက္ကာခဲ တစ်ခု ဖြစ်နိုင်သည် ဟူသော ယခင် မှန်းဆချက် ရှိခဲ့သည် ။\n",
        "output": [
            "There was previous speculation was that the object in Texas could have been a meteor.\n"
        ]
    },
    {
        "input": "တန်ဒီ အဆိုအရ ဒိုင်း ကို ” အဆိုပါ ကျောင်းအဆောက်အဦး တွင် ရှိလာလိမ့်မည် ဖြစ်သည့် အကျိုးသက်ရောက်မှု အကြောင်း တွင် စိုးရိမ်ပူပန်မ႒ရှိစေခဲ့ ” ပြီးလျှင် ၎င်း ကျောင်းသား က ဖော်ထုတ်တောင်းဆိုမှု အပြီး မတ်လ ၄ ရက် တွင် သူမ အရင် က လုပ်ခဲ့တဲ့ ကျောင်း ၏ ကျောင်းအုပ်ကြီး ထံသို့ အကြောင်းကြားခြင်းခံခဲ့ရသည် ။\n",
        "output": [
            "According to Tandy, Dye \"was concerned about the impact it would have in the building,\" and, on March 4, informed the school's principal of her past after being asked by the student.\n"
        ]
    },
    {
        "input": "သြဂုတ်လ ၇ ရက်နေ့ တွင် ၊ ဂျော်ဂျီယာ တပ်များ တက်ဟီဗလီ ၏ မြို့တော် အိုစီတီရန်း ကို တိုက်ခိုက်မှု စတင် ပြုလုပ်ခဲ့သည် ။\n",
        "output": [
            "On August 7, Georgian troops launched an offensive against the Ossetian town of Tskhinvali.\n"
        ]
    },
    {
        "input": "ဤ စစ် ကြောင့် ကန့်ကွက်ဆန္ဒပြမှု များ ဖြစ်ပေါ်ခဲ့ ပြီး နောက် ၊ အမေရိကန်သမ္မတ ဂျော့ချ် ဒဘလီယူ ဘုရှ် ထံသို့ အီရတ် ကို တိုက်ခိုက် ရန် ဘလား က ဗြိတိန် စစ်သား လေးသောင်းငါးထောင် စေလွှတ်ခဲ့ ပြီး တိုက်ပွဲ တွင် ၁၇၉ ယောက် ကျဆုံးခဲ့ရသည့် အတွက် ထောက်ပံ့ ရန် မှားယွင်းသည် ဟု ယုံကြည်သော နိုင်ငံရေးသမားများ အကြား တွင် အလွန် ဒေါသမီးများတောက်စေခဲ့သည် ။\n",
        "output": [
            "The war has provoked protests, and much outrage among politicians who believe that Blair was wrong to support then United States President George W. Bush by sending 45,000 British soldiers—179 of whom died in combat—to fight in Iraq.\n"
        ]
    },
    {
        "input": "လောင်စာ / ဆီ အပူ ဖလှယ်ရာ သို့ သွား ပြီး ဤအရာ ကို တားမြစ်ရမည့် အစား ၊ ပိုက်များ အတွင်း ‘ ပျော့ပျောင်းသော ’ ရေခဲများ ဖွဲ့စည်း ပြီးနောက် ရပ်သွားခဲ့သည် ဟု ထင်ရသည် ။\n",
        "output": [
            "Instead, it is thought 'soft' ice formed in the pipes and then broke off, travelling to the fuel/oil heat exchanger and restricting it.\n"
        ]
    },
    {
        "input": "သူ ၏ လုပ်ဖော်ကိုင်ဖက် လက်ထောက်များ ကို ကူညီဖို့ နိမ့်ကျ တဲ့ နိုင်ငံ တွင် သေဆုံးသော လုပ်ဖော်ကိုင်ဖက် တစ် ယောက် အတွက် ယနေ့ ကျွန်ုပ်တို့ အလံ ကို တိုင်ဝက် လွင့်ထူသည် ။\n",
        "output": [
            "Our flag is at half staff today for a Deputy in the low country who died going to help his fellow Deputy.\n"
        ]
    },
    {
        "input": "ပြိုင်ပွဲ ၏ ဒုတိယပိုင်း တွင် ဘောလုံး ဂိုးပေါက် ၏ နောက် ထဲကို ဝင်သွားခဲ့ စဉ်က လင်လ်လယ် သည် သူတို့ ၏ ပိတ်ဆို့မှု တံတိုင်း ကာထား ပြီး ၊ ရွိုန် ဂစ်စ် ၏ အဝေး ကန်ချက် က ကြီးကျယ်သော အငြင်းပွားမှု ကို ဖြစ်စေခဲ့သည် ။\n",
        "output": [
            "A free kick by Ryan Giggs in the second half of the game caused great controversy, as Lille was setting up their wall as the ball went into the back of the net.\n"
        ]
    },
    {
        "input": "စီမံကိန်း ပူးပေါင်းဆောင်ရွက်သူ ၊ စတန်စီအူးဆမိုအီလာ အဆိုအရ ၊ ၄င်း ၏ တစ်ဝက် ကို ခွဲဝေသတ်မှတ်ခဲ့ သော ၊ စီမံကိန်း သည် ရင်းနှီးမြုပ်နှံမှု ၏ နယူးလိုင် ၁၀.၉ သန်း ( ယူရို ၃ သန်း ) လိုအပ်နေသည် ။\n",
        "output": [
            "The project needs investment of 10.9 million new lei (3 million euro), half of which have already been allocated, according to the project's co-ordinator, Stancu Samoila.\n"
        ]
    },
    {
        "input": "ရဲ ၃၀-၄၀ယောက် သည် အိမ်များ ကို စောင့်ကြည့်နေခဲ့ ပြီး ၊ ဟကင် နှင့်အတူ ခရိုင် ခေါင်းဆောင်များ ပါ၀င်သော ဆောက်လုပ်ရေးလုပ်ငန်းခွင် ၀တ်စုံ ဖြင့် လူပေါင်း ၂၀-၃၀ယောက် ၊ ဒေသ အုပ်ချုပ်ရေး အာဏာပိုင် ခေါင်းဆောင် တို့သည် လမ်း ပေါ်တွင် ရပ်ကာ ၊ အိမ်များဖြိုဖျက်ခြင်း ကို စောင့်ကြည့်နေကြသည် ။\n",
        "output": [
            "30-40 policemen stood by the houses, and 20-30 people in civil clothes including the leaders of the district with the Hakim, the head of local executive authority stood on the street, watching the demolition.\n"
        ]
    },
    {
        "input": "ကယ်လီဖိုးနီးယား ပြည်နယ် ၊ ဆန် ဒီဂို ရှိ ပြတိုက် နှစ်ခု သည် မီလီယံ သန်း ၄၀ ကျော် တန်ဖိုးရှိသည့် အနုပညာ ပစ္စည်း များ စုစည်းမှု တစ်ခု ကို စာရွက်စာတမ်း နှင့်တကွ လက်ခံရရှိခဲ့သည် ။\n",
        "output": [
            "Two museums in San Diego, California have been bequested an art collection worth more than 40 million.\n"
        ]
    },
    {
        "input": "သူ့ ဦးလေး က စီအင်အင် ကို အမည်မဖော်လိုသူ အနေ ဖြင့် စကားပြောခဲ့သည့် အပြင် သူ၏ တူ ၂၀၀၆ ခုနှစ် တွင် ဗြိတိန် နိုင်ငံ တွင် ပညာသင်ယူနေ စဥ် အီရန် နိုင်ငံ တွင် သူ့ တူ ၏ လုပ်ဖော်ကိုင်ဖက် လိင်တူဆက်ဆံမှု ဖြင့် တရားစွဲဆိုခံရ ပြီးနောက် အဖမ်းဆီးခံရ ပြီး ကြိုးပေးခံရသည် ဟု သူ က ပြောခဲ့သည် ။\n",
        "output": [
            "His uncle spoke with CNN on condition of anonymity, and said that his nephew was studying in Britain in 2006 when his partner in Iran was arrested and hanged after being charged with sodomy.\n"
        ]
    },
    {
        "input": "တော်ဝင် စာတိုက် အလုပ်သမား များ သည် အင်္ဂလန် နိုင်ငံ တွင် တစ် နိုင်ငံ လုံး ဆိုင်ရာ စာတိုက် လုပ်ငန်း သပိတ်မှောက်မှု တစ်ခု ကို အကြောင်းပြု ၍ ၃:၁ အထိ မဲပေးခဲ့ကြသည် ။\n",
        "output": [
            "Royal Mail workers have voted 3:1 in favour of a nationwide postal strike in the United Kingdom.\n"
        ]
    },
    {
        "input": "သူ ၏ အကြွင်းအကျန် များ ကို ကန်ဒဟာ လေဆိပ် သို့ ရဟတ်ယာဉ် တစ် စီး ဖြင့် သယ်ဆောင်ခဲ့တယ် ။\n",
        "output": [
            "His remains were taken by a helicopter to the Kandahar Airfield.\n"
        ]
    },
    {
        "input": "တရားရုံး ပြစ်ဒဏ် ကို ၂၀ဝ၅ ခုနှစ် ၊ ဖေဖော်ဝါရီလ ၂၅ ရက် နေ့ တွင် ကြေငြာချက်ထုတ်ပြန်ပါမည် ။\n",
        "output": [
            "The official sentence will be announced on February 25th, 2005.\n"
        ]
    },
    {
        "input": "\" ၎င်း သည် ကျွန်ုပ် တို့ ထံ ရှိ တရားမဝင် ဝင် ရောက် နေထိုင်မှု ၅၀ဝ၀ဝ ကျော် ကို မစ္စတာ ရဒ် အားလုံး ကို ပိတ်ဆို့ လိုက် သောကြောင့် ဖြစ်သည် \" ၊ ဟု မဘော့ဒ် သည် အခိုင်အမာ ပြောခဲ့သည် ။\n",
        "output": [
            "\"It's because Mr. Rudd closed it all down that we've had more than 50,000 illegal arrivals,\" claimed Abbott.\n"
        ]
    },
    {
        "input": "အဆိုပါ ဌာန မှ ၄င်း ကပ်ရောဂါ အား သတိပေးသော အဆင့် မှ ၄င်း ၏ အမြင့်ဆုံး အဆင့် ဖြစ်သည့် ၊ အဆင့် ၆ အထိ တိုးမြှင့်ခဲ့သည် ။\n",
        "output": [
            "The agency increased its pandemic alert level to the sixth level, its highest.\n"
        ]
    },
    {
        "input": "ဆွေးနွေးပွဲများ သည် ယခု နှစ် အကုန်ပိုင်း မတိုင်ခင် တွင် ပါလက်စ္စတိုင်း ဒေသ တစ်ခု ဖြစ်ပေါ်လာရေး ကို ဦးတည် ရန် ခေါ်ဆောင်နေခဲ့ကြသည် ။\n",
        "output": [
            "The talks are supposed to lead to the formation of a Palestinian state by the end of this year.\n"
        ]
    },
    {
        "input": "အားလပ်ရက် အပန်းဖြေ ရာ တွင် သူ ၏ ဇနီးသည် နှင့် အတူ သေနတ်ပစ်ခံရ သော သူ အင်္ဂလိပ်လူမျိုး ဘင်ဂျမင် မူလန်နီ သည် ၊ အန်တီဂွာ တွင် သေဆုံးခဲ့သည် ။\n",
        "output": [
            "Benjamin Mullany, the British man who was shot along with his wife while on holiday in Antigua has died.\n"
        ]
    },
    {
        "input": "ပြင်သစ် အစိုးရ သည် ၁၉၈၉ ခုနှစ် ၌ နေရှင်နယ်အော်ဒါအော့ဖ်မဲရစ်ဆု ၏ ဆုရှင် ချီဗာလီယာ နှင့်အတူ သူတို့ကို ချီးမြှင့်အပ်နှင်းခြင်း အားဖြင့် ကွန်မန်ချီများ ထံသို့ အထူး ဂုဏ်ထူး ကို ပေးအပ်ခဲ့သည် ။\n",
        "output": [
            "The French Government gave special honors to the Comanches by bestowing them with the Chevalier of the National Order of Merit in 1989.\n"
        ]
    },
    {
        "input": "အဆိုပါ စက်လှေများ အတွက် ၊ “ နိုင်ငံတကာ ဥပဒေ ဖြင့် ပိုင်ရှင်များ ဆီသို့ သူတို့ ခံဝန်ထိုး ရန် သူတို့ အား ပြန် ကမ်လှမ်း ရန် ကျွန်တော်တို့ လိုအပ်သည် ၊ သို့သော် သင်္ဘောသားများ ကို ချက်ချင်း ပြန်အပ် သကဲ့သို့ အင်ဒိုနီးရှား သို့ ပြန်အပ် ရန် ပိုင်ရှင် ၏ အရည်အချင်း သည် … မျှမျှတတ ကန့်သတ်ထားသည် ၊ ” အထက်လွှတ်တော်အမတ် က ရှင်းပြသည် ။\n",
        "output": [
            "As for the boats, \"We're required by international law to offer them to bond them back to the owners, but as the crew are immediately repatriated the ability of the owners to get them back to Indonesia ... is fairly limited,\" the Senator explained.\n"
        ]
    },
    {
        "input": "သူ သည် ညီမျှသော နိုင်ငံရေး စနစ် ပေါ်ထွန်းလာ ပြီး လာမည့် ရွေးကောက်ပွဲ အပြီး အများစုအစိုးရ ဖွဲ့စည်း ရန် လိုလား သောကြောင့် ၊ သူက ရွေးကောက်ပွဲဆိုင်ရာ ဥပဒေ မှာ အပြောင်းအလဲ တစ်ခု လိုချင်ခဲ့သည် ဟု လည်း ကြေညာခဲ့သည် ။\n",
        "output": [
            "He also declared that he wanted a change in the electoral law so that a bipartisan political system would arise, and that he wants to form a majority government after the next election.\n"
        ]
    },
    {
        "input": "၂၀၀၂ ခုနှစ် တွင် အမှုကိုမစစ်ဆေးဘဲ သူ့ကို ဖမ်းဆီးထားသော ဗြိတိသျှနိုင်ငံ ကို ဆန့်ကျင်သည် ဟု သူ စွပ်ဆွဲခံထား ရသော တရားစွဲဆိုမှု တစ်ခု မှာ ၊ ဥရောပ လူ့အခွင့်အရေး တရားရုံး က အစ္စလာမ်စစ်သွေးကြွ နှင့် ဘာသာရေးခေါင်းဆောင် တစ်ယောက် ၊ အဘူကာတာဒါ ကို ဒါဏ်ကြေး ဒေါ်လာ ၂၅၀၀ ကို ပေးဆောင်စေခဲ့သည် ။\n",
        "output": [
            "The European Court of Human Rights has awarded €2500 to Abu Qatada, an Islamic militant and cleric, in a lawsuit he filed against the United Kingdom which detained him without trial in 2002.\n"
        ]
    },
    {
        "input": "တော်ဝင် မေးလ် သည် ယူကေ ကို ဖြတ် လျက် အဲ့ဒီ မေးလ် သိမ်းခြင်းများ နှင့် စာဝေခြင်းများ သည် မထင်မှတ်သော ဖြစ်ရပ် တို့ ကြောင့် ပြိုကွဲသွားလိမ့်မည် ဟု ဖောက်သည်များ ကို သတိပေးေနသည် ။\n",
        "output": [
            "The Royal Mail is warning customers that mail collections and deliveries across the UK will be disrupted because of the incidents.\n"
        ]
    },
    {
        "input": "ပြီးတော့ ရုပ်မြင်သံကြား ၌ ကျွန်တော် ရဲ့ အလုပ် အပေါ် အိပ်မက်တွေ ရရှိဖို့ ကျွန်တော်ရဲ့ အခွင့်အလမ်းတွေ တိုးမြှင့်နိုင် ရန် အလို့ဌာ ကျွန်တော် ဒီအရာတွေ အားလုံးကို လုပ်ခဲ့တယ် ။ “\n",
        "output": [
            "And I was doing all this in order to increase my chances to get my dream job in television.\"\n"
        ]
    },
    {
        "input": "အမေရိကန် ပြည်ထောင်စု ပြည်နယ် အတွင်းရေးမှုး ကွန်ဒိုလီဇာရိုက်စ် က ဗီတို အာဏာ မသုံးပဲ ဆုံးဖြတ်ခဲ့ကြောင်း နှင့် ဘာကြောင့် အမေရိကန် ပြည်ထောင်စု က ကြားနေခဲ့ လည်း ဆိုတာ ကို ရှင်းပြချက် တစ် ခု ပေးခဲ့ပါသည် ။\n",
        "output": [
            "US Secretary of State Condoleezza Rice has given an explanation for why the United States abstained and did not veto the resolution.\n"
        ]
    },
    {
        "input": "သူ့ ရှေ့နေ အဆိုအရ ၊ မန်နီ က သူ ချုပ်ချယ်ခံရခြင်း ရဲ့ ဆိုးဝါးရက်စက်တဲ့ အခြေအနေ အကြောင်းနဲ့ပက်သက်ပြီး “ ထေ့ငေါ့သော ဟာသပြက်လုံး “ ပြုလုပ်ခဲ့ သောကြောင့် ဒီ အခြေအနေ ကို ပြစ်ဒဏ်သတ်မှတ်ခဲ့တယ် ။\n",
        "output": [
            "According to his attorney, this condition was imposed because Manning made a \"sarcastic quip\" about the harsh conditions of his confinement.\n"
        ]
    },
    {
        "input": "ဆီယာရာ နဲ့ ဖက် မန်း စကု တို့ ဖြည့်စွတ်သီဆိုထား တဲ့ မစ်ဆီ အဲလစ် ရဲ့ \" လုစ် ကွန်ထရိုး \" က \" ဒုန့် ချာ \" အဆင့် ငါး သို့ ဆင်းသွား တဲ့ အချိန်မှာ ၅-၃ သို့ တက်ခဲ့ပါတယ် ။\n",
        "output": [
            "Missy Elliott’s “Lose Control” featuring Ciara and Fat Man Scoop gained 5-3 while “Don’t Cha” dropped to No. 5.\n"
        ]
    },
    {
        "input": "၎င်း ကို အစီရင်ခံ ရန် ပထမဦးဆုံး ဖြစ်ခဲ့ သော ၊ ထင်ရှားသော အမေရိကန် လက်ဖ်ဝင်း အွန်လိုင်း ဘလော့ ကော့ နေ့စဉ် သတင်းစာ အရ ၊ ပြပွဲ ကို ပညာရှင် ဝုဖ် ဘလစ်ဇာ မှ ဆောင်ရွက်ခဲ့သည် နှင့် အခြေအနေပြန်ကြားရေး ရုံးခန်း တွင် ၊ \" အိုဘားမား ဘယ်မှာ ရှိလဲ ? \" ခေါင်းစဉ် ဖြင့် ၊ ဘင်လာဒင် အပေါ်တွင် အစိတ်အပိုင်း တစ်ခု အနေဖြင့် ၊ ဦးတည်ခြင်း ဖြင့် စီအန်အန် သည် တနင်္လာနေ့ တွင် အဆိုပါ နှစ်ခု ကို ရောနှောခဲ့သည် ။\n",
        "output": [
            "According to prominent American left-wing online blog Daily Kos, which was the first to report it, CNN mixed the two up on Monday, leading into a segment on bin Laden with the title, \"Where's Obama?\" on The Situation Room, a show hosted by pundit Wolf Blitzer.\n"
        ]
    },
    {
        "input": "သူတို့ နှင့် သူတို့၏ ပါတီ က သူတို့ကို လမ်းညွှန် ရန် ဘယ်လို ပြုလုပ်မလဲ ၊ နှင့် ကနေဒါလူမျိုးများ ရင်ဆိုင်နေရသော အခက်အခဲများ အကြေင်း ပြောကြား ရန် ၊ ဝီကီနယူးစ် က ဂျီရိုမီ ကို ဆက်သွယ်ခဲ့သည် ။\n",
        "output": [
            "Wikinews contacted Jerome, to talk about the issues facing Canadians, and what they and their party would do to address them.\n"
        ]
    },
    {
        "input": "အချို့ ကျောင်းသားများ က သူတို့ ဟာ ပထမ ဖြစ်ရပ် ပြီးနောက် နှစ် နာရီ ကျော် ကြာ အီးမေးလ် သတိပေးချက် တစ်ခု ပို့ သည့် တိုင်အောင် တက္ကသိုလ် မှ သတိပေးမှု မရရှိခဲ့ဘူး ဟု ငြင်းဆန်ခဲ့သည် ။\n",
        "output": [
            "Some students complained that they had received no warning from the university until an e-mail alert sent more than two hours after the first incident.\n"
        ]
    },
    {
        "input": "ထိုင်ခုံနေရာ ရောင်းချ ရန် အဆိုပါ မှတ်တိုင် ကို ရောက်ရှိခဲ့ခြင်းသည် ၊ လေယာဉ်လိုင်း သည် ၊ အမြဲတမ်း အဖြစ် ၊ အခွင့်အရေး ကို လျင်မြန်စွာ အသုံးပြုခဲ့သည် ၊ ထိုင်ခုံ တစ် နေရာ ၉၉ပီ/၉၉စီ တွင် ကြီးမားသော ထိုင်ခုံနေရာ ၂၀၀, ၀၀၀ တစ် ခု ကို စတင်ဆောင်ရွက်ပြီး ရောင်းပေးခဲ့သည် ။\n",
        "output": [
            "Having reached the milestone, the airline promptly used the opportunity, as always, to sell seats; launching a massive 200,000 seat sale at 99p/99c a seat.\n"
        ]
    },
    {
        "input": "ချီလီ ဘူမိဗေဒဆိုင်ရာ ခြုံငုံသုံးသပ်မှု ၏ တက္ကသိုလ် ( ယူစီဂျီအက်စ် ) အရ ၊ အဆိုပါ အကျိုးသက်ရောက်မှု သည် ပစ်ချီလီမူ ၏ အနောက်ဘက် ၁၉ ကီလိုမီတာ တွင် တည်ရှိသော ငလျင်ဗဟိုချက် နှင့်အတူ ပြင်းအား ၅.၉ အထိ ရောက်ရှိခဲ့သည် ။\n",
        "output": [
            "The aftershock reached a magnitude of 5.9 with the epicenter located nineteen kilometers west of Pichilemu, according to the University of Chile Geological Survey (UCGS).\n"
        ]
    },
    {
        "input": "ရေ ကြီး မှု ၊ မုန်တိုင်း ၊ နှင့် ပြင်းထန် သော လေတိုက် မှု သည် လွန်ခဲ့သော ည က အကျိုးဆက် အဖြစ် ရှားပါးသော မိုးကြိုး ပစ် မှု တစ် ခု အဖြစ် ပြင်းထန် သော လေ တိုက်ခတ် မှု နှင့် မိုး သည်းထန် မှု နှင့် အတူ ရိုက်ခတ် သော ဒေသများ ဆီတဲ မှ ပေါ့လန် သို့ ၊ ပစိဖိတ် အနောက် မြောက် ပိုင်း ဒေသ အတွင်း ရွေ့လျား သွား သည် ။\n",
        "output": [
            "Flood, storm, and strong wind watches were in effect last night as a rare thunderstorm system moved into the Pacific Northwest region, hitting areas from Seattle to Portland with high winds and heavy rains.\n"
        ]
    },
    {
        "input": "“ ပြောင်းလဲမှု အတွက် အချိန် ရောက်ပြီ လို့ ကျွန်တော် ခံစားရကြောင်း ၊ ” ပိုင်ရှင် ဒရေးတွန် မက်စ်လိန်း က ပြောခဲ့သည် ။\n",
        "output": [
            "\"I felt this was the time for a change,\" owner Drayton McLane said.\n"
        ]
    },
    {
        "input": "ဆေးခန်းများ တွင် ကင်ဆာ ရောဂါ ကုသ ရန် ၊ ဆေးဝါးများ အသုံးပြုမှု အတွက် စမ်းသပ်ခြင်းများ မ လုပ်ဆောင်ရ သေး သောကြောင့် သုတေသန ပညာရှင်များ နှင့် အယ်လ်ဘာတာ ကင်ဆာ ဘုတ်အဖွဲ့ နှင့် မြို့တော် ကျန်းမာရေး အဖွဲ့ သည် ကင်ဆာ ရောဂါ ကုသ ရန် ဒီစီအေ အသုံးပြုမှု အကြံဉာဏ်ပေးခြင်း မပြု သေးပါ ။\n",
        "output": [
            "The researchers and the Alberta Cancer Board and Capital Health do not advise the use of DCA to treat cancer yet, as clinical trials for the drugs use to treat cancer have not been performed yet.\n"
        ]
    },
    {
        "input": "သူ့ စနစ် တွင် အခြား မည်သည့် အဆိပ်များ ရှိသည် ကို မသိသေးပါ ။\n",
        "output": [
            "It is unknown if there were any other poisons in his system.\n"
        ]
    },
    {
        "input": "၄င်း သည် အမျိုးသမီး များ ကို လည်းပဲ ပစ္စည်းဥစ္စာ ပိုင်ဆိုင်ရ ဖို့ တန်းတူ အခွင့်အရေး ပေးကြလိမ့်မည် ၊ ပြီးတော့ ဒေသခံ ရွေးကောက်ပွဲ များ ကို ကိုင်တွယ်ဖြေရှင်းကြလိမ့်မည် ။\n",
        "output": [
            "It would have also given women equal rights to inherit property, and addressed local elections.\n"
        ]
    },
    {
        "input": "“ ဒါ ဟာ ကျွန်တော် ယနေ့ အထိ အစိုးရ သစ် နှင့် ( အမေရိကန် ) အုပ်ချုပ်ရေး အကြား အလွန် ကောင်းမွန်သော အလုပ် ဆက်ဆံရေး ရှိ ခဲ့ပြီး အဘယ်သို့ အနှောင့်အယှက် လိမ့်မည် ယုံကြည်ရ အောင် တစ် ခု ခု မ ရှိ ။ ” ၊ ဒုတိယ ကမ္ဘာစစ် ပြီး ကတည်းက ခိုင်မာ ခဲ့ပြီးသော ၊ အမေရိကန် နှင့်အတူ ဆက်ဆံရေး အပေါ် သက်ရောက်မှု များ ရှိသည် ဟု စမစ် က ဆို ခဲ့သည် ။\n",
        "output": [
            "Smith said of the effect on relations with the US - which have been strong since World War II - \"It's not something which I believe will disturb what to date has been a very good working relationship between the new government and the (U.S.) administration.\"\n"
        ]
    },
    {
        "input": "“ ကျွန်တော် သမ္မတ ဖြစ် သောအခါ ၊ အမေရိကန် ပြည်ထောင်စု ၏ ရံပုံငွေ နှင့်အတူ ခြိုးခြံချွေတာရန် သည် ကျွန်တော် ကြိုးပမ်းရမည့် စီးပွါးရေး မူဝါဒ သာလျှင် ဖြစ်သည် ။ ”\n",
        "output": [
            "\"When I am President, the only economic policy I shall pursue is to be frugal with the funds of the United States.\"\n"
        ]
    },
    {
        "input": "“ ကျွန်ုပ်တို့ မှာ ဖမ်းဆီး ဖို့ ဝရမ်း တစ်ခု ရှိ ကြောင်း ကျွနုပ်တို့ က သင့် ကို ချက်ချင်း အံ့အားသင့် အပြီးသတ် ရန် ဝမ်းသာပါသည် ။ ”\n",
        "output": [
            "\"We have a warrant of arrest that we are happy to execute against you right away.\"\n"
        ]
    },
    {
        "input": "“ သူတို့ ဟာ အားကစားသမား ကောင်း တွေ ၊ ရိုးသားမှု အဆင့် အေ ရှိ ကျောင်းသားတွေ ၊ တော် ပြီး ၊ .... သန်မာသော ကလေး ငယ် တွေ ဖြစ်ကြတယ် ၊ ” လို့ အိမ်နီးချင်း ဒွန် တေလာက ပြောခဲ့ပါတယ် ။\n",
        "output": [
            "\"They were great athletes, straight-A students, just good, little boys...It's tough,\" said neighbor Don Taylor.\n"
        ]
    },
    {
        "input": "ဖီလာဒယ်ဖီယာ တွင် အပူချိန် ၁၀၀ ဒီဂရီ ဖာရင်ဟိုက် ရောက်လိမ့်မည် ၊ ဝါရှင်တန် ဒီစီ တွင် အပူချိန် ၏ အမြင့် ၁၀၁ ဒီဂရီ ဖာရင်ဟိုက် ရှိလိမ့် ပြီး ဘယ်တီမိုးလ် နှင့် ရစ်ချ်မွန် တို့တွင် ၁၀၀ မှတ် အထက် အပူချိန်များ မြင့်တက် မည်ကို တွေ့မြင်ရလိမ့်မည် ။\n",
        "output": [
            "Philadelphia will reach 100ºF, Washington D.C. will have a high of 101ºF and Baltimore and Richmond may see temperatures rise above the 100 mark.\n"
        ]
    },
    {
        "input": "ထိပ်ဆုံး နေရာ တွင် ရှိနေခဲ့ သော အဆိုပါ ဆောင်းပါး သည် ဆိုဗီယက် ယူနီယံ တွင် အတင်းအကျပ် အခြေစိုက်နေထိုင်ခိုင်းခြင်း ဖြစ်ပါတယ် ။\n",
        "output": [
            "The article that put the site over the top was Involuntary settlements in the Soviet Union.\n"
        ]
    },
    {
        "input": "ခေါင်းဆောင်များ သည် စနေနေ့ မနက် တွင် မိုးလေထန်သော အခြေအနေများ ရှိနိုင်သည် ဟု သတိပေးခဲ့ပြီးပြီ ၊ ဟု ဒေသအလိုက် စွဲချက်တင်သော မက်ဇင် စတက်ပန်နန်ကို က ရုရှား၏ ၂၄ ရုပ်မြင်သံကြားဌာန ကို ပြောခဲ့သည် ။\n",
        "output": [
            "Captains had been warned Saturday morning of the stormy conditions, regional prosecutor Maxim Stepanenko told Russia's Vesti 24.\n"
        ]
    },
    {
        "input": "ဒီဟာ သည် သမိုင်း တွင် မှတ်တမ်းတင်ခဲ့သော မာဘတ် ဗိုင်းရပ်စ်ကြောင့်ဖြစ်သည့် သွေးမတိတ် အဖျားရောဂါ ၏ ဖြစ်ပွါးမှု အကြီးမားဆုံး ဖြစ်သည် ။\n",
        "output": [
            "This is the largest recorded outbreak of Marburg viral hemorrhagic fever in history.\n"
        ]
    },
    {
        "input": "“ ၎င်း ၏ စီမံချက် နှင့် အမှုထမ်းများ ဆန့်ကျင် ရန်ပြုလိုစိတ် တိုးလာသော ကြောင့် ဂါဇာကမ်းမြောင်ဒေသ ရှိ ၎င်း ၏ လုပ်ငန်းများ အားလုံး ကို ရပ်ဆိုင်းထား ရန် ယူအန်အာဒဗလျူအေ က ဆုံးဖြတ်ခဲ့သည် ” ဟု ကုလသမဂ္ဂကယ်ဆယ်ရေး နှင့် အလုပ်အေဂျင်စီ ( ယူအန်အာဒဗလျူအေ ) မှ ဂါဇာ အခြေစိုက် ပြောခွင့်ရပုဂ္ဂိုလ် အက်နန် အဘူ ဟန က မနေ့က ပြောခဲ့ပါသည် ။\n",
        "output": [
            "\"UNRWA decided to suspend all its operations in the Gaza Strip because of the increasing hostile actions against its premises and personnel\", Adnan Abu Hasna, a Gaza-based spokesman for the United Nations Relief and Works Agency (UNRWA), said yesterday.\n"
        ]
    },
    {
        "input": "ယာဉ်မောင်း များ သည် ပေ ၇၀ အနက် ရှိ သူမ ၏ လေးလံသော အလောင်း ကို တွေ့ရှိခဲ့သည့် ၊ ၁၉၉၇ ခုနှစ် သြဂုတ် လ တိုင်အောင် သူမ ကို မတွေ့ရှိခဲ့ရပါ ။\n",
        "output": [
            "She was not found until August 1997, when divers found her weighted corpse 70 feet deep.\n"
        ]
    },
    {
        "input": "“ ချက်ချင်း အရေးယူ ဆောင်ရွက် ” ပြီး “ ၃၆ ယောက် သော ငါး ဖမ်း သမား များ ကို နေအိမ် သို့ ခေါ်ဆောင် နိုင်ရေး အတွက် ဖြစ်နိုင်သမျှ အရာ အားလုံး ကို လုပ်ဆောင် ရန် ” စပိန် အာဏာပိုင် များ သို့ သူတို့ က တောင်းဆိုခဲ့ကြသည် ။\n",
        "output": [
            "They called for Spanish authorities to \"act immediately\" and \"do everything possible to bring home the 36 fishermen.\"\n"
        ]
    },
    {
        "input": "ကယ်ရီ က “ သိပ္ပံပညာ စမ်းသပ်မှု ” ညီလာခံ တွင် ကမ္ဘာကြီး ပူနွေးလာမှု နှင့် ရာသီဥတု ပြောင်းလဲမှု ကို သံသယ ရှိ နေဆဲ အချိန် မှာ ကယ်ရီ ၏ ကြိုးပမ်းအားထုတ်မှုများ နှင့် ယူနိုက်တတ် နေးရှင်း နှင့် အယ်လ်ဂိုး ကုလသမဂ္ဂ သုတေသန ရှိ နေ သော်လည်း “ ပြောင်းလဲမှု အတွက် အိမ်ဖြူတော် သည် နောက်ဆုံး ဖြစ် သည် ” ဟု တင်ပြခဲ့ ပြီး မှတ်ချက်ချခဲ့သည် ။\n",
        "output": [
            "Kerry noted that there are still skeptics of global warming and climate change in Congress who \"test the science\" despite the efforts and research of Al Gore and the United Nations and noting that \"the White House is the last place for change.\"\n"
        ]
    },
    {
        "input": "သူ က “ မင်း သိပါတယ် ၊ ဒါဟာ ထိပါးတာ ထက်လွန်နေပြီ ၊ မည်သည့် ကျော်ကြားသော အရာမဆို သို့မဟုတ် အမေရိက မှ မည်သည့် လူ မဆို သီးခံသင့်တယ် ၊ ပြီးတော့ ခေတ်ရေစီးကြောင်း မီဒီယာ က ဒါ နဲ့ပတ်သတ်ပြီး လှောင်ပြောင် တယ် ” ဟု ပြောသော ၊ ထူးခြားဆန်းကြယ်သည့်အသွင် အပေါ် ပုံနှိပ်တိုက် ရဲ့ တုန့်ပြန်မှု ကို ဝေဖန်ခဲ့သည် ။\n",
        "output": [
            "He criticized the response of the press to the phenomenon, saying, \"It's offensive beyond, you know, anything that any public figure or anybody in America should tolerate, and the mainstream media laughs about it.\"\n"
        ]
    },
    {
        "input": "စစ်ရေးဆိုင်ရာ ကြား၀င်ခြင်း အတွက် အစိုးရ တောင်းဆိုမှု တွေ ရဲ့ ရှုံးနိမ့်မှု က အချို့ ကို အံ့အားသင့်စေခဲ့ပါတယ် ။\n",
        "output": [
            "The defeat of the government motion for military intervention has surprised some.\n"
        ]
    },
    {
        "input": "အဆိုပါ ပြိုင်ပွဲ တွင် အဆိုပါ အခြေအနေ များ သည် ပြိုင်ပွဲ ချိန် ၏ ပြေးလမ်း တွင် အမျိုးသား မိုးလေဝသ ဝန်ဆောင်မှု က အစီရင်ခံသော အပူချိန် ၈၈ ဒီဂရီ ဖာရင်ဟိုက် ( ၃၁ ဒီဂရီ ဆဲစီးရပ် ) နှင့်အတူ ၊ လွန်စွာ မတူညီခဲ့ပါ ။\n",
        "output": [
            "The conditions at this race were far different, with the National Weather Service reporting temperatures of 88° F (31° C) at the track at race time.\n"
        ]
    },
    {
        "input": "လူ ၂၀ သည် အဆိုပါ ဗုံး သည် စိုးရိမ်ဖွယ် အန္တရာယ် ရှိနေ စဉ် သူတို့ ၏ အိမ် များ မှ စွန့်ခွာခဲ့ရသည် ။\n",
        "output": [
            "20 people had to evacuate their homes while the bomb was safely defused.\n"
        ]
    },
    {
        "input": "ဂီတ လောက တွင် ၅၈ နှစ်ကြာ တက်ကြွစွာ လုပ်ဆောင်လျှက်ရှိသော မာတီနို သည် သူ ၏ မွေးရပ်မြေဖြစ်သော ဖီလဒယ်ဖီယာ တွင် ၊ ကွယ်လွန်ခဲ့သည် ။\n",
        "output": [
            "Martino died at his childhood hometown of Philadelphia, following an active 58 years in the music business.\n"
        ]
    },
    {
        "input": "ပထမ အကြိမ် ငလျင် တိုင်းတာမှု သည် ၄.၇ ရစ်ချက်တာ စကေး ရှိခဲ့ ပြီး တောင်ထူထပ်သော ဒေသ တွင် ဖြစ်ခဲ့ ကာ ဒုတိယ အကြိမ် တိုင်းတာမှု သည် ၅.၁ ဖြစ်သည် ။\n",
        "output": [
            "The first earthquake measured a 4.7 on the Richter magnitude scale and was in a mountainous area and the second measured a 5.1.\n"
        ]
    },
    {
        "input": "ဗုဒ္ဓဟူးနေ့ ည က ၊ အမျိုးသား အသင်း ဗိုလ်လုပွဲ ပွဲစဉ် တွင် စိန့် လူးဝစ် ကာဒီနယ် က သူတို့ ၄ ကြိမ်မြောက် အောင်မြင်မှု ရရှိ ရန် ၅ - ၁ ဂိုး ဖြင့် ရှုံးနိမ့် ပြီး မြောက် အမေရိက မှ ဘေ့စ်ဘော အသင်း ပညာရှင် ၊ ဟူစတွန် အက်စတို သည် ၂၀၀၅ အမျိုးသား အသင်း ထူးချွန်ဆု ကို အနိုင် ရရှိခဲ့သည် ။\n",
        "output": [
            "Wednesday night, the Houston Astros, a professional baseball team in North America, won the 2005 National League Pennant by defeating the St. Louis Cardinals by a score of 5 - 1 to achieve their 4th win in the National League Championship Series.\n"
        ]
    },
    {
        "input": "“ အနက်ရောင် မွန်ဒီယို ကား က လက်စ်တာ ကို ဦးတည် သွားနေခဲ့ ပြီး လော်ရီကား က မျက်နှာချင်းဆိုင်ဖြစ်သောလမ်းကြောင်း ( ဦးတည်ရာဆန့်ကျင်ဘက်တစ်ဖက်ယာဉ်ကြော ) တွင် သွားနေတာဖြစ်ခဲ့ပါသည် ၊ “ ဟု အဆိုပါ ဒေသခံ ရဲအဖွဲ့ ၏ ရဲ တစ်ဦး ဆီမွန်အက်ကင် က ပြောခဲ့ပါသည် ။\n",
        "output": [
            "Simon Adkin of the local police said that, \"the black Mondeo was travelling towards Leicester and the lorry was travelling in the opposite direction.\"\n"
        ]
    },
    {
        "input": "သူတို့ သည် အရုပ်တွှေ ရဲ့ ဆေးခြယ်မှု တွေ ထဲမှာ ပိုမို ကြောက်ရွံ့ဖွယ် ၏ အန္တရာယ်ရှိသော အဆင့်များ ကို ဦးတည်နေမှု ပေါ်မှာ ထုတ်ကုန်များ ပိုမို၍ ဆင့်ခေါ်နေသည် ဟု အရုပ် တီထွင်ထုတ်လုပ်သူ မက်တယ် က ယနေ့ ကြေငြာခဲ့သည် ။\n",
        "output": [
            "Toy manufacturer Mattel announced today that they are recalling more products over fears of dangerous levels of lead in the toy's paint.\n"
        ]
    },
    {
        "input": "အခြား နှစ် ဦး က နှင်းလျှောစီး စဉ် တွင် ၊ ဇာဟက် က နှင်းတောစီးဖိနပ် ဖြင့် ကုန်းကြောင်း လျှောက် ပြီး အလေးချိန် ၁၇၀ - ပေါင် ( ၇၇ - ကီလိုဂရမ် ) ပစ္စည်းတင် သော စွပ်ဖါး ကို ဆွဲ ရင်း ခရီးသွားရသည် ။\n",
        "output": [
            "Zahab had to pull 170-lb (77-kg) sleds of equipment, traveling on foot and on snowshoes while the other two men skied.\n"
        ]
    },
    {
        "input": "ဇူလိုင် လ ၂၀၁၀ ခုနှစ် တွင် ၊ အေအယ်လ်ပီ ၏ ခေါင်းဆောင် အဖြစ် နှင့် ဝန်ကြီး ချုပ် အဖြစ် ရုဒ် ကို မစ္စ ဂေးလဒ် က အစားထိုးခဲ့ပါသည် ။\n",
        "output": [
            "In July 2010, Rudd was replaced as leader of the ALP and as Prime Minister by Ms Gillard.\n"
        ]
    },
    {
        "input": "ထိုအရာသည် အခွန် ကောက်ခံမှု ၏ အလုပ်အကြွေး ရလဒ်များကို လုပ်ဆောင် ရန် လျင်မြန်စွာ လုပ်ဆောင်ပါလိမ့်မယ် ဟု စီအာအေ(ကနေဒါအခွန်ဘဏ္ဍာကိုယ်စားလှယ်လုပ်ငန်း) က အကြံပြုသည် ။\n",
        "output": [
            "The CRA suggests that it would work quickly to process the resulting backlog of tax returns.\n"
        ]
    },
    {
        "input": "ဩစတြေးလျ ၏ ထိပ်တန်း အဆင့် အိမ်ရှင် အသင်း ၊ ဒဗလျူအသင်း ၊ တွင် ကစားနေ သော သူမ သည် ၂၀ဝ၉ ခုနှစ် တွင် အသင်း တံခွန်စိုက်ပြိုင်ပွဲ မှာ အနိုင်ရခဲ့သည် ။\n",
        "output": [
            "Playing in Australia's top level domestic league, the W-League, she won the league championship in 2009.\n"
        ]
    },
    {
        "input": "သူ၏ စားနေကျအစားအစာ တွင် အေးခဲခြောက်သွေ့သော အစားအစာ နှင့် ငါးများ ပါဝင် ပြီး ၊ ၎င်းတို့ သည် သူ့ ကို စိတ်ပိုင်းဆိုင်ရာ မောပန်းခြင်း အစား ရုပ်ပိုင်းဆိုင်ရာ ကောင်းမွန်သောအခြေအနေ ကို ထိန်းထားပေးပါသည် ။\n",
        "output": [
            "His diet consists of freeze-dried foods and fish, which are keeping him physically well-conditioned despite tiring mentally.\n"
        ]
    },
    {
        "input": "သမ္မတ ဘုရှ် က သူ သည် ဂွမ်တာနာမို ပင်လယ်အော် ထိန်းသိမ်းရေး စခန်း ကို ပိတ်သိမ်းရန် ဆန္ဒရှိသည် ဟု ဂျာမန် ရုပ်မြင်သံကြား အေအာဒီ မှာ ယခင်က ပြောကြားခဲ့သည် ။\n",
        "output": [
            "President Bush said previously on ARD German television that he wants to close the Guantanamo Bay detainment camp.\n"
        ]
    },
    {
        "input": "ပါကစ္စတန် အစိုးရ က ယူကျူ့ ၊ လူသိများသည့် အင်တာနက်မှ မျှဝေကြည့်ရှုနိုင်သည့်သတင်းဗွီဒီယို ၊ \" များပြားလာစေသော ဘာသာရေးဆိုင်ရာမလေးမစားပြုမူသည့် \" သာဓက အရာများ ကြည့်ရှူခြင်း ကို ပိတ်ပင်လိုက်သည် ။\n",
        "output": [
            "The Pakistani government has blocked access to YouTube, the popular video-sharing website, citing \"growing sacrilegious\" content.\n"
        ]
    },
    {
        "input": "စီတီဗန်နီ စီဗီဗယ်တူ မှ နှစ် ဦး နှင့် ဒေါက် ဟောဝပ် ၊ မီးလပ်စ် မူလီယမ်နာ တို့ မှ ကြိုးစားမှု များ သည် အော ဘလက် ၏ အရေးပါသော ခေါင်းဆောင်မှု ကို တိုးတက်ခဲ့သည် ။\n",
        "output": [
            "Tries from Doug Howlett, Mils Muliaina and two from Sitiveni Sivivatu increased the All Black's imposing lead.\n"
        ]
    },
    {
        "input": "\" လျှပ်စစ် ပြတ်လတ်မှု သည် တိုင်းပြည် ၏ စက်မှုလုပ်ငန်း အပိုင်း အား ထိခိုက်လာနိုင် သော စွမ်းအင်ဆိုင်ရာ အန္တရာယ် တစ်ခု အဖြစ် စိုးရိမ်ပူပန်မှု များ ဖြစ်စေခဲ့သည် ဟု ၊ \" အင်ဒိုနီးရှား ၏ ဈေးကွက် စီးပွားရေး မှ ကုန်သည် တစ်ဦး က ပြောကြားခဲ့သည် ။\n",
        "output": [
            "\"The power outage has resulted in worries over an energy crisis which could hurt the nation's industrial sector,\" said a trader on Indonesia's stock market.\n"
        ]
    },
    {
        "input": "ဒီ ပြိုင်ပွဲ သည် ၂၀၀၈ ခုနှစ် ဒီ ထိုင်ဝမ် ခရီးသွားလာခြင်း တွင် ဒုတိယ အကြာရှည်ဆုံးသော ပြိုင်ပွဲ ဖြစ် သော်လည်း ၊ ထိုင်ပေ-ကီးလမ် မြို့တော် နယ်နိမိတ် အတွင်း အစောပိုင်း မိုး ရွာသွန်းမှု ကြောင့် ထို ရာသီဥတု အခြေအနေ သည် စက်ဘီးစီးသူ ၈၉ ယောက် ကို စိန်ခေါ်ခဲ့သည် ။\n",
        "output": [
            "Even though this race is the second longest race in 2008 Tour de Taiwan, the weather challenged 89 cyclists due to an earlier rain in Taipei-Keelung metropolitan area.\n"
        ]
    },
    {
        "input": "နယ်စည်းမခြား သတင်းထောက်များ ( အာဒဗလူဘီ ) သည် လူသတ်မှု အတွက် တာဝန်ရှိသော ထိုသူများ ၏ အပြစ်ဒဏ် အတွက် အယူခံဝင်ခဲ့ပါတယ် ။\n",
        "output": [
            "Reporters Without Borders (RWB) have appealed for punishment of those responsible for the murder.\n"
        ]
    },
    {
        "input": "“ ကျွန်တော်တို့ သည် အဆိုပါ လူတွေ ဆီသို့ ရောက် ရန် ကားရထားများ ၏ ဘေးဘက်များ ကို ဖွင့် ရန် ဂဟေဆော်သည့် မီးခွက်များ ကို အသုံးပြုရတယ် ၊ ” ဟု ရီယိုဒီဂျနေရိုး မီးသတ် ဌာန ၏ အထွေထွေ အုပ်ချုပ်ရေး အရာရှိ ၊ ပီဒိုမက်ချာဒို မှ ပြောကြားခဲ့သည် ။\n",
        "output": [
            "\"We have to use blowtorches to open the sides of the train cars to reach the people,\" said Pedro Machado, commander general of the Rio de Janeiro Fire Department.\n"
        ]
    },
    {
        "input": "သူ တို့ ၏ ရှေ့နေ က စွဲချက် များ သည် အခြေအနေ များ ကို အလွန်အမင်း စဉ်းစားခဲ့တယ် လို့ သူ ခံစားရသည် ဟု ပြောခဲ့သည် ။\n",
        "output": [
            "A lawyer for the men said he felt the charges were excessive considering the circumstances.\n"
        ]
    },
    {
        "input": "ကယ်ဆယ်ရေးသမားများ သည် တာ့စ်မနီးယား မြောက် ပိုင်း က ဘေကွန်ဖီးလ် မိုင်းတွင်း တွင် ပိတ်မိနေသော သတ္တုတွင်း အလုပ်သမားများ ဆီ ရောက် အောင် သူ တို့ ရဲ့ ကြိုးစားအားထုတ်မှုများ ကို ဆက်လက် လုပ်ဆောင်နေပါသည် ။\n",
        "output": [
            "Rescuers are continuing their efforts to reach the trapped miners in the Beaconsfield mine in northern Tasmania.\n"
        ]
    },
    {
        "input": "ကိုပင်ဟေဂင် မြို့ တွင် ကုလသမဂ္ဂ ရာသီဥတု ပြောင်းလဲမှုဆိုင်ရာ ညီလာခံ ၌ ၊ ညှိနှိုင်းဆွေးနွေးမှုများ မှာ လေး ရက် ကြာ ပြီးနောက် ၊ အာဖရိက နိုင်ငံများ သည် ၁၉၉၇ ခုနှစ် ကျိုတို စာချုပ်စာတမ်း ကို အစားထိုး ရန် ၊ အနာဂတ် တွင် ဖြစ်နိုင်သော သဘောတူစာချူပ် ၏ ပထမ မူကြမ်း အဆို ကို ပြုလုပ်ခဲ့သည် ။\n",
        "output": [
            "At the United Nations Climate Change Conference in Copenhagen, after four days of negotiations, Africa countries have made the first draft version of future possible treaty, to replace the 1997 Kyoto protocol.\n"
        ]
    },
    {
        "input": "“ ဒီအက်စ်၄အက်စ်အီးကျူ သည် အဓိက မဲ အတွက် သင့်တော်သော ရာခိုင်နှုန်း တစ်ခု ရရှိ ရန် နှင့် အမတ်နေရာ တော်တော်များများ ကို အနိုင်ရချင်သည် ၊ ” ဟု မစ္စတာ ဖရက်(စ်) က ပြောကြားခဲ့သည် ။\n",
        "output": [
            "\"DS4SEQ would like to gain a sizeable percentage of the primary vote and win a number of seats,\" Mr furze said.\n"
        ]
    },
    {
        "input": "ဤအကြောင်း သည် အိတ်ချ်တူးဘီ-အမေရိကန်ပြည်ထောင်စုတွင်ယာယီအလုပ်လုပ်ခွင့်ပြုသော ပြည်ဝင်ခွင့်ဗီဇာ ဖြင့် အမေရိကန်နိုင်ငံ သို့ နိုင်ငံခြားသား အလုပ်သမားများ ၁၂၀ဝဝဝ ဦး ဝင်ရောက်ခဲ့ သော ၂၀ဝ၇ ခုနှစ် နှင့် သိသာသော နှိုင်းယှဉ်မှု တစ်ခု အဖြစ် ဖြစ်လာသည် ။\n",
        "output": [
            "This comes as a stark comparison to 2007, when 120,000 foreign workers entered the U.S. with H-2B visas.\n"
        ]
    },
    {
        "input": "ပြည်ထဲရေး ဝန်ကြီး နီးကိုးလတ်စ် ဆာကိုဇီ က ရေးဆွဲထားသော ၊ တရားဥပဒေစီရင်ပြဋ္ဌာန်းခြင်း အသစ် အောက်တွင် ၊ ထောင် တွင် ၅ နှစ် ထိ ရင်ဆိုင်ခဲ့ရသော “ နိုင်ငံသား ဂျာနယ်လစ်များ ” ကို စီရင်ချက်ချခဲ့သည် ။\n",
        "output": [
            "Under the new legislation, written by Minister of the Interior Nicolas Sarkozy, convicted \"citizen journalists\" could face up to five years in prison.\n"
        ]
    },
    {
        "input": "\" သူတို့ သည် လေယာဉ် ပျံသန်းစဉ် အလုပ်လုပ်ခဲ့ကြ သကဲ့သို့ ကျွန်ုပ်တို့ သည် အင်ဂျင် များ ကို အလုပ်လုပ်ခဲ့ကြ ပေမယ့် ၊ လေ ထဲ ပျံသန်းရ မယ့် အစား ၊ သူတို့ သည် ကောင်းမွန် ဖို့ ပြုလုပ်ခဲ့သည် ။\n",
        "output": [
            "\"We ran the engines just like they would run during flight, but instead of being up in the air, they were held down.\n"
        ]
    },
    {
        "input": "ထိုကဲ့သို့သော အစုစပ်လုပ်ငန်း တစ်ခု သည် နှစ် ပေါင်း များစွာ က ကောလဟာလသတင်းများရှိခဲ့ ပြီး ၊ ထင်ကြေး ပမာဏ သည် လွန်ခဲ့သော လ အနည်းငယ ကျော် က ကြီးထွားလာခဲ့သည် ။\n",
        "output": [
            "Such a partnership had been rumored for years, and the amount of speculation grew over the past few months.\n"
        ]
    },
    {
        "input": "“ ဒါ သည် နှေးကွေးသော ပြကွက် ဖြစ် ခဲ့ သည် နှင့် တူပါသည် ဟု ကျွန်တော့် ကို ခံစားစေခဲ့သည် ။ ”\n",
        "output": [
            "\"It felt to me like it was in slow motion.\"\n"
        ]
    },
    {
        "input": "အဲ့ဒိနောက် မတိုင်ခင် ၊ ဝိုးလက် ကို ၀က်မင်စတားမြို့ မ၀င် ဘဲ သူ၏ လတ်ရှိ လိပ်စာ မှာ သူ ရှိနေသည် ဆိုသော အခြေနေ ပေါ် ၌ ၊ အာမခံ ခွင့်ပြုပေးခဲ့သည် ။\n",
        "output": [
            "Until then, Woollard has been granted bail, on condition that he remains at his current address, and does not enter the City of Westminster.\n"
        ]
    },
    {
        "input": "ထို့နောက် သူ သည် သမ္မတ အႅဖစ် \" ငရဲ ၏ တံခါးများ \" သို႔ အိုစမာ ဘင် လာဒင် ကို လိုက်လံဖမ်းဆီးမည် ဟု သူ ကတိပေးခဲ့သည် ။\n",
        "output": [
            "He then promised that as president he would hunt Osama bin Laden to the \"gates of hell.\"\n"
        ]
    },
    {
        "input": "နိုင်ငံတကာ အလှူရှင်များ ၏ ညီလာခံ တစ်ခု သည် ဒီ နိုင်ငံ အတွက် အကူအညီ ပို၍ ပေး ရန် လာမယ့် လ မှာ ဖြစ်လိမ့်မယ် လို့ မျှော်လင့်ထားခဲ့သည် ။\n",
        "output": [
            "It is expected that an international donors' conference will take place next month to solicit more aid for the country.\n"
        ]
    },
    {
        "input": "ထို တိုးတက်မှုများ ကို စမ်းသပ်သုံးစွဲသူ ၅၀၀,၀၀၀ ကျော် ဖြင့် စမ်းသပ်ခဲ့သည် ။\n",
        "output": [
            "The improvements have been tested by more than 500,000 beta-testers.\n"
        ]
    },
    {
        "input": "နန်စမ် သည် ၂၀၀၃ ကတည်းက ဆန် ဖရန်စစ္စကို ရဲ့ မြို့တော်ဝန် ဖြစ်ခဲ့ ပြီး ၂၀၀၇ တွင်လည်း ပြန်လည်ရွေးချယ်တင်မြှောက်ခြင်းခံခဲ့ရသည် ။\n",
        "output": [
            "Newsom has been San Francisco's mayor since 2003 and was re-elected in 2007.\n"
        ]
    },
    {
        "input": "“ ကျွန်တော် တို့ ဟာ ကျွန်တော် တို့ ရဲ့ ပရိတ်သတ် တွေ နှင့် အင်ဒီယာနာ မြို့တော် က လူ တွေ အတွက် ဆုတောင်းနေတာပါ ။ ”\n",
        "output": [
            "\"We are praying for our fans, and the people of Indianapolis.\"\n"
        ]
    },
    {
        "input": "“ နိုင်ငံ သည် လိမ်လည်မှု ကို ပိုကြိုက် သူ အစား အလုပ်လုပ် ရန် နှစ်သက် သူ ကို ရွေးချယ် ရန် အားပေး သင့်သည် ။ ”\n",
        "output": [
            "\"The nation should choose to encourage people who like to work rather than those who prefer cheating\".\n"
        ]
    },
    {
        "input": "ကယ်ရီ သည် “ သူတို့ သည် စိတ်ကစဉ့်ကလျား ရောဂါ ကုထုံး ၊ ပရိုဇက် ၊ ကုသမှု နှစ်မျိုး စလုံး ၊ သို့မဟုတ် အာနိသင် မဲ့ ဆေး တစ်မျိုး ကို -- မည်ကဲ့သို့ တုန့်ပြန်ခဲ့သည် ဖြစ်စေ ” ထို ကုသမှုများ အတွက် ထို ရလာဒ်များ က မှန်ကန် ကြောင်း အောင်မြင်စွာ ပြသ နိုင်ခဲ့သည် ဟု သတ်မှတ်ခဲ့သည် ။\n",
        "output": [
            "Curry noted that the results for those treated successfully held true \"whatever they responded to — cognitive-behavioral therapy, Prozac, both treatments, or a placebo\".\n"
        ]
    },
    {
        "input": "ဒါ့အပြင် ၊ သူ တို့ သည် စခန်း ၏ လေထု ကို ထိန်းချုပ် ကူညီ သော စနစ်များ ပေါ်က အပေါက်များ ကို စစ်ဆေးခဲ့ ပြီး ဂျပန် ရုပ်ပိုင်း ဆိုင်ရာ သိပ္ပံ စမ်းသပ်မှု တစ် ခု ကို ပြောင်းရွှေ့ခဲ့သည် ။\n",
        "output": [
            "In addition, they checked vents on systems that help control the Station's atmosphere and relocated a Japanese physical science experiment.\n"
        ]
    },
    {
        "input": "သူမ က သူမ ရဲ့ ခင်ပွန်း ပက် ကို ၊ အိမ် မှာ ရှိနေ တဲ့ ကာစီ ရဲ့ ပစ္စည်း တွေ ကို မသယ်နိုင်ဘူးလား ပြီးတော့ ဒါ တွေ အများစု ကို ကုန်လှောင်ရုံ မှာ ထားပါ လို့ ပြောတယ် ။\n",
        "output": [
            "She says her husband Pat, couldn't bear having Casey's things at home and put most of them in storage.\n"
        ]
    },
    {
        "input": "မိုက်ခရိုဆော့ က သူတို သည် စာမျက်နှာ ၃၀ဝ၀ဝ ရှိ ယခင် က လျှို့ဝှက် ဆော့ဝဲလ် ကုတ် ကို လွန်ခဲ့သော ကြာသပတေးနေ့ ( ဖေဖော်ဝါရီ ၂၁ ရက် ) တွင် ထုတ်ဖော်အသိပေးရန် ကြေငြာခဲ့ ပြီးနောက် ဆုံးဖြတ်ချက်များ ဖြစ်လာသည် ။\n",
        "output": [
            "The decisions came after Microsoft announced they were disclosing 30,000 pages of previously secret software code last Thursday (February 21st).\n"
        ]
    },
    {
        "input": "ရထားများ ပလက်ဖောင်း သို့ ရွေ့လျားပြီး နှင့် တံခါးများ ကို ဖွင့်လှစ်ပြီးသော ၊ မိနစ်ပိုင်း အတွင်း လန်ဒန်မြို့ မြေအောက် က \" သင်္ကတေပယင်းရောင် \" တစ်ခု ကြေညာခဲ့သည် ။\n",
        "output": [
            "London Underground declared a 'code Amber' within minutes, moving trains to platforms and opening all doors.\n"
        ]
    },
    {
        "input": "အော့ပင်ဟိုင်မာ သည် ၊ လော့စ် အဲလမို့ မြို့ တွင် လျှို့ဝှက် လက်နက် ဒီဇိုင်း ဓာတ်ခွဲခန်း စတင်ခဲ့ သောအခါ ၊ သူ သည် ဗက်သ ကို သီအိုရီ ဌာန ခွဲ ၏ စီစဉ်ညွှန်ကြားသူ အဖြစ် ခန့်အပ်ခဲ့သည် ။\n",
        "output": [
            "When Oppenheimer started the secret weapons design laboratory, Los Alamos, he appointed Bethe as Director of the Theoretical Division.\n"
        ]
    },
    {
        "input": "\" သူတို့ သည် မြောက် မျက်နှာမူ သော နွား များ နှင့် သမင် များ တွေ့ရ သောအခါ ညီညွတ်မူ နှင့် ပတ်သက်၍ ကျနော် အမှန်တကယ် အံသြခဲ့သည် \" : ဟု ကင်စတန် တွင် ရို့ဒ် အိုင်လန် တက္ကသိုလ် ၏ ပီတာ အောဂတ် က ၊ ပြောကြားခဲ့သည် ။\n",
        "output": [
            "Peter August of the University of Rhode Island in Kingston, commented: \"I was really amazed at the consistency with which they found north-facing cows and deer.\"\n"
        ]
    },
    {
        "input": "အခြား အိမ်နီးချင်း က ၊ \" ကျွန်တော် တွေ့ ဘူးသမျှထဲမှာ ချစ်စရာ အကောင်းဆုံး ကလေးငယ်လေး တွေ ၊ နှစ်သက်ဖွယ်ကောင်းတဲ့ အိမ်နီးချင်း လေးတွေ \" လို့ ထပ် ပြောပါတယ် ။\n",
        "output": [
            "Another neighbor added, \"Wonderful neighbors, just the sweetest kids I've ever known.\"\n"
        ]
    },
    {
        "input": "ဆိုလာပြားအတန်းများ တွင် ၁၁၅ ပေ ရှည် ဆိုလာပြားအတန်း ၂ ခု ပါဝင် ပြီး အဆိုပါ အတန်း ၂ ခု ကို အလယ် မှ ချိတ်ဆက် ကာ နေေရာင်ခြည် ဖမ်းယူ ရန် ဆိုလာပြားမျက်နှာပြင် ကို လှည့်လည်ပေးနိုင်သော ကရိယာ ကို တပ်ဆင်ထား ပြီး ဆိုလာပြား အတန်း ၂ ခု ၏ စုစုပေါင်း တောင်ပံအစွန်း ၂ ဖက် အကွာအဝေး သည် ၂၄၀ ပေ ရှိပါသည် ။\n",
        "output": [
            "The arrays consist of two 115-foot-long arrays, for a total wing span of 240 feet, including the equipment that connects the two halves and allows them to twist as they track the sun.\n"
        ]
    },
    {
        "input": "အတ်ဖ်အယ်လ်အုပ်စု အပြင် ဘာဂါ အုပ်စု သည် ဗြိတိန် ဈေးကွက် တွင် ရင်းနှီးမြှူပ်နှံခဲ့သည် ။\n",
        "output": [
            "Baugur Group, as well as FL Group, have been investing in the UK market.\n"
        ]
    },
    {
        "input": "လေယာဉ်ပျက်ကျမှု ဖြစ်ပေါ် သောအခါ ထို မိသားစုသည် လူငယ်များ အတွက် ဘောလုံးပွဲ တတ်ရောက် ရန် လမ်းခုလတ် တွင် ဖြစ်သည် ။\n",
        "output": [
            "The family was on their way to attend a football game for youths when the crash occurred.\n"
        ]
    },
    {
        "input": "သို့ပေမဲ့ ၊ ဝုဒ် သည် နောက်ဆုံး ဆုံးဖြတ်ချက် အနေဖြင့် တရားဝင် စစ်ဖြစ်ပွားခြင်း ကို သူ ကိုယ်တိုင် ထက် ၊ ရှေ့နေချုပ် ကို တာဝန်ပေးထား ပြီး ၊ ၄င်း ကို ရှင်းရှင်းလင်းလင်း ပြုလုပ်ခဲ့သည် ။\n",
        "output": [
            "Wood makes it clear, however, that the final decision regarding the legality of war lay with the Attorney General, rather than with himself.\n"
        ]
    },
    {
        "input": "သင်္ဘော ၃၅၀၄ မှ အမှုထမ်း သင်္ဘော သား များ ကို ဖိလစ်ပိုင် လေ တပ် မှ စိုက်ဘေ ကျွန်း တွင် နေရာ ချ ပေး ထား ခဲ့ပါတယ် ။\n",
        "output": [
            "Vessel 3504's crew were located on Sibay Island by the Philippine Air Force.\n"
        ]
    },
    {
        "input": "ဤ ဇော့ဘီ စစ်တမ်း ၏ ရလဒ်များ ကို လွန်ခဲ့သော တနင်္လာနေ့ ( မေလ ၂၂ ရက် ) မှာ ထုတ်ပြန်ပေးခဲ့ သော်လည်း အဆိုပါ သတင်းအရင်းအမြစ် အတွင်း ၌ ဘက်လိုက်ယိမ်းစေခြင်း ဖြစ်ကောင်းဖြစ်နိုင် သောကြောင့် ပြည်သူအများသို့အများအပြား အဓိကထုတ်လွှင့်နေသောမီဒီယာများ က အကျယ်တဝင့် သတင်းထုတ်ပြန်ခဲ့ခြင်း မရှိခဲ့ပါ ။\n",
        "output": [
            "The results of this Zogby poll were released last Monday (22 May), but went largely unreported by the mass media, possibly due to bias within the source.\n"
        ]
    },
    {
        "input": "\" ဖော်ပြခဲ့သော အစီအစဉ် ဘီ နှင့်အတူ အေဂျင်စီ က လမ်းကြောင်းလွဲချော်ခဲ့ ပြီး ၊ ၎င်း၏ အလုပ် ကို မှန်ကန်စွာ လုပ် ရန် ခွင့်မပြုခဲ့ လျှင် ဘာဖြစ်ခဲ့မလဲ ၊ \" ဟု သူမ က ပြောခဲ့သည် ။\n",
        "output": [
            "“What happened with Plan B demonstrated that the agency was off track, and was not being allowed to do its job properly,” she said.\n"
        ]
    },
    {
        "input": "ရီပတ်ဘလီကန်ပါတီဝင် သမ္မတရာထူး ရွေးကောက်တင်မြှောက်ခံရရန် ကြိုးပမ်းနေ သူ ၊ ဟန်တာ သည် ၊ ပြီးခဲ့သော အပတ် က ဥပဒေ မူကြမ်း အား ထောက်ခံရေး ကို ကန့်ကွက်ခဲ့သည် ။\n",
        "output": [
            "Hunter, who is seeking the Republican Presidential nomination, argued in favor of the bill last week.\n"
        ]
    },
    {
        "input": "သေဆုံးသူ အရေအတွက် မှာ သေသေချာချာ မရှိပါဘူး ၊ ကိန်းဂဏန်း အားဖြင့် အပိုင်းအခြား မှာ တစ် ယောက် မှ မ ရှိခြင်း မှ သည် ရှစ် ယောက် အထိ ပါ ။\n",
        "output": [
            "The number of dead is not certain, with numbers ranging from none to eight.\n"
        ]
    },
    {
        "input": "စစ်အခြေစိုက် စခန်း ဖျက်ဆီးခံခဲ့သည် ဟု ဖော်ပြသော ကြေညာချက် ကို ဂျော်ဂျီရာ ဌာန မှ အတည်ပြုခဲ့သည် ။\n",
        "output": [
            "Georgian sources confirmed the announcement, stating that the base had been destroyed.\n"
        ]
    },
    {
        "input": "၎င်း အသက်အရွယ် ကျောင်းသား များ သို့ စစ်ဆေး မှု ရလဒ် များ ပေး ပို့ ရာ မှာ ကြာရှည် သော နှောင့်နှေး ကြန့်ကြာ မှု များ ရှိ ခဲ့ သောအခါ ၊ တစ်ဆယ့်လေး နှစ် အရွယ် များ အတွက် စစ်ဆေး မှု များ ဖျက်သိမ်း ရန် ဆုံးဖြတ် ချက် သည် ယခု နှစ် အစော ပိုင်း တွင် အခြေအနေ တစ် ခု ၏ ရလဒ် အနေဖြင့် ထွက်ပေါ် လာ ခဲ့ သည် ။\n",
        "output": [
            "The decision to abolish the tests for fourteen year olds came as a result of a situation earlier this year, when there were long delays with the delivery of test results to students of this age.\n"
        ]
    },
    {
        "input": "ဆွစ်ဇာလန် နိုင်ငံ ရှိ ဒစ်နစ်တက်စ် ဆေးခန်း တွင် အသုံးပြု သော ရွေးချယ်စရာ နည်းလမ်း တစ်ခု ၊ အော်ရီဂွန် ရှိ သေစေသော ဆေးထိုးခြင်းများ အတွက် ပန်တိုဘာဘစ်တယ် ကို ၊ အသုံးပြုခဲ့ ပြီး ၊ အိုကလာဟိုးမား ဖြင့် အသုံးပြုရန် စတင်ခဲ့သည် ။\n",
        "output": [
            "Pentobarbital, an alternative which is used at the Dignitas clinic in Switzerland, is used for lethal injections in Oregon, and has started to be used by Oklahoma.\n"
        ]
    },
    {
        "input": "နိုင်ငံတစ်ကာ ငွေကြေး လဲလှယ်ရေး တွင် ဘရင်န့် ခရုဒ် ဖျူးချားစ် အနေဖြင့် ( ဒီဇင်ဘာ လ အခြေခံ သော ) နံနက် ၈ နာရီ ၃၄ မီနစ် တွင် ယူအက်စ် ဒေါ်လာ ၈၉.၃၀ သို့ ရောက်ရှိခဲ့ ပါ သည် ။\n",
        "output": [
            "On the IntercontinentalExchange Brent Crude futures reached US$89.30 (basis December) as of 8:34 a.m..\n"
        ]
    },
    {
        "input": "အုပ်စု တစ်ခု စီ ရဲ့ ထိပ် လေး သင်း ဟာ ကွာတားဖိုင်နယ် ကို တက်ရမယ် ။\n",
        "output": [
            "The top four teams in each group then go on into the quarter-finals.\n"
        ]
    },
    {
        "input": "ပြစ်ဒဏ်ချမှတ်မှုများ သည် သပိတ်မှောက်ဆန္ဒပြသော ၊ အဖွဲ့အစည်းများ ကိုသာ သက်ရောက်မှု ရှိသော်လည်း ၊ အလုပ်သမား တစ်ဦးတစ်ယောက်ချင်းစီ အတွက် အရေးယူဆောင်ရွက်ခြင်း မရှိပါ ။\n",
        "output": [
            "However, the penalties apply only to unions organising secondary strikes, not to workers acting individually.\n"
        ]
    },
    {
        "input": "ဂျန်ကင် သည် နီဗါးဒါး ၏ အိုင်ဗန်ပပ် ရေကန် လွင်ပြင်များ တလျှောက် သူ၏ ဂရင်းဘတ် ကားနှင့် တစ် နာရီ ၁၂၆.၁ မိုင် နှုန်း ( တစ် နာရီ ၂၀၂.၉ ကီလိုမီတာနှုန်း ) အမြန်နှုန်း တစ်ခု ရောက်ရှိ ရန် စီမံခဲ့သည် ။\n",
        "output": [
            "Jenkins managed to reach a speed of 126.1 miles per hour (202.9 kilometres per hour) in his Greenbird car along the plains of Nevada's Ivanpah Lake.\n"
        ]
    },
    {
        "input": "ဝန်ကြီးချုပ် စတီဖန် ဟာပါ ၊ သူ ၏ ဇနီး နှင့် သူတို့ ၏ ကလေး နှစ်ယောက် အပါအဝင် ပြည်သူလူထု ၂၅၀၀၀ ခန့် သည် အဲဒီ နေရာ မှာ ရောက်ရှိ နေ ခဲ့ သည် ။\n",
        "output": [
            "About 25,000 people including Prime Minister Stephen Harper, his wife and their two children were there.\n"
        ]
    },
    {
        "input": "“ မမှန်းဆနိုင်သော တန်ဖိုး ရှိသည့် သတင်းအချက်အလက် များ ပါဝင်သော ဆောဖ်ဝဲလ် အစိတ်အပိုင်း ” ကို အချိန်မီ ရယူခဲ့သည် ၊ ဟု သတင်း က ပြောကြားသည် ။\n",
        "output": [
            "The \"software unit containing information of incalculable value\" was rescued in time, reports say.\n"
        ]
    },
    {
        "input": "သစ်လွင်တောက်ပြောင်သော အနက်ရောင် ဘောင်းဘီရှည် နှင့် သူမ၏ ရွှေရောင် ဆံပင် နောက်နား ပိုနီတေးဆံပင် ထူထူ အထိ ရောက်သော အနက်ရောင် လည်ပင်းခေါက်ဆွယ်တာ ကို ဝတ်ဆင်ထားသော သူမ သည် လှပ ၍ လေးဆယ်ကျော်အရွယ် ရှည်လျားသော ကျွန်း မှ ကလေး သုံးယောက် မိခင် ဖြစ်ပါသည် ။\n",
        "output": [
            "She is a beautiful forty-ish Long Island mother of three who is dressed in smart black pants and a black turtleneck that reaches up to her blond-streaked hair pulled back in a bushy ponytail.\n"
        ]
    },
    {
        "input": "ကြာသပတေး ည ဂျေ လန်နို နှင့်အတူ သည် တူနိုက် ရှိုး တွင် ပြည်သူ များ ရှေ့မှောက် ရောက်ရှိ လာ ရာတွင် ၊ သူသည် အိမ်ဖြူတော် ဘိုးလင်း ပစ် ကစား သည့် အားကစား ခန်းမ ၌ ဘိုးလင်း ပစ် ကစား ခဲ့ ပြီး ၁၂၉ မှတ် ရခဲ့သည် ဟု ၊ အမေရိကန် သမ္မတ ဘားရတ် အိုဘားမား သည် အိမ်ရှင် ၊ ဂျေ လန်နို အား ပြောခဲ့သည် ။\n",
        "output": [
            "In an appearance on the The Tonight Show with Jay Leno Thursday night, United States President Barack Obama told host, Jay Leno, that he had bowled at the White House bowling alley and scored a 129.\n"
        ]
    },
    {
        "input": "အီဗာ အယ်ဗွီလာ သည် သူမ ၏ တစ်ကိုယ်တော် ခေါင်းစဉ် မယ်လီဆာ အိုနေး အယ်လ်ဘမ် အတွက် သူမ ၏ ရောင်းအား အကောင်းဆုံး မှတ်တမ်း တစ်ခု ကို လည်း ပေးခဲ့သည် ။\n",
        "output": [
            "Eva Avila also gave her a muti-platinum record for her self-titled album Melissa O'Neil.\n"
        ]
    },
    {
        "input": "တောင်ပိုင်း ယော့ရှီးယား ရဲ့ ရဲ ဦးစီးချုပ် ၊ မီးဒစ် ဟူး ကို မြောက်ဘက် ဝေလနယ်များ တွင် ချိခ် အနီး က အေဖိုက် ကားလမ်း ပေါ်တွင် အမြန်နှုန်း အဆိုအရ ဖမ်းမိခဲ့သည် ။\n",
        "output": [
            "The Chief Constable of the South Yorkshire Police, Meredydd Hughes was allegedly caught speeding on the A5 road near Chirk in north Wales.\n"
        ]
    },
    {
        "input": "၂၀၀၄ ခုနှစ် တွင် ၊ ကွန်အတစ်ကက် မှ ခုနစ် နှစ် အရွယ်ရှိသော သူ တစ် ဦး သည် ယာဉ် ၏ ထိန်းချုပ်ထားသော လက်တန်းများ မှ သူမ ကိုယ်တိုင် လွတ်မြောက် ရန် စီစဉ်ခဲ့ ပြီး ၊ သူမ ထိုင်ခုံ ၏ ရှေ့ အစွန်း ပေါ်သို့ တက်သည် ။\n",
        "output": [
            "In 2004, a seven-year-old from Connecticut managed to free herself from the ride's restraining bars, and climb onto the front edge of her seat.\n"
        ]
    },
    {
        "input": "ထို လူ ၏ အရိုးစု သည် သူ့ ၌ ပြင်းထန်သော ဒူး ဒဏ်ရာ နှင့် သွားနှင့်ဆိုင်သော ပြဿနာ များ ရှိ ကြောင်း ဖော်ပြသည် ။\n",
        "output": [
            "The skeleton of this man reveals that he had serious knee injury and tooth problems.\n"
        ]
    },
    {
        "input": "နောက်ထပ် စမ်းသပ်မှု အဆင့် တွင် အသက်အရွယ် အုပ်စု အမျိုးမျိုး မှ လူ ၇၀၀ ပါဝင်လိမ့်မည် ။\n",
        "output": [
            "The next phase of the trial will include 700 people from varying age groups.\n"
        ]
    },
    {
        "input": "“ ယခု တိုက်ပွဲ ဖြစ်ပွား ရာ နေရာ စစ် မြေပြင် မှာ စစ်သား ပေါင်း ၁၄၀၀၀၀ နီပါး ကျွန်တော် တို့ မှာ ရှိ နေပြီ လို့ လည်း ကျွန်တော် မှတ်သား ရပါတယ် ၊ ပြီးတော့ ကျွန်တော် နားလည် သဘောပေါက် သိရှိ ရသလောက်ဆိုရင် မစ္စတာ ဟော့ဝတ်ဒ် က ၁၄၀၀ ကို သာ တပ်ဖြန့် ထား တာ ဖြစ်ပါတယ် ” ၊ ဟု မစ္စတာ အိုဘားမား က ပြောကြား ခဲ့ သည် ။\n",
        "output": [
            "\"I would also note that we have close to 140,000 troops on the ground now, and my understanding is that Mr Howard has deployed 1,400\", said Mr Obama.\n"
        ]
    },
    {
        "input": "\" ကျွန်ုပ်တို့ မှာ အဆောက်အဦး ၏ ဘေးနှစ်ဖက် တွင် ပြေးဆွဲနေသော ရေအားလျှပ်စစ် ကားလိုင်းများ လည်း ရှိပါသည် \" ။\n",
        "output": [
            "\"We also have hydro bus lines running down two sides of the building\".\n"
        ]
    },
    {
        "input": "ကျွမ်းကျင် မီးသတ်သမားများ သည် ၊ ပြည်သူလူထု အား လုံခြုံသော တရားဝင်သော မီးရှူးမီးပန်းများ ကို အသုံးပြုဖို့ အစည်းအဝေး ခေါ်ရန် နှင့် စီစဥ်ထားသော ပြည်သူလူထု နှင့် ဆိုင်သော ပြပွဲများ တက်ရောက်ဖို့ တိုက်တွန်းရန် ၊ နှစ်စဥ် ဒီ အချိန်ရောက်တိုင်း အမြဲ အလုပ်ရှုပ်သည် ။\n",
        "output": [
            "Fire experts, always busy around this time of year, have called for the use of safe and legal firework displays and have urged citizens to attend organised public displays.\n"
        ]
    },
    {
        "input": "လက်ရှိ အရာရှိများ အားလုံး သည် ပြောဆို ရန် ငြင်းဆိုခဲ့ ပြီး သူတို့ တွင် လုပ်ဆောင်မှု အတွက် တာဝန် မရှိ ဟု ကြေငြာခဲ့သည် ။\n",
        "output": [
            "All the present officials refused to speak and declared that they were not responsible for the action.\n"
        ]
    },
    {
        "input": "ကားလမ်း နံပါတ် ၃၅ နှင့် ကားလမ်း နံပါတ် ၃၀ တို့၏ အပိုင်းများ ကို ပိတ်ခဲ့သည် ။\n",
        "output": [
            "Portions of Interstate 35 and Interstate 30 were shut down.\n"
        ]
    },
    {
        "input": "ယဉ်ကျေးမှု ဆိုင်ရာ တော်လှန်ရေး ကောင်စီ ရုံးချုပ် က ၊ အစ္စလာမ် ယဉ်ကျေးမှု ဆိုင်ရာ တော်လှန်ရေး ကာလ အတွင်း ဖန်တီးထားခဲ့သည့် ၊ ဆိုးသွမ်းသော ဗီဒီယို နှင့် အသံ ဖိုင် သတင်းများ ကို ဆယ်လူလာ ဖုန်းများ အသုံးပြု ၍ ပေးပို့ခြင်း ကို စစ်ဆေးလိမ့်မည် ဟု အရိပ်အယောင် ပြထားသည် ။\n",
        "output": [
            "The Supreme Cultural Revolution Council, created during the Islamic Cultural Revolution, indicated that it would filter immoral video and audio messages sent using cellular phones.\n"
        ]
    },
    {
        "input": "ဒါပေမဲ့ တိုက်ခိုက်မှု မှ အသက်ရှင်ကျန်ရစ်သူများ က ပြည့်ပြည့်စုံစုံ စုံစမ်းစစ်ဆေးခြင်း တစ် ခု သည် အနာဂတ် တိုက်ခိုက်မှုများ ဖြစ်နိုင်ခြေ ကို လျော့နည်း ရန် အထောက်အကူဖြစ်စေနိုင် ပြီး ၊ အရေးပေါ် ဝန်ဆောင်မှုလုပ်ငန်းစဉ်များ ၏ တုန့်ပြန်မှု စွမ်းဆောင်ရည် ကို တိုးတက်စေသော အဖိုးတန် သင်ခန်းစာများ ကို သင်ပြပေးရာရောက်နိုင်သည် ဟု ထောက်ခံခဲ့ကြပါသည် ။\n",
        "output": [
            "But survivors of the attack argue that a fully comprehensive investigation could teach valuable lessons which may help reduce the likelihood of future attacks, and improve the response capabilities of the emergency services.\n"
        ]
    },
    {
        "input": "အိန္ဒိယ ၏ ပရက် ထရုစ် အဆိုအရ ၊ အသက်မပြည့်သော မိန်းကလေး သုံးယောက် မှ သူမတို့ အား သူ အဓမ္မပြုကျင့်ခဲ့သည့် တိုင်ကြားစာများ ကို အိန္ဒိယ ရှိ ရဲ လက်ခံရရှိခဲ့သည် ။\n",
        "output": [
            "According to Press Trust of India, police in India received complaints from three underage girls alleging he had raped them.\n"
        ]
    },
    {
        "input": "လူနာ မဟုတ်သူများ ကို သူတို့ ဆုတောင်း ပေး ကြောင်း ပြောခဲ့ ၍ ဆုတောင်းသူ အုပ်စု မဟုတ်သူ တို့ က လည်း သူတို့ မည်သူ့ အတွက် ဆုတောင်းခဲ့သည် ကို ပြောခဲ့သည် ။\n",
        "output": [
            "None of the patients were told that they were prayed for, and none of the prayer groups knew who they prayed for.\n"
        ]
    },
    {
        "input": "အာတိတ် သမုဒ္ဒရာ ရေခဲ များ ပိုမို အရည်ပျော်လာ သောကြောင့် ၊ ပင်လယ်ကူး သင်္ဘော များ သည် မြေပုံတွင်မပါဝင်သော ရေပြင် များ ကို ဖြတ်သန်းသည် ။\n",
        "output": [
            "As more Arctic ice melts, the ships sail through uncharted waters.\n"
        ]
    },
    {
        "input": "ဒီ တိမ်းမှောက်မှု ဟာ နယူး ဇီလန် နဲ့ ဂျာမနီ နှစ်ခု စလုံး ကို ကားပြိုင်ပွဲ အတွက် လမ်းကြောင်း ရဲ့ နောက်ဆုံး ကနေ ပြန်စတင် ပြုလုပ်စေခဲ့ပါသည် ။\n",
        "output": [
            "This crash made both New Zealand and Germany start from the end of the track for the feature race.\n"
        ]
    },
    {
        "input": "သားအိမ်ပြင်ပ သန္ဓေတည်မှု ရှိခြင်း သည် “ မကြားဖူးသော ” နောက်ဆုံးအချိန်ပြည့် အထိ အသက်ရှင်နိုင်သည် ဆိုတာကို ဆေးရုံ ၏ သားဖွားမီးယပ်အထူးကု အန်ဒရူးမယ်လာ က ပြောကြားသည် ။\n",
        "output": [
            "The hospital's obstetrician Andrew Miller says that having an ovarian pregnancy survive to full-term is \"unheard of\".\n"
        ]
    },
    {
        "input": "ဂျိမ်းစ် သည် သူ၏ ရှေ့နေ ၊ ဂျိမ်းစ် အီး ဘလက် ပြောကြားချက်အရ ၊ အပြစ်မရှိ ကြောင်း လျှောက်လဲ လိမ့်မည် ။\n",
        "output": [
            "James will plead not guilty, according to his attorney, James E. Blatt.\n"
        ]
    },
    {
        "input": "ကမ္ဘာ့ကျန်းမာရေးအဖွဲ့ မှ ဗိုင်းရပ်စ်များ ၏ ပြင်းထန်သော အခြေအနေ အများစု သည် ယခင် က နာတာရှည် ရောဂါ ရှိ လူများ တွင် ကူးစက်ခံရသည် ဟု ပြောခဲ့သည် ။\n",
        "output": [
            "The WHO says that many of the severe cases of the virus are reported in people with prior chronic illnesses.\n"
        ]
    },
    {
        "input": "\" ကျွန်ုပ်တို့ ဟာ ထိုကဲ့သို့ လူ့ အခွင့်အရေး ချိုးဖောက်မှုများ အား ချက်ချင်း ရပ်ဆိုင်း ဖို့ တာဝန်ရှိသော ပါတီများ အားလုံး ကို မေတ္တာရပ်ခံ ပြီး ၊ ထို ကိစ္စများ ကို လွတ်လပ်စွာ စုံစမ်းစစ်ဆေး ရန် ချက်ချင်း ဆောင်ရွက်မှုများ လုပ်ဆောင် ဖို့ ကျွန်ုပ်တို့ ဟာ အစိုးရ ကို အလေးအနက်တိုက်တွန်းပါတယ် ၊ \" လို့ သူ က ပြောကြားခဲ့သည် ။\n",
        "output": [
            "\"We call on all responsible parties to immediately stop such violations of human rights, and we urge the government to take immediate steps to independently investigate these cases,\" he said.\n"
        ]
    },
    {
        "input": "ယာဥ်ကြော ပိတ်ဆို့မှု တစ်ရပ် ဖြစ်ခဲ့ ပြီး တော့ ကားတွေ ရပ်တန့်ခဲ့ရတယ် ဟု သက်သေ တစ်ယောက် ဖြစ်သည့် ၂၁ နှစ် အရွယ်ရှိ ဈေးဆိုင်ပိုင်ရှင် မိုဟာမက် ၀လီ က ပြောဆိုခဲ့ပါသည် ။\n",
        "output": [
            "\"There was a traffic jam and all the vehicles were stopped,\" said one witness, 21-year old shopkeeper Mohammad Wali.\n"
        ]
    },
    {
        "input": "ဝက်ဝံ သည် တောအုပ် ထဲသို့ ပြန် ပြေးသွား သောအခါ ၊ ခွေး က ၄င်း ကို လိုက်ဖမ်းခဲ့သည် ။\n",
        "output": [
            "As the bear ran back into the woods, the dog chased it.\n"
        ]
    },
    {
        "input": "\" မည်သည့် အတိုင်းအတာ အားဖြင့် အပြောင်းလဲမရှိဘဲ ကွန်းစလန်း ကို ပထမဆုံး နေရာချခြင်း အတွက် ထူးခြားသော ပြည်နယ် တည်ထောင်သူ တစ်ယောက် ဖြစ်သော ဆာ ဂျွန် ကို အမှတ်ရနေလိမ့်မည် \" လို့ သြစတေးလျ အုပ်ချုပ်သူ ဗိုလ်ချုပ်ကြီး ဗိုလိချုပ် ဂျက်ဖရီ သည် မိန့်ခွန်း တစ်ခု တွင် ပြောကြားခဲ့သည် ။\n",
        "output": [
            "\"By any measurement, Sir Joh was an exceptional state builder who will be remembered for consistently placing Queensland first,\" said the Australian Governor General, Major General Jeffery, in a statement.\n"
        ]
    },
    {
        "input": "ကုလသမဂ္ဂ နှင့် ပြင်သစ် ငြိမ်းချမ်းရေးထိန်းသိမ်းရေးအင်အားစုများ က တာဝန်ထမ်းဆောင်ဆဲ သမ္မတ လော်ရန်ဘဘို မှ တိုင်းပြည် က ထွက်ခွာသွား ရန် အမိန့်ပေး သော်လည်း သူတို့ သည် အိုင်ဗရီကိုစ့် မှ ထွက်ခွာသွားလိမ့်မည်မဟုတ် ဟု ပြောဆိုသည် ။\n",
        "output": [
            "The United Nations and French peacekeeping forces say they will not leave the Ivory Coast despite orders from incumbent president Laurent Gbagbo to leave the country.\n"
        ]
    },
    {
        "input": "အိမ်ခြေ ၂,၀၀၀ ထိခိုက်စေသော ၊ နေရာ တွင် ဥပဒေ အရ ပြောင်းရွှေ့ မိန့်များ ထုတ်ပြန်ထားသည် ။\n",
        "output": [
            "Mandatory evacuation orders have been set in place, affecting 2,000 homes.\n"
        ]
    },
    {
        "input": "တောင် ကိုရီးယား အရာရှိ များ သည် ပုံတူပန်းချီကား ကို ဖယ်ရှားမှု သည် “ အကြောင်းပြချက် အမျိုးမျိုး အတွက် ဖြစ်ကောင်ဖြစ်မည် ” ဟု ၊ ပြောကြား ပြီး အဆိုပါ ကိစ္စ အပေါ် စုံစမ်းမှု မပြုလုပ်ကြသေးပါဘူး ။\n",
        "output": [
            "South Korean officials are not yet speculating on the matter, saying the portrait removals \"may be for various reasons.\"\n"
        ]
    },
    {
        "input": "တစ် နှစ် အကြာတွင် ၊ ထို သမိုင်း စီးဆင်းမှု စာစောင် သည် ၀ီကီပီဒီးယား ပေါ်တွင် ပြောင်းပြန် ဖျက်ဆီးခြင်း နှင့်ပတ်သတ်သော ကိန်းဂဏန်းအချက်အလက်များ ၏ ရင်းမြစ် ကို မကြာခဏ အလွန့်အလွန် ကိုးကား ဆဲ ဖြစ်ပါသည် ။\n",
        "output": [
            "A year later, the history flow paper is still the most frequently cited source of statistics about the reversion of vandalism on Wikipedia.\n"
        ]
    },
    {
        "input": "သတင်း ဆောင်းပါးများ သည် အချို့ အငြင်းပွားဖွယ်များ ကို ကြိမ်ဖန်များစွာ ဆွေးနွေးကြ သော်လည်း ပို၍ အရေးကြီးသော အခြား ကိစ္စများကို လစ်လျူရှု့ထားကြသည် ။\n",
        "output": [
            "News articles frequently discuss some issues but neglect others that might be more critical.\n"
        ]
    },
    {
        "input": "ဝမ်းနည်းခြင်း တစ်ခု ကို ဖော်ပြသည် အနေဖြင့် ဂူး က ၊ ဦးညွတ်လျက် ၊ ဤကဲ့သို့သော ဝမ်းနည်းစရာများ ထပ်မံ မ ဖြစ်ပွား အောင် ကာကွယ် လုပ်ဆောင်မည် ဟု ကတိပေးခဲ့သည် ။\n",
        "output": [
            "Gou, bowing as an expression of regret, promised to work to prevent such tragedies occurring again.\n"
        ]
    },
    {
        "input": "၂၀၀၈ ခုနှစ် ဂျော်ဂျီယာ သကြား ချက်စက်ရုံ ပေါက်ကွဲမှု စုံစမ်းစစ်ဆေးခြင်း မှာ အဓိကကျသည့် ပေ ၁၀၀ ၀န်းကျင်ရှိ ကြိုတင်အားဖြည့်ထားသည့် ကွန်ကရစ် သကြား သိုလှောင်ရုံ သုံး ခု ကို ဖြိုဖျက်ခဲ့ သည် ။\n",
        "output": [
            "The three 100 foot reinforced concrete sugar storage silos around which the investigation into the 2008 Georgia sugar refinery explosion is centred have been demolished.\n"
        ]
    },
    {
        "input": "ကယ်လွန်းဒရာ သည် ဖန်လုံးအိမ် ကို ၂၀၁၀ ခုနစ် ဆန်းရှိုင်း ပင်လယ်ကမ်းခြေ ၊ ဩစတြေးလျ ဌာနခွဲ ခရစ်ကတ် နောက်ဆုံး ဗိုလ်လုပွဲ တစ်ခု ၏ နှစ် ရက် မြောက်နေ့ တွင် ဂိုးစည်း တွင် ၁၅၃ ယောက် က ပြေးခြင်း ဖြင့် ဦးဆောင်သည် ။\n",
        "output": [
            "Caloundra lead Glasshouse by 153 runs at stumps on day two of the 2010 Sunshine Coast, Australia division one cricket grand final.\n"
        ]
    },
    {
        "input": "ပြီးခဲ့သော အငြင်းပွားမှု တစ်လျှောက် မှာ ဂွန်ဇေးလ် နောက် မှာ ဘုရှ် က ရပ်တည်ခဲ့သည် ။\n",
        "output": [
            "Throughout the recent controversy Bush has stood next to Gonzales.\n"
        ]
    },
    {
        "input": "နယူး ယောက် မှ ဆန် ဖရန်စစ္စကို သို့ ယူအေအယ်လ် လေယာဉ်ခရီးစဉ် တစ်ခု မှ အမှုထမ်းများ နှင့် ခရီးသည် ၆၆ ယောက် သည် ဗုံးခွဲ ခြိမ်းခြောက်မှု တစ်ခု နောက် တွင် ချီကာဂို ရှိ ၊ “ ဝင်ဒီ မြို့ ” ၊ တွင် အင်္ဂါနေ့ က ၊ မလိုအပ်သော ရပ်တန့်မှု တစ်ခု ဖြစ်ခဲ့ရသည် ။\n",
        "output": [
            "66 passengers and the crew of a New York to San Francisco UAL flight got an unwanted stop in the \"Windy City,\" Chicago, on Tuesday, following a bomb scare.\n"
        ]
    },
    {
        "input": "ဖရန့်အက်ဝပ်စ်ဘေရို ၊ ဦးဆောင်သော ပြင်သစ် ဒီမိုကရေစီ ပါတီ ၏ သမဂ္ဂ ( ယူဒီအက်ဖ် ) ပါတီ ၊ က ယူအမ်ပီ ၊ နှင့် အတူ ညွန့်ပေါင်းအဖွဲ့ အုပ်ချုပ်မှု တွင် တရားဝင် ကျန်ရှိ နေစဥ် အစိုးရ အသစ် တူညီသော မူဝါဒများ ၊ ကို ပိုမို ပြုလုပ် နိုင်ခြေ ရှိ ဟု ၊ သောကြောင့် ထိုအရာများ အဲဒီ အထဲမှာ ပူးပေါင်းပါဝင် လိမ့်မှာ မဟုတ်ကြောင်း ၎င်းက ဆုံးဖြတ်ခဲ့သည် ။\n",
        "output": [
            "While the Union for French Democracy (UDF) party, led by François Bayrou, formally remains in the ruling coalition along with the UMP, it has decided that, because the new government would probably do more of the same policies, it would not participate in it.\n"
        ]
    },
    {
        "input": "အဆိုပါ အတိုက်အခံ ပါတီ သည် ထင်ရှားသော အလုပ်သမားပါတီ အများစု နှင့် တသီးပုဂ္ဂလ အရေအတွက် ကို ကျော်လွှား ရန် အစိုးရ မှ အနည်းဆုံး နေရာ နှစ်ဆယ် ရွေးကောက် ရန် လိုအပ်သည် ။\n",
        "output": [
            "The Opposition need to pick up at least twenty seats from the government to overcome the significant Labor majority and a number of independents.\n"
        ]
    },
    {
        "input": "သူ သည် လွန်ခဲ့သော နှစ် များစွာ က လေးဗိန်း ကာလာ ရှိ လူကြိုက်များသော ရုပ်မြင်သံကြား ပြကွက် ၏ ဇာတ်လမ်း တစ်ခု တွင် ခဏတဖြုတ် ( အမည် စာတမ်းမထိုး ) ပေါ်အောင် လုပ်ခဲ့သည် ။\n",
        "output": [
            "He made a brief (uncredited) appearance many years ago on one episode of the hit television show In Living Color.\n"
        ]
    },
    {
        "input": "အဆိုပါ သင်္ဘော သည် မွန်ဘာစာ ၏ အရှေ့တောင်ဘက် အကြမ်းအားဖြင့် ကီလို၈၃၀ အကွာ တွင် ဖမ်းဆီးခံရ ပြီး သတင်းပို့ချက် အရ အီးလ် ၏ ဆိုမာလီ ဆိပ်ကမ်း သို့ ဦးတည်နေသည် ။\n",
        "output": [
            "The ship was captured roughly 830 kilometers south-east of Mombasa and is reportedly heading towards the Somali port of Eyl.\n"
        ]
    },
    {
        "input": "အားလုံး သုံး ချီ ဖြတ်ကျော်ပြီးတော့ ၊ လက်ဝှေ့ယှဉ်ပြိုင်ပွဲ အရမ်း နီးကပ်လာခဲ့ပြီ ။\n",
        "output": [
            "The bout was very close, going the distance through all three rounds.\n"
        ]
    },
    {
        "input": "ဂျပန်နိုင်ငံ အာကာသ စူးစမ်းလေ့လာရေး အေဂျင်စီ မှ အာကာသယာဥ်မှူး ကိုအိချိ ဝါကာတာ နှင့် အာကာသခရီးစဥ် အထူးကျွမ်းကျင်သူများ ဖြစ်သော ဂျိုးဇက်(ဖ်) အက်ကာဘာ ၊ ဂျွန် ဖီးလစ်စ် ၊ စတိဗ် ဆွမ်ဆင် ၊ ရစ်ချတ် အာနိုးလ် တို့ နှင့်အတူ အာကာသယာဥ်မှဴး တိုနီ အနာတိုလီ တို့ ပါဝင်မည့် စူးစမ်းရှာဖွေရေးခရီးစဥ် တွင် ပါဝင်မည့် လူဦးရေ စုစုပေါင်း ( ၇ ) ဦး တွင် အာကာသယာဥ်ကြီးကြပ်ရေးမှူး အဖြစ် လီ အာချင်ဘော့တ် မှ ဦးဆောင်ကြီးကြပ်သွားမည်ဖြစ်ပါသည် ။\n",
        "output": [
            "Commander Lee Archambault will lead Discovery's crew of seven, along with Pilot Tony Antonelli, and Mission Specialists Joseph Acaba, John Phillips, Steve Swanson, Richard Arnold, and Japan Aerospace Exploration Agency astronaut Koichi Wakata.\n"
        ]
    },
    {
        "input": "အန်နာ သည် လွန်ခဲ့သော ၅ လ က သမီး မိန်းကလေး တစ်ယောက် မွေးခဲ့ ပြီးနောက် မကြာခင် ၂၀ဝ၆ ခုနှစ် ၊ စက်တင်ဘာ လ ၁၀ ရက် တွင် စမစ် ၏ သား ၊ ဒန်နီရယ် စမစ် သည် ၊ သေဆုံးခဲ့သည် ။\n",
        "output": [
            "Smith's son, Daniel Smith, died on September 10, 2006 shortly after Anna gave birth to a baby girl 5 months ago.\n"
        ]
    },
    {
        "input": "မနေ့ က ၊ ဩစတြေးလျ ဘတ်စကတ်ဘော အဖွဲ့ချုပ် မှ အိုပဲစ် အမျိုးသမီး ၏ အသင်း နှင့် ဘုန်းမားစ် အမျိုးသားများ ၏ အသင်း နှစ်ခု စလုံး အတွက် ဤ စနေနေ့နှင့်တနင်္ဂနွေနေ့ တွင် မဲဘုန်း နယ်မြေ ရှိ အရှေ့က နှုတ်ဆက်ပွဲ အစီအစဉ် တစ် ခု ၏ ၂၀၁၂ နွေ ရာသီ အိုလံပစ် အတွက် နောက်ဆုံး အဆင့် အိုလံပစ် အားကစားအဖွဲ့များ ကို ကြေငြာခဲ့သည် ။\n",
        "output": [
            "Yesterday, Basketball Australia announced the final Olympic squads for the 2012 Summer Olympics ahead of a farewell series in the Melbourne area this weekend for both the Opals women's team and the Boomers men's team.\n"
        ]
    },
    {
        "input": "အမေရိကန် ပြည်ထောင်စု ရဲ့ သမ္မတ ဟောင်း ဘီ ကလင်တန် သည် ဘူခါရက် ရှိ ၂၀ဝ၅ နယ်နိမိတ်သတ်မှတ်ရေး ညီလာခံ တွင် ဟောပြောသူ အဖြစ် ပါဝင် ရန် မေ ၂၁ မှာ ရိုမေးနီးယား ကို အလည်အပတ် တစ်ခု ပြုလုပ်လိမ့်မယ် ။\n",
        "output": [
            "Bill Clinton, the former President of the United States of America, will make a visit to Romania on May 21, to participate as the keynote speaker at the BeyondBorders 2005 conference in Bucharest.\n"
        ]
    },
    {
        "input": "ဒေါသထွက်နေသော တရားသူကြီး ရိုနီ စ် မယ်ဗေး က ကမ္ဘာကျော် ပေါ့ အဆိုတော် မိုက်ကယ် ဂျက်ဆင် အား ၂၀၁၅ ခုနှစ် ဇန်နဝါရီလ ၁၀ ရက်နေ့ ကြာသပတေးနေ့ တွင် ကယ်လီဖိုးနိးယား ရှိ သာလွန်သော ဆန်တာ ဘာဘာရ ကောင်တီတရားရုံး ကို လာရောက် ရန် သူ ပျက်ကွက် လျှင် ဖမ်းဆီး ဖို့ ဖမ်းဝရမ်း ထုတ် ရန် ခြိမ်းခြောက်ခဲ့သည် ။\n",
        "output": [
            "An angry Judge Rodney S. Melville threatened to issue a bench warrant for the arrest of world famous pop singer Michael Jackson if he failed to appear at the Santa Barbara County Superior Court in California Thursday Jan. 10, 2005.\n"
        ]
    },
    {
        "input": "ယခု တွင် ထို ဒီထရွိုက် ၏ လူဦးရေ မှာ ၇၁၃၇၇၇ သို့ ကျဆင်းသွားသည် ၊ ၎င်း သည် ဤ ငွေကြေးဆိုင်ရာ အကျိုးအမြတ်များ အတွက် သင့်လျှော်မှု ကြာရှည် မရှိပေ ။\n",
        "output": [
            "Now that Detroit's population has fallen to 713,777, it is no longer eligible for these financial advantages.\n"
        ]
    },
    {
        "input": "အဆိုပါ အိုင်အက်အေ နှင့် အိုင်အိုစီ ကို နှစ်ပေါင်းများစွာ တိုင်းပြည် အတွက် ဂိမ်း ကို ထိန်းချုပ်ထား သော သူ ကို ကျော် ပြီး အငြင်းပွားခဲ့ကြသည် ။\n",
        "output": [
            "The IFA and the IOC have disputed over who controls the game in the country for several years.\n"
        ]
    },
    {
        "input": "အရည်အချင်း စစ် အာမခံ ကိုယ်စားလှယ် အဖွဲ့အစည်း က ပြည်ပ တက္ကသိုလ် များ အပေါ် တွင် ယူအိုဒဘလျူ ၏ နိုင်ငံရပ်ခြား စစ်ဆေးမှု များ မှာ လုံလောက်မှု မရှိ ဟု ပြောကြားခဲ့ပါသည် ။\n",
        "output": [
            "The Quality Assurance Agency said UoW's overseas checks on foreign institutions were inadequate. \n"
        ]
    },
    {
        "input": "အဆိုပါ သဘောတူညီချက် သည် ပလန်း ပဲရင့်ဟု ကို ဖြေရှင်းခဲ့ သကဲ့သို့ အဖွဲ့အစည်း များ အတွက် အစိုးရ ရန်ပုံငွေ အပေါ် အငြင်းပွား ပြီးနောက် သိသာစွာ ရောက်ရှိခဲ့တာဖြစ်သည် ။\n",
        "output": [
            "The deal was apparently reached after disputes over government funding for organizations such as Planned Parenthood were resolved.\n"
        ]
    },
    {
        "input": "“ ဤ အရာ သည် ရေခဲ မျက်နှာပြင် တစ် ခု ၏ ဗဟိုချက် ပတ်ပတ်လည် တွင် ကျောက်ဆောင် အစအန များ ပေါင်းစပ် သွား ခြင်း အကျိုးဆက် ကြောင့် ဖြစ်လာလိမ့်သည် ။ ”\n",
        "output": [
            "\"This would result in the consolidation of rocky material at the core surrounded by a shell of ice.\"\n"
        ]
    },
    {
        "input": "ဒါ့အပြင် ၊ ဒီ အစီအစဥ်က တမူထူးခြားသော အခြေအနေ : တစ် ခု ကို ဖန်တီးစေပြီး အဲဒါကတော့ အများပြည်သူ အသိ ဖြစ် တဲ့ ဗီလီပင် နှင့် ဆာကိုဇီ သည် ၂၀၀၇ ခုနှစ် သမ္မတ ရွေးကောက်ပွဲတုန်း နှင့် ၊ ပတ်သက်ပြီး တစ်ယောက်ကိုတစ်ယောက် အန္တရာယ်ရှိသည့် နိုင်ငံရေး ပြိုင််ဘက် တစ် ဦး အဖြစ် စဥ်းစားကြောင်း နှင့် သူ တို့ တစ်ယောက်ကိုတစ်ယောက် မုန်းတီးစက်ဆုပ်နေကြတယ် လို့ အကြီးအကျယ် ပြောဆိုခဲ့ ကြသည် ။\n",
        "output": [
            "Also, this arrangement creates a peculiar situation: it is public knowledge that Villepin and Sarkozy consider each other a dangerous political rival with respect to the 2007 presidential election, and they are widely said to loathe each other.\n"
        ]
    },
    {
        "input": "“ ဒီမိုကရက်တစ် ပါတီ ၏ အလုပ် သည် အခြားသော ကိုယ်စားလှယ် ကို မည်သည့် ခြားနားချက် ကို မှ လုပ်ဆောင် ရန် မဟုတ် ဟု အဲ့ဒီ မဲ ၏ ရာခိုင်နှုန်း အနည်းငယ် သည် အလွန်ပင် အတင်းအကြပ်ပြုနေ စေဖို့ ဖြစ်တယ် လို့ ကျွန်တော် ထင်တယ် ” ဟု ၊ သူ က ပြောခဲ့သည် ။\n",
        "output": [
            "\"I think the job of the Democratic Party is to be so compelling that a few percentage of the vote going to another candidate's not going to make any difference,\" he said.\n"
        ]
    },
    {
        "input": "ရက်ဇဲ့ခ် ရာဘင် ၏ အောက်မေ့ သတိရခြင်း အတွက် စည်းလုံး ညီညွှတ်မှု တွင် ရပ်တည် ရန် အမေရိကန် မှ သူ ၏ ဇနီး ၊ သမီး နှင့် မိတ်ဆွေများ နှင့်အတူ အဆိုပါ အခမ်းအနား ၌ ရှိနေခြင်း သည် က သူ့ အတွက် အထူး ဂုဏ်ယူမှု တစ်ခု ဖြစ်ခဲ့သည် ဟု ကလင်တန် က ပြောကြားခဲ့သည် ။\n",
        "output": [
            "Clinton said that it was a great honor for him to be at the ceremony with his wife, daughter and friends from America to stand in solidarity for the memory of Yitzhak Rabin.\n"
        ]
    },
    {
        "input": "ဆက်စ်ခက်ချဝမ် သည် ၁၉၈၉ ခုနှစ် တွင် နောက်ဆုံး ဖလား ရရှိခဲ့ခြင်းဖြစ် ပြီး ၊ ၁၉၉၇ ခုနှစ် တွင် ချန်ပီယံရှစ် ကစားပွဲ မှာ တော်ရွန်ဒို အာဂိုနပ်စ် ကို ရင်ဆိုင် လျက် နောက်ဆုံး တွင် သူ တို့ ၏ ပရိသတ် ရှေ့မှောက် ရောက်ရှိလာခြင်း ဖြစ်ခဲ့သည် ။\n",
        "output": [
            "Saskatchewan last won the Cup in 1989, and their last appearance at the championship game was in 1997 against the Toronto Argonauts.\n"
        ]
    },
    {
        "input": "သို့သော်လည်း အလုပ်သမား များ သည် သတ်မှတ်ချက် များ ကို အခြေခံ အဖြစ် အသိအမှတ်ပြု လိမ့်မည် ၊ ပြီးတော့ သူတို့ သည် အထင်မြင်မှား မှာ မဟုတ် ကြောင်း မစ္စတာ ဟော က သူ သည် ယုံကြည်သည် ဟု ပြောခဲ့သည် ။\n",
        "output": [
            "However Mr Haque said that he was confident employers would recognise the standards as basic, and that they were not misleading.\n"
        ]
    },
    {
        "input": "ရှေ့နေသည် ရဲများ ထံမှ တိပ်ခွေ ရရှိ ပြီးနောက် ၊ ယင်းတိပ်ခွေ ကို ယခု အပတ် တွင် မီဒီယာများသို့ ပေးပို့ခဲ့ပါသည် ။\n",
        "output": [
            "He provided the tape to the media this week, after obtaining it from police.\n"
        ]
    },
    {
        "input": "၄င်း က သူ သည် တွဲဖက်လေယာဉ်မှူး ဂါဂန် ရိုချမာနာ တောင်းဆိုခဲ့သော “ ပတ်ပတ်လည်-သွားသော ” အစီအမံ တစ်ခု ကို စတင်ခဲ့ ပေမယ့် ၊ လည်း လျစ်လျူရှုံခံရ သော အမှတ် တွင် ၊ အဆိုပါ လေယာဉ်လိုင်း က ပြေးလမ်း ကို တိုက်မိခဲ့ ပြီး လေ ထဲ သို့ ခုန်တတ်သွား သောအခါ အရေးပေါ်ဖြစ်သော ဖမ်းရခက်သော လုပ်ဆောင်ချက် အတွက် အခြား အခွင့်အရေး တစ်ခု ကို ပျက်ကွက်ခဲ့သည် ဟု လည်း မှတ်ချက်ချခဲ့သည် ။\n",
        "output": [
            "It also commented that he missed one further opportunity for emergency evasive action when the airliner struck the runway and bounced into the air, at which point co-pilot Gagam Rochmana requested a 'go-around' procedure be initiated, but was also ignored.\n"
        ]
    },
    {
        "input": "“ သင် က ဒေးဗစ် ရှန့်ဘုန်း လား ? သင့် ကို တွေ့ဆုံ ရန် ကျွန်ုပ် တို့ အလွန် စိတ်လှုပ်ရှားခဲ့တယ် ! “ ဟု သူမ က ပြော ပြီး ၊ အောက်ထပ် ခန်းမ ရှိ ဆိုဖာ တစ်ခု ၊ နှင့် စွန့်စားခန်းရုပ်ရှင် တစ်ကား ပြနေသော ရုပ်မြင်သံကြားပြစက် ၊ ၀မ်းချူသည့် ပစ္စည်းကိရိယာများ သိုလှောင်ထားသော ဖွင့်ထားသည့် ဗီရို တစ်ခု ရှိရာ ၊ ဧည့်ခန်း သို့ သူ့ကို ခေါ်ဆောင်လာ ပြီး သူမ၏ ခင်ပွန်း ဘီ(လ်) က ကွန်ပျူတာ ရှေ့တွင် ထိုင်နေပြီး ဒေသတွင်း ရုပ်ရှင်ရုံ ၌ ပြသနေသော ဘလိတ် ရန်နာ ၏ ပြန်လည်ထုတ်လွှင့်မှု ကို ရှာဖွေ ရန် ကြိုးပမ်းနေသည် ။\n",
        "output": [
            "\"Are you David Shankbone? We're so excited to meet you!\" she says, and leads him down the hall to a living room area with a sofa, a television playing an action-thriller, an open supply cabinet stocked with enema kits, and her husband Bill sitting at the computer trying to find where the re-release of Blade Runner is playing at the local theater.\n"
        ]
    },
    {
        "input": "မြောက် ကယ်ရိုလိုင်းနား ၊ ဟန်တာဗိလာ မှ ၂၅ နှစ် အရွယ် သည် သောကြာ နေ့ တွင် စနေ နေ့ ည ပြိုင်ပွဲ အတွက် အစွန်ဆုံး နေရာ ကို ရှေးဦးစွာ ရရှိခဲ့သည် ။\n",
        "output": [
            "The 25-year old from Huntersville, North Carolina had previously gained the pole position for Saturday's night race on Friday.\n"
        ]
    },
    {
        "input": "အဆိုပါ နယ်မြေ တွင် အကျိုးသက်ရောက်ခြင်း တွင် မီး ကို ကန့်သတ် ထားရှိ သောကြောင့် ၊ အရာရှိ များ က သာ နိုင်ငံ ၏ မီးငြိမ်းသတ် အာဏာရှိမှု ကို ပွင့်လင်းမြင်သာသော မီးသတ် စခန်း တစ်ခု တွင် ထားရှိ ရန် လမ်းသွားလမ်းလာ တစ်ယောက် က ဆင့်ခေါ်ခံရ သောအခါ ချဉ်းကပ်ခဲ့သည် ။\n",
        "output": [
            "Officers only approached when the Country Fire Authority was summoned by a passerby to put out an open camp fire, as there was fire restriction in effect in the area.\n"
        ]
    },
    {
        "input": "ဂိုးမင် သည် ယခင် ၂၁ ရာစု ဒီမိုကရက် တို့ ၏ ဆက်သွယ်ရေး ညွှန်ကြားရေးမှူး ဖြစ်ခဲ့ပါတယ် ။\n",
        "output": [
            "Goldman was formerly the communications director of 21st Century Democrats.\n"
        ]
    },
    {
        "input": "ဤ ဆော့ဝဲ မှ ကြော်ငြာ ဝင်ငွေများ ကို ဝီကီမီဒီယား ဖောင်ဒေးရှင်း နှင့် မျှယူပါမည် ။\n",
        "output": [
            "The advertising revenues from this software will be split with the Wikimedia Foundation.\n"
        ]
    },
    {
        "input": "“ သူ ဘရိတ်အုပ်မယ့် အချိန်တိုင်း ၊ သူ သည် သူ ၏ ဘယ် ခြေထောက် ဖြင့် သူ့ကိုယ်သူ တည့်မတ်အောင် ထိန်းရ ပြီး သူ ၏ ညာဘက် ဖြင့် ဘရိတ် ပေါ် ကို ဆောင့်နင်းပါတယ် ။ ”\n",
        "output": [
            "\"Whenever he would brake, he would pick himself up with his left foot and stomp on the brake with his right.\"\n"
        ]
    },
    {
        "input": "အန်အက်ဒဗလျူ ပြည်နယ် မှ ပရီးမီးယား မောရစ် အိုင်မား သည် ဖက်ဒရယ် နှင့် ဗစ်တိုးရီးယား အစိုးရ များ အတိုင်း လိုက်နာစေ ဖို့ရန် ဖြစ်ပွားခဲ့ သော သူ သည် ပြည်နယ် ၏ အစုရှယ်ယာ ကို စနိုဝီ ဟိုက်ဒရို ထံသို့ ရောင်းချ ရန် ဆန္ဒရှိခဲ့ ကြောင်း ဒီဇင်ဘာ ၂၀၀၅ တွင် ကြေညာခဲ့ပါသည် ။\n",
        "output": [
            "NSW Premier Morris Iemma announced in December 2005 that he wished to sell the state's share in Snowy Hydro that caused the federal and Victorian governments to follow.\n"
        ]
    },
    {
        "input": "ခြုံငုံကြည့် လျှင် ၊ ၎င်း သည် အကြီးမားဆုံး အကျိုးကျေးဇူးများ ကို အထိခိုက် ဆုံး လူများ သို့ သယ်ဆောင် ပေးနိုင် တဲ့ နည်းလမ်း ဖြစ်သည် ဟု ကျွန်ုပ်တို့ ယုံကြည်ပါသည် ။ \"\n",
        "output": [
            "On balance, we believe this is the approach that will deliver the greatest benefits to the most vulnerable people.\"\n"
        ]
    },
    {
        "input": "အချို့ သော ကျူးကျော်ရပ်ကွက် အိမ်များ သည် မိုး သို့မဟုတ် ရွှံ့ များ ပြိုကျ သောကြောင့် သေဆုံးမှု အဓိက အားဖြင့် ဖြစ်ပေါ်စေခဲ့ပါသည် ။\n",
        "output": [
            "The deaths were caused mainly because some shanty-houses collapsed under rain or mud.\n"
        ]
    },
    {
        "input": "လူငယ်လေး သည် ပမ်း မြို့ လေဆိပ် ရှိ လေယာဉ် ထဲတွင် ပုန်းခို ၍ ၎င်း စတင်ပျံသန်းစဉ် တွင် လုံခြုံရေး ကို ရှောင်ကွင်းနိုင် ရန် စီမံနိုင်ခဲ့သည် ။\n",
        "output": [
            "The boy managed to bypass security at the Perm city airport to hide in the plane as it took off.\n"
        ]
    },
    {
        "input": "အောက်တိုဘာ ၃၁ ရက် က ၊ လူ ၂၃ သန်း ကျော် သည် မေး(စ်) ဖြင့် သို့မဟုတ် စောစီးစွာ မဲပေးမည့် နေရာများ တွင် မဲပေးခဲ့ပြီးပြီ ဖြစ်သည် ။\n",
        "output": [
            "By October 31, over 23 million people had voted by mail or at early voting locations.\n"
        ]
    },
    {
        "input": "နှစ် ကြိမ် မြောက် အပြီး အများဆုံး သုံး ပုံ နှစ် ပုံ ခန့် မည်သူ မျှ မဲ မရရှိခဲ့ လျှင် တတိယ အကြိမ် မြောက် အတွက် ပြောရေးဆိုခွင့်ရှိသူ တစ် ယောက် ကို အများစု က ရိုးရှင်းစွာ ရွေးကောက် တင်မြှောက် ကြရလိမ့်မည် ။\n",
        "output": [
            "If no-one gets two-thirds majority after two rounds the speaker will be elected by a simple majority in the third round.\n"
        ]
    },
    {
        "input": "သူ တို့ အစီအစဉ် များ အောင်မြင် သော်လည်း ၊ လက်ပစ်ဗုံး များ နှင့် ခြောက်လုံးပြူး သေနတ် များ မှာယူ ရန် ဇင်ဘာဘွေ သို့ ရောက်ရှိ ပြီး နောက် မန်း အဖမ်းခံခဲ့ရသည် ။\n",
        "output": [
            "Their plans were foiled, however, and Mann was arrested after arriving in Zimbabwe to purchase firearms and grenades.\n"
        ]
    },
    {
        "input": "လေယာဉ်ဘီး သွင်းပေါက်များ အတွင်း ခိုဝင်စီးသူများ သည် လေယဉ် စတင်ထွက်ခွာပျံသန်း ပြီးနောက် သေလောက်အောင် အေးခဲစေနိုင်ခြင်း သို့မဟုတ် ဘီးများကို ပြန်လည်သွင်းယူ သောအခါ ဖိမိနိုင်ခြင်းမျိုး အန္တာရာယ်ရှိသည် ။\n",
        "output": [
            "Stowaways in wheel wells risk freezing to death after take-off or being crushed when the wheels retract.\n"
        ]
    },
    {
        "input": "ဖုန်း စကားပြောဆိုခြင်း အသံဖမ်းယူမှု အရ သူ က သူ ၏ ဘလော့ဂ် မှာ တင်ခဲ့သည် ၊\n",
        "output": [
            "According to the phone conversation recording he posted to his blog,\n"
        ]
    },
    {
        "input": "ဂျာမနီ အလယ်ပိုင်း ဟတ်ဇ် တောင် ပတ်ဝန်းကျင် ၏ ပြည်တွင်း အာဏာရှိသူများ သည် သဘာဝ ၏ အပြင်ဘက် မှာ “ တရားဝင် ကာကွယ်မထားဘဲ သွားလာနေသော လမ်းကြောင်း တစ်ခု ” ၏ မည်သည့် ဧည့်သည် ကို မဆို လမ်းကြောင်းဖွင့်ပေးမှု ကို လည်း ကြေငြာခဲ့သည် ။\n",
        "output": [
            "Local authorities of Harz mountain range in central Germany have also announced the openness to any visitor of an “official naked walking route” in nature's outdoors.\n"
        ]
    },
    {
        "input": "တောင်တက်တောင်ဆင်းအပိုင်း နှင့် အလွန်ကြီးမားသော အမြင့်ပိုင်းနေရာ လုပ်ဆောင်မှုအပိုင်း တွင် ၊ ၂၀၁၀ ဆောင်းရာသီ မသန်စွမ်းသူ ဆုတံဆိပ်ရှင် အယ်နာနီခိုးလ် သည် စတင်၍ထွက်ခွာရန်မလုပ်နိုင်ခဲ့ပါ ။\n",
        "output": [
            "In the downhill and Super-G event, 2010 Winter Paralympics medalist Alana Nichols did not start.\n"
        ]
    },
    {
        "input": "၂၀ဝ၃ ခုနှစ် ရွေးကောက် ပွဲ တွင် ၊ အေဒီကြူ သည် မဲ အရေအတွက် ၂၁ ရာခိုင်နှုန်း ရရှိခဲ့သည် ။\n",
        "output": [
            "In the 2003 election, the ADQ garnered 21% of the vote.\n"
        ]
    },
    {
        "input": "ပြန်လည် ပြသချက် တွင် လီယို ဘန်ဟက်ကာ က ထိုးစစ် ကို ပိုမိုအားပြု တဲ့ စနစ် တစ် ခု ၄-၃-၂ ကို ပြောင်းလဲခဲ့ ပြီး တိုက်စစ် ကစားသမား အပို တစ် ယောက် ကို ထည့်ထားခဲ့ပါသည် ။\n",
        "output": [
            "In reply Leo Benhakker changed to a more attacking 4-3-2 system and threw on an extra attacker.\n"
        ]
    },
    {
        "input": "ကင်မရာရိုက်ကူးသူ ပေါလ် ဒေါ့ဂလက်စ် နှင့် အသံဖမ်းယူသူ ဂျိမ်းဘရိုလန် တို့ သတင်းထောက် နှစ်ဦး ၊ လုံး သည် ဗြိတိသျှ လူမျိုးများ ဖြစ် ပြီး သူတို့ သည် အမေရိကန် ခြေလျင်တပ်ရင်း အဖွဲ့ ၄ နှင့် အတူ ပုံမှန် ကင်း လှည့်ရာ မှာ လိုက်ပါစဉ် ပေါက်ကွဲသောအရာများ နှင့် ထုပ်ပိုးထား သည့် ကား နား ရောက်သောအချိန် တွင် ဖောက်ခွဲခံခဲ့ရပါသည် ။\n",
        "output": [
            "The two journalists, cameraman Paul Douglas and soundman James Brolan, both British, were embedded with the American 4th Infantry Division and were on a routine patrol when a nearby car packed with explosives was detonated.\n"
        ]
    },
    {
        "input": "နာဆာ ရဲ့ ကတ်ဆီနီ ဂြိုလ်ပတ်ယာဉ် က စေတန် မှ ထူးခြားတဲ့ ပုံရိပ်များ ကို ပြန်ပြီး ပို့ပေးခဲ့တယ် ၊ ဒီ ဂြိုလ် ရဲ့ နာမည်ကျော် လမ်းကြောင်းများ ဟာ မျှော်လင့်ထားတာ ထက် ပို ဝေးကွာ ပြီး အဖုအထစ်များတယ် လို့ ဖော်ပြခဲ့ တယ် ။\n",
        "output": [
            "NASA's Cassini orbiter has sent back remarkable images from Saturn, revealing that the planet's famous rings are far more bumpy than expected.\n"
        ]
    },
    {
        "input": "သြစတြေးလျ မြို့တော် နယ်မြေ တွင် -- တနင်္ဂနွေနေ့ က ကော်တာ မြစ် ပေါ် ရှိ ကော်တာ ဆည် အသစ် ကို ဖွင့်လှစ်သည့် နေ့ တွင် ထောင် ပေါင်း များစွာသော ကန်ဘာရမ် လူမျိုးများ သည် စောင့်ကြည့်ခဲ့ကြသည် ။\n",
        "output": [
            "Australian Capital Territory — Thousands of Canberrans took a look at the new Cotter Dam on the Cotter River on open day on Sunday.\n"
        ]
    },
    {
        "input": "“ ဒါ ဟာ ဥရောပ အနေနဲ့ မကောင်း တဲ့ နေရာ တစ်ခု မဟုတ်ဘူးဆိုတာ ကို ပြသတာပါပဲ ။ “\n",
        "output": [
            "\"It just goes to show that Europe is not such a bad place.\"\n"
        ]
    },
    {
        "input": "ဟူစတန် ရှိ ၊ ဂျွန်ဆွန် အာကာသ စခန်း မှ ၊ အက်ဒဝပ် လူ နှင့် စတန်လေး လပ်ဗ် တို့ က လည်း ၊ တိုက်မိခြင်း နှင့် ပတ်သက်၍ ကြောက်ရွံ့မှု များ ကို ဖြေဖျောက်ပေးခဲ့သည် ။\n",
        "output": [
            "Edward Lu and Stanley Love, of Johnson Space Centre, Houston, also have allayed fears about a collision.\n"
        ]
    },
    {
        "input": "အစိုးရ ဟာ စက်တင်ဘာ သို့မဟုတ် အောက်တိုဘာ လ အတွင်း မှာ လူ နှစ်ဦး ပါဝင်သော အဖွဲ့ တစ် ဖွဲ့ ကို ကမ္ဘာ ပတ် လမ်းကြောင်း ထဲ သို့ ငါး ရက် မှ ခြောက် ရက် အထိ ကြာမည့် ခရီးစဥ် ဖြင့် စေလွှတ် ရန် အစီအစဥ် ဆွဲထားပါသည် ။\n",
        "output": [
            "The government planned to launch a two-man crew into orbit in September or October on a five to six day flight.\n"
        ]
    },
    {
        "input": "အနောက်တိုင်း မက္ကစီကို တွင် မူးယစ်ဆေးဝါးတိုက်ဖျက်ရေး လေယာဉ်ခရီးစဉ် တစ်ခု အတွင်းတွင် စစ်တပ် ရဟတ်ယာဉ် တစ်စင်း ပျက်ကျခဲ့ ပြီးနောက် လူ ၁၁ ဦး သေဆုံးခဲ့သည် ။\n",
        "output": [
            "Eleven people have died after a military helicopter crashed during an anti-narcotics flight in Western Mexico.\n"
        ]
    },
    {
        "input": "အထက်လွှတ်တော်အမတ် ဂျိုးလူး၀တ် ( အလုပ်သမားရေးရာ ၊ ကွင်းစလန် ) က တရားရေးဝန်ကြီး နှင့် အကောက်ခွန် အထက်လွှတ်တော်အမတ် ချရစ် အယ်လစ်ဆန် အား သြစတြေးလျ အစိုးရ ပိုင်နက် တွင် “ ဤ အခြေအနေများ တွင် သင်္ဘော တစ်စီး အား ဖမ်းဆီး ရန် ေ၀ဟင် နှင့် ရေကြောင်း စောင့်ကြည့်မှု နှင့် ထိုအလုပ်မှာ ပြီးဆုံးခဲ့ကြောင်း ” ကို သရုပ်ပြခဲ့ သည့် ဂျီအန်းဆန် ရှာဖွေမှု နှင့် ပတ်သက်၍ မနေ့က သူ ပြုလုပ်ခဲ့သည် ဆိုသော သူ၏ တောင်းဆိုချက် အတွက် သူ ရပ်တည်ခြင်း ရှိမရှိ ကို မေးခွန်း မေးချိန် တွင် မေးခဲ့ပြီး အစိုးရ က သြစတြေးလျ ရေကြောင်း သို့ ၀င်ရောက်ခဲ့ ပြီးနောက် သင်္ဘော ကို ဖမ်းဆီး ရန် ကိစ္စ အား မည်သည့်အတွက်ကြောင့် အချိန် နှစ် ပတ် ယူခဲ့သည် ကို မေးခဲ့သည် ။\n",
        "output": [
            "Senator Joe Ludwig (Labor, Queensland) asked of the Minister for Justice and Customs Senator Chris Ellison in Question Time whether he stood by his claim that he made yesterday that the discovery of the Jian Seng demonstrated that the Australian Government had in place \"aerial and maritime surveillance to intercept a vessel in these circumstances, and that was done\", and asked why it took the Government two weeks to intercept the vessel after it entered Australian waters.\n"
        ]
    },
    {
        "input": "ထို့နောက် သူ သည် ပြင်သစ် သို့ ပြောင်းရွှေ့ ပြီးနောက် ယူကေ နှင့် လီ ဆယ်ဗက်ဂါ တွင် သူ နေထိုင်ဆဲရှိ စဉ်တွင် ရီကို ဒယ်နီရယ် သည် သူ ၏ -- သယ် ဆယ်ဗက်ဂါ -- တီဗွီ စီးရီး နှစ်ခု အတွက် လူသိများ သူ ပြင်သစ် တွင် နေထိုင်သော ဗြိတိ်န် တီဗွီ အစီအစဉ်ကြေညာသူ တစ်ဦး ဖြစ်သည် ။\n",
        "output": [
            "Rico Daniels is a British TV presenter living in France who is known for his two television series — The Salvager — whilst he still lived in the UK and then Le Salvager after he moved to France.\n"
        ]
    },
    {
        "input": "၎င်းတို့ ၏ ထောက်ခံသဘောတူညီချက်များ အား အကောင်အထည်ဖော် ဆောင်ရွက်ရာတွင် ဂျပန် နိုင်ငံ ၏ အမြင့်ဆုံး အရိုက်အရာ ဆက်ခံခွင့် အား အမျိုးသား အမျိုးသမီး ခွဲခြားမှုမရှိပဲ ဆက်ခံခွင့်ရှိသည် ဟု အဓိပ္ပါယ်ရပါသည် ။\n",
        "output": [
            "Implementation of their recommendations would mean that succession to the highest position in Japanese society would occur without a gender bias.\n"
        ]
    },
    {
        "input": "သတင်ထောက် တစ်ဦး က သူ ကို ဖော်ထုတ်ခြင်း နှင့် သူ ၏ လိမ်ညာခြင်း ကို ဒီအန်အေ စစ်ဆေးမှု တစ်ခု ဖြင့် အတည်ပြု ခြင်း မတိုင်မီ ဘိုးဒင်း သည် ထို စုံတွဲ နှငအတူ သုံး လ ကြာ နေထိုင်ခဲ့သည် ။\n",
        "output": [
            "Bourdin lived with the couple for three months before a journalist exposed him and his lies were confirmed by a DNA test.\n"
        ]
    },
    {
        "input": "ဒီ နှစ် အဆုံး တွင် အဆိုပါ ကုမ္ပဏီများ သည် ဤ မျက်နှာပြင် အသစ် အများအပြား ထုတ်လုပ်ရေး ကို စတင် ရန် စီစဉ်ခဲ့သည် ။\n",
        "output": [
            "At the end of this year the companies planned to start mass production of these new displays.\n"
        ]
    },
    {
        "input": "ဒန်ဇီဂျာ တံတား က ပွန်ချာထရိန်း ကန် နှင့် မစ္စစ္စပီ မြစ် ကို ဆက်သွယ်ထားသည့် တူးမြောင်း တစ်ခု ကို အသုံးပြုခဲ့သည် ။\n",
        "output": [
            "The Danziger Bridge spans a canal which connects Lake Pontchartrain and the Mississippi River.\n"
        ]
    },
    {
        "input": "ထို သပိတ်မှောက်မှု သည် နယူးဒေလီ ရှိ အလွန် ကြီးမားသော နယ်မြေ တစ်ခု ဖြစ်သည့် အဓိက ဈေးများ ပါဝင်သော ရိုဟီနီ ၊ ချန်ဒါနီ ခေါ့ခ် ၊ ကာရိုး ဘာချ် နှင့် ဒေလီ ၏ တောင်ပိုင်း တိုးချဲ့နေရာ တို့အား ထိခိုက်စေခဲ့သည် ။\n",
        "output": [
            "The strike has affected a very large area in New Delhi including major markets in Rohini, Chandani Chowk, Karol Bagh and south extension of Delhi.\n"
        ]
    },
    {
        "input": "အော်တီဂါ သည် ၂၀၀၃ ခုနှစ် တွင် ဖမ်းဆီးခြင်း ၀ရမ်း တစ်ခု ထုတ်ပြီး ဆက်လက်၍ ဗင်နီဇွဲလား သို့ အစောပိုင်း ထွက်ပြေးခဲ့ စဉ်တွင် ၊ လွန်ခဲ့သော ဩဂုတ်လ က သူ သည် ကော်စတာရီကာ မှ ဗင်နီဇွဲလား သို့ ပြန်ခဲ့သည် ဟု ဘီဘီစီ မှ အစီရင်ခံစာတင်ခဲ့သည် ။\n",
        "output": [
            "While Ortega had initially fled Venezuela following the issuing of an arrest warrant in 2003, the BBC reports that he had returned to Venuzuela from Costa Rica last August.\n"
        ]
    },
    {
        "input": "ဟို့ချ်ကစ် ဦးနှောက် ဆိုင်ရာ သက်မွေးတက္ကသိုလ် မှ ၊ ဒေါက်တာ ဆမ်မြူရယ် ဝေ့ဆ် နှင့် ဗွီ .ဝီး ရောင် ဦးဆောင်သော လေ့လာရေး သည် ၊ အာရုံကြော ပတ်လည်ရှိ မိုင်လင်း အကာ များ ကို ဖျက်ဆီးသည့် ဓာတုပစ္စည်း တစ်ခု ၊ လိုက်ဆိုလက်ဆီသင်း ကြောင့် ဖြစ်ပေါ်သော လေဖြတ်ခြင်း နှင့် ဆင်တူသည့် ဒဏ်ရာ များ နှင့် ကိုယ်ဝန်ဆောင် ကြွက် များ နှင့် အပျိုစင် ကြွက် များ ကို နှိုင်းယှဉ်ခဲ့သည် ။\n",
        "output": [
            "The study, led by Drs. Samuel Weiss and V. Wee Yong of the Hotchkiss Brain Institute, compared virgin and pregnant mice with MS-like lesions introduced by lysolecithin, a chemical which destroys the myelin sheaths around neurons.\n"
        ]
    },
    {
        "input": "ကျန်းမာရေး နှင့် လုံခြုံရေး ဆိုင်ရာ ကတိဖောက်ဖျက်မှုများ သည် သူ့ သေဆုံးမှု ၏ “ သိသာထင်ရှား သည့် အကြောင်းရင်း “ တစ်ခု ဟု ၊ ယုံကြည်ရသူ က ဝန်ခံခဲ့ကြောင်း ပါစ်ကယ်လ် ဘိတ်စ် က တရားလို အနေ နှင့် ထွက်ဆိုခဲ့သည် ။\n",
        "output": [
            "The trust admitted that health and safety breaches were a \"significant cause\" of his death, said Pascal Bates for the prosecution.\n"
        ]
    },
    {
        "input": "အယ်-ဇာကွဝီ ၏ သေဆုံးခြင်း သည် ဒေသတွင်း မှ ရေနံ ထောက်ပံံ့မှု အနာဂတ် အတွက် သတင်း ကောင်း အဖြစ် ဈေးကွက် အားဖြင့် အဓိပ္ပာယ် ကောက်ယူခဲ့ကြပုံရပါသည် ။\n",
        "output": [
            "The death of al-Zarqawi seems to have been interpreted by the market as good news for the future supply of oil from the region.\n"
        ]
    },
    {
        "input": "ပရင်ကယ်လ် ၏ ပိုင်ရှင် ပရော့တာ နှင့် ဂမ်းဘဲလ် က ပရင်ကယ်လ် သည် အကြော် တစ်ခု ကဲ့သို့ ခံစားမှု ၊ အမြင် ၊ သို့မဟုတ် အရသာ မဟုတ် ဟု မေ လ ရှိ စီရင်ထုံး တစ်ခု တွင် အခိုင်အမာဆိုခဲ့သည် ။\n",
        "output": [
            "Pringles' owner Procter & Gamble had claimed at a ruling in May that Pringles do not feel, look, or taste like a crisp.\n"
        ]
    },
    {
        "input": "မီးသတ်သမားတွေ အဆိုအရ ၊ များပြားလှသော မီးအန္တရာယ်-ကာကွယ်မှုရှိစေသော စည်းကမ်းများ ကို ချိုးဖောက်မှုတွေ ဟာ ဒီ လူသေမှုတွေ အတွက် အပြစ်တင် ရန် တစ်စိတ်တစ်ပိုင်း ဖြစ်ခဲ့ပါတယ် ။\n",
        "output": [
            "According to firefighters, serious breaches of fire-safety regulations were partly to blame for the deaths.\n"
        ]
    },
    {
        "input": "အဆိုပါ ပေါက်ကွဲခြင်း သည် အနားပေးရက် များ အတွက် ကြားနာခန်း ၏ အပြင်ဖက် တွင် ထို လူ များ ကို တရားစွဲခဲ့ သောကြောင့် တရားသူကြီး ဘရင်ကီမာ နှင့် အဆိုပါ ဂျူရီ လူကြီး ၏ ကြားနာမှု အပြင် တွင် ဖြစ်ပွား ရန် အံကိုက်ဖြစ်ခဲ့သည် ။\n",
        "output": [
            "The outbursts have been timed to occur outside the earshot of Judge Brinkema and the jury as those persons filed out of the courtroom for recesses.\n"
        ]
    },
    {
        "input": "သိပ္ပံ သင်တန်း တွင် ဖန်းတီမှု ဆိုင်ရာ ဆွေးနွေးခြင်း သို့မဟုတ် ၊ သင်ကြားနေခြင်း ကို ပြင်းထန်စွာဆန့်ကျင်ကြသည့် အခြား သိပ္ပံ ပညာရှင်များ နှင့် နိုဗယ်ဆုရ စာဆို နှစ် ဦး တို့ ပါဝင်ခဲ့သည့် အဖွဲ့အစည်း တစ် ခု မှ ပြင်ထန်းသော ကန့်ကွက်မှု တစ် ခု က ၎င်း အား တွန်အားပေးခဲ့သည် ။\n",
        "output": [
            "This provoked a storm of protest from a group that included two Nobel Laureates and other scientists who strongly oppose the teaching, or even the discussion of creation in science class.\n"
        ]
    },
    {
        "input": "လီ နိုဗယ် အော်စတာဗင်တာ အဆိုအရ ၊ အလုပ်သမား စုံစမ်းစစ်ဆင်ရေးအဖွဲ့ သည် ပြင်သစ် ကုမ္မဏီ အခွဲ ကို ပါဝင်ဆောင်ရွက်ခဲ့ ပြီးနောက် တစ် လ အကြာ တွင် ဖျက်သိမ်းခဲ့ကြောင်းသိရသည် ။\n",
        "output": [
            "According to Le Nouvel Observateur, one month after the labor investigation took place the French branch of the company had disbanded.\n"
        ]
    },
    {
        "input": "ကော်မစ်ရှင် သို့ အစီရင်ခံစာ တစ်ခု တွင် ၊ ဘီမိုဘိုင်း က ၂၀၁၀ နောက် ပိုင်း ကတည်းက မည်သည့် ထုတ်လွှင့် တိုင် အသစ် ကိုမျှ မဆောက်လုပ်ခဲ့ဘူး ဟု ဝန်ခံခဲ့သည် ။\n",
        "output": [
            "In a statement to the Commission, bemobile admitted it had not built any new transmitter masts since the latter part of 2010.\n"
        ]
    },
    {
        "input": "အာလော့တာ သည် နယူး ယောက် တွင် သင်္ဘော မကြာသေးမီ က ဝယ်ခဲ့ပြီး ၎င်း ၏ အစောပိုင်း ပိုင်ရှင် သည် အသက် ခုနှစ်ဆယ် ပတ်ဝန်းကျင် ဖြစ် ပြီး သင်္ဘော ကို ရောင်း ရန် ဆုံးဖြတ်ခဲ့သည် ။\n",
        "output": [
            "Arlotta had recently bought the vessel in New York; its previous owner was in his seventies and had decided to sell the ship.\n"
        ]
    },
    {
        "input": "စပေ့စ်အိက်စ် ဒရက်ဂွန် အာကာသယာဥ် အား အချိန်အခါအားလျော်စွာ လူလိုက်ပါစီးနင်းနိုင်သော အာကာသယာဥ်စခန်း အဖြစ် အသုံးပြုနိုင်ပါသည် ။\n",
        "output": [
            "It could eventually be used for manned missions using the SpaceX Dragon spacecraft.\n"
        ]
    },
    {
        "input": "ဤ အိတ်ချိန်း ကို ၁၉၈၅ ခုနှစ် တွင် စတင် တည်ထောင်ခဲ့ ပြီးနောက် လုပ်ငန်း ၃၄ ခု ကို ခြုံငုံကြည့် ရာတွင် တိုးတက် သည့်အတွက် စုစုပေါင်း တန်ဖိုး အရ အမေရိကန် ဒေါ်လာ ၂၁ ဘီလီယံ ( ဒေါ်လာ ၁၆.၃ ဘီလီယ ၊ ဂျီဘီပီ ၁၁.၁ ဘီလီယ ) ကျော် အထိ ရှိခဲ့သည် ။\n",
        "output": [
            "The exchange was founded in 1985 and has since grown to encompass 34 firms with a combined value of over US$21bn (€16.3bn; GBP11.1bn).\n"
        ]
    },
    {
        "input": "သတင်းများ အရ ၊ ဂါဇာ ကမ်းမြောင် ဒေသ တွင် အဇ္ဇရေးလူမျိုး လေယာဉ်တိုက်ခိုက်မှု အများအပြား က နို့စို့ကလေး တစ်ယောက် အပါအဝင် ၊ ကလေး ၃ဦး ကို ဒဏ်ရာရစေပါသည် ။\n",
        "output": [
            "According to reports, multiple Israeli airstrikes in the Gaza Strip have injured three children, including one infant.\n"
        ]
    },
    {
        "input": "အီးဒီ မှ စွဲဆိုထားသော စာမျက်နှာ-၁၈ အကြောင်းပြ အသိပေး ဆင့်ခေါ်စာ တွင် ပိုက်ဆံ များ သည် အီရတ် ပြည်နယ် ဆီ ဈေးကွက် အဖွဲ့အစည်း ( အက်စ်အိုအမ်အို ) သို့ ဆီ ရောင်းဝယ်ရေး စာချုပ် နှစ်ခု အတွက် ပေးဆောင်ရသော ငွေ လဲလှယ်မှု တွင် ၊ ကုလသမဂ္ဂ နည်း ဥပဒေ များ ကို ချိုးဖောက်ခြင်း ဖြင့် ၊ တရားမဝင် ပေးခြင်း ဖြင့် ရရှိသည် ဟု ပြောထားသည် ။\n",
        "output": [
            "The 18-page show-cause notice issued by the ED says the money was acquired by the accused, in violation of U.N regulations, in exchange for two oil contracts awarded to Iraq's State Oil Marketing Organisation (SOMO).\n"
        ]
    },
    {
        "input": "စက် ရပ်တန့်သွားခဲ့ ပြီး ရဟတ်ယာဉ် သည် မြေထဲ သို့ ထိုးကျသွားကြောင်း ၊ သြဂတ်စတင် ဗားဂက်စ် အမည်ရှိ ဒေသခံ တဦး က ပြောကြားခဲ့သည် ။\n",
        "output": [
            "The motor stopped and the helicopter plummeted to the ground, said one local resident named Agustin Vargas.\n"
        ]
    },
    {
        "input": "အန်လန် မာဆာ ဟာ စကာဘိုရိုဟာရပ် မြစ် စီးဆင်းနေသော အွန်တာရီယို ပြည်နယ် ရွေးကောက်ပွဲ တွင် အွန်တာရီယို လေဘာတီယန် ပါတီ အတွက် လှုပ်ရှားနေခြင်းဖြစ်တယ် ။\n",
        "output": [
            "Alan Mercer is running for the Ontario Libertarian Party in the Ontario provincial election, in the Scarborough—Rouge River riding.\n"
        ]
    },
    {
        "input": "ဖို့စီ ရည်ညွှန်းသော စရင်း သည် ပြင်သစ် တွင် ဘာသာရေး ယုံကြည်မှု အစွန်းရောက်သူများ အဖွဲ့ များ ၏ ၁၉၉၅ ခုနှစ် ပါလီမန် ဆိုင်ရာ ကော်မရှင် မှ စရင်း တစ်ခု ဖြစ်သည် ။\n",
        "output": [
            "The list which Fosse referred to is a list from the 1995 Parliamentary Commission on Cults in France.\n"
        ]
    },
    {
        "input": "သိပ္ပံပညာရှင် များ သည် ဝတ္ထု ဘောင် ဆွဲငင်မှု သက်ရောက်မှု ကို စမ်းသပ် ရန် ဂြိုင်ရိုစကုပ် များ ၏ ရွေ့လျားမှု တွင် သေးငယ်သော ပြောင်းလဲမှု များ ကို ရှာဖွေခဲ့ကြသည် ၊ ထို့ပြင် အိုင်းစတိုင်း နှင့် နယူတန် တို့ ၏ ကမ္ဘာ့ စွဲအား သီအိုရီ များ အကြား ခြားနားချက် ကြောင့် ကမ္ဘာ ကြီး ၏ စွဲအား စက်ကွင်း များ ၏ သေးငယ်သော ဆက်စပ်မှု ၊ ပိုမို ကြီးမာသော အာကာသ အတွင်း မျက်နှာပြင် ကွေးညွှတ်မှု တိုင်းတာခြင်း အကျိုးသက်ရောက်မှု ကို ရှာဖွေခဲ့သည် ။\n",
        "output": [
            "Scientists looked for small changes in the motion of the gyroscopes to detect the frame dragging effect, as well as the much larger geodetic effect – small corrections to the Earth's gravitational field due to differences between Einstein's and Newton's theories of gravity.\n"
        ]
    },
    {
        "input": "၆၄ အပေါ် ဖြစ်သောအခါ ၊ ယူဗီရာချ့် ကို ရှိုအစ်ဘ် မာလစ်ခ် က ကာကွယ်မှုများ တွင် ချို့ယွင်းချက်များကိုညွှန်ပြဝေဖန်ခဲ့သည် ။\n",
        "output": [
            "When on 64, Yuvraj was put down at covers by Shoaib Malik.\n"
        ]
    },
    {
        "input": "အသက်ကယ်လှေ သည် လည်း ဒုတိယ ငယ်ရွယ်သော ကောင်လေး တစ်ယောက် ကို ကယ်ဆယ် ရန် ဟယ်ရီကော်ပရာ ပြန်သွား စဉ် ၊ ပါတီ မှ ဒါဏ်ရာမရသော အဖွဲဝင် တစ်ယောက် ကို ကမ်းစပ် ကို ခေါ်ဆောင်လာခဲ့သည် ။\n",
        "output": [
            "The lifeboat also carried an uninjured member of the party ashore, while the helicopter returned to rescue a second young boy.\n"
        ]
    },
    {
        "input": "ဝုဒ် က စတော သည် သူ ပြည်ထဲရေးဝန်ကြီး လုပ်စဉ် က “ မကြာခဏ အကြံပေးသော အဖြစ်များ သည် တရားမဝင် ဘဲ ဘာပဲဖြစ်ဖြစ် ရှေ့ဆက် သွားခဲ့ ပြီး တရားရုံးများ တွင် နိုင်ခဲ့သည် ” ဟု ပြောကြားခဲ့သည် ။\n",
        "output": [
            "Wood said that Straw had \"often been advised things were unlawful and gone ahead anyway and won in the courts\" when he was home secretary.\n"
        ]
    },
    {
        "input": "\" အလုပ်များ နှင့် တိုးတက်မှု အတွက် ကျွန်ုပ် တို့ ၏ လေးနက်သော ကတိ ကြောင့် ၊ ကျွန်ုပ် တို့ သည် ပို ငွေ အတွက် ပြန်ရငွေ ကို နှောင့်နှေး စေရန် တာဝန်ရှိသော အခန်း ကဏ္ဍ ကို ဆောင်ရွက် ခဲ့ ပြီ ဖြစ် ပြီး ၊ အခွန် လက်ခံမှုများ သို့ ကြီးမားသော ရိုက်ခတ်မှု တစ် ခု ကြောင့် ၊ ၂၀၁၃ / ၂၀၁၄ ခုနှစ် တွင် ဒေါ်လာ ၁၈ ဘီလီယံ လိုငွေ တစ်ခု ရှိ လိမ့် မည် ။ \"\n",
        "output": [
            "\"Because of our deep commitment to jobs and growth, we have taken the responsible course to delay the return to surplus, and due to a savage hit to tax receipts, there will be a deficit of $18 billion in 2013/14\".\n"
        ]
    },
    {
        "input": "တနင်းလာနေ့ တွင် ပဲရစ် မြို့ ၏ အပြင်ဖက် နား တိုက်ခန်း အဆောက်အအုံ တစ် ခု တွင် နေထိုင်သူ များ သည် သူတို့ ၏ မီးခိုးခေါင် ရှိ တွင်း တွင် ဒုတိယ ကမ္ဘာ စစ် ၏ ဗုံး တစ် လုံး ကို ရှာဖွေတွေ့ရှိခဲ့သည် ။\n",
        "output": [
            "On Monday residents of an apartment building just outside of Paris discovered a World War II bomb lodged in their chimney.\n"
        ]
    },
    {
        "input": "မကြာသေးမီက နိုင်ငံ ၏ သမ္မတ ရွေးကောက်ပွဲ အနိုင်ရရှိ ပြီးနောက် ၊ ဂါဘွန် ၏ သမ္မတ အသစ် ဖြစ်သူ အလီ ဘန် ဘွန်ဂို က သူ၏ အစိုးရ အဖွဲ့ သစ် အတွက် အမည်ပေးခဲ့သည် ။\n",
        "output": [
            "Gabon's new president Ali Ben Bongo has named his first government, after winning the country's recent presidential elections.\n"
        ]
    },
    {
        "input": "“ ကင်ဆာ ရောဂါ နှင့် တစ်နှစ်ခွဲ နီးပါး အသေအလဲရင်ဆိုင် ပြီးနောက် ၊ ကျွန်တော်တို့ အစ်ကို နှင့် ဘေ့စ်ဂီတာ တီးသူ ဘန်း မာလန် ဟာ ၂၀၀၈ ၊ ဇန်နဝါရီ ၂ ရက် နံနက် ၅ နာရီ က ဖြစ်ပွားခြင်း နှင့်ပတ်သတ်ပြီး သေဆုံးသွားပါသည် လို့ ကျွန်တော် တို့ စိတ်မကောင်းစွာ ပြောခဲ့ပါတယ် ။ ”\n",
        "output": [
            "\"We are regretful to say that after nearly a year and a half of battling cancer, our brother and bass player Ben Marlin has passed away just about the stroke of 5 a.m. this January 2nd, 2008.\"\n"
        ]
    },
    {
        "input": "အဆိုပါ နယ်မြေ ၏ ကာကွယ်ရေး ဝန်ကြီး ၊ ဒု ဗိုလ်မှူးကြီး ဒိုမစ်နစ် ဒင် ဒေါင် သည် ၊ သေဆုံးခဲ့သည် ကို အတည်ပြုခဲ့ ပြီး ၄င်း သည် အနည်းဆုံး စစ်တပ် အရာရှိ ၁၉ ယောက် ယခု သေဆုံးခဲ့သည် ကို တွေးထင်ခဲ့သည် ။\n",
        "output": [
            "Lieutenant General Dominic Dim Deng, the area's defence minister, is confirmed to be dead and it is thought at least 19 military officials are now deceased.\n"
        ]
    },
    {
        "input": "ဟန်လီ က လန်ဒန် မြို့ ၏ မြို့တော်ဝန် သခင် ကို ရွေးကောက်တင်မြှောက် ေသာအခါ ၎င်း ၏ ကိုယ်စားလှယ် ေဘာရစ် ဂျွန်စန်း ကို ရွေးကောက်ပွဲ အတွက် ခေါ်ခဲ့သည် ။\n",
        "output": [
            "Henley called for an election when its representative Boris Johnson was elected Lord Mayor of the City of London.\n"
        ]
    },
    {
        "input": "ဗုဒ္ဓဘာသာဝင်များ ဝတ်ပြုဆုတောင်းခြင်း စတင်သော အချိန် နံနက်ခင်း ဒေသစံတော်ချိန် နံနက် ၅ နာရီ ၄၅ မိနစ် တွင် ပေါက်ကွဲ ရန် ဗုံးများ ကို အချိန်ကိုက် သတ်မှတ်ခဲ့သည် ။\n",
        "output": [
            "The bombs were timed to explode at 5:45 AM local time, when Buddhists start praying in the morning.\n"
        ]
    },
    {
        "input": "သူ့ကို အုပ်ချူပ်မှုအာဏာ ရစေခဲ့သော သြဂုတ်လ ရွေးကောက်ပွဲ ၏ ရှည်ကြာသော ပြန်လည်စစ်ဆေးမှု ပြီးနောက် ဘွန်ဂို သည် စနေနေ့ တွင် ကျမ်းသစ္စာကျိန်ဆိုခဲ့ပါသည် ။\n",
        "output": [
            "Bongo was sworn in Saturday after a lengthy review of the August election that brought him to power.\n"
        ]
    },
    {
        "input": "စည်းကမ်းများ ၏ အစု သစ် သည် သောက် ရန် သို့မဟုတ် စား ရန် ကြိုးစားခြင်း ကို ဆန့်ကျင်သည့် စည်းကမ်း နှင့် ၊ အမ်တီအာရ် အဆောက်အအုံများ တွင် လှည့်လည်ခြင်း ကို ဆန့်ကျင်သည့် စည်းကမ်းများ လည်း ပါဝင်ခဲ့သည် ။\n",
        "output": [
            "The new set of rules have also excluded the regulation against wandering in MTR premises, as well as the rule against attempting to eat or drink.\n"
        ]
    },
    {
        "input": "လည်ပတ်မှု ကုန်ကျစရိတ် ၏ ၇၀ % သည် လောင်စာ ဆီ ဖြည့် ရန် ဖြစ် ပြီး ၊ လေယာဉ် လိုင်း လောင်စာ ဆီ အပိုကြေး သည် ခရီး တစ်ခေါက် စာ လျှင် နောက်ထပ် ဘတ် ၁၀ဝ မှ ဘတ် ၈၅၀ ထိ မြင့်တက် ပြီး ဖြစ်သည် ဟု သူ ပြော သည် ။\n",
        "output": [
            "He says 70% of operating costs are taken up with fuel, and the airline has already raised fuel surcharges again by 100 baht to 850 baht per leg.\n"
        ]
    },
    {
        "input": "မူဂါဘီ ၏ အစိုးရ ကို အရေးယူဆောင်ရွက်ရ သူ ထိုလူ ကို \" အပြစ်ပေး \" ရန် အဆိုပါ လုပ်ဆောင်မှု များ ကို ဒီဇိုင်းဆွဲရေးသားခဲ့ပါသည် ဟု နိုင်ငံရေးအတိုက်အခံပါတီ က ပြောခဲ့ပါတယ် ။\n",
        "output": [
            "The opposition has said the operation is designed to \"punish\" those who object to Mugabe's government.\n"
        ]
    },
    {
        "input": "ရေကူးကန် မှ အဝေးသို့ ရောက်ရှိ သောအခါ ၊ တွစ်တာ ၊ ဖေ့ဘွတ် ၊ သို့မဟုတ် တယ်လီဗေးရှင်း ကို အသုံးပြုခွင့် မရှိခဲ့ပဲ အခြားနည်းလမ်းများ ကို သုံးပြီး သူတို့ကိုယ်တိုင်ပဲ ဖြေဖျော်ခဲ့ကြသည် ။\n",
        "output": [
            "When away from the pool, they did not have access to Twitter, Facebook, or television and had to entertain themselves using other means.\n"
        ]
    },
    {
        "input": "ဟော့ပါ သည် သူ၏ အနုပညာ ကို ကမ္ဘာအနှံ့ ပြသခြင်းခံရသည့် လျင်မြန်စွာကျော်ကြားသော ဓာတ်ပုံဆရာ ၊ ပန်းချီဆရာ ၊ နှင့် ပန်းပုဆရာ တစ်ဦး ဖြစ်ခဲ့သည် ။\n",
        "output": [
            "Hopper was a prolific photographer, painter, and sculptor whose works have been exhibited worldwide.\n"
        ]
    },
    {
        "input": "“ ကျွန်တော်တို့ သည် ထုထည် အတွင်း က ရေတွေ အတွက် အရမ်း သေးငယ် ပြီး အရမ်း အေး ကြောင်း သက်သေပြနိုင် ပါက - ဒါဟာ နောက်ဆုံး ဖော်ပြချက် တစ်ခု ဖြစ်တယ် ဆိုတာ ကျွန်တော်တို့ သဘောပေါက်ပါတယ် ၊ ” လို့ ကိုလိုရာဒိုမြစ် ၊ ဘိုးလ်ဒါမြို့ ၊ အာကာသ သိပ္ပံ အဖွဲ့အစည်း က ကစ်စ်ဆီးနီး ပုံရိပ် အသင်း ခေါင်းဆောင် ဖြစ်သူ ဒေါက်တာကယ်ရိုလင်းပေါကို က ၊ ပြောခဲ့သည် ။\n",
        "output": [
            "\"We realize that this is a radical conclusion — that we may have evidence for liquid water within a body so small and so cold,\" said Dr. Carolyn Porco, Cassini imaging team leader at the Space Science Institute, Boulder, Colorado.\n"
        ]
    },
    {
        "input": "အဆိုပါ စာအုပ် သည် နော်ဝေ အကောင်းဆုံး ရောင်းသူ စာရင်း ထဲ ဒုတိယ နေရာ တွင် ပေါ်ထွက်လာသည် ။\n",
        "output": [
            "The book debuted on 2nd place in the Norwegian best seller list.\n"
        ]
    },
    {
        "input": "ပိုလန် သမ္မတ လက်ခ် ကာစကီး ကို ဝါဝယ် ရဲတိုက် ၌ ဂူသွင်းမြုပ်နှံ မည့် အစီအစဉ် များ အား ကန့်ကွက် လျက် ထောင်ပေါင်းများစွာသော လူ များ သည် ကရာကော မြို့ ၏ လမ်း များ ပေါ် သို့ ရောက်ရှိလာခဲ့ကြသည် ။\n",
        "output": [
            "Thousands of people have taken to the streets of Krakow objecting to plans to bury the Polish president, Lech Kaczynski, at Wawel Castle.\n"
        ]
    },
    {
        "input": "အမေရိကန်ပြည်ထောင်စု သမ္မတနှင့်ဆိုင်သော ကိုယ်စားလှယ်လောင်း အထက်လွှတ်တော် အမတ်များ ဘားရက် အိုဘားမား နှင့် ဂျွန် မက်ကိန်း တို့ သည် လိပ်ခ် ဖောရက် ရှိ ဆက်ဒါဘက် ခရစ်ယာန်ဘုရားရှိခိုးကျောင်း မှ တိုက်ရိုက် ထုတ်လွှင့်မှု ဖိုရမ် တစ်ခု တွင် တစ်ဦး စီ ပါဝင်ဆွေးနွေးခဲ့သည် ။\n",
        "output": [
            "United States Presidential candidates Senators Barack Obama and John McCain each participated in a live forum broadcast from Saddleback Church in Lake Forest.\n"
        ]
    },
    {
        "input": "သြစတြေးလျ အရာရှိ များ သည် အမေရိကန် က အီဂျစ် သို့ ၆ လ ကြာ သူ့ ကို လွဲပြောင်း ပေး ခဲ့သည် ကို သတိပြုမိခဲ့သည် ။\n",
        "output": [
            "Australian officials were aware that he had been transferred by the United States to Egypt for six months.\n"
        ]
    },
    {
        "input": "ထိုင်း-ဂျပန် ဘန်ကောက် လူငယ် စင်တာ မှာ ကျင်းပလျက်ရှိ သော အာရှ-ပစိဖိတ် ဇုန် ဘီးတပ်ကုလားထိုင် ဘတ်စကတ်ဘော ချန်ပီယံလုပွဲ အတွက် ၊ အနှေးယဉ်များ မှာ ဘန်ကောက် ၊ ထိုင်း ၊ မှ ဖြစ်သည် ။\n",
        "output": [
            "The Gliders are in Bangkok, Thailand, for the Asia-Oceania Zone Wheelchair Basketball Championships, which are being held at the Thai-Japanese Bangkok Youth Center.\n"
        ]
    },
    {
        "input": "ပြင်သစ် ပြည်ထဲရေး ဝန်ကြီးဌာန က မြောက်များစွာသော ကယ်ဆယ်ရေးများ နှင့် အရင်းအမြစ်များ မှ အရှိန်အဟုန်နှင့် တုန့်ပြန်မှု သေချာစေရန် အရေးပေါ် အစီစဉ် တစ်ခု သက်ဝင်လှုပ်ရှားခြင်း ၏ ထူးခြားသော ခြေလှမ်း ကို ခွင့်ပြုခဲ့သည် ။\n",
        "output": [
            "The French Interior Ministry took the rare step of activating an emergency plan to ensure rapid response from large numbers of rescuers and resources.\n"
        ]
    },
    {
        "input": "နေ့ရက် အများစု ကို သူမ သည် ခေါင်းအုံး တစ် လုံး ပေါ်တွင် လှဲလျောင်းလျက် ၊ သူမ ၏ ပတ်ဝန်းကျင် ကို စောင့်ကြည့်ခြင်း ဖြင့် ဖြတ်ကျော်သည် ။\n",
        "output": [
            "Most of the day she passes watching her surrounding, lying on a pillow.\n"
        ]
    },
    {
        "input": "ပို၍ပြင်းထန်လာသော အငြင်းပွားမှု တစ်ခု တွင် အီတလီ ဝန်ကြီးချုပ် ဆယ်ဗီအို ဘာလူစကိုနီ ရဲ့ နိုင်ငံရေး ပြသနာများ ဖြစ်စေခဲ့ ပြီး အမျိုးသား ဆူပူမှု တစ်ခု အီတလီ မှာ စတင်ခဲ့တယ် ၊ နီကိုးလာ ကယ်လီပါရီ သေဆုံးတဲ့ ဗုဒ္ဒဟူး နေ့ က အီတလီလူမျိုး တရားစွဲဆိုသူတွေ က သူတို့ရဲ့ ကိုယ်ပိုင် လွတ်လပ်သော သက်သေပြမှုတွေ ကို စတင်ခဲ့တယ် ။\n",
        "output": [
            "In an escalating controversy that has contributed to Italian Prime Minister Silvio Berlusconi's political problems and created a national uproar in Italy, Italian prosecutors began their own independent probe on Wednesday of the death of Nicola Calipari.\n"
        ]
    },
    {
        "input": "အမ်စတာဒမ် နှင့် ပဲရစ် သို့ ဝန်ဆောင်မှုများ ရပ်ဆိုင်းထား သော်လည်း ဘရူဇဲ နှင့် ကလုံး အတွင်း သိုင်းစ် ဝန်ဆောင်မှု ပြန်လည်စတင်ခဲ့သည် ။\n",
        "output": [
            "Thalys services between Brussels and Cologne have now resumed, but services to Amsterdam and Paris are still suspended.\n"
        ]
    },
    {
        "input": "မွေးကင်းစ ကလေး တစ် ယောက် ၊ နှင့် လေယာဉ် အမှုထမ်း ၁၆ ယောက် အပါအဝင် ခရီးသည် ၂၉၁ ယောက် ကို တင်ဆောင် လာသည့် ဆိုးလ် မြို့ မှ လာသော ၊ လေယာဉ် ခရီး စဉ် အမှတ် ၂၁၄ ဟာ ၊ ပြေး လမ်း 28L ပေါ် မှာ ပျက် ကျ သွား ခဲ့ခြင်း ဖြစ်ပါသည် ။\n",
        "output": [
            "Flight #214, coming from Seoul, carrying 291 passengers — including one infant, and 16 crew members — crashed on runway 28L.\n"
        ]
    },
    {
        "input": "“ ဒီ စနစ် ဟာ အလုပ်ဖြစ်ခဲ့တယ် ဆိုတာ ငါတို့ ခံစားရတယ် ၊ ဒါပေမဲ့ ဒါဟာ ကောင်းမွန် ပြည့်စုံ လို့ တော့ မ ဟုတ် ဘူး ၊ ” လို့ မက်ကောမက် က ပြောခဲ့တယ် ။\n",
        "output": [
            "\"We do feel that the system worked, but the system isn't perfect,\" McCormack said.\n"
        ]
    },
    {
        "input": "ပန်နီစဗားနီးယား ပြည်နယ် စိုက်ပျိုးရေး ဌာန နှင့်အတူ ပျားနှင့်ဆိုင်သော ပညာရှင် တစ်ယောက် ၊ ဒန်းနစ် ဗန်အန်ကယ်ဒရော့ အဆိုအရ ၊ “ ၄င်း သည် ကူးစက်တတ်သော ရောဂါ တစ်မျိုး ဖြစ်သည် ကို ၊ သေသေချာချာမသိရ ပေမယ့် ၊ ကျွန်ုပ်တို့ တော်တော်လေး သေချာပါသည် ။ ”\n",
        "output": [
            "According to Dennis vanEngelsdorp, a bee specialist with the Pennsylvania State Department of Agriculture, \"We are pretty sure, but not certain, that it is a contagious disease.\"\n"
        ]
    },
    {
        "input": "စက်မှုလုပ်ငန်း အခက်အခဲဖိစီးမှုဒဏ် မှ သူတို့ ကို ကာကွယ်ပေးရမယ် လို့ စကားများငြင်းခုံထားသော ၊ ကော်မတီ အဖွဲဝင်များ ကို ဖော်ထုတ် ဖို့ ဒဘလျူအိတ်ချ်အို က ငြင်းဆန်ခဲ့သည် ၊ ထို့ကြောင့် ဖြစ်နိုင်ခြေရှိသော ဆေးဝါးကုမ္ပဏီများ နှင့် အကျိုးစီးပွားပဋိပက္ခများ ကို မသိရပေ ။\n",
        "output": [
            "The WHO has refused to identify committee members, arguing that they must be shielded from industry pressure, so possible conflicts of interest with drug companies are unknown.\n"
        ]
    },
    {
        "input": "ဖာနမ်ဒို အတွက် တော့ ကံဆိုးတာပါပဲ ၊ ကားခတ္တရပ်လိုက်ရတာက ရင်သပ်ရှူမောဖွယ်ကောင်းတဲ့ ပြိုင်ပွဲ တစ်ခု ကို ဖျက်ဆီးလိုက်သလိုပါပဲ ။\n",
        "output": [
            "Tough luck for Fernando, pit-stop problem spoiled a fantastic battle.\n"
        ]
    },
    {
        "input": "“ ကျွန်တော်တို့ အီရန် နိုင်ငံ တွင် သင်တို့၏ နိုင်ငံ မှာ ကဲ့သို့ လိင်တူချစ်သူများ မရှိပါ ၊ “ ဟု မက်ဒီနီဂျက် က ဖော်ပြခဲ့ ပြီး ပရိတ်သတ်များ ကို ရယ်မော ရန် ဆွဲဆောင်နိုင်ခဲ့သည် ။\n",
        "output": [
            "Ahmadinejad stated that \"In Iran we don't have homosexuals like in your country,\" drawing laughter from the audience.\n"
        ]
    },
    {
        "input": "နယ် လမ်းကြောင်း သည် ဤ အမြန်လမ်း ၏ ဆွဲဆန့်သော ၁၅၀ မိုင် တစ်ခု ပိတ် ကတည်းက ခွင့်ပြုခြင်းခံရသည် ။\n",
        "output": [
            "Local traffic is being allowed, since this shuts off a 150-mile stretch of highway.\n"
        ]
    },
    {
        "input": "အီတလီ အစိုးရ က ၄င်း ဖြစ်စဉ် ကို ငြင်းဆိုခဲ့ ပြီး ၊ မတ် လ ၄ ရက် နေ့ က ယူအက်(စ်) သည် လုပ်ငန်းစဉ် ကို အပြည့်အဝ သတိပြုခဲ့ ကြောင်း ပြောဆိုခဲ့ပါတယ် ။\n",
        "output": [
            "The Italian government disputes this account, and has said that the US was fully aware of the operation on March 4.\n"
        ]
    },
    {
        "input": "ကန့်လန့်ဖြတ် ရထားလမ်း က ၎င်း သည် မူလ ကမ်းလှမ်းချက် တွင် တရားမျှတသော တန်ဖိုး တစ်ခု ကို ချမှတ် ရန် ကြိုးစားလိမ့်မည် ဟု မဖော်ပြ ပြီးလျှင် ၎င်း အစား လူအနည်းစု ကိစ္စ ကို မြေယာခုံရုံး သို့ တင်ပြသည့် မျှော်လင့်ချက် တွင် ပိုင်ဆိုင်မှု တစ်ခု လျှင် ပေါင် ၅၀ ဝန်းကျင် ကို သာ ကမ်းလှမ်းလိမ့်မည် ဟု ဖြစ်သည် ။\n",
        "output": [
            "Crossrail does not indicate that it will attempt to assign a fair value in the original offer and instead is only going to offer around £50 per property in the hope that not many people take the matter to the Land Tribunal.\n"
        ]
    },
    {
        "input": "သောကြာနေ့ တွင် ဒီမိုကရေစီနောင်း သတင်းစာ နှင့် သဘောတူလုပ်ခဲ့သော အင်တာဗျူး တစ်ခု ၌ ၊ ဘာရီဂန် ၏ ပြောချက်အရ ၊ ဂျူလိုင် ၁၄ ရက် နေ့ တိတိ တွင် ကန့်သတ်ချက် တောင်းဆို စဉ်အတောအတွင်း အမေရိကန်ပြည်ထောင်စု က အစ္စရေး စစ်တပ် ကို လက်ဗနွန် မြို့ တွင် သူတို့ ဗုံးကြဲ တိုက်ခိုက်မှု ကို ကူညီနိုင် စေရန် အမေရိကန်ဒေါ်လာ သန်းပေါင်း တစ်ရာ့နှစ်ဆယ် တန်ဖိုးရှိသော လေယာဉ် ဆီ ကို လည်း ရောင်းချခဲ့ပါသည် ။\n",
        "output": [
            "According to Berrigan, in an interview given to Democracy Now on Friday, just on the 14th of July while calling for restraint the U.S. also sold $120 million worth of jet fuel to the Israeli military assisting their bombing campaign of Lebanon.\n"
        ]
    },
    {
        "input": "“ ကျွန်တော်တို့ ၏ အဓိက ပူပန်မှု ဟာ မြေအောက် မှာ ရှိနေသော လူ ၃၀၀၀ ကျော် အတွက် ဖြစ်ပါတယ် ၊ ” ဟု တောင်အာဖရိက ရှိ သတ္တုတွင်းလုပ်သားများ အမျိုးသားအစည်းအရုံး မှ ဥက္ကဌ ဒွန်ဘိုဝါနာ က ပြောခဲ့သည် ။\n",
        "output": [
            "\"Our main worry is for more than 3,000 people who are underground,\" said National Union of Mineworkers for S. Africa chairman, Deon Boqwana.\n"
        ]
    },
    {
        "input": "အမျိုးသမီး ပြိုင်ပွဲ သည် ( ဒေသ စံတော်ချိန် ) ညနေ ၃ နာရီ တွင် စတင်ခဲ့ ပြီး အမျိုးသား ပြိုင်ပွဲ သည် နောက်ထပ် နှစ် နာရီ ကြာ ပြီး မှ စတင်ခဲ့သည် ။\n",
        "output": [
            "The women's race started at 3 p.m.(local time) while the men's race started two hours later.\n"
        ]
    },
    {
        "input": "ဒတ်ချ်လူမျိုး ကျွမ်းဘားသမား အက်ကီ ဇွန်ဒါလန် သည် မြောက် ဂရင်းဝှက်ချ် ကွင်း ၌ ပရိတ်သတ် ထံမှ အထူးဩဘာပေးခြင်း နှင့်အတူ ရွှေ တံဆိပ် ဆု တစ်ဆု ပါ သူ ရရှိ ပြီး ၊ ပြည့်စုံ ပြီး အလွန် ခက်ခဲသော လှုပ်ရှားမှု တစ်ခု ကို ရမှတ် ၁၆.၅၃၃ ဖြင့် ရပြီး တင်ဆက်ပြသနိုင်ခဲ့သည် ။\n",
        "output": [
            "The Dutch gymnast Epke Zonderland performed a near-flawless and immensely difficult routine that earned 16.533 points, earning him both a gold medal and a standing ovation from the audience in the North Greenwich Arena.\n"
        ]
    },
    {
        "input": "ပီပါ စပရေး အသုံးမပြုနိုင်သော နေရာများ တွင် တံတွေး ထွေးခြင်း ၊ ရေ ဖြင့် ပက်ခြင်း သို့မဟုတ် အစောင့်များ အပေါ် ဆီးသွား ရန် ကြိုးစားခြင်းများ ကဲ့သို့သော ဖြစ်ရပ်များ ကို စည်းကမ်း ဥပဒေ ချိုးဖောက်သော အမှုများ အဖြစ် ရှင်းလင်းစွာ စာရင်း ပြုစုထားပါသည် ။\n",
        "output": [
            "Infractions such as spitting, throwing water at, or attempting to urinate on guards appear as explicitly listed cases where pepper spray may not be used.\n"
        ]
    },
    {
        "input": "အဆိုပါ ကော်မတီ က မည်သည့် ရုပ်ရှင် သုံးခု သည် အဆိုပြုခြင်း ခံယူသင့်သည် ကို ဆုံးဖြတ်လိမ့်မည် ။\n",
        "output": [
            "The committee will decide which of the three films should receive nominations.\n"
        ]
    },
    {
        "input": "\" ကျွန်တော် တို့ သည် အခြား ဘာသာစကား များ သို့ ထပ် တိုးချဲ့ ရန် လည်းဘဲ မျှော်လင့် ထား သည် ၊ ဘာကြောင့်လဲဆိုတော့ ကျွန်တော် တို့ ၏ သတင်း အချက်အလက် နှင့် ဖျော်ဖြေမှု ထုတ်လွှင့်မှု ကို ဈေးကွက် တောင်းဆိုမှု အသေအချာ ရှိပါတယ် ။ \"\n",
        "output": [
            "\"We are looking forward to expanding into other languages as well, because there is definitely a market demanding our brand of infotainment.\"\n"
        ]
    },
    {
        "input": "အယ်လ် ဂျာဇီးရား အဆိုအရ ၊ တရုတ်နိုင်ငံ ၏ သတ္တုတွင်းများ သည် ကမ္ဘာပေါ် တွင် အသေအပျောက်အများဆုံး ဖြစ် ပြီး ၊ သူတို့ တွင် မတော်တဆမှုများ ကြောင့် နှစ် စဉ် ထောင်ပေါင်း များစွာသော မိုင်းလုပ်သားများ သေဆုံးကြသည် ။\n",
        "output": [
            "China's mines are the deadliest in the world; according to Al Jazeera, several thousand miners die each year due to accidents in them.\n"
        ]
    },
    {
        "input": "“ ၄င်း သည် ကျွန်တော် တို့ စည်းလုံး ပြီး စွမ်းအားရှိ နေသေး ကြောင်း သက်သေ ဖြစ်ခဲ့ပါသည် ။ ”\n",
        "output": [
            "\"It was the proof that we are still united and powerful.\"\n"
        ]
    },
    {
        "input": "အာဖရိက နိုင်ငံ ၏ တာဝန် အကြာဆုံး ခေါင်းဆောင်ဖြစ်သူ ဘွန်ဂို သည် အသက် ၇၃ နှစ် တွင် တနင်္လာနေ့ ၌ ကွိုင်ယွန် ဆေးခန်း တွင် သေဆုံးခဲ့ပြီးဖြစ်သည် ဟု ဂျင်း အိုင်ဂီ နောင် က ပြောကြားခဲ့သည် ။\n",
        "output": [
            "Jean Eyeghe Ndong said that Bongo, the longest-serving leader of an African country, had died at the Quiron clinic on Monday, at the age of 73.\n"
        ]
    },
    {
        "input": "မင်း သန်မာသော အခြမ်း ကို ထုတ်ပစ် ပြီး တခါတရံ ဘာ့ကြောင့်လဲဆိုတာ မင်း အံ့သြလိမ့်မယ် ။\n",
        "output": [
            "You put a strong side out and you wonder why sometimes.\n"
        ]
    },
    {
        "input": "“ ဘရော့ဘန် နှုန်း နှင့် လူတွေ ပေးနေရတဲ့ ဈေးနှုန်းတွေ က အငြင်းပွားမှု ရဲ့ အကြီးမားဆုံးသော အရင်းခံအကြောင်းတရားများ ဖြစ်ပါတယ် ။ ”\n",
        "output": [
            "\"Broadband speed and the price people are paying are the biggest bones of contention.\"\n"
        ]
    },
    {
        "input": "သူ သည် သူ၏ တရားဝင် ကိုယ်စားလှယ်လောင်း ပြုလုပ် ရန် လာမည့် ကြာသပတေးနေ့ တွင် စာရွက်စာတမ်း မှတ်တမ်းဝင် ရန် မျှော်မှန်းခဲ့သည် ။\n",
        "output": [
            "He is expected to file papers next Thursday to make his candidacy official.\n"
        ]
    },
    {
        "input": "\" ဂျိမ်းစ် သည် သူ ၏ တာဝန်များ ကို နှစ် သစ် တွင် ပြန်လည် ထမ်းဆောင်နိုင် ရန် ကျွန်တော်တို့ စီစဉ်နေ ပြီး သူ သည် ပန် စတိတ် ပြေးခုန်ပစ်သမားများ နှင့် တက္ကသိုလ် ကို မြင့်မားသော စွမ်းအင် ၊ ပေးဆပ်ခြင်း နှင့် လေးစားမှု အဆင့်အတန်း ဖြင့် သူ က ကိုယ်စားပြုလိမ့်မည် ကို ယုံကြည်ပါသည် ။ \"\n",
        "output": [
            "\"We are planning to have James resume his duties in the new year and are confident that he will represent Penn State Athletics and the University with a high level of energy, dedication and respect.\"\n"
        ]
    },
    {
        "input": "၂၀၁၀ ခုနှစ် ကုလသမဂ္ဂ ရာသီဥတု ပြောင်းလဲမှုဆိုင်ရာ ညီလာခံ ညှိနှိုင်းမှု ကို ဂျာမနီနိုင်ငံ ဘွန်း တွင် ဤ ရက်သတ္တပတ် ဆက်လက်၍ လုပ်ဆောင်ခဲ့သည် ။\n",
        "output": [
            "The 2010 United Nations Climate Change Conference negotiations continued this week in Bonn, Germany.\n"
        ]
    },
    {
        "input": "လုံခြုံရေး တပ်ဖွဲ့များ သည် ဆိုဒ်များ အားလုံး ကို ထိန်းချုပ်မှု ရရှိအောင် မလုပ်နိုင်ခင် နာရီပေါင်း များစွာ ကြာခဲ့ပါတယ် ။\n",
        "output": [
            "It took several hours before security forces were able to gain control of all the sites.\n"
        ]
    },
    {
        "input": "သူတို့ ၏ စုစုပေါင်း ချမ်းသာကြွယ်၀မှု သည် မနှစ် က စုစုပေါင်း အမေရိကန် ဒေါ်လာ ၃.၆ ထရီလီယံ မှ တိုးတက်မှု တစ်ခု အဖြစ် အမေရိကန်ဒေါ်လာ ၄.၅ ထရီလီယံ ရှိသည့် ကမ္ဘာ့ ဘီလျံနာပေါင်း ၁၂၁၀ ဦး ကို ဖော်ဘီး မဂ္ဂဇင်း က စာရင်းပြုစုခဲ့သည် ။\n",
        "output": [
            "Forbes lists a world total of 1,210 billionaires whose combined wealth is US$4.5 trillion, an increase from last year's total of US$3.6 trillion.\n"
        ]
    },
    {
        "input": "“ မေးခွန်း ကို ဖြေ ရာ တွင် တွမ် ခရု(စ်) က အယ်လ်အာအိတ်ချ် [ အယ်(လ်) . ရွန် ဟတ်ဘက် ] နည်းပညာ ကို ကမ္ဘာ ပေါ် ရှိ လူ ပေါင်း တစ် ဘီလီယံ ကျော် အား မိတ်ဆက်ပေးခဲ့သည် ။ ”\n",
        "output": [
            "\" In answering that question, Tom Cruise has introduced LRH [L. Ron Hubbard] technology to more than 1 billion people on earth.\"\n"
        ]
    },
    {
        "input": "အဆိုပါ ငြိမ်းချမ်းရေး အစီအစဉ် စာရွက်စာတန်း ကို ပြင်သစ် သမ္မတ ၊ နီကိုလတ်စ် ဆာကိုဇီ က စတင် ရေးဆွဲခဲ့သည် ။\n",
        "output": [
            "The peace plan document was originally drafted by Nicolas Sarkozy, the President of France.\n"
        ]
    },
    {
        "input": "အဆိုပါ အခြေအနေ သည် ထိခိုက်ဒဏ်ရာ မရှိဘဲ ပြီးဆုံးခဲ့ ပြီး ခရီးသည်များ နှင့် လေယာဉ် ခေါင်းခန်း ရှိ လေယာဉ်အမှုထမ်းများ အားလုံး ဘေးကင်းစွာ ဆင်းသက် ရန် တတ်နိုင်ခဲ့သည် ။\n",
        "output": [
            "The situation ended without incident and all passengers and crew on board the aircraft were able to leave safely.\n"
        ]
    },
    {
        "input": "“ ၁၃ ထပ် နှင့် ၂၇ ထပ် အလွှာများ အပေါ်တွင် မီးခိုးငွေ့ တိုင်းတာသောကိရိယာများ က အလုပ်လုပ်မလုပ်ခဲ့ပါ ။ ”\n",
        "output": [
            "\"Smoke detectors went off on the 13th and 27th floors.\"\n"
        ]
    },
    {
        "input": "အဆိုပါ လေ့လာမှု သည် နျူးကလီးယား စွမ်းအင် အသုံးပြုခြင်း ကို လေ့လာ ပြီး နျူးကလီးယား ဆန့်ကျင်ရေး လှုပ်ရှားသူများ မှ အသုံးပြုသော အချက်အလက် အချို့ ကို တိုက်ခိုက်သည် ။\n",
        "output": [
            "The study endorses the use of nuclear energy and attacks some of the data used by anti-nuclear campaigners.\n"
        ]
    },
    {
        "input": "အောက်လွှတ်တော် နှင့် အထက်လွှတ်တော် အကြား အကျပ်အတည်း ကို အဆုံးသတ် ရန် ကြိုးပမ်းမှု အတွက် ၊ ဘိုနာ သည် နှစ် တစ် နှစ် ၏ အဆုံး ၌ သက်တမ်းကုန်ဆုံးမှု ကြောင့် ဖြစ်ခဲ့ သော အခွန် ဖြတ်တောက်မှု ကို တိုးမြှင့်လာလိမ့်မည် ဆိုသော ဥပဒေမူကြမ်း ၏ အထက်လွှတ်တော် တင်ဆက်မှု တစ်ခု အပေါ် အောက်လွှတ်တော် ဆန္ဒမဲ တစ်ခု ကို သူ က အစီအစဉ်ရေးဆွဲလိမ့်မည် ဟု ဆိနိတ် ဒီမိုကရက်တစ် ခေါင်းဆောင် ဟယ်ရီရိဒ်ကေ ကို ပြောကြားခဲ့သည် ။\n",
        "output": [
            "In an effort to end the impasse between the House and Senate, Boehner told Senate Democratic leader Harry Reid that he would schedule a House vote on the Senate version of the bill that would extend the tax cut, which was due to expire at the end of the year.\n"
        ]
    },
    {
        "input": "ဒါဟာ အလွန့် အလွန် ကို အရေးကြီး တဲ့ အဆင့် ဖြစ်တယ် ” လို့ အိမ်ဖြူတော် အကြံပေး ဗယ်လီရီ ဂျရတ် က ပြောကြားခဲ့ပါ သည် ။\n",
        "output": [
            "Valerie Jarrett, a White House adviser, said it was a \"very, very important step.\"\n"
        ]
    },
    {
        "input": "သေဆုံးသွားသော မိန်းကလေး ၏ ဉီးကြီး က လည်း စစ်ဆေးမှု အောက် တွင် သူ့ ကို တုပ်ကွေး ရောဂါ ကို ညွှန်ပြသော လက္ခဏာ ရှိခြင်း အတွက် ကြောင့် ယုံကြည်ခဲ့သည် ။\n",
        "output": [
            "The death of the girl's uncle is also believed to be under investigation due to him having symptoms that may indicate flu.\n"
        ]
    },
    {
        "input": "သူ သည် အခြား ယာဉ်များ ကို လမ်းဖယ်ပေး ရန် အတင်း ကြိုးစားခဲ့တယ် လို့ ထင်ခဲ့ရတယ် ။\n",
        "output": [
            "It is thought he was trying to force the other vehicle out of the way.\n"
        ]
    },
    {
        "input": "အသက် ၇၃ နှစ် ရှိ နိုင်ငံခြားရေး ဝန်ကြီး ပရနက် ကူမာမူခါရဂျီး သည် သမဂ္ဂ ဥက္ကဌ ဆိုနီယ ဂန္ဒီ နှင့် ဝန်ကြီးချုပ် ဆိုချ် နှင့်အတူ အစည်းအဝေး ကျင်းပ ပြီးနောက် တွင် ဘဏ္ဍာရေးဝန်ကြီးဌာန တာဝန် ကို ပေးအပ်ခြင်းခံရသည် ။\n",
        "output": [
            "External Minister Pranab Kumar Mukherjee, age 73, has been given the charge of Finance Ministry after he held meetings with Congress President Sonia Gandhi and then Prime Minister Singh.\n"
        ]
    },
    {
        "input": "ဂျီဘူတီ နိုင်ငံ ကျေးလက်ဒေသ တွင် လူ ၅၀ ရာခိုင်နှုန်း နီးပါး ကောင်းစွာ ဖွံ့ဖြိုးတိုးတတ်နေသော သောက်သုံး ရေ အရင်းအမြစ် ကို အဆင်သင့် သုံးစွဲနိုင်ခွင့် မရှိပါ ။\n",
        "output": [
            "Almost 50 percent of people in rural Djibouti do not have ready access to properly developed source of drinking water.\n"
        ]
    },
    {
        "input": "နိုက်ဂျီရိယန် လူ တစ်ယောက် သည် သူ၏ အတွင်းခံဘောင်းဘီ တွင် ပေါက်ကွဲစေသော ပစ္စည်း နှင့် မြစ်ဝကျွန်းပေါ် လေယာဉ် တစ်စီး ၏ ဗုံးကြဲတိုက်ခိုက်မှု ဒီဇင်ဘာ ၂၅ ကြိုးစားမှု ကျရှုံးမှု ကြောင့် ယူအက် တွင် ၎င်း၏ လေဆိပ် လုံချုံရေး တိုးမြင့်ခံထားသည် ။\n",
        "output": [
            "The US has increased its airport security following the failed attempted December 25 bombing of a Delta flight by a Nigerian man with explosives in his underpants.\n"
        ]
    },
    {
        "input": "မီး လောင်ကျွမ်းမှု ကြောင့် သိုး နှင့် ကျွဲ ထောင် ပေါင်း များ စွာ လည်း သေဆုံးခဲ့သည် ။\n",
        "output": [
            "Thousands of sheep and cattle have also been killed in the fires.\n"
        ]
    },
    {
        "input": "၁၄ ကြိမ် မြောက် လော့ဆဘ်ဟ တွင် အိန္ဒိယ အမျိုးသား ကွန်ဂရက် ၏ ထင်ရှားသော ခေါင်းဆောင် တစ် ယောက် ဖြစ်သော အရည်အချင်း ရှိသော ရုရှ ကွန်မြူနစ် ပါတီ အဖွဲ့ဝင် ဟု လူသိများ ကျော်ကြားသူ ၊ “ ၂၀၀၄ ခုနှစ် တိုင်အောင် ရွေးကောက်ပွဲ တစ် ခု တွင် အများ က လက်ခံခြင်း မရှိခဲ့သော ဂန္ဒီ မိသားစု ၏ သစ္စာခံ တစ် ယောက် ဖြစ်သည် ။ ”\n",
        "output": [
            "A prominent leader of the Indian National Congress in the 14th Lok Sabha, he is known to be a competent party apparatchik, \"a prominent Gandhi family loyalist who did not win a popular election until 2004\".\n"
        ]
    },
    {
        "input": "နယူးဒေလီ မြို့ ရှိ အိန္ဒိယ မိုးလေဝသဌာန ( အိုင်အမ်ဒီ ) မှာ သိပ္ပံပညာရှင်များ မှ ၊ အာရှ သို့ ကမ္ဘာ့ မိုးလေဝသအဖွဲ့အစည်း ၏ ပါရဂူများ စင်တာ က ၊ ဆိုင်ကလုန်း မုန်တိုင်း ဆိုင်ရာ ပထမဆုံး တရားဝင် ကြေငြာချက်များ ကို မြန်မာနိုင်ငံ သို့ ဧပြီ လ ၂၆ ရက် အစောပိုင်း ကတည်းက သူ တို့ ထုတ်ဝေပေးခဲ့သည် ကို ပြောကြားပါသည် ။\n",
        "output": [
            "Scientists at the Indian Meteorological Department (IMD) in New Delhi, theWorld Meteorological Organisation's specialist centre for Asia, say they issued the first of the cyclone bulletins to Myanmar as early as 26 April.\n"
        ]
    },
    {
        "input": "အစည်းအဝေး တွင် ၊ ယူးရိုက် က အက်ဖ်အေအာစီ သူပုန်များ နှင့် အဆက်အသွယ်ရှိနေသော ကော်ရီရာ အစိုးရ ကို ငွေတောင်းခံခဲ့သည် ၊ ၎င်းသည် ကော်ရီရာ က ချက်ချင်း ငြင်းဆိုခဲ့သော ငွေတောင်းခံမှု တစ် ခု ဖြစ်သည် ။\n",
        "output": [
            "At the summit, Uribe charged Correa's government of having links with the FARC rebels, a charge that Correa quickly denied.\n"
        ]
    },
    {
        "input": "၂၀၀၈ ခုနှစ် တွင် အာကာသ အဝေးကြည့် မှန်ပြောင်း သို့ အစီအစဉ် ရေးဆွဲထားသော မစ်ရှင် တစ်ခု သည် တယ်လီစကုပ် ၏ စွမ်းရည်များ ကို နောက်ထပ် အဆင့်မြှင့် ရန် တူရိယာများ ကို ပေးပို့ ရန် မျှော်လင့်ခဲ့သည် ။\n",
        "output": [
            "A scheduled mission to the space telescope in 2008 is expected to deliver instruments to further upgrade the capabilities of the telescope.\n"
        ]
    },
    {
        "input": "ကင် သည် ရထား တစ်စင်း အပြင်ဘက် ဒီဇင်ဘာ ဆယ်ခုနှစ်ရက် မှာ နှစ်ရက် စော ပြီး သေဆုံး ပုံပေါ်ခဲ့သည် ။\n",
        "output": [
            "Kim apparently died two days earlier on December 17 aboard a train.\n"
        ]
    },
    {
        "input": "ဒီ နှစ် ဇွန် လ တွင် ဂျီလဒ်တ် ရှာလစ် ကို ဖမ်းဆီးမှု နောက်ပိုင်း အစ္စရေး တပ်ဖွဲ့များ ဂါဇာ တွင် ဝင်ရောက် သိမ်းပိုက်မှုများ ပုံမှန် ပြုလုပ်လေ့ရှိသည် ။\n",
        "output": [
            "Israeli troops have regularly made incursions into Gaza following the capture of Gilad Shalit in June this year.\n"
        ]
    },
    {
        "input": "ယနေ့ ရုရှား နှင့် တူရကီ အစိုးရ တို့ သည် တူရကီ တွင် ၊ နိုင်ငံ ၏ ပထမဆုံး အမေရိကန် ဒေါ်လာ ၂၀ ဘီလီယံ နျူးကလီးယား စွမ်းအင် စက်ရုံ တစ် ခု ရုရှား တည်ဆောက်ခြင်း ကို ဦးတည် သည့် သဘောတူညီမှု တစ် ခု လက်မှတ်ရေးထိုးခဲ့သည် ။\n",
        "output": [
            "The Russian and Turkish governments today signed an agreement that would lead to Russia building a US$20 billion nuclear power plant in Turkey, the country's first.\n"
        ]
    },
    {
        "input": "ဘလက် က အမှုလိုက်စစ်ဆေးရေးမှူးများ သည် သူ၏ အမှုသည် ကို တရားခံဖြစ်အောင်လုပ်ဆောင်ခဲ့သည် ဟု လည်း ဝေဖန်ခဲ့သည် ။\n",
        "output": [
            "Blatt also criticized the portrait prosecutors had painted of his client.\n"
        ]
    },
    {
        "input": "အပို လေယာဉ်ခရီးစဉ် ဆိုသည်မှာ ဗြိတိသျှ လေကြောင်းလိုင်း သည် ဘူချာရက် မှ လန်ဒန် သို့ ၊ အသွားအပြန် ၊ တစ်ပတ် ကို ၁၀ကြိမ် ယခုမှစ၍ ပျံသန်းလိမ့်မည်ဖြစ်သည် ။\n",
        "output": [
            "The extra flights will mean that British Airways will now fly from Bucharest to London, and back, ten times a week.\n"
        ]
    },
    {
        "input": "အိန္ဒိယနိုင်ငံ ၏ စီးပွားရေး သည် ၂၀၀၆-၂၀၀၇ ဘဏ္ဍာ နှစ် ၏ ဒုတိယလေးလပတ် ( ဇွန်လိုင်-စက်တင်ဘာ ) တွင် ၉.၂ ရာခိုင်နှုန်း ၊ ပြီးခဲ့သော နှစ် ထို တူညီသော လေးလပတ် တွင် ၈.၄ ရာခိုင်နှုန်း တိုးတက်ခဲ့သည် ။\n",
        "output": [
            "India's economy has grown by 9.2 percent in Q2 (July-September) of the fiscal year 2006-07, which was 8.4 percent last year for the same quarter.\n"
        ]
    },
    {
        "input": "ဟူစိန် ၏ ချေပသော အမှုလိုက်ရှေ့နေ မှ ကြိုတင်ထင်မြင်ယူဆချက် ၏ စွပ်စွဲခြင်းများ သည် ၊ တရားသူကြီးများ ၏ လုံခြုံရေး အတွက် စိုးရိမ်မှုများ လည်းပဲ ပြန်လည် ရုံးတင်စစ်ဆေးမှု ကို ညီညွတ်စွာ တွန်းအားပေးခဲ့သည် ။\n",
        "output": [
            "There are accusations of bias from the defense counsel of Hussein, as well as fears for the judges' safety which have consistently pushed the trial back.\n"
        ]
    },
    {
        "input": "ဘာရာ က အဆိုပါ ဖြစ်စဥ် သည် ရုရှား တွင် အခွန်တိုးမြှင့်ကောက်ခံခြင်း ကို ရှောင်ရှား ရန် အဓိက ဖြစ်ပါတယ် ဟု ပြောခဲ့သည် ။\n",
        "output": [
            "Breur said the process was common in Russia to avoid hypertaxation.\n"
        ]
    },
    {
        "input": "လီဘာမင် ဟာ လောလောဆယ် အထက်လွှတ်တော်အမတ် လင်ဆေး ဂရေဟမ် နှင့်အတူ ၊ ဂျော်ဂျီယာ မှာ ရှိပါသည် ; ပါတီညီလာခံ မှာ သူ မိန့်ခွန်းပြော လျှင် မေးမြန်း သောအခါ \" ၄င်း က အလွန် ဖြစ်နိုင်ပါတယ် ၊ ဒါပေမယ့် ကျွန်ုပ် က ၄င်း ကို သူတို့ အား ထုတ်ပြန်ကြေငြာ ခွင့်ပေးမည် ” လို့ သူ တုံ့ပြန်ပြောဆိုခဲ့ပါတယ် ။\n",
        "output": [
            "Lieberman is currently in Georgia, with Senator Lindsey Graham; he responded when asked if he would be speaking at the convention that \"it's quite possible, but I'll let them announce it.\"\n"
        ]
    },
    {
        "input": "အခြား လွှတ်တော်အမတ်များ ၊ အလုပ်သမားများ ပါတီ အချို့ တောင် မှ ၊ အာဏာသိမ်းမှု အငြင်းပွားချက် ကို သဘောမတူညီခဲ့ပါ ။\n",
        "output": [
            "Other parliamentarians, even some of the Workers' Party, didn't agree with the coup argument.\n"
        ]
    },
    {
        "input": "ထို့အပြင် ၊ နှလုံး ပျက်စီးမှု ( ဆေးဝါး များ ၏ ဘေးထွက် ဆိုးကျိုး တစ်ခု ဖြစ် နိုင် သော ) ကို ကြိုတင်စီစဉ်ထား သူ ထိုသူ များ ကို လက်အောက်ခံ ဆေးဝါး များ နှင့်အတူ ထောက်ပံ့ ပေးလိမ့်မည် မဟုတ်ပါ ။\n",
        "output": [
            "In addition, those who are predisposed to heart damage (which can be a side effect of the drug) will not be provided with the subsidised medication.\n"
        ]
    },
    {
        "input": "အန်အက်ဖ်အယ်လ် မှ ကြော်ငြာချက် တစ်ခုကို ထုတ်ပြန်ခဲ့ပြီး ထိုထုတ်ပြန်ချက်မှာ အားကစားကွင်းများ ကို လုံခြုံရေးအစီအမံများဖြင့် နေရာများတွင် ကောင်းစွာ ကာကွယ် ထားပြီး ဖြစ်သည် ဟူ၍ ဖြစ်သည် ။\n",
        "output": [
            "The NFL has released a statement saying that the stadiums are well protected through security measures already in place.\n"
        ]
    },
    {
        "input": "သူတို့ သည် အငြင်းပွားဖွယ် ဂြိုလ်တု စခန်း ခြေရာခံစနစ် ပံ့ပိုးမှုများ ရဲ့ နိုင်ငံသားများ စစ်ဆေးခြင်း တစ်ခု ကို ဦးစီးဆောင်ရွက် လိုချင် သည် ဟု သူတို့ က ဆိုခဲ့သည် ။\n",
        "output": [
            "They say they wanted to conduct a citizens inspection of the controversial Pine Gap facility.\n"
        ]
    },
    {
        "input": "အဆိုပါ အငြင်းပွားမှု ကို ပြန်လည်ဖြေရှင်းခဲ့သည့် တိုင်အောင် ယုံကြည်မှု တွင် ထိန်းသိမ်းထားနိုင် ပြီး ယခုအခါ ၎င်း စီရင်စု က ပိုင်ဆိုင် သော မြေယာ မှ ကန့်ကွက်သူများ ကို ဖယ်ရှား ရန် မြို့ခံလူများ က ရဲ ကို အကြိမ်ကြိမ် ခေါ်ခဲ့သည် ။\n",
        "output": [
            "Townspeople have repeatedly called for police to remove the protesters from the land, which is now owned by the province and being held in trust until the dispute is resolved.\n"
        ]
    },
    {
        "input": "ဂူဂယ် ဘော့စ် သည် အီးဘေ က ပိုင်ဆိုင်သော တစ်စိတ်တစ်ပိုင်း ဖြစ် သည့် ၊ ခရေ့စလစ် ၏ အဓိက ပြိုင်ဘက် တစ်ခု ဖြစ် ရန် မျှော်လင့်သည် ။\n",
        "output": [
            "Google Base is expected to be a major competitor of craigslist, which is partly owned by eBay.\n"
        ]
    },
    {
        "input": "စီးတီးဂရု အင်တာပရိုက်စ် မှ ယခု နှစ် ၏ ပထမ ဆုံး နှစ် လ အတွင်း အမြတ် အစွန်း စီမံ ခန့်ခွဲခြင်း ဆိုင်ရာ နှင့် ပတ်သက် သည့် သတင်း အပြီး အဆိုပါ လူထု စည်းဝေး ပွဲ ကို ယခု အပတ် အစောပိုင်း က စတင်ခဲ့သည် ။\n",
        "output": [
            "The rally began earlier this week after the news from Citigroup Inc. about managing profits during first two months of the year.\n"
        ]
    },
    {
        "input": "စပိုက်ဒါ-မန်း ၊ အိုင်းယွန်း မန်း ၊ အိတ်စ်-မန်း ၊ ဟက် နှင့် ထူးဆန်းေသာ မဲဆန္ဒပေးပိုင်ခွင့် လေးခု ကဲ့သို့သော လူကြိုက်များ ဇာတ်ကားများ မှ ရုပ်ရှင် နှင့် စာအုပ် ဝင်ငွေများ ထဲမှ တစ်ဝက် ကို ကိုယ်စားပြုသော လူထုအခြေပြု ပျက်စီးဆုံးရှုံးမှု ၏ ပြန်လည်နာလန်ထူမ႒ ကို ကုမ္ပဏီ မှ တရားစွဲမည်ဖြစ်ပါသည် ။\n",
        "output": [
            "The company is suing for recovery of civil damages representing one-half of film and book earnings from such blockbuster films as Spider-Man, Iron Man, X-Men, Hulk, and Fantastic Four franchises.\n"
        ]
    },
    {
        "input": "လေယာဉ် ထဲတွင် ရှိသော အခြား ပိုလန် အစိုးရ တော်တော်များများ ကောင်းစွာ ရှိကြပါသည် ။\n",
        "output": [
            "Several other Polish government figures were in the plane as well.\n"
        ]
    },
    {
        "input": "၁၁၀ မိုင် နီးပါး ရှည် သော နယူး ယောခ့် ၊ နယူး ယောခ့် မှ ဒန်းကရစ် နယူး ယောခ့် ပြည်နယ် အမြန် လမ်းမကြီး ၊ သို့မဟုတ် ပြည်တွင်း ပြည်နယ် ချင်း ဆက် လမ်း နံပတ် ၉၀ ကို ရော့ချစတာ ၊ အနီး မှ စ၍ ပိတ်ထား သည် ။\n",
        "output": [
            "The New York State Throughway, or interstate 90 is closed from nearly Rochester, New York to Dunkirk, New York which is nearly 110 miles long.\n"
        ]
    },
    {
        "input": "ပဲလင် ရဲ့ တိုက်ခိုက်မှု ဖြစ်သော်လည်း ၊ အောက်တိုဘာ ၃ ရက်နေ့ က နယူး ယောက် တိုင်း မူရင်း ဆောင်းပါး တွင် ကောက်ချက်ချခဲ့ မှာ အိုဘားမား နှင့် အေရာ ဘယ်တော့မှ မရင်းနှီးခဲ့ပေ ၊ ထို့အပြင် ထို ဆက်သွယ်ရေး မှာ ရုံး အတွက် အိုဘားမား ၏ နဂိုမူလ လည်ပတ်နေတဲ့ တလျောက် နှင့် ကျောင်း တစ် ကျောင်း ပြန်လည်ပြုပြင်သော ပရောဂျက် ၊ “ သူတို့ ၏လမ်းကြောင်းများ ပြတ်တောင်းပြတ်တောင်း ဖြတ်ကျော်ခဲ့ရသည် “ ဟု ပြောဆိုခြင်းရှိခဲ့သည် ။\n",
        "output": [
            "Despite Palin's attack, the original article in the October 3 New York Times concluded that Obama and Ayers were never close, and that the connection was through Obama's initial run for office and a schools reform project, \"saying that their paths have crossed sporadically\".\n"
        ]
    },
    {
        "input": "ရှာဖွေရေး မှတ်တမ်း နှင့်စပ်လျဉ်းသော အသုံးပြုမှု သည် အသုံးပြုသူ မှာ ဂူဂယ်လ် သို့မဟုတ် ဂျီမေးလ် အကောင့် တစ်ခု ကို ရှိ ပြီး စာရင်းပေးဝင်ရောက် ဖို့ လိုအပ်တယ် ။\n",
        "output": [
            "Use of the search history requires that the user have and log in to a Google or Gmail account.\n"
        ]
    },
    {
        "input": "မနေ့ က ညနေ ၂:၀၀ နာရီ ( ၂၂၀၀ ယူတီစီ ) ကတည်းက ကယ်လီဖိုးနီးယား တောင်ပိုင်း ၌ မြင့်မားသော သဲကန္တာရ တွင် လောင်ကျွမ်းလျက်ရှိသော တောမီးကြီး သည် ယနေ့ နေ့လည် တွင် လော့စ် အိန်ဂျလိစ် စီရင်စု ၏ အန်တီလု တောင်ကြား ဒေသ ရှိ ပန်ဒဲ(လ်) မြို့တော် တွင် နေထိုင်သူများ အား ဆက်လက် ခြိမ်းချောက်နေပါသည် ။\n",
        "output": [
            "A huge wildfire that has been burning in the High Desert of Southern California since 2:00 pm (2200 UTC) yesterday continues to threaten residents in the city of Palmdale in the Antelope Valley region of the Los Angeles County this afternoon.\n"
        ]
    },
    {
        "input": "အစီရင်ခံစာ သည် ကမ္ဘာ့ ငတ်မွတ်ခေါင်းပါးမှု တွင် ကြီးမားသော စားနပ်ရိက္ခာ မလုံလောက်မှု ကို ဦးတည်သော ၊ အလုပ်လက်မဲ့များ တိုးပွားလာ ပြီး လူမွဲများ အကြား တွင် ဝင်ငွေ လျော့နည်းခဲ့ သည့် ၊ အများအားဖြင့် ကမ္ဘာလုံးဆိုင်ရာ စီးပွားရေး ပျက်ကပ် သောကြောင့် ဤ နောက်ဆုံး အချက် ကို အပြစ်တင်သည် ။\n",
        "output": [
            "The report blames this latest spike in world hunger chiefly on the global economic recession, which has increased unemployment and reduced incomes among the poor, leading to greater food insecurity.\n"
        ]
    },
    {
        "input": "မန်ချက်စတာ ယူနိုက်တက် နှင့် ဘာစီလိုနာ တို့ဟာ နှစ်သင်း လုံး သူတို့ရဲ့ တတိယ ပွဲစဉ် အနိုင် ရပြီးချိန် တွင် ချန်ပီယံ အဆင့် ဒုတိယ-ဗိုလ်လုပွဲ မှာ ရင်ဆိုင် ကြရလိမ့်မယ် ။\n",
        "output": [
            "Manchester United and Barcelona will face off in the Champions League semi-finals after both teams won their quarterfinal matches.\n"
        ]
    },
    {
        "input": "သူမ သည် သြစတြေးလျ အနောက်ပိုင်း တွင် ယိုကီနင် မြှားပစ်အသင်း ၏ အသင်းဝင် တစ် ယောက် ဖြစ်သည် ။\n",
        "output": [
            "She is a member of the Yokine Archery Club in Western Australia.\n"
        ]
    },
    {
        "input": "ယနေ့ ၇ နာရီ ယူတီစီ ( ၁၉ နာရီ အန်ဇက်အက်စ်တီ ၊ ဒေသစံတော်ချိန် ) ၌ ၊ ၂၀၀၅ ခုနှစ် ၊ နယူး ဇီလန် အထွေထွေ ရွေးကောက်ပွဲ တွင် မဲပေးခြင်းများ ပိတ်သိမ်းခဲ့သည် ။\n",
        "output": [
            "At 07:00 UTC today (19:00 NZST, local time), the polls closed in the New Zealand general election, 2005.\n"
        ]
    },
    {
        "input": "ယခင် အချိန်ကိုက် လေယာဉ်ပျက်ကျစဉ် ၊ လေယာဉ် ရဲ့ လေကြောင်း ဆက်သွယ်ရေးဆိုင်ရာ မိန့်ကြားခြင်း နှင့် တင်ပြခြင်းဆိုင်ရာ စနစ် ( အေစီအေအာရ်အက်စ် ) မှ စာတို ၂၄ စောင် ကို ၄ မိနစ် ကျော် အကြာ ပြသာနာ တော်တော်များများ နှင့် သတိပေးချက်များ ဖြစ်ပွားခြင်း ၊ မှားယွင်းသော လေတိုက်နှုန်းများ ဖြစ်ပွားခြင်း အပါအဝင် သတိပေးချက်များ ၊ လေယာဉ် ပေါ်သို့ ပို့ပေးခဲ့ပါသည် ။\n",
        "output": [
            "The plane's Aircraft Communications Addressing and Reporting System (ACARS) sent out 24 messages over a four-minute long period stating numerous problems and warnings, including incorrect air speed warnings occurring aboard the aircraft, just prior to it going down.\n"
        ]
    },
    {
        "input": "သြဂုတ်-လလယ် ကတည်းက ၊ တောမီးများ သည် ဘိုဒရမ် နှင့် အန်တယ်ယ-ကက်စ် ကဲ့သို့ ကမ္ဘာလှည့် ခရီးသည်များ ပေါ်ပျူလာ ခရီးသွား နေရာ များ ပါဝင် သည့် တူရကီ ၏ တောင်ဘက် အပိုင်း ကို ပျံ့နှံ့ခဲ့သည် ။\n",
        "output": [
            "Since mid-August, the forest fires have swept the Southern part of Turkey including popular tourist destinations like Bodrum and Antalya-Kas.\n"
        ]
    },
    {
        "input": "သတင်း ရက်သတ္တပတ် က အဲ့ဒီ ကြိုး သည် အမေရိကန် ဒေါ်လာ သန်း ပေါင်း များစွာ ကုန်ကျ ရန် ခန့်မှန်းခဲ့သည် ဟု သတင်းပို့ခဲ့သည် ။\n",
        "output": [
            "Information week has reported that the cable is expected to cost several million US dollars.\n"
        ]
    },
    {
        "input": "“ ငါ မင်း ကို မှားယွင်းသော သတင်း မပါပဲ ပြောရဲပါတယ် ။ အဖြစ်အပျက် ပြီးသွားပါပြီ ၊ ကျနော်တို့ နိုင်ငံကို ပြန်လည်စုစည်း ပြီး ငြိမ်းချမ်းအောင် ပြုလုပ်ပြီးပါပြီ ” ဟု သူ လူထုပေါင်း ၅၀,၀၀၀ လောက် ကို သောကြာနေ့ က ပြောကြားခဲ့ပါတယ် ။\n",
        "output": [
            "\"I can say to you without false modesty: mission accomplished\" he told crowds of around 50,000 on Friday, \"We've reunited and pacified the country.\"\n"
        ]
    },
    {
        "input": "ကမ္ဘာ တစ်ဝှမ်း ဈေးကွက် ရှာဖွေရေး နှင့် ဆိုနီ ပစ်ချာ အတွက် ဖြန့်ဖြူးရေး ၏ ဥက္ကဌ ၊ ဂျက် ဖလိတ် က ၊ “ မိုက်ကယ် ဂျက်ဆင် မှာ ကမ္ဘာ တစ်ဝှမ်း နေရာတိုင်း မှာ တပ်ချီ တဲ့ ပရိဿတ်များ ရှိပါတယ် .. ကျွန်တော်တို့ က မိုက်ကယ် ဂျက်ဆင် ရဲ့ မယုံကြည်နိုင်လောက်တဲ့ အသက်မွေးဝမ်းကြောင်း ရဲ့ ဖျော်ဖြေပွဲ မှာ အတူတကွ ပူးပေါင်း ဖို့ မယုံကြည်နိုင်လောက်တဲ့ အခွင့်အရေး တစ်ခု ကို ပရိဿတ်များ ကို ပေးလျက် ရှိပါသည် ” : လို့ ပြောကြားခဲ့သည် ။\n",
        "output": [
            "Jeff Blake, chairman of worldwide marketing and distribution for Sony Pictures, said: \"Michael Jackson has an army of fans everywhere around the world... we are giving the audiences an incredible opportunity to join together in celebration of Michael Jackson's incredible career.\"\n"
        ]
    },
    {
        "input": "“ ကျွန်တော် တို့ ဆွစ် လူမျိုးများ သည် တောင်များ မှာ တင် မဟုတ်ပါဘူး ၊ ပင်လယ် မှာ ပါ ကျွန်တော်တို့ ၏ လမ်းကြောင်း ကို ရှာပါသည် ” ၊ ဆွစ်ဇာလန် နိုင်ငံ သည် အဲလ်ပိုင်း နှင်းလျှောစီးခြင်း အတွက် အကျော်ကြားဆုံး ဖြစ်ခြင်း ကို ရည်ညွှန်းသည် ။\n",
        "output": [
            "\"We Swiss find our way at sea, not just in the mountains,\" referring to Switzerland being most popular for Alpine skiing.\n"
        ]
    },
    {
        "input": "ပထမဆုံး ဗုံး သည် လီဗာပူး လမ်း ရှိ မီးရထား ပေါ် တွင် ထို မီးရထား သည် အလ်ဂိတ် စက်ဝိုင်း လိုင်း တွင် မကြာမီ ထွက်ခွာ ပြီးနောက် ၊ အခြား မထွက်ခွာခင် စက္ကန့်ပိုင်း အတွင်း ရုတ်တရက် ပေါက်ကွဲမှု ဖြစ်စေခဲ့သည် ။\n",
        "output": [
            "The first bomb to detonate was on the Liverpool Street train soon after it left for Aldgate on the Circle line, seconds before the others.\n"
        ]
    },
    {
        "input": "ထိန်းသိမ်းရေးဌာန အတွင်း ပိတ်ပင်ထားသော နေရာများ သို့မဟုတ် အခြား တာဝန်ကျ ဌာနများ သို့ ကိုယ်ရေးကိုယ်တာ မေးလ်များ နှင့် ပါဆယ်များ ကို ယူဆောင်ခြင်း မပြုရ ဟု ပို့ချမှု တွင် အစောင့်များ ကို သတင်းပေးထားသည် ။\n",
        "output": [
            "Guards are informed in the manual not to take personal mail and parcels within the detention blocks or at any other duty stations.\n"
        ]
    },
    {
        "input": "ငါ့ မိသားစု က လူတွေ ရဲ့ မှတ်ချက်တွေကြောင့် မပျော်ရွှင် လျှင် ငါ နာကျင်တယ် ဒါပေမဲ့ တုံ့ပြန်လာသော အဆိုးမြင်ဝါဒတွေကို လျှစ်လျုရှု ဖို့ အသိဉာဏ် ရှိရင် ငါ နိုင်တယ် လို့ ငါထင်တယ် ။\n",
        "output": [
            " I'm hurt if my family is unhappy with people's comments but I think I gain the wisdom to ignore the negative feedback!\n"
        ]
    },
    {
        "input": "ကျွမ်းကျင်သူများ က ကူးစက်ရောဂါ ဖြစ်နိုင်ချေ တစ် ခု ကို သတိပေး လျက် ထောက်ပံ့မှု အနေဖြင့် အိပ်ချ်ဖိုက်အန်ဝမ်း ဗိုင်းရပ်စ် ရောဂါရှာဖွေရေး လုပ်ငန်း အတွက် နိုင်ငံတော် ကို အကူအညီ ပေး ဖို့ ကမ္ဘာ့ ဘဏ် မှ အမေရိကန် ဒေါ်လာ သန်း ၅၀၀ ကို ထုတ်ပေး ရန် လှုံ့ဆော် လျက် ရှိ သည် ။\n",
        "output": [
            "Experts are still warning of a possible pandemic, prompting the world bank to release US$500 million in aid to assist countries combat H5N1.\n"
        ]
    },
    {
        "input": "ယခု ကာလ တွင် ၊ အဆိုပါ လူ နှစ် ဦး ကြား ဆက်သွယ်မှု တစ်စုံတစ်ရာမျှ လက်ရှိ သုတေသန က မပြပါ ။\n",
        "output": [
            "At the moment, current research does not show any connection between the two men.\n"
        ]
    },
    {
        "input": "\" သူသည် သူ၏ ဝမ်းနည်းမှု ကို ဖော်ပြ ခဲ့ ပြီး ၊ သူသည် အလေးအနက် ဝမ်းနည်း ဂရုဏာ ဖြင့် တောင်းပန်ခဲ့သည် ။ \"\n",
        "output": [
            "\"He expressed his disappointment, and he apologized in a way that was very moving. \" \n"
        ]
    },
    {
        "input": "နိုင်ငံသားများ နှင့် နိုင်ငံရေး အဖွဲ့အစည်း အများစု က ဖွဲ့စည်းပုံအခြေခံဥပဒေ ကို အထောက်အပံ့ ပေးထား သော်လည်း ၊ ဖွဲ့စည်းပုံအခြေခံဥပဒေ ဟာ တရား၀င် တားမြစ်ထား ပြီး ပြောင်းလဲမှုလှုပ်ရှားဝါဒီသမားများ က မဆုပ်မနစ်ဆန့်ကျင်လျက်ရှိသော ကျွန်စနစ် နဲ့ “ လူမျိုး မတူသူ အချင်းချင်း လက်မထပ်ဘဲအတူနေထိုင်ခြင်း အချက် “ ကို လျစ်လျူရှုထားတဲ့ အတွက် ၊ လူထုဆန္ဒခံယူပွဲ တွင် ပါတီ ငယ် ၂ ခု က သပိတ် မှောက်ခဲ့သည် ( အဲ့တာ က ဘလပ် နဲ့ အာရပ္် ) ။\n",
        "output": [
            "The Constitution has the backing of most civic and political groups, though two small parties called for a boycott of the referendum, saying the proposed Constitution ignores slavery, which is officially banned but still persists according to activists; and issues of \"cohabitation between the different national communities\" (such as Blacks and Arabs).\n"
        ]
    },
    {
        "input": "ဟောင်လန်ဆိုင် ( အက်အေစီ ၏ ဒုတိယ တာဝန်ခံ ) က အက်အေစီ သည် လူနည်းစု သို့မဟုတ် ချို့တဲ့သော ပြည်သူလူထု တို့ အပေါ် ပါဝင်လှုပ်ရှားမှု ကို လေးစားခဲ့သည် နှင့် အက်အေစီ သည် ရေရှည်ကာလ တစ်ခု အတွက် ထိုင်ဝမ် တွင် လူထုအားကစားလှုပ်ရှားမှုများ ကို အားပေးလှုံ့ဆော်ခဲ့သည် ဟု မှတ်ချက်ပြုပြောကြားခဲ့သည် ။\n",
        "output": [
            "Huang-lang Tsai (Deputy Commissioner of SAC) remarked that SAC promoted public sports in Taiwan for a long period, and SAC respected the participation on disadvantaged people or minority.\n"
        ]
    },
    {
        "input": "ကမ္ဘာ အနှံ့ အမေရိကန် ဒေါ်လာ သည် ၁ ရာခိုင်နှုန်း အားဖြင့် အားနည်းနေ ပြီး ၊ လဲအို ၏ မြင့်မားမှု သည် လည်း ကမ္ဘာ လုံး ဆိုင်ရာ ငွေကြေး လဲလှယ်မှု နှုန်းများ တွင် အကျိုး သက်ရောက်မှု တစ် ခု ဖြစ်ခဲ့သည် ။\n",
        "output": [
            "The leu's growth also had an impact on global exchange rates, weakening the US dollar worldwide by 1%.\n"
        ]
    },
    {
        "input": "အီဒင်ဘတ် ၏ အယူခံဝင်ခြင်း တရားရုံး က သနားကြင်နာတတ်သော နယ်ပယ် တွင် အာမခံ ကို ငြင်းပယ်ခဲ့ ပြီးနောက် မိနစ် အနည်းငယ် တွင် ၊ ဘေးအန္တရာယ် အတွင်း သူ ၏ သမီး အား ဆုံးရှုံးခဲ့ သူ ဒုက္ခသည် ၏ မိသားစုများ အတွက် ပြောရေးဆိုခွင့်ရှိသူ ဂျိန်း ဆဝိုင်း က ၊ စည်းမျဉ်း အကြောင်း ကို တိုင်တန်းခဲ့သည် ။\n",
        "output": [
            "Minutes after Edinburgh's Appeals Court rejected bail on compassionate grounds Jim Swire, spokesman for the victim's families who lost his daughter in the disaster, complained about the ruling.\n"
        ]
    },
    {
        "input": "မိုဂျေ့ သဲကန္တာရ နှင့် ဆန် ဂါဘရီရယ် တောင်တန်းများ တွင် မနေ့ က ဖြစ်ပွားခဲ့သော မီးလောင်မှု သုံး ခု အနက် တစ် ခု ဖြစ်သည် ။\n",
        "output": [
            "The fire is one of three that ignited yesterday in the Mojave Desert and San Gabriel Mountains.\n"
        ]
    },
    {
        "input": "ကံ ဆိုးမှု နှင့် ပြောင်းလဲမှု တွေကြောင့် ဂျာမနီ ကို ကစားပွဲ တွင် ပထမဆုံး အကြိမ် အတွက် နည်းစနစ် ယှဉ်ပြိုင်မှု တွင် အသာရ ရန် ပို့ဆောင်သည်ကို တွေ့ခဲ့ရသည် ။\n",
        "output": [
            "The bad luck and changes seemed to put Germany in charge of the tactical game for the first time in the match.\n"
        ]
    },
    {
        "input": "“ ဒါဟာ ကျွန်တော်တို့ အဖွဲ့စည်း မ ကြာရှည်မှု ဖြစ်တယ် “ လို့ လွန်ခဲ့သော ဩဂုတ် လ က ၊ အဖွဲ့အစည်း မှာ သူ ပြောခဲ့သည် ။\n",
        "output": [
            "Last August, he said of the union \"This is no longer my union.\"\n"
        ]
    },
    {
        "input": "အဆိုပါ ကင်မရာ ကို အင်ဂျင်နီယာများ သည် ချွတ်ယွင်းချက် တစ်ခု ကြောင့် မူလ ပါဝါ ထောက်ပံ့မှု ( \" ဆိုက် အေ \" ) မှ အရန်ကူးယူထားသော ( \" ဆိုက် ဘီ \" ) သို့ ပြောင်းလိုက် သောအခါ ၂၀၀၆ ခုနှစ် ၊ ဇွန် လ ၃၀ ရက် နေ့ ၊ ကတည်းက ၎င်း ၏ အရန်ဆောင်းထားသော ပါဝါ ဖြင့် လုပ်ဆောင်ခဲ့သည် ။\n",
        "output": [
            "The camera had been operating on its backup power since June 30, 2006, when engineers switched from the primary power supply (\"Side A\") to the backup (\"Side B\") due to a malfunction.\n"
        ]
    },
    {
        "input": "ပေါက်ကွဲမှုဖြစ်ပွား ပြီးနောက် အလုပ်သမား လေး ယောက် မှာ ဆေးရုံတင်ထားဆဲ ဖြစ်ပြီး ၊ သုံး ယောက် မှာ အရေးကြီးသော အခြေအနေ တွင် ရှိနေသည် ။\n",
        "output": [
            "Four workers are still hospitalised after the explosion, three in critical condition.\n"
        ]
    },
    {
        "input": "“ ဖြစ်ပျက်ခဲ့တဲအရာတွေ ၏ ရလဒ် ကြောင့် သူ သည် အားနည်းနေသော အခြေအနေ တွင် ရှိသည် ၊ “ ဟု မစ်စတာ စတေရီ က ပြောကြားခဲ့ပါသည် ။\n",
        "output": [
            "\"He's in a debilitated condition as a result of what's transpired,\" Mr Stary said.\n"
        ]
    },
    {
        "input": "အခြေခံ အဆောက်အအုံများ ပျက်စီးမှု ၊ စားနပ်ရိက္ခာ အကူအညီ ဖြန့်ဝေပေးမှု အား နှောင့်နှေး စေမှု တို့ သည် ၊ ကြီးကျယ်သော ငတ်မွတ်ခေါင်းပါးမှု ကို အမှန်တကယ် ဖြစ်စေ နိုင်ခြေ ရှိပါသည်။\n",
        "output": [
            "Infrastructure damage, leading to slow distribution of food aid, has lead to the very real possibility of widespread starvation.\n"
        ]
    },
    {
        "input": "ထိုနေရာ တွင် ဗုံးပေါက်ကွဲရာ ၌ ထိခိုက်မိသော အမျိုးသမီး သည် စိတ်ကစဉ့်ကလျား လည်း ဖြစ်နေသည် ဟု \" နယူး ဘတ်ဂဒတ် ဒေသ တွင် ဈေးဆိုင် ပိုင်ရှင် များ နှင့် အိမ်မွေး တိရိစ္ဆာန် ဈေး ၏ ဖောက်သည် များ သည် အတည်ပြုခဲ့သည် ။\n",
        "output": [
            "In the New Baghdad area the shop owners and customers of the pet market confirmed that the woman who was blown-up there was mentally disabled as well.\"\n"
        ]
    },
    {
        "input": "ဘီလိုစတန်နီ သည် ဆိုဗီယက် ပြည်ထောင်စု ဘတ်စကက်ဘော အသင်း တွင် အဓိက ကစားသမား တစ်ဦး ဖြစ်ခဲ့ ပြီး ဥရောပ နှင့် အိုလံပစ် နှစ်ခုစလုံး ၏ ဆုရှင် တစ်ဦး ဖြစ်ခဲ့သည် ။\n",
        "output": [
            "Belostenny was a key player in the Soviet Union basketball team and was both a European and Olympic medallist.\n"
        ]
    },
    {
        "input": "ကစားသမား နှစ်ဦး ဖြစ်သော ၊ ဂျပန် ကစားသမား တစ်ဦး နှင့် အေစီတီ ကစားသမား တစ်ဦး တို့သည် ၊ ဘောလုံးများ ဖြင့် ထိမှန်ခံရ သဖြင့် သူတို့ကို ကြည့်ရှုပေး ရန် နည်းပြများ ကို လိုအပ်နေကြသည် ။\n",
        "output": [
            "Two players, an ACT player and a Japanese, were struck by balls and required trainers to look at them.\n"
        ]
    },
    {
        "input": "လူ၀န်မှုကြီးကြပ်ရေး ၀န်ကြီး ဘက်ဆန် က ၊ “ ပြင်သစ် က ဒီ လူတွေ ကို ပြန်မပို့ခဲ့ လျှင် ၊ လူ ကုန်ကူးသူများ အတွက် ပစ်မှတ် ဖြစ်လာနိုင်တယ် လို့ ” ပြောကြား လျက် ဆုံးဖြတ်ချက် ကို ကာကွယ်ခဲ့သည် ။\n",
        "output": [
            "Immigration Minister Besson defended the decision, saying that \"if France never sends people back, it becomes the target for people traffickers.\"\n"
        ]
    },
    {
        "input": "၂၀ဝ၅ ခုနှစ် ယူအီးအက်ဖ်အေ - အမျိုးသမီး ဖလား နောက်ဆုံး ပွဲစဉ် ၏ ဒုတိယ မြောက် ကစား ပွဲ တွင် ၃-၁ ဖြင့် အနိုင် ရရှိ ပြီးနောက် ၁ . အက်ဖ်အက်ဖ်စီ တာဘိုင်း ပို့စ်ဒမ်း ကစားသမား များ က ဆွီဒင် ဒီဂျာဂါးဒန်း / အလဗ်ဂျို အသင်း - ယူအီးအက်ဖ်အေ အမျိုးသမီး ဖလား ကို ဆန့်ကျင် ၍ ဥရောပ ချန်ပီယံရှစ် ကို အနိုင်ရရှိခဲ့ ပါသည် ။\n",
        "output": [
            "After a 3-1 victory in the 2nd game of the UEFA-Women's Cup final 2005 the players of the 1.FFC Turbine Potsdam have won the European championship against the Swedish team of Djurgården / Älvsjö - the UEFA Women's cup.\n"
        ]
    },
    {
        "input": "သူတို့ရဲ့ အကိုကြီး ဟာ သေစေနိုင်အောင်ဆိုးရွားမှု တစ် ခု ဖြစ်တဲ့ ဓါးထိုးမှု ၊ နှင့် စွဲချက်တင်ခံထားရပါတယ် ။\n",
        "output": [
            "Their older brother is being charged with the stabbings, one of which was fatal.\n"
        ]
    },
    {
        "input": "အိုဘိန်း သည် ဂါဘွန် တွင် သူ က “ အာဏာရှင် စနစ် ရဲ့ ခေတ် ၏ ရာထူး နေရာ ပေးခြင်း ” ခေါ်ဆိုသော အရာ ကို ကန့်ကွက် ရန် အစာငတ်ခံ သပိတ်မှောက်ခြင်း တစ် ခု ဆက်လက် လုပ်ဆောင်နေသည် ။\n",
        "output": [
            "Obame has gone on a hunger strike to deplore what he called \"the installation of an era of dictatorship\" in Gabon.\n"
        ]
    },
    {
        "input": "ဝုဒ် က အဲဒီ “ နိုင်ငံတကာ ဥပဒေ ကို တော်တော် သိသိသာသာ လိုက်နာနိုင်မှုမရှိသော နေရာ အချို့ ရှိသည် ဟု ၊ ပြောဆိုခြင်း ကို ၊ ငြင်းဆိုခဲ့သည် ။\n",
        "output": [
            "Wood disputes this, saying, \"Obviously there are some areas of international law that can be quite uncertain.\n"
        ]
    },
    {
        "input": "စည်းလုံးရေး လှုပ်ရှားမှု တည်ထောင်သူ ၊ လက် ဝလ်လစ သည် အဖွဲ့အစည်း မှ နှုတ်ထွက်ခဲ့သည် ။\n",
        "output": [
            "Lech Walesa, the founder of the Solidarity movement has quit the organisation.\n"
        ]
    },
    {
        "input": "အယ်လ်-ဆေး အား ပစ်ခတ်မှု သည် ဟုမ်းစ် မြို့ ၏ ဘတ် အမာ အပိုင်း တွင် ဖြစ်ပွားခဲ့သည် ။\n",
        "output": [
            "The shooting of Al-Sayed took place in the Bab Amr section of Homs.\n"
        ]
    },
    {
        "input": "မြေမြှပ်သဂြိုလ်ခြင်း ကို မက္ကဆီကို ရှိ ဟာမန်နိုပီဒရိုသချိုင်း တွင် ပြုလုပ်မည်ဖြစ်သည် ။\n",
        "output": [
            "Internment will take place at the Hermano Pedro cemetery in Mixco.\n"
        ]
    },
    {
        "input": "မိနစ် နှစ်ဆယ် ခြားပြီး ၊ သောကြာနေ့ ဝတ်ပြု့သူများ ကို ဖုန်းခေါ်ဆိုမှု မပြု့ခင် အချိန်တိုလေး တွင် ဗုံးပေါက်ကွဲမှု သည် ဘက်ဒတ် ရှိ ဈေးနေရာ နှစ်ခု ကို ဦးတည်သည် ။\n",
        "output": [
            "Separated by twenty minutes, the bombings targeted two marketplaces in Baghdad shortly before the call to Friday prayers.\n"
        ]
    },
    {
        "input": "\" သူတို့ ဖိအားပေးမှု အောက်မှာ ကျွန်တော်တို့ ရှိ ပေမဲ့ ၊ ခင်ဗျား သိတဲ့အတိုင်း ၊ ကျွန်တော်တို့ရဲ့ ခံစစ်ကစားသမား တွေက သူတို့ရဲ့ အလုပ်ကို လုပ်ခဲ့တာဟာ ကျေးဇူးတင်စရာကောင်း ပြီး ကျွန်တော်တို့ဟာ ရွိုင်ယိုဒန် ရဲ့ ကောင်းမွန်တဲ့ ကန်ချက် တစ်ချက် ကြောင့် တစ် ဂိုး တည်းသာ ပေးလိုက်ရတာဖြစ်တယ် ။ \"\n",
        "output": [
            "\"They put us under pressure but, you know, thankfully our defence did their job and we only conceded one goal which was a fantastic strike from Riordan.\"\n"
        ]
    },
    {
        "input": "ချီလီ နှင့် နော်ဝေ ကဲ့သို့ ဝေးကွာလှသော နိုင်ငံများ မှ “ နိုင်ငံသား သတင်းသမားများ ” ၃၀၀ ကျော် သည် အော်မီနယူးစ် နိုင်ငံတကာ နိုင်ငံသား သတင်းသမားများ ၏ ဖိုရမ် သို့ ဆိုးလ် တွင် ၂၀၀၅ ခုနှစ် ၊ ဇွန် လ ၂၃ ရက် မှ ဇွန် လ ၂၆ ရက် အထိ အတူတကွ တဖွဲဖွဲ ရောက်ရှိ လာခဲ့ကြသည် ။\n",
        "output": [
            "More than 300 \"citizen reporters\" hailing from countries as far apart as Chile and Norway are coming together at the OhmyNews International Citizen Reporters' Forum from June 23 to June 26, 2005 in Seoul.\n"
        ]
    },
    {
        "input": "“ မေးခွန်း ကတော့ ၊ တယ်ရန် ငါတို့ နဲ့ ဘာလို့ စကားမပြောသလဲ ပဲ ဖြစ်သည် ။ ”\n",
        "output": [
            "\"The question is, why will Tehran not talk to us?\"\n"
        ]
    },
    {
        "input": "နောင် အနာဂတ် တွင် “ ကျွနုပ်တို့ သည် လာမည့်နေ့ရက်များ ၌ လူ အများစု က ဒီမိုကရေစီ လမ်းစဉ် ကို ယူ ပြီး လျှောက်လှမ်း လာ မည် ကို မြင်ရပါလိမ့်မည် ဟု ကျွန်တော် ယုံကြည်ပါသည် ။ ”\n",
        "output": [
            "Further adding, \"I trust that we will see in the coming days the vast majority of people taking the road to democracy.\"\n"
        ]
    },
    {
        "input": "ဥရောပ နိုင်ငံများ အများအပြား က ဆေး ကို ထုတ်လုပ် သော်လည်း ၊ အများအားဖြင့် ဥရောပ တွင် မေ့ဆေး တစ်မျိုး အဖြစ် သုံး သည့် ၊ ၂၀ဝ၈ ခုနှစ် ကတည်းက အီးယူ မှ ထောက်ခံခဲ့သော ဖျက်သိမ်းခြင်း ၊ သေဒဏ် နှင့် တွဲဖက်၍ ၎င်း အား အသုံးပြု ရန် ထောက်ပံ့ပေးခြင်း ကို မည်သည့် ထုတ်လုပ်သူ က မှ ဆန္န မရှိသည် ကို တွေ့ရှိသွားခဲ့သည် ။\n",
        "output": [
            "Although many European countries manufacture the drug, which is primarily used in Europe as an anæsthetic, no manufacturer has been found that is willing to supply it for use in conjunction with the death penalty, the abolition of which has been lobbied by the EU since 2008.\n"
        ]
    },
    {
        "input": "ရှေးဟောင်းကျသော အစ္စလာမ်မစ် ပါတီ တစ်ခု ၊ ဟေးမက်စ် ကို ၊ ပြီးခဲ့သော လ က ကျင်းပသော ဂါဇာ ကမ်းမြှောင် ကောင်စီ ရွေးကောက်ပွဲ များ တွင် ကြီးမားသော အများစု တစ်ခု က အနိုင်ယူခဲ့သည် ။\n",
        "output": [
            "Hamas, a radical islamist party, has won by a large majority in the Gaza Strip council elections held last month.\n"
        ]
    },
    {
        "input": "အဆိုပါ “ အနီရောင် ဘာရွန် ” က ဤ လမ်းကြောင်း အတွက် အမြန်ဆုံး အချိန် နှင့် ထိပ်ဆုံး အမြန်နှုန်း မှတ်တမ်း ကို သတ်မှတ်သည် ။\n",
        "output": [
            "The \"Red Baron\" set up the fastest time and the top speed record for this track.\n"
        ]
    },
    {
        "input": "ဇန်နဝါရီ လ တွင် ၊ အင်ဒိုနီးရှား အစိုးရ မှ သူတို့ ၏ စွမ်းအင် တည်ဆောက်ပုံ တွင် ရင်းနှီးမြှုပ်နှံမှု ကို ဆွဲဆောင် ရန် ထူးခြားသော စွမ်းအင် ထိပ်သီး အစည်းအဝေးပွဲ တစ်ခု ကို ကျင်းပခဲ့သည် ။\n",
        "output": [
            "In January, the Indonesian government held a special energy summit to attract investment in their energy infrastructure.\n"
        ]
    },
    {
        "input": "သူတို့ ၏ သုတေသန သည် လျှော့၍ ခန့်မှန်းထားသည့် နျူကလီးယား စွမ်းအင် ၏ အကျိုး နှင့် နျူကလီးယား စွန့်ပစ် အပို ပစ္စည်းများ အကြောင်း နှင့် သက်ဆိုင်သည့် သက်သေပြချက်များ ဖြစ်သည် ဟု မဲလ်ဘုန်း တက္ကသိုလ် မှ သိပ္ပံပညာရှင်များ က ပြောသည် ။\n",
        "output": [
            "The scientists from the University of Melbourne say their research shows that the benefits of nuclear energy have been underestimated and concerns about nuclear waste overplayed.\n"
        ]
    },
    {
        "input": "ဂါရူဒါ အင်ဒိုနီးရှား လေယာဉ် ၂၀၀ ၏ ဘေးဒုက္ခကပ်ဆိုဒ်မှု နှင့် သက်ဆိုင်သော စာမျက်နှာ ၂၀၀ ရှိ အတိုချုံး တစ် စောင် ကို အင်ဒိုနီးရှား ရှိ ရဲ က တရားလို များ ထံသို့ လက် ဆင့်ကမ်း ဖြန့်ဝေခဲ့သည် ။\n",
        "output": [
            "Police in Indonesia have forwarded a 200-page brief concerning the Garuda Indonesia Flight 200 disaster to prosecutors.\n"
        ]
    },
    {
        "input": "ဒေလီ ရှိ ဖွဲ့စည်းပုံဥပဒေ အခြေအနေ ကို သုံးသပ် ပြီးနောက် ၊ တရားရုံးချုပ်၏ စောင့်ကြည့်ရေး ကော်မတီက တရားရုံးချုပ် သည် နိုဝင်ဘာ ၁ရက်နေ့ တွင် အမ်စီဒီ၏ ပိတ်ဆို့ခြင်း ဦးတည်ချက် ကို ပြန်လည်သုံးသပ်မည် မဟုတ် ဟု ထောက်ခံပြောဆိုခဲ့သည် ။\n",
        "output": [
            "After seeing the law-and-order situation in Delhi, the Supreme Court's Monitoring committee recommended the Supreme Court not to resume the MCD's sealing drive on November 1.\n"
        ]
    },
    {
        "input": "မကြာခင်ကရရှိသော ဤ အပစ်အခတ်ရပ်စဲရေး သည် အမြန်ပြီးဆုံးသွား ရန် ဘတ်စ်က ဒေသ တွင် ၄င်းတို့ ၏ ထောက်ခံမှု ပြုခြင်း ဖြင့် အီးတီအေ ၏ နည်းဗျူဟာ အပေါ် အခြေခံ၍ရရှိသည် ဟု လေ့လာသုံးသပ်သူ အများအပြား က အကြံပြုခဲ့ကြသည် ။\n",
        "output": [
            "Several analysts have suggested that this most recent ceasefire is based on ETA's tactics causing their support in the Basque region to plummet.\n"
        ]
    },
    {
        "input": "ဟော့-အိုင်း သည် ၊ တဲန်းနစ် တွင် လိုင်း အချက်ပြခြင်းများ အတွက် တကယ် အသုံးပြုခံရပြီး သည့် ဂိုး-လိုင်း နည်းပညာ ကို လုပ်ဆောင်နေခဲ့ သော ကုမ္ပဏီဖြစ် ပြီး ၊ “ ကျွန်တော် စိတ်တိုပါသည် ၊ ဒါဟာ လုံးဝ မမျှော်လင့်ဘဲ ဖြစ်တာပါ ….” ဟု စိတ်ပျက်စရာများ နှင့် အတူ တုန့်ပြန်ခဲ့သည် ။\n",
        "output": [
            "Hawk-Eye, the company that was working on the goal-line technology that is already being used for line calls in tennis, reacted with disappointment: \"I'm livid, it is completely out of the blue...\"\n"
        ]
    },
    {
        "input": "ဘက်တရု ရဲတပ်ဖွဲ့ က ယခုနေ့ ထုတ်ပြန်ချက် နှင့် ပတ်သက် ၍ ဆက်သွယ်မေးမြန်ခဲ့ သောအခါ မှတ်ချက်ပေး ရန် ငြင်းဆိုခဲ့သည် ။\n",
        "output": [
            "Bathurst Police refused to comment when contacted about the statement today.\n"
        ]
    },
    {
        "input": "လွန်ခဲ့တဲ့ နှစ် ရက် က ၊ ဝန်ကြီးချုပ် က အရောင်းအဝယ် ဈေးကွက် တွင် အခွန်ခ လျော့ချ ခြင်း အချို့ သည် ဘတ်စ် ကား တွင် ယာဉ်စီးခများ ဈေးတက် ခြင်း ဖြစ်ပေါ်လာလိမ့်မည် ဟု ပြောခဲ့သည် ။\n",
        "output": [
            "A couple of days ago, the Chief Minister had said that any reduction in the sales tax could result in the bus fares going up.\n"
        ]
    },
    {
        "input": "စက္ကန့် ၃၀ ကြာ ကြော်ငြာ ကို ( အောက်ပါ အရင်းအမြစ် တွင် ကြည့်ပါ ) ယူကျူ့ တွင် ယခု ကြည့်နိုင်ပါသည် ။\n",
        "output": [
            "The 30 second ad (see source below) can now be viewed on YouTube.\n"
        ]
    },
    {
        "input": "ထို့ပြင် ၊ လဲအို ၏ တန်ဖိုးတက်ခြင်း သည် ၊ ပို့ကုန် လုပ်ငန်းရှင်များ အပေါ် ကြီးမားသော ဖိအား ရှိနေခြင်း ကြောင့် အားလုံး မကောင်းပါ ။\n",
        "output": [
            "The leu's appreciation, however, isn't all positive, because it is putting a great deal of pressure on exporters.\n"
        ]
    },
    {
        "input": "မစ်ရှင် က “ လေထု ထဲ ရှိ မြူတိမ် မှ ဓါတ်ငွေ့ ထွက်လာခြင်း ကို တိုင်းတာလိမ့်မည် ” ဟု ဖေါ်ပြချက် ကို အဆုံးသတ်ခဲ့သည် ။\n",
        "output": [
            "The mission will \"measure the gas emanating from the plume,\" ended the statement.\n"
        ]
    },
    {
        "input": "“ ကျွန်တော် တရုတ် မှာ ကျွန်တော်တို့ ရဲ့ အခြေအနေ ကို ဖော်ပြ ရန် နှင့် ကျွန်တော်တို့ ကို ဘာ ကြောင့် မပိတ်ဆို့သင့်ကြောင်း ရှင်းလင်း ရန် အဆင့်မြင့် အစည်းအဝေးများ ကျင်းပ ဖို့ ကြိုးစားနေပါတယ် ။ ”\n",
        "output": [
            "\"I am trying to set up high-level meetings in China to state our case and explain why we should be unblocked.\"\n"
        ]
    },
    {
        "input": "ဩစတြေးလျ နိုင်ငံ ၏ ပြည်နယ် ကွင်းစလန်း တွင် လာမည့် ဒီ အပတ် စနေနေ့ ၌ ရွေးကောက်ပွဲ တစ်ခု နှင့်အတူ ၊ ဝီကီနယူး သတင်းထောက် ပတ်ထရစ် ဂေးလတ် က ပါဝင်ယှဥ်ပြိုင်မည့် ပါတီများ အား ကြိုတင်သတင်းထုတ်ပြန်သည် ။\n",
        "output": [
            "With an election coming up this Saturday in the Australian state of Queensland, Wikinews reporter Patrick Gillett previews the contesting parties.\n"
        ]
    },
    {
        "input": "ပါကစ္စတန် နိုင်ငံ ၏ အနောက်-မြောက် နယ်စပ် ပြည်နယ် တွင် နိုင်ငံရေး ဆိုင်ရာ ဆန္ဒပြပွဲ တစ် ခု အတွင်း အသေခံ ဗုံး ဖော်ခွဲမှု တစ် ခု ၌ လူ ၃၈ ယောက် သေဆုံးခဲ့ကြောင်း ပြောခဲ့သည် ။\n",
        "output": [
            "38 people were said to have died in a suicide bombing during a political rally in the North-West Frontier Province of Pakistan.\n"
        ]
    },
    {
        "input": "သူ၏ တိုက်တွန်းအားပေးမှု ကြောင့် ဗာဒီ သည် စနစ်ကျသော ဖခင် တစ်ဦး ဖြစ် သလား ၊ သို့မဟုတ် တကယ်တော့ နောက်ကျကျန်ခဲ့သူ ကို ထောက်ပံ့အားပေးသူလား ၊ ဆိုတာ သူ ဈေးကွက် ထဲသို့ သူ၏ ကလေးများ ၏ ဒီ ထုတ်ကုန်များ ကို ပို့ဆောင်ပေး ရန် ကြိုးစား သည့် အတွက်ကြောင့် တစ်စုံတစ်ရာသော အချိန် က သာလျှင် သူ့ကို ပြောလာလိမ့်မည် ။\n",
        "output": [
            "Whether Vardi is a smart parent for his encouragement, or in fact propping up laggards, is something only time will tell him as he attempts to bring these products of his children to market.\n"
        ]
    },
    {
        "input": "လေဘာ အမ်ပီ ဒစ်ခ် အာဒမ်စ် က ဘီဇလေ ကို ခေါင်းဆောင် အဖြစ် ၊ ထား ဖို့ သူ မဲပေးခဲ့မယ် ဆိုရင်တောင် သူ ဟာ ပါတီ ၏ ခေါင်းဆောင် အသစ် ကို အထောက်အပံပေးမယ် လို့ ပြောခဲ့ပါသည် ။\n",
        "output": [
            "Labor MP Dick Adams said even though he voted for Beazley to remain as leader, he supports the party's new leadership.\n"
        ]
    },
    {
        "input": "ထို့နောက် ၊ ၎င်း ကို အမှတ်တရအခမ်းအနား ကျင်းပ သည့် ၊ နေရာ နိုတီဆီယက် ၏ ဌာနချုပ် သို့ ရွှေ့ပြောင်းယူသွားကြသည် ။\n",
        "output": [
            "Later, it was moved to Notisiete's headquarters, where a memorial took place.\n"
        ]
    },
    {
        "input": "နောက် တစ် ခု ဆူနာမီ ရဲ့ ကြောက်ရွံမှုများ ကြောင့် သူတို့ သည် အိမ် ပြန် ရန် အလွန် စိုးရိမ် ကြ သော်လည်း ၊ ရိုက်တာ သတင်း ဌာန အရ ၊ ကျန်းမာရေး အရာရှိများ သည် ခိုလှုံနေဆဲ သူများ အကြား ရောဂါ ရဲ့ ချောက်လှန့်မှု ပတ်သက်၍ စိုးရိမ်ကြသည် ။\n",
        "output": [
            "They are too apprehensive to return home due to fears of another tsunami, but according to Reuters, health officials are worried about the threat of disease among those who are still in refuge.\n"
        ]
    },
    {
        "input": "ဝိုင်ယာ နယူးစ် က ပထမဆုံး မှတ်တမ်းတင်ခဲ့သော ၊ တိုက်ခိုက်မှု သည် ၊ ဂျာဗားစခရစ် ကုဒ် ကို နေရာချ ရန် ဖိုရမ်များ ၏ ဖန်ရှင် တစ် ခု ကို စွန့်စားခဲ့သည် ။\n",
        "output": [
            "The attack, first reported by Wired News, exploited a function of the forums to post JavaScript code.\n"
        ]
    },
    {
        "input": "ယောကျာ်းတို့ သည် “ ဇီဝဗေဒနှင့်ဆိုင်သော ” ညီအစ်ကိုများ နှင့် တူညီသော မိခင် မှ ခွဲဝေပေးသည် သို့မဟုတ် “ ဇီဝဗေဒနှင့်မဆိုင်သော ” ညီအစ်ကိုများ သည် မွေးစားခြင်း မှတဆင့် သို့မဟုတ် ညီအစ်ကိုအရင်း အဆင့် သို့မဟုတ် ဝမ်းကွဲ အနေဖြင့် ဖြစ်သည် ။\n",
        "output": [
            "The men were either \"biological\" brothers and shared the same mother or \"non-biological\" brothers through adoption or as half or step siblings.\n"
        ]
    },
    {
        "input": "“ ကျွန်ုပ်တို့ ကြောက်ရွံ့သည့် မရှောင်လွဲနိုင်သည့် အိပ်မက်ဆိုး ဟာ ယခု သေချာပါပြီ ။ ”\n",
        "output": [
            "\"The inevitable nightmare we have feared has now been confirmed.\"\n"
        ]
    },
    {
        "input": "ထို နေရာ တွင် ၊ သူတို့ သည် ပြည့်တန်ဆာ အိမ် များ တွင် အိပ်ရ ပြီး သူတို့ ၏ ဆန္ဒ နှင့် ဆန့်ကျင် ၍ တစ် ည လျှင် အမျိုး သား ၈ ယောက် မှ ၁၀ ယောက် အထိ နှင့် ဆက်ဆံ ရ ကာ ၊ တစ် ပတ် လျှင် ၆ ရက် မှ ၇ ရက် အထိ အလုပ် လုပ် ခဲ့ ရ သည် ။\n",
        "output": [
            "There, they worked six or seven days each week, sleeping in brothels and having sex with eight-to-ten men each night against their will.\n"
        ]
    },
    {
        "input": "စတင်သူ ပြီးဆုံးတာ နှင့်တပြိုင်တည်း နောက်ဆုံး ၌ ဌာန အားလုံး သည် လင်းနစ် နှင့် အိုးပင်းအော့ဖ်ဖစ်ဒေါ့အိုအာဂျီ ကို ပြောင်းသုံးခဲ့ကြသည် ။\n",
        "output": [
            "Once the pilot is completed all the departments will eventually be migrated to Linux and OpenOffice.org.\n"
        ]
    },
    {
        "input": ": \" စစ်သား များ ရှိနေသော နေရာ ဆီသို့ တဖြည်းဖြည်း လျှောက်လှမ်း လာ ပြီးနောက် ကျွန်တော် တို့ လမ်းလျှောက် ရင်း သူတို့ အား ပြုံးပြ ခဲ့သည် ၊ ကျွန်တော် တို့ သည် အထက်အရာရှိ ဖြစ်ဟန်ရှိသော အမျိုးသား ထံသို့ ချဉ်းကပ် လျှောက်သွားခဲ့သည် ။ \"\n",
        "output": [
            ":\"Walking slowly down to where the soldiers were and smiling at them as we walked, we approached the man who appeared to be the commanding officer.\"\n"
        ]
    },
    {
        "input": "“ မည်သည့် အသေအပျောက် မျှ မရှိခဲ့ပါ ဆိုသော ပြောဆိုသော အချက် အရ ၊ ကျွန်ုပ်တို့ ၏ မီးသတ် ဌာန နှင့် အရေးပေါ် တုံ့ပြန်သူများ တာဝန်ကျေခဲ့ကြပါသည် ဆိုတာကို ၄င်း သည် ပုံပေါ်စေသည် ။ ”\n",
        "output": [
            "\"Given the fact that there haven’t been any fatalities, it seems like our fire department and emergency responders did a great job.\"\n"
        ]
    },
    {
        "input": "စာနယ်ဇင်းသမားများ ကာကွယ်စောင့်ရှောက်ရေး ကော်မတီ ၏ အဆိုအရ ၊ ယခု နှစ် ပါကစ္စတန် တွင် စာနယ်ဇင်းသမားများ ကိုးဦး အသတ်ခံရ ပြီး ၊ ၂၀၁၀ ခုနှစ် တွင် အနည်းဆုံး ၁၆ ဦး အသတ်ခံခဲ့ရပါသည် ။\n",
        "output": [
            "According to the Committee to Protect Journalists, nine journalists have been killed in Pakistan this year, and at least 16 were killed in 2010.\n"
        ]
    },
    {
        "input": "၁၉၈ဝ နှင့် ၁၉၉ဝ နှစ် ပြည့်လွန် ကာလ အတွင်း ၊ ဗက်သ သည် နျူးကလီးယား လက်နက် ပြိုင်ဆိုင်မှု နှင့် နျူးကလီးယား စမ်းသပ်ခြင်း ကို အငြင်းပွားမှု ရပ်တန့် အောင် ၊ နျူးကလီးယား စွမ်းအင် ကို ငြိမ်းချမ်းစွာ အသုံးပြု ရေး အတွက် စည်းရုံးရေးလုပ်ခဲ့သည် ။\n",
        "output": [
            "During the 1980s and 1990s, Bethe campaigned for the peaceful use of nuclear energy, arguing against the nuclear arms race and against nuclear testing.\n"
        ]
    },
    {
        "input": "ဒီ နှစ် ၏ ပထမ သုံး လ အတွင်း အင်ပီရီရယ် က ဆုံးရှုံးမှု ဒေါ်လာ ၁၅.၅ သန်း အတွက် ဘေးအန္တရာယ် ကို ဘဲ အပြစ်တင်ရမည် လို့ ရေးသားခဲ့သည် ။\n",
        "output": [
            "The disaster is also blamed for a $15.5 million loss Imperial posted in this year's first quarter.\n"
        ]
    },
    {
        "input": "၂၀ဝ၆ ခုနှစ် မေ လ တွင် ၎င်း သည် ဇူလိုင် လ ၁၄ ရက် နှင့် သြဂုတ် လ ၁၆ ရက် ၌ အမြင့်ဆုံး ပြင်းထန်သော ပေါက်ကွဲမှု နီးပါး သိသိသာသာ ပြင်းထန်ခဲ့သည် ။\n",
        "output": [
            "In May 2006 it increased dramatically culminating in violent eruptions on July 14 and August 16.\n"
        ]
    },
    {
        "input": "အုပ်စု အတွက် ပြောရေးဆိုခွင့်ရှိသူ တစ်ယောက် က အခုအချိန်အထိ စစ်ဆင်ရေး အပေါ် နယူးဇီလန်ဒေါ်လာ ၅၀၀,၀၀၀ အသုံးချမှုရှိခြင်း အား ဝန်ခံခဲ့ပါသည် ။\n",
        "output": [
            "A spokesman for the Group admitted to having spent NZ$500,000 on the campaign so far.\n"
        ]
    },
    {
        "input": "အီလီနွိုက် ပြည်နယ် မှ အငယ်တန်း အထက်လွှတ်တော် အမတ် နှင့် ၂၀၀၈ ခုနှစ် အမေရိကန် သမ္မတ ကိုယ်စားလှယ်လောင်း ဘားရက် အိုဘားမား က နီဘရားစကား နှင့် ဝါရှင်တန် မဲဆန္ဒနယ် နှစ်ခု နှင့် အထူးသဖြင့် လူဝီစီယားနား ပြည်နယ် အတွက် ယနေ့ ဒီမိုကရက်တစ် ပါတီ ၏ ကိုယ်စားလှယ်လောင်း ရွေးချယ်ပွဲ သုံးခု စလုံး တွင် ရွေးချယ်ခံခဲ့ရသည် ။\n",
        "output": [
            "Barack Obama, the junior senator from Illinois and 2008 US presidential candidate has swept all three of today's Democratic contests, two caucuses in Nebraska and Washington and the primary in Louisiana.\n"
        ]
    },
    {
        "input": "ဆက်လက်၍ ကိုသရီ က “ လူဦးရေ ပိုနည်းလာတဲ့ ပြည်နယ်တွေ မှာ အိန္ဒိယလွှတ်တော် သို့ အဖွဲ့ဝင်တွေ အဖြစ် ပို့ပေးရတဲ့ လူဦးရေတွေ လည်း ပိုနည်းလာတယ် ” ဟု ပြောသည် ။\n",
        "output": [
            "Kothari continued: \"The states with lesser population send fewer members to the Indian parliament.\"\n"
        ]
    },
    {
        "input": "သောမက်စ် အကြောင်း မကျေနပ်တိုင်ကြားမှု တစ်ခု သူမ၏ အမှုဖွင့်ခြင်း ၏ ရလဒ် သည် အလုပ်ဖြုတ်ခံရခြင်း ဖြစ်ခဲ့တယ် ဟု လည်း သူမ က ထွက်ဆိုခဲ့သည် ။\n",
        "output": [
            "She also stated that the firing was the result of her filing a complaint about Thomas.\n"
        ]
    },
    {
        "input": "ခရီးသည်တွေ အများစု မှာ နတ်(စ်)-မာရေး နှင့် ရောဘတ် ဆောက်လုပ်ရေး ကုမ္ပဏီ မှ နိုင်ငံခြားသားများ ဖြစ်ကြ ပြီး ၊ ဘာရိန်း ကမ္ဘာ့ ကုန်သွယ်ရေး ဗဟိုဌာန တာဝါတိုင်များ ၏ တစ်ချို့တစ်၀က် ကို သူတို့ရဲ့ ပြီးစီးမှု ဖြစ်သည့် အခမ်းအနား တွင် ညပိုင်း ညစာစားပွဲ လှည့်လည်ခြင်း တစ်ခု ၌ ပျော်ရွှင်နေခဲ့ကြသည် ။\n",
        "output": [
            "The passengers were mostly foreigners from the Nass-Murray and Roberts construction company, and were enjoying an evening dinner cruise in celebration of their completion of part of the Bahrain World Trade Centre towers.\n"
        ]
    },
    {
        "input": "အမေရိကန် နှင့် ဥရောပ တစ်ခု စီ သည် ကမ္ဘာလုံး ဆိုင်ရာ ထုတ်လွှတ်ခြင်းများ စုစည်းမှု ၏ ၂၅ ရာခိုင်နှုန်း ထက် ပို၍ စုထားမှု ရှိသည် ။\n",
        "output": [
            "The USA and Europe have each contributed more than 25% of accumulated global emissions.\n"
        ]
    },
    {
        "input": "ပြီးခဲ့သော ရက်သတ္တပတ် က ၊ အမေရိကန် ပိုင် အပျော်စီး သင်္ဘော တစ် စီး သည် ဒုံးပျံ ထိပ်ဖူး တပ် ဗုံများ ဖြင့် ပစ်ခတ်ခံခဲ့ရသည် ။\n",
        "output": [
            "Last weekend, a U.S.-owned cruise ship was attacked with rocket propelled grenades.\n"
        ]
    },
    {
        "input": "ဂဘက်ဘို ၏ ပြောရေးဆိုခွင့် ရ သူ ၊ အက်ဘဒန် ဂျော့ချ် ဘေးတို က ၊ \" လက်ရှိ သမ္မတ ကို နိုင်ငံတကာ ကြံစည်မှု \" တစ်ခု အဖြစ် ရွေးကောက်ပွဲ ကို အကြံအဖန် လုပ်ခဲ့ခြင်း ဖြစ် ပြီး အဝက်ထရာ ကို သစ္စာခံ တပ်ဖွဲ့များ က ဆက်လက် တိုက်ခိုက် လိမ့်မည် ဟု ဘီဘီစီ ကို ပြောခဲ့သည် ။\n",
        "output": [
            "Gbagbo's spokesman, Abdon George Bayeto, told the BBC the elections were rigged as an \"international plot against the incumbent\" and was going to continue fighting forces loyal to Ouattara.\n"
        ]
    },
    {
        "input": "ဘက်တီးရီးယား များ ကို ကျွဲ နွား မွေးမြူရေး ခြံ မှ တောရိုင်း တိရစ္ဆာန် များ မှ ဟင်းနုနွယ် စိုက်ခင်း ဆီ သို့ သယ်ဆောင် နိုင်ခဲ့ ကြ သည် ။\n",
        "output": [
            "The bacteria could have been carried by wild animals from the cattle ranch to the spinach field.\n"
        ]
    },
    {
        "input": "အဆိုပါ ကိုလမ်ဘီယာ ခဲ့ရာခေါ ရေဒီယို က ကမ္ဘာတစ်ဝှမ်း နှင့် ကိုလမ်ဘီယာ တွင် အက်(ဖ်)အေအာစီ သည် ဘယ်လို အလုပ်လုပ်သလဲ ဆိုတာ ကို ဖော်ပြသော အသေးစိတ် စာရွက်စာတမ်း တစ်ချို့ အား ကိုလမ်ဘီယာ အစိုးရ က ထုတ်ပြန်ခဲ့သည် ကို ဇန်နဝါရီလ ၃၁ ရက် ၂ဝ၁၅ ၌ ၊ အစီရင်ခံတင်ပြခဲ့သည် ။\n",
        "output": [
            "The Colombian Caracol Radio reported on January 31, 2005 that the government of Colombia released a detailed document which describes how the FARC operates in Colombia and around the world.\n"
        ]
    },
    {
        "input": "ကွန်ဆာဗေးတစ် ပါလီမန် ၃၀ နဲ့ လစ်ဘရဲလ် ဒီမိုကရက်တစ် ပါတီ အဖွဲ့၀င် ကိုး ယောက် တို့ သည် စစ်ရေးဆိုင်ရာ ကြား၀င်ခြင်း တွေ ကို ဆန့်ကျင် ရန် သူတို့ ပါတီ ကို ဆန့်ကျင် ကာ ဆန္ဒမဲပေးခဲ့ကြတယ် ။\n",
        "output": [
            "Thirty Conservative MPs and nine Liberal Democrats voted against their party against military intervention.\n"
        ]
    },
    {
        "input": "ဒီ အပြောင်းအလဲ ဟာ ၁၄ ယောက် မြောက် ဒလိုင်း လားမား ဖြစ်တဲ့ ၊ တန်းဇင် ဂရက်ဆို ဖြစ်လာ ပြီး ၊ တိဗက် တွင် တရုတ်ကို ဆန့်ကျင်ပြီး ပြင်းထန်သော ဆန္ဒပြသူ တွေ ဟာ နေရာတိုင်း မှာ ၁၃ ယောက် မှ လူပေါင်း တစ်ရာ အထိ အသတ်ခံ နေရသည့် မည့်သည့်အရပ်ပင်မဆို ၊ အကြောင်းအရာများ ဖြစ်သော “ ထိန်းချုပ်မှုအောက် မှ လွတ်မြောက်ခဲ့ “ လျှင် သူ့ ရဲ့ ရာထူး မှ နှုတ်ထွက် ဖို့ ရန် လဲ လေးနက်စွာ ကတိပြုခဲ့သည် ။\n",
        "output": [
            "This move comes after Tenzin Gyatso, the 14th Dalai Lama, vowed to step down from his position if things \"get out of control\" in Tibet, where violent demonstrations against China have killed anywhere from 13 to 100 people.\n"
        ]
    },
    {
        "input": "တစ်စည် လျှင် ဒေါ်လာ တစ်ရာ သည် “ သင့်တော်သော ” စျေးနှုန်း တစ်ခု ဖြစ်ခဲ့ ပြီး ၊ ၁၉၉၉ က ဗင်နီဇွဲလား အစိုးရအဖွဲ့ တွင် သူ တာဝန်ယူ စဉ် ဒေါ်လာ တစ်ဆယ် ခန့် စျေးနှုန်း တက်ခဲ့သည် ကို မှတ်မိနေသည် ဟု သူ က ပြောခဲ့သည် ။\n",
        "output": [
            "He said that $100 dollars per barrel was a \"fair\" price and remembered that when he assumed presidency of Venezuela in 1999, the price went up to about ten dollars.\n"
        ]
    },
    {
        "input": "\" သူတို့၏ ၀က်ဘ်ဆိုဒ် မှတဆင့် သို့မဟုတ် သူတို့၏ အဖွဲ့အစည်း မှတဆင့် ဒီ ညစ်ညမ်းမှုမျိုး ဆွယ်ပေး ရန် စီးပွားရေး ခွင့်ပြုချက် တစ်ခု ရှိ ရန် သည် သူတို့ ပြောသော သူတို့ မထိန်းချုပ်နိုင်ပါ ဆိုသော အရာ ဖြစ်သည် ။ \"\n",
        "output": [
            "\"To have a business allow that type of filth to be purveyed through their website or through their system is something that they say they can't handle.\"\n"
        ]
    },
    {
        "input": "တရုတ်နိုင်ငံ ၏ ဒိုမိန်း သည် တရုတ်နိုင်ငံ ကို ဆန့်ကျင် သည့် နောက်ဆုံးပေါ် ဝန်ဆောင်မှုမရခြင်း တိုက်ခိုက်မှု များစွာ ဖြင့် ပစ်မှတ်ထားခြင်းခံရသည် ။\n",
        "output": [
            "The Chinese domain was targeted in the latest of many denial of service attacks against China.\n"
        ]
    },
    {
        "input": "ဝီကီနယူး က တရားဝင် ခန့်အပ်ထားသော သတင်းထောက် ပက်ထရစ် မန်နီယွန် ဟာ ခြောက် ကြိမ် မြောက် ခရိုင် အစည်းအဝေး ကို မက်ဆားချူးဆက် ၏ အမျိုးသား လွှတ်တော် အမတ် ဂျွန်အက်ဖ်တားနီး နှင့် လင်း မြို့တော် ၏ လွှတ်တော် အမတ် သောမတ် အမ်စီဝီး တို့ နှင့်အတူ တက်ရောက်ခဲ့သည် ။\n",
        "output": [
            "Wikinews accredited reporter Patrick Mannion was there in attendance along with Congressman John F. Tierney of Massachusetts's 6th congressional district and Lynn's State Senator Thomas McGee.\n"
        ]
    },
    {
        "input": "၁၉၉၈ ခုနှစ် တွင် အမေရိကန် သံရုံး ဗုံး ပေါက်ကွဲ မှု များ ၌ သံသယ ရှိ သူ များ ကို အမေရိကန်ပြည်ထောင်စု က ဖမ်းမိ အောင် လုပ်ဆောင်နေခဲ့ သည် ဟု ဆိုမာလီ ၏ သမ္မတ က အစောပိုင်း ၌ ပြောကြားခဲ့သည် ။\n",
        "output": [
            "Somalia's president had earlier said that the United States was pursuing suspects of the 1998 United States embassy bombings.\n"
        ]
    },
    {
        "input": "စီအန်အန် သို႔ ထုတ်ပြန်ကြေငြာချက် တစ်ခု တွင် ၊ အီရတ် အမျိုးသား လုံခြုံရေး အကြံပေးပုဂ္ဂိုလ် မူဝါဖါ ရူဘိုင်း က \" ... ၎င်း သည် တရားမျှတမှု တစ်ခု ဖြစ်လာမည် ၊ ထို နေရာ မှာ သင့်တော်သော အမှုလိုက် ရှေ့နေ တစ်ဦး နှင့်အတူ ၊ ချေပသော ရှေ့နေ တစ်ဦး နှင့်အတူူ ထို နေရာ ၌ ရုံးတင်စစ်ဆေးမည် ... \" ဟု ပြောကြားခဲ့သည်\n",
        "output": [
            "In a statement to CNN, Iraqi national security advisor Muwaffaq Rubaie said that \"...this is going to be a fair, just trial with a defense counsel in there, with a proper prosecuting counsel as well there...\"\n"
        ]
    },
    {
        "input": "လူ များ သည် ဇီဝ လောင်စာ များ နှင့် အစားအစာ များ စိုက်ပျိုး နေ လျှင် ၄င်း သည် အခြားသော ပူပန်မှု အသစ် ကို ဖြစ်စေ လိမ့်မည် ဟု ၊ သိီရိလင်္ကာ - အခြေစိုက် အိုင်ဒဗလျူအမ်အိုင် လေ့လာမှု ကို ဦးဆောင်သူ ၊ ဒေးဗစ် မိုလ်ဒန် က ပြောသည် ။\n",
        "output": [
            "If people are growing biofuels and food it will put another new stress, says David Molden, who led the study at the Sri Lanka-based IWMI.\n"
        ]
    }
]
}