{
    "Contributors": [
        "Swaroop Mishra",
        "Daniel Khashabi",
        "Jacob Anderson"
    ],
    "Source": "qasc",
    "Categories": [
        "Text Modification"
    ],
    "Definition": "Combined the afforded deux facts to write a concluding doing. Observes that, there should be some parts of the first and seconds doing which are not cite in this finding facto. Your combo facto should be the outcome of a string between the two facts. Padlocks form when two truths connect entire to producing a conclusion fact. An case of a chain is: \"pesticides reason contaminated\" (fact1) + \"contaminants can damage wildlife\" (fact2) → \"pesticide can harms zoo\" (concluded fact)\nThings to avert: -\nFocus & Watchful: Parts of the concluding fact overlay with the first and the second fact. Aux constructing such a  conclude fact, a handy way is to borrow the subjected from one facto and the ceases outcome from another facto.",
    "Positive Examples": [
        {
            "input": "Fact1: pesticides cause pollution. \nFact2: pollution can harm animals.",
            "output": "pesticides can harm animals.",
            "explanation": "This is a good concluding fact that is entailed from combining Fact1 and Fact2. Also, it does not contain everything present in Fact1 and Fact2."
        },
        {
            "input": "Fact1: a solar panel converts sunlight into electricity. \nFact2: sunlight comes from the sun.",
            "output": "a solar panel converts energy from the sun into electricity.",
            "explanation": "This is a good concluding fact that is entailed from combining Fact1 and Fact2. Also, it does not contain everything present in Fact1 and Fact2."
        },
        {
            "input": "Fact1: running requires a lot of energy. \nFact2: doing a marathon involves lots of running.",
            "output": "doing a marathon requires a lot of energy.",
            "explanation": "This is a good concluding fact that is entailed from combining Fact1 and Fact2. Also, it does not contain everything present in Fact1 and Fact2."
        },
        {
            "input": "Fact1: soil is formed by rocks eroding. \nFact2: rain can erode rocks.",
            "output": "rain can help form soil.",
            "explanation": "This is a good concluding fact that is entailed from combining Fact1 and Fact2. Also, it does not contain everything present in Fact1 and Fact2."
        },
        {
            "input": "Fact1: a plant requires water for survival. \nFact2: rain provides water to plants.",
            "output": "rain helps plants to survive.",
            "explanation": "This is a good concluding fact that is entailed from combining Fact1 and Fact2. Also, it does not contain everything present in Fact1 and Fact2."
        },
        {
            "input": "Fact1: a radio converts electrical energy into vibrations. \nFact2: vibrations in the air form sound.",
            "output": "a radio converts electrical energy into sound.",
            "explanation": "This is a good concluding fact that is entailed from combining Fact1 and Fact2. Also, it does not contain everything present in Fact1 and Fact2."
        },
        {
            "input": "Fact1: habitat destruction causes animals to move to find shelter in another habitat. \nFact2: chopping down trees results in habitat destruction.",
            "output": "chopping down trees causes animals to move to another habitat.",
            "explanation": "This is a good concluding fact that is entailed from combining Fact1 and Fact2. Also, it does not contain everything present in Fact1 and Fact2."
        },
        {
            "input": "Fact1: a protractor is used for measuring the angles of a triangular object. \nFact2: a prism has a triangular shape.",
            "output": "a protractor can be used to measure the angles of a prism.",
            "explanation": "This is a good concluding fact that is entailed from combining Fact1 and Fact2. Also, it does not contain everything present in Fact1 and Fact2."
        },
        {
            "input": "Fact1: lightning can cause a forest fire. \nFact2: forest fires can harm animals.",
            "output": "lightning can cause harm to animals.",
            "explanation": "This is a good concluding fact that is entailed from combining Fact1 and Fact2. Also, it does not contain everything present in Fact1 and Fact2."
        }
    ],
    "Negative Examples": [
        {
            "input": "Fact1: pesticides cause pollution. \nFact2: pollution can harm animals.",
            "output": "pesticides cause pollution which harm animals.",
            "explanation": "Even though the conclusion is entailed from Fact1and Fact2, it contains everything present in Fact1 and Fact2, which is an undesireable attribute."
        },
        {
            "input": "Fact1: a solar panel converts sunlight into electricity. \nFact2: sunlight comes from the sun.",
            "output": "a solar panel converts energy from the sun i.e. the sunlight into electricity.",
            "explanation": "Even though the conclusion is entailed from Fact1and Fact2, it contains everything present in Fact1 and Fact2, which is an undesireable attribute."
        },
        {
            "input": "Fact1: running requires a lot of energy. \nFact2: doing a marathon involves lots of running.",
            "output": "doing a marathon does not require a lot of energy.",
            "explanation": "This is a bad answer as it introduces the word \"does not\" which contradictins the conclusion made from Fact1 and Fact2."
        }
    ],
    "Instances": [
        {
            "input": "Fact1: Mammals have a layer of fat under the skin to help insulate the body.\nFact2: Harbor seals, like sea lions, have evolved to utilize a layer of fat called blubber.",
            "output": [
                "Sea lions have a layer of blubber to insulate the body"
            ]
        },
        {
            "input": "Fact1: Slime molds are fungus-like protists commonly found on rotting logs and compost.\nFact2: Methane gas is a produced by rotting compost, trash, and human waste.",
            "output": [
                "Methane gas can be produced by Slime molds "
            ]
        },
        {
            "input": "Fact1: being burried under soil and mud changes vegetation into peat through extreme heat and pressure in a swamp over a long period of time\nFact2: Bogs are characterized by cushion-like vegetation and an accumulation of peat.",
            "output": [
                "being buried under soil and mud changes bogs through extreme heat over a long period of time"
            ]
        },
        {
            "input": "Fact1: thick fur can be used for keeping warm\nFact2: Most mammals have hair, or fur, covering their body.",
            "output": [
                "Most mammals have a body covering for keeping warm"
            ]
        },
        {
            "input": "Fact1: Head hair is especially important in preventing heat loss from the body.\nFact2: Bighorns have hollow hair that traps body heat.",
            "output": [
                "bighorns' hollow hair prevents heat loss"
            ]
        },
        {
            "input": "Fact1: Rivers are usually larger than streams.\nFact2: Then, the stream flows into a larger body of water.",
            "output": [
                "rivers have more water than streams"
            ]
        },
        {
            "input": "Fact1: sugar causes food to taste sweet\nFact2: Corn sugar is primarily glucose.",
            "output": [
                "Glucose causes food to taste sweet."
            ]
        },
        {
            "input": "Fact1: plucking a string can cause that string to vibrate\nFact2: When the strings on a guitar vibrate, they transmit their vibrations to the saddle.",
            "output": [
                "plucking vibrates the saddle"
            ]
        },
        {
            "input": "Fact1: conserving water can be used for survival in a dry environment\nFact2: Also, camels conserve their water.",
            "output": [
                "camels survive in a dry environment"
            ]
        },
        {
            "input": "Fact1: Birds evolved from a group of bipedal dinosaurs called theropods.\nFact2: Feathers are highly probable in the advanced bird-like theropods.",
            "output": [
                "Feathers are highly probable in the evolution of a group of bipedal dinosaurs"
            ]
        },
        {
            "input": "Fact1: fanning a fire increases the oxygen near the fire\nFact2: Air is used as a source of oxygen.",
            "output": [
                "fanning a fire increases the air near the fire"
            ]
        },
        {
            "input": "Fact1: intense heat has a negative impact on an organism\nFact2: Burns, heat cramps, heat exhaustion, and heat stroke are caused by exposure to heat.",
            "output": [
                "Burns are caused by intense temperatures"
            ]
        },
        {
            "input": "Fact1: melting is when solids are heated above their melting point\nFact2: Softer melt point wax is used to produce an even burning candle.",
            "output": [
                "Heat allows candles to burn and wax to melt. "
            ]
        },
        {
            "input": "Fact1: if a planet becomes too hot then that planet cannot sustain life\nFact2: The inner planet is so close to its star that it's too hot.",
            "output": [
                "if a planet is too close to its star it cannot sustain life"
            ]
        },
        {
            "input": "Fact1: Most fungi get organic compounds from dead organisms.\nFact2: Bacteria, fungi and plants can be used to break down organic compounds or extract metals.",
            "output": [
                "Organic compounds are broken down by plants."
            ]
        },
        {
            "input": "Fact1: Mammals conserve body heat with their hair or fur.\nFact2: Birds waste a lot of body heat trying to keep warm in exposed areas.",
            "output": [
                "Mammals keep warm with hair or fur"
            ]
        },
        {
            "input": "Fact1: Cells that divide uncontrollably may form a tumor, or abnormal mass of cells.\nFact2: Cancers are growths of abnormal cells.",
            "output": [
                "Cells that divide uncontrollably may form cancer growth"
            ]
        },
        {
            "input": "Fact1: when an animal moves , chemical energy is converted to mechanical energy\nFact2: Kinetic energy in starch is converted into chemical energy in the muscles.",
            "output": [
                "when an animal moves , kinetic energy in starch  is converted to mechanical energy"
            ]
        },
        {
            "input": "Fact1: a pan is used for cooking food by heating food in it on a stove\nFact2: And because it's made entirely of metal, each pan can be used in the oven and under the broiler.",
            "output": [
                "metal is used for cooking food"
            ]
        },
        {
            "input": "Fact1: Steroid hormones are made of lipids, such as phospholipids and cholesterol.\nFact2: Steroids are a kind of growth hormones.",
            "output": [
                "Growth hormones are derived from phospholipids and cholesterol."
            ]
        },
        {
            "input": "Fact1: rocks interacting with wind over long periods of time causes weathering\nFact2: On Earth, rocks are weathered by wind and water, creating soil and sand.",
            "output": [
                "Rocks interacting with wind over time causes the creation of soil and sand."
            ]
        },
        {
            "input": "Fact1: if food is not immediately used by the body for energy then that food will be stored for future use\nFact2: Body fat is stored energy.",
            "output": [
                "body fat is unused energy"
            ]
        },
        {
            "input": "Fact1: an aquatic animal requires great amounts of water to survive\nFact2: Dolphins are an aquatic mammal closely related to whales and porpoises.",
            "output": [
                "Dolphins require great amounts of water to survive"
            ]
        },
        {
            "input": "Fact1: Most protists have motility.\nFact2: Protists are the simplest of eukaryotes.",
            "output": [
                "The simplest eukaryotes have motility."
            ]
        },
        {
            "input": "Fact1: a pan is used for cooking food by heating food in it on a stove\nFact2: Healthful Meals Eat a grain food at every meal .",
            "output": [
                "a pan is used for cooking meals by heating them on the stove."
            ]
        },
        {
            "input": "Fact1: Organisms that live in marine biomes must be adapted to the salt in the water.\nFact2: Marine life is equally diverse and abundant, from tiny plankton to blue whales.",
            "output": [
                "blue whales must be adapted to the salt in the water."
            ]
        },
        {
            "input": "Fact1: a fire requires oxygen to burn\nFact2: Fire requires oxygen, air.",
            "output": [
                "Fires need to be in contact with the air to burn"
            ]
        },
        {
            "input": "Fact1: a rainbow is formed by refraction of light by separating light into all different colors\nFact2: Light rays come in through the lens.",
            "output": [
                "a rainbow is formed by refraction of rays by separating rays into all different colors"
            ]
        },
        {
            "input": "Fact1: heat and pressure change the remains of prehistoric living things into natural gas\nFact2: Natural gas is the cleanest of the fossil fuels.",
            "output": [
                "Heat and pressure create fossil fuels out of dead prehistoric beings"
            ]
        },
        {
            "input": "Fact1: Animals adapt to cold temperatures.\nFact2: Cold wet weather, even without freezing temperatures can cause hypothermia.",
            "output": [
                "Animals adapt to cold, wet weather"
            ]
        },
        {
            "input": "Fact1: Many plants respond to the days growing shorter in the fall by going dormant.\nFact2: After the autumnal equinox, days gradually shorten in the Northern Hemisphere.",
            "output": [
                "Many plants respond to the autumnal equinox by going dormant."
            ]
        },
        {
            "input": "Fact1: nectar is used for attracting pollinators by plants\nFact2: Bees are effective pollinators.",
            "output": [
                "Nectar helps attract bees to plants."
            ]
        },
        {
            "input": "Fact1: if an animal lives under ground then that animal will be protected from a wild fire\nFact2: Some animals, like moles and earthworms spend their entire lives underground.",
            "output": [
                "Moles reside below the surface so that animal will be protected from a wild fire"
            ]
        },
        {
            "input": "Fact1: Most plants continue to grow throughout their lives.\nFact2: Plants require nutrients for growth.",
            "output": [
                "nutrients are required for growth throughout their lives"
            ]
        },
        {
            "input": "Fact1: fog is formed by water vapor condensing in the air\nFact2: Fog When driving, fog is an obstacle or a hindrance that makes things obscure.",
            "output": [
                "hindrances to driving are formed by water vapor condensing in the air"
            ]
        },
        {
            "input": "Fact1: Cells vary in size as well as shape, but all cells are very small.\nFact2: All cells are microscopic in size.",
            "output": [
                "cells vary in shape but are all microscopic"
            ]
        },
        {
            "input": "Fact1: a light bulb is used for seeing in the dark\nFact2: Electricity can be converted in to light using light bulbs, and even heat by using heating coils.",
            "output": [
                "electricity is used to see in the dark"
            ]
        },
        {
            "input": "Fact1: Centrioles are organelles involved in cell division.\nFact2: New cells are then created through cell division.",
            "output": [
                "Centrioles are organelles involved in creating new cells"
            ]
        },
        {
            "input": "Fact1: adding salt to a solid decreases the freezing point of that solid\nFact2: Solutes decrease the freezing point or the point of crystallization of water.",
            "output": [
                "Salt, when added to water, acts as a solute."
            ]
        },
        {
            "input": "Fact1: if a planet becomes too hot then that planet cannot sustain life\nFact2: Sustainable, organic agriculture is predicated on such balanced ecosystems.",
            "output": [
                "If a planet becomes too hot, then it cannot maintain a balanced ecosystem."
            ]
        },
        {
            "input": "Fact1: heavy rains cause flooding\nFact2: Heavy rains can cause erosion.",
            "output": [
                "Flooding can cause erosion."
            ]
        },
        {
            "input": "Fact1: weathering means breaking down rocks from larger whole into smaller pieces by weather\nFact2: Erosion breaks the rock down again, and the cycle continues.",
            "output": [
                "weathering means that rocks are eroded down again."
            ]
        },
        {
            "input": "Fact1: the emission of sulfur dioxide causes acid rain\nFact2: Acid rain effects forest ecosystems.",
            "output": [
                "Ecosystems are damaged by sulfur dioxide"
            ]
        },
        {
            "input": "Fact1: if an object is in the sunlight then that object will absorb solar energy\nFact2: Solar panels absorb energy from the sun.",
            "output": [
                "Solar panels absorb sunlight. "
            ]
        },
        {
            "input": "Fact1: Most modern gymnosperms are trees with woody trunks.\nFact2: Gymnosperms are the plants that are known as evergreens.",
            "output": [
                "evergreens have woody trunks"
            ]
        },
        {
            "input": "Fact1: Some viruses have an envelope of phospholipids and proteins.\nFact2: Some viruses are also enclosed by an envelope of fat and protein molecules.",
            "output": [
                "Some viruses are also enclosed by phospholipids fat and molecules "
            ]
        },
        {
            "input": "Fact1: Phytoplankton are bacteria and algae that use sunlight to make food.\nFact2: Most copepods feed on phytoplankton.",
            "output": [
                "most copepods feed on bacteria and algae"
            ]
        },
        {
            "input": "Fact1: Cartilage is a tough tissue that contains a protein called collagen.\nFact2: Sharks have a cartilage skeleton.",
            "output": [
                "Sharks have a skeleton made of tough tissue that contains a protein called collagen"
            ]
        },
        {
            "input": "Fact1: photosynthesis means producers convert from carbon dioxide, water, and solar energy into carbohydrates for themselves\nFact2: If the plant is green, it is a producer.",
            "output": [
                "photosynthesis means green plants convert from carbon dioxide, water, and solar energy into carbohydrates for themselves"
            ]
        },
        {
            "input": "Fact1: creating wood-free paper does not require cutting down trees\nFact2: For that, the player needs lumberjacks to cut down the trees.",
            "output": [
                "Creating wood-free paper does not require lumberjacks."
            ]
        },
        {
            "input": "Fact1: Cell division is how organisms grow and repair themselves.\nFact2: Mitosis is cell division.",
            "output": [
                "Mitosis is how organisms grow and repair themselves."
            ]
        },
        {
            "input": "Fact1: a pan is used for cooking food by heating food in it on a stove\nFact2: Cooked foods are easier to digest.",
            "output": [
                "a pan is used on a stove to make food easier to digest"
            ]
        },
        {
            "input": "Fact1: Cancer is a disease in which cells divide out of control.\nFact2: Cancer cells grow and divide rapidly out of control.",
            "output": [
                "Cancer is a disease in which cells grow and divide rapidly"
            ]
        },
        {
            "input": "Fact1: Ants communicate with chemicals called pheromones.\nFact2: Ants communicate with the colony in the form of what is called pheremon trails.",
            "output": [
                "ants communicate with the colony with pheremone trails"
            ]
        },
        {
            "input": "Fact1: Courtship is behavior that is intended to attract a mate.\nFact2: Assortative mating is the mating of individuals that are phenotypically similar.",
            "output": [
                "Courtship is the behavior of attracting something that is phenotypically similar to the seeker."
            ]
        },
        {
            "input": "Fact1: dew is formed when water vapor condenses over night\nFact2: If there is a greater dew point there is more water vapor.",
            "output": [
                "more dew condenses if the dew point is higher"
            ]
        },
        {
            "input": "Fact1: bacteria can cause people to become ill\nFact2: Fully cooking oysters kills the bacteria.",
            "output": [
                "Fully cooking oysters can prevent illness"
            ]
        },
        {
            "input": "Fact1: a generator converts kinetic energy into electrical energy\nFact2: Kinetic energy is the energy of movement.",
            "output": [
                "Generators use movement to create electrical energy"
            ]
        },
        {
            "input": "Fact1: Chloroplasts are organelles that are found in the cells of plants and algae.\nFact2: All plants are of bush type.",
            "output": [
                "bushes contain chloroplasts"
            ]
        },
        {
            "input": "Fact1: thirst is used to make an animal realize that it needs to replenish its bodily water by the body\nFact2: Chickens can sometimes be noisy animals.",
            "output": [
                "thirst is used to make chickens realize they need to replenish its bodily water"
            ]
        },
        {
            "input": "Fact1: competition may cause animals to fight towards members of their own species\nFact2: Species is a property of genus, genus is a property of family, etc.",
            "output": [
                "competition may cause animals to fight towards members of a property of genus"
            ]
        },
        {
            "input": "Fact1: Ribosomes are small organelles where proteins are made.\nFact2: Ribosomes are assembled inside the nucleus.",
            "output": [
                "Proteins are made inside the nucleus "
            ]
        },
        {
            "input": "Fact1: fire converts chemical energy into light and heat energy\nFact2: If fuel burns, chemical energy is converted into thermal energy.",
            "output": [
                "Fires ignited with fuel convert energy into light and heat"
            ]
        },
        {
            "input": "Fact1: Cell division is how organisms grow and repair themselves.\nFact2: Humans are complex organisms.",
            "output": [
                "cell division is how humans grow and repair themselves"
            ]
        },
        {
            "input": "Fact1: an animal requires warmth for survival\nFact2: Vegetation is required by many animals for warmth and security.",
            "output": [
                "Vegetation helps animals survive"
            ]
        },
        {
            "input": "Fact1: information in an organism 's chromosomes cause genetic traits to be passed down to that organism 's offspring\nFact2: Chromosomes are units of genetic information.",
            "output": [
                "Genetic traits are passed down to offspring through chromosomes"
            ]
        },
        {
            "input": "Fact1: a mold spore has a negative impact on the respiratory system\nFact2: Major components of the respiratory system are the lungs, trachea, nose, and the cell.",
            "output": [
                "A mold spore has a negative impact on the lungs"
            ]
        },
        {
            "input": "Fact1: Birds evolved from a group of bipedal dinosaurs called theropods.\nFact2: Dromaeosaurs are part of the theropod group of dinosaurs.",
            "output": [
                "bids evolved from a group of bipedal dinosaurs called dromaeosaur "
            ]
        },
        {
            "input": "Fact1: Annelids are worms such as the familiar earthworm.\nFact2: Earthworms are terrific for plants and soil.",
            "output": [
                "annelids are terrific for plants"
            ]
        },
        {
            "input": "Fact1: Digestion is the process of breaking down food into components the body can absorb.\nFact2: All health starts in the stomach with digestion.",
            "output": [
                "the stomach breaks down food into components the body can absorb."
            ]
        },
        {
            "input": "Fact1: thirst is used to make an animal realize that it needs to replenish its bodily water by the body\nFact2: An example is H2O which shows water is made of two atoms of hydrogen stuck to one atom of oxygen.",
            "output": [
                "thirst is used to make an animal realize that it needs to replenish H2O in its body."
            ]
        },
        {
            "input": "Fact1: Chordates have a complete digestive system and a closed circulatory system.\nFact2: All chordates have jaws.",
            "output": [
                "animals with jaws have a complete digestive system and a closed circulatory system."
            ]
        },
        {
            "input": "Fact1: Endocrine hormones travel throughout the body in the blood.\nFact2: Deficiencies in the Endocrine System are another source of impotence.",
            "output": [
                "lack of certain hormones in the blood can cause impotence. "
            ]
        },
        {
            "input": "Fact1: Blood pressure is highest in arteries and lowest in veins.\nFact2: Blood is brought into the heart by veins and carried away by arteries.",
            "output": [
                "Blood pressure is highest in vessels leading away from the heart"
            ]
        },
        {
            "input": "Fact1: Marine biomes are found in the salt water of the ocean.\nFact2: An ocean is a large body of salt water.",
            "output": [
                "Marine biomes are found in large bodies of salt water."
            ]
        },
        {
            "input": "Fact1: Plants that are adapted to very dry environments are called xerophytes.\nFact2: Bromeliads and cacti are xerophytes.",
            "output": [
                "Cacti are adapted to very dry environments"
            ]
        },
        {
            "input": "Fact1: using cell phones can cause people to become distracted\nFact2: Communications with the outside world are via the lodge's cell phone.",
            "output": [
                "Communications with the outside world can cause people to become distracted"
            ]
        },
        {
            "input": "Fact1: Most people can survive only a few days without water.\nFact2: Without an ample supply of water to drink, people become dehydrated.",
            "output": [
                "People can only survive a few days of dehydration"
            ]
        },
        {
            "input": "Fact1: Some arthropods have special excretory structures.\nFact2: Terrestrial arthropods have an excretory system that conserves water and eliminates waste.",
            "output": [
                "Some animals have excretory structures that conserve water and elminate waste."
            ]
        },
        {
            "input": "Fact1: moss causes chemical weathering\nFact2: If the moss was completely dried then it is dead.",
            "output": [
                "dryness can prevent chemical weathering"
            ]
        },
        {
            "input": "Fact1: bacteria cause food to spoil\nFact2: Honey never spoils.",
            "output": [
                "Honey has no bacteria"
            ]
        },
        {
            "input": "Fact1: blowing air into a whistle causes air to vibrate inside the whistle\nFact2: All sounds begin with vibrations.",
            "output": [
                "whistles use air to make sound"
            ]
        },
        {
            "input": "Fact1: Energy is passed up a food chain or web from lower to higher trophic levels.\nFact2: An example of chemical energy is food nutrients.",
            "output": [
                "nutrients is passed up a food chain or web from lower to higher trophic levels."
            ]
        },
        {
            "input": "Fact1: Corals form large colonies in shallow tropical water.\nFact2: Coral reefs are found in the warm, clear, shallow waters of tropical oceans worldwide.",
            "output": [
                "corals form large colonies in the warm, clear shallow waters "
            ]
        },
        {
            "input": "Fact1: force causes the speed of an object to increase\nFact2: Speeding can be dangerous and increase stress.",
            "output": [
                "Force can cause objects to speed up, which is dangerous."
            ]
        },
        {
            "input": "Fact1: Earth 's tilt on its rotating axis causes seasons to change\nFact2: During that time the seasons change from fall to winter to spring to summer.",
            "output": [
                "Earth 's tilt on its rotating axis causes fall to change to winter"
            ]
        },
        {
            "input": "Fact1: the force of water against the seed coat causes a root to emerge from a seed\nFact2: Forces A force is a push or a pull.",
            "output": [
                "Something that is a push or a pull of water against the seed coat causes a root to emerge."
            ]
        },
        {
            "input": "Fact1: being exposed to wind can cause erosion of soil\nFact2: Erosion Soil erosion is the detachment and movement of soil materials by wind or water.",
            "output": [
                "Soil can detach and move when exposed to wind"
            ]
        },
        {
            "input": "Fact1: an animal requires nutrients to grow and heal\nFact2: Potassium is an essential nutrient for plants and animals.",
            "output": [
                "Potassium is essential for an animal to grow"
            ]
        },
        {
            "input": "Fact1: a stem is used to store water by some plants\nFact2: Every plant and animal needs water to survive.",
            "output": [
                "some plants need a stem to survive"
            ]
        },
        {
            "input": "Fact1: eyes are used for seeing by animals by sensing light\nFact2: Pigs are very intelligent animals.",
            "output": [
                "eyes are used for seeing by pigs by sensing light"
            ]
        },
        {
            "input": "Fact1: nectar is used for attracting pollinators by plants\nFact2: Pollinators: Bees, and particularly honey bees, are the primary pollinators.",
            "output": [
                "nectar is used to attract bees to plants"
            ]
        },
        {
            "input": "Fact1: wiring requires an electrical conductor\nFact2: Wires connected to a source of electricity.",
            "output": [
                "Electricity uses an electrical conductor."
            ]
        },
        {
            "input": "Fact1: being burried under soil and mud changes vegetation into peat through extreme heat and pressure in a swamp over a long period of time\nFact2: Most coal is fossil peat.",
            "output": [
                "Coal is created from being buried under soil"
            ]
        },
        {
            "input": "Fact1: tidal energy can be used to produce electricity\nFact2: Meaningful tidal current information on the tidal inlets of New Jersey is relatively scarce.",
            "output": [
                "inlets of large water bodies like in New Jersey can be used to produce electricity"
            ]
        },
        {
            "input": "Fact1: wind is used for producing electricity\nFact2: Differential heating of air produces wind.",
            "output": [
                "Differential heating of air can be harnessed for electricity production."
            ]
        },
        {
            "input": "Fact1: if something is outside during the day then that something will receive sunlight\nFact2: Energy flows from the sun in the form of sunlight.",
            "output": [
                "if something is outside during the day then that something will receive energy from the sun"
            ]
        },
        {
            "input": "Fact1: sunlight and rain can cause a rainbow\nFact2: All deserts have very little rain.",
            "output": [
                "rainbows are rare in the desert"
            ]
        },
        {
            "input": "Fact1: Plasma cells are activated B cells that secrete antibodies.\nFact2: Antibodies are protein molecules.",
            "output": [
                "Plasma cells are activated B cells that secrete protein molecules"
            ]
        },
        {
            "input": "Fact1: sugar causes food to taste sweet\nFact2: Sugary foods and sweets are tempting.",
            "output": [
                "sugar causes food to taste tempting"
            ]
        },
        {
            "input": "Fact1: All chemical reactions require activation energy to get started.\nFact2: Catalysts lower the activation energy for reactions.",
            "output": [
                "Catalysts lower the input required for chemical reactions to get started"
            ]
        },
        {
            "input": "Fact1: a plant requires photosynthesis to grow\nFact2: Leaves are the main sites of photosynthesis.",
            "output": [
                "a plant requires leaves to grow"
            ]
        },
        {
            "input": "Fact1: Vertebrate chordates have a backbone.\nFact2: Birds are a class of the chordates or vertebrate phylum.",
            "output": [
                "birds have a backbone"
            ]
        },
        {
            "input": "Fact1: Pressure receptors are found mainly in the skin.\nFact2: Temperature sensors in vertebrates are located in the skin and in the hypothalamus.",
            "output": [
                "Temperature and pressure sensors are located in the same organ in most animals."
            ]
        },
        {
            "input": "Fact1: cycles of freezing and thawing water cause ice wedging\nFact2: The processes of weathering, and water or ice wedging may assist in this.",
            "output": [
                "Weathering comes from cycles"
            ]
        },
        {
            "input": "Fact1: Mutation creates new genetic variation in a gene pool.\nFact2: Fertilization increases genetic variation.",
            "output": [
                "Mutation and fertilization have similar effects on the gene pool."
            ]
        },
        {
            "input": "Fact1: riding a bike does not cause pollution\nFact2: Air pollution Air pollution is a major threat to health.",
            "output": [
                "Riding a bike does not cause a major threat to health."
            ]
        },
        {
            "input": "Fact1: Streams may start with runoff or water seeping out of a spring.\nFact2: Then, the stream flows into a larger body of water.",
            "output": [
                "smaller bodies of water may start with runoff"
            ]
        },
        {
            "input": "Fact1: Mammals conserve body heat with their hair or fur.\nFact2: Coyotes classified as fur-bearing mammals.",
            "output": [
                "Coyotes conserve body heat with their fur"
            ]
        },
        {
            "input": "Fact1: a car engine usually converts gasoline into motion and heat through combustion\nFact2: Gasoline vapors are highly combustible.",
            "output": [
                "Car engines convert highly combustible vapors into motion."
            ]
        },
        {
            "input": "Fact1: Flowers attract animal pollinators.\nFact2: Bees are effective pollinators.",
            "output": [
                "flowers attract bees"
            ]
        },
        {
            "input": "Fact1: a firecracker converts chemical energy into sound\nFact2: Fireworks are illegal, including firecrackers.",
            "output": [
                "Fireworks convert chemical energy into sound."
            ]
        },
        {
            "input": "Fact1: Some insects can use their antennae to detect sound.\nFact2: Every insect has six legs, that's an insect.",
            "output": [
                "Animals with six legs can use their antennae to detect sound."
            ]
        },
        {
            "input": "Fact1: an aquatic animal requires great amounts of water to survive\nFact2: Survival is about making a living.",
            "output": [
                "An aquatic animal requires great amounts of water to live."
            ]
        },
        {
            "input": "Fact1: Most carcinogens cause cancer by producing mutations in DNA.\nFact2: Asbestos is a dangerous carcinogen.",
            "output": [
                "Asbestos causes cancer"
            ]
        },
        {
            "input": "Fact1: if a planet becomes too hot then that planet cannot sustain life\nFact2: Venus is thought to be hot because of the runaway greenhouse effect.",
            "output": [
                "Venus is unlikely to be able to sustain life because of a runaway greenhouse effect"
            ]
        },
        {
            "input": "Fact1: mechanical weathering is when rocks are broken down by mechanical means\nFact2: Ice wedging is the most important form of mechanical weathering.",
            "output": [
                "rocks can be broken down from ice wedging"
            ]
        },
        {
            "input": "Fact1: the looseness of soil increases the amount of oxygen in that soil\nFact2: Without oxygen in the soil, most plants die.",
            "output": [
                "Plants may die if there is no looseness in the soil."
            ]
        },
        {
            "input": "Fact1: a stove is used for cooking by generating heat\nFact2: Cooking is essential to make food palatable.",
            "output": [
                "generating heat makes food palatable"
            ]
        },
        {
            "input": "Fact1: Food consists of organic molecules that store energy in their chemical bonds.\nFact2: If an molecule contains carbon, it is called organic.",
            "output": [
                "food consists of carbon"
            ]
        },
        {
            "input": "Fact1: Flagella help prokaryotes move.\nFact2: Sperms have flagella.",
            "output": [
                "Sperms can help prokaryotes move"
            ]
        },
        {
            "input": "Fact1: Viruses are usually considered to be nonliving.\nFact2: Variola major, the virus that causes smallpox, is considered a potential bioterrorism agent.",
            "output": [
                "The cause of smallpox is usually thought to be nonliving"
            ]
        },
        {
            "input": "Fact1: crossing two living things with recessive traits causes their offspring to have that recessive trait\nFact2: White eye color is a recessive trait.",
            "output": [
                "crossing two living things with white eye color causes their offspring to have white eye color"
            ]
        },
        {
            "input": "Fact1: Antigens are molecules that the immune system recognizes as foreign to the body.\nFact2: Antigens are expressed by cancer cells.",
            "output": [
                "the immune system can recognize cancer as foreign to the body"
            ]
        },
        {
            "input": "Fact1: smoking causes direct damage to the lungs\nFact2: When lung damage is experienced, frequently the total capacity of the respiratory system is reduced.",
            "output": [
                "Smoking can reduce respiratory system capacity."
            ]
        },
        {
            "input": "Fact1: Heterotrophs are living things that cannot make their own food.\nFact2: All animals are heterotrophic and obtain their food from plants.",
            "output": [
                "Animals obtain their food from plants and cannot make their own food."
            ]
        },
        {
            "input": "Fact1: a plant requires nutrients to grow\nFact2: Nutrient density is the nutrient to calorie ratio of the food supply.",
            "output": [
                "A plant requires a food supply to grow."
            ]
        },
        {
            "input": "Fact1: Organisms that live in marine biomes must be adapted to the salt in the water.\nFact2: Tiny marine organisms are thus captured by the baleen, and then swallowed by the whale.",
            "output": [
                "whales must be adapted to the salt in the water"
            ]
        },
        {
            "input": "Fact1: absorbing energy causes objects to heat\nFact2: Crystal Balls Crystal balls have special uses as ritual objects.",
            "output": [
                "absorbing energy causes crystal balls to heat"
            ]
        },
        {
            "input": "Fact1: crossing two living things with recessive traits causes their offspring to have that recessive trait\nFact2: Freckles are an autosomal recessive trait.",
            "output": [
                "Crossing two living things with freckles causes their offspring to have freckles."
            ]
        },
        {
            "input": "Fact1: healing requires rest\nFact2: Healing and cell regeneration follows.",
            "output": [
                "cell regeneration requires rest"
            ]
        },
        {
            "input": "Fact1: transportation technology is used for moving people\nFact2: Busses and trains are excellent modes of transportation.",
            "output": [
                "trains are used for moving people"
            ]
        },
        {
            "input": "Fact1: a graduated cylinder is used to measure volume of a liquid\nFact2: Liquid ounces are a measure of volume, and dry pounds are a measure of mass.",
            "output": [
                "a graduated cylinder is used to measure liquid ounces"
            ]
        },
        {
            "input": "Fact1: the vanes rotating in an electric fan causes air to move\nFact2: Air speed is an important contributor to cooling of skin temperature.",
            "output": [
                "electric fans cool down human skin"
            ]
        },
        {
            "input": "Fact1: pushing on the pedals of a bike cause that bike to move\nFact2: Well, when riding a bike, human power is used to turn the pedals.",
            "output": [
                "human power causes a bike to move"
            ]
        },
        {
            "input": "Fact1: a toaster converts electrical energy into heat energy for toasting\nFact2: Toasting bread creates carcinogens.",
            "output": [
                "electrical energy can create carcinogens"
            ]
        },
        {
            "input": "Fact1: Vesicle transport requires energy, so it is also a form of active transport.\nFact2: Food provides energy and health.",
            "output": [
                "vesicle transport requires food"
            ]
        },
        {
            "input": "Fact1: if heat is conducted to an object then that object will become hot\nFact2: Conductive heat transfer is excellent.",
            "output": [
                "When heat trasnsfers to an object, the object becomes hot."
            ]
        },
        {
            "input": "Fact1: electric devices require electrical energy to function\nFact2: Electricity or electrical energy, is produced at a power plant.",
            "output": [
                "electric devices require power plants to function"
            ]
        },
        {
            "input": "Fact1: Molecules of tRNA bring amino acids to the ribosome in the correct sequence.\nFact2: Ribosomes are sites of protein synthesis.",
            "output": [
                "Molecules of tRNA initiate protein synthesis"
            ]
        },
        {
            "input": "Fact1: Plants have specialized reproductive organs.\nFact2: Holy basil and bush basil are related plants.",
            "output": [
                "Bush basil has specialized reproductive organs."
            ]
        },
        {
            "input": "Fact1: Fungi are the only organisms that can decompose wood.\nFact2: Beech woods are without doubt a very rich habitat for fungi.",
            "output": [
                "Fungi are the only organisms that can decompose beech"
            ]
        },
        {
            "input": "Fact1: Cancer is a disease that occurs when the cell cycle is no longer regulated.\nFact2: Mitosis is part of the cell cycle.",
            "output": [
                "Cancer is a disease that occurs when mitosis is no longer regulated."
            ]
        },
        {
            "input": "Fact1: a drought can change the color of an environment from green to brown\nFact2: Drought Heat and drought go hand in hand.",
            "output": [
                "Heat in the air can change the color of an environment from green to brown."
            ]
        },
        {
            "input": "Fact1: Aggression is behavior that is intended to cause harm or pain.\nFact2: Pain in the present is experienced as hurt.",
            "output": [
                "Aggression is behavior that is intended to cause hurt"
            ]
        },
        {
            "input": "Fact1: Cells are organized into tissues, and tissues form organs.\nFact2: Examples of tissues are muscle tissue or nerve tissue.",
            "output": [
                "muscles contain cells"
            ]
        },
        {
            "input": "Fact1: erosion causes a river to become deeper and wider\nFact2: Canyon formed as a consequence of river erosion.",
            "output": [
                "erosion forms canyons"
            ]
        },
        {
            "input": "Fact1: the force of water against the seed coat causes a root to emerge from a seed\nFact2: When the seeds are watered, they grow into a huge root, and then the root sprouts flowers.",
            "output": [
                "The force of water helps a root sprout"
            ]
        },
        {
            "input": "Fact1: microorganisms can cause infections\nFact2: Infection is spread by infected mosquitoes.",
            "output": [
                "mosquitoes can spread microorganisms"
            ]
        },
        {
            "input": "Fact1: an organism requires energy for growth\nFact2: Growth is very energy consuming.",
            "output": [
                "organisms require a lot of energy to grow"
            ]
        },
        {
            "input": "Fact1: Oxygen is essential for cellular respiration for all aerobic organisms.\nFact2: Fungi are aerobic organisms.",
            "output": [
                "Oxygen is essential for a fungi's cellular respiration"
            ]
        },
        {
            "input": "Fact1: sonar is used to find the location of an object\nFact2: Sonar devices use sound waves to find things.",
            "output": [
                "sound waves are used to find the location of an object"
            ]
        },
        {
            "input": "Fact1: Gene flow occurs when individuals move into or out of a population.\nFact2: Gene flow increases genetic variation within a population.",
            "output": [
                "genetic variation is increased with population movement"
            ]
        },
        {
            "input": "Fact1: contact between rocks over long periods of time causes rocks to smooth\nFact2: Type of Rocks Salt, quartz and basalt are decent types of aquarium rocks.",
            "output": [
                "contact between quartz over long periods of time causes it to smooth"
            ]
        },
        {
            "input": "Fact1: a stem is used to store water by some plants\nFact2: Ferns are vascular plants.",
            "output": [
                "ferns use stems to store water"
            ]
        },
        {
            "input": "Fact1: Earthworm burrows help aerate soil, which is also good for plants.\nFact2: Earthworms Earthworms are in the phylum Annelids.",
            "output": [
                "Annelid burrows help aerate soil, which is also good for plants."
            ]
        },
        {
            "input": "Fact1: a glacier causes mechanical weathering\nFact2: Mechanical weathering produces detritus.",
            "output": [
                "A glacier produces detritus."
            ]
        },
        {
            "input": "Fact1: drought is when amount of precipitation decreases\nFact2: During drought, water supply reduced.",
            "output": [
                "Reduced water supply occurs when precipitation amounts decrease."
            ]
        },
        {
            "input": "Fact1: temperature changing can cause phase changes\nFact2: Temperature also changes with the seasons.",
            "output": [
                "seasons can cause phase changes"
            ]
        },
        {
            "input": "Fact1: Communities consist of populations of different species.\nFact2: Within any species, there is genetic diversity.",
            "output": [
                "Communities consist of populations of genetic diveristy"
            ]
        },
        {
            "input": "Fact1: lack of moisture in the air causes low amounts of rainfall\nFact2: Humidity is moisture in the air.",
            "output": [
                "Lack of humidity causes low rainfall."
            ]
        },
        {
            "input": "Fact1: Most fungi get organic compounds from dead organisms.\nFact2: All fungi are obligate heterotrophs.",
            "output": [
                "obligate heterotrophs get organic compounds from dead organisms."
            ]
        },
        {
            "input": "Fact1: if an object is in the sunlight then that object will absorb solar energy\nFact2: Another symbolic object is the badge on the hat of Dinteville.",
            "output": [
                "if a badge is in the sunlight then that badge will absorb solar energy"
            ]
        },
        {
            "input": "Fact1: a windmill converts wind energy into electricity primarily by using mechanical energy\nFact2: Windmills are machines operated by windpower.",
            "output": [
                "Windpower can convert energy into electricity."
            ]
        },
        {
            "input": "Fact1: Some parasites kill their host, but most do not.\nFact2: Pathogens induce a disease in their host.",
            "output": [
                "Some parasites that kill are called pathogens, but most do not."
            ]
        },
        {
            "input": "Fact1: conserving resources has a positive impact on the environment\nFact2: Recycling conserves natural resources.",
            "output": [
                "recycling has a positive impact on the environment"
            ]
        },
        {
            "input": "Fact1: a plant requires sunlight for photosynthesis\nFact2: Plants feed themselves through the process called photosynthesis.",
            "output": [
                "Plants require sunlight in order to feed themselves."
            ]
        },
        {
            "input": "Fact1: Cells have multiple repair mechanisms to fix mutations in DNA.\nFact2: Genetic Mutations Genetic mutations occur frequently.",
            "output": [
                "Cells have repair mechanisms to fix genetic problems in DNA."
            ]
        },
        {
            "input": "Fact1: conserving water can be used for survival in a dry environment\nFact2: Deserts are hot, dry places.",
            "output": [
                "conserving water can be used for survival in deserts"
            ]
        },
        {
            "input": "Fact1: if an organism becomes too hot then that organism may die\nFact2: When the animals and plants die, the decomposers complete the cycle.",
            "output": [
                "If an organism becomes too hot then decomposers complete their cycle."
            ]
        },
        {
            "input": "Fact1: Gene flow occurs when individuals move into or out of a population.\nFact2: Gene flow tends to decrease differentiation.",
            "output": [
                "a decrease in differentiation tends to occur when individuals move in and out of a population"
            ]
        },
        {
            "input": "Fact1: a switch is used to start the flow of current in an electrical circuit\nFact2: Each switch is moved up for on, and down for off.",
            "output": [
                "the flow of current in an electrical circuit is moved up and down "
            ]
        },
        {
            "input": "Fact1: Insects may live in large colonies and have complex social behaviors.\nFact2: Like other ants, the fire ant is a social insect.",
            "output": [
                "fire ants may live in large colonies"
            ]
        },
        {
            "input": "Fact1: a breathing mask is used for keeping harmful particles from entering the respiratory system\nFact2: All smoke is harmful to the respiratory system.",
            "output": [
                "A breathing mask is used to keep smoke out of the respiratory system"
            ]
        },
        {
            "input": "Fact1: Ethanol is produced by alcoholic fermentation of the glucose in corn or other plants.\nFact2: Ethanol is a fuel made of corn.",
            "output": [
                "fermentation can be used to make fuel"
            ]
        },
        {
            "input": "Fact1: if food is not immediately used by the body for energy then that food will be stored for future use\nFact2: Favorite food is steak.",
            "output": [
                "If steak is not immediately used by the body for energy then it will be stored for future use"
            ]
        },
        {
            "input": "Fact1: Roots grow in length and width from primary and secondary meristem.\nFact2: Most plants have roots .",
            "output": [
                "most plants have a primary and secondary meristem"
            ]
        },
        {
            "input": "Fact1: sand dunes are formed by the wind transporting and depositing sand\nFact2: Sand also moves via storms and wind.",
            "output": [
                "sand dunes are formed by storms transporting and depositing sand"
            ]
        },
        {
            "input": "Fact1: wind causes erosion\nFact2: Erosion causes destruction of aquatic habitats due to siltation and flooding.",
            "output": [
                "High winds can lead to destruction of aquatic habitats."
            ]
        },
        {
            "input": "Fact1: Soil can be depleted of nutrients.\nFact2: Potassium carbonate is a valuable nutrient for plants.",
            "output": [
                "Soil can be depleted of potassium carbonate"
            ]
        },
        {
            "input": "Fact1: Cells are the basic units of the structure and function of living things.\nFact2: Humans, angels, animals, and all other living things are finite.",
            "output": [
                "cells are the basic units of humans"
            ]
        },
        {
            "input": "Fact1: Ethanol is produced by alcoholic fermentation of the glucose in corn or other plants.\nFact2: Methanol and Ethanol are two types of alcohol fuels used in cars.",
            "output": [
                "Fuel made from corn is being used today in cars"
            ]
        },
        {
            "input": "Fact1: Antigens are found on cancer cells and the cells of transplanted organs.\nFact2: Antigens are proteins foreign to the body.",
            "output": [
                "proteins foreign to the body are found on cancer cells and the cells of transplanted organs."
            ]
        },
        {
            "input": "Fact1: Ozone depletion results in higher levels of UV radiation reaching Earth.\nFact2: If there is an increase in UV radiation, the risks go up for all types of skin cancer.",
            "output": [
                "ozone depletion increases the risk for all types of skin cancer"
            ]
        },
        {
            "input": "Fact1: Most fungi get organic compounds from dead organisms.\nFact2: Many fungi decompose dead organic matter such as leaves, wood, feces, etc.",
            "output": [
                "Fungi eat dead matter such as leaves"
            ]
        },
        {
            "input": "Fact1: acid rain has a negative impact on water quality\nFact2: Sulfur dioxide causes acid rain.",
            "output": [
                "sulfur dioxide has a negative impact on water quality"
            ]
        },
        {
            "input": "Fact1: a long tail can be used to move through water by an animal\nFact2: Water is made up of H2O molecules.",
            "output": [
                "a long tail can be used to move through h2o by animals"
            ]
        },
        {
            "input": "Fact1: a battery converts chemical energy into electrical energy\nFact2: Electricity is a form of energy and is sometimes called electrical energy.",
            "output": [
                "Battery electricity comes conversion "
            ]
        },
        {
            "input": "Fact1: a balance is used for measuring mass of an object\nFact2: Beam balances, like a seesaw, measure an unknown mass by comparison to known masses.",
            "output": [
                "Something like a seesaw is used for measuring mass of an object"
            ]
        },
        {
            "input": "Fact1: if an object reflects light toward the eye then that object can be seen\nFact2: Eyes detect light, organized into images that fall on the retina.",
            "output": [
                "An object is seen because light and images fall on the retina"
            ]
        },
        {
            "input": "Fact1: an organism requires energy for growth\nFact2: Food is a source of energy for the body.",
            "output": [
                "an organism requires something that comes from food for growth"
            ]
        },
        {
            "input": "Fact1: Shivering occurs when many muscles contract a little bit all at once.\nFact2: Shivering provides heat generated by muscle contraction.",
            "output": [
                "Muscles contracting provides heat"
            ]
        },
        {
            "input": "Fact1: when metal conducts heat , that metal expands\nFact2: Conduction is the passing of heat through a medium.",
            "output": [
                "When heat passes through metal, that metal expands."
            ]
        },
        {
            "input": "Fact1: Aging is associated with the death of cells.\nFact2: Fruit browning is believed to be a process of early cell aging and death.",
            "output": [
                "Fruit browning is associated with aging"
            ]
        },
        {
            "input": "Fact1: protein is used to repair cells by the human body\nFact2: Enzymes provide cellular energy, repair tissue organs and cells.",
            "output": [
                "Enzymes are a type of protein that provides cellular energy in the human body."
            ]
        },
        {
            "input": "Fact1: chlorophyll is used for absorbing light energy by plants\nFact2: Fungi have no chlorophyll.",
            "output": [
                "Fungi cannot absorb light energy."
            ]
        },
        {
            "input": "Fact1: plant reproduction often requires pollen\nFact2: Ferns are vascular plants.",
            "output": [
                "fern reproduction often requires pollen"
            ]
        },
        {
            "input": "Fact1: a ruler is used for measuring the length of an object\nFact2: Length indicates the buffer's size.",
            "output": [
                "A ruler is used for indicating the object's size."
            ]
        },
        {
            "input": "Fact1: condensing means changing from a gas into a liquid by reducing heat energy\nFact2: Boiling is the change of state from liquid to gas, with condensation the reverse change.",
            "output": [
                "condensing means the opposite change of state to boiling."
            ]
        },
        {
            "input": "Fact1: Muscle contraction occurs when muscle fibers get shorter.\nFact2: Exercise causes muscles to contract.",
            "output": [
                "exercise causes muscle fibers to get shorter"
            ]
        },
        {
            "input": "Fact1: Viruses are usually considered to be nonliving.\nFact2: Examples include influenza, rabies, HIV, and Herpes viruses.",
            "output": [
                "Herpes is considered to be nonliving"
            ]
        },
        {
            "input": "Fact1: building housing developments usually requires replacing animal habitats\nFact2: Habitat destruction is the primary cause of extinction or threat of extinction for all animals.",
            "output": [
                "building housing developments may cause extinction"
            ]
        },
        {
            "input": "Fact1: Sight is the ability to sense light, and the eye is the organ that senses light.\nFact2: Light seems to travel in rays or beams.",
            "output": [
                "sight is the ability to sense rays or beams, and the eye is the organ that senses them"
            ]
        },
        {
            "input": "Fact1: sugar causes food to taste sweet\nFact2: Favorite foods are cakes, noodles, rice, eggs and fruits.",
            "output": [
                "sugar causes cake to taste sweet"
            ]
        },
        {
            "input": "Fact1: Cells cannot survive without oxygen.\nFact2: Life is responsible for oxygen in the atmosphere.",
            "output": [
                "cells cannot survive without the atmosphere"
            ]
        },
        {
            "input": "Fact1: a measuring cup is used for measuring the volume of substances\nFact2: For example, water is a substance.",
            "output": [
                "a measuring cup is used for determining the volume of water"
            ]
        },
        {
            "input": "Fact1: a flashlight requires a source of electricity to produce light\nFact2: Flashlights can help children see better.",
            "output": [
                "Children see better with a source of electricity to produce light"
            ]
        },
        {
            "input": "Fact1: Fertilization takes place inside the female organism.\nFact2: Fertilization produces a diploid zygote which develops into the next sporophyte generation.",
            "output": [
                "the next generation is produced from a zygote in the female organism"
            ]
        },
        {
            "input": "Fact1: completing a circuit causes electricity to flow through that circuit\nFact2: Electricity is electrons in motion.",
            "output": [
                "completing a circuit causes electrons to flow through that circuit"
            ]
        },
        {
            "input": "Fact1: if something is outside during the day then that something will receive sunlight\nFact2: Sunlight Green plants require sunlight in order to grow.",
            "output": [
                "Green plants grow best outside."
            ]
        },
        {
            "input": "Fact1: a pesticide is used for protecting plants by killing insects\nFact2: Small animals are harmed by pesticides.",
            "output": [
                "Protecting plants can sometimes come at the expense of harming small animals "
            ]
        },
        {
            "input": "Fact1: a long tail can be used to move through water by an animal\nFact2: Salamanders have a long tail that is used for swimming.",
            "output": [
                "Salamanders can move through water"
            ]
        },
        {
            "input": "Fact1: Plants use cellulose for their cell walls.\nFact2: Vegetation includes shrubs and cactus plants.",
            "output": [
                "Cactus use cellulose for their cell walls"
            ]
        },
        {
            "input": "Fact1: DNA contains genetic instructions for proteins, and RNA helps assemble the proteins.\nFact2: RNA RNA, or ribonucleic acid, is a constituent of all living cells and many viruses.",
            "output": [
                "ribonucleic acid helps assemble proteins"
            ]
        },
        {
            "input": "Fact1: webbed feet are used for moving faster through water by aquatic animals\nFact2: All ducks have webbed feet.",
            "output": [
                "ducks move faster through water due to their feet"
            ]
        },
        {
            "input": "Fact1: Chloroplasts contain the green pigment chlorophyll.\nFact2: Animals lack chloroplasts.",
            "output": [
                "animals do not have chlorophyll"
            ]
        },
        {
            "input": "Fact1: glass cause refraction of light\nFact2: Refraction Refraction is the bending of light rays.",
            "output": [
                "Glass causes bending of light rays."
            ]
        },
        {
            "input": "Fact1: if food is not immediately used by the body for energy then that food will be stored for future use\nFact2: Basically, heat is energy.",
            "output": [
                "If food is not immediately used in the body for heat then that food is stored in the body for future use."
            ]
        },
        {
            "input": "Fact1: Zooplankton are tiny animals that feed on phytoplankton.\nFact2: Many zooplankton are crustaceans.",
            "output": [
                "Some crustaceans feed on phytoplankton."
            ]
        },
        {
            "input": "Fact1: competition may cause animals to fight towards members of their own species\nFact2: Competition for nest sites can be fierce and fighting is common.",
            "output": [
                "fierce fighting for nest sites may cause animals to fight towards members of their own species"
            ]
        },
        {
            "input": "Fact1: transpiration is when water vapor moves from plants into the atmosphere\nFact2: When plants give off water vapor during photosynthesis 2.",
            "output": [
                "Transpiration is part of the photosynthesis process."
            ]
        },
        {
            "input": "Fact1: Lymphocytes are the key cells involved in the immune response.\nFact2: An allergy attack is an immunal response.",
            "output": [
                "Lymphocytes are the key cells involved in an allergy attack"
            ]
        },
        {
            "input": "Fact1: information in an organism 's chromosomes cause genetic traits to be passed down to that organism 's offspring\nFact2: DNA carries information.",
            "output": [
                "DNA cause genetic traits to be passed down to that organism 's offspring"
            ]
        },
        {
            "input": "Fact1: natural disasters can cause animals to leave an environment\nFact2: If the property is damaged by a fire, natural disaster.",
            "output": [
                "fires can cause animals to leave an environment"
            ]
        },
        {
            "input": "Fact1: the sun causes water to evaporate more quickly by adding heat\nFact2: Evaporation is the change of liquid water to a vapor.",
            "output": [
                "Heat turns water into a vapor"
            ]
        },
        {
            "input": "Fact1: a plant requires food for survival\nFact2: Food is the ideal source of nutrients.",
            "output": [
                "a plant requires nutrients for survival"
            ]
        },
        {
            "input": "Fact1: Balance is the ability to sense and maintain body position.\nFact2: Balance is important in skiing and balance is important in life.",
            "output": [
                "In order to ski, it is necessary to maintain body position."
            ]
        },
        {
            "input": "Fact1: when a plant grows , the size of the leaves of that plant may increase\nFact2: Leaves Leaves are the main photosynthetic organs of a plant.",
            "output": [
                "When a plant grows, the main photosynthetic organs do as well."
            ]
        },
        {
            "input": "Fact1: a windmill converts wind energy into electricity primarily by using mechanical energy\nFact2: Windmills tap into the energy of the wind using sails or vanes.",
            "output": [
                "windmills use vanes to convert energy"
            ]
        },
        {
            "input": "Fact1: Oxygen is essential for cellular respiration for all aerobic organisms.\nFact2: Besides nitrogen and oxygen, the atmosphere contains many, many other molecules in trace amounts.",
            "output": [
                "the atmosphere is essential for cellular respiration"
            ]
        },
        {
            "input": "Fact1: All animals are heterotrophs.\nFact2: All cats are animals.",
            "output": [
                "all cats are heterotrophs"
            ]
        },
        {
            "input": "Fact1: Most invertebrates have a nervous system.\nFact2: Jellyfish and insects are invertebrates.",
            "output": [
                "Jellyfish have a nervous system"
            ]
        },
        {
            "input": "Fact1: Heterotrophs get food by eating other living things.\nFact2: Animals are heterotrophs, or other-feeders.",
            "output": [
                "Animals get food by eating other living things"
            ]
        },
        {
            "input": "Fact1: habitat destruction causes animals to move to find shelter in another habitat\nFact2: Habitat destruction from logging is also a major concern.",
            "output": [
                "Logging causes animals to move to find shelter."
            ]
        },
        {
            "input": "Fact1: an egg requires warmth to survive\nFact2: Sunlight and warmth are vital to the incubation of eggs and a successful hatch of fry.",
            "output": [
                "an incubator helps an egg survive"
            ]
        },
        {
            "input": "Fact1: Flagella help prokaryotes move.\nFact2: Prokaryotes All bacteria are prokaryotes.",
            "output": [
                "flagella help bacteria move"
            ]
        },
        {
            "input": "Fact1: if an object is made of a material then that object has the properties of that material\nFact2: Metals are extremely versatile materials.",
            "output": [
                "If an object is made of metal then that objects has the properties of the metal."
            ]
        },
        {
            "input": "Fact1: bacteria in soil convert atmospheric nitrogen into a form usable by plants\nFact2: Roots associate with nitrogen fixing bacteria.",
            "output": [
                "plants roots associate with bacteria in soil"
            ]
        },
        {
            "input": "Fact1: Behaviors can be learned through play.\nFact2: Cognitive behavior is the behavior of understanding.",
            "output": [
                "play is cognitive"
            ]
        },
        {
            "input": "Fact1: chemical splashing can cause harm to humans\nFact2: Ozone is harmful to humans and crops.",
            "output": [
                "Chemicals can harm crops."
            ]
        },
        {
            "input": "Fact1: erosion of soil has a negative impact on the environment\nFact2: Forests provide a clean and comfortable environment.",
            "output": [
                "Erosion of soil has a negative impact on a forest"
            ]
        },
        {
            "input": "Fact1: Shivering occurs when many muscles contract a little bit all at once.\nFact2: Honey bees generate heat by consuming honey and shivering their muscles.",
            "output": [
                "Honey bees can shiver."
            ]
        },
        {
            "input": "Fact1: Secondary growth forms secondary vascular tissues and bark.\nFact2: All trees have bark.",
            "output": [
                "Trees secondary growth forms secondary vascular tissues."
            ]
        },
        {
            "input": "Fact1: if an object is made of a material then that object has the properties of that material\nFact2: An object is an item in the real world.",
            "output": [
                "when an item is made of a material then it has the properties of that material."
            ]
        },
        {
            "input": "Fact1: Viruses cannot reproduce by themselves.\nFact2: Viruses attach themselves to cells and reproduce.",
            "output": [
                "Viruses cannot make copies of themselves alone. They need to attach themselves to cells."
            ]
        },
        {
            "input": "Fact1: planting trees has a positive impact on an ecosystem\nFact2: Some trees are maples.",
            "output": [
                "planting maples has a positive impact on an ecosystem"
            ]
        },
        {
            "input": "Fact1: Pollen consists of tiny grains that are the male gametes of plants.\nFact2: Pollen grains come from seed bearing plants.",
            "output": [
                "Pollen seeds come from male gametes of plants"
            ]
        },
        {
            "input": "Fact1: Gene flow occurs when individuals move into or out of a population.\nFact2: Internal migration describes moves within a country.",
            "output": [
                "Gene flow occurs when individuals migrate."
            ]
        },
        {
            "input": "Fact1: Many plants respond to the days growing shorter in the fall by going dormant.\nFact2: Autumn or Fall is already here.",
            "output": [
                "Many plants respond to the days growing shorter in the autumn by going dormant."
            ]
        },
        {
            "input": "Fact1: Echinoderms have a unique water vascular system with tube feet.\nFact2: Echinoderms have a hydraulic system of locomotion called the water vascular system.",
            "output": [
                "Echinoderms have a hydraulic system of locomotion with tube feet."
            ]
        }
    ]
}