{
    "Contributors": [
        "Sai Venkat Subramani"
    ],
    "Source": [
        "Dataset Card for Asian Language Treebank (ALT) (https://huggingface.co/datasets/alt)"
    ],
    "Categories": [
        "Language Translation"
    ],
    "Definition": "In this task, your task is to translate a sentence in Japanese into the English language.",
    "Positive Examples": [
        {
            "input": "ペトレイアス氏はまた、「2008年にさらに8旅団と大隊戦闘団を削減し、2008年7月中旬までに増加前のレベルの15旅団戦闘団にすること」を勧めた。",
            "output": "Petraeus also recommended, \"reduction of eight further brigade teams and the battalion combats in 2008 until we reach the pre-surge levels of 15 brigade combat teams by mid-July 2008.\"",
            "explanation": "The above sentence is correctly translated from Japanese to English"
        },
        {
            "input": "BBCによると１２万人のセルビア人のほとんどがコソボの独立に反対している。",
            "output": "According to the BBC, most of the 120,000 Serbs oppose Kosovo's independence.",
            "explanation": "The above sentence is correctly translated from Japanese to English"
        },
        {
            "input": "教会はまた、個人を処方薬で不法に治療することで、薬局として不法に活動しているという嫌疑を受けている。",
            "output": "The Church also faces charges of illegally operating as a pharmacy by illegally treating individuals with prescription medications.",
            "explanation": "The above sentence is correctly translated from Japanese to English"
        }
    ],
    "Negative Examples": [
        {
            "input": "Shiel司教は5か月後、死の床で彼女の破門を撤回した。",
            "output": "\"I thought going into the third we'd each won a round, but I definitely thought I won that last round.\"",
            "explanation": "The above sentence is not correctly translated from Japanese to English as none of the words match the translation."
        },
        {
            "input": "彼は「１７３０００のイラク治安部隊」が国に配置されているが、その国のインフラ整備とともに、トレーニングの終了および彼らの治安部隊の整備が多く残されていると付け加えた。",
            "output": "Several helicopters were called in from Detroit, Michigan and Traverse City.",
            "explanation": "The above sentence is not correctly translated from Japanese to English as none of the words match the translation."
        },
        {
            "input": "今や月から102キロで円軌道にのっている。",
            "output": "Defenders of the officials said their legal analyses, which were conducted immediately following the September 11 attacks, are now being unfairly second-guessed.",
            "explanation": "The above sentence is not correctly translated from Japanese to English as none of the words match the translation."
        }
    ],
    "Instances": [
    {
        "input": "その中には、有名なスペインの画家であるパブロ・ピカソが１９３９年に描き、第二次世界大戦でナチスに抵抗したギリシアの人々に贈られた「女性の頭」という絵画もある。\n",
        "output": [
            "Among them was a painting by famous Spanish painter Pablo Picasso, dated 1939, called Woman's Head which was a gift to the Greek people for their resistance to the Nazis during World War 2.\n"
        ]
    },
    {
        "input": "爆発現場では、何百もの人々が黙祷のために現場に集まり、花輪を敬意とともに置いた。\n",
        "output": [
            "At the bombing sites, wreaths were laid in respect, with hundreds gathering at the sites to mark the silence.\n"
        ]
    },
    {
        "input": "3000人(警察の予想)から8000人(主催者の予想)の人々が、ヘッセン大学で計画されている授業料の導入に抗議をし、本日、ドイツのギーセンでデモ行進した。\n",
        "output": [
            "Between 3,000 (police estimate) and 8,000 people (organiser's estimate) took to the streets in Gießen, Germany today, protesting the planned introduction of tuition fees at Hessian universities.\n"
        ]
    },
    {
        "input": "機関は、世界的流行の警報レベルを最高の第６レベルに高めた。\n",
        "output": [
            "The agency increased its pandemic alert level to the sixth level, its highest.\n"
        ]
    },
    {
        "input": "チャンは活動の立案者であると言われ、ミュランは実行者であると言われた。\n",
        "output": [
            "Chan was alleged to be the mastermind of the operation, and Myuran was alleged to be an enforcer.\n"
        ]
    },
    {
        "input": "彼はこれからの成り行きを記録するためにウェブカメラを準備して、後に人々に見られるためにＦＴＰサーバに詳細を投稿するつもりである。\n",
        "output": [
            "He said that he had set up a webcam to record the event, and would post details later of a FTP server for people to watch.\n"
        ]
    },
    {
        "input": "「オバマ氏は遺憾だとし、真摯に謝った。」\n",
        "output": [
            "\"He expressed his disappointment, and he apologized in a way that was very moving. \" \n"
        ]
    },
    {
        "input": "カゼミの叔父はCNNに「拷問と苦痛の下で、（パートナーは）ボーイフレンドとしてメフディの名前を明らかにした」と語った。\n",
        "output": [
            "Kazemi's uncle told CNN: \"Under torture and pressure, (the partner) revealed Mehdi's name as his boyfriend.\"\n"
        ]
    },
    {
        "input": "インドの年間経済成長は、過去3会計年度で平均8％となっている。\n",
        "output": [
            "India's annual economic growth has been an average of 8 percent since past three fiscal years.\n"
        ]
    },
    {
        "input": "ヒューストンのジョンソンスペースセンターのエドワード・ルーとスタンリー・ラブもまた、衝突の恐怖を和らげた。\n",
        "output": [
            "Edward Lu and Stanley Love, of Johnson Space Centre, Houston, also have allayed fears about a collision.\n"
        ]
    },
    {
        "input": "増便によって、ブリティッシュ・エアウェイズは今後ブカレストからロンドンへとその逆の便を週10回運航するということになる。\n",
        "output": [
            "The extra flights will mean that British Airways will now fly from Bucharest to London, and back, ten times a week.\n"
        ]
    },
    {
        "input": "「私はテレビで夢の仕事を得るチャンスを増やすためにこれらすべてをしていた。」\n",
        "output": [
            "And I was doing all this in order to increase my chances to get my dream job in television.\"\n"
        ]
    },
    {
        "input": "ビーバーによると、潜水艦は先制攻撃と二次攻撃の両方の能力をイスラエルに提供するだろう。\n",
        "output": [
            "According to Beaver, the submarines would provide Israel with both first strike and second strike capability.\n"
        ]
    },
    {
        "input": "レウの成長は世界的為替レートにもインパクトを与え、米ドルを全世界で1％押し下げた。\n",
        "output": [
            "The leu's growth also had an impact on global exchange rates, weakening the US dollar worldwide by 1%.\n"
        ]
    },
    {
        "input": "イリノイ州選出の後任上院議員であり2008年アメリカ大統領選候補者のバラク・オバマ氏は今日あった3つの予備選挙のネブラスカとワシントンの党員集会とルイジアナの予備選挙の民主党予備選挙で圧勝した。\n",
        "output": [
            "Barack Obama, the junior senator from Illinois and 2008 US presidential candidate has swept all three of today's Democratic contests, two caucuses in Nebraska and Washington and the primary in Louisiana.\n"
        ]
    },
    {
        "input": "ニュース報道によると、マクヘイルは、原住民による占領が10ヵ月の間続いているDCE(ダグラス・クリーク・エステイト)から通りの向こうにカナダの旗を立てるつもりだった。\n",
        "output": [
            "According to news reports, McHale intended to put the Canadian flag across the street from DCE (Douglas Creek Estates) where the aboriginal occupation has been ongoing for 10 months.\n"
        ]
    },
    {
        "input": "穴の縁から1メートル未満の4階建ての建物が、建物の下の土壌が浸食され続けているため、倒壊する可能性があることも懸念されている。\n",
        "output": [
            "There are also concerns that a four-story building less than a metre from the edge of the hole may collapse as the earth under the building continues to be eroded.\n"
        ]
    },
    {
        "input": "写真の巧みな調整は、「イーゼル基礎化粧品」という架空のブランドの広告板に投稿されている。\n",
        "output": [
            "The photo-manipulation is then posted on a billboard for the fictional \"Easel Foundation Makeup\" brand.\n"
        ]
    },
    {
        "input": "ロイヤルメールの労働者は、投票で3対1でイギリスでの全国的な郵便ストライキに賛成を選んだ。\n",
        "output": [
            "Royal Mail workers have voted 3:1 in favour of a nationwide postal strike in the United Kingdom.\n"
        ]
    },
    {
        "input": "２８歳の選手はジョー・ジャクソンのタックルで負傷し、試合は彼が病院に運ばれるまで遅れた。\n",
        "output": [
            "The 28 year old was injured in a tackle by Joe Jacobson and the game was delayed before he was taken to hospital.\n"
        ]
    },
    {
        "input": "労働党議員ディック・アダムズは、リーダーとして残るようにビーズリに投票したとしても、党の新しいリーダーシップを支えると言った。\n",
        "output": [
            "Labor MP Dick Adams said even though he voted for Beazley to remain as leader, he supports the party's new leadership.\n"
        ]
    },
    {
        "input": "赤十字のニコラス・アデシルは、同社に、これまでに三十名もの人々が手当を受けていると伝えた。\n",
        "output": [
            "Nicolas Adesile, of the Red Cross, told the same news agency that as many as thirty people have been treated thus far.\n"
        ]
    },
    {
        "input": "7人の解放は、フランス大統領ニコラス・サルコジが事件についてチャド当局者と会談するためにチャドに到着した時に起こった。\n",
        "output": [
            "The release of the seven came as French President Nicolas Sarkozy arrived in Chad to hold talks on the case with Chadian officials.\n"
        ]
    },
    {
        "input": "移民相ベソンはその決断を正しいと主張し、「フランスが人々を決して送り返さないならば、フランスは不正取引商人の標的になる」と言った。\n",
        "output": [
            "Immigration Minister Besson defended the decision, saying that \"if France never sends people back, it becomes the target for people traffickers.\"\n"
        ]
    },
    {
        "input": "ポイズンは、2社が長年彼らに十分な印税を支払っていないと主張している。\n",
        "output": [
            "Poison claim the two companies have underpaid them royalties for years.\n"
        ]
    },
    {
        "input": "このレースでの状態は、国立測候所がレース時間でのトラックが88°F（31℃）と報告したのと全く異なっていた。\n",
        "output": [
            "The conditions at this race were far different, with the National Weather Service reporting temperatures of 88° F (31° C) at the track at race time.\n"
        ]
    },
    {
        "input": "反イラク軍（AIF)の基地の戦術は負傷や死亡を装うことであり、海兵隊は彼らがまだ脅威だったと合理的に主張できた。\n",
        "output": [
            "A known tactic of anti-Iraqi forces (AIF) is to feign injury or death, and the marine could reasonably claim they were still a threat.\n"
        ]
    },
    {
        "input": "グラスゴーは、ランドマークエデュケーションの研修コースは彼のキリスト信仰とは「正反対」だと述べた。\n",
        "output": [
            "Glasgow said that the Landmark Education training courses were \"opposite\" to his Christian beliefs.\n"
        ]
    },
    {
        "input": "ミッションは「プリュームから発生するガスを測定することである」と声明は締めくくっている。\n",
        "output": [
            "The mission will \"measure the gas emanating from the plume,\" ended the statement.\n"
        ]
    },
    {
        "input": "片頭痛患者（英国では男性の約8パーセントと女性の約18パーセントの人数だと思われる）は、多くの場合、光、音、そして接触が痛みの原因になると訴える。\n",
        "output": [
            "Migraine sufferers (thought in the United Kingdom to number about eight per cent of men and eighteen per cent of women) often complain that light, noise and touch cause pain.\n"
        ]
    },
    {
        "input": "マネージャーのフレディ・ローチが率いるマニー・パッキャオのキャンプは、ディアスは、「パックマン」がディアスがトップにいる135ポンド級に階級を上げるのを阻止するには、「ものすごい奇跡」が必要だと断言した。\n",
        "output": [
            "The camp of Manny Pacquiao led by manager Freddie Roach claimed that Diaz will need a \"fucking miracle\" to stop 'The Pacman' from moving up to the 135 lbs. weight class where Diaz is top brass.\n"
        ]
    },
    {
        "input": "死亡者は、昨夜、福井県のダム建設サイトで地滑りの後死んだ５０才の建設労働者と、９月６日に倒れた木に打たれて死んだ７６才の男性で、フィートウ台風が上陸してすぐだった。\n",
        "output": [
            "The deceased are a 50-year-old construction worker who died after a landslide at a dam construction site in Fukui Prefecture last night and a 76-year-old man who died after being struck by a falling tree on September 6, shortly after Fitow made landfall.\n"
        ]
    },
    {
        "input": "しかしローターは、物価指標化は不足分を穴埋めする機会を退職者に与える口座からの収入としてブッシュの個人投資口座に結び付けられなければならないと述べている。\n",
        "output": [
            "However, Rother says that price indexing has to be linked to Bush’s private investment accounts as income from the accounts give retirees the chance to make up the shortfalls.\n"
        ]
    },
    {
        "input": "ヘンリーはBorisJohnson議員がロンドン市長に選出されたことに伴い選挙を公示した。\n",
        "output": [
            "Henley called for an election when its representative Boris Johnson was elected Lord Mayor of the City of London.\n"
        ]
    },
    {
        "input": "薬品会社との利害対立の可能性があるため、業界の圧力から守られなければならないという根拠から、WHOは委員会のメンバーの特定には応じませんでした。\n",
        "output": [
            "The WHO has refused to identify committee members, arguing that they must be shielded from industry pressure, so possible conflicts of interest with drug companies are unknown.\n"
        ]
    },
    {
        "input": "それから、ウィキニュースは、彼らがなぜ全リストを利用できるようにしないで、検閲されるべきでないと感じるサイトをマークしたのかと尋ねた。\n",
        "output": [
            "Wikinews then asked why they didn't leave the full list available, but mark which sites they felt should not be censored.\n"
        ]
    },
    {
        "input": "「我々の州がこの意見の別れる議論の先へと進むことで、私は我々が皆刑事司法制度の公平さと清廉さを向上させるための我々の努力と共有の責務を増強することができることと、誤りを犯す可能性を最小限にすることを望む」とマロイは付け加えた。\n",
        "output": [
            "\"As our state moves beyond this divisive debate, I hope we can all redouble our efforts and common work to improve the fairness and integrity of our criminal justice system, and to minimize its fallibility,\" added Malloy.\n"
        ]
    },
    {
        "input": "アルーバ訟務長官のタコ・ステインはそれが発表された後で声明を出した。\n",
        "output": [
            "Taco Stein, the Aruban Solicitor General, released a statement after the announcement was made.\n"
        ]
    },
    {
        "input": "ジャン・EyegheNdongは、アフリカの国で最長期間指導者を務めたボンゴが、月曜日にカイロン診療所において73歳で死亡したと述べた。\n",
        "output": [
            "Jean Eyeghe Ndong said that Bongo, the longest-serving leader of an African country, had died at the Quiron clinic on Monday, at the age of 73.\n"
        ]
    },
    {
        "input": "バセスクは教育のある中流階級によって支持されているが、彼らはこの地域で最も腐敗した国で腐敗を根絶する彼の政策を好ましく思っている。\n",
        "output": [
            "Băsescu is supported by the educated middle-class, who take a favourable view upon his policy of stamping out corruption in one of the region's most corrupt countries.\n"
        ]
    },
    {
        "input": "「問題は、何故テヘランが我々と語らないのかである」\n",
        "output": [
            "\"The question is, why will Tehran not talk to us?\"\n"
        ]
    },
    {
        "input": "５ヵ月前にアンナが女の赤ちゃんを生んだ直後に、スミスの息子ダニエル・スミスは２００６年９月１０日に死んだ。\n",
        "output": [
            "Smith's son, Daniel Smith, died on September 10, 2006 shortly after Anna gave birth to a baby girl 5 months ago.\n"
        ]
    },
    {
        "input": "「私の息子は何のために死んだのか？」\n",
        "output": [
            "\"What did my son die for?\"\n"
        ]
    },
    {
        "input": "シナワット氏がこの地域を訪問してからさらなる銃撃が続いた。\n",
        "output": [
            "Mr. Shinawatra's recent visit to the region was followed by further shootings.\n"
        ]
    },
    {
        "input": "キングストンのロードアイランド大学のピーター・オーガストは、「私は、彼らが牛と鹿が北を向いていると気付いたことに矛盾がないことに本当に驚いた」とコメントした。\n",
        "output": [
            "Peter August of the University of Rhode Island in Kingston, commented: \"I was really amazed at the consistency with which they found north-facing cows and deer.\"\n"
        ]
    },
    {
        "input": "そこで、彼らは売春宿に泊まり、一晩に8人から10人の男性と意に沿わないセックスをして、一週間に6日間か7日間働いた。\n",
        "output": [
            "There, they worked six or seven days each week, sleeping in brothels and having sex with eight-to-ten men each night against their will.\n"
        ]
    },
    {
        "input": "日本の原子力当局は、福島第一原子力発電所は国際原子力事象評価尺度でレベル4だと考えており、それは地域的な結果をもたらす事故のレベルである。\n",
        "output": [
            "The nuclear agency of Japan consider the circumstances at the Fukushima I Nuclear Power Plant to be Level 4 on the International Nuclear Event Scale, which is an accident with local consequences.\n"
        ]
    },
    {
        "input": "今やこのストライキが進行するのを止めることが可能なあらゆることをしなければならない、と彼は言った。\n",
        "output": [
            "We now have to do whatever is possible to stop this strike from proceeding, he said.\n"
        ]
    },
    {
        "input": "彼女は、夫のパットが、ケーシーの物を持っていることに耐えられず、そのほとんどを倉庫に置いていると述べている。\n",
        "output": [
            "She says her husband Pat, couldn't bear having Casey's things at home and put most of them in storage.\n"
        ]
    },
    {
        "input": "ペイリンの攻撃にもかかわらず、１０月３日のニューヨークタイムズの元の記事は、オバマとエアーズが決して親しくなかったし、つながりはオフィスと学校の改革プロジェクトのためのオバマの最初の立候補を通してあったと結論し、彼らの進路が散発的に交差したと言っていた。\n",
        "output": [
            "Despite Palin's attack, the original article in the October 3 New York Times concluded that Obama and Ayers were never close, and that the connection was through Obama's initial run for office and a schools reform project, \"saying that their paths have crossed sporadically\".\n"
        ]
    },
    {
        "input": "ニュース記事は頻繁にいくつかの問題を議論するが、より重大かもしれない他のことを無視している。\n",
        "output": [
            "News articles frequently discuss some issues but neglect others that might be more critical.\n"
        ]
    },
    {
        "input": "金曜日にはヤーラー県で副村長が撃たれ、パッタニ村では地方の市場から帰る高齢の夫婦が撃たれた。\n",
        "output": [
            "Friday saw the shooting of an assistant village head in Yala Province, and an elderly couple were shot in Pattani Province whilst returning from a local market.\n"
        ]
    },
    {
        "input": "ヘイニーの死は、主酸素システムが機関室の空気漏れを検知して自動的に停止した後で、それを再起動させることに彼の「注意を引いた」結果として、彼の雇い主のせいだと考えられる。\n",
        "output": [
            "Haney's death has been attributed by his employer as the result of his \"channelized attention\" on getting the main oxygen system to restart after it automatically cut out when it detected engine bay air leaks.\n"
        ]
    },
    {
        "input": "学者たちは、この世紀に最大500万の種が失われると予測している。\n",
        "output": [
            "Scientists forecast that up to five million species will be lost this century.\n"
        ]
    },
    {
        "input": "インタビューの全ては電子メール上でなされ、候補者のメッセージに邪魔が入ることなく、フルに我々の読者に伝わるように、インタビューは無編集で公表します。\n",
        "output": [
            "All interviews are conducted over e-mail, and interviews are published unedited, allowing candidates to impart their full message to our readers, uninterrupted.\n"
        ]
    },
    {
        "input": "マイクロソフトが、彼らが先週の木曜日（2月21日）に30,000ページの秘密のソフトウェア・コードを事前に公表していたことを発表した後で、その決定に至った。\n",
        "output": [
            "The decisions came after Microsoft announced they were disclosing 30,000 pages of previously secret software code last Thursday (February 21st).\n"
        ]
    },
    {
        "input": "１月に、インドネシア政府は、エネルギー基盤への投資を呼ぶために、特別なエネルギー・サミットを開いた。\n",
        "output": [
            "In January, the Indonesian government held a special energy summit to attract investment in their energy infrastructure.\n"
        ]
    },
    {
        "input": "ワシントンのカナダ大使は、ワシントンの地下鉄の駅にアフガニスタンでのカナダ軍を描いたポスターを貼って、宣伝活動を進行中である。\n",
        "output": [
            "The Canadian Embassy in Washington has been on an advertising campaign, plastering subway stations in Washington with posters depicting Canadian troops in Afghanistan.\n"
        ]
    },
    {
        "input": "提案では、現在は30から35日間とされている、防犯カメラからダウンロードした記録をタクシー会社が保存できる期間の延長も示唆されている。\n",
        "output": [
            "The proposal also suggests extending the time taxi companies can keep recordings downloaded from security cameras from the current 30–35 days.\n"
        ]
    },
    {
        "input": "そのチームスターの弁護士はエドモントン出身だが、1991年以来バンクーバー界隈に住んでいる。\n",
        "output": [
            "The Teamster's lawyer is originally from Edmonton, but has been living in Vancouver environs since 1991.\n"
        ]
    },
    {
        "input": "東部標準時間で今朝午前8時7分にそのコマーシャルを初公開した番組である、ABCグッドモーニングアメリカの共同アンカーであるロビン・ロバーツによれば、世界的に調査した女性のうち、自分自身を美しいと考えているのはほんの2パーセントである。\n",
        "output": [
            "Only two percent of women surveyed worldwide consider themselves beautiful, according to ABC Good Morning America co-anchor Robin Roberts, whose program debuted the commercial this morning at 8:07 am EST.\n"
        ]
    },
    {
        "input": "国境なき記者団(RWB)は、殺人事件の責任者に対する罰を訴えた。\n",
        "output": [
            "Reporters Without Borders (RWB) have appealed for punishment of those responsible for the murder.\n"
        ]
    },
    {
        "input": "合意にはまだプラネットアウトの普通株主の過半数の承認、規制当局への報告書の提出、賛同の承認が必要である。\n",
        "output": [
            "The agreement still has to be approved by a majority of PlanetOut common stock holders, comply with regulatory filings and approvals, and meet various closing conditions.\n"
        ]
    },
    {
        "input": "2人の子どもの父親であるビル・ラスコー氏によると、熊はLigonierTownshipでルート30を横断し、バドミントンをしていた3人の子どもに向かって来た。\n",
        "output": [
            "According to Bill Rusko, the father of two of the children, the bear crossed Route 30 in Ligonier Township and moved towards the three kids as they played badminton.\n"
        ]
    },
    {
        "input": "グレアムさんはスー・ライダー・チャリティー・ショップで、サッチャーのスタッフのメンバーがそれらを店に置くのを見て買った。\n",
        "output": [
            "Ms. Graham bought them in a Sue Ryder charity shop after seeing a member of Thatcher's staff drop them in the shop.\n"
        ]
    },
    {
        "input": "家族が子どものフットボールの試合に参加しに行く途中での事故だった。\n",
        "output": [
            "The family was on their way to attend a football game for youths when the crash occurred.\n"
        ]
    },
    {
        "input": "アメリカ大統領バラク・オバマ氏は木曜夜、ジェイ・レノのTheTonightShowに出演し、ホストのジェイ・レノにホワイトハウスのボーリング場でボーリングをし、スコア129を出したと語った。\n",
        "output": [
            "In an appearance on the The Tonight Show with Jay Leno Thursday night, United States President Barack Obama told host, Jay Leno, that he had bowled at the White House bowling alley and scored a 129.\n"
        ]
    },
    {
        "input": "ネーパーヴィル出身の州議員のダーリーン・サンジェによって発起された法案は、114対1の過半数で通過し、イリノイ州上院で検討されることになる。\n",
        "output": [
            "The bill, which was sponsored by State Representative Darlene Senger from Naperville, passed with a 114–1 majority and will be considered by the Illinois Senate.\n"
        ]
    },
    {
        "input": "「あなたがデイビッド・シャンクボーンさん？お会いしてとても興奮しています」と彼女は言い、彼をホールから居間に案内する、そこにはソファ、アクションースリラーがかかっているテレビ、浣腸キットがいっぱい蓄えられている開いたキャビネットがあり、彼女の夫がコンピューターの前に座って、ブレードランナーの再公開が地元の劇場のどこで上映されているかを見つけようとしている。\n",
        "output": [
            "\"Are you David Shankbone? We're so excited to meet you!\" she says, and leads him down the hall to a living room area with a sofa, a television playing an action-thriller, an open supply cabinet stocked with enema kits, and her husband Bill sitting at the computer trying to find where the re-release of Blade Runner is playing at the local theater.\n"
        ]
    },
    {
        "input": "クイーンズランド州知事のピーター・ビーティは、リーダーシップの変化が「党の安定の新しい期間を告げた」と言った。\n",
        "output": [
            "Premier of Queensland Peter Beattie has said that the leadership change \"will herald in a new period of stability for the party.\"\n"
        ]
    },
    {
        "input": "彼はまた、無所属であるより党に所属するほうが良いと付け加えている。\n",
        "output": [
            "He also adds that it is better to be in a Party than being independent.\n"
        ]
    },
    {
        "input": "ニュージーランドの農民らは、現役農業犬をマイクロチップ規制から除外することに関し議員が投票を行い、61対60で可決されたことで、議会で大きな勝利を勝ち取った。\n",
        "output": [
            "New Zealand farmers have won a key victory in Parliament, with MPs voting to exempt Working farm dogs from microchipping legislation, passing 61:60.\n"
        ]
    },
    {
        "input": "名前が公表されていない男の子は、そうすべきときに、シートベルトを着け、方向指示灯を使うことさえ忘れなかった。\n",
        "output": [
            "The boy, whose name was not released, remembered to wear his seatbelt and even used his turn signal when he was supposed to.\n"
        ]
    },
    {
        "input": "アフガニスタンの道路はしばしば横断することが難しいので、軍隊は、特にロシアからの場合は、基地間の部隊と貨物の輸送のための航空機の規模を縮小することが頻繁にある。\n",
        "output": [
            "Roads in Afghanistan are often difficult to traverse, so militaries often contract aircraft, especially from Russia, to transport troops and cargo between bases.\n"
        ]
    },
    {
        "input": "亡くなった乗客のほとんどは下位層のデッキにいて船の下部に閉じ込められていた。\n",
        "output": [
            "Most who died were dining on the lower deck, and were trapped below.\n"
        ]
    },
    {
        "input": "オーストリアのクローネ新聞は「彼らの攻撃の通常の目的は、大騒ぎを起こすこと、または他人の邪魔をすることである」と報告した。\n",
        "output": [
            "The Austrian paper Krone reports that the \"usual goal of their attacks is to raise a fuss or disturb others\".\n"
        ]
    },
    {
        "input": "英国を代表する航空会社ブリティッシュ・エアウェイズ(BA)は1億5000万ポンドに上る丸一年分の損失を市場に警告した。\n",
        "output": [
            "The United Kingdom's flag carrier airline, British Airways (BA) has warned the markets that it will post a full year loss of up to £150 million.\n"
        ]
    },
    {
        "input": "ウィキブックスは当初、テキストブックとマニュアルのための場になる予定だったが、料理本が最も顕著な例で、次第にあらゆる種類のテーマの本を作り出すコミュニティになった。\n",
        "output": [
            "Wikibooks was originally meant as a place for textbooks and manuals but has increasingly become a community creating books on all kinds of subjects, with the cookbook being the most prominent example.\n"
        ]
    },
    {
        "input": "8月7日に、グルジアの軍隊は、ツヒンヴァリのオセティアに対する攻撃を開始した。\n",
        "output": [
            "On August 7, Georgian troops launched an offensive against the Ossetian town of Tskhinvali.\n"
        ]
    },
    {
        "input": "ペルーの住民は、世界最大の金鉱山会社でありデンバーに拠点を置くニューモント・マイニングに対する訴訟の準備をしているので、これらの重要な疑問の一部は最終的に回答される可能性がある。\n",
        "output": [
            "As the Peruvian residents gear up for their lawsuit against Denver-based Newmont Mining, the world's largest gold mining firm, some of these important questions may finally be answered.\n"
        ]
    },
    {
        "input": "2800ヵ所以上の投票所の結果を再開票した結果、ガボンの憲法裁判所は同国の長期にわたる指導者オマル・ボンゴ氏の息子の当選を確認した。\n",
        "output": [
            "After recounting results from more than 2,800 polling stations, Gabon's constitutional court confirmed the election of the son of the country's long-time leader Omar Bongo.\n"
        ]
    },
    {
        "input": "彼は現象への出版物の反応を、「それは、ご存じの通り、全ての有名人やアメリカにいる誰もが許容できる域を越えて侮辱的で、主流のメディアはそれを一笑に付している」と言って批判した。\n",
        "output": [
            "He criticized the response of the press to the phenomenon, saying, \"It's offensive beyond, you know, anything that any public figure or anybody in America should tolerate, and the mainstream media laughs about it.\"\n"
        ]
    },
    {
        "input": "「停電で国の産業界に悪影響を及ぼすエネルギー危機に関する懸念が生じた」と、インドネシアの株式市場のトレーダーは言った。\n",
        "output": [
            "\"The power outage has resulted in worries over an energy crisis which could hurt the nation's industrial sector,\" said a trader on Indonesia's stock market.\n"
        ]
    },
    {
        "input": "一日の大部分、彼女は枕に横たわって周囲を見て過ごしている。\n",
        "output": [
            "Most of the day she passes watching her surrounding, lying on a pillow.\n"
        ]
    },
    {
        "input": "マレーシアの提携機関の長である、地元のポップアーティストが、合法の資格を持っていなかったという懸念の後、1893年からの設立、および、総長に英国皇太子を抱くUoWで、問題は昨年始まった。\n",
        "output": [
            "With a charter from 1893 and the Prince of Wales as its chancellor, problems began at UoW last year after concerns the head of a Malaysian partner institution, a local pop artist, had non-legitimate qualifications. \n"
        ]
    },
    {
        "input": "「あれ（あの広告）を、カナダで日々発生した（連邦）選挙中の今年の初めの非難…あなたの国全体で常に出されている広告と比較してみてください。」\n",
        "output": [
            "\"Compare that (one ad) with the criticism early this year during the (federal) election that happened every day in Canada ...ads that were run consistently throughout your country.\"\n"
        ]
    },
    {
        "input": "彼は、この一般に受け入れられている方針に政府が従わないと語る。\n",
        "output": [
            "He says the Government doesn't follow this generally accepted principle.\n"
        ]
    },
    {
        "input": "インドネシアはB７３７が滑走路を行き過ぎたもう１つの事故の後、３月に輸送会社離陸を禁止した。\n",
        "output": [
            "Indonesia grounded the carrier in March after another accident in which a B737 overshot a runway.\n"
        ]
    },
    {
        "input": "インドネシアの警察は、ガルーダインドネシア航空２００便の災害に関する２００ページの要約を検察官に送った。\n",
        "output": [
            "Police in Indonesia have forwarded a 200-page brief concerning the Garuda Indonesia Flight 200 disaster to prosecutors.\n"
        ]
    },
    {
        "input": "これらのエディタの一人はJustenDealであり、彼は「あなたの編集のいくらかは、記事の主題に対してより好都合な像を映し出すようなやり方で、記事に影響を及ぼしたかもしれない」とYoungTriggに話した。\n",
        "output": [
            "One of these editors is Justen Deal, who told Young Trigg that \"some of yours edits may have affected the article in such a way so as to reflect more favorably on the subject of the article.\"\n"
        ]
    },
    {
        "input": "ホワイトハウスの顧問ヴァレリー・ジャレットは、それが「非常に、非常に重要な一歩」だと述べた。\n",
        "output": [
            "Valerie Jarrett, a White House adviser, said it was a \"very, very important step.\"\n"
        ]
    },
    {
        "input": "シリウス・スターはサウジの国家企業ヴェラ・インターナショナル・マリンに所有されており、25人の乗員はフィリピン、サウジアラビア、クロアチア、ポーランド、イギリスの出身である。\n",
        "output": [
            "The Sirius Star, owned by Saudi state firm Vela International Marine, has a crew of 25 from the Philippines, Saudi Arabia, Croatia, Poland, and Britain.\n"
        ]
    },
    {
        "input": "最初のニューヨークまでの飛行行程は、ルフトハンザによるフライトとして行われ、ニューヨークのジョン・F・ケネディ空港に東部標準時12時30分（協定世界時16時30分）到着の予定である。\n",
        "output": [
            "The first leg of the flight going towards New York will be travelling under a Lufthansa flight number, and is due to arrive at New York's John F. Kennedy airport at 12:30 EST (16:30 UTC).\n"
        ]
    },
    {
        "input": "検察はアル・マグラヒー以外にもこの襲撃に関与した人物がいたと常に考えていた、と彼は言った。\n",
        "output": [
            "Prosecutors, he said, had always thought there were others besides al-Megrahi involved in the attack.\n"
        ]
    },
    {
        "input": "OLPC理事長のウォルター・ベンダーは、インタビューでインテルの辞任はそのプログラムに「何も影響しない」だろうと述べた。\n",
        "output": [
            "OLPC President Walter Bender said in an interview that Intel's resignation will have \"no impact\" on the program.\n"
        ]
    },
    {
        "input": "しかし、彼は、インタビューに答えた後に、出頭した。\n",
        "output": [
            "However, he did turn himself in after giving the interview.\n"
        ]
    },
    {
        "input": "一部の英国の政治家も、テロリストであると思われている人々に補償を支払うことに反対した。\n",
        "output": [
            "Some British politicians also objected to paying compensation to people believed to be terrorists.\n"
        ]
    },
    {
        "input": "検索履歴の利用には、ユーザーがグーグルかGmailのアカウントを持ち、ログインする必要がある。\n",
        "output": [
            "Use of the search history requires that the user have and log in to a Google or Gmail account.\n"
        ]
    },
    {
        "input": "2010年7月に、ALPのリーダーはラッドからギラード首相に代わった。\n",
        "output": [
            "In July 2010, Rudd was replaced as leader of the ALP and as Prime Minister by Ms Gillard.\n"
        ]
    },
    {
        "input": "メドベージェフ氏は爆破事件の後、安全関係高官と空港の経営陣の両方を標的にした。\n",
        "output": [
            "Medvedev has targeted both security officials and airport management in the wake of the bombing.\n"
        ]
    },
    {
        "input": "解放後、生徒はメディアに、警察で服を脱ぐように要求されたと語った。\n",
        "output": [
            "Following their release, the students told the media they were required to remove their clothes at the police station.\n"
        ]
    },
    {
        "input": "いくぶん弱められたメーローは、日本の中央の島を北に進んだ。\n",
        "output": [
            "Melor weakened somewhat as it continued northward up Japan's central island.\n"
        ]
    },
    {
        "input": "この研究はJournalofAlzheimer'sDisease誌で発表されている。\n",
        "output": [
            "The research is reported in the Journal of Alzheimer's Disease.\n"
        ]
    },
    {
        "input": "ウールマーはイングランド代表として19回テストマッチに参戦し、2004年にパキスタンのコーチになる前はウォリックシャーと南アフリカのコーチだった。\n",
        "output": [
            "Woolmer played 19 Tests for England and was the coach for Warwickshire and South Africa before becoming coach for Pakistan in 2004.\n"
        ]
    },
    {
        "input": "彼の身体に他の毒素があったかどうかは知られていない。\n",
        "output": [
            "It is unknown if there were any other poisons in his system.\n"
        ]
    },
    {
        "input": "一度はGOP最有力候補で、選挙運動の拠点にしているフロリダ州で三位と遅れを取ったルディ・ジュリアーニ元ニューヨーク市長は、主に以前予備選挙で勝利がなく、支持が減少したために水曜日にレースから降りた。\n",
        "output": [
            "One time GOP front-runner Former New York City Mayor Rudy Giuliani, who placed a lagging third in Florida, the state he based his campaign on, dropped out of the race Wednesday, largely because he had no previous primary wins and dwindling support.\n"
        ]
    },
    {
        "input": "彼は自分がその会社から収入のうち少ない割合しか受け取っておらず、昨夜自分はバンドTheDistractionsとともに、ロンドンのブルームズベリーシアターで演奏したと指摘した。\n",
        "output": [
            "He points out that he only receives a small percentage of his income from the corporation; last night he played with his band The Distractions at the Bloomsbury Theatre in London.\n"
        ]
    },
    {
        "input": "「私が尋ねたいことは、『どんな崇高な理由のために、私の息子は死んだのか？』ということだ。」\n",
        "output": [
            "\"What I want to ask is, 'What noble cause did my son die for?'\"\n"
        ]
    },
    {
        "input": "それから、各々のグループのトップ4つのチームが、準々決勝に進出する。\n",
        "output": [
            "The top four teams in each group then go on into the quarter-finals.\n"
        ]
    },
    {
        "input": "いくつかの援助は食料の形でもたらされ、他の援助はエチオピアの農民から穀物を買うために援助機関によって使われる現金の形でもたらされた。\n",
        "output": [
            "Some aid came in the form of food, while other aid came as cash which would be used by the aid agencies to buy grain from Ethiopian farmers.\n"
        ]
    },
    {
        "input": "インターコンチネンタル取引所でのブレント原油先物は午前8時34分に89.30ドル（12月基準）に達した。\n",
        "output": [
            "On the IntercontinentalExchange Brent Crude futures reached US$89.30 (basis December) as of 8:34 a.m..\n"
        ]
    },
    {
        "input": "サウスヨークシャー警察の警察署長、Meredydd・ヒューズは、北ウェールズのチャークの近くのA5道でスピード違反を発見された。\n",
        "output": [
            "The Chief Constable of the South Yorkshire Police, Meredydd Hughes was allegedly caught speeding on the A5 road near Chirk in north Wales.\n"
        ]
    },
    {
        "input": "彼は、彼の母親に近付かないという裁判所命令違反に対する軽視の罪についての有罪も認めた。\n",
        "output": [
            "He also pleaded guilty to a contempt charge for violating a court order to stay away from his mother.\n"
        ]
    },
    {
        "input": "改良点はベータ版のテスターで500,000回以上テストされた。\n",
        "output": [
            "The improvements have been tested by more than 500,000 beta-testers.\n"
        ]
    },
    {
        "input": "「私が大統領になれば、私が進める唯一の経済政策はアメリカ合衆国の財源を節約することです」\n",
        "output": [
            "\"When I am President, the only economic policy I shall pursue is to be frugal with the funds of the United States.\"\n"
        ]
    },
    {
        "input": "その他の場所では、「一部の人には、政権の財政上の疑惑を含めて、説明するべき他の問題があるかもしれないが、確かに何人かは、政権のWMDへの取り組みと、過去30年間に渡る緊張の正確な状況の収集に関して、非常に役に立った」。\n",
        "output": [
            "Elsewhere, \"Some may have other issues to account for, including Regime finance questions, but certainly some have been quite helpful toward the compilation of an accurate picture of the Regime's WMD efforts and intentions over the last three decades.\"\n"
        ]
    },
    {
        "input": "共和党党首の推薦を求めているハンターは、先週、その議案に賛成の議論をした。\n",
        "output": [
            "Hunter, who is seeking the Republican Presidential nomination, argued in favor of the bill last week.\n"
        ]
    },
    {
        "input": "グラスゴーはセクハラでも訴訟を起こし、ミラーが2006年9月に彼を口説いたと主張している。\n",
        "output": [
            "Glasgow is also suing for sexual harassment, and claims Miller came on to him in September 2006.\n"
        ]
    },
    {
        "input": "カラウンドラは、２０１０年のオーストラリア・ディヴィジョンの１クリケットのシーズン最終戦、サンシャイン・コーストの２日目に、スタンプで１５３点でグラスハウスをリードする。\n",
        "output": [
            "Caloundra lead Glasshouse by 153 runs at stumps on day two of the 2010 Sunshine Coast, Australia division one cricket grand final.\n"
        ]
    },
    {
        "input": "サスカチュワンがカップに最後に勝ったのは１９８９年で、選手権試合に最後に出場したのは１９９７年の対トロント・アルゴノーツ戦だった。\n",
        "output": [
            "Saskatchewan last won the Cup in 1989, and their last appearance at the championship game was in 1997 against the Toronto Argonauts.\n"
        ]
    },
    {
        "input": "2006年には別のB737がナビゲーションの問題を受けてレーダーの事故多発地帯を飛行し、予定の目的地から数百マイル離れて緊急着陸を実行する前に、数時間見失われたままになった。\n",
        "output": [
            "In 2006 another B737 suffered a navigational problem and flew into a radar blackspot, leaving it lost for several hours before performing an emergency landing hundreds of miles from the intended destination.\n"
        ]
    },
    {
        "input": "ブリストル・ベイは、現在、国の一番のサーモン漁場の1つである。\n",
        "output": [
            "Bristol Bay currently is one of the top salmon fishing grounds in the state.\n"
        ]
    },
    {
        "input": "モデルは、ヒッグス粒子の微粒子が全ての基本的な粒子に質量を与え、ダークマターあるいは銀河間の目に見えない物質の存在を説明すると予測している。\n",
        "output": [
            "The model predicts that Higgs boson particles gives mass to all fundamental particles and explains the existence of dark matter, or invisible matter in between galaxies.\n"
        ]
    },
    {
        "input": "「ウラジオストックの火災に関する真実」というウェブサイトはその火事に関する情報を広めるために作成されました。\n",
        "output": [
            "The web-site \"Truth about the fire in Vladivostok\" has been created to spread information about the fire.\n"
        ]
    },
    {
        "input": "ポーランドの映画監督アンジェイ・ワイダは、亡くなった大統領の埋葬場所の計画に関して、「レフ・カチンスキは普通の良い男だが、彼をポーランド王とヨゼフ・ピウスツキ元帥（今日のポーランドの創始者）と共にヴァヴェルに横たえる理由が無い」と言って、自分の意見を表明した。\n",
        "output": [
            "Polish film director Andrzej Wajda voiced his opinion on the plans of the late president’s burial site, saying that \"Lech Kaczynski was an ordinary and good man, but there is no reason for him to lie in the Wawel among the kings of Poland and Marshal Józef Piłsudski [the founder of modern-day Poland].\"\n"
        ]
    },
    {
        "input": "その突発的行為は、ブリンケマ判事と陪審員が休憩で法廷の外にでていて、聞こえない範囲で起こるようタイミングが図られていた。\n",
        "output": [
            "The outbursts have been timed to occur outside the earshot of Judge Brinkema and the jury as those persons filed out of the courtroom for recesses.\n"
        ]
    },
    {
        "input": "残念なことに、葬儀に到着するのが遅すぎて、代表団は葬儀活動の一部だけを見た。\n",
        "output": [
            "Unfortunately they arrived too late for the funeral and the delegation watched only part of the funeral activities.\n"
        ]
    },
    {
        "input": "倫理上の苦情は、初めはテキサス州の民主党議員クリス・ベルによって2004年6月15日に提出され、昨年の選挙の数か月前から激しくなり始めた。\n",
        "output": [
            "The ethics complaints were originally filed by Democratic Rep. Chris Bell of Texas on June 15, 2004, and began to heat up in the months prior to last year's elections.\n"
        ]
    },
    {
        "input": "彼が最も強く関与していた２つのクラブ、ニューカースル・ユナイテッドとイプスウィッチ・タウンで間に合わせの聖堂をつくっているファンとともに、週末に国中のフットボールの試合で黙祷が行われた。\n",
        "output": [
            "Silences were held at football games throughout the country over the weekend, with fans creating makeshift shrines at Newcastle United and Ipswich Town, the two clubs he was most strongly associated with.\n"
        ]
    },
    {
        "input": "クァンティコ施設のスポークスマンであるブライアン・ヴィラード中尉によれば、拘束されていた８ヶ月のほとんど、マニングは「腕時計で怪我するのを防ぐ」ために、ボクサー・ショーツだけで眠るよう要求された。\n",
        "output": [
            "For most of the eight months he has been held there, Manning has been required to sleep only in his boxer shorts because he has been under \"prevention of injury watch,\" according to First Lieutenant Brian Villiard, a spokesman for the Quantico facility.\n"
        ]
    },
    {
        "input": "それまで、Woollardは現住所に留まり、ウェストミンスター市に入らないことを条件に保釈を許可された。\n",
        "output": [
            "Until then, Woollard has been granted bail, on condition that he remains at his current address, and does not enter the City of Westminster.\n"
        ]
    },
    {
        "input": "ブラックリストに載せられたウィキリークスへのURLの一つは、デンマークでブロックされたウェブサイトの漏洩したリストを含んでいる。\n",
        "output": [
            "One of the blacklisted URLs to Wikileaks includes a leaked list of blocked websites in Denmark.\n"
        ]
    },
    {
        "input": "ゾーン１のバスサービスは夏時間の１６：００時には再開された。\n",
        "output": [
            "Bus services in Zone 1 have resumed as of 16:00 BST.\n"
        ]
    },
    {
        "input": "ロンドン爆破に対するイラク人による反応について言えば、広報担当者は、「作戦の英国の地域での金曜日の祈りからの大部分の意見は、ロンドンの攻撃に反対した」と述べた。\n",
        "output": [
            "Speaking of the response by Iraqis to the London bombings, the spokesperson said, \"Most of the feed back from Friday pray[ers] in the British Area of Operation were against the attacks on London.\"\n"
        ]
    },
    {
        "input": "ゴールドマンは以前、21世紀民主党の広報責任者だった。\n",
        "output": [
            "Goldman was formerly the communications director of 21st Century Democrats.\n"
        ]
    },
    {
        "input": "「これが、氷の壁に囲われた核での岩石物質圧密を生じさせる。」\n",
        "output": [
            "\"This would result in the consolidation of rocky material at the core surrounded by a shell of ice.\"\n"
        ]
    },
    {
        "input": "アウグスティン・ヴァルガスという名前の地元住民は、モーターが停止し、ヘリコプターは地面に急落したと、言った。\n",
        "output": [
            "The motor stopped and the helicopter plummeted to the ground, said one local resident named Agustin Vargas.\n"
        ]
    },
    {
        "input": "職員が出動したのは、キャンプファイヤーを消して欲しいとの火の使用制限のある地区での通りがかりの人の通報でCountryFireAuthorityが呼び出された際にのみだった。\n",
        "output": [
            "Officers only approached when the Country Fire Authority was summoned by a passerby to put out an open camp fire, as there was fire restriction in effect in the area.\n"
        ]
    },
    {
        "input": "「われわれは、英国のでない、１人１票の民主主義を確立したー人種差別や性差別を拒絶し、人権と信仰の自由を守る民主主義を」と彼は、最近受けた国際的批判（特にゴードン・ブラウンの）に答えて言った。\n",
        "output": [
            "\"We, not the British, established democracy based on one person, one vote - democracy which rejected racial or gender discrimination and upheld human rights and religious freedom,\" he said in response to the international criticism he has lately received, especially from Gordon Brown.\n"
        ]
    },
    {
        "input": "2回の選挙で誰も3分の2の多数を得ないならば、議長は第３回目の選挙で絶対多数によって選ばれる。\n",
        "output": [
            "If no-one gets two-thirds majority after two rounds the speaker will be elected by a simple majority in the third round.\n"
        ]
    },
    {
        "input": "特許は、12月21日の火曜日に欧州評議会の漁業協議会をすんなり通過すると予想されていたが、ポーランドの科学と電子化大臣であるウォジミエシ・Marcinskiの要請で議題から排除された。\n",
        "output": [
            "The directive was expected to easily pass through the European Council's Fisheries Council on Tuesday, December 21, but was removed from the agenda at the request of Poland's Minister of Science and Computerisation, Wlodzimierz Marcinski.\n"
        ]
    },
    {
        "input": "癌の治療にその薬を使用することについて臨床試験がまだ実行されていないので、研究者とアルバータがん会と首都の健康は癌の治療へのDCAの使用をまだ勧めていない。\n",
        "output": [
            "The researchers and the Alberta Cancer Board and Capital Health do not advise the use of DCA to treat cancer yet, as clinical trials for the drugs use to treat cancer have not been performed yet.\n"
        ]
    },
    {
        "input": "サルコジ氏によれば、こうした追加の策とは国境地域について言われているだけである。\n",
        "output": [
            "According to Sarkozy, these additional measures refer to the border area only.\n"
        ]
    },
    {
        "input": "赤十字の広報担当者は約200の家屋が浸水または倒壊したと語った。\n",
        "output": [
            "A spokesperson for the Red Cross said approximately two hundred houses had been sunk or wrecked.\n"
        ]
    },
    {
        "input": "彼のコラムは、彼の人生、罵詈雑言、そして社会政治問題への意見などを通じたリクリエーションである。\n",
        "output": [
            "His column is a romp through his life, spats and opinions on socio-political issues.\n"
        ]
    },
    {
        "input": "地元の天文学ファンであるマイケル・スタントンはウィキ・ニュースに対し、「これはすごい、音楽もある中この視覚的な歓喜を目にしてるなんて」と語った。\n",
        "output": [
            "Michael Stanton, a local astronomy fan told Wikinews \"this is just great, we have music and this visual delight to see\".\n"
        ]
    },
    {
        "input": "「私達はシステムが作動しているのは感じますが、システムは完璧ではありません」と、マコーマックは言った。\n",
        "output": [
            "\"We do feel that the system worked, but the system isn't perfect,\" McCormack said.\n"
        ]
    },
    {
        "input": "国境なき記者団は、ポーランドが「意見の罪」に課され禁錮刑の課されるヨーロッパ連合唯一の国であり、EUにおいてもこのようなことは初めてであると主張する。\n",
        "output": [
            "Reporters sans frontières claims that Poland is the only European Union country in which prison sentences are imposed for \"offences of opinion\" and that this is the first such occurrence in the EU.\n"
        ]
    },
    {
        "input": "ブールダンは、ジャーナリストが彼の正体を暴露するまで３ヵ月の間夫婦と一緒に暮らしたが、彼のうそはDNA鑑定によって確かめられた。\n",
        "output": [
            "Bourdin lived with the couple for three months before a journalist exposed him and his lies were confirmed by a DNA test.\n"
        ]
    },
    {
        "input": "姉妹都市となることを示す署名がラウンドアバウトで予定されている。\n",
        "output": [
            "A sign marking the twinning is planned for the roundabout.\n"
        ]
    },
    {
        "input": "BBCニュースは、「その手紙は仮にイランがイラクとの戦闘を継続する意思があるとしたら何が必要になるのか」を記していると述べた。\n",
        "output": [
            "BBC News says the letter states what would be needed if Iran was willing to continue any battle with the country of Iraq.\n"
        ]
    },
    {
        "input": "2004年にコネチカット州出身の七歳児は、なんとか彼女自身で、この乗り物の制御バーから抜け出し、席の前側の先によじ登ることができた。\n",
        "output": [
            "In 2004, a seven-year-old from Connecticut managed to free herself from the ride's restraining bars, and climb onto the front edge of her seat.\n"
        ]
    },
    {
        "input": "「私は、ウィキペディア記事をより良くしたかったので、自分でこうした。」\n",
        "output": [
            "\"I did this on my own 'becuz' I like improving Wikipedia articles\".\n"
        ]
    },
    {
        "input": "リンのキャピタルダイナーの所有者、ロバート・フェネルは、大学からちょうど２ブロック離れたリン中心部にある建物に鶏を飼っていることで有名であるが、彼は人々が有機的な生活を始め、自然に返り始めなければならないと指摘し、人々がよりエネルギー効率の高い照明に移行し、裏庭で庭園を育てなければならないと彼は主張した。\n",
        "output": [
            "Robert Fenell, the owner of Lynn's Capitol Diner who is notable for keeping chickens at the establishment located in downtown Lynn just two blocks away from the college noted that people should start going organic and going back to nature, that people should switch to more energy efficient lighting and grow gardens in their backyard.\n"
        ]
    },
    {
        "input": "しかし、花嫁介添人のドレスと給仕の制服の詳細は結婚式の当日まで明らかにされない。\n",
        "output": [
            "However, details of the bridesmaid dresses and page boys uniforms will not be revealed until the day of the wedding.\n"
        ]
    },
    {
        "input": "この機器は初めての信頼できる卓上核融合機器ではなく、テレビの開発に貢献したフィロ・T・ファーンズワースの研究室で1960年代初期に開発されたファーンズワース・ヒルシュ・フューザーは、中性子源として商用販売されている。\n",
        "output": [
            "This device is not the first reliable tabletop fusion device; the Farnsworth-Hirsch fusor, developed in the early 1960s in the laboratory of Philo T. Farnsworth who was instrumental in developing television, is sold commercially as a neutron source.\n"
        ]
    },
    {
        "input": "ダウンヒルとスーパーGでは、2010年冬季パラリンピックメダリストのアラナ・ニコラスはスタートできなかった。\n",
        "output": [
            "In the downhill and Super-G event, 2010 Winter Paralympics medalist Alana Nichols did not start.\n"
        ]
    },
    {
        "input": "カイル・ブッシュは、ジェフ・バートンとの事故により3位を維持し、彼のチームメイト、ハムリンは4位だった。\n",
        "output": [
            "Kyle Busch, because of his accident with Jeff Burton maintained the third position while his team mate Hamlin is fourth.\n"
        ]
    },
    {
        "input": "内務大臣ニコラ・サルコジによって書かれた新しい法律の下、有罪となった「市民ジャーナリスト」が5年間の懲役を言い渡されるかもしれない。\n",
        "output": [
            "Under the new legislation, written by Minister of the Interior Nicolas Sarkozy, convicted \"citizen journalists\" could face up to five years in prison.\n"
        ]
    },
    {
        "input": "ニューヨークヤンキースは、タイムリーヒットが出たおかげで酷い失点から逆転し、クリーブランドインディアンズに９対４で日曜日の試合に勝利しました。\n",
        "output": [
            "The New York Yankees rebounded from a tough loss on Saturday to win Sunday's game 9-4 against the Cleveland Indians thanks to some timely hitting.\n"
        ]
    },
    {
        "input": "「ヨーロッパはそれほど悪い場所じゃないということを見せに行くだけだ」\n",
        "output": [
            "\"It just goes to show that Europe is not such a bad place.\"\n"
        ]
    },
    {
        "input": "「私は、英国が参加しないことが、いかなる行動も止めると思っていない」\n",
        "output": [
            "\"I don't expect that the lack of British participation will stop any action.\"\n"
        ]
    },
    {
        "input": "その計画では1090万新レウ（300万ユーロ）の投資を必要としているが、計画のコーディネーター、スタンク・サモイーラ氏によると、その半分はすでに割り当てられている。\n",
        "output": [
            "The project needs investment of 10.9 million new lei (3 million euro), half of which have already been allocated, according to the project's co-ordinator, Stancu Samoila.\n"
        ]
    },
    {
        "input": "フリーステートは前半中、17対0だった。\n",
        "output": [
            "The Free State were up 17 to nil during the first half.\n"
        ]
    },
    {
        "input": "トーナメントの結果は、様々に入り混じっていたにもかかわらず、Kukrisは、なんとかJugFinalを獲得しました。\n",
        "output": [
            "Despite mixed results for the tournament the Kukris managed to qualify for the Jug Final.\n"
        ]
    },
    {
        "input": "「私はあなた方に、謙虚なふりをせずに言える。ミッションは達成した。」と彼は金曜日に約50,000人の群衆に語った。「私たちは国を再結成し、平和な状態に戻した。」\n",
        "output": [
            "\"I can say to you without false modesty: mission accomplished\" he told crowds of around 50,000 on Friday, \"We've reunited and pacified the country.\"\n"
        ]
    },
    {
        "input": "タリバンは彼らの標的は大使館だったと述べて、爆発に対して犯行を認めた。\n",
        "output": [
            "The Taliban claimed responsibility for the blast, saying their target was the embassy.\n"
        ]
    },
    {
        "input": "警備員はマニュアルの中で抑留所や他のどんな勤務地内においても、いかなる個人的な手紙や小包を受け取ってはならないと教えられている。\n",
        "output": [
            "Guards are informed in the manual not to take personal mail and parcels within the detention blocks or at any other duty stations.\n"
        ]
    },
    {
        "input": "男性の弁護士は、彼は事情を考慮すると、罪が重すぎると感じていると述べた。\n",
        "output": [
            "A lawyer for the men said he felt the charges were excessive considering the circumstances.\n"
        ]
    },
    {
        "input": "その平和計画文書は元々フランス大統領のニコラス・サルコジ氏が起草したものだった。\n",
        "output": [
            "The peace plan document was originally drafted by Nicolas Sarkozy, the President of France.\n"
        ]
    },
    {
        "input": "さらに、ビデオに関する他の報告は、タイムズでの報道など、視聴される可能性のある所と関連していた。\n",
        "output": [
            "Still other reports on the video linked to locations where it could be watched, including a report in The Times.\n"
        ]
    },
    {
        "input": "アフマディーネジャードは聴衆から笑いを誘いながら、「イランには、あなたの国にいるような同性愛者はいない」と語った。\n",
        "output": [
            "Ahmadinejad stated that \"In Iran we don't have homosexuals like in your country,\" drawing laughter from the audience.\n"
        ]
    },
    {
        "input": "フェルナンドには不運だったが、ピット・ストップの問題は素晴らしいバトルを損なった。\n",
        "output": [
            "Tough luck for Fernando, pit-stop problem spoiled a fantastic battle.\n"
        ]
    },
    {
        "input": "ボルチモア、ワシントンD.C.、そしてフィラデルフィアはすべて、最高気温が華氏100度（摂氏37.8度）以上になると予想されている。\n",
        "output": [
            "Baltimore, Washington D.C. and Philadelphia are all expecting highs to reach above 100ºF (37.8ºC).\n"
        ]
    },
    {
        "input": "AKPはトルコ大国民議会の550議席中353議席を獲得している。\n",
        "output": [
            "The AKP has 353 of the 550 seats in Grand National Assembly of Turkey.\n"
        ]
    },
    {
        "input": "新しい一連の規則は飲食しようとすることに対する規則だけでなく、MTR構内でぶらぶら歩くことに対する規制も除外した。\n",
        "output": [
            "The new set of rules have also excluded the regulation against wandering in MTR premises, as well as the rule against attempting to eat or drink.\n"
        ]
    },
    {
        "input": "2003年5月28日、ドイツで3番目に大きな都市が、オープンソースのソフトウェア導入に賛成票を投じた。\n",
        "output": [
            "On May 28, 2003 Germany's third-largest city, voted to move to open source software.\n"
        ]
    },
    {
        "input": "マンチェスター・ユナイテッドとバルセロナは、両チームが準々決勝で勝利した後、チャンピオンズリーグの準決勝で対決する。\n",
        "output": [
            "Manchester United and Barcelona will face off in the Champions League semi-finals after both teams won their quarterfinal matches.\n"
        ]
    },
    {
        "input": "長い追加部分が、脱走または脱走を試みた場合に従う規則の詳細を述べている。\n",
        "output": [
            "A lengthy addition details rules to follow in the event of an escape or escape attempt.\n"
        ]
    },
    {
        "input": "月曜日、パリ郊外のアパートメントビルの住人は、その煙突に第二次世界大戦の爆弾が刺さっているのを発見した。\n",
        "output": [
            "On Monday residents of an apartment building just outside of Paris discovered a World War II bomb lodged in their chimney.\n"
        ]
    },
    {
        "input": "2つの小規模な団体は、提案された憲法が、公式には禁止されているが、行動主義者によってまだ持続している奴隷制度を無視していると言い、そして、「異なる全国のコミュニティ(例えば黒人とアラブ族)の共存」の問題について述べ、国民投票をボイコットをしているが、憲法は大部分の市民と政治団体からの支援を受けている。\n",
        "output": [
            "The Constitution has the backing of most civic and political groups, though two small parties called for a boycott of the referendum, saying the proposed Constitution ignores slavery, which is officially banned but still persists according to activists; and issues of \"cohabitation between the different national communities\" (such as Blacks and Arabs).\n"
        ]
    },
    {
        "input": "イランの国家安全保障最高評議会書記、ハサン・ロウハーニーは同国が11月22日現在、ウランの転換を一時的に停止すると月曜日に発表した。\n",
        "output": [
            "Hassan Rowhani, head of the Supreme National Security Council for Iran, announced Monday that the country would temporarily suspend conversion of uranium as of November 22.\n"
        ]
    },
    {
        "input": "「このケースは、決して終わっていません」と、リッチモンド高校の生徒リリアーナ・ヴァレンズエラと他の生徒が、州が試験を卒業の必要条件として使うのを妨害するために訴えているヴァレンズエラ対オコンネルの主任弁護士アルテューロ・ゴンザレスは言い、「たとえ卒業式の後であるとしても、２００６年組の学生が卒業証書を受け取る可能性は高いと思います」と言った。\n",
        "output": [
            "\"This case is far from over,\" said Arturo Gonzalez, the lead attorney in Valenzuela vs. O'Connell, in which Liliana Valenzuela, a Richmond High School student, and others sued to block the state's use of the test as a graduation requirement, \"We think there is a strong chance that students in the Class of 2006 will receive their diplomas, even if it is after commencement ceremonies.\"\n"
        ]
    },
    {
        "input": "その火事は昨日モハーベ砂漠とサンガブリエル山脈で発生した3つのうちの1つである。\n",
        "output": [
            "The fire is one of three that ignited yesterday in the Mojave Desert and San Gabriel Mountains.\n"
        ]
    },
    {
        "input": "明らかにサメからの「衝突」で、彼はコーヒーを入れようとしている最中にお湯を足の上にこぼした際、はからずもさらにやけどをした。\n",
        "output": [
            "He has also accidentally burnt himself when he spilled hot water on his foot whilst trying to make coffee, apparently also from a shark 'bump'.\n"
        ]
    },
    {
        "input": "レイ・ザハブはカナダのウルトラマラソンランナーで、個人トレーナーをしたり、人に意欲を起こさせる演説家でもある。\n",
        "output": [
            "Ray Zahab is a Canadian ultramarathon runner, personal trainer, and motivational speaker.\n"
        ]
    },
    {
        "input": "「首相は午前6：40に手術室に運ばれ、手術は午前8：45に始まり、午後7：30に終了した。」\n",
        "output": [
            "\"PM was sent to the Operation Theatre at 6:40 am, surgery was done at 8:45 am and was concluded at 7:30 pm.\"\n"
        ]
    },
    {
        "input": "「計り知れない価値の情報を含んでいるソフトウェア・ユニット」は、遅れずに救われたと、報告にはある。\n",
        "output": [
            "The \"software unit containing information of incalculable value\" was rescued in time, reports say.\n"
        ]
    },
    {
        "input": "船長は土曜日の朝に嵐の状況を警告されていたと、地域の検察官マキシム・ステバネンコがロシアのVesti24に言った。\n",
        "output": [
            "Captains had been warned Saturday morning of the stormy conditions, regional prosecutor Maxim Stepanenko told Russia's Vesti 24.\n"
        ]
    },
    {
        "input": "クロスレールは最初の申し込み価格に公正価格を割り当てようと試みたとは指摘せず、その代わりにあまり多くの人が問題をランド裁判所へ持ち込まないことを願って、1つの地所に対して約５０ポンドを提供するだけに留めるつもりである。\n",
        "output": [
            "Crossrail does not indicate that it will attempt to assign a fair value in the original offer and instead is only going to offer around £50 per property in the hope that not many people take the matter to the Land Tribunal.\n"
        ]
    },
    {
        "input": "8月中旬以来、森林火災が人気の観光地であるボドルムとアンタルタ・カスを含むトルコ南部を席巻している。\n",
        "output": [
            "Since mid-August, the forest fires have swept the Southern part of Turkey including popular tourist destinations like Bodrum and Antalya-Kas.\n"
        ]
    },
    {
        "input": "25歳で抗議者を先導したオマール・Haraniはテレグラフ誌に、「私たちは2,000年前に面倒を見てもらうために教会に土地を与えた」と語り、「従って、それは彼らが売るための土地ではない」と続けた。\n",
        "output": [
            "Omar Harani, a 25-year-old leading the protesters, told the Telegraph, \"We gave the land 2,000 years ago to the Church to look after,\" and continued, \"So it is not their land to sell.\"\n"
        ]
    },
    {
        "input": "レポートによると、発展途上国で仕事を見つける能力は対外投資と輸出需要のような要因に最も依存していて、都会に住む貧しい者は景気減速に最も影響を受けるようだ。\n",
        "output": [
            "In developing countries, the report says, the urban poor are likely to be most affected by the economic slowdown, as their ability to find work is most dependent on factors like foreign investment and export demand.\n"
        ]
    },
    {
        "input": "目撃者によると、多くの駅とその間の乗り換え場所で照明はなかった。\n",
        "output": [
            "According to eyewitnesses, there was no electric lighting at many stations and in transitions between them.\n"
        ]
    },
    {
        "input": "「私は、私たちが今140,000近い軍隊を現場に置いているとも指摘するだろうし、ハワード氏は1,400を配置していると私は理解している」とオバマ氏は述べた。\n",
        "output": [
            "\"I would also note that we have close to 140,000 troops on the ground now, and my understanding is that Mr Howard has deployed 1,400\", said Mr Obama.\n"
        ]
    },
    {
        "input": "現在、ほぼ1000万人のイギリスの生徒が毎年試験を受験している。\n",
        "output": [
            "Currently, almost ten million tests are sat each year by British pupils.\n"
        ]
    },
    {
        "input": "今日米国議会で、米陸軍大将のデビッド・ペトレイアス氏は、長く待望されていた証言を行った。\n",
        "output": [
            "Today on Capitol Hill, U.S. Army General David Petraeus presented a long awaited testimony.\n"
        ]
    },
    {
        "input": "情報源の人物はWikinewsに対し、英語版はブロック解除されたが、中国語版はまだブロックされたままか、同国の多くの場所でアクセスが難しいと言った。\n",
        "output": [
            "Sources tell Wikinews that although the English version is unblocked, the Chinese version still remains blocked or hard to access in many parts of the country.\n"
        ]
    },
    {
        "input": "ウッドはこれについて論争して、「明らかに国際法のいくつかの領域では曖昧なところがある」と言った。\n",
        "output": [
            "Wood disputes this, saying, \"Obviously there are some areas of international law that can be quite uncertain.\n"
        ]
    },
    {
        "input": "ダンジガー橋はポンチャートレイン湖とミシシッピ川を繋ぐ運河にかかっている。\n",
        "output": [
            "The Danziger Bridge spans a canal which connects Lake Pontchartrain and the Mississippi River.\n"
        ]
    },
    {
        "input": "ハマスとファタ派の当局者は、火曜日の夜にアブドラ国王とともにリーダーが会談のために協力することを期待すると述べた。\n",
        "output": [
            "Hamas and Fatah officials said they hoped the leaders would come together for a meeting with King Abdullah later on Tuesday night.\n"
        ]
    },
    {
        "input": "委員会によると、もし従業員が研修コースを受けるなら、それが会社にとって「過度な困難」とならない限り、雇用主は「理性的に対応」しなければならない。\n",
        "output": [
            "According to the Commission, employers must provide \"reasonable accommodation\" if an employee challenges a training course, unless this causes \"undue hardship\" for the company.\n"
        ]
    },
    {
        "input": "連邦法では、黒字額は全てカナダの債務返済に使われ支出には回せない。\n",
        "output": [
            "By federal law, all surplus must be used to pay down Canada's debt, and is not available for spending.\n"
        ]
    },
    {
        "input": "建設現場の労働者は、幸運なことにその事件の時コーヒーブレイク中で負傷を免れた。\n",
        "output": [
            "Construction workers escaped injury, luckily they were on a coffee break at the time of the incident.\n"
        ]
    },
    {
        "input": "地元警察のサイモン・Adkinは、「黒のモンデオはレスターに向かって走っていて、大型トラックは対向車線を走行していた」と述べた。\n",
        "output": [
            "Simon Adkin of the local police said that, \"the black Mondeo was travelling towards Leicester and the lorry was travelling in the opposite direction.\"\n"
        ]
    },
    {
        "input": "戦争は、ブレアがイラクで戦うために４万５０００人の英国兵士（１７９人が戦闘で死んだ）を送ることでアメリカ合衆国のジョージ・W・ブッシュ大統領を支持したのは間違いだったと信じている政治家の間に抗議と憤慨を巻き起こした。\n",
        "output": [
            "The war has provoked protests, and much outrage among politicians who believe that Blair was wrong to support then United States President George W. Bush by sending 45,000 British soldiers—179 of whom died in combat—to fight in Iraq.\n"
        ]
    },
    {
        "input": "NFLは、スタジアムは既存の警備できちんと保護されているとする声明を発表した。\n",
        "output": [
            "The NFL has released a statement saying that the stadiums are well protected through security measures already in place.\n"
        ]
    },
    {
        "input": "試合後半のライアン・ギグスのフリーキックで、ボールがネットの後ろに入ったときにリールが壁を作っているところだったため、大きな論争となった。\n",
        "output": [
            "A free kick by Ryan Giggs in the second half of the game caused great controversy, as Lille was setting up their wall as the ball went into the back of the net.\n"
        ]
    },
    {
        "input": "「クロイドンがトラムリンク・サービスの増え続ける需要と足並みをそろえ、東西クロイドン駅の周りと間の歩行者と運送利用者のために大きな改善を確保するために追加の路面電車を得ることに本当の支持があります。」\n",
        "output": [
            "\"There is real support to get additional trams for Croydon to keep pace with growing demand for Tramlink services and also to secure major improvements for pedestrians and transport users around and between East and West Croydon stations.\"\n"
        ]
    },
    {
        "input": "ダライ・ラマ14世のテンジン・ギャツォが、中国に対する暴動により13人から100人が所構わず殺されたチベットで、物事が「制御できなくなる」ならば、彼は地位から退くと誓った後、このような動きが起こった。\n",
        "output": [
            "This move comes after Tenzin Gyatso, the 14th Dalai Lama, vowed to step down from his position if things \"get out of control\" in Tibet, where violent demonstrations against China have killed anywhere from 13 to 100 people.\n"
        ]
    },
    {
        "input": "ケネディは、殺人を犯していないアメリカの２人の死刑囚のうちの1人であり、法廷の判決に疑問を呈し、事件は米連邦最高裁にもつれ込んだ。\n",
        "output": [
            "Kennedy, who was one of two criminals on death row in America who did not commit murder, challenged the court's decision, and the case was brought to the U.S. Supreme Court.\n"
        ]
    },
    {
        "input": "「費用か補助の開始に関する最終決定は一切おこなわれておらず、従って如何なる潜在的な価格の影響についても検討するのは早すぎる」と声明は述べました。\n",
        "output": [
            "\"No final decisions on the starting price or assistance have been taken and therefore it is far too early to speculate on any potential price impacts,\" the statement said.\n"
        ]
    },
    {
        "input": "しかし、攻撃の生存者らは、完全な広範囲の調査が、将来の攻撃の見込みを減らすのを助けるかもしれぬ価値ある教訓を伝えることができ、救急隊の反応能力を向上させると主張する。\n",
        "output": [
            "But survivors of the attack argue that a fully comprehensive investigation could teach valuable lessons which may help reduce the likelihood of future attacks, and improve the response capabilities of the emergency services.\n"
        ]
    },
    {
        "input": "パラシリスは今年の８月に開かれる予審まで保釈のままだ。\n",
        "output": [
            "Parasiris will remain free on bail pending a preliminary hearing to be held in August of this year.\n"
        ]
    },
    {
        "input": "第一に、王子に対する召喚令状は法定の時間内に発行されていなかった。\n",
        "output": [
            "First, the subpoena for the Prince wasn't issued in time to be legal.\n"
        ]
    },
    {
        "input": "先週フィジー政権は、ニュージーランド政府が政権の上級職員の息子であるジョージ・Nacewaにビザを発行しない限り、ニュージーランド高等弁務官を追放すると脅した。\n",
        "output": [
            "Last week the Fijian regime threatened to expel New Zealand's High Commissioner unless the New Zealand government granted a visa to George Nacewa, the son of a senior regime official.\n"
        ]
    },
    {
        "input": "コルノーは１９９２年のニューヨークタイムズとのインタビューで「多くの人々はこの映画について感情的になり、それがカルト的な状態を逃れることを可能にしました」と言った。\n",
        "output": [
            "Corneau said in a 1992 interview in the New York Times that \"Many people got emotional about this film, and that made it possible for it to escape cult status.\"\n"
        ]
    },
    {
        "input": "オーストラリアのトップレベルの地元リーグであるWリーグでプレーをし、彼女は２００９年にリーグ優勝を果たした。\n",
        "output": [
            "Playing in Australia's top level domestic league, the W-League, she won the league championship in 2009.\n"
        ]
    },
    {
        "input": "カレドニアが位置するホールディマンド郡のマリー・トレイナー市長は、「次回かまたは次々回の会議は、本腰をいれて仕事に取り掛かる代わりに、再びつまらないことに費やされるだろう」と言った。\n",
        "output": [
            "Mayor Marie Trainer of Haldimand County, were Caledonia is located, said: \"The next meeting or two will be wasted on frivolous stuff again instead of getting down to business.\"\n"
        ]
    },
    {
        "input": "アメリカ合衆国へ移るとすぐに、彼は1988年のNBAドラフトの第3巡でアトランタホークスに獲得された。\n",
        "output": [
            "Upon moving to the United States, he was drafted in the third round of the 1988 NBA draft by the Atlanta Hawks.\n"
        ]
    },
    {
        "input": "彼らは、賛否あるパインギャップの施設に対し市民監査を実行したかったのだと言った。\n",
        "output": [
            "They say they wanted to conduct a citizens inspection of the controversial Pine Gap facility.\n"
        ]
    },
    {
        "input": "その棒を数ヵ月間再処理することで、兵器級プルトニウムの抽出ができる。\n",
        "output": [
            "The rods could be reprocessed for several months to extract weapons-grade plutonium.\n"
        ]
    },
    {
        "input": "高速道の１５０マイル範囲を遮断するため、地元の往来は許可されている。\n",
        "output": [
            "Local traffic is being allowed, since this shuts off a 150-mile stretch of highway.\n"
        ]
    },
    {
        "input": "現在、MSTはブラジル政府からの支援や国際組織からの寄付を受けている。\n",
        "output": [
            "Currently, MST receives help from the Brazilian government and donations from international organizations.\n"
        ]
    },
    {
        "input": "フィンランドの国営放送会社（YLE）によると、彼は、その対策は、今ではなく、事故直後の1週間前に始められるべきであったと述べた。\n",
        "output": [
            "He says, according to Finland's national broadcasting company (YLE), that the countermeasures should have started a week ago, immediately after the disaster, instead of now.\n"
        ]
    },
    {
        "input": "タンディによると、ダイは「建物の中でそれが持っている衝撃を懸念して」いて、3月4日に、生徒に尋ねられた後で学校の校長に彼女の過去を知らせた。\n",
        "output": [
            "According to Tandy, Dye \"was concerned about the impact it would have in the building,\" and, on March 4, informed the school's principal of her past after being asked by the student.\n"
        ]
    },
    {
        "input": "ユーロ圏加盟国のいくつかは、上昇する負債レベルの影響を受けていた。\n",
        "output": [
            "Several of the eurozone's member states have been impacted with increasing debt levels.\n"
        ]
    },
    {
        "input": "ボスニア・ヘルツェゴビナのナショナル・サッカー・チームがスポーツの国際的運営組織FＩFＡによって禁止された。\n",
        "output": [
            "The national football team of Bosnia and Herzegovina has been banned by FIFA, the sport's international governing body.\n"
        ]
    },
    {
        "input": "30人の保守党議員と9人の自民党員は、彼らの党に背き、軍事介入に反対する投票をした。\n",
        "output": [
            "Thirty Conservative MPs and nine Liberal Democrats voted against their party against military intervention.\n"
        ]
    },
    {
        "input": "紀子親王妃は、9月6日8時27分（日本標準時）に2,558グラム（5.639ポンド）の男の赤ちゃんを生んだ。\n",
        "output": [
            "Princess Kiko has given birth to a 2,558 gram (5.639 lb) baby boy, on 6 September at 8 h 27 (Japan Standard Time).\n"
        ]
    },
    {
        "input": "彼らの推奨を実施すれば、日本の社会における最高位の継承は性による偏りなく起こることになるだろう。\n",
        "output": [
            "Implementation of their recommendations would mean that succession to the highest position in Japanese society would occur without a gender bias.\n"
        ]
    },
    {
        "input": "１００万ポンドのプロジェクトは、テームズ川の近くのロムニー・ウィアーに設置される一連の水中タービンで構成される。\n",
        "output": [
            "The £1 million project will consist of a series of under-water turbines to be installed at Romney Weir in the nearby River Thames.\n"
        ]
    },
    {
        "input": "「つまり、私は負けて悲しいが、私達は違うし、彼女はとても素晴らしい」とクレイグ・シャープが言いました。\n",
        "output": [
            "\"I mean, I'm sad that I lost, but we are different and she's just amazing,\" Craig Sharpe said.\n"
        ]
    },
    {
        "input": "他の16の党も、議会の議席を争っているが、それらのうちどれも投票数のうち1％以上を獲得しなかった。\n",
        "output": [
            "Sixteen other parties were also in contention for parliament seats, but none of them received more than one percent of the vote.\n"
        ]
    },
    {
        "input": "デルプ氏はギタリストでソングライター、プロデューサーのトム・ショルツ氏と会った後、70年代初期にボストンに加入した。\n",
        "output": [
            "Delp joined Boston in the ealry 70's after meeting with guitarist, songwriter and producer Tom Scholz.\n"
        ]
    },
    {
        "input": "メルボルン大学の科学者らは彼らの研究が核エネルギーの利益は過小評価され、核廃棄物への懸念が強調されすぎてきたと示すと語る。\n",
        "output": [
            "The scientists from the University of Melbourne say their research shows that the benefits of nuclear energy have been underestimated and concerns about nuclear waste overplayed.\n"
        ]
    },
    {
        "input": "「大統領は、自分のスポークスマンに間違った情報を伝えることを頼んだことはないし、これからもしないだろう」と彼女は言った。\n",
        "output": [
            "\"The President has not and would not ask his spokespeople to pass on false information,\" she said.\n"
        ]
    },
    {
        "input": "評決の前に、３月１０日の声明において、サイモンは彼の行動に対する遺憾の意を表明した。\n",
        "output": [
            "In a statement March 10, prior to the verdict, Simon expressed regret for his actions.\n"
        ]
    },
    {
        "input": "政府は普遍的な国民IDシステムの必要性として、テロや不正からの保護を挙げている。\n",
        "output": [
            "The government cites terrorism and fraud protection as needs for a universal national identity system.\n"
        ]
    },
    {
        "input": "他の車を押しのけようとしていたとみられている。\n",
        "output": [
            "It is thought he was trying to force the other vehicle out of the way.\n"
        ]
    },
    {
        "input": "その後活動は、テュービンゲン、ミュンヘン、そしてバーゼルでそれぞれ数百人の学生が参加して行われた。\n",
        "output": [
            "Afterwards actions took place in Tübingen, Munich and Basel, each with hundreds of participants.\n"
        ]
    },
    {
        "input": "ジム・アンダートンの進歩党連合のリーダーで法案の支持者であるジム・アンダートンは、「国会議員に最終段階での口実を作っていることを、不必要な見直しの約束によって惑わされてはならない」と述べた。\n",
        "output": [
            "Leader of Jim Anderton's Progressive coalition and supporter of the bill, Jim Anderton, said: \"Making a last-minute plea to MPs is not to be fooled by the promise of the unnecessary review.\"\n"
        ]
    },
    {
        "input": "IFAとIOCはその国での試合を誰が管理するかをめぐって数年間争ってきた。\n",
        "output": [
            "The IFA and the IOC have disputed over who controls the game in the country for several years.\n"
        ]
    },
    {
        "input": "旅行の間、若者のグループがはっきりした理由もなくすべてのものを破壊しはじめた。\n",
        "output": [
            "During the trip, a group of youths started breaking everything for no apparent reason.\n"
        ]
    },
    {
        "input": "ブルースは発砲したとされる人物の妻であり劇団の社長で、一方、他の人たちはシャーロック・ホームズの作品、「最後の事件」の関係者だった。\n",
        "output": [
            "Bruce was the wife of the alleged shooter and president of the theater company, while the others were part of a production of Sherlock Holmes: The Final Adventure.\n"
        ]
    },
    {
        "input": "ピカデリーサーカス駅は閉鎖後早くに再開された。\n",
        "output": [
            "Piccadilly Circus tube station has reopened after an earlier closure\n"
        ]
    },
    {
        "input": "熊が森に走って帰ったあとを犬は追った。\n",
        "output": [
            "As the bear ran back into the woods, the dog chased it.\n"
        ]
    },
    {
        "input": "「明りがついたままであってほしいならば、新しい発電能力とエネルギー効率への相当な投資が必要とされます」と、委員会議長で保守党の議員ティム・イェオは言った。\n",
        "output": [
            "\"Very substantial investment in new generating capacity and energy efficiency will be required if the lights are to stay on,\" committee chairman Conservative MP Tim Yeo said.\n"
        ]
    },
    {
        "input": "「UNRWAは、建物と人員に対する敵対的な活動が増加しているためにガザ地区でのすべての作戦を中断することを決定する」と、ガザに拠点を置く国連難民救済事業機関（UNRWA）のスポークスマン、アドナン・アブ・ハズナが昨日言った。\n",
        "output": [
            "\"UNRWA decided to suspend all its operations in the Gaza Strip because of the increasing hostile actions against its premises and personnel\", Adnan Abu Hasna, a Gaza-based spokesman for the United Nations Relief and Works Agency (UNRWA), said yesterday.\n"
        ]
    },
    {
        "input": "イラクでの鳥インフルエンザの最初の症例が、厚生省のアブデル・ムタリブ・モハメッド大臣によって発表された。\n",
        "output": [
            "The first case of Avian Flu in Iraq was announced today by the country's Health Minister, Abdel Mutalib Mohammed.\n"
        ]
    },
    {
        "input": "「21歳の子どもになぜそんな契約をあたえるのか？」\n",
        "output": [
            "\"How do you give someone, a 21 year old kid a contract like that?\"\n"
        ]
    },
    {
        "input": "専門家はまだ世界的に流行する可能性を警告していて、H5N1と闘っている国を支援するために世界の銀行が5億米ドルの援助を差し出すよう促している。\n",
        "output": [
            "Experts are still warning of a possible pandemic, prompting the world bank to release US$500 million in aid to assist countries combat H5N1.\n"
        ]
    },
    {
        "input": "「これは安全手段を無視したことによる当然の結果だ」家族を代表する弁護士の1人は言った。\n",
        "output": [
            "\"This was a foreseeable consequence of ignoring safety measures,\" one attorney representing the families said.\n"
        ]
    },
    {
        "input": "彼らはスペイン当局に対し「即座に行動し、船員36人を家に帰すために可能なことすべてする」ことを要求した。\n",
        "output": [
            "They called for Spanish authorities to \"act immediately\" and \"do everything possible to bring home the 36 fishermen.\"\n"
        ]
    },
    {
        "input": "それはまた女性にも資産を相続する平等な権利を与え、地方選挙に取り組んでいる。\n",
        "output": [
            "It would have also given women equal rights to inherit property, and addressed local elections.\n"
        ]
    },
    {
        "input": "プリングルズの所有者プロクター＆ギャンブルは、５月の判決で、プリングルズはクリスプのように感じられないし、見えないし、味がしないと主張した。\n",
        "output": [
            "Pringles' owner Procter & Gamble had claimed at a ruling in May that Pringles do not feel, look, or taste like a crisp.\n"
        ]
    },
    {
        "input": "1回目の地震はマグニチュード4.7で山間部で起き、2回目の地震はマグニチュード5.1であった。\n",
        "output": [
            "The first earthquake measured a 4.7 on the Richter magnitude scale and was in a mountainous area and the second measured a 5.1.\n"
        ]
    },
    {
        "input": "細菌は牛の牧場から野生動物によってホウレンソウ畑へ運ばれた可能性がある。\n",
        "output": [
            "The bacteria could have been carried by wild animals from the cattle ranch to the spinach field.\n"
        ]
    },
    {
        "input": "「それはまた、出生からまっすぐ死にいたる人口を追求するのでユニークです。」\n",
        "output": [
            "It is also unique because it follows the population from birth right through to death.\n"
        ]
    },
    {
        "input": "64点で、ユヴラジはショアイブ・マリクによってカバーで止められた。\n",
        "output": [
            "When on 64, Yuvraj was put down at covers by Shoaib Malik.\n"
        ]
    },
    {
        "input": "毎年開催され、それは政治的な反意を表現する伝統的な公開討論会である。\n",
        "output": [
            "Held every year, it is a traditional forum for expressing political opposition.\n"
        ]
    },
    {
        "input": "CNNへの声明の中で、イラク国家安全保障顧問のMuwaffaqRubaieは、「これは展示会、そこにいる弁護人と、同様にそこにいる適切な検察官の単なる裁判になろうとしている」と述べた。\n",
        "output": [
            "In a statement to CNN, Iraqi national security advisor Muwaffaq Rubaie said that \"...this is going to be a fair, just trial with a defense counsel in there, with a proper prosecuting counsel as well there...\"\n"
        ]
    },
    {
        "input": "しかし、サーバーの設計を変えてオープンソースにすることによって、同社は、他の人が自分たちで改善する方法を見つけることを望んでいる。\n",
        "output": [
            "However, by making the designs of its servers open source, the company hopes others will find ways to improve them.\n"
        ]
    },
    {
        "input": "しかし、ウッドは、戦争の合法性に関する最後の決定は彼自身よりも司法長官の責任だったと明らかにしている。\n",
        "output": [
            "Wood makes it clear, however, that the final decision regarding the legality of war lay with the Attorney General, rather than with himself.\n"
        ]
    },
    {
        "input": "アル・アサドは、イスラエルと直接交渉しないが、トルコと議論しても構わないと述べた。\n",
        "output": [
            "Al-Assad said that he would not negotiate directly with Israel, but is willing to have discussions in Turkey.\n"
        ]
    },
    {
        "input": "友人（匿名のまま）は、近距離で22口径のウェブレー・バルカン・エアガンで、リース・ジョンソンの心臓を撃った。\n",
        "output": [
            "The friend, who has remained anonymous, shot Rhys Johnson in the heart with the .22 caliber Webley Vulcan air gun at close range.\n"
        ]
    },
    {
        "input": "ホッチキス脳研究所のサミュエル・ワイス博士およびV.ウィー・ヤン博士は、ニューロンのまわりのミエリン鞘を破壊する化学物質、リゾレシチンによってもたらされるMSと類似した障害を持つ処女と妊娠中のネズミを比較した。\n",
        "output": [
            "The study, led by Drs. Samuel Weiss and V. Wee Yong of the Hotchkiss Brain Institute, compared virgin and pregnant mice with MS-like lesions introduced by lysolecithin, a chemical which destroys the myelin sheaths around neurons.\n"
        ]
    },
    {
        "input": "他の国々は、ルーマニアの輸入製品をより高く感じ、そのため、レウの高評価により競争力が下がり、そしてこれは、既にある、国の大きな赤字を広げうる。\n",
        "output": [
            "Other countries are finding Romanian exports more expensive, and therefore less competitive, due to the leu's appreciation, and this could widen the already large account deficit in the country.\n"
        ]
    },
    {
        "input": "通信協会によると、インターネット経由でのビデオ配信を止めるためのサイエントロジー教会の試みは「見事に裏目に出たようだ」、そして木曜日まで、ビデオはニューヨークポスト、インディペンデント・テレビジョン・ニュースやBBCなどGawker.com以外のウェブサイトで見れた。\n",
        "output": [
            "Attempts by the Church of Scientology to stop distribution of the video via the Internet \"seem to have backfired spectacularly,\" according to The Press Association, and by Thursday the video was viewable on websites other than Gawker.com, including the New York Post, Independent Television News and the BBC.\n"
        ]
    },
    {
        "input": "グループのスポークスマンは、ここまでキャンペーンに５０万ニュージーランドドルを費やしたことを認めた。\n",
        "output": [
            "A spokesman for the Group admitted to having spent NZ$500,000 on the campaign so far.\n"
        ]
    },
    {
        "input": "遠くはチリやノルウェーといった国から来た300名以上の「市民記者」が、6月23日から6月26日までのOhmyNewsInternationalCitizenReporters'Forumで集まってきています。\n",
        "output": [
            "More than 300 \"citizen reporters\" hailing from countries as far apart as Chile and Norway are coming together at the OhmyNews International Citizen Reporters' Forum from June 23 to June 26, 2005 in Seoul.\n"
        ]
    },
    {
        "input": "腎臓は、研究室でも、生きているネズミの体内でも凝血なしで尿生成と排泄ができた。\n",
        "output": [
            "The kidneys were capable of urine production and excretion without blood clots in both the laboratory and inside living rats.\n"
        ]
    },
    {
        "input": "オーストラリア環境保護基金（ACF）の核キャンペーン運動員、デイヴ・スウィーニーは、この研究は難があるように見え、核エネルギーの使用についてのまともな議論を提供しないと語る。\n",
        "output": [
            "The Australian Conservation Foundation's (ACF) nuclear campaigner, Dave Sweeney, says the study appears flawed and does not provide a sound argument for the use of nuclear energy.\n"
        ]
    },
    {
        "input": "当局はその爆弾から信管を抜くことができたとAllHeadlineNewsは伝えている。\n",
        "output": [
            "Officials were able to defuse the device, reports All Headline News.\n"
        ]
    },
    {
        "input": "4人の労働者は、爆発後まだ入院しており、３人が重体である。\n",
        "output": [
            "Four workers are still hospitalised after the explosion, three in critical condition.\n"
        ]
    },
    {
        "input": "彼は、1965年の彼の父以来、日本の皇室で生まれる初めての男の赤ちゃんである。\n",
        "output": [
            "He is the first male baby born in the Japanese imperial family since his father in 1965.\n"
        ]
    },
    {
        "input": "2005年にルクレールは特別番組に出演し、ユーロビジョンについて記念のコメントをした。\n",
        "output": [
            "In 2005 he made an appearance on a special programme to commemorate Eurovision.\n"
        ]
    },
    {
        "input": "政府はその事件で4人が死亡したことを確認している。\n",
        "output": [
            "The government has confirmed that four people were dead in the incident.\n"
        ]
    },
    {
        "input": "大英帝国内の5名の女性の遺体が英国東部のサフォーク郡の中や周辺で発見された。\n",
        "output": [
            "The bodies of five women within the United Kingdom have been found in or around the county of Suffolk in the east of England.\n"
        ]
    },
    {
        "input": "発表の直後には、その名前は尿を意味する英語のスラング「wee」とあまりにも響きが似ているため、多くの批判を受けた。\n",
        "output": [
            "In the immediate aftermath of the announcement, the name received much criticism for sounding too much like \"wee\", an English slang word meaning urine.\n"
        ]
    },
    {
        "input": "中部ドイツにあるハルツ山脈の地方自治体は、自然の野外の中での「公式な裸での徒歩ルート」の、全ての訪問者への開放も発表した。\n",
        "output": [
            "Local authorities of Harz mountain range in central Germany have also announced the openness to any visitor of an “official naked walking route” in nature's outdoors.\n"
        ]
    },
    {
        "input": "クロスレール鉄道の構築の結果、何百もの家が、その下に新しいトンネルを掘削することになる。\n",
        "output": [
            "As a result of construction of the Crossrail line, hundreds of homes will have new tunnels excavated beneath them.\n"
        ]
    },
    {
        "input": "これはいわゆる深発地震で、そのためこれほど大規模な範囲で感じられた。\n",
        "output": [
            "This is a so-called deep-focus earthquake, that's why it was felt at such a large territory.\n"
        ]
    },
    {
        "input": "パキスタン政府は、人気の動画共有ウェブサイトであるユーチューブへのアクセスを、「不信心を増長する」コンテンツを引き合いに出して阻止した。\n",
        "output": [
            "The Pakistani government has blocked access to YouTube, the popular video-sharing website, citing \"growing sacrilegious\" content.\n"
        ]
    },
    {
        "input": "シンディ氏の現在のコメントには、カリフォルニア州バカビルのTHEREPORTERでの2004年のインタビューにあった彼女のコメントからは大きな変化がある。\n",
        "output": [
            "Cindy's current comments are a drastic change from her comments in a 2004 interview with THE REPORTER of Vacaville, CA.\n"
        ]
    },
    {
        "input": "マイケル・ライアンはピーター・ガーティにコピーしないように言った。\n",
        "output": [
            "Michael Ryan told Peter Garty to not make a copy of it.\n"
        ]
    },
    {
        "input": "スタンフォード大学の科学者チームは、アインシュタインの相対性理論の不足している捉えにくい要素を検出したと主張している。\n",
        "output": [
            "A team of scientists at Stanford University claim to have detected a subtle, missing element of Einstein's theory of relativity.\n"
        ]
    },
    {
        "input": "BMGとヴォルフガング・ファンクとの合弁会社として1992年に設立され、そのレーベルは2005年に親会社がソニーと合併してソニーBMGとなり、ファンクが2008年12月に社長を辞任したのを目撃してきた。\n",
        "output": [
            "Formed as a joint venture between BMG and Wolfgang Funk in 1992, the label had seen its parent merge with Sony in 2005 to form Sony BMG and Funk quit as president in December 2008.\n"
        ]
    },
    {
        "input": "アムトラック電車371、ペーラ・マルケットは、ミシガンのグランドラピッズを出発して、6人の乗員を含む193人を乗せていた。\n",
        "output": [
            "Amtrak train 371, the Pere Marquette, started in Grand Rapids, Michigan and carried 193 people on board including six crew members.\n"
        ]
    },
    {
        "input": "罰に対する抗議として、イサウィは公表されたハンガーストライキを開始した。\n",
        "output": [
            "As a protest against the punishment, Issawi began a publicized hunger strike.\n"
        ]
    },
    {
        "input": "「すべての申し立てが知らされ、すべての利用可能な証拠を確認するまでは、我々もこれが真実であると信じる」\n",
        "output": [
            "\"To the extent that we have been informed of all allegations and have reviewed all available evidence, we also believe this to be the case.\"\n"
        ]
    },
    {
        "input": "この不穏な時期、東ティモールの首都ディリでは、少なくとも27人が殺害され、犯罪文書は盗難が報告され、略奪が横行していた。\n",
        "output": [
            "At least 27 people have been killed, criminal documents reported stolen, and looting widespread in the East Timorese capital, Dili during the present period of unrest.\n"
        ]
    },
    {
        "input": "シアラとファット・マン・スクープをフィーチャーする、ミッシー・エリオットの「LoseControl」が、「Don'tDon’tCha」がナンバー５に落ちた間、５位から３位に上昇した。\n",
        "output": [
            "Missy Elliott’s “Lose Control” featuring Ciara and Fat Man Scoop gained 5-3 while “Don’t Cha” dropped to No. 5.\n"
        ]
    },
    {
        "input": "チリ地質調査大学（UCGS)によると、余震は、震源地はピチレムの19キロメートル西で、マグニチュード5.9に達した。\n",
        "output": [
            "The aftershock reached a magnitude of 5.9 with the epicenter located nineteen kilometers west of Pichilemu, according to the University of Chile Geological Survey (UCGS).\n"
        ]
    },
    {
        "input": "船はモンバサの南東約830キロメートルで占拠され、報道によれば、ソマリアのエイル港に向けて航行中とのことである。\n",
        "output": [
            "The ship was captured roughly 830 kilometers south-east of Mombasa and is reportedly heading towards the Somali port of Eyl.\n"
        ]
    },
    {
        "input": "その地域から来た大人は、子どもがマラリアで死亡したと報告した。\n",
        "output": [
            "Adults from the area reported that the children had died of malaria.\n"
        ]
    },
    {
        "input": "寄付はアメリカ赤十字と救世軍に対して求められた。\n",
        "output": [
            "Donations were being solicited for the American Red Cross and the Salvation Army.\n"
        ]
    },
    {
        "input": "今日、展示会の祝宴の際に、博物館はボブ・クーンに特別功労賞を贈呈する予定である。\n",
        "output": [
            "Today, during the exhibition's banquet, the museum is to present Bob Kuhn with their lifetime achievement award.\n"
        ]
    },
    {
        "input": "「私は警察と消防局のチームがガイ・フォークスに関する問題に直面したときに感じるいらだちを理解しており、この新たな規制が、故意の危害や損害は犯罪であり、押さえつけられるのだというメッセージになると思っている」とベンソン・ポープ氏は言った。\n",
        "output": [
            "\"I understand the frustration the Police and Fire Service teams feel when faced with problems over Guy Fawkes, and I hope these new restrictions will send a message that deliberate harm or damage is criminal and is being clamped down on,\" Mr Benson-Pope said.\n"
        ]
    },
    {
        "input": "グラスゴーは、彼の会社での成績は、彼の会社での業績に反して、彼がランドマークの哲学からの言葉をどのように他の人に「涙を誘い、感動させ、吹き込むか」に基づいて評価されたと語った。\n",
        "output": [
            "Glasgow said his performance at the company was assessed based on how he was \"touching, moving and inspiring\" others, a phrase from the Landmark philosophy, as opposed to his business accomplishments at the company.\n"
        ]
    },
    {
        "input": "野党は、その作戦はムガベ政権に反対する人を「罰する」ために作られたのだと言った。\n",
        "output": [
            "The opposition has said the operation is designed to \"punish\" those who object to Mugabe's government.\n"
        ]
    },
    {
        "input": "赤信号コードー完全な避難ーは午前９時１５分に出された。\n",
        "output": [
            "A 'code Red' - full evacuation - was set at around 9.15am.\n"
        ]
    },
    {
        "input": "弁護士によると、この状態は、マニングが監禁の厳しい状況について「皮肉な軽口」を言ったので課されたという。\n",
        "output": [
            "According to his attorney, this condition was imposed because Manning made a \"sarcastic quip\" about the harsh conditions of his confinement.\n"
        ]
    },
    {
        "input": "ちょうど午後6：00（東部夏時間）過ぎに、そのサイトはわずかな接続上の問題を残しただけで、オンラインに戻った。\n",
        "output": [
            "Just after 6:00 p.m. (EDT) the site came back online with only a few connection issues.\n"
        ]
    },
    {
        "input": "フックポイント艀で本島に渡るのを待っている間、子どもは彼女の両親とビーチに居た。\n",
        "output": [
            "The child was on the beach with her parents while they waited to be transported to the mainland on the Hook Point barge.\n"
        ]
    },
    {
        "input": "病院の産婦人科医、アンドルー・ミラーは、卵巣妊娠で臨月まで無事だったなど「聞いたことがない」と語る。\n",
        "output": [
            "The hospital's obstetrician Andrew Miller says that having an ovarian pregnancy survive to full-term is \"unheard of\".\n"
        ]
    },
    {
        "input": "その後彼は、大統領としてオサマ・ビン・ラディンを「地獄の門」まで探すと約束した。\n",
        "output": [
            "He then promised that as president he would hunt Osama bin Laden to the \"gates of hell.\"\n"
        ]
    },
    {
        "input": "２３歳の歩行者が、日曜日の夜のGMT２時２０分ごろ、北アイルランドのロンドンデリー市のレースコース通りに沿って歩いていて、黒いフォルクスワーゲン・パサートにはねられ死亡した。\n",
        "output": [
            "A 23-year-old pedestrian walking along Racecourse Road in the city of Londonderry, Northern Ireland at around 0220 GMT on Sunday night was struck by a black Volkswagen Passat and has been killed.\n"
        ]
    },
    {
        "input": "多発性硬化症を悪化させる可能性のある炎症増加だけでなく、男性や非妊娠女性への乳汁分泌投与などの副作用の可能性の検討など、更なる動物実験が、なされねばならない。\n",
        "output": [
            "Further animal studies need to be done to examine the possibility of side effects, such as lactation in men and non-pregnant women, as well as increased inflammation which could worsen the MS.\n"
        ]
    },
    {
        "input": "このようなパートナーシップは、何年もの間噂されており、推測の量はここ数ヶ月で増大した。\n",
        "output": [
            "Such a partnership had been rumored for years, and the amount of speculation grew over the past few months.\n"
        ]
    },
    {
        "input": "「それは我々がいまだ統一され、強力であることの証明だ。」\n",
        "output": [
            "\"It was the proof that we are still united and powerful.\"\n"
        ]
    },
    {
        "input": "「これは非常に恐ろしい犯罪で、極めて非常識だ。そして地域社会が事件の早期解決の手がかりを握っている。」\n",
        "output": [
            "\"This is quite an awful crime, quite senseless, and the community holds the clue to solving this crime quickly.\"\n"
        ]
    },
    {
        "input": "決議は、強化および他の活動を停止させるというIAEAの要求へのイランの不履行に「重大な懸念」を表明し、IAEA理事に8月末までにイランの履行を報告するよう求めた。\n",
        "output": [
            "The resolution expressed \"serious concern\" at Iran's non-compliance with the IAEA's demand to halt enrichment and other activities and asked the IAEA director to report on Iran's compliance by the end of August.\n"
        ]
    },
    {
        "input": "「交通渋滞していて全ての車両が止められていた」と目撃者の一人で、21歳の店主であるモハマド・ワリは語った。\n",
        "output": [
            "\"There was a traffic jam and all the vehicles were stopped,\" said one witness, 21-year old shopkeeper Mohammad Wali.\n"
        ]
    },
    {
        "input": "パパラッチのグループが、8月6日にスタジオシティの駐車場でスピアーズが運転している車を駐車させようとした際、他の車にぶつかるところを録画していた。\n",
        "output": [
            "A group of paparazzi recorded a video Britney steering her car into another vehicle on August 6 as she tried to pull into a parking spot in a Studio City lot.\n"
        ]
    },
    {
        "input": "その訴訟は、サンブルーノのグレンビュー地区に住む少なくとも5世帯によって起こされた。\n",
        "output": [
            "The lawsuit was filed by at least five families who resided in the Glenview neighborhood of San Bruno.\n"
        ]
    },
    {
        "input": "５月９日に救出された男たちは、地下に閉じ込められて過ごした時間について公式には話していない。\n",
        "output": [
            "The men, who were rescued on May 9, have not spoken publicly about the time they spent trapped underground.\n"
        ]
    },
    {
        "input": "しかしながら、暗黒物質や暗黒エネルギーと区別するために一般に「通常物質」と称される重粒子の大部分は、過去100億年のある時期に行方がわからなくなった。\n",
        "output": [
            "However, sometime during the last 10 billion years a large fraction of the baryons, commonly referred to as \"ordinary matter\" to distinguish them from dark matter and dark energy, have gone missing.\n"
        ]
    },
    {
        "input": "海賊行為は、アフリカの東部沖ではびこっていて、土曜日にソマリアの海賊が、10人の乗組員を乗せてセイシェル諸島を目指して南に向かっていたベルギーの船ポンペイを強奪した。\n",
        "output": [
            "Piracy is rife off the eastern coast of Africa; on Saturday, Somali pirates seized a Belgian ship, the Pompei, with its ten crew members, as it was headed south for the Seychelles islands.\n"
        ]
    },
    {
        "input": "「政府はまた、朝鮮半島の平和と安全を維持するために国際社会と緊密に協力していく。」\n",
        "output": [
            "\"The government will also cooperate closely with the international community to maintain peace and safety on the Korean Peninsula.\"\n"
        ]
    },
    {
        "input": "今は遺産に登録され、新しいダムによって水没した。\n",
        "output": [
            "Now heritage listed, it has been submerged by the waters of the new dam.\n"
        ]
    },
    {
        "input": "この動画は反サイエントロジーの抗議のものと報告されており、アノニマスグループの様々なメンバーによって録画されていた。\n",
        "output": [
            "The videos have been reported to be of anti-Scientology protests, recorded by various members of the group Anonymous.\n"
        ]
    },
    {
        "input": "「私は中国で、我々の言い分を述べ、なぜ我々がブロック解除されるべきかを説明するためのハイレベルな会議を設けようとしている。」\n",
        "output": [
            "\"I am trying to set up high-level meetings in China to state our case and explain why we should be unblocked.\"\n"
        ]
    },
    {
        "input": "Kukrisは、フルタイムの後でトライを獲得したが、彼らにゲームの勝利をもたらしたかもしれない比較的単純なキックコンバージョンには失敗しました。\n",
        "output": [
            "Kukris scored a try after full-time yet failing to convert a relatively simple kick that would have won the game for them.\n"
        ]
    },
    {
        "input": "フェラーリのドライバー、フェルナンド・アロンソは、支持を表明した者の一人で、土曜日の予選でのポールポジションをデ・ビロタに捧げた。\n",
        "output": [
            "Ferrari driver Fernando Alonso was among those expressing his support, dedicating his pole postion in Saturday's qualifying to De Villota.\n"
        ]
    },
    {
        "input": "今日、協定世界時で07:00(現地時間のニュージーランド標準時で19:00)に、2005年のニュージーランド総選挙の投票が幕を閉じた。\n",
        "output": [
            "At 07:00 UTC today (19:00 NZST, local time), the polls closed in the New Zealand general election, 2005.\n"
        ]
    },
    {
        "input": "「いかなる見方でも、サー・ジョーは非凡な興国者で、つねにクイーンズランド州を最優先したことで記憶されるだろう」オーストラリア総督のジェフリー少将は声明で言った。\n",
        "output": [
            "\"By any measurement, Sir Joh was an exceptional state builder who will be remembered for consistently placing Queensland first,\" said the Australian Governor General, Major General Jeffery, in a statement.\n"
        ]
    },
    {
        "input": "それにもかかわらず、クリスピンが15のリバウンドで12点を得点し、メリットが6のリバウンドで16ポイントを得点して、二人はそれでもチームの総得点数に貢献した。\n",
        "output": [
            "Nonetheless, the pair still contributed to the team's scoreline, with Crispin scoring 12 points with 15 rebounds, and Merritt scoring 16 points with six rebounds.\n"
        ]
    },
    {
        "input": "「何かの社会活動に参加」というカテゴリーで評価された子供たちは、「社会的な活動に参加しない」と評価された子供たちよりも改善した：彼らは病気にかかる可能性が４分の３だった。\n",
        "output": [
            "Those who were rated in the category \"any social activity\" still had an improvement over the children rated as \"no social activity\": they had about 3/4 the chance of getting the disease.\n"
        ]
    },
    {
        "input": "アリンギはチームニュージーランドを1秒差で破り、僅差で第32回アメリカズカップに勝った。\n",
        "output": [
            "Alinghi has defeated Team New Zealand by one second in the seventh race to win the 32nd America's Cup in a close run race.\n"
        ]
    },
    {
        "input": "アラン・マーサーは、オンタリオ州地方選挙でScarborough?RougeRiver選挙区において、オンタリオ自由党のために立候補しています。\n",
        "output": [
            "Alan Mercer is running for the Ontario Libertarian Party in the Ontario provincial election, in the Scarborough—Rouge River riding.\n"
        ]
    },
    {
        "input": "爆発とそれに続く火災は、当初民間航空機の墜落だと思われた。\n",
        "output": [
            "The explosion and subsequent fire was originally thought to have been a downed commercial aircraft.\n"
        ]
    },
    {
        "input": "科学者たちは、アインシュタインとニュートンの重力論の違いを原因とする、地球の重力場の小さな補正である、ずっと大きな測地的効果だけでなく、フレーム・ドラッギング効果を検出するためのジャイロスコープの動きの小さな変化を探した。\n",
        "output": [
            "Scientists looked for small changes in the motion of the gyroscopes to detect the frame dragging effect, as well as the much larger geodetic effect – small corrections to the Earth's gravitational field due to differences between Einstein's and Newton's theories of gravity.\n"
        ]
    },
    {
        "input": "ヒメネスは、ラテンアメリカでの社会改革がゲリラ戦を通して達成されなければならないというゲバラの信念を受け入れなかった。\n",
        "output": [
            "Jiménez rejected Guevara’s belief that social reform in Latin America had to be accomplished through guerrilla warfare.\n"
        ]
    },
    {
        "input": "対応として、レオ・ベナッカーはより攻撃性の高い4-3-2体制に変更し、もっとアタッカーを投入した。\n",
        "output": [
            "In reply Leo Benhakker changed to a more attacking 4-3-2 system and threw on an extra attacker.\n"
        ]
    },
    {
        "input": "それを報告した最初であり、有名なアメリカの左翼のオンライン・ブログであるデイリー・コスによると、CNNは月曜日にウルフ・ブリッツァーの主催する番組「ホワイトハウスの状況」で、その二つを混同し、「オバマはどこだ？」というタイトルでビン・ラディンに関するコーナーを始めた。\n",
        "output": [
            "According to prominent American left-wing online blog Daily Kos, which was the first to report it, CNN mixed the two up on Monday, leading into a segment on bin Laden with the title, \"Where's Obama?\" on The Situation Room, a show hosted by pundit Wolf Blitzer.\n"
        ]
    },
    {
        "input": "ヴァン・ゴッホは、イスラム教とその中で認識されている女性に対する虐待に対し、一貫して批判していた。\n",
        "output": [
            "Van Gogh had been a staunch critic of Islam and its perceived mistreatment of women.\n"
        ]
    },
    {
        "input": "合計予算として、第一分野は合計117,170,000豪ドルに減少し、第二分野は114,353,000豪ドルに上昇した。\n",
        "output": [
            "For total appropriations, the first area decreased by a total of A$117,170,000 and the second area saw an increase in of A$114,353,000.\n"
        ]
    },
    {
        "input": "２００６年５月に劇的に増え、７月１４日と８月１６日に激しい噴火が起こった。\n",
        "output": [
            "In May 2006 it increased dramatically culminating in violent eruptions on July 14 and August 16.\n"
        ]
    },
    {
        "input": "少女の叔父の死は、インフルエンザを示唆する兆候を持っていたため調査中であると信じられている。\n",
        "output": [
            "The death of the girl's uncle is also believed to be under investigation due to him having symptoms that may indicate flu.\n"
        ]
    },
    {
        "input": "その火災を調査している匿名の警察官によると、少なくとも400〜450発の空対空ミサイルが、その火災で破損した。\n",
        "output": [
            "According to unnamed police officials investigating the fire, at least 400 to 450 air-to-air missiles were damaged or destroyed in the fire.\n"
        ]
    },
    {
        "input": "マークは、イギリスの有力人権弁護士であるルイーズ・クリスチャン氏がヴェスタスの占拠者を代表していると言った。\n",
        "output": [
            "Mark also noted that Louise Christian, a prominent British human rights lawyer, is now representing the Vestas occupiers.\n"
        ]
    },
    {
        "input": "「テルストラはこの様なサービスを提供する予定なのだ」と彼は語った。\n",
        "output": [
            "\"Telstra are expected to provide those kinds of services,\" he said.\n"
        ]
    },
    {
        "input": "アンティグアで休日中に妻と共に撃たれたイギリス人のベンジャミン・Mullanyが死亡した。\n",
        "output": [
            "Benjamin Mullany, the British man who was shot along with his wife while on holiday in Antigua has died.\n"
        ]
    },
    {
        "input": "CRAは、所得申告の結果のバックログを迅速に処理することを、示唆している。\n",
        "output": [
            "The CRA suggests that it would work quickly to process the resulting backlog of tax returns.\n"
        ]
    },
    {
        "input": "フィラデルフィアは華氏100度となり、ワシントンD.C.は最高気温が華氏101度、ボルチモアとリッチモンドは100度を超える可能性がある。\n",
        "output": [
            "Philadelphia will reach 100ºF, Washington D.C. will have a high of 101ºF and Baltimore and Richmond may see temperatures rise above the 100 mark.\n"
        ]
    },
    {
        "input": "不運と変更は、試合で初めて、巧妙な試合の運営をドイツに任せたように見えた。\n",
        "output": [
            "The bad luck and changes seemed to put Germany in charge of the tactical game for the first time in the match.\n"
        ]
    },
    {
        "input": "米国のコンドリーザ・ライス国務長官は、アメリカ合衆国が棄権して、決議を拒否しなかった理由の説明をした。\n",
        "output": [
            "US Secretary of State Condoleezza Rice has given an explanation for why the United States abstained and did not veto the resolution.\n"
        ]
    },
    {
        "input": "「雲が晴れたので、我々は打ち上げに行った」と、NASAテレビの管制センターは述べた。\n",
        "output": [
            "\"The clouds broke up and that's why we were go for launch,\" stated mission control on NASA TV.\n"
        ]
    },
    {
        "input": "建物は既に倒壊し木々もなぎ倒されている。\n",
        "output": [
            "Buildings have already collapsed and trees have been knocked down.\n"
        ]
    },
    {
        "input": "カリフォルニア州サン・ディエゴの２つの美術館が４０００万ドル以上の芸術作品のコレクションを遺贈された。\n",
        "output": [
            "Two museums in San Diego, California have been bequested an art collection worth more than 40 million.\n"
        ]
    },
    {
        "input": "そのトラストは、健康と安全の侵害は彼の死の「重大な原因」だったと認めたと、パスカル・ベイツは検察当局に対して述べた。\n",
        "output": [
            "The trust admitted that health and safety breaches were a \"significant cause\" of his death, said Pascal Bates for the prosecution.\n"
        ]
    },
    {
        "input": "他の国会議員達、何名かの労働党員でさえ、このクーデター議論には賛成しなかった。\n",
        "output": [
            "Other parliamentarians, even some of the Workers' Party, didn't agree with the coup argument.\n"
        ]
    },
    {
        "input": "キャンベラ大学のスポーツ学研究所の所長であるキース・ライオンズによると、スポーツはオーストラリア文化の重要な分野で、スポーツは超党派の支持を受けている。\n",
        "output": [
            "According to Keith Lyons, the University of Canberra Director of the National Institute of Sport Studies, sport is an important part of Australian culture and the development of sport enjoys bipartisan support.\n"
        ]
    },
    {
        "input": "それは、地球の約36,000キロメートル上空、東経95.5度にある地球同期軌道に設置される。\n",
        "output": [
            "It will be placed in a geosynchronous orbit, about 36,000 kilometres above the Earth, at a longitude of 95.5°E.\n"
        ]
    },
    {
        "input": "イスラエル軍隊は、今年６月にギルアド・シャリーの捕獲の後、定期的にガザに侵略した。\n",
        "output": [
            "Israeli troops have regularly made incursions into Gaza following the capture of Gilad Shalit in June this year.\n"
        ]
    },
    {
        "input": "「私は、黒い煙が上るのと、ビルが大きな音を立てて崩れ落ちる音がわかった」\n",
        "output": [
            "\"I saw black smoke rising and the sound of a building crashing down\".\n"
        ]
    },
    {
        "input": "ソマリアの防衛省高官は、米国のヘリコプターがモガディシュの南西350kmにあるケニア国境に近い街、アフマドウのICU兵士に対する攻撃を開始したとさらに伝えた。\n",
        "output": [
            "A Somali Defence Ministry official has additionally reported that American helicopters launched an attack against ICU fighters in Afmadow, a city near the Kenyan border, 350 kilometres southwest of Mogadishu.\n"
        ]
    },
    {
        "input": "ダニー・アブス氏は詩人であり医師であることでよく知られている。\n",
        "output": [
            "Dannie Abse is well-known for being a poet and a medical doctor.\n"
        ]
    },
    {
        "input": "上院議員のジョー・ルドウィグ氏（労働党、クィーンズランド州）は、法務大臣で税関局長のクリス・エリソン氏に対し、質問時間の中でまずエリソン氏が昨日主張した、「JianSengが発見されたということは、オーストラリア政府がこうした環境において船舶を捉えるための航空・海上の監視体制をきちんと持っているので、実際船舶が捉えられたということだ」という考えを維持しているかどうかについてと、なぜその船がオーストラリア海域に入ってから政府が捉えるまでに2週間もかかったのかについて、質問を行った。\n",
        "output": [
            "Senator Joe Ludwig (Labor, Queensland) asked of the Minister for Justice and Customs Senator Chris Ellison in Question Time whether he stood by his claim that he made yesterday that the discovery of the Jian Seng demonstrated that the Australian Government had in place \"aerial and maritime surveillance to intercept a vessel in these circumstances, and that was done\", and asked why it took the Government two weeks to intercept the vessel after it entered Australian waters.\n"
        ]
    },
    {
        "input": "それからは両チームにとって（特にオランダにとって）忍耐力を要するプレーオフだったが、トルビンスキーとアルシャヴィンがゴールをあげて、効果的に試合に終止符を打った。\n",
        "output": [
            "Then it was a hardy play-off for both teams, especially the Dutch, but Torbinsky and Arshavin scored goals, effectively put an end to the match.\n"
        ]
    },
    {
        "input": "1年後の現在も、historyflowの論文はWikipediaにおける荒らし行為の差し戻しに関する統計情報源としてはもっとも頻繁に引用されている。\n",
        "output": [
            "A year later, the history flow paper is still the most frequently cited source of statistics about the reversion of vandalism on Wikipedia.\n"
        ]
    },
    {
        "input": "何千人もの人が、ポーランド大統領のレフ・カチンスキをヴァヴェル城に埋葬する計画に反対してクラクフ通りでデモを繰り広げた。\n",
        "output": [
            "Thousands of people have taken to the streets of Krakow objecting to plans to bury the Polish president, Lech Kaczynski, at Wawel Castle.\n"
        ]
    },
    {
        "input": "国連の報告によれば、１月１２日のハイチ地震で、２２万２５７０人が死に、１３０万人が港に避難し、７６万６０００人が強制退去され、３１万人が負傷し、８６９人が行方不明である。\n",
        "output": [
            "As reported the United Nations, January 12 Haiti earthquake left exactly 222,570 deaths, 1,300,000 refugees in harbours, 766,000 displaced people, 310,000 injured and 869 disappeared.\n"
        ]
    },
    {
        "input": "ニューヨーク州高速道路、あるいは州間高速道路はニューヨークのロチェスターの付近からニューヨークのダンケルクまで110マイル近い距離が閉鎖されている。\n",
        "output": [
            "The New York State Throughway, or interstate 90 is closed from nearly Rochester, New York to Dunkirk, New York which is nearly 110 miles long.\n"
        ]
    },
    {
        "input": "「我々は新年にジェームズに彼の職務に復帰させる計画で、彼が高度なエネルギーと献身、敬意をもってペンステート・アスレチックスおよび大学を代表することを確信している。」\n",
        "output": [
            "\"We are planning to have James resume his duties in the new year and are confident that he will represent Penn State Athletics and the University with a high level of energy, dedication and respect.\"\n"
        ]
    },
    {
        "input": "すべての部署のコンピュータが即移行されるわけではないが、LinuxとOpenOffice.orgへと移行する最初の部署は、２００６年半ばに予定される市長室である。\n",
        "output": [
            "The first department to migrate to Linux and OpenOffice.org will be the office of the Lord Mayor planed for the middle of 2006, though not all of the department's computers will be immediately migrated.\n"
        ]
    },
    {
        "input": "一方、エルサレム・ポストは、イスラエルの防衛が確立する中で、アメリカがやらなそうなので、イスラエルはイランが核兵器を入手するのを阻止するために、独立して行動しなければならないという機運の高まりがある、と報告している。\n",
        "output": [
            "Meanwhile, the Jerusalem Post reports there is a growing mood among Israel's defence establishment that the country will have to act independently to stop Iran from obtaining nuclear weapons as the United States is unlikely to do so.\n"
        ]
    },
    {
        "input": "そのカメラは2006年6月30日、故障によってエンジニアが主要電源（「サイドA」）からバックアップ（「サイドB」）に切り替えてから、バックアップ電源で動作してきた。\n",
        "output": [
            "The camera had been operating on its backup power since June 30, 2006, when engineers switched from the primary power supply (\"Side A\") to the backup (\"Side B\") due to a malfunction.\n"
        ]
    },
    {
        "input": "パラリンピック参加チームは、大会中に国にとって千個目となるメダルを獲得することが期待される。\n",
        "output": [
            "The Paralympic team is expected to finish the Games having earned the country's one thousandth medal.\n"
        ]
    },
    {
        "input": "昨日、バスケットボール・オーストラリアは、オパールズ女子チームとブーマーズ男子チームのために今週末に開かれるメルボルン地域のフェアウェル・シリーズに先立って、２０１２年の夏季オリンピックの最終的なオリンピックのチームを発表した。\n",
        "output": [
            "Yesterday, Basketball Australia announced the final Olympic squads for the 2012 Summer Olympics ahead of a farewell series in the Melbourne area this weekend for both the Opals women's team and the Boomers men's team.\n"
        ]
    },
    {
        "input": "男は銃弾を1つ受けただけで、傷も生死にかかわるものではない。\n",
        "output": [
            "The man was shot only once and the wound was not life threatening.\n"
        ]
    },
    {
        "input": "警視総監を務めるモーセ・ドライバーはどんな引継ぎが起こることも否定した。\n",
        "output": [
            "Acting Police Commissioner Moses Driver denied that any take over had occurred.\n"
        ]
    },
    {
        "input": "彼がブログに掲載した電話記録によると\n",
        "output": [
            "According to the phone conversation recording he posted to his blog,\n"
        ]
    },
    {
        "input": "「指揮官は我々が彼のそばを通り過ぎる際に、今回は満面の笑顔を見せ、兵士のうち数人は、我々が通り過ぎる際に控えめではにかんだ笑顔を見せました」\n",
        "output": [
            "\"The commanding officer gave us a very big smile this time as we passed him and several of the soldiers gave smaller, shy smiles as we passed.\"\n"
        ]
    },
    {
        "input": "選挙は今週の土曜日にオーストラリアのクイーンズランド州で行われるが、ウィキニュースの記者パトリック・ギレットが争っている党を展望する。\n",
        "output": [
            "With an election coming up this Saturday in the Australian state of Queensland, Wikinews reporter Patrick Gillett previews the contesting parties.\n"
        ]
    },
    {
        "input": "「私たちは、もし仕事の口を断れば、センターリンクからの支払いが8週間止まってしまうから、失業者がみな、どんな条件を提示されても、受け入れなければならなくなってしまうという事実に注目させようとしている」と彼は言った。\n",
        "output": [
            "\"We've been trying to draw attention to the fact that any unemployed person will have to accept whatever conditions they're offered because if you reject a job offer you will lose Centrelink payments for eight weeks,\" he said.\n"
        ]
    },
    {
        "input": "救助隊は、北タスマニアのビーコンスフィールド鉱山に閉じ込められた鉱夫と連絡をとる努力を続けている。\n",
        "output": [
            "Rescuers are continuing their efforts to reach the trapped miners in the Beaconsfield mine in northern Tasmania.\n"
        ]
    },
    {
        "input": "最新のランキングではマチルダスはＦＩＦＡにより８位にランクされている。\n",
        "output": [
            "The Matildas are ranked 8th by FIFA in the latest rankings.\n"
        ]
    },
    {
        "input": "スメサーストがリリーフで登板し数回を投げた。\n",
        "output": [
            "Smethurst came in and pitched a few innings in relief.\n"
        ]
    },
    {
        "input": "エバ・アビラも、彼女に彼女の名をつけたアルバムMelissaO'Neilに対してmulti-platimumrecordを渡しました。\n",
        "output": [
            "Eva Avila also gave her a muti-platinum record for her self-titled album Melissa O'Neil.\n"
        ]
    },
    {
        "input": "蔡煌瑯(SACの副コミッショナー)は、SACが台湾で長い期間、公共スポーツを促進してきており、SACは弱者やマイノリティの参加を尊重してきたと述べた。\n",
        "output": [
            "Huang-lang Tsai (Deputy Commissioner of SAC) remarked that SAC promoted public sports in Taiwan for a long period, and SAC respected the participation on disadvantaged people or minority.\n"
        ]
    },
    {
        "input": "罰金は、リスト上の題材にリンクしたオーストラリア国外のウェブサイトに科される可能性がある。\n",
        "output": [
            "Fines can be imposed on websites outside Australia that link to material on its list.\n"
        ]
    },
    {
        "input": "また、この配属は奇妙な状況を招いていて、一般に広く知られているように、ビルパンとサルコジは2007年の大統領選を通じてお互いを尊敬も込めて強力な政敵と考え、互いを嫌っていると言われている。\n",
        "output": [
            "Also, this arrangement creates a peculiar situation: it is public knowledge that Villepin and Sarkozy consider each other a dangerous political rival with respect to the 2007 presidential election, and they are widely said to loathe each other.\n"
        ]
    },
    {
        "input": "大惨事はまた、インペリアル社が今年の第1四半期の1550万ドルの損失を計上する原因となった。\n",
        "output": [
            "The disaster is also blamed for a $15.5 million loss Imperial posted in this year's first quarter.\n"
        ]
    },
    {
        "input": "カテゴリ内の全ての資金は、1995年地方政府（財政援助）法に従って配分されている。\n",
        "output": [
            "All money in the category is allocated in line with the Local Government (Financial Assistance) Act 1995.\n"
        ]
    },
    {
        "input": "シヴィル・ハウスの主席公使ジョゼ・ヂルセウは代表団のメンバーだった。\n",
        "output": [
            "The chief-minister of Civil House José Dirceu was a member of the delegation.\n"
        ]
    },
    {
        "input": "Googleがカウンターを動かしているコードを調節しない限り、4月9日より後に、そのテキストで「2075以上」も示されるようになる。\n",
        "output": [
            "Unless Google adjusts the code behind the counter, the text will read \"Over 2075\" after April 9.\n"
        ]
    },
    {
        "input": "クロエドフ最高司令官は、潜水艦が沈んで118人の船員が死亡した2000年のクルスクの災難の時に海軍を管理していた。\n",
        "output": [
            "Admiral Kuroyedov was in charge of the navy during the Kursk disaster of 2000, in which 118 sailors died when their submarine sank.\n"
        ]
    },
    {
        "input": "ケルマン州ザランドの近くでは、2003年12月にマグニチュード6.6の地震によって31000人以上が亡くなり、2005年2月にはマグニチュード6.4の地震によって600人が亡くなった。\n",
        "output": [
            "In December of 2003, a magnitude 6.6 earthquake killed over 31,000 people and in February of 2005 a 6.4 eathquake killed 600 people near Zarand in the Kerman province.\n"
        ]
    },
    {
        "input": "連盟はまた、オリンピックの公式記録からマトスの記録を全て抹消するよう要請した。\n",
        "output": [
            "They also called for all records of Matos to be removed from the Olympic records.\n"
        ]
    },
    {
        "input": "その証券取引所は、1985年に設立され、それ以来、資産価値総額210億USドル（163億ユーロ、111億イギリスポンド）以上になる３４の会社を網羅するまでに成長してきました。\n",
        "output": [
            "The exchange was founded in 1985 and has since grown to encompass 34 firms with a combined value of over US$21bn (€16.3bn; GBP11.1bn).\n"
        ]
    },
    {
        "input": "しかし、このレウの高評価は、すべてがポジティブというわけではなく、輸出業者に多くの負担を強いて居る。\n",
        "output": [
            "The leu's appreciation, however, isn't all positive, because it is putting a great deal of pressure on exporters.\n"
        ]
    },
    {
        "input": "当局は、土曜に飛行機がロシアの空港に接近してきた時におこった事故は、濃い霧によるもので、生存者は居ないと語る。\n",
        "output": [
            "Officials say the crash, which occurred when the plane was approaching a Russian airport on Saturday, was due to dense fog, and that there are no survivors.\n"
        ]
    },
    {
        "input": "イラクにいるアメリカ人は「崇高な理由」のために亡くなったというジョージ・W・ブッシュ大統領の発表に鼓舞されて、シーアンは大統領との個人的な話し合いを要求するためにこの一週間、ブッシュのテキサス州の牧場の近くに居座っていた。\n",
        "output": [
            "Prompted by President George W. Bush's announcement that Americans in Iraq have died for a 'noble cause', Sheehan has been camping near Bush's Texas ranch for the past week to demand a private conversation with the President.\n"
        ]
    },
    {
        "input": "オーストラリア首都特別地域-何千人ものキャンベラの人が日曜日のオープン当日に、コッター川のコッターダムを見ていた。\n",
        "output": [
            "Australian Capital Territory — Thousands of Canberrans took a look at the new Cotter Dam on the Cotter River on open day on Sunday.\n"
        ]
    },
    {
        "input": "「分離論者の力は、大衆の感情を掻き立て大胆にすることをたくらむ。」\n",
        "output": [
            "\"The secessionist forces plot to stir up public sentiments to embolden themselves.\"\n"
        ]
    },
    {
        "input": "大連立はこの問題に関して見解が異なった。\n",
        "output": [
            "Representatives of the grand coalition differed in their views regarding this question.\n"
        ]
    },
    {
        "input": "カナダ音楽の殿堂は、カナダのロックバンド、トライアンフを加えて、その音楽を称えた。\n",
        "output": [
            "The Canadian Music Hall of Fame added veteran Canadian rock band Triumph to its honour roll.\n"
        ]
    },
    {
        "input": "計画では、ウィキペディアを議論して、何が百科事典のためになり、何がためにならないかを議論することになっていた。\n",
        "output": [
            "The plan was to discuss Wikipedia, and what does and doesn't work for the encyclopedia.\n"
        ]
    },
    {
        "input": "一部の人はまだ生きていて一人の海兵隊は地面に横たわっている男性が、彼の腕の1本がはっきり見えず、彼が武器を隠している可能性があるため、脅威だと感じた。\n",
        "output": [
            "Some were still alive and one marine thought a man lying on the ground was a threat because one of his arms was not clearly visible, so he could be hiding a weapon.\n"
        ]
    },
    {
        "input": "男性は、「生物学的な」兄弟で母親が同じであるか、あるいは養子縁組を通じた「血の繋がっていない」兄弟または片方の親が違う兄弟や義兄弟だった。\n",
        "output": [
            "The men were either \"biological\" brothers and shared the same mother or \"non-biological\" brothers through adoption or as half or step siblings.\n"
        ]
    },
    {
        "input": "米国大統領候補の上院議員であるバラク・オバマとジョン・マケインは、レイクフォレストのサドルバック教会からの生放送の公開討論会にそれぞれ参加した。\n",
        "output": [
            "United States Presidential candidates Senators Barack Obama and John McCain each participated in a live forum broadcast from Saddleback Church in Lake Forest.\n"
        ]
    },
    {
        "input": "「北極の状況では、氷が、油の風化を遅らせ、波によって湿らせることで、油がかなりの距離へと広がるのを防ぎ、反応により多くの時間がかかることから、石油流出反応を改善できる」\n",
        "output": [
            "\"In Arctic conditions, ice can aid oil spill response by slowing oil weathering, dampening waves, preventing oil from spreading over large distances, and allowing more time to respond.\"\n"
        ]
    },
    {
        "input": "グライダースは、タイジャパニーズバンコクユースセンターで開催される、アジア・オセアニア地域の車椅子バスケットボール選手権のためにタイのバンコクにいる。\n",
        "output": [
            "The Gliders are in Bangkok, Thailand, for the Asia-Oceania Zone Wheelchair Basketball Championships, which are being held at the Thai-Japanese Bangkok Youth Center.\n"
        ]
    },
    {
        "input": "執行の日付と建物退去期限は記載されていない。\n",
        "output": [
            "The date of execution and the period for evacuating the buildings were not stated.\n"
        ]
    },
    {
        "input": "「我々は交換取引となれば、できるかぎりあらゆる方法で、柔軟な姿勢であったが、イスラエル側があまりに軟弱で決断することができなかった」\n",
        "output": [
            "\"We have been flexible in every possible way when it came to a swap deal, but the Israeli side was too weak to make a decision.\"\n"
        ]
    },
    {
        "input": "『大きなファイアーウォール』で他のポルノや破壊的なサイトをブロックしている中国でも、YouTubeはふつう簡単にアクセスできる。\n",
        "output": [
            "YouTube is normally easily accessible in China, which blocks other pornographic or subversive sites with its 'Great Firewall'.\n"
        ]
    },
    {
        "input": "奇妙な数愛好家らは最近、時計が01:02:03、04/05/06(日/月/年の慣例を用いる)を打ったので、至る所で祝った。\n",
        "output": [
            "Fans of quirky numbers everywhere celebrated recently as the clock struck 01:02:03, 04/05/06 (using the DD/MM/YY date convention).\n"
        ]
    },
    {
        "input": "「20年以上前のパイパー・アルファの悲劇が、北海探査の危険性をはっきりさせたのと全く同じように、Auchengeichの災害は、スコットランド全体の炭鉱労働者が坑道を下りていく時はいつも彼らの仕事の一部として当たり前だと考えていた危険とリスクを非常に際立たせて明らかにした。」\n",
        "output": [
            "\"Just as the Piper Alpha tragedy more than two decades ago underlined the hazards of North Sea exploration, the Auchengeich disaster showed all too starkly the dangers and risks which miners all over Scotland took for granted as part of their job every time they descended the pits.\"\n"
        ]
    },
    {
        "input": "スチュワートは2位でフィニッシュしたことで1ポジション上がって9位となり、グレッグ・バイフルが10位に落ちた。\n",
        "output": [
            "Stewart move up one position after finishing second and is in the ninth position, as Greg Biffle fell to tenth.\n"
        ]
    },
    {
        "input": "VP-BKOの番号で登録されているその航空機は、１６年物で、もともとはアモイ航空で操業していました。\n",
        "output": [
            "The aircraft, registered as number VP-BKO, was sixteen years old, originally operated by Xiamen Airlines.\n"
        ]
    },
    {
        "input": "「これは、真夜中の投票になるだろう」\n",
        "output": [
            "\"This will be a vote in the middle of the night.\"\n"
        ]
    },
    {
        "input": "彼女は明らかに髪を掴まれ、それから、銃撃者は彼女と、彼女を助けに来ようとした2人の男性を銃撃した。\n",
        "output": [
            "She was apparently grabbed by the hair by the gunman who then shot her and two men who attempted to come to her aid.\n"
        ]
    },
    {
        "input": "警察は内密の情報を得た後、強制捜査を始めて女性を救出した。\n",
        "output": [
            "Police launched raids, rescuing the women after receiving a tip-off.\n"
        ]
    },
    {
        "input": "彼らはまた、処女のネズミに追加のプロラクチンを与える実験をし、妊娠中のネズミと類似の結果を発見した。\n",
        "output": [
            "They also tested virgin mice given additional prolactin, and found results similar to pregnant mice.\n"
        ]
    },
    {
        "input": "ロイヤルメールは顧客に、英国の郵便の集配は事件のために混乱するだろうと警告した。\n",
        "output": [
            "The Royal Mail is warning customers that mail collections and deliveries across the UK will be disrupted because of the incidents.\n"
        ]
    },
    {
        "input": "韓国の当局者は、肖像画の撤去は「おそらく諸事情による」と述べているが、まだこの件に関する詳細については出していません。\n",
        "output": [
            "South Korean officials are not yet speculating on the matter, saying the portrait removals \"may be for various reasons.\"\n"
        ]
    },
    {
        "input": "火が完全に鎮火されるまでに、少なくとも5日かかる可能性がある。\n",
        "output": [
            "It could take at least five days before the fire can be brought under full control.\n"
        ]
    },
    {
        "input": "運用コストの70％は燃料費が占めていて、航空会社は既に燃油サーチャージを再度、行程ごとに100バーツ増やして850バーツまで上昇させている。\n",
        "output": [
            "He says 70% of operating costs are taken up with fuel, and the airline has already raised fuel surcharges again by 100 baht to 850 baht per leg.\n"
        ]
    },
    {
        "input": "ジャーナリストは、退陣するコロンビア大統領アルバ・ウリベと戦争に苦しむ南米の国の右翼軍事グループとの結びつきに注意を促した。\n",
        "output": [
            "The journalist has called attention to ties between outgoing Colombian president Alvaro Uribe, and right-wing militia groups in the war-plagued South American country.\n"
        ]
    },
    {
        "input": "日曜日のCNNのウルフ・ブリッツァー氏のLateEditionの放送で、米国上院議員のジョージ・アレン氏（R、VA）とバーバラ・ボクサー氏（D、CA）はどちらもブリッツァー氏に対し、抗議行動で作り出された騒動の中、彼らはブッシュ大統領が個人的にシンディ・シーハン氏と会うべきだと思うと言った。\n",
        "output": [
            "On a CNN Wolf Blitzer Late Edition broadcast Sunday, U.S. Senators George Allen (R-VA) and Barbara Boxer (D-CA) both told Blitzer that in the furore created by the protest they believe President Bush should personally meet with Cindy Sheehan.\n"
        ]
    },
    {
        "input": "彼女は典型的な一日を説明して、「ショーの１時間半前には私はメーキャップルームにいる」と述べた。\n",
        "output": [
            "She describes a typical day: \"One hour and a half before the show I'm in the make-up room.\n"
        ]
    },
    {
        "input": "考古学的な場所は、エジプトのホスニ・ムバラク大統領の夏の自宅を見渡している地中海に沿う丘の上にある。\n",
        "output": [
            "The archaeological site is on a hill along the Mediterranean Sea overlooking the summer home of Hosni Mubarak, president of Egypt.\n"
        ]
    },
    {
        "input": "ブッシュ大統領は以前、ARDドイツテレビでグアンタナモ湾収容キャンプを閉鎖したいと述べた。\n",
        "output": [
            "President Bush said previously on ARD German television that he wants to close the Guantanamo Bay detainment camp.\n"
        ]
    },
    {
        "input": "2008年の台北新年カウントダウンパーティーは明らかに政治的な要因によって”色褪せた”。\n",
        "output": [
            "The 2008 Taipei City New Year Countdown Party was apparently \"faded\" with political factor.\n"
        ]
    },
    {
        "input": "シエラレオネの政府が望んでいた8億5000万ドルの公約のうち、わずかおよそ3億ドルが、資金の運用に関する融資条件付きで、確保できた。\n",
        "output": [
            "From the pledges of $850 million the government of Sierra Leone was hoping for only about $300 millions could be secured, with attached conditionalities concerning the use of funding.\n"
        ]
    },
    {
        "input": "警察は、自分たちの財産が破壊されるのを妨げようとした数名（基本的に女性）を打ちのめしていた。\n",
        "output": [
            "Police was bringing down those few (basically women) who tried to interfere with the destruction of their property.\n"
        ]
    },
    {
        "input": "多くの家や移動住宅や教会が破壊されたため、ボルーシャ郡、サムター郡、レイク郡、セミノール郡は非常事態を宣言した。\n",
        "output": [
            "Volusia, Sumter, Lake and Seminole counties have all been declared a state of an emergency as dozens of houses, mobile homes and a church were destroyed.\n"
        ]
    },
    {
        "input": "「私たちはこの期間に何も苦情を受理しなかった」とモザンビーク国家選挙委員会の会長であるレオポルド・ダ・コスタは述べた。\n",
        "output": [
            "\"We did not receive any complaints during this period,\" said the chairman of Mozambique's National Elections Commission, Leopoldo da Costa.\n"
        ]
    },
    {
        "input": "船に関しては、「私たちは国際法によって、彼らに所有者の元へ返却させることを求められているが、乗組員はすぐに帰還させられるので、所有者がインドネシアへ戻せるのは…かなり限定されている」と上院議員は説明した。\n",
        "output": [
            "As for the boats, \"We're required by international law to offer them to bond them back to the owners, but as the crew are immediately repatriated the ability of the owners to get them back to Indonesia ... is fairly limited,\" the Senator explained.\n"
        ]
    },
    {
        "input": "NASAのカッシーニ探査機が土星から驚くべき映像を送り返してきて、土星の有名な輪が予想よりもずっとゴツゴツしていることが判明した。\n",
        "output": [
            "NASA's Cassini orbiter has sent back remarkable images from Saturn, revealing that the planet's famous rings are far more bumpy than expected.\n"
        ]
    },
    {
        "input": "「彼らは我々にプレッシャーをかけたが、ありがたいことに我々のディフェンスがその役割を果たして、我々が認めたのは1ゴールだけ、リオーダンからの素晴らしい一撃だった。」\n",
        "output": [
            "\"They put us under pressure but, you know, thankfully our defence did their job and we only conceded one goal which was a fantastic strike from Riordan.\"\n"
        ]
    },
    {
        "input": "ニューポートとグリンデュアは、独自の権利を持つ大学になるように設置される。\n",
        "output": [
            "Newport and Glyndwr are set to become universities in their own right.\n"
        ]
    },
    {
        "input": "委員会への声明において、bemobileは、２０１０年の後半から新しい送信機マストを建てなかったと認めた。\n",
        "output": [
            "In a statement to the Commission, bemobile admitted it had not built any new transmitter masts since the latter part of 2010.\n"
        ]
    },
    {
        "input": "その地域の防衛大臣であるドミニク・DimDeng中将は、死亡が確認され、現在は少なくとも19人の軍関係者が亡くなったと考えられている。\n",
        "output": [
            "Lieutenant General Dominic Dim Deng, the area's defence minister, is confirmed to be dead and it is thought at least 19 military officials are now deceased.\n"
        ]
    },
    {
        "input": "NATO事務総長ヤープ・デ・ホープシェファーもその行為を非難した。\n",
        "output": [
            "NATO chief Jaap de Hoop Scheffer has also condemned the action.\n"
        ]
    },
    {
        "input": "モスクワ調査委員会は、容疑者は元受刑者のセルゲイ・Pomazunと特定している。\n",
        "output": [
            "The Moscow Investigative Committee identify the main suspect as former convict Sergei Pomazun.\n"
        ]
    },
    {
        "input": "2億2000万ドルの橋は2007年6月に開通する予定であり、オハイオ州の歴史で最も大きな建設プロジェクトである。\n",
        "output": [
            "The $220 million bridge is scheduled for opening in June, 2007, and is the largest construction project in the history of Ohio.\n"
        ]
    },
    {
        "input": "同様の気圧配置が、2003年に深刻な洪水と降水を引き起こしました。\n",
        "output": [
            "A similar system caused severe flooding and precipitation in 2003.\n"
        ]
    },
    {
        "input": "この書類のまとめは「この状況について大臣にアドバイスすることが必要かもしれない」と言う。\n",
        "output": [
            "The summary of the document said \"It may be necessary to advise the minister of the situation.\"\n"
        ]
    },
    {
        "input": "エレクトロン酸素発生装置の通気口の周りの残留蓄積はシャリポフによって記録されて撮影された。\n",
        "output": [
            "Residue accumulation around the vents of the Elektron oxygen generator was noted and photographed by Sharipov.\n"
        ]
    },
    {
        "input": "合衆国は、戦前イラクに不利になる事件を構築するため、誇張され、捏造された証拠を用いたと過去に糾弾された。\n",
        "output": [
            "The US has in the past been accused of using exaggerated and fabricated evidence to build its case against Iraq prior to the war.\n"
        ]
    },
    {
        "input": "最近、フォン投資ehf.は、デンマークの航空会社スターリング航空とマースク航空を買った。\n",
        "output": [
            "Recently the Fons Investment ehf. bought the Danish airlines Sterling Air and Mearsk Air.\n"
        ]
    },
    {
        "input": "フランス内務省は、多数の救助隊および救助物資の、早急な対応を約束する緊急計画を発動させるという珍しい段階を踏んだ。\n",
        "output": [
            "The French Interior Ministry took the rare step of activating an emergency plan to ensure rapid response from large numbers of rescuers and resources.\n"
        ]
    },
    {
        "input": "この衝突で、ニュージーランドとドイツは両方ともフィーチャーレースでトラックの最後からスタートすることになった。\n",
        "output": [
            "This crash made both New Zealand and Germany start from the end of the track for the feature race.\n"
        ]
    },
    {
        "input": "スタンフォード医療センターで、ロボットシステムが腹腔鏡下胃バイパス手術に使われ、理論的には標準の手術と同じ程度の余病率で成功した。\n",
        "output": [
            "A robotic system at Stanford Medical Center was used to perform a laparoscopic gastric bypass surgery successfully with a theoretically similar rate of complications to that seen in standard operations.\n"
        ]
    },
    {
        "input": "「この製品に対して大変関心があります」と、ナショナル・エイズ・マニュアルの編集長キース・アルコーンは言った。\n",
        "output": [
            "\"There is a lot of interest in this product,\" said editor Keith Alcorn of the National Aids Manual.\n"
        ]
    },
    {
        "input": "ゴンドウクジラは南島のポートレヴィに打ち上げられていたが、数十のボランティアがそれらを濁っていて浅い入江の外の、開けた水域に戻そうと助けた。\n",
        "output": [
            "The pilot whales beached themselves at Port Levy on South Island, but dozens of volunteers helped to try and get them back out to the open water out of the inlet, which is muddy and shallow.\n"
        ]
    },
    {
        "input": "「それは侮辱だ…彼らがやっていることはマオリ文化を表現していない」とBidoisは述べた。\n",
        "output": [
            "\"It is insulting ... what they are doing is not portraying Māori correctly,\" Bidois said.\n"
        ]
    },
    {
        "input": "火山は1989年〜90年における4か月間以来、噴火していなかった。\n",
        "output": [
            "The volcano had not erupted since a four-month period in 1989-90.\n"
        ]
    },
    {
        "input": "2つの新しい施設はそれぞれ毎年3000万ガロン（113ML）を生産可能である。\n",
        "output": [
            "Each of the two new plants can produce 30 million gallons (113 ML) annually.\n"
        ]
    },
    {
        "input": "彼は、OASの３４の加盟国の中で大多数の支持を得るために必要な１８票のうちの１７票を持っていると主張する。\n",
        "output": [
            "He claims to have 17 of the 18 votes needed in order to have the support of a majority within the 34 member states of the OAS.\n"
        ]
    },
    {
        "input": "ロバートソンは「『これは私の土地である』、分割したり分け与えることを決めたイスラエル首相に対して、神は『いいえ、これは私のものである』と言う」と述べた。\n",
        "output": [
            "Robertson said, \"'This is my land,' and for any prime minister of Israel who decides he is going to carve it up and give it away, God says, 'No, this is mine.'\"\n"
        ]
    },
    {
        "input": "第14回ローク・サバーのインド国民会議の有名な指導者で、彼は有能な共産党政治局員として知られる「2004年まで普通選挙で勝たなかった著名なガンジー一家の体制支持者」である。\n",
        "output": [
            "A prominent leader of the Indian National Congress in the 14th Lok Sabha, he is known to be a competent party apparatchik, \"a prominent Gandhi family loyalist who did not win a popular election until 2004\".\n"
        ]
    },
    {
        "input": "昨夜早く、中国のインターネットが大規模な攻撃を受け、アクセス速度が遅くなった。\n",
        "output": [
            "Early last night, massive attacks targeted China's Internet, slowing access to a crawl.\n"
        ]
    },
    {
        "input": "この解決策を提案する研究者集団は、彼らの解決策は男性後継者の伝統を守ることを目的としていると強調した。\n",
        "output": [
            "The group of scholars proposing this solution have stressed that their solution is aimed at maintaining the tradition of a male heir.\n"
        ]
    },
    {
        "input": "新予算はまた、州のプレスクールプログラムへの支出増加と、TennCare脱退者に対する1億ドルもの資金、そして州の準備金への多大な拠出を含んでいる。\n",
        "output": [
            "The new budget also includes an increase in spending for the state's preschool program, as much as $100 million in funding for TennCare disenrollees, and a significant contribution to the state's reserve fund.\n"
        ]
    },
    {
        "input": "「我々のようなインフォテイメントを求める市場が確実にあるので、他の言語に乗り出していくことを楽しみにしている。」\n",
        "output": [
            "\"We are looking forward to expanding into other languages as well, because there is definitely a market demanding our brand of infotainment.\"\n"
        ]
    },
    {
        "input": "英国空軍により、F3トーネイド戦闘機4機がロシアの軍用機迎撃のために発射されました。\n",
        "output": [
            "Four F3 Tornado fighter jets were launched by the United Kingdom's Royal Air Force to intercept Russian military planes.\n"
        ]
    },
    {
        "input": "「12インチファブの放棄と8インチファブの延期がこの件で重要な問題だと考えられている。」\n",
        "output": [
            "\"The abandonment of 12-inch fabs and the suspension of 8-inch fabs are considered critical issues in this incident.\"\n"
        ]
    },
    {
        "input": "木曜日には石油関係労働者がスラム付近のバーで武装集団によって誘拐された際、被害者を護衛していた軍の兵士が犯人によって射殺され、またもう一人の兵士も負傷した。\n",
        "output": [
            "On Thursday, oil workers were kidnapped from a bar near the slums by armed men who shot dead an Army soldier guarding the workers, and injured another soldier.\n"
        ]
    },
    {
        "input": "スコットランド初代大臣のアレックス・サルモンドMSPは日曜日にMoodiesburnで、約600人の観衆の前に銅像と記念公園をお披露目した。\n",
        "output": [
            "Scotland's First Minister Alex Salmond MSP unveiled a bronze statue and a memorial garden in Moodiesburn on Sunday in front of a crowd of approximately 600.\n"
        ]
    },
    {
        "input": "昨年8月、彼はその組合が「もはや私の組合ではない」と言った。\n",
        "output": [
            "Last August, he said of the union \"This is no longer my union.\"\n"
        ]
    },
    {
        "input": "「彼はその小包を（箱）に入れ、アレンの方向にデラウェアアベニューへと出て行った」バッファロー警察の警部補、K・シシュコフスキー氏は述べた。\n",
        "output": [
            "\"He dropped the package into the [box], and made his way out to Delaware Ave. towards Allen,\" stated Buffalo Police Lt., K Szyszkowski.\n"
        ]
    },
    {
        "input": "フランス語の新聞ル・ソワールによって引用された「情報通の消息筋」は、信号伝達システムに電気的な故障があった可能性を示唆していた。\n",
        "output": [
            "A \"well informed source\" quoted by French-language daily Le Soir suggested that there might have been an electrical failure in the signalling system.\n"
        ]
    },
    {
        "input": "新しい聖者は、ローザ・ベネリーニ（１６５６?１７２８）、マザー・セオドア・ゲラン（１７９８?１８５６）、フィリッポ・スマルドーネ（１８４８?１９２３）とラファエル・ギサール・ヴァレンシア（１８７８?１９３８）だった。\n",
        "output": [
            "The new saints were Rosa Venerini (1656-1728), Mother Theodore Guerin (1798-1856), Filippo Smaldone (1848-1923), and Bishop Rafael Guizar Valencia (1878-1938).\n"
        ]
    },
    {
        "input": "強盗が入った夕方、建物の他の部分で複数の警報が鳴ったために美術館の警備が気をそらされたと、警察は述べた。\n",
        "output": [
            "The police stated multiple alarms during the evening of the heist in other parts of the building had distracted the gallery guard.\n"
        ]
    },
    {
        "input": "ブリストル市議会は、当日は建物は閉鎖されたままである見込であるとしながらも、図書館は火曜日に再開可能であると報告しました。\n",
        "output": [
            "Bristol City Council has reported that it is possible the library will reopen on Tuesday, although it did say that it was likely the building would remain closed on that day.\n"
        ]
    },
    {
        "input": "中国のドメインは、中国を攻撃する多くのサービス妨害のうち、最新のものの中で狙われた。\n",
        "output": [
            "The Chinese domain was targeted in the latest of many denial of service attacks against China.\n"
        ]
    },
    {
        "input": "現行のカザフ法は、そのような種類の立ち退きや家屋の破壊について規定を設けていないということに留意するべきであり、また立ち退きには、退去させられる建物から運ばれる財産の目録を伴うべきであるし、さらに、この財産の保管場所も提供される必要がある。\n",
        "output": [
            "It should be noted that the acting Kazakh law does not stipulate such a kind of eviction as the demolition of houses, and the eviction should be accompanied by the inventory of property removed from the evacuated building, while the storage of this property should be provided is necessary.\n"
        ]
    },
    {
        "input": "報告によると、ガザ地区で起こった複数回のイスラエルの空襲で、1人の幼児を含む3人の子供たちが負傷した。\n",
        "output": [
            "According to reports, multiple Israeli airstrikes in the Gaza Strip have injured three children, including one infant.\n"
        ]
    },
    {
        "input": "乗客は主にNass-MurrayandRoberts建設会社の外国人で、バーレーン・ワールド・トレード・センター・タワーの完成を祝うディナークルーズを楽しんでいた。\n",
        "output": [
            "The passengers were mostly foreigners from the Nass-Murray and Roberts construction company, and were enjoying an evening dinner cruise in celebration of their completion of part of the Bahrain World Trade Centre towers.\n"
        ]
    },
    {
        "input": "それが渓谷に墜落したという報告もあれば、それは沼地地帯に墜落したと述べているものもあります。\n",
        "output": [
            "One report says it crashed into a ravine while another states it crashed into a swampy area.\n"
        ]
    },
    {
        "input": "彼は今週、そのテープを警察から受け取った後でメディアに提供した。\n",
        "output": [
            "He provided the tape to the media this week, after obtaining it from police.\n"
        ]
    },
    {
        "input": "政府すなわちニューサウスウェールズ州政府とシドニー・クリケットとスポーツトラストとの協力は、2014年までに完了する作業に関してシドニー・クリケット・グラウンドに関連する追加費用を埋め合わせることになる。\n",
        "output": [
            "A partnership between the government, New South Wales Government and the Sydney Cricket and Sports Ground Trust will cover additional costs associated with the Sydney Cricket Ground with work completed by 2014.\n"
        ]
    },
    {
        "input": "母親のインガ・エーキンズに電話をかけたところ、教師はエーキンズさんが到着して少女を連れて行くまでに1時間かかると思い、警察が呼ばれた。\n",
        "output": [
            "Police had been called when a phone call to mother Inga Akins, had led teachers to believe that it would take an hour for Ms Akins to arrive and take the girl away.\n"
        ]
    },
    {
        "input": "「スローモーションのように感じた。」\n",
        "output": [
            "\"It felt to me like it was in slow motion.\"\n"
        ]
    },
    {
        "input": "「つまり私にとっては、それは死を増殖させていると私が思う場所に来て、真実を公開し始めるための試みだった」と彼女は言った。\n",
        "output": [
            "\"So for me it was an attempt to come to a place that I think propagates death and start to proclaim truth,\" she said.\n"
        ]
    },
    {
        "input": "ケネディ政権時代、ヘレン氏は大統領の記者会見をすべて「ありがとう、大統領」という特徴的な言葉で締めくくり、彼女の仕事についてはつねに「私のキャリアでは、自分の価値は自分の最新記事と同じでしかない」という警句を発していた。\n",
        "output": [
            "During Kennedy's administration, Helen ended all presidential press conferences with a signature \"Thank you, Mr. President\" and always issued a caveat about her work: \"In my career you're only as good as your last story.\"\n"
        ]
    },
    {
        "input": "ABCニュースは、オサマ・ビン・ラディンからのメッセージテープの写しを入手して公開した。\n",
        "output": [
            "ABC News has obtained and released a transcript of a taped message from Osama Bin Laden.\n"
        ]
    },
    {
        "input": "ヨーロッパの国の多くでこの薬品は製造されているものの、主にヨーロッパ内で麻酔薬として使用されており、2008年以来死刑廃止運動の活発なEUでは死刑執行の際での使用に対して供給しようと言う製薬会社は見当たらない。\n",
        "output": [
            "Although many European countries manufacture the drug, which is primarily used in Europe as an anæsthetic, no manufacturer has been found that is willing to supply it for use in conjunction with the death penalty, the abolition of which has been lobbied by the EU since 2008.\n"
        ]
    },
    {
        "input": "爆弾が安全に信管を外される間、20人が自宅を避難した。\n",
        "output": [
            "20 people had to evacuate their homes while the bomb was safely defused.\n"
        ]
    },
    {
        "input": "私たちの旗は今日、自分の仲間を助けようとして死んだ低地域の身代わりのために半旗の位置で掲揚されている。\n",
        "output": [
            "Our flag is at half staff today for a Deputy in the low country who died going to help his fellow Deputy.\n"
        ]
    },
    {
        "input": "調査は、30人の下院議員と17人の上院議員に依頼された。\n",
        "output": [
            "The investigation was requested by 30 House members and 17 Senators.\n"
        ]
    },
    {
        "input": "マイクロソフト社は、Medstoryという健康情報検索エンジンを買収することを決めた。\n",
        "output": [
            "Microsoft decided to buy a health information search engine called Medstory.\n"
        ]
    },
    {
        "input": "外務大臣で73歳のプラナブ・クマール・ムカルジーは、彼がソニア・ガンジー議長と、その後シン首相と会議を開いた後で、財務大臣の任務を与えられている。\n",
        "output": [
            "External Minister Pranab Kumar Mukherjee, age 73, has been given the charge of Finance Ministry after he held meetings with Congress President Sonia Gandhi and then Prime Minister Singh.\n"
        ]
    },
    {
        "input": "「最終的に、夏にたくさんの子どもが私たちの山に滞在する。」と彼は付け加えた。\n",
        "output": [
            "“Ultimately, in the summer lots of kids stay in our mountains,” he added.\n"
        ]
    },
    {
        "input": "ノース・カロライナ州シャーロットのABC支部によると、フレアは、先週水曜日の州連絡高速道路485の運転中の過激な報復行為に関わった嫌疑がある。\n",
        "output": [
            "According to an ABC affiliate in Charlotte, North Carolina, Flair took part in an alleged road rage incident last Wednesday on Interstate 485.\n"
        ]
    },
    {
        "input": "「5万人以上が不法入国したのは、ラッド氏がすべてを閉鎖したせいだ」とアボット氏は主張した。\n",
        "output": [
            "\"It's because Mr. Rudd closed it all down that we've had more than 50,000 illegal arrivals,\" claimed Abbott.\n"
        ]
    },
    {
        "input": "米国とヨーロッパは、それぞれが世界累積排出量の25％以上を排出している。\n",
        "output": [
            "The USA and Europe have each contributed more than 25% of accumulated global emissions.\n"
        ]
    },
    {
        "input": "彼女は、ダイバーが水深70フィートで彼女の重くなった遺体を発見した1997年8月まで発見されなかった。\n",
        "output": [
            "She was not found until August 1997, when divers found her weighted corpse 70 feet deep.\n"
        ]
    },
    {
        "input": "かれは、これは「私の映画の資金集めの経験に基づいた、物語ベースの、初心者映画製作者のために役立つ記事と、低予算映画製作の世界を侵略する、おかしな人々をくっつけている」と語った。\n",
        "output": [
            "He says that it \"combines helpful articles for beginning filmmakers with narrative tales based on my experiences raising money for features and the crazy personalities that invade the world of microbudget filmmaking.\"\n"
        ]
    },
    {
        "input": "水曜日、定期供給輸送のさなかに、2つの部隊が行方不明となったと、金曜にアフガニスタンのNATO率いる軍が声明を発表した。\n",
        "output": [
            "The NATO-led force in Afghanistan issued a statement on Friday saying that that two of its troops went missing on Wednesday while on a routine supply mission.\n"
        ]
    },
    {
        "input": "両国の議会は契約に同意したが、それは、両国を結びつけることになる。\n",
        "output": [
            "Parliaments in both countries approved the deal, which will be binding on both countries.\n"
        ]
    },
    {
        "input": "この時期はいつも忙しい花火専門家は、安全で合法的な花火ショーを要求し、市民に組織された公的なショーに参加するよう訴えた。\n",
        "output": [
            "Fire experts, always busy around this time of year, have called for the use of safe and legal firework displays and have urged citizens to attend organised public displays.\n"
        ]
    },
    {
        "input": "地方政府当局は、日曜にアフガニスタン南部で道端の爆弾によって、少なくとも11人が死亡したと述べている。\n",
        "output": [
            "Local government officials have said that at least eleven people were killed on Sunday in southern Afghanistan by a roadside bomb.\n"
        ]
    },
    {
        "input": "カナダのバンクーバーから約80マイル南にある、アメリカのワシントン州アナコーテスにあるワシントン州製油所で一晩中、爆発と火災があり、昨日4人が死亡して3人が負傷して危篤状態にある。\n",
        "output": [
            "An overnight explosion and fire at a Washington State oil refinery in Anacortes, Washington, United States, a city about 80 miles south of Vancouver, Canada, yesterday killed four people and critically injured three others.\n"
        ]
    },
    {
        "input": "五時間の会議の後、ベネズエラのフーゴ・チャベスとコロンビアのアルバロ・ウリベは２ヶ月続いた外交的な緊張を終わらせた。\n",
        "output": [
            "After five hours of meeting, the presidents Hugo Chávez from Venezuela and Alvaro Uribe from Colombia put a end to the diplomatic tension that had completed two months.\n"
        ]
    },
    {
        "input": "オーストラリアの野党は、そのコメントを政府を攻撃する機会として利用した。\n",
        "output": [
            "The Australian opposition has used the comments as an opportunity to attack the government.\n"
        ]
    },
    {
        "input": "治安部隊が爆発現場を保持している間に、負傷者は治療のために地元の軍事病院に運ばれた。\n",
        "output": [
            "The wounded were taken to a local military hospital for treatment, while security forces secured the scene of the blast.\n"
        ]
    },
    {
        "input": "ブルトマンは「その服用量では、脳のメラトニン受容体があまりに多くのホルモンに曝され、感受性が鈍くなり、ホルモンの効果は2、3日後に終わる」と言う。\n",
        "output": [
            "At that dose, says Wurtman, the hormone's effects end after a few days because melatonin receptors in the brain become unresponsive when exposed to too much of the hormone.\n"
        ]
    },
    {
        "input": "ホテル客は1階の展示ホールに避難させられた。\n",
        "output": [
            "Visitors at the hotel were evacuated to the exhibition hall at street level.\n"
        ]
    },
    {
        "input": "これまで、中国本土ではタブーである政治活動は、中国の特別行政区（SAR）当局には許容されてきた。\n",
        "output": [
            "In the past political activities that are taboo in China proper have been tolerated by the Special Administrative Region of the People's Republic of China (SAR) authorities.\n"
        ]
    },
    {
        "input": "居住しているAysar・カリドはロイターに「私は目が覚めて雪が降っているのを見たので、家族を全員起こして雪が降っているのを見に来るように言った」と話した。\n",
        "output": [
            "Resident Aysar Khaled told Reuters \"I woke up and I saw snow falling, so I woke up all the family and told them to come and see the snowfall.\"\n"
        ]
    },
    {
        "input": "1980年代と1990年代の間、ベーテは原子力エネルギーの平和的な使用のために働きかけ、核軍備拡大競争に対し、また、核実験に対して反対した。\n",
        "output": [
            "During the 1980s and 1990s, Bethe campaigned for the peaceful use of nuclear energy, arguing against the nuclear arms race and against nuclear testing.\n"
        ]
    },
    {
        "input": "新しい米国の貿易割当量は、中国の繊維輸入の伸びをこの一年に渡る出荷と比べて7.5パーセントに制限する。\n",
        "output": [
            "The new U.S. trade quota will limit the growth of Chinese textile imports to 7.5 percent compared with shipments over the past year.\n"
        ]
    },
    {
        "input": "殺された5人の消防士は、彼らのトラックに炎が燃え広がった時に息を引き取った。\n",
        "output": [
            "The five firefighters that were killed died when their truck was overrun by the flames.\n"
        ]
    },
    {
        "input": "環境科学者らは、地球が「6500万年中最大の大規模絶滅」に向かっているという具体的な証拠があると言う。\n",
        "output": [
            "Environmental scientists say they have concrete evidence that the planet is undergoing the \"largest mass extinction in 65 million years\".\n"
        ]
    },
    {
        "input": "インターネット上のトップ10に入るウェブサイトの1つであるウィキペディアは、もうすぐ美容整形を受ける。\n",
        "output": [
            "Wikipedia, one of the top ten websites on the internet, will soon be receiving a face lift.\n"
        ]
    },
    {
        "input": "軍事介入するという政府の提議が覆されたことは、ある人たちを驚かせた。\n",
        "output": [
            "The defeat of the government motion for military intervention has surprised some.\n"
        ]
    },
    {
        "input": "一人は、ゲイリー・マクヘイルと言い、オンタリオ州のリッチモンド・ヒルに住む男性で、オンタリオ州のカレドニアの占有地に侵入し、現在も続く原住民の占領に対抗して集会を組織した。\n",
        "output": [
            "One was Gary McHale, a Richmond Hill, Ontario man who entered the occupied land in Caledonia, Ontario to organize a rally against the ongoing aboriginal occupation.\n"
        ]
    },
    {
        "input": "アストロズは、現時点で58勝73敗の記録でナショナルリーグ中地区で５位である。\n",
        "output": [
            "The Astros are currently in fifth place in the National League Central with a record of 58-73.\n"
        ]
    },
    {
        "input": "ロンドンからの直接統治は、IRAによるスパイ事件調査による2002年の議会と執行部の解散以来続いていた。\n",
        "output": [
            "Direct rule from London has been in place since the Assembly and Executive dissolved in 2002 over allegations of IRA spying ring.\n"
        ]
    },
    {
        "input": "「彼は上海で成長し、非常に礼儀をわきまえていた。」\n",
        "output": [
            "\"He had grown up in Shanghai and had very good manners.\"\n"
        ]
    },
    {
        "input": "一部の学生は、彼らは最初の事件の2時間以上後に送られたEメール警報まで、大学から警告を受け取らなかったと、不満をもらした。\n",
        "output": [
            "Some students complained that they had received no warning from the university until an e-mail alert sent more than two hours after the first incident.\n"
        ]
    },
    {
        "input": "GoMはまた、コミュニティラジオ局が放送1時間あたり5分以内の商業的広告を許可されるよう提案した。\n",
        "output": [
            "The GoM has also proposed that community radios be allowed up to 5 minutes of commercial advertising for every hour of broadcast.\n"
        ]
    },
    {
        "input": "警察は、彼の遺体の近くに自筆で「汝、殺すなかれ」と書かれているのを発見した。\n",
        "output": [
            "Police found a homemade sign near his body which said \"Thou Shalt Not Kill.\"\n"
        ]
    },
    {
        "input": "煙草広告および後援と同じく、公共の場で煙草を売る自動販売機も禁止される。\n",
        "output": [
            "Vending machines selling cigarettes in public places will be banned as will cigarette advertisements and sponsorships.\n"
        ]
    },
    {
        "input": "彼女はKSAXで仕事を始め、アリゾナ州のエル・パソとツーソンでも働いた。\n",
        "output": [
            "She began her career at KSAX and also worked in El Paso and Tucson, AZ.\n"
        ]
    },
    {
        "input": "「結局のところ、これが最も弱い人々に最も大きな利益を供給するアプローチであると、我々は思っています。」\n",
        "output": [
            "On balance, we believe this is the approach that will deliver the greatest benefits to the most vulnerable people.\"\n"
        ]
    },
    {
        "input": "2008年のその宇宙望遠鏡に向けた計画上のミッションで、その望遠鏡の能力をさらに高めるための機材の輸送が予定されている。\n",
        "output": [
            "A scheduled mission to the space telescope in 2008 is expected to deliver instruments to further upgrade the capabilities of the telescope.\n"
        ]
    },
    {
        "input": "ブラット氏はまた検察側が描いた依頼人の似顔絵を批判した。\n",
        "output": [
            "Blatt also criticized the portrait prosecutors had painted of his client.\n"
        ]
    },
    {
        "input": "「このアウトブレイクの深刻さがどの程度のものなのか本当には分からない中で私たちは備えています。」\n",
        "output": [
            "We're preparing in an environment where we really don't know ultimately what the size of seriousness of this outbreak is going to be.\"\n"
        ]
    },
    {
        "input": "アビラは、決勝の投票総数4百万票のうち、ほんの3％を超える差の約131,000票で勝ちました。\n",
        "output": [
            "Avila won by approximately 131,000 votes, a margin of just over three per cent of the four million votes cast in the final.\n"
        ]
    },
    {
        "input": "新しい研究は、生存者と死亡率の国際研究だ。\n",
        "output": [
            "The new study is an international study of survival and mortality.\n"
        ]
    },
    {
        "input": "アメリカの三大株式市場の指標は月曜日の終値からそれぞれ2％下落して、2007年に次いで過去2番目の下落幅を記録した。\n",
        "output": [
            "The three major US stock market indices each fell two percent from Monday's closing price, marking the second-biggest loss of 2007.\n"
        ]
    },
    {
        "input": "表彰そのままの表現によると、賞は、「四次元相対論的ゲージ理論における自発的対称性の破れ、及びベクトルボソン質量の一貫的生成メカニズムに関する特性の解明に対して」授与されたとのことである。\n",
        "output": [
            "The full citation stated the prize was awarded \"For elucidation of the properties of spontaneous symmetry breaking in four-dimensional relativistic gauge theory and of the mechanism for the consistent generation of vector boson masses.\"\n"
        ]
    },
    {
        "input": "一旦この試運転が完了すると、すべての部署が将来的にLinuxとOpenOffice.orgへと移行する。\n",
        "output": [
            "Once the pilot is completed all the departments will eventually be migrated to Linux and OpenOffice.org.\n"
        ]
    },
    {
        "input": "誰が国内に残留し誰が国外に送られるべきかを決定するほどの権限をCIAに与えることについては議論の的となっているが、それは過去には被告人が国外に送られる個々のケースの許可に対しホワイトハウス、国務省、司法省のどこかが関与していたためだ。\n",
        "output": [
            "Allowing the CIA to have so much power in deciding who can stay in the country and who is shipped off to other countries is controversial, because in the past, the White House, State Department, or Justice Department would have been involved in approving individual cases of sending prisoners to other countries.\n"
        ]
    },
    {
        "input": "IsaiasCarrasco（42歳）は、自宅前で、妻と娘の目の前で撃たれ、病院に運ばれたが、病院でその傷が原因で死亡した。\n",
        "output": [
            "Isaías Carrasco, 42, was shot outside his house in front of his wife and daughter and was taken to hospital, where he died of his wounds.\n"
        ]
    },
    {
        "input": "訴訟額は7億5000万米ドル(5億2800万ユーロ)以上であり、これはマーベルの映画の収入見積額のおよそ半分に値する。\n",
        "output": [
            "The suit is for more than US$750 million (£528M) — about half of the estimated proceeds from Marvel's movies.\n"
        ]
    },
    {
        "input": "「仕事と成長に深く関与するため、我々は黒字への復帰を先に延ばすという責任あるコースをとり、税収への容赦ない打撃のために、２０１３／２０１４年度に１８０億ドルの赤字があるだろう。」\n",
        "output": [
            "\"Because of our deep commitment to jobs and growth, we have taken the responsible course to delay the return to surplus, and due to a savage hit to tax receipts, there will be a deficit of $18 billion in 2013/14\".\n"
        ]
    },
    {
        "input": "患者の慈善団体であるマイグレイン・アクションの責任者のリー・Tomkinは、その知らせを「素晴らしい」そして「まさに真の偉大な前進」として表現した。\n",
        "output": [
            "Lee Tomkin, director of a sufferers' charity, Migraine Action, described the news as \"fantastic\" and \"genuinely a really great step forward.\"\n"
        ]
    },
    {
        "input": "「しかし、言うように、私は先頭に立ちつづけ、保守的にはならないつもりです。」\n",
        "output": [
            "But like I say, I'm not going to be conservative having the lead.\n"
        ]
    },
    {
        "input": "「北朝鮮がすべての核兵器と既存の核開発計画の放棄に対する具体的な行動を示すことが必要であると、我々は思っています」と、日本の安倍晋三首相は言った。\n",
        "output": [
            "We believe it is necessary for North Korea to show concrete actions toward the abandonment of all nuclear weapons and existing nuclear programs,\" said Shinzo Abe, the Prime Minister of Japan.\n"
        ]
    },
    {
        "input": "情報ウィークは、ケーブルが数１００万米ドルを要することになっていると報じた。\n",
        "output": [
            "Information week has reported that the cable is expected to cost several million US dollars.\n"
        ]
    },
    {
        "input": "新しい路面電車のための資金提供は主にTfLから来ることになっているが、ロンドンのクロイドン特別区がプロジェクトに３００万ポンド拠出することが確認されている。\n",
        "output": [
            "Funding for the new trams is expected to largely come from TfL, however the London Borough of Croydon has also confirmed a £3m contribution to the project.\n"
        ]
    },
    {
        "input": "回復は、シティバンクの1〜2月期の利益の管理についてのニュースの後、今週初めから始まった。\n",
        "output": [
            "The rally began earlier this week after the news from Citigroup Inc. about managing profits during first two months of the year.\n"
        ]
    },
    {
        "input": "スティーヴン・ハーパー首相、彼の妻、そして彼らの2人の子どもたちを含む約25000人がそこに居た。\n",
        "output": [
            "About 25,000 people including Prime Minister Stephen Harper, his wife and their two children were there.\n"
        ]
    },
    {
        "input": "アシュリーの両親は彼女を家に留めて彼ら自身で彼女の世話をしたいと思い、彼らの娘の生活の質を保証したいと思っている。\n",
        "output": [
            "Ashley's parents want to keep her at home and care for her themselves, and they want to guarantee their daughter's quality of life.\n"
        ]
    },
    {
        "input": "エミリーは今年のハリケーンシーズンに発生した5番目の熱帯暴風雨である。\n",
        "output": [
            "Emily is the fifth tropical storm to develop this hurricane season.\n"
        ]
    },
    {
        "input": "同性婚を合法化する法案が政府成立から100日以内に提案されるだろうと主張しながら、ラッド氏はもし再選されれば「完全なる良心的投票」を許すことを約束した。\n",
        "output": [
            "Pledging that a bill to legalise same-sex marriage would be introduced within 100 days of government, Rudd promised to allow a \"full conscience vote\" if he were to be re-elected.\n"
        ]
    },
    {
        "input": "放棄することが無ければ、専門的な事項によって北朝鮮の核プログラム解体の進捗状況は遅れ、やっかいな状況になる可能性があると、軍備管理・不拡散センターのレオノール・トメロは発言した。\n",
        "output": [
            "The absence of the waiver could have led to an embarrassing situation where progress on dismantling North Korea's nuclear program would have been delayed because of a technicality, said Leonor Tomero of the Center for Arms Control and Non-Proliferation.\n"
        ]
    },
    {
        "input": "彼はまた、価格が下がれば、航空会社は容易に業務に戻れる、「燃料価格が下落して状況が改善し、採算性の展望が明るくなれば、私たちはもう一度飛行できる」と述べた。\n",
        "output": [
            "He also said that the airline could return to service with ease if prices dropped, noting that, \"if the situation improved with fuel prices being lowered and the profitability outlook was better, we could be airborne again.\"\n"
        ]
    },
    {
        "input": "ナルマダBachaoAndolanの活動家は警察がパトカーを移動させるのを阻止しようとして、何人かは暴動の罪で逮捕された。\n",
        "output": [
            "Activists of the Narmada Bachao Andolan tried to prevent the police from moving Patkar and some were arrested on rioting charges.\n"
        ]
    },
    {
        "input": "それは、最近管財人の管理下に入ったリバプールの店ルイシズと混同してはいけない。\n",
        "output": [
            "It should not be confused with the Liverpool store Lewis's which has recently gone into receivership.\n"
        ]
    },
    {
        "input": "ビースト・ルース・イン・パラダイスは意図的に、より「映画に合って」いて「ホラー気味」ではあるが。\n",
        "output": [
            "Although Beast Loose in Paradise is more 'movie-esque' and 'horror-ish' on purpose.\n"
        ]
    },
    {
        "input": "サレの裁判所はアル＝アンダルスのメンバー14人に対し、モロッコの標的に対する襲撃を計画したとして、昨日、有罪判決をくだした。\n",
        "output": [
            "A court in Salé sentenced fourteen members of Fath Al Andalous (Conquest of Andalusia) to jail yesterday for planning attacks against targets in Morocco.\n"
        ]
    },
    {
        "input": "「この増加は、資格付与の刷新と租税政策の推進を含め、経済成長と財政責任を促進するという政策を採用し維持する必要性を強める。」\n",
        "output": [
            "\"This increase reinforces the need to adopt and maintain policies that promote economic growth and fiscal responsibility, including entitlement reform and pro-growth tax policies.\"\n"
        ]
    },
    {
        "input": "ＰＴＩ通信によると、インドの警察は３人の未成年の少女から、彼が彼女らを強姦したと主張している告訴を受け取った。\n",
        "output": [
            "According to Press Trust of India, police in India received complaints from three underage girls alleging he had raped them.\n"
        ]
    },
    {
        "input": "商人は11月1日まで反対運動からの離脱を拒否したが、11月1日にはデリー市行政自治体が封鎖活動を再開すると見込まれている。\n",
        "output": [
            "Traders refused to move back from the agitation until November 1, when Municipal Corporation of Delhi is likely to resume its sealing drive.\n"
        ]
    },
    {
        "input": "決議により、バン・ギムン国連事務総長はすべての中東国による会議を招集した。\n",
        "output": [
            "The resolution directs United Nations Secretary-General Ban Ki-Moon to organize a conference of all the Middle East states.\n"
        ]
    },
    {
        "input": "ウィキニュース独自のパトリック・マニオンは、アメリカ合衆国社会党の候補者ブライアン・ムーアと電子メールで通信した。\n",
        "output": [
            "Wikinews' own Patrick Mannion corresponded with the Socialist Party USA nominee and candidate, Brian Moore via e-mail.\n"
        ]
    },
    {
        "input": "マイクロソフトはこれを承諾し、製品が革新的であることを根拠に、製品に対するライセンシーの収益の6.5％の使用料で情報を提供した（具体的には、特許ライセンスに対して3.87％と情報ライセンスに対して2.98％）。\n",
        "output": [
            "Microsoft agreed to this, providing the information for royalty fees of 6.5% of the licensee's revenues for the product on grounds of innovation (specifically, 3.87% for the patent license and of 2.98% for the information license).\n"
        ]
    },
    {
        "input": "サンクトペテルブルクを本拠地とするプルコボ航空所有のツポレフTu-154型機の612便がウクライナで墜落し、170名が死亡した2006年8月以来、ロシアで最悪の商業航空機事故になると言われています。\n",
        "output": [
            "This is said to be Russia's worst commercial air disaster since August 2006 when 170 people died after a Tupolev Tu-154 passenger jet, flight 612, owned by St. Petersburg-based Pulkovo Airlines, crashed in the Ukraine.\n"
        ]
    },
    {
        "input": "「彼はイラクに自由を求めているということについて誠実だと今はわかった」とシンディ氏は会合の後で言った。\n",
        "output": [
            "\"I now know he's sincere about wanting freedom for the Iraqis,\" Cindy said after their meeting.\n"
        ]
    },
    {
        "input": "戦略の選択肢には、アフガニスタン経済を立て直しながらのアフガニスタン・パキスタンの関係改善がある。\n",
        "output": [
            "Options for a strategy include improving Afghan-Pakistani relations, while rebuilding Afghanistan's economy.\n"
        ]
    },
    {
        "input": "政府筋はシドニーモーニングヘラルドに、州と連邦政府がそれぞれ最大で100万ドルまで遣うつもりでいるとほのめかした。\n",
        "output": [
            "A government source suggested to the Sydney Morning Herald that the state and federal governments are spending up to $1million each.\n"
        ]
    },
    {
        "input": "ヨハネ・パウロ2世の訪問はフォークランド紛争と暗殺事件を受けてキャンセルも見込まれていた。\n",
        "output": [
            "John Paul's visit was likely to be cancelled due to the Falklands War and assasination attempts.\n"
        ]
    },
    {
        "input": "今のところ、現在の調査はその男性2名の間の関連を明らかにしていない。\n",
        "output": [
            "At the moment, current research does not show any connection between the two men.\n"
        ]
    },
    {
        "input": "有罪の評決が読まれたあと、安心したブラウン・サンダースは裁判に出席していた彼女の家族や友人を抱きしめた。\n",
        "output": [
            "After the guilty verdict was read, a relieved Browne Sanders hugged her family and friends who were present at the trial.\n"
        ]
    },
    {
        "input": "それは又、「彼は、飛行機が滑走路に突っ込み、空中にバウンドした時に、GagamRochmana副機長が『周回』プログラムを開始するよう要求したにも関わらず無視された時点で、緊急回避行動のもう一つの機会を逃した」と、コメントしました。\n",
        "output": [
            "It also commented that he missed one further opportunity for emergency evasive action when the airliner struck the runway and bounced into the air, at which point co-pilot Gagam Rochmana requested a 'go-around' procedure be initiated, but was also ignored.\n"
        ]
    },
    {
        "input": "内閣は大部分が前内閣を継承しているが、論議を巻き起こしたり反感を買った大臣の中には解任されたり、より安全な地位に異動された大臣もいた。\n",
        "output": [
            "While the cabinet is for a large part copied from the preceding one, some ministers who had provoked controversy and animosity were removed or moved to another less risky position.\n"
        ]
    },
    {
        "input": "地域パートナーシップ計画は、周辺地域のプロジェクトに政府援助を提供する。\n",
        "output": [
            "Regional Partnerships program provides government assistance for projects in regional areas.\n"
        ]
    },
    {
        "input": "バグボの広報担当者アブドン・ジョージ・BayetoはBBCに、選挙は「現職者に対する国際的陰謀」として不正に操作されたもので、ワタラ派への戦いを継続するつもりだと語った。\n",
        "output": [
            "Gbagbo's spokesman, Abdon George Bayeto, told the BBC the elections were rigged as an \"international plot against the incumbent\" and was going to continue fighting forces loyal to Ouattara.\n"
        ]
    },
    {
        "input": "「ほとんどどこからともなくハリケーンが来たようだった。」\n",
        "output": [
            "\"It almost seemed like a hurricane hit out of nowhere.\"\n"
        ]
    },
    {
        "input": "バグダッドの多国籍軍のスポークスマン、スティーヴ・ストーバー中佐は「罪のないイラク人を標的にすることで、彼らは本当の悪魔的な人格を示している」と言った。\n",
        "output": [
            "Lt. Col. Steve Stover, a spokesman for the multinational force in Baghdad, said, \"By targeting innocent Iraqis, they show their true demonic character.\n"
        ]
    },
    {
        "input": "ASローマが得失点差で2位となり、その後に、FCディナモ・キエフを2-1で破ったスポルティングCPが続いた。\n",
        "output": [
            "AS Roma are second on goal difference ahead of Sporting CP, who defeated FC Dynamo Kyiv 2-1.\n"
        ]
    },
    {
        "input": "「私はこれを懸念し、我々はアフガニスタンの人々に正しいメッセージを伝える必要があると考えている」と彼は言った。\n",
        "output": [
            "\"I would be concerned about it and I think we need to pass the right message to the Afghan people,\" he said.\n"
        ]
    },
    {
        "input": "スパイカーが、史上初のフォーミュラーワンのインドナショナルチームになりつつ、次のシーズンのオーナーを変更することが確認された。\n",
        "output": [
            "It was confirmed that Spyker will change owners next season becoming the first Indian national Formula One team in history.\n"
        ]
    },
    {
        "input": "脱出した囚人を追跡するためにアフガニスタンとNATOの軍隊が配備された時、カンダハル州全体に緊急事態が宣言された。\n",
        "output": [
            "A state of emergency has been declared throughout Kandahar province, as large numbers of both Afghan and NATO forces have been deployed to track down the escaped prisoners.\n"
        ]
    },
    {
        "input": "インフラストラクチャーの損害は、食糧援助の配布を遅らせ、広範囲の飢餓の本当の可能性につながった。\n",
        "output": [
            "Infrastructure damage, leading to slow distribution of food aid, has lead to the very real possibility of widespread starvation.\n"
        ]
    },
    {
        "input": "ブリュッセルとケルン間のタリスの運行は今再開しているが、アムステルダムとパリの運行はまだ中断されたままである。\n",
        "output": [
            "Thalys services between Brussels and Cologne have now resumed, but services to Amsterdam and Paris are still suspended.\n"
        ]
    },
    {
        "input": "自由党員、進歩保守党員、新民主党員、オンタリオ州緑の党員、および家族連合、自由、共産、自由主義、そして地域連合党のメンバーも無党派層からもインタビューを期待している。\n",
        "output": [
            "Expect interviews from Liberals, Progressive Conservatives, New Democratic Party members, Ontario Greens, as well as members from the Family Coalition, Freedom, Communist, Libertarian, and Confederation of Regions parties, as well as independents.\n"
        ]
    },
    {
        "input": "監督として、彼は２３年の間に１８００試合で勝った。\n",
        "output": [
            "As a manager, he also won 1,800 games over the course of 23 years.\n"
        ]
    },
    {
        "input": "アイルランドの航空会社ライアンエアーは、今朝の取引で12％急落し、景気後退の不安感の中での市場環境悪化に関する懸念をさらに強めた。\n",
        "output": [
            "Irish airline Ryanair took a 12% slump in this morning’s trade, further intensifying concern about poor market conditions amid recessionary fears.\n"
        ]
    },
    {
        "input": "支払いの疑わしさを調査しないことを選んだのは、違法性を認めたことに等しいと言われた。\n",
        "output": [
            "It was noted that choosing not to investigate the suspicious nature of the payments was equivalent to accepting their illegality.\n"
        ]
    },
    {
        "input": "研究者らは、タイプ2の糖尿病で、より高いインスリン抵抗性を持つ人たちにおいて、肝臓が「セレノプロテインP」をコードする遺伝子（SEPP1）のレベルが高いことを示しているのを発見した。\n",
        "output": [
            "The researchers found the liver expresses higher levels of the gene encoding \"selenoprotein P\" (SEPP1) in people with type 2 diabetes – those with more insulin resistance.\n"
        ]
    },
    {
        "input": "カリフォルニア州サンノゼのロン・ゴンザレス市長はサンタクララ郡地方検察局によって取調べられている。\n",
        "output": [
            "San Jose, California mayor Ron Gonzales is being investigated by the Santa Clara County District Attorney's Office.\n"
        ]
    },
    {
        "input": "１つの品、カップは数千ユーロの価値があった。\n",
        "output": [
            "One item, a cup, has been valued at several thousand Euros.\n"
        ]
    },
    {
        "input": "「さらに、志願者は2006年12月31日に32歳以上であってはならない。」\n",
        "output": [
            "\"Furthermore, applicants should not be more than 32 years old on 31 December, 2006 …\"\n"
        ]
    },
    {
        "input": "マクレランは「ご覧のとおり、この報告は、海外のアメリカ合衆国のイメージに深刻なダメージを与えた」と語った。\n",
        "output": [
            "McClellan said, \"Look, this report caused serious damage to the image of the United States abroad.\"\n"
        ]
    },
    {
        "input": "「そして今、アメリカ大統領がこれらの方針を宣言し、奨励する時に、イスラエル首相が寄り添って正反対の事をする」\n",
        "output": [
            "\"And now, at the time when an American president declares these principles and promotes them, an Israeli PM comes along and does the exact opposite.\"\n"
        ]
    },
    {
        "input": "「昨年１２月１８日に、私はインドネシアの司法長官に、オーストラリア政府は死刑宣告に反対で、バリ・ナインの背景のもとでオーストラリア人が死刑を宣告されるのを見たくなかったと彼に思い出させる手紙を書きました」と、彼は言った。\n",
        "output": [
            "\"On the 18th of December last year, I wrote to the Indonesian Attorney-General reminding him that the Australian Government was opposed to the death sentence and we didn't want to see, in the context of the Bali nine, any of the Australians sentenced to death,\" he said.\n"
        ]
    },
    {
        "input": "１４の州の史跡は、１０月１日に閉められる予定だ。\n",
        "output": [
            "Fourteen state historic sites are scheduled to be closed October 1.\n"
        ]
    },
    {
        "input": "トラ・ストライプに沿って最も暖かい地方は、カッシーニの画像で見られる２つの噴出場所と一致する。\n",
        "output": [
            "The warmest regions along the tiger stripes correspond to two of the jet locations seen in Cassini images.\n"
        ]
    },
    {
        "input": "ジンバブエはジャマイカのキングストンにあるサビナパークで、ワールドカップのグループDの第2試合でアイルランドに対し引き分けた。\n",
        "output": [
            "Zimbabwe tied the second Group D match in the World Cup against Ireland at Sabina Park, Kingston, Jamaica.\n"
        ]
    },
    {
        "input": "告発された請負業者の一人であるマルク・Luypaertsはマスコミに、ハッセルトで調査を担当した裁判官は彼に、ローラン王子について話すことを禁止したと語った。\n",
        "output": [
            "One of the accused contractors, Marc Luypaerts, has told the press that the judge responsible for the investigation in Hasselt had forbidden him to speak about Prince Laurent.\n"
        ]
    },
    {
        "input": "ホルムズ海峡は戦略的に非常に重要で主要な航路である。\n",
        "output": [
            "The Strait of Hormuz is a major shipping route of great strategic importance.\n"
        ]
    },
    {
        "input": "しかし、今朝、ダラス警察は、オーエンズが未知のかなりの量の錠剤を飲んだと報告し、彼が今朝警察によって、自殺しようとしていたか尋ねられた際、オーエンズは、「はい」と答えた。\n",
        "output": [
            "But this morning, Dallas police have reported that Owens took an unknown large amount of the pills, and when asked by police this morning if he had been attempting to hurt himself, Owens replied, \"Yes.\"\n"
        ]
    },
    {
        "input": "スパイダーマン、アイアンマン、X-メン、ハルク、ファンタスティック・フォーのような超大作映画のフランチャイズから得られる映画と本の収益の2分の1を提示して、社会的損害からの回復を、同社は求めている。\n",
        "output": [
            "The company is suing for recovery of civil damages representing one-half of film and book earnings from such blockbuster films as Spider-Man, Iron Man, X-Men, Hulk, and Fantastic Four franchises.\n"
        ]
    },
    {
        "input": "野党は、過半数の労働党と何人かの無党派を凌駕するために少なくとも２０の議席を政府から奪う必要がある。\n",
        "output": [
            "The Opposition need to pick up at least twenty seats from the government to overcome the significant Labor majority and a number of independents.\n"
        ]
    },
    {
        "input": "シドニー北西部警察の指揮官である副総監は、クラブが警察と積極的に働きかけをすることは喜ばしいことだという。\n",
        "output": [
            "The police Commander of the North West Sydney region, Assistant Commissioner said he was pleased that the club was working with the police proactively.\n"
        ]
    },
    {
        "input": "ポールソンは、他の政府関係者を伴って、リーマンを分割して2つにするという解決策を提案した。\n",
        "output": [
            "Paulson, along with other government officials, proposed a solution that Lehman would get split into two separate entities.\n"
        ]
    },
    {
        "input": "パッカー氏はギャンブル・観光産業にも参画し、メルボルンのクラウン・カジノを所有していた。\n",
        "output": [
            "Packer was also involved in the gambling and tourism industries and owned the Crown Casino in Melbourne.\n"
        ]
    },
    {
        "input": "6人目のメンバーは、支援と教唆で逮捕されたが、告発されず釈放された。\n",
        "output": [
            "A sixth member was arrested for aiding and abetting but was released without charge.\n"
        ]
    },
    {
        "input": "「他に言葉がない」とブラットン氏は言う。\n",
        "output": [
            "\"I don't know how else to put it,\" stated Bratton.\n"
        ]
    },
    {
        "input": "コマーシャル休憩から戻った後、ブリッツァー氏はゲストたちに、CNNがホワイトハウスからのニュース速報を受け取ったところだと言った。\n",
        "output": [
            "After returning from commercial break, Blitzer told his guests that CNN had just received a news bulletin from the White House.\n"
        ]
    },
    {
        "input": "イスラエルのアメリカ大使によると、イスラエルは謝罪を受け入れた。\n",
        "output": [
            "According to the Israeli Ambassador to the United States, Israel accepts the apology.\n"
        ]
    }
]
}