{
    "Contributors": [
        "Phani Rohitha Kaza",
        "Xinran Xie"
    ],
    "Source": [
        "Dataset Card for Asian Language Treebank (ALT) (https://huggingface.co/datasets/alt)"
    ],
    "Categories": [
        "Language Translation"
    ],
    "Definition": "in this task given a sentence in the english language and your task is to convert it into the Malay language.",
    "Input_language": [
        "English"
    ],
    "Output_language": [
        "Malay"
    ],
    "Instruction_language": [
        "English"
    ],
    "Positive Examples": [
        {
            "input": "Charles ate the french fries knowing they would be his last meal.",
            "output": "Charles makan kentang goreng kerana mengetahui ia akan menjadi hidangan terakhirnya.",
            "explanation": "The above sentence is correctly translated from English to Malay"
        },
        {
            "input": "I may struggle with geography, but I'm sure I'm somewhere around here.",
            "output": "Saya mungkin bergelut dengan geografi, tetapi saya pasti saya berada di suatu tempat di sekitar sini.",
            "explanation": "The above sentence is correctly translated from English to Malay"
        }
    ],
    "Negative Examples": [
        {
            "input": "Just because the water is red doesn't mean you can't drink it.",
            "output": "Dia melihat karya agung yang tergantung di muzium itu tetapi apa yang dia fikirkan ialah anak berusia lima tahunnya boleh berbuat lebih baik.",
            "explanation": "The above sentence is not correctly translated from English to Malay as none of the words match the translation."
        },
        {
            "input": "Charles ate the french fries knowing they would be his last meal.",
            "output": "Dia berkata dia mempunyai keupayaan untuk mendengar runut bunyi hidup anda.",
            "explanation": "The above sentence is not correctly translated from English to Malay as none of the words match the translation."
        }
    ],
    "Instances": [
        {
            "input": "It is not yet known who was responsible for the attack on the UN convoy.",
            "output": [
                "Masih tidak diketahui siapa yang bertanggungjawab atas serangan ke atas konvoi PBB."
            ]
        },
        {
            "input": "Newfoundland and Labrador Premier Danny Williams and St. John's MP Loyola Hearn were in the audience to lend their support for Craig.",
            "output": [
                "Ketua Wilayah Newfoundland dan Labrador Danny Williams dan St John MP Loyola Hearn berada di kalangan penonton untuk memberi sokongan mereka kepada Craig."
            ]
        },
        {
            "input": "His last words were \"Jesus and Oskar,\", believed to a reference to Oskar Bruesewitz, a priest who burned himself alive to protest the Communist government of East Germany.",
            "output": [
                "Perkataan terakhirnya adalah \"Jesus dan Oskar\", dipercayai merujuk kepada Oskar Bruesewitz, paderi yang membakar dirinya hidup-hidup untuk menentang kerajaan Komunis di Jerman Timur."
            ]
        },
        {
            "input": "She had apparently survived by drinking water from a bathroom, and the Al Jazeera news agency reports rescuers had heard her mumbling something about having some Coca-Cola.",
            "output": [
                "Beliau dilaporkan selamat dengan minum air dari bilik mandi, dan agensi berita Al Jazeera melaporkan pasukan penyelamat mendengar beliau mengomel tentang sesuatu seperti mahukan air Coca-Cola."
            ]
        },
        {
            "input": "The two journalists, cameraman Paul Douglas and soundman James Brolan, both British, were embedded with the American 4th Infantry Division and were on a routine patrol when a nearby car packed with explosives was detonated.",
            "output": [
                "Dua wartawan tersebut, jurukamera Paul Douglas dan jurubunyi James Brolan, kedua-duanya orang British, telah mengikut serta Divisyen Infantri Ke-4 Amerika, sedang membuat rondaan rutin apabila kereta berdekatan yang dipenuhi dengan letupan telah diledakkan."
            ]
        },
        {
            "input": "The announcement will be made Monday at a special ceremony that will be attended by New York Govener, George Pataki and New York City Mayor Michael Bloomberg.",
            "output": [
                "Pengumuman tersebut akan dibuat pada Isnin di upacara istimewa yang akan dihadiri oleh Gabenor New York, George Pataki dan Datuk Bandar Bandar New York Michael Bloomberg."
            ]
        },
        {
            "input": "The food supplies were seized by officials to be traced back to its manufacturers, while the restaurant was permitted to open again later with chili prepared from fresh ingredients.",
            "output": [
                "Bekalan makanan telah disita oleh pegawai-pegawai untuk mengesan kembali semula ke pengeluar, manakala restoran itu dibenarkan dibuka semula dengan cili disediakan daripada bahan-bahan segar."
            ]
        },
        {
            "input": "Georgia has requested $2 billion in international aid to help it recover from the conflict.",
            "output": [
                "Georgia telah memohon $2 bilion dalam bantuan antarabangsa untuk membantu ia pulih daripada konflik."
            ]
        },
        {
            "input": "The U.N. has condemned the attack releasing a statement saying, \"the secretary-general (Ban Ki-moon) condemns in the strongest possible terms this unacceptable act of extreme violence against AU-U.N. peacekeepers in Darfur and calls on the government of Sudan to do its utmost to ensure that the perpetrators are swiftly identified and brought to justice.\"",
            "output": [
                "PBB telah mengutuk serangan itu mengeluarkan satu kenyataan berkata, \"Setiausaha Agung (Ban Ki-moon) mengecam sekeras-kerasnya perbuatan bertindak ganas terhadap pasukan pengaman AU-PBB di Darfur ini yang tidak boleh diterima dan menyeru kerajaan Sudan untuk melakukan yang terbaik untuk memastikan bahawa penyerang pantas dikenal pasti dan dibawa ke muka pengadilan.\""
            ]
        },
        {
            "input": "The new tools will give Twitter the ability to withdraw posts and entire accounts in selected countries.",
            "output": [
                "Alat baru akan memberikan Twitter keupayaan untuk memadamkan pos dan seluruh akaun dalam sesetengah negara."
            ]
        },
        {
            "input": "In addition, there are unconfirmed reports that Mousavi's Tehran campaign headquarters was surrounded by the intelligence service as well.",
            "output": [
                "Di samping itu, terdapat laporan yang tidak disahkan bahawa ibu pejabat kempen Mousavi di Tehran telah dikelilingi oleh perkhidmatan perisikan juga."
            ]
        },
        {
            "input": "\"We thought everything was OK, we checked them in the boat and then we woke up this morning and saw a whole lot on the beach here.\"",
            "output": [
                "\"Kami ingat semuanya akan OK, kami memeriksa mereka di boat dan bila kami bangun pagi ini dan kami lihat banyak yang ada di pantai ini.\""
            ]
        },
        {
            "input": "Justice Lord Bach stated the Act would not be made active until after Parliament had finished extensive consulting, and that the new powers of bailiffs would be carefully monitored.",
            "output": [
                "Hakim Lord Bach menyatakan Akta tersebut tidak akan dijadikan aktif sehingga selepas Parlimen selesai membuat rundingan yang meluas, dan bahawa kuasa baru bailif akan dikawal rapi."
            ]
        },
        {
            "input": "An Afghan child also died in the blast which occurred when a suicide bomber rammed his car into a Canadian convoy on patrol in Kandahar.",
            "output": [
                "Seorang kanak-kanak Afghanistan juga mati dalam letupan yang berlaku apabila seorang pengebom berani mati merempuh keretanya ke dalam konvoi Kanada yang sedang meronda di Kandahar."
            ]
        },
        {
            "input": "The new warnings, which replace the text warnings, will show images of gangrenous toes, rotting gums and teeth and diseased lungs and will also include the quit smoking Quitline number.",
            "output": [
                "Amaran baru, yang menggantikan amaran teks, akan menunjukkan imej jari kaki berkelemayuh, gusi reput, gigi dan paru-paru berpenyakit dan juga termasuk nombor telefon program berhenti merokok, Quitline."
            ]
        },
        {
            "input": "New research published in the journal Nature Medicine has shown a link between a faulty gene and migraines.",
            "output": [
                "Penyelidikan baru yang diterbitkan dalam jurnal Nature Medicine telah menunjukkan hubungan antara gen rosak dan migrain."
            ]
        },
        {
            "input": "Two scientists working at McGill University in Canada, reporting on their research and the research of other scientists, state in Scientific American that Vitamin D may have many uses in the human body besides building strong bones.",
            "output": [
                "Dua saintis yang bekerja di Universiti McGill di Kanada, melaporkah dalam penyelidikan mereka dan penyelidikan saintis-saintis yang lain, di risalah akademik Scientific American bahawa Vitamin D mungkin mempunyai lebih banyak kegunaan di dalam tubuh manusia selain membina tulang yang kuat."
            ]
        },
        {
            "input": "Hidden fees are often not shown until the end of an ordering process on the web which prevents consumers from making an informed choice and comparing the actual prices of different products and services according to the Office of Fair Trading.",
            "output": [
                "Yuran tersembunyi sering tidak ditunjukkan sehingga akhir proses pesanan di laman web yang menghalang pengguna daripada membuat pilihan berdasarkan pengetahuan maklumat dan membandingkan harga sebenar produk dan perkhidmatan yang berbeza menurut Pejabat Perdagangan Adil."
            ]
        },
        {
            "input": "This is why the organization presented her with the award in 1977.",
            "output": [
                "Inilah sebab mengapa organisasi itu memberi anugerah itu kepadanya pada tahun 1977."
            ]
        },
        {
            "input": "Some of those who came in contact with the mercury suffered blindness, and one even had a purplish rash on her body.",
            "output": [
                "Sebahagian daripada mereka yang terlibat dalam sentuhan dengan merkuri mengalami kebutaan, dan ada juga mempunyai ruam ungu di badannya."
            ]
        },
        {
            "input": "For Australia's Olympic bound swimmers, their coaches are expected to arrange alternative training ahead of their leaving for Europe.",
            "output": [
                "Untuk ahli renang Olimpik Australia, jurulatih mereka dijangka untuk mengatur latihan alternatif yang lain semasa pemergian mereka ke Eropah."
            ]
        },
        {
            "input": "The mayor of Detroit, Dave Bing plans to appeal the census results.",
            "output": [
                "Datuk Bandar Detroit, Dave Bing bercadang untuk untuk mempamerkan keputusan bancian."
            ]
        },
        {
            "input": "Jodi Rell, then Connecticut's governor, blocked a prior attempt at repeal by state lawmakers in 2009.",
            "output": [
                "Jodi Rell, bekas gabenor Connecticut, menyekat percubaan sebelumnya untuk memansuhkan oleh ahli parlimen negeri pada 2009."
            ]
        },
        {
            "input": "It is a blow to Indonesia, who had promised \"fast-track\" help to Garuda, Mandala Airlines, Premiair and Airfast to raise their safety to levels acceptable to the EU.",
            "output": [
                "Ia adalah satu tamparan kepada Indonesia, yang telah berjanji bantuan \"laluan pantas\" Garuda, Penerbangan Mandala, Premiair dan Airfast untuk meningkatkan keselamatan mereka ke tahap yang dibenarkan oleh EU."
            ]
        },
        {
            "input": "Taco Stein, the Aruban Solicitor General, released a statement after the announcement was made.",
            "output": [
                "Taco Stein, Peguam Cara Awam Aruba, mengeluarkan satu kenyataan selepas pengumuman itu dibuat."
            ]
        },
        {
            "input": "For the safety of the leaders as well as for the convenience of city's traffic during possible demonstrations, a security plan has been prepared according to local police.",
            "output": [
                "Untuk keselamatan para pemimpin serta untuk kemudahan lalu lintas bandar ini semasa kemungkinan berlakunya demonstrasi, pelan keselamatan telah disediakan menurut polis tempatan."
            ]
        },
        {
            "input": "Kucinich ran in 2004 and was last in nearly every primary and caucus of that year.",
            "output": [
                "Kucinich bertanding pada 2004 dan berada di tempat terakhir dalam hampir semua pilihan raya utama dan rundingan pada tahun tersebut."
            ]
        },
        {
            "input": "The unflattering effigy clutched a tattered U.S. flag in one hand, and a miniature Tony Blair in the other.",
            "output": [
                "Patung yang tidak cantik itu memegang bendera A.S. yang koyak dalam satu tangan, dan patung kecil Tony Blair di satu tangan lagi."
            ]
        },
        {
            "input": "Chaindrawa also asserts the politics of Saakashvili's government as a cause of the current war with Russia.",
            "output": [
                "Chaindrawa juga menegaskan politik kerajaan Saakashvili sebagai punca perang semasa dengan Rusia."
            ]
        },
        {
            "input": "The challenge will be heard on 31st January 2006 by Justice Anthony Whealy of the Supreme Court of NSW.",
            "output": [
                "Cabaran itu akan dibicarakan pada 31 Januari 2006 oleh Hakim Anthony Whealy Mahkamah Agung NSW."
            ]
        },
        {
            "input": "\"Whenever he would brake, he would pick himself up with his left foot and stomp on the brake with his right.\"",
            "output": [
                "\"Setiap kali dia brek, dia akan meninggikan dirinya dengan kaki kiri dan menghentak brek dengan kaki kanannya.\""
            ]
        },
        {
            "input": "The number one U.S. commander in Iraq said 30,000 United States troops may be able to leave Iraq by the summer of 2008.",
            "output": [
                "Komander A.S. pertama di Iraq berkata 30,000 angkatan tentera Amerika Syarikat mungkin akan dapat meninggalkan Iraq pada musim panas tahun 2008."
            ]
        },
        {
            "input": "Wikinews accredited reporter Patrick Mannion was there in attendance along with Congressman John F. Tierney of Massachusetts's 6th congressional district and Lynn's State Senator Thomas McGee.",
            "output": [
                "Wartawan Patrick Mannion yang diiktiraf oleh Wikinews turut berada disana bersama ahli kongres majlis kongres Massachusetts ke-6 John F. Tierney dan Senator Negeri Lynn Thomas McGee."
            ]
        },
        {
            "input": "Police say the SUV driver was attempting to illegally pass another vehicle.",
            "output": [
                "Polis berkata pemandu SUV itu cuba secara haram memotong kenderaan lain."
            ]
        },
        {
            "input": "Scientists forecast that up to five million species will be lost this century.",
            "output": [
                "Saintis meramalkan bahawa akan hampir lima juta spesis akan hilang pada abad ini."
            ]
        },
        {
            "input": "Further adding, \"I trust that we will see in the coming days the vast majority of people taking the road to democracy.\"",
            "output": [
                "Tambahan lagi, \"Saya percaya bahawa pada masa hadapan, sebahagian besar rakyat akan memilih jalan ke arah demokrasi.\""
            ]
        },
        {
            "input": "The fires have reportedly destroyed hundreds of homes and shops and hundreds of people are said to have fled from the area.",
            "output": [
                "Kebakaran dilaporkan memusnahkan beratus-ratus rumah dan kedai dan beratus-ratus orang dikatakan telah melarikan diri dari kawasan itu."
            ]
        },
        {
            "input": "Three salvage companies who are bidding to recover the wreck have until afternoon on Thursday to submit proposals.",
            "output": [
                "Tiga syarikat penyelamat sedang membida untuk mendapatkan semula bangkai pesawat sehingga petang hari Khamis akan mengemukakan cadangan."
            ]
        },
        {
            "input": "Mr. Stephanides acted as the head of the Security Council Affairs Division when he allegedly told the company how much to lower its price to be awarded a contract.",
            "output": [
                "Encik Stephanides bertindak sebagai ketua Bahagian Hal Ehwal Majlis Keselamatan apabila dia didakwa memberitahu syarikat itu berapa banyak untuk menurunkan harga untuk dianugerahkan kontrak."
            ]
        },
        {
            "input": "To which the Prime Minister responded \"Increasingly Australians understand that the Liberal Party, under the Leader of the Opposition, is a party of the past with no real policies or plans for the nation's future …\"",
            "output": [
                "Perdana Menteri menjawab kepadanya \"Semakin ramai orang Australia memahami bahawa Parti Liberal, di bawah pimpinan Ketua Pembangkang, adalah sebuah parti masa lalu tanpa dasar atau rancangan sebenar untuk masa depan negara...\""
            ]
        },
        {
            "input": "Many employers are finding creative ways to cut costs, including scaling back operations.",
            "output": [
                "Ramai majikan yang mencari cara-cara kreatif untuk mengurangkan kos, termasuk penskalaan kembali beroperasi."
            ]
        },
        {
            "input": "Senate Democratic leader Harry Reid said that once the House acts, he \"will be happy to restart the negotiating process to forge a yearlong extension.\"",
            "output": [
                "Ketua Senat Demokrat Harry Reid berkata bahawa sebaik sahaja Dewan Rakyat bertindak, beliau \"akan dengan gembiranya memulakan semula proses rundingan bagi menempa lanjutan selama satu tahun.\""
            ]
        },
        {
            "input": "The results of the appeals in the massive Italian football match-fixing scandal have today been announced by the Italian federal court.",
            "output": [
                "Keputusan rayuan dalam bola sepak Itali dalam skandal mengatur perlawanan pada hari ini telah diumumkan oleh Mahkamah Persekutuan Itali."
            ]
        },
        {
            "input": "He continued, “Also of note is that during the course of this initiative, there were no serious incidents or serious injuries to either law enforcement officers or those who were taken into custody.”",
            "output": [
                "Dia menyambung, \"Turut penting adalah bahawa semasa inisiatif ini, tiada kejadian serius atau kecederaan teruk yang berlaku sama ada kepada pegawai-pegawai penguatkuasa undang-undang atau mereka yang ditahan.\""
            ]
        },
        {
            "input": "A bigger total could have been posted if it had not been for a late innings batting collapse.",
            "output": [
                "Jumlah yang lebih besar mungkin dapat diperoleh jika bukan kerana tewasnya pemukul pada inning lewat."
            ]
        },
        {
            "input": "\"Palestine was a land of Islam, and its liberation is the duty of every Muslim.\"",
            "output": [
                "\"Palestin adalah tanah Islam, dan pembebasannya adalah kewajipan setiap Muslim.\""
            ]
        },
        {
            "input": "Semrau, 38, is facing four charges for the 2008 death.",
            "output": [
                "Semrau, 38, menghadapi tiga tuduhan terhadap kematian 2008 tersebut."
            ]
        },
        {
            "input": "The international community has repeatedly urged China to use restraint in dealing with protesters, and to start talks with the Dalai Lama.",
            "output": [
                "Komuniti antarabangsa juga sudah berulang kali menekan China untuk menggunakan sekatan dalam menangani pembantah, dan mula berbincang dengan Dalai Lama."
            ]
        },
        {
            "input": "\"It seems more of a case of gas or smoke inhalation.\"",
            "output": [
                "\"Ia kelihatannya seolah-olah kes terhidu gas atau asap.\""
            ]
        },
        {
            "input": "PC manufacturer and Apple Computer competitor Dell, Inc. has stated that it is interested in shipping computers running Apple's Mac OS X. Michael Dell, founder and chairman of Dell Computers, made the comments while talking to David Kirkpatrick of Fortune magazine.",
            "output": [
                "Pengeluar komputer dan pesaing Komputer Apple Dell, Inc. telah menyatakan minat dalam penghantaran komputer beroperasi Apple Mac Os X. Michael Dell, pengasas dan pengerusi Dell Komputer, membuat komen tersebut semasa bercakap dengan David Kirkpatrick dari majalah Fortune."
            ]
        },
        {
            "input": "Just days before his death his union voted for a 24 hr strike, to take place on the 24 April as part of a campaign over government attempts to impose real-terms pay \"cuts\".",
            "output": [
                "Hanya beberapa hari sebelum kematiannya kesatuannya mengundi untuk bermogok 24 jam, berlangsung pada 24 April sebagai sebahagian daripada kempen menentang kerajaan yang cuba untuk mengenakan syarat-syarat nyata \"potongan\" gaji."
            ]
        },
        {
            "input": "In the event that Australia win (ie. are on four points) and Iraq win or draw (ie. are on seven or five points), Australia will progress through to the next stage on head-to-head rather than Thailand despite having a possibly-worse goal difference.",
            "output": [
                "Sekiranya Australia menang (iaitu. berdasarkan empat mata) dan Iraq menang atau seri (iaitu. berdasarkan tujuh atau lima mata), Australia akan mara ke peringkat seterusnya dan menghadapi sesama pasukannya dan bukannya Thailand walaupun mempunyai perbezaan gol yang mungkin lebih teruk."
            ]
        },
        {
            "input": "\"I hate to use to the word kid, but I think we showed the people of this country what a real comeback looks like.\"",
            "output": [
                "\"Saya tidak suka gunakan perkataan budak, tetapi saya fikir kita telah menunjukkan rakyat negara ini apakah itu cara kembali yang sebenar.\""
            ]
        },
        {
            "input": "Last year, another zoo worker was seriously injured by Tatiana while attempting to feed her, but survived the attack.",
            "output": [
                "Tahun lalu, seorang lagi pekerja zoo dicederakan oleh Tatiana dengan parah ketika cuba memberinya makanan tetapi terselamat dalam serangan itu."
            ]
        },
        {
            "input": "During his 18 year career as a player, Piniella logged 1,705 hits.",
            "output": [
                "Sepanjang tempoh 18 tahun kerjaya beliau sebagai pemain, Piniella telah membuat 1,705 pukulan."
            ]
        },
        {
            "input": "Iran claims it reached an altitude of 94 miles and then parachuted home.",
            "output": [
                "Iran mendakwa ia mencapai ketinggian 94 batu dan kemudian terjun balik."
            ]
        },
        {
            "input": "Meanwhile, millions of Shiites in Iraq gathered in the southern Iraqi city of Karbala for Arbaeen, a major Shiite commemoration.",
            "output": [
                "Sementara itu, berjuta-juta Syiah di Iraq berkumpul di bandar Iraq selatan Karbala untuk Arbain, peringatan Syiah utama."
            ]
        },
        {
            "input": "First elected in 2000, Conservative MP Carol Skelton announced she would not be seeking re-election, and was shuffled out of her Minister of National Revenue and Minister of Western Economic Diversification cabinet posts.",
            "output": [
                "Pertama dipilih pada tahun 2000, konservatif MP Carol Skelton mengumumkan beliau tidak akan dipilih di pilihanraya, dan telah dikocok keluar dari jawatan kabinet Kementerian Hasil Dalam Negeri dan Kementerian Kepelbagaian Ekonomi."
            ]
        },
        {
            "input": "Democrats have been pressuring the administration to formally declare that the role of America's nuclear weapons is solely to deter nuclear attack on the United States.",
            "output": [
                "Ahli Parti Demokrasi telah mendesak pentadbiran itu untuk mengisytiharkan secara rasmi bahawa peranan senjata nuklear Amerika adalah semata-mata untuk menghalang serangan nuklear ke atas Amerika Syarikat."
            ]
        },
        {
            "input": "E-mail and other documents involving the then-FDA Commissioner Mark McClellan were found to have been destroyed \"routinely\".",
            "output": [
                "E-mel dan dokumen-dokumen lain yang melibatkan Pesuruhjaya FDA-terdahulu Mark McClellan didapati telah musnah \"secara rutin.\""
            ]
        },
        {
            "input": "On Saturday, thousands of protesters in Indonesia asked the Indonesian government to send troops to Gaza to fight against the Israelis who they called a \"terrorist\" force.",
            "output": [
                "Pada hari Sabtu, beribu-ribu penunjuk perasaan di Indonesia meminta kerajaan Indonesia untuk menghantar angkatan tentera ke Gaza untuk melawan Israel yang mereka panggil kuasa \"pengganas.\""
            ]
        },
        {
            "input": "The Hearst statement came shortly after White House press secretary Robert Gibbs called her remarks \"offensive and reprehensible.\"",
            "output": [
                "Kenyataan Hearst tiba tidak lama selepas setiausaha akhbar Rumah Putih Robert Gibbs memanggil komennya sebagai \"melampau dan patut dicela.\""
            ]
        },
        {
            "input": "Mark went on to praise the \"brave people\" who have circumvented the security ring around the plant in order to get food and other items to the occupiers.",
            "output": [
                "Mark pergi untuk memuji \"orang yang berani\" yang mana telah mengelakkan pusingan keselamatan di sekitar loji untuk mendapat makanan dan barang-barang lain untuk para penduduk."
            ]
        },
        {
            "input": "Both Million Dollar Baby (2004) and Crash (2005) won Academy Awards for Best Picture, making Haggis the first film writer since 1950 to pen movies which won Best Picture Oscars in consecutive years.",
            "output": [
                "Kedua-dua Million Dollar Baby (2004) dan Crash (2005) memenangi Anugerah Academy untuk Gambar Terbaik, menjadikan Haggis penulis filem pertama sejak 1950 sebagai penulis filem yang memenangi Gambar Terbaik Oscars dalam tahun berturut."
            ]
        },
        {
            "input": "Asian Development Bank (ADB) and the Punjab government sponsor the REIP.",
            "output": [
                "Bank Pembangunan Asia (ADB) dan kerajaan Punjab menaja REIP."
            ]
        },
        {
            "input": "The mission gained wide attention for including a space walk to repair damage in the solar power array.",
            "output": [
                "Misi itu mendapat perhatian luas kerana merangkumi perjalanan kaki di luar angkasa untuk memperbaiki kerosakan dalam aturan kuasa solar."
            ]
        },
        {
            "input": "\"Their target may have been the police, but they did not care who they killed or injured.\"",
            "output": [
                "\"Sasaran mereka mungkin adalah polis, tetapi mereka tidak peduli siapa mereka bunuh atau cederakan.\""
            ]
        },
        {
            "input": "After the war, Bethe argued that a crash project for the hydrogen bomb should not be attempted, though after President Truman announced the beginning of such a crash project, and the outbreak of the Korean War, he signed up and played a key role in the weapon's development.",
            "output": [
                "Selepas perang, Bethe berhujah bahawa projek perlanggaran untuk bom hidrogen tidak patut dicuba, walaupun selepas Presiden Truman mengumumkan permulaan projek perlanggaran sedemikian, dan tercetusnya Perang Korea, dia menandatangani dan memainkan peranan penting dalam pembangunan senjata."
            ]
        },
        {
            "input": "Estimates suggest approximately £14 million (US$ 21.9m, € 16.2m) will be spent to restore and convert the Victorian era property into a museum with four-star hotel accommodation.",
            "output": [
                "Anggaran menunjukkan sebanyak £14 juta (US$ 21.9 juta, € 16.2 juta) akan digunakan bagi memulihkan semula dan menukar harta era Victoria tersebut menjadi muzium dan penginapan hotel empat bintang."
            ]
        },
        {
            "input": "Obama signed a declaration late on Friday, authorising health secretary Kathleen Sebelius to bypass some federal rules, in order to let health officials respond more efficiently to the outbreak of the H1N1 virus.",
            "output": [
                "Obama menandatangani pengisytiharan itu pada lewat Jumaat, setiausaha kesihatan yang bertanggungjawab Kathleen Sebelius untuk memintas beberapa undang-undang persekutuan, untuk membenarkan pegawai-pegawai kesihatan untuk bertindak dengan lebih efisien terhadap wabak virus H1N1."
            ]
        },
        {
            "input": "\"On one occasion, a Parisian made a fool out of a good friend of mine,\" the source said.",
            "output": [
                "\"Pada satu ketika, seorang Paris membuat jenaka mengenai rakan baik saya,\" kata sumber itu."
            ]
        },
        {
            "input": "\"If any institution wants to ... follow up that accident, that's their own decision.\"",
            "output": [
                "\"Jika mana-mana institusi mahu...menyusul hempasan itu, itu keputusan mereka sendiri.\""
            ]
        },
        {
            "input": "AEY was recently awarded a delivery order amount of $48,717,553 on March 17, 2007 as part of the $298,004,398 contract.",
            "output": [
                "AEY baru-baru ini telah dianugerahkan pesanan penghantaran berjumlah $ 48,717,553 pada 17 Mac, 2007 sebagai sebahagian daripada kontrak berjumlah $298,004,398."
            ]
        },
        {
            "input": "Poland came from behind with two set-piece goals to beat Costa Rica in Group A, Tuesday.",
            "output": [
                "Poland bangkit daripada ketinggalan dua gol set-piece untuk mengalahkan Costa Rica dalam Kumpulan A, Selasa."
            ]
        },
        {
            "input": "Smethurst came in and pitched a few innings in relief.",
            "output": [
                "Smethurst masuk dan membaling beberapa inning sebagai pengganti."
            ]
        },
        {
            "input": "During the broadcast, al-Zawahiri talks to the general Muslim population saying, \"I call upon them to reject any referendum on Palestine, because Palestine is not for bargaining or bidding.\"",
            "output": [
                "Semasa siaran itu, al- Zawahiri berkata kepada penduduk Islam awam, \"Saya menyeru mereka untuk menolak sebarang pungutan suara mengenai Palestin, kerana Palestin bukan untuk tawar-menawar atau bidaan.\""
            ]
        },
        {
            "input": "Discovery is scheduled to land at Kennedy Space Center at 1:02 PM EST (UTC-5) on November 7.",
            "output": [
                "Discovery dijadualkan mendarat di Pusat Angkasa Kennedy pada 1:02 petang EST (UTC - 5 ) pada 7 November."
            ]
        },
        {
            "input": "However, the death toll and the identity of those killed was not officially confirmed.",
            "output": [
                "Bagaimanapun, jumlah kematian dan identiti mereka yang terbunuh tidak disahkan secara rasmi."
            ]
        },
        {
            "input": "British Airways (BA) and the Spanish airline Iberia have signed a merger deal, which will create one of the largest air carrier groups in the world.",
            "output": [
                "British Airways (BA) dan penerbangan Sepanyol Iberia telah menandatangani satu urus niaga penggabungan, yang akan mewujudkan salah satu kumpulan pesawat udara terbesar di dunia."
            ]
        },
        {
            "input": "The Bulls rugby team has managed to reach the semi-finals of the Southern Hemisphere provincial rugby union competition, the Super 14.",
            "output": [
                "Pasukan ragbi The Bulls telah berupaya untuk sampai ke separuh akhir pertandingan pesatuan ragbi bahagian Hemisfera Selatan, Super 14."
            ]
        },
        {
            "input": "The States Service Commission has passed the case onto the police.",
            "output": [
                "Suruhanjaya Servis Negeri telah menyerahkan kes itu kepada polis."
            ]
        },
        {
            "input": "That building was located at 45J, Ma Tau Wai Road in Hung Hom.",
            "output": [
                "Bangunan itu terletak di 45J, Jalan Ma Tau Wai di Hung Hom."
            ]
        },
        {
            "input": "Reports last night indicated hostages may have been taken at the base, but officials have confirmed all foreigners at the base are safe and any hostages taken have been freed.",
            "output": [
                "Laporan semalam menunjukkan tebusan mungkin telah diambil di pangkalan, tetapi pegawai-pegawai telah mengesahkan semua warga asing di pangkalan adalah selamat dan sebarang tebusan diambil telah dibebaskan."
            ]
        },
        {
            "input": "The Illinois Department of Transportation and Illinois State Police have begun a statewide campaign to reduce the number of road fatalities in Illinois this year by 100.",
            "output": [
                "Jabatan Pengangkutan Illinois dan Polis Negeri Illinois telah memulakan kempen di seluruh negeri untuk mengurangkan bilangan kemalangan maut di Illinois tahun ini kepada 100."
            ]
        },
        {
            "input": "He also suggested that the United States could be behind the incidents: \"Is there an effort against terrorism from the government of the United States, or did they send North Americans to commit terrorism in Bolivia?\" Despite the accusations, the United States embassy in La Paz announced its cooperation.",
            "output": [
                "Beliau juga mencadangkan bahawa Amerika Syarikat mungkin menjadi dalang kejadian: \"Adakah terdapat usaha menentang keganasan dari kerajaan Amerika Syarikat, atau mereka menghantar rakyat Amerika Utara untuk melakukan keganasan di Bolivia?\" Meskipun tuduhan yang diberikan, kedutaan Amerika Syarikat di La Paz mengumumkan kerjasamanya."
            ]
        },
        {
            "input": "South Africa, who defeated Fiji earlier today, await Argentina in the semi-finals.",
            "output": [
                "Afrika Selatan, yang menewaskan Fiji awal hari ini, menanti Argentina dalam separuh akhir."
            ]
        },
        {
            "input": "One wheel lay twelve metres from the main wreckage and skid marks were left on the road.",
            "output": [
                "Satu tayar tergolek dua belas meter dari bangkai utama dan tanda tergelincir ditinggalkan di atas jalan raya."
            ]
        },
        {
            "input": "\"This means the numbers going to Texas are going to be down\", said Chip Taylor, a professor of entomology at the University of Kansas-Lawrence.",
            "output": [
                "\"Ini bermakna bilangan yang akan ke Texas akan berkurangan\", kata Chip Taylor, seorang profesor entomology dari University of Kansas-Lawrence."
            ]
        },
        {
            "input": "Many foreign powers, among them the United States and France, have denounced the change in leadership as a coup.",
            "output": [
                "Kebanyakan kuasa asing, antara mereka adalah Amerika Syarikat dan Perancis, telah mengutuk perubahan dalam kepimpinan secara kudeta."
            ]
        },
        {
            "input": "Ironically, the movie industry has been suing people for file sharing for years now.",
            "output": [
                "Ironinya, industri filem itu telah menyaman orang untuk perkongsian fail sejak beberapa tahun lagi."
            ]
        },
        {
            "input": "A Saudi Arabian man named Abu Marwan al-Suri, 38, suspected of being a senior al-Qaeda \"bag man\", was killed in a shootout on Thursday, according to the Pakistan army spokesman Major-General Shaukat Sultan.",
            "output": [
                "Seorang lelaki Arab Saudi yang bernama Abu Marwan al-Suri, 38, disyaki ahli senior al-Qaeda \"beg lelaki,\" terbunuh dalam pertempuran pada hari Khamis, menurut jurucakap tentera Pakistan, Mejar Jeneral Shaukat Sultan."
            ]
        },
        {
            "input": "When the Marine approached the wounded man, the marine is heard on the videotape saying, \"He's f****** faking he's dead; he's faking he's f****** dead.\"",
            "output": [
                "Apabila Tentera Marin itu mendekati lelaki tercedera itu, tentera marin tersebut berkata di dalam pita video, \"Dia berpura-pura mati; dia berpura-pura mati.\""
            ]
        },
        {
            "input": "The carrier is also in severe financial difficulties and may soon be permanently shut down.",
            "output": [
                "Syarikat penerbangan itu juga dalam masalah kewangan yang teruk dan tidak lama lagi mungkin bergulung tikar."
            ]
        },
        {
            "input": "In August another deadly incident resulting from a stampede occurred in the second day of a nine-day religious festival at the Naina Devi Temple in Himachal Pradesh state; more than 130 people were killed due to panic in Northern India.",
            "output": [
                "Pada Ogos satu lagi kejadian maut akibat rusuhan terjadi pada hari kedua daripada sembilan hari perayaan agama di Kuil Naina Devi di Himachal Pradesh; lebih dari 130 orang mati disebabkan panik di India Utara."
            ]
        },
        {
            "input": "The London-based International Maritime Bureau (IMB) reported yesterday that a Thai merchant vessel and its crew of 26 have been hijacked by Somalian pirates off their coastline.",
            "output": [
                "Biro Maritim Antarabangsa (IMB) yang berpangkalan di London semalam melaporkan sebuah kapal dagang Thai dan 26 anak kapal telah dirampas oleh lanun Somalia di luar pantai mereka."
            ]
        },
        {
            "input": "From the start of the song contest as well as during the televoting, the Greek organisers presented viewers choreographies and dances inspired by Greek culture and music, both ancient and modern.",
            "output": [
                "Dari permulaan pertandingan nyanyian tersebut dan juga semasa undian talian, penganjur Greek tersebut mempersembahkan kepada penonton koreografi dan tarian yang diinspirasi oleh budaya dan muzik Greek, kedua-dua purba dan moden."
            ]
        },
        {
            "input": "The shootings on Monday were in two separate locations, and occurred two hours apart.",
            "output": [
                "Tembakan pada hari Isnin telah berlaku di dua lokasi berbeza, dan berlaku dengan jarak dua jam."
            ]
        },
        {
            "input": "With this closure, the Seattle Times is now Seattle's only major daily newspaper.",
            "output": [
                "Dengan penutupan ini, Seattle Times kini merupakan akhbar harian utama sulung di Seattle."
            ]
        },
        {
            "input": "Police chasing the boy initially thought they were chasing a drunk driver.",
            "output": [
                "Polis mengejar kanak-kanak itu pada mulanya mereka sangka mereka sedang mengejar pemandu mabuk."
            ]
        },
        {
            "input": "Comment by Peter Edidin of The New York Times, characterized the Chinese report as \"a frank indictment [that] draws a picture of America that approaches caricature.",
            "output": [
                "Komen oleh Peter Edidin dari The New York Times, menggambarkan laporan China sebagai \"dakwaan terang [yang] melukis gambar Amerika yang menghampiri karikatur."
            ]
        },
        {
            "input": "At an industry awards dinner, Button indicated his desire for a buyer to be found for Honda, saying any buyer would get \"... a great team with excellent facilities.\"",
            "output": [
                "Pada malam anugerah industri, Button menyuarakan hasratnya supaya seorang pembeli diperoleh untuk Honda, berkata mana-mana pembeli akan mendapat \"...sebuah pasukan yang hebat dengan kemudahan yang sangat baik.\""
            ]
        },
        {
            "input": "The new one hundred dollar note will contain new security and design features.",
            "output": [
                "Wang kertas baru seratus dolar akan mengandungi ciri-ciri keselamatan dan reka bentuk baru."
            ]
        },
        {
            "input": "This is to provide water security for the city as droughts become more frequent due to global warming.",
            "output": [
                "Ini adalah untuk menyediakan bekalan air untuk bandar disebabkan kemarau menjadi lebih kerap akibat pemanasan global."
            ]
        },
        {
            "input": "The intention here is to recognise the learning that people have done, and give them credit for it.\"",
            "output": [
                "Niat di sini adalah untuk mengiktiraf pembelajaran yang dilalui orang, dan memberikan kredit untuk itu kepada mereka.\""
            ]
        },
        {
            "input": "Healey complimented his opponent, \"Beerbohm fought a good fight but I think I outworked and outhustled him.\"",
            "output": [
                "Healey memuji pesaingnya, \"Beerbohm telah berlawan satu perlawanan yang bagus tetapi saya rasa saya telah berjaya mengatasi dan mengalahkannya.\""
            ]
        },
        {
            "input": "30-40 policemen stood by the houses, and 20-30 people in civil clothes including the leaders of the district with the Hakim, the head of local executive authority stood on the street, watching the demolition.",
            "output": [
                "30-40 orang polis berdiri dekat rumah-rumah, dan 20-30 orang berpakaian awam termasuk ketua daerah dengan Hakim, ketua eksekutif pihak berkuasa tempatan berdiri di atas jalan, sambil memerhatikan proses perobohan."
            ]
        },
        {
            "input": "While reading the first few paragraphs, the Wikipedia editor Killing Vector, (who wishes to be called by his contributor name in fear of retribution for coming forward with the claim), noticed a striking similarity to McCain's speech and the Wikipedia article on the country of Georgia.",
            "output": [
                "Semasa membaca beberapa perenggan pertama, editor Wikipedia Killing Vektor, (yang ingin dipanggil dengan nama penyumbang disebabkan takut akan hukuman kerana berhadapan dengan tuntutan itu), menyedari persamaan yang ketara antara ucapan McCain dan artikel Wikipedia tentang negara Georgia."
            ]
        },
        {
            "input": "He saw the city through the financial crisis of the 1970's.",
            "output": [
                "Dia melihat bandar itu melalui krisis kewangan tahun 1970-an."
            ]
        },
        {
            "input": "According to the Egyptian security official eight Russian nationals were killed, as was one of two drivers on board, both of whom were Egyptian.",
            "output": [
                "Menurut pegawai keselamatan Mesir lapan orang warga Rusia terbunuh, termasuk dua pemandu didalam, kedua-duanya warga Mesir."
            ]
        },
        {
            "input": "Brown is vehement in his support of the Union, and is a Westminster (London parliament) MP for Kirkcaldy.",
            "output": [
                "Brown bersungguh-sungguh dalam sokongannya terhadap Kesatuan itu, dan merupakan(parlimen London) Ahli Parlimen Westminster di Kirkcaldy."
            ]
        },
        {
            "input": "Mary Campbell, 62 from Fochabers said to the Times Online that she was \"calling [for help] from 8pm but no-one showed up until about midnight.\"",
            "output": [
                "Mary Campbell, 62 dari Fochabers berkata kepada Times Online bahawa dia \"menghubungi [untuk pertolongan] dari 8pm tetapi tiada orang muncul sehinggalah hampir tengah malam.\""
            ]
        },
        {
            "input": "The professor of the class, Jon Beasley-Murray, began using Wikipedia as a collaborative space where his students could both do coursework and provide a type of virtual public service.",
            "output": [
                "Profesor kelas itu, Jon Beasley-Murray, mula menggunakan Wikipedia sebagai ruang kolaboratif dimana pelajarnya mungkin boleh membuat tugasan dan menyediakan servis maya awam."
            ]
        },
        {
            "input": "A BBC reporter in the area has said that the area is cordoned and currently being patrolled by armed police.",
            "output": [
                "Wartawan BBC di kawasan itu telah berkata bahawa kawasan itu ditutup dan sedang diawasai oleh polis bersenjata."
            ]
        },
        {
            "input": "Instead, it is thought 'soft' ice formed in the pipes and then broke off, travelling to the fuel/oil heat exchanger and restricting it.",
            "output": [
                "Sebaliknya, dianggap ais 'lembut' terbentuk dalam paip dan kemudian hancur, masuk ke penukar haba bahan api/minyak dan mengehadkannya."
            ]
        },
        {
            "input": "\"It's all about letting kids shine in a realistic way.\"",
            "output": [
                "\"Semuanya adalah membiarkan anak-anak terserlah secara realistik.\""
            ]
        },
        {
            "input": "When Shankbone rings the bell of \"HC & Co.\" he has no idea what to expect.",
            "output": [
                "Apabila Shankbone menderingkan loceng \"HC & Co.\" dia tidak mempunyai idea apa yang diharapkan."
            ]
        },
        {
            "input": "Spain defeated the Netherlands in extra time 1–0 to win this year's FIFA World Cup.",
            "output": [
                "Sepanyol menewaskan Belanda pada masa tambahan 1-0 untuk memenangi Piala Dunia FIFA tahun ini."
            ]
        },
        {
            "input": "Both the injured individuals are currently receiving treatment at San Francisco General Hospital.",
            "output": [
                "Kedua-dua individu yang tercedera sedang menerima rawatan di Hospital Besar San Francisco."
            ]
        },
        {
            "input": "France tied in their total number of medals, but had one less gold medal.",
            "output": [
                "Perancis seri dalam jumlah bilangan pingat, tetapi kurang satu pingat emas."
            ]
        },
        {
            "input": "Stay tuned for further interviews; every candidate from every party is eligible, and will be contacted.",
            "output": [
                "Sila tunggu untuk temu bual selanjutnya; setiap calon dari setiap parti adalah layak, dan akan dihubungi."
            ]
        },
        {
            "input": "The tanker was carrying nearly 1.3 million gallons of fuel oil, and was stranded several miles from shore.",
            "output": [
                "Kapal tangki itu membawa muatan hampit 1.3 juta galon minyak bahan api dan terkandas beberapa batu dari pelabuhan."
            ]
        },
        {
            "input": "\"This is going to be a fun, tough, hard fight that I expect will go everywhere,\" stated Beerbohm in a pre-fight media workout on Wednesday.",
            "output": [
                "\"Ini akan menjadi perlawanan yang menarik, sukar dan mencabar yang saya jangka akan ke merata tempat,\" kata Beerbohm di dalam senaman media sebelum perlawanan pada hari Rabu."
            ]
        },
        {
            "input": "\"However, recovery critically depends on both the willingness of the banking system to extend credit and the readiness of businesses and consumers to use it.\"",
            "output": [
                "\"Walau bagaimanapun, pemulihan secara kritikal bergantung kepada kesediaan sistem perbankan untuk memberi pinjaman dan kesediaan peniaga dan pengguna untuk menggunakannya.\""
            ]
        },
        {
            "input": "Some schools stayed closed on Wednesday, while others shut at lunchtime.",
            "output": [
                "Sesetengah sekolah kekal tutup pada hari Rabu, manakala yang lain ditutup pada waktu makan tengahari."
            ]
        },
        {
            "input": "Jennings began his career at ABC News in 1964 and in 1983 was made senior editor and anchor of World News Tonight.",
            "output": [
                "Jennings memulakan kerjayanya di ABC News pada tahun 1964 dan pada tahun 1983 dia telah dijadikan editor kanan dan peneraju berita untuk Berita Dunia Malam Ini."
            ]
        },
        {
            "input": "More than 6,000 miners died in accidents in China last year, according to previously released government figures.",
            "output": [
                "Lebih daripada 6,000 pelombong maut dalam kemalangan di China pada tahun lepas, menurut angka yang dikeluarkan kerajaan sebelum ini."
            ]
        },
        {
            "input": "\"I don't feel it's fair on New Zealanders to ban fireworks sales at this stage because of the actions of a minority.\"",
            "output": [
                "\"Saya tidak rasa ia adil di New Zealand untuk mengharamkan penjualan bunga api pada peringkat ini kerana tindakan minoriti.\""
            ]
        },
        {
            "input": "Mukherjee will also preside over Cabinet meetings and will further handle coal, environment and forests, including information and broadcasting and finance portfolios.",
            "output": [
                "Mukherjee juga akan mempengerusikan mesyuarat Kabinet dan akan terus mengendalikan arang batu, alam sekitar dan hutan, termasuk maklumat dan penyiaran dan portfolio kewangan."
            ]
        },
        {
            "input": "A study found Scotland's suicide rate to be increasing away from neighbouring England, Russian press and politicians are examining the world's third-highest teen suicide rate, and new figures showed increasing Aboriginal children's suicides in Australia's Northern Territory.",
            "output": [
                "Kajian mendapati bahawa kadar pembunuhan diri di Scotland akan meningkat daripada kejiranan England, pihak akbar Russia dan ahli politik sedang memeriksa kadar ketiga tertinggi pembunuhan diri remaja di dunia, dan angka terbaru menunjukkan peningkatan pembunuhan diri kanak-kanak Orang Asli di wilayah utara Australia."
            ]
        },
        {
            "input": "Even though some cyclists were unable to finish this race due to some crashes, but several participated cyclists still successfully finished this race steadily and safely.",
            "output": [
                "Walaupun sebahagian pelumba basikal tidak dapat menghabiskan perlumbaan disebabkan beberapa perlanggaran, tetapi sebahagian peserta lumba basikal masih berjaya menamatkan perlumbaan dengan stabil dan selamat."
            ]
        },
        {
            "input": "A group of paparazzi recorded a video Britney steering her car into another vehicle on August 6 as she tried to pull into a parking spot in a Studio City lot.",
            "output": [
                "Sekumpulan paparazi merakamkan video Britney memacu keretanya ke sebuah kenderaan lain pada 6 Ogos ketika dia cuba untuk meletakkan kenderaannya di kawasan letak kenderaan Studio City."
            ]
        },
        {
            "input": "\"However, since Palestinians have no means of self-defence against the most powerful military force in the Middle East.\"",
            "output": [
                "\"Walau bagaimanapun, kerana rakyat Palestin tidak mempunyai cara untuk mempertahankan diri daripada kuasa yang paling berkuasa tentera di Timur Tengah.\""
            ]
        },
        {
            "input": "He said the trend over recent years suggests the growth rate is accelerating, \"signifying that fossil fuels are having an impact on greenhouse gas concentrations in a way we haven’t seen in the past.\"",
            "output": [
                "Beliau berkata kecenderungan sejak beberapa tahun kebelakangan ini menunjukkan kadar pertumbuhan yang dipercepatkan, \"menandakan bahawa bahan api fosil mempunyai kesan ke atas kepekatan gas rumah hijau dengan cara yang kita tidak pernah saksikan pada masa lalu.\""
            ]
        },
        {
            "input": "Kenya's livestock minister, Mohammed Kuti, said today that cattle rustlers have killed eleven people near the central town of Isiolo.",
            "output": [
                "Menteri penternakan Kenya, Mohammed Kuti, hari ini berkata bahawa pencuri lembu telah membunuh sebelas orang berhampiran bandar utama Isiolo."
            ]
        },
        {
            "input": "The attack comes just hours before the national parliament was due to elect a new prime minister.",
            "output": [
                "Serangan itu muncul hanya beberapa jam sebelum parlimen negara dijadualkan untuk melantik seorang Perdana Menteri baru."
            ]
        },
        {
            "input": "Interstate 380 has also been closed, between mile markers 4 and 10, due to flooding from the Iowa River and Lake Coralville.",
            "output": [
                "Interstate 380 juga telah ditutup, antara batu bertanda 4 dan 10, akibat banjir dari Sungai dan Tasik Iowa Coralville."
            ]
        },
        {
            "input": "Japan's only points came from a Kōsei Ono penalty just before half time, while Stirling Mortlock kicked 27 points for Australia.",
            "output": [
                "Jepun hanya mendapat mata dari satu penalti oleh Kosei Ono sejurus sebelum separuh masa, sementara Stirling Mortlock menendang masuk 27 mata untuk Australia."
            ]
        },
        {
            "input": "He also outlined the fact that the plan for fighting cyber-crime stipulates the introduction of new rules for Internet users.",
            "output": [
                "Beliau juga menggariskan fakta bahawa pelan untuk melawan jenayah siber mensyaratkan pengenalan kepada peraturan baru untuk pengguna Internet."
            ]
        },
        {
            "input": "Owners of the coal mine have been detained by local police and the investigation into the cause of the flooding is underway.",
            "output": [
                "Pemilik lombong arang batu telah ditahan oleh polis tempatan dan siasatan mengenai punca banjir sedang dijalankan."
            ]
        },
        {
            "input": "According to BBC News Online, Batey first worked in broadcasting for the BBC.",
            "output": [
                "Menurut Berita Dalam Talian BBC, Batey pada mulanya berkerja dalam penyiaran untuk BBC."
            ]
        },
        {
            "input": "The Common Council requested on Tuesday that a picture be found on what many thought was the site of a previous hotel.",
            "output": [
                "Majlis Tempatan meminta pada hari Selasa supaya gambar yang ditemui di kawasan yang dipercayai ramai sebagai tapak hotel sebelum ini."
            ]
        },
        {
            "input": "The Halloween Town, a store that specializes in Halloween costumes and accessories, is selling the tattoo kit for NZ$16.",
            "output": [
                "Halloween Town, stor khusus dalam kostum Halloween dan aksesori, menjual kit tatu tersebut pada harga NZ$16."
            ]
        },
        {
            "input": "Egypt intends to launch an international initiative to fight misuse of the internet.",
            "output": [
                "Mesir berhasrat untuk melancarkan satu inisiatif antarabangsa bagi melawan penyalahgunaan internet."
            ]
        },
        {
            "input": "We believe that means he sees this as not frivolous, and he’s going to decide it on the merits, said Michael Ettinger, Robert's attorney.",
            "output": [
                "Kami percaya ini bermakna beliau melihat perkara ini sebagai tidak remeh, dan beliau akan membuat keputusan berdasarkan merit, kata Michael Ettinger, peguam Robert."
            ]
        },
        {
            "input": "Zork Hun is running for the Libertarian party in the Ontario provincial election, in the Parkdale-High Park riding.",
            "output": [
                "Zork Hun akan bertanding untuk parti Libertarian di dalam pilihan raya wilayah Ontario, di kawasan pilihanraya Parkdale-High Park."
            ]
        },
        {
            "input": "One of the victims is a 15-year old girl, the other victim is a male aged 18.",
            "output": [
                "Salah seorang mangsa adalah seorang gadis berusia 15 tahun, mangsa yang lain adalah seorang lelaki berusia 18 tahun."
            ]
        },
        {
            "input": "He announced two financial years of deficits before the budget returned to surplus in 2016/2017.",
            "output": [
                "Beliau mengumumkan defisit untuk dua tahun kewangan sebelum belanjawan itu kembali kepada lebihan pada tahun 2016/2017."
            ]
        },
        {
            "input": "Sergei Stanishev, leader of the socialist party, stated he would attempt to form a governing coalition.",
            "output": [
                "Sergei Stanishev, pemimpin parti sosialis, menyatakan beliau akan berusaha untuk membentuk kerajaan campuran."
            ]
        },
        {
            "input": "McBride had two good chances from headers, but he was unable to find the net on either.",
            "output": [
                "McBride mendapat dua peluang tandukan yang baik, tetapi beliau gagal mencari jaring dalam kedua-dua percubaan."
            ]
        },
        {
            "input": "Six people have been killed after a bus carrying Polish tourists crashed in Serbia.",
            "output": [
                "Enam orang telah terbunuh setelah bas yang membawa pelancong Polish berlanggar di Serbia."
            ]
        },
        {
            "input": "\"This technology is completely new, without copying any other missile systems that may exist in other countries\" and also says it can carry several warheads.",
            "output": [
                "\"Teknologi ini adalah sepenuhnya baru, tanpa meniru sistem peluru lain yang mungkin wujud di negara lain\" dia juga berkata ia dapat membawa beberapa kepala peledak."
            ]
        },
        {
            "input": "But when it comes right down to it, no irrefutable evidence exists to confirm allegations that the CIA operated secret detention centers in Europe.",
            "output": [
                "Tetapi apabila disiasat lebih dalam, tidak ada bukti yang wujud untuk mengesahkan dakwaan bahawa CIA mengendalikan pusat tahanan rahsia di Eropah."
            ]
        },
        {
            "input": "An F/A-18 Hornet jet belonging to the U.S. Navy's Blue Angels squadron crashed in Beaufort, South Carolina Saturday.",
            "output": [
                "Sebuah jet F/A-18 Hornet milik Tentera Laut U.S. skuadron Blue Angels telah jatuh terhempas di Beaufort, South Carolina hari Sabtu lalu."
            ]
        },
        {
            "input": "The resolution comes in response to questions that have been raised by senior intelligence officials and information revealed in leaked U.K. documents such as the Downing Street Memo, regarding the handling of pre-war intelligence by the Bush administration, and the planning and execution of the Iraq war.",
            "output": [
                "Resolusi tersebut tercetus sebagai respon kepada persoalan yang diutarakan oleh pegawai kanan perisikan dan maklumat yang didedahkan dalam dokumen U.K. yang bocor seperti Downing Street Memo, berkaitan pengendalian perisikan pra-perang oleh pentadbiran Bush, dan perancangan dan pelaksanaan perang Iraq."
            ]
        },
        {
            "input": "The launch cost South Korea an estimated US$400 million, and if successful, would have launched a satellite called the STSAT-2B into orbit.",
            "output": [
                "Pelancaran itu memakan kos Korea Selatan kira-kira AS$400 juta, dan jika berjaya, akan melancarkan satelit yang dikenali sebagai STSAT-2B ke orbit."
            ]
        },
        {
            "input": "21 people - 16 Indonesians and five Australians - were killed when the Boeing 737-400 overshot the runway, crossed a road, struck an embankment and burst into flames in a rice paddy.",
            "output": [
                "21 orang - 16 warga Indonesia dan lima warga Australia - terbunuh apabila pesawat Boeing 737-400 itu melepasi landasan, menyeberangi jalan, meletup dan terbakar dalam sawah padi."
            ]
        },
        {
            "input": "His remains were taken by a helicopter to the Kandahar Airfield.",
            "output": [
                "Mayatnya telah dibawa dengan sebuah helikopter ke Lapangan Terbang Kecil Kandahar."
            ]
        },
        {
            "input": "According to the phone conversation recording he posted to his blog,",
            "output": [
                "Menurut rakaman perbualan telefon yang dipaparkan di blognya,"
            ]
        },
        {
            "input": ":\"Walking back to a small stand, we purchased twenty bottles of cold drinks and returned to the soldiers and handed them to the officer in charge.\"",
            "output": [
                ":\"Berjalan kembali ke warung kecil, kami membeli dua puluh botol minuman sejuk dan kembali ke askar-askar tersebut dan menyerahkan ia kepada pegawai bertugas.\""
            ]
        },
        {
            "input": "The Education Review Office (ERO) and the Ministry of Education said that they were unaware of the policy and that private schools are not legally obliged to produce documents to government bodies.",
            "output": [
                "Pendidikan Kajian Office (ERO) dan Kementerian Pelajaran berkata bahawa mereka tidak mengetahui dasar dan sekolah swasta tidak bertanggungjawab di sisi undang-undang untuk mengemukakan dokumen kepada badan-badan kerajaan."
            ]
        },
        {
            "input": "Stevens, who handles appeals from the Seventh Circuit, had three options: reject the request for a delay of trial, grant it, or allow the federal government to respond.",
            "output": [
                "Stevens, yang mengendalikan rayuan daripada Rangkaian Ketujuh, mempunyai tiga pilihan: menolak permintaan untuk penangguhan perbicaraan, memberikan kebenaran, atau membenarkan kerajaan persekutuan untuk bertindak balas."
            ]
        },
        {
            "input": "Six media organisations, including Fairfax, are mounting a constitutional challenge to secret hearings in an upcoming terrorism trial in Australia.",
            "output": [
                "Enam organisasi media, termasuk Fairfax, adalah pelekap satu cabaran perlembagaan untuk perbicaraan rahsia dalam percubaan keganasan akan datang di Australia."
            ]
        },
        {
            "input": "Severe flooding in the island nation of Fiji has killed eight people and forced thousands to evacuate.",
            "output": [
                "Banjir teruk di negara pulau Fiji telah membunuh lapan orang dan memaksa beribu-ribu orang untuk berpindah."
            ]
        },
        {
            "input": "The conference began informally last night with a dinner hosted by US Secretary of State Condoleezza Rice.",
            "output": [
                "Persidangan itu bermula secara tidak rasmi malam tadi dengan makan malam yang dihoskan oleh Setiausaha Negara Amerika Syarikat Condoleezza Rice."
            ]
        },
        {
            "input": "\"We're looking at a flood that is around the one in one hundred year flood level,\" said Phil Campbell, State Emergency Service spokesperson.",
            "output": [
                "\"Kami melihat banjir di sekitar yang merupakan satu dalam seratus tahun,\" kata Phil Campbell, jurucakap Perkhidmatan Kecemasan Negeri."
            ]
        },
        {
            "input": "Only once rescue workers reached the hardest hit areas of the storm did they begin to realize the extent of damage that had occurred.",
            "output": [
                "Pekerja penyelamat tiba di kawasan paling teruk terjejas ribut sekali sahaja selepas mereka mula menyedari tahap kerosakan yang telah berlaku."
            ]
        },
        {
            "input": "The first trial ended in a mistrial after one juror received a threatening letter.",
            "output": [
                "Pengadilan pertama meakhir dengan pengadilan yang salah selepas seorang juri menerima surat ancaman."
            ]
        },
        {
            "input": "Later, Discovery became the first shuttle to fly a Russian cosmonaut.",
            "output": [
                "Kemudian, Discovery menjadi kapal angkasa pertama yang menerbangkan seorang angkasawan Rusia."
            ]
        },
        {
            "input": "Detectives investigating the murders have confirmed that the last body discovered was that of 29 year old Annette Nicholls.",
            "output": [
                "Detektif yang menyiasat pembunuhan itu mengesahkan bahawa mayat terakhir dijumpai adalah Annette Nicholls yang berusia 29 tahun."
            ]
        },
        {
            "input": "\"If the environmental groups and political leftists who are trying to suppress the truth about abortion think we're going to go away because we lost two cases that we fully expected to lose, they're in for a rude awakening,\" Cunningham said.",
            "output": [
                "\"Jika kumpulan-kumpulan alam sekitar dan golongan politik berhaluan kiri yang sedang mencuba menyekat kebenaran tentang pengguguran berfikir kami akan pergi disebabkan kami kalah dua kes yang kami jangka sepenuhnya kami akan tewas, mereka akan menerima kejutan yang besar,\" kata Cunningham."
            ]
        },
        {
            "input": "Prosecuter Lisa Hicks-Thomas said she was pleased with the outcome and confident the law would be upheld on appeal.",
            "output": [
                "Pendakwa Lisa Hicks-Thomas berkata dia gembira dengan keputusan itu dan yakin undang-undang akan ditegakkan atas rayuan itu."
            ]
        },
        {
            "input": "The tool was first developed in 2003 by a collaboration between Fernanda B. Viégas of the MIT Media Lab and Martin Wattenberg and Kushal Dave of IBM.",
            "output": [
                "Peralatan itu pertama kali dibangunkan pada tahun 2003 dengan satu kerjasama di antara Fernanda B. Vieges dari Makmal Media MIT dan Martin Wattenberg dan Kushal Dave dari IBM."
            ]
        },
        {
            "input": "However, if the parties fail to set up the Executive or fail to agree \"at any stage\", the Assembly will be dissolved and direct rule from London will continue with input from the Republic of Ireland.",
            "output": [
                "Walau bagaimanapun, sekiranya parti-parti gagal menubuhkan Eksekutif atau gagal bersetuju pada \"mana-mana peringkat\", Perhimpunan Utara Ireland akan dibubarkan dan pemerintahan secara langsung dari London akan diteruskan dengan masukan daripada Republik Ireland."
            ]
        },
        {
            "input": "Hawaii has had a statewide prohibition on billboards and similar forms of advertising since 1927, and is unique among U.S. states in this regard.",
            "output": [
                "Hawaii mempunyai larangan di seluruh negeri mengenai papan tanda dan bentuk pengiklanan seumpamanya sejak 1927, ianya unik di kalangan negeri-negeri di Amerika Syarikat berkaitan perkara ini."
            ]
        },
        {
            "input": "Yesterday, ITV Border, the company for whom he used to work, said Batey died Sunday night in a hospice near his Lytham St Annes residence in Lancashire, England after experiencing a brief illness.",
            "output": [
                "Semalam, ITV Border, syarikat yang beliau pernah bertugas, mengatakan Batey meninggal dunia pada malam Ahad di dalam sebuah hospis berdekatan kediamannya Lytham St Anne di Lancashire, England selepas mengalami beberapa kesakitan ringan."
            ]
        },
        {
            "input": "The intended application of the funding is the goal to half child and maternal mortality by 2010, to introduce a social health insurance scheme, to improve equipment and to train health professionals.",
            "output": [
                "Tujuan pembiayaan adalah untuk mencapai separuh daripada kematian kanak-kanak dan ibu menjelang tahun 2010, untuk memperkenalkan skim insurans kesihatan sosial, untuk memperbaiki peralatan dan melatih ahli profesional kesihatan."
            ]
        },
        {
            "input": "Investigators initially struggled to produce enough ice under test conditions but have now found that at high concentration, fuel can form ice at very low temperatures in enough quantity to seriously restrict fuel flow, according to a new interim report by the AAIB.",
            "output": [
                "Penyiasat pada mulanya berusaha untuk menghasilkan ais secukupnya di bawah keadaan ujian tetapi kini medapati bahawa pada kepekatan tinggi, bahan api boleh membentuk ais pada suhu yang sangat rendah dalam kuantiti yang cukup untuk menyekat aliran bahan api, menurut satu laporan sementara yang baru oleh AAIB."
            ]
        },
        {
            "input": "Rico Daniels is a British TV presenter living in France who is known for his two television series — The Salvager — whilst he still lived in the UK and then Le Salvager after he moved to France.",
            "output": [
                "Rico Daniels ialah seorang penyampai TV British yang tinggal di Perancis yang terkenal dengan dua siri televisyen beliau - The Salvager - semasa beliau masih tinggal di UK dan kemudian Le Salvager selepas beliau berpindah ke Perancis."
            ]
        },
        {
            "input": "An internet forum, run by the non-profit Epilepsy Foundation, was attacked last week by a group of vandals.",
            "output": [
                "Sebuah forum internet, dikendalikan oleh Yayasan Sawan yang bukan membuat untung, telah diserang oleh sekumpulan pelaku musnah pada minggu lepas."
            ]
        },
        {
            "input": "Police were seeking relatives to help identify the bodies, and are instigating an investigation into the circumstances.",
            "output": [
                "Polis sedang mencari saudara-mara untuk membantu mengenal pasti mayat, dan memulakan siasatan teradap kejadian itu."
            ]
        },
        {
            "input": "The military said security forces battled militants on Friday as they fought for control of Makeen, an area considered the main base of the Pakistani Taliban.",
            "output": [
                "Pihak tentera itu berkata pasukan keselamatan bertempur dengan militan pada hari Jumaat untuk mendapatkan kawalan Makeen, sebuah kawasan yang dipercayai pangkalan utama Taliban Pakistan."
            ]
        },
        {
            "input": "Extensive decontamination procedures are included in the document, including immediately calling for a medical check on any detainee exposed to pepper spray.",
            "output": [
                "Prosedur penyahcemaran yang luas adalah termaktub dalam dokumen itu, termasuk meminta pemeriksaan perubatan dengan segera terhadap tahanan yang terkena semburan lada."
            ]
        },
        {
            "input": "At the time, the Statler was the largest hotel [based on the number of rooms] ever constructed.",
            "output": [
                "Pada masa itu, Statler adalah hotel terbesar [berdasarkan bilangan bilik] yang pernah dibina."
            ]
        },
        {
            "input": "The news comes hours after British Foreign Secretary David Miliband spoke to his Iranian counterpart Manouchehr Mottaki by phone and pressed him for clear information on the incident.",
            "output": [
                "Berita itu tiba beberapa jam selepas Setiausaha Luar Negeri British, David Miliband berkata kepada rakan sejawatnya di Iran, Manouchehr Mottaki melalui telefon dan meminta beliau untuk maklumat yang jelas mengenai kejadian itu."
            ]
        },
        {
            "input": "For the past 20 years, the rhino has not been reported anywhere else in Sabah and researchers say that it is likely \"extinct\" in the rest of Malaysia.",
            "output": [
                "Sepanjang 20 tahun yang lalu, badak itu tidak pernah dilaporkan di tempat lain di Sabah dan penyelidik mengatakan bahawa ia mungkin \"pupus\" di kawasan Malaysia yang lain."
            ]
        },
        {
            "input": "Mariano Rivera closed out the game with a two-inning appearance, recording his 20th save.",
            "output": [
                "Mariano Rivera yang menutup permainan dengan penampilan dua pusingan, merekodkan penyelamat kali ke-20nya."
            ]
        },
        {
            "input": "It is to be attended by leading figures from the worlds of politics and entertainment, as well as several international figures, including former Australian Prime Minister John Howard and inventor of the World Wide Web Sir Tim Berners-Lee.",
            "output": [
                "Ia akan dihadiri oleh tokoh-tokoh dari dunia politik dan hiburan, serta beberapa tokoh-tokoh antarabangsa, termasuk bekas Perdana Menteri Australia, John Howard dan pencipta World Wide Web Sir Tim Berners-Lee."
            ]
        },
        {
            "input": "A reason for the accident has not yet been given.",
            "output": [
                "Sebab kejadian masih belum dinyatakan."
            ]
        },
        {
            "input": "While previous studies showed resistance levels below 1%, samples tested by the U.S. Centers for Disease Control and Prevention now showed around 5% resistance, and in a Canadian survey of 81 samples, 8 showed resistance.",
            "output": [
                "Walaupun kajian sebelum ini menunjukkan tahap ketahanan di bawah 1%, sampel diuji oleh Pusat Kawalan dan Pencegahan Penyakit A.S. kini menunjukkan sekitar ketahanan 5%, dan di dalam penyiasatan 81 spesimen di Kanada, 8 menunjukkan ketahanan."
            ]
        },
        {
            "input": "A main belt asteroid, No. 274301, has been named after Wikipedia, a free encyclopedia.",
            "output": [
                "Satu jaluran asteroid utama, No. 274301, telah dinamakan Wikipedia, sebuah ensiklopedia percuma."
            ]
        },
        {
            "input": "Silver Birch then held off a late challenge by McKelvey in a close finish.",
            "output": [
                "Silver Birch kemudiannya mendapat cabaran pada saat terakhir dari McKelvey menghampiri garisan penamat."
            ]
        },
        {
            "input": "\"Not because I'm a hugely popular fellow in Kingsway, but because of vote splits and the way the first-past-the-post system works.\"",
            "output": [
                "\"Bukan kerana saya seorang yang sangat popular di Kingsway, tetapi kerana perpecahan undi dan cara kerja sistem pertama-lepas-jawatan.\""
            ]
        },
        {
            "input": "The site of this company was recently uncovered in the Canal District during an archeological dig.",
            "output": [
                "Tapak syarikat ini telah baru-baru ini ditemui di Daerah Canal semasa penggalian arkeologi dijalankan."
            ]
        },
        {
            "input": "Twenty-five years feels right in my bones and feels right in my spirit, she told her audience.",
            "output": [
                "Dua puluh lima tahun merasakan betul-betul sebati dalam diri saya dan merasakan betul-betul dalam semangat saya, katanya kepada penonton beliau."
            ]
        },
        {
            "input": "Toshiba's stake in the joint venture SED Inc. is about Yen$10 billion, or, approximately, US$83 million.",
            "output": [
                "Saham Toshiba dalam usaha sama SED Inc. ialah lebih kurang Yen$10 bilion, atau, kira-kira US$83 juta."
            ]
        },
        {
            "input": "The islands' administration and Premier have been suspended for up to two years and their powers transferred to the UK-appointed Governor.",
            "output": [
                "Pentadbiran dan Premier pulau-pulau yang telah digantung selama dua tahun dan kuasa mereka dipindahkan kepada Gabenor UK."
            ]
        },
        {
            "input": "Investors were said to have been worried about developing in the country citing lack of security and legal protection.",
            "output": [
                "Para pelabur dikatakan bimbang tentang pembangunan di negara ini memetik kekurangan keselamatan dan perlindungan undang-undang."
            ]
        },
        {
            "input": "In a press release, the Foundation stated that several users of the forum, sufferers of epilepsy, experienced harsh migraines and seizures as a result of the attack.",
            "output": [
                "Dalam satu siaran akhbar, Yayasan itu menyatakan bahawa beberapa orang pengguna forum itu, yang merupakan pesakit epilepsi, mengalami migrain teruk dan sawan akibat serangan tersebut."
            ]
        },
        {
            "input": "These countries \"must be given the development, economic and policy tools required to boost their agricultural production and productivity\", he said.",
            "output": [
                "Negara-negara ini \"mesti diberi alat pembangunan, ekonomi dan dasar yang diperlukan untuk meningkatkan pengeluaran pertanian dan produktiviti,\" katanya."
            ]
        },
        {
            "input": "According to Henry Akpan, chief epidemiologist at Nigeria's Ministry of Health, 111 of the 163 recorded deaths have been children, many only several years old.",
            "output": [
                "Menurut Henry Akpan, ketua epidemiologi yang berkhidmat di Kementerian Nigeria Kesihatan, 111 daripada 163 kematian direkodkan adalah kanak-kanak, kebanyakannya hanya berusia beberapa tahun."
            ]
        },
        {
            "input": "The National Movement for Simeon II which is currently ruling is in the second place, with around 21%.",
            "output": [
                "Pergerakan Kebangsaan Simeon II yang kini memerintah berada di tempat kedua, dengan kira-kira 21%."
            ]
        },
        {
            "input": "He also stated that he was not attempting to remove videos critical of him, or the Church, but also emphasizes other videos still on YouTube that are \"a personal attack against me and my beliefs.\"",
            "output": [
                "Dia juga menyatakan bahawa dia tidak cuba untuk memadam video yang mengkritiknya, atau Gereja, tetapi juga menekankan video lain masih dalam YouTube yang berunsur \"serangan peribadi terhadap saya dan kepercayaan saya.\""
            ]
        },
        {
            "input": "I think she'd make a very good president but let's wait and see.",
            "output": [
                "Saya rasa dia akan menjadi seorang presiden yang sangat baik tetapi mari kita tunggu dan lihat."
            ]
        },
        {
            "input": "In an effort to stop the fighting, the army has been ordered to open fire on people, and to create a buffer zone between the Christians and the Muslims.",
            "output": [
                "Di dalam usaha untuk menghentikan pergaduhan, para tentera telah diarahkan untuk menembak orang ramai, dan mewujudkan zon penampan di antara orang Kristian dan Muslim."
            ]
        },
        {
            "input": "Terrace, BC, was isolated as highways north and south of the city were closed due to a heavy glaze of ice.",
            "output": [
                "Terrace, BC, telah diasingkan kerana lebuh raya utara dan selatan bandar itu telah ditutup disebabkan lapisan ais yang tebal."
            ]
        },
        {
            "input": "\"Whilst the emergency services did a fantastic job on the day, I have been stunningly underwhelmed by the support offered to victims since.\"",
            "output": [
                "\"Walaupun servis kecemasan telah bertindak dengan bagus pada hari kejadian, saya amat tidak gembira dengan sokongan yang diberi kepada mangsa sejak dari itu.\""
            ]
        },
        {
            "input": "Although the city subsequently rebuilt, another tsunami again damaged the harbor in 2006.",
            "output": [
                "Walaupun bandar ini kemudiannya dibina semula, satu lagi tsunami merosakkan pelabuhan itu pada tahun 2006."
            ]
        },
        {
            "input": "Discovery lifted off at 7:43 p.m. (EDT) from Cape Canaveral Air Force Station in Florida in the United States after NASA declared the weather to be \"100% go for launch\".",
            "output": [
                "Discovery diangkat dari pada 07:43 p.m. (EDT) dari Stesen Tentera Udara Cape Canaveral di Florida di Amerika Syarikat selepas NASA diisytiharkan cuaca menjadi \"100% pergi untuk pelancaran.\""
            ]
        },
        {
            "input": "With the passing of this bill, Congress has provided $650 billion for the Iraq War effort, and nearly $200 billion for war operations in Afghanistan.",
            "output": [
                "Dengan kelulusan rang undang-undang ini, Kongres telah menyediakan $650 bilion untuk usaha Perang Iraq, dan hampir $200 bilion untuk operasi perang di Afghanistan."
            ]
        },
        {
            "input": "The boy was shot and a teenager injured at around 5pm local time yesterday when, while driving a motorcycle, they sped through a roadblock cordoning off the scene of a suicide bombing.",
            "output": [
                "Budak lelaki itu ditembak dan seorang remaja tercedera pada kira-kira 5 petang masa tempatan semalam apabila sewaktu mereka memacu motosikal, mereka memecut melalui sekatan jalan raya yang sedang menyekat kawasan pengeboman berani mati."
            ]
        },
        {
            "input": "Goldman's complaint asserts that he was discriminated against in violation of the District of Columbia Human Rights Act.",
            "output": [
                "Aduan Goldman itu menegaskan bahawa dia didiskriminasi berdasarkan pencabulan Akta Hak Asasi Manusia Daerah Columbia."
            ]
        },
        {
            "input": "The 15-year-old suspect's home and computers were searched and evidence was collected, which revealed that he allegedly tried to purchase black powder explosives and machine guns over the Internet.",
            "output": [
                "Rumah suspek berusia 15 tahun itu dan komputer telah diperiksa dan bukti telah dikumpulkan, yang mendedahkan bahawa dia didakwa cuba untuk membeli bahan letupan serbuk hitam dan mesingan melalui Internet."
            ]
        },
        {
            "input": "The bomb blast destroyed many window panes in the building and in neighbouring buildings.",
            "output": [
                "Letupan bom merosakkan banyak tingkap dalam bangunan tersebut dan bangunan berjiranan."
            ]
        },
        {
            "input": "Following their release, the students told the media they were required to remove their clothes at the police station.",
            "output": [
                "Berikutan pembebasan mereka, pelajar itu memberitahu media mereka dikehendaki menanggalkan pakaian mereka di balai polis."
            ]
        },
        {
            "input": "The Parade started out at Nathan Phillips Square, it then marched a short ways to the Cenotaph at Old City hall, where a ceremony was held for the dead and wounded in the Battle of the Atlantic.",
            "output": [
                "Perarakan bermula di Nathan Phillips Square yang kemudiannya berarak dari satu jalan yang singkat ke Tugu Peringatan di Dewan Bandar Lama, di mana satu majlis telah diadakan untuk orang terkorban dan cedera dalam Pertempuran Atlantik."
            ]
        },
        {
            "input": "Operation Elveden has now arrested a total of fourteen people: 12 journalists and two police officers.",
            "output": [
                "Operasi Elveden kini telah menangkap sejumlah empat belas orang: 12 wartawan dan dua pegawai polis."
            ]
        },
        {
            "input": "Leader of Jim Anderton's Progressive coalition and supporter of the bill, Jim Anderton, said: \"Making a last-minute plea to MPs is not to be fooled by the promise of the unnecessary review.\"",
            "output": [
                "Ketua kepada gabungan Progresif Jim Anderton dan penyokong kepada undang-undang tersebut, Jim Anderton, berkata: \"Membuat pengakuan di saat akhir kepada MP bukanlah untuk diperbodohkan oleh janji kepada ulasan yang tidak diperlukan.\""
            ]
        },
        {
            "input": "However, New Zealand centre Luke McAlister was harshly sin-binned early in the second half for illegally blocking a French player and preventing a try scoring opportunity.",
            "output": [
                "Walau bagaimanapun, pemain tengah New Zealand Luke McAlister telah dikenakan hukuman sin-bin pada awal separuh masa kedua kerana menyekat pemain Perancis secara haram dan menghalang peluang jaringan cubaan."
            ]
        },
        {
            "input": "Tulsiram Dhondu Surve, watchman of high security Wangani microwave tower in Raigad district, was found guilty of allowing Tiger's men to use government property for the purpose of loading arms into vehicles which then transported them to Mumbai.",
            "output": [
                "Tulsiram Dhondu Surve, penjaga keselamatan tinggi Wangani menara ketuhar gelombang mikro di daerah Raigad, didapati bersalah keranan membenarkan orang suruhan Tiger untuk menggunakan harta milik kerajaan untuk tujuan muatan senjata ke dalam kenderaan yang kemudiannya membawa mereka ke Mumbai."
            ]
        },
        {
            "input": "\"I and my government are ready to travel around the world,\" he said.",
            "output": [
                "\"Saya dan kerajaan saya bersedia untuk mengelilingi dunia,\" katanya."
            ]
        },
        {
            "input": "One of the standards include coming to school on time and good behaviour for 20 days, it appears on the students records as: \"Work and Study Skills: Demonstrate Care and Timeliness as an Employee\".",
            "output": [
                "Salah satu standard termasuk datang ke sekolah tepat pada masa dan berkelakuan baik selama 20 hari, ia muncul dalam rekod pelajar sebagai: \"Kerja dan Kemahiran Pengajian: Menunjukkan Penjagaan dan Ketepatan masa sebagai seorang pekerja.\""
            ]
        },
        {
            "input": "He achieved a second goal for his team 43 minutes after the game commenced.",
            "output": [
                "Beliau mendapatkan gol kedua untuk pasukannya 43 minit selepas perlawanan bermula."
            ]
        },
        {
            "input": "Today, due to the increasing wealth of emerging nations, just one in every three billionaires is American, a decline from ten years ago when Americans numbered one in every two.",
            "output": [
                "Hari ini, hasil dari peningkatan kemewahan negara-negara membangun, hanya satu dari tiga jutawan adalah warga Amerika, satu kemerosotan dari sepuluh tahun lepas ketika warga Amerika adalah satu dari setiap dua orang."
            ]
        },
        {
            "input": "The dispute with Nano-Proprietary was the ground for Canon and Toshiba to delay the construction of the $1.7 billion plant for SED-based flat-panels.",
            "output": [
                "Pertikaian dengan Nano-Proprietary adalah alasan untuk Canon dan Toshiba untuk melambatkan pembinaan kilang berharga $1.7 bilion untuk skrin rata berdasarkan SED."
            ]
        },
        {
            "input": "On the whole, Family Guy averaged a 6.3 rating in the overnights as posted by Zap2It.",
            "output": [
                "Secara keseluruhannya, Family Guy mendapat penarafan 6.3 dalam semalam seperti yang disiarkan oleh Zap2It."
            ]
        },
        {
            "input": "The first earthquake measured a 4.7 on the Richter magnitude scale and was in a mountainous area and the second measured a 5.1.",
            "output": [
                "Gempa bumi pertama berukuran 4.7 pada skala magnitud Richter dan dalam kawasan bergunung dan yang kedua berukuran 5.1."
            ]
        },
        {
            "input": "\"It's a big opportunity for any company that's run efficiently to benefit.\"",
            "output": [
                "\"Ia adalah satu peluang besar bagi mana-mana syarikat yang beroperasi dengan cekap untuk mendapat manfaat.\""
            ]
        },
        {
            "input": "The workshop opened on August 22 and will remain until September 10.",
            "output": [
                "Bengkel ini dibuka pada 22 Ogos dan akan kekal sehingga 10 September."
            ]
        },
        {
            "input": "They were, however, hampered by protesters on the roof, who, among other things, threw caustic soda at the soldiers.",
            "output": [
                "Mereka, bagaimanapun, dihalang oleh penunjuk perasaan di atas bumbung, yang, antaranya, melemparkan soda kaustik pada askar."
            ]
        },
        {
            "input": "Regarded by many as the \"contest good taste forgot,\" Eurovision is adored by fans of kitsch and camp everywhere.",
            "output": [
                "Dianggap oleh ramai sebagai \"pertandingan cita rasa baik dilupakan,\" Eurovision dipuja oleh peminat kitsch dan berkhemah dimana-mana sahaja."
            ]
        },
        {
            "input": "The team event included ten teams representing eight countries, with the United States and Canada having two teams each and 54 skiers competing.",
            "output": [
                "Acara pasukan turut termasuk sepuluh pasukan yang mewakili lapan buah negara, dengan Amerika Syarikat dan Kanada yang setiapnya mempunyai dua buah kumpulan dan 54 orang pemain ski yang bertanding."
            ]
        },
        {
            "input": "They were subsequently killed after being trapped by a fire in the mine which prevented them from escaping.",
            "output": [
                "Mereka kemudiannya dibunuh selepas terperangkap dalam api di lombong yang menghalang mereka daripada melarikan diri."
            ]
        },
        {
            "input": "\"Police will be targeting anyone doing the wrong thing, regardless of which team they support.\"he said.",
            "output": [
                "\"Polis akan menyasarkan sesiapa sahaja melakukan perkara yang salah, tidak kira di mana pasukan mereka menyokong\" katanya."
            ]
        },
        {
            "input": "Her return is tied in with a 1994 storyline in which Taylor was held captive by Moroccan prince Omar (played by Indian actor Kabir Bedi).",
            "output": [
                "Kepulangannya terikat dengan jalan cerita pada 1994 yang mana Taylor telah ditawan oleh Omar putera Maghribi (dimainkan oleh pelakon India Kabir Bedi)."
            ]
        },
        {
            "input": "He said soldiers arrived to inspect police weapons, and were waiting for approval for that inspection.",
            "output": [
                "Dia berkata askar telah datang untuk memeriksa senjata polis, dan sedang menunggu kelulusan bagi pemeriksaan tersebut."
            ]
        },
        {
            "input": "StopBadware.org decided to investigate after their users have sent in complaints regarding the operation of the software.",
            "output": [
                "StopBadware.org memutuskan untuk menbuat penyiasatan selepas pengguna mereka menghantar aduan mengenai operasi perisian tersebut."
            ]
        },
        {
            "input": "This is the second fatal mine accident in the area in two weeks.",
            "output": [
                "Ini merupakan kemalangan maut yang kedua di kawasan tersebut dalam masa dua minggu."
            ]
        },
        {
            "input": "A spokesman for the Red Cross speculated that the toll could increase to over 100,000 as some of the smaller islands in the Indian Ocean are checked, and a U.N. official said that the death toll might eventually approach 80,000 in Indonesia alone.",
            "output": [
                "Jurucakap Palang Merah mengagak bahawa angka itu mungkin meningkat ke lebih 100,000 selepas sebahagian daripada pulau-pulau kecil di Lautan Hindi diperiksa, dan seorang pegawai PBB berkata angka kematian mungkin akhirnya mencapai 80,000 di Indonesia sahaja."
            ]
        },
        {
            "input": "The data suggests a layer of water between the moon's rocky core and its icy mantle, possibly as deep as about 50 miles (80 kilometers) beneath the surface.",
            "output": [
                "Data menunjukkan adanya lapisan air di antara teras berbatu bulan dan mantel berais, mungkin sedalam kira-kira 50 batu (80 kilometer) di bawah permukaan."
            ]
        },
        {
            "input": "It took investigators two weeks to positively identify the toothy crocodile as an American alligator, (Alligator mississippiensis).",
            "output": [
                "Para penyiasat telah mengambil masa dua minggu untuk mengenal pasti secara positif buaya bergigi itu sebagai buaya Amerika, (Alligator mississippiensis)."
            ]
        },
        {
            "input": "The attack occurred at 5pm (Local Time) just off Amity Point, North Stradbroke Island, south-east of Brisbane.",
            "output": [
                "Serangan itu berlaku pada pukul 5 petang (Waktu Tempatan) tidak jauh dari Amity Point, North Stradbroke Island, tenggara Brisbane."
            ]
        },
        {
            "input": "For negotiating with Arafat, former Prime Minister Benjamin Netanyahu shouted at Peres, \"You are worse than Chamberlain!\" a reference to Hitler's British appeaser.",
            "output": [
                "Pada rundingan bersama Arafat, bekas Perdana Menteri Benjamin Netanyahu menjerit kepada Peres, \"Anda lebih teruk berbanding Chamberlain!\" merujuk kepada keadaan British menenangkan Hitler."
            ]
        },
        {
            "input": "Police briefly cordoned off Mile-End tube station in East London on Saturday morning.",
            "output": [
                "Polis mengepung secara ringkas stesen kereta api bawah tanah Mile-End di Timur London pada pagi Sabtu."
            ]
        },
        {
            "input": "Eight Israeli soldiers and three civilians have died in the same period.",
            "output": [
                "Lapan orang tentera Israel dan tiga orang awam terbunuh dalam tempoh yang sama."
            ]
        },
        {
            "input": "\"Another difference from Wikipedia is that we have a premium content version of the site.\"",
            "output": [
                "\"Satu lagi perbezaan berbanding Wikipedia adalah bahawa kami mempunyai versi kandungan premium laman web ini.\""
            ]
        },
        {
            "input": "MS affects approximately one of every 1000 people in North America, northern Europe and Australasia.",
            "output": [
                "MS mempengaruhi kira-kira satu daripada setiap 1000 orang di Amerika Utara, Eropah Utara dan Australasia."
            ]
        },
        {
            "input": "Forty-five were killed at the Ghazl pet market, and 27 were killed in New Baghdad.",
            "output": [
                "Empat puluh lima telah terbunuh di pasar haiwan ternakan Ghazl, dan 27 telah dibunuh di New Baghdad."
            ]
        },
        {
            "input": "Fires continue to burn in Greece on Monday destroying everything in their path.",
            "output": [
                "Api terus marak di Greece pada Isnin memusnahkan segala-galanya dalam laluan."
            ]
        },
        {
            "input": "Victorian Opposition Leader Ted Baillieu said he was not in support of the proposed strike and called on the government to meet with unions.",
            "output": [
                "Ketua Pembangkang Victoria Ted Baillieu berkata dia tidak menyokong tindakan mogok dan memanggil kerajaan untuk bertemu dengan kesatuan."
            ]
        },
        {
            "input": "The blast, which occurred at 4:30 a.m. EEST (UTC+3) is believed to have been caused by excessive summer temperatures, but other reports suggest that a gas leak may have sparked the blast.",
            "output": [
                "Letupan yang berlaku pada 4:30 pagi EEST (UTC+3) dipercayai telah disebabkan oleh suhu musim panas yang keterlaluan, tetapi laporan lain menunjukkan bahawa kebocoran gas mungkin telah mencetuskan letupan itu."
            ]
        },
        {
            "input": "The House also removed the requirement in the bill that would mandate Amtrak to end passenger train service on currently unprofitable routes.",
            "output": [
                "Dewan juga mengeluarkan syarat-syarat dalam rang undang-undang yang akan membenarkan Amtrak untuk menamatkan perkhidmatan kereta api penumpang di laluan sekarang yang tidak menguntungkan."
            ]
        },
        {
            "input": "He has stated that he will not transfer power to his successor Alassane Ouattara, the declared winner.",
            "output": [
                "Beliau telah menyatakan bahawa beliau tidak akan memindahkan kuasa kepada pewarisnya Alassane Ouattara, pemenang yang telah diumumkan."
            ]
        },
        {
            "input": "News reports confirm that the victim - who also goes to the same school - recognized the alleged assailant, because of his profile and photos on Facebook.",
            "output": [
                "Laporan berita mengesahkan bahawa mangsa - yang turut pergi ke sekolah yang sama - mengenali penyerangnya, kerana profil dan gambar beliau di Facebook."
            ]
        },
        {
            "input": "At least 12 trees were reported to have toppled during the storm.",
            "output": [
                "Sekurang-kurangnya 12 pokok telah dilaporkan tumbang semasa ribut."
            ]
        },
        {
            "input": "The bridge collapsed in 2004 and was temporarily replaced with a wooden bridge which Israelis say is weakening and unsafe.",
            "output": [
                "Jambatan itu runtuh pada tahun 2004 dan telah digantikan sementara dengan jambatan kayu yang dikatakan semakin lemah dan tidak selamat oleh pihak Israel."
            ]
        },
        {
            "input": "In the past, Croatia has called for the border to be drawn down the middle of the bay.",
            "output": [
                "Dahulu Croatia pernah menyeru supaya digariskan sempadan di tengah teluk."
            ]
        },
        {
            "input": "Al-Suri wounded two people and killed one Pakistani security official.",
            "output": [
                "Al-Suri mencederakan dua orang dan membunuh seorang pegawai keselamatan Pakistan."
            ]
        },
        {
            "input": "The Socialist Alliance will run two candidates as independents because of what they call \"restrictive rules for registration.\"",
            "output": [
                "Pihak Sosialis Alliance akan melanjutkan dua calon sebagai calon bebas kerana apa yang mereka panggil \"peraturan ketat untuk pendaftaran.\""
            ]
        },
        {
            "input": "A Mig-29 jet fighter of the Serbian Air Force and Air Defense crashed near Belgrade, Serbia, on Tuesday.",
            "output": [
                "Jet pejuang Mig-29 Tentera Udara dan Pertahanan Udara Serbia terhempas berhampiran Belgrade, Serbia, pada hari Selasa."
            ]
        },
        {
            "input": "The police said \"there was a possibility that the boat was overloaded,\" saying that \"there was also livestock on board.\"",
            "output": [
                "Pihak polis berkata \"ada kemungkinan bot itu melebihi muatan,\" mengatakan bahawa \"terdapat juga binatang ternakan di atas kapal.\""
            ]
        },
        {
            "input": "In the point standings, Harvick and Johnson remained in the first and second position.",
            "output": [
                "Didalam kedudukan mata, Harvick dan Johnson kekal ditempat pertama dan kedua."
            ]
        },
        {
            "input": "The posting of logos is being required to alert people not to smoke.",
            "output": [
                "Penyiaran logo adalah dikehendaki untuk memberi amaran kepada orang ramai supaya jangan merokok."
            ]
        },
        {
            "input": "\"What's new and exciting about Adam is [it is] the first time we've managed to show that a computer can not only think up new scientific ideas, but experimentally test them and decide whether they're true,\" said Ross King, a computer science professor and lead researcher at Aberystwyth University, \"Adam makes up its own mind what to do.",
            "output": [
                "\"Apa yang baru dan menarik tentang Adam adalah [ia] kali pertama kami berjaya menunjukkan bahawa komputer bukan sahaja boleh fikirkan idea-idea saintifik baru, menguji mereka melalui eksperimen dan membuat keputusan sama ada mereka betul,\" kata Ross King, seorang profesor sains komputer dan penyelidik di Universiti Aberystwyth, \"Adam membuat keputusan sendiri apa yang perlu dilakukan.\""
            ]
        },
        {
            "input": "A man has been charged with the murder of a 64-year old British woman in Hong Kong.",
            "output": [
                "Seorang lelaki telah didakwa membunuh seorang wanita British berusia 64 tahun di Hong Kong."
            ]
        },
        {
            "input": "\"I would like to send a clear message to President Nicolas Sarkozy that we can do what we want.\"",
            "output": [
                "\"Saya mahu menghantar satu mesej yang jelas kepada Presiden Nicolas Sarkozy yang kami boleh buat apa yang kami mahu.\""
            ]
        },
        {
            "input": "A subsequent internal RCMP investigation found several instances of impropriety in the Arar case, including the provision of sensitive information on Arar to US officials, and that a liaison officer may have known of the deportation plan but did not contact his supervisors.",
            "output": [
                "Siasatan dalaman RCMP berikutnya menjumpai beberapa contoh sumbang dalam kes Arar, termasuk pemberian maklumat sensitif mengenai Arar kepada pegawai AS, dan pegawai badan perhubungan mungkin sudah mengetahui mengenai pemindahan tersebut tetapi tidak memaklumkan penyelianya."
            ]
        },
        {
            "input": "Portuguese Prime Minister Pedro Santana Lopes, along with his entire cabinet, resigned Saturday after President Jorge Sampaio dissolved the Western European nation's parliament.",
            "output": [
                "Perdana Menteri Portugal Pedro Santana Lopes, bersama-sama dengan keseluruhan kabinetnya, meletakkan jawatan pada hari Sabtu selepas Presiden Jorge Sampaio membubarkan parlimen kebangsaan Eropah Barat."
            ]
        },
        {
            "input": "Outgoing Prime Minister Taro Aso has promised to resign as party leader, saying, \"I believe this is the judgement of the public and we have to accept that and reflect on what we did.\"",
            "output": [
                "Bekas Perdana Menteri Taro Aso berjanji akan meletak jawatan sebagai ketua parti, katanya, \"Saya percaya ini merupakan keputusan yang dibuat oleh rakyat dan kita harus menerima dan fikir tentang apa yang telah kita lakukan.\""
            ]
        },
        {
            "input": "TransCanada, which owns the pipeline, stopped construction once the protest began.",
            "output": [
                "Pemilik talian paip, TransCanada, telah menghentikan pembinaan sebaik sahaja penunjuk perasaan bermula."
            ]
        },
        {
            "input": "The system is used to filter out child pornography, although Wikileaks points out it \"can be used to censor anything\" and claims \"most sites on the list are still censored (i.e must be on the current list), even though many have clearly changed owners or were possibly even wrongly placed on the list.\"",
            "output": [
                "Sistem yang digunakan untuk menapis keluar pornografi kanak-kanak walaupun Wikileaks menunjukkan \"boleh digunakan untuk menapis apa-apa sahaja\" dan mendakwa \"sebahagian besar senarai itu masih ditapis (i. e mesti dalam senarai terbaru), walaupun banyak yang jelas telah berubah milik atau berkemungkinan diletakkan di tempat yang salah dalam senarai.\""
            ]
        },
        {
            "input": "Wind and water currents have spread the oil slick across 70-80 kilometers of Lebanon coastline.",
            "output": [
                "Arus angin dan air telah merebakkan tumpahan minyak di seluruh 70-80 kilometer dari pantai Lebanon."
            ]
        },
        {
            "input": "In the past two months, Parker Somerville, a videographer for the website TMZ.com, transitioned from an average guy leading an ordinary life, to living in an extraordinary voyeuristic existence, and back again to the beginning.",
            "output": [
                "Dalam tempoh dua bulan yang lepas, Parker Somerville, juruvideo bagi laman web TMZ.com, beralih daripada lelaki biasa yang menjalani kehidupan biasa, kepada hidup dalam pengalaman teruja yang luar biasa, dan kembali ke permulaan."
            ]
        },
        {
            "input": "A controversial patent directive has been thrown out in a landslide vote.",
            "output": [
                "Satu arahan paten kontroversi telah dilontar keluar di dalam sebuah undian majoriti."
            ]
        },
        {
            "input": "Astronauts and ground controllers are looking at apparent damage to the International Space Station P6 4B solar array spotted by the crew during deployment.",
            "output": [
                "Angkasawan dan pengawal tanah sedang melihat kerosakan ketara terhadap tatasusun solar Stesen Angkasa Antarabangsa P6 4B yang telah ditemui oleh anak-anak kapal semasa penempatan."
            ]
        },
        {
            "input": "Materazzi had earlier admitted that he insulted Zidane, but denied any remarks on Zidane's mother or having made a racial slur.",
            "output": [
                "Materazzi sebelum ini telah mengakui bahawa dia menghina Zidane, tetapi menafikan sebarang komen tentang ibu Zidane atau telah membuat satu penghinaan perkauman."
            ]
        },
        {
            "input": "Tim Cook was personally recommended by Jobs to take over as CEO and has been serving as interim CEO since the beginning of Jobs' medical leave.",
            "output": [
                "Tim Cook secara peribadinya disyorkan oleh Jobs untuk mengambil alih jawatan Ketua Pegawai Eksekutif dan telah berkhidmat sebagai Ketua Pegawai Eksekutif interim sejak awal cuti sakit Jobs."
            ]
        },
        {
            "input": "Brash's first speech at Orewa, delivered by Brash on 27 January 2004, was highly controversial.",
            "output": [
                "Ucapan pertama Brash di Orewa, yang disampaikan oleh Brash pada 27 Januari 2004, adalah sangat berkontroversi."
            ]
        },
        {
            "input": "Zinkhan reportedly told Covington that there had been an emergency and would be gone for about an hour.",
            "output": [
                "Zinkhan dilaporkan memberitahu Covington bahawa terdapat kecemasan dan akan pergi untuk lebih kurang sejam."
            ]
        },
        {
            "input": "I was grateful to learn that Ryan is okay and that he returned to the game.",
            "output": [
                "Saya bersyukur untuk belajar bahawa Ryan okey dan beliau kembali ke permainan."
            ]
        },
        {
            "input": "Upon arrival, a woman's sevens match was in progress between the Sunshine Coast Stingrays and Toowoomba Army.",
            "output": [
                "Semasa ketibaan, perlawanan tujuh sebelah wanita sedang berlangsung di antara Sunshine Coast Stringrays dan Toowoomba Army."
            ]
        },
        {
            "input": "”Apple is deeply committed to ensuring that conditions throughout our supply chain are safe and workers are treated with respect and dignity”, said Steve Dowling, an Apple spokesperson.",
            "output": [
                "\"Apple sangat komited untuk memastikan keadaan di seluruh rantaian bekalan kami adalah selamat dan pekerja dilayan dengan hormat dan bermaruah,\" kata Steve Dowling, seorang jurucakap Apple."
            ]
        },
        {
            "input": "The Press Trust of India reported that as many as 130 were injured, and Al Jazeera reported that there may have been 200 people on board.",
            "output": [
                "Press Trust of India melaporkan bahawa sebanyak 130 cedera, dan Al Jazeera melaporkan bahawa mungkin terdapat 200 orang penumpang didalamnya."
            ]
        },
        {
            "input": "A previous \"new technology\", the electrocardiogram (ECG), has lead to a lack of basic education on the older technology, the stethoscope.",
            "output": [
                "\"Teknologi baru\" yang lepas, elektrokardiogram (ECG), telah membawa kepada kekurangan dalam pendidikan asas teknologi terdahulu, stetoskop."
            ]
        },
        {
            "input": "\"The resistant bacteria is an old foe with new fangs: a pathogen combining virulence, resistance and an ability to disseminate at large,\" wrote Dr. John Conly, medical professor and an infectious disease specialist at the University of Calgary.",
            "output": [
                "\"Bakteria rintang itu adalah musuh lama dengan taring baru: patogen yang menggabungkan kebisaan, kerintangan dan keupayaan untuk bersebar bebas,\" tulis Dr. John Conly, profesor perubatan dan pakar penyakit berjangkit di University of Calgary."
            ]
        },
        {
            "input": "According to a report by Oakland television station, KTVU, the Office of the Inspector General of the U.S. Department of Labor and the U.S. Department of Transportation are joining the FBI in the investigation of the matter.",
            "output": [
                "Menurut laporan oleh stesen televisyen Oakland, KTVU, Pejabat Ketua Jabatan Buruh A.S. dan Jabatan Pengangkutan A.S. menyertai FBI dalam penyiasatan berkaitan perkara itu."
            ]
        },
        {
            "input": "The new saints were Rosa Venerini (1656-1728), Mother Theodore Guerin (1798-1856), Filippo Smaldone (1848-1923), and Bishop Rafael Guizar Valencia (1878-1938).",
            "output": [
                "Orang kudus baru itu adalah Rosa Venerini (1656-1728), Ibu Theodore Guerin (1798 - 1856), Filippo Smaldone (1848 - 1923), dan Bishop Rafael Guizar Valencia (1878 - 1938)."
            ]
        },
        {
            "input": "He is accused of second-degree murder, attempted murder, behaving in a disgraceful manner, and negligently performing a military duty.",
            "output": [
                "Dia dituduh dengan pembunuhan darjah kedua, cubaan membunuh, berkelakuan memalukan, dan cuai dalam melakukan tugas ketenteraan."
            ]
        },
        {
            "input": "Bush also claimed that \"the techniques that we used have been fully disclosed to appropriate members of the US Congress.\"",
            "output": [
                "Bush juga mendakwa bahawa \"teknik-teknik yang telah kami guna telah didedahkan sepenuhnya kepada ahli-ahli Kongres Amerika Syarikat yang berkenaan.\""
            ]
        },
        {
            "input": "\"We don't have to have increased costs to Americans,\" McCain said.",
            "output": [
                "\"Kita tidak perlu untuk menambahkan kos kepada warga Amerika,\" kata McCain."
            ]
        },
        {
            "input": "\"We went to observe and after a while shooting occurred; We are safe with the Free Army and we are waiting for a [U.N.] group to pick us up,\" said UN observers to Reuters.",
            "output": [
                "\"Kami pergi untuk memerhati dan sejurus selepas itu tembak-menembak berlaku; Kami selamat dengan Tentera Bebas dan kami menunggu satu [PBB] kumpulan untuk menjemput kami,\" kata pemerhati PBB kepada Reuters."
            ]
        },
        {
            "input": "If Iraq lose to Oman and Australia win, all four teams will end up on four points.",
            "output": [
                "Jika Iraq tewas kepada Oman dan Australia menang, semua empat pasukan akan berakhir dengan empat mata."
            ]
        },
        {
            "input": "This latest discovery shows that life in other parts of the universe may be more probable than previously thought.",
            "output": [
                "Penemuan terkini menunjukkan bahawa nyawa di tempat lain di alam semesta mungkin lebih berkemungkinan dari tanggapan sebelum ini."
            ]
        },
        {
            "input": "The bus ended the roll back the right way up and was completely destroyed by the fire.",
            "output": [
                "Bas itu berakhir dengan bergolek dari tempat atas dan musnah keseluruhan oleh api."
            ]
        },
        {
            "input": "And I want everybody to have the right and opportunity to improve their country.\"",
            "output": [
                "Dan saya mahu semua orang untuk mempunyai hak dan peluang untuk memperbaiki negara mereka.\""
            ]
        },
        {
            "input": "A Florida man was killed and another man hospitalized after their boat sank off Cape May, New Jersey, US.",
            "output": [
                "Seorang lelaki Florida terbunuh dan seorang lelaki lagi dimasukkan ke hospital selepas bot mereka karam di Cape May, New Jersey, Amerika Syarikat."
            ]
        },
        {
            "input": "Iraq's Shiite parliament ministers issued a statement rejecting the Turkish military operation and supporting calls for their immediate withdrawal.",
            "output": [
                "Menteri Syiah parlimen Iraq mengeluarkan kenyataan menolak operasi ketenteraan Turki dan menyokong saranan untuk pengunduran mereka dengan segera."
            ]
        },
        {
            "input": "The swap reportedly began late yesterday, with Russia beginning the process of releasing at least one of the prisoners they held, Igor Sutyagin, almost immediately.",
            "output": [
                "Pertukaran itu dilaporkan bermula lewat semalam, dengan Rusia memulakan proses pelepasan sekurang-kurangnya salah satu daripada tahanan yang mereka tahan, Igor Sutyagin, dengan hampir serta-merta."
            ]
        },
        {
            "input": "This agreement will cement China's role as the center of the South Asian regional economy, and at the same time strengthening bonds between China and other countries in the region and ease their suspicions over a growing superpower.",
            "output": [
                "Perjanjian ini akan mengukuhkan peranan China sebagai pusat ekonomi serantau Asia Selatan, dan pada masa yang sama mengukuhkan hubungan antara China dan negara-negara lain di rantau ini dan mengurangkan syak wasangka mereka tentang kuasa besar yang semakin meningkat."
            ]
        },
        {
            "input": "\"This astonishing footage captures one of the world's most elusive creatures.\"",
            "output": [
                "\"Rakaman ini yang menakjubkan menangkap salah satu makhluk yang paling sukar ditemui di dunia.\""
            ]
        },
        {
            "input": "Currently third in Pool C with eight points, Italy face a tough match against second placed Scotland on 29 September.",
            "output": [
                "Ketika ini di tempat ketiga Pool C dengan lapan mata, Itali berhadapan dengan perlawanan mencabar menghadapi Scotland yang berada di tempat kedua pada 29 September."
            ]
        },
        {
            "input": "Three fire service tanker vehicles attended the scene, but used up all their water supplies.",
            "output": [
                "Tiga kenderaan tangki pihak bomba berada di tempat kejadian, tetapi habis menggunakan bekalan air mereka."
            ]
        },
        {
            "input": "Facebook will not directly make any money from the new project.",
            "output": [
                "Facebook tidak akan mendapat apa-apa keuntungan secara langsung daripada projek baru itu."
            ]
        },
        {
            "input": "Kabila, who became the youngest head of state in Africa in 2001, used his final speech before voting to claim credit for taking the D.R.Congo to its first democratic elections in over 40 years.",
            "output": [
                "Kabila, yang menjadi ketua negeri paling muda di Afrika pada tahun 2001, menggunakan ucapan terakhirnya sebelum mengundi untuk menuntut kredit kerana membawa D.R.Congo ke arah pilihanraya demokratik yang pertama dalam masa lebih daripada 40 tahun."
            ]
        },
        {
            "input": "\"Telstra are expected to provide those kinds of services,\" he said.",
            "output": [
                "\"Telstra dijangkakan untuk membekalkan perkhidmatan sedemikian,\" kata beliau."
            ]
        },
        {
            "input": "During the 1980s, while still a prisoner on Robben Island, he developed .",
            "output": [
                "Dalam tahun 1980-an, ketika beliau masih seorang tahanan di Pulau Robben, beliau medapat penyakit tersebut."
            ]
        },
        {
            "input": "The total number of confirmed swine flu cases in the United States stands at 20.",
            "output": [
                "Jumlah kes selesema babi disahkan di Amerika Syarikat berjumlah 20."
            ]
        },
        {
            "input": "Deployment is about 75 percent complete with 25 of 31 bays deployed.",
            "output": [
                "Penempatan adalah kira-kira 75 peratus lengkap dengan 25 daripada 31 teluk dikerahkan."
            ]
        },
        {
            "input": "The South African deputy foreign minister Aziz Pahad confirmed on Thursday that the country is preparing a meeting with the controversial group.",
            "output": [
                "Timbalan menteri luar negara Afrika Selatan Aziz Pahad mengesahkan pada hari Khamis yang negara itu sedang menyiapkan sebuah mesyuarat dengan kumpulan kontroversi tersebut."
            ]
        },
        {
            "input": "The leaders of more than 50 countries and heads of several international organisations attended the parade.",
            "output": [
                "Para pemimpin lebih daripada 50 buah negara dan ketua-ketua beberapa pertubuhan antarabangsa menghadiri perarakan itu."
            ]
        },
        {
            "input": "Queensland state police inspector Peter Harding believes from the severity of the woman's injuries that she was attacked by a group of bull sharks, a species known for aggressive behavior this time of year.",
            "output": [
                "Inspektor Polis negeri Queensland Peter Harding percaya dari teruknya keadaan kecederaan wanita itu bahawa dia telah diserang oleh sekumpulan jerung jenis bull shark, spesis yang terkenal dengan tingkah laku agresif pada masa ini."
            ]
        },
        {
            "input": "The eruption of volcano Tungurahua on August 16 destroyed several small villages in the Ecuadorian Andes.",
            "output": [
                "Letusan gunung berapi Tungurahua pada 16 Ogos memusnahkan beberapa kampung kecil di Andes Ecuador."
            ]
        },
        {
            "input": "A cholera epidemic in Angola has killed over 1,200 people in the past three months.",
            "output": [
                "Satu wabak taun di Angola telah membunuh lebih daripada 1,200 orang dalam tempoh tiga bulan yang lalu."
            ]
        },
        {
            "input": "One of the countries not affected by the recall is the United Kingdom.",
            "output": [
                "Salah satu negara yang tidak terjejas dengan pemanggilan semula adalah United Kingdom."
            ]
        },
        {
            "input": "\"There were like probably five city cars and three county cars and a state trooper\" all of which were chasing the pickup, said Susan Daniel, a witness to the incident.",
            "output": [
                "\"Rasanya terdapat lima kereta bandar dan tiga kereta daerah dan polis negeri\" yang semuanya mengejar pikap itu, kata Susan Daniel, seorang saksi kejadian itu."
            ]
        },
        {
            "input": "Venus Williams triumphed over Marion Bartoli of France 6-4, 6-1 yesterday to win the Women's Singles event at the 2007 Wimbledon Championships.",
            "output": [
                "Venus Williams menang atas Marion Bartoli dari Perancis 6-4, 6-1 semalam untuk memenangi acara perseorangan wanita pada 2007 Kejohanan Wimbledon."
            ]
        },
        {
            "input": "Australian Chris McCormack, placing 2nd in 2006, passed Aussie Craig Alexander in the marathon and further scorched the Queen Kaahumanu Kaʻahumanu Highway with a 2:42:02 run to claim the world title in 8:15:34.",
            "output": [
                "Chris McCormack dari Australia, mendapat tempat kedua pada tahun 2006, melepasi Craig Alexander dari Australia dalam maraton dan seterusnya memecut Lebuhraya Queen Kaahumanu Ka'ahumanu dengan larian selama 2:42:02 dan menuntut gelaran dunia pada pukul 8:15:34."
            ]
        },
        {
            "input": "The microblogging service Twitter has changed its software support for censoring posts.",
            "output": [
                "Perkhidmatan microblogging Twitter telah mengubah sokongan perisian untuk menapis pos-pos."
            ]
        },
        {
            "input": "Unless FIFA's ruling is reversed, it seems unlikely that Bosnia's next game against Romania on June 3 will take place.",
            "output": [
                "Melainkan keputusan FIFA dibalikkan, ia seolah-olah tidak mungkin bahawa perlawanan akan datang Bosnia menentang Romania pada 3 Jun akan berlaku."
            ]
        },
        {
            "input": "Today in the court, the Prosecutor defended the act of having him questioned outside the trial, saying that there were several procedural issues.",
            "output": [
                "Hari ini di mahkamah, Pendakwaraya mempertahankan tindakan untuk mempersoalkan baginda di luar perbicaraan itu dengan berkata terdapat beberapa isu prosedur."
            ]
        },
        {
            "input": "All other countries (except Germany, where a similar dispute also resulted in a name change) will continue to use the Gmail name and domain (gmail.com).",
            "output": [
                "Semua negara lain (kecuali Jerman, dimana pertikaian serupa juga mengakibatkan pertukaran nama) akan terus menggunakan nama dan domain Gmail (gmail.com)."
            ]
        },
        {
            "input": "Last week the BBC reported that the McCain campaign had released an advertisement comparing Obama to American celebrities Britney Spears and Paris Hilton, calling him \"the biggest celebrity in the world.\"",
            "output": [
                "Minggu lepas BBC melaporkan bahawa kempen McCain telah mengeluarkan iklan membandingkan Obama dengan selebriti Amerika Britney Spears dan Paris Hilton, memanggilnya \"selebriti terbesar di dunia.\""
            ]
        },
        {
            "input": "A document revealed by Wikileaks, dated July 20, 2007, shows that Mr. Netanyahu, leader of the Likud party, urged an attack on Iran in exchange for joining the government at the time, led by Ehud Olmert.",
            "output": [
                "Dokumen yang didedahkan oleh Wikileaks, bertarikh 20 July 2007 menunjukkan Encik Netanyahu, pemimpin parti Likud, menggesa serangan keatas Iran dalam pertukaran kerana menerima kerajaan pada masa itu, dipimpin oleh Ehud Olmert."
            ]
        },
        {
            "input": "Describing the changes to crime reporting as \"long overdue\", United States Attorney General Eric Holder said the revised definition of rape will, \"help ensure justice for those whose lives have been devastated by sexual violence and reflect the Department of Justice's commitment to standing with rape victims\".",
            "output": [
                "Menerangkan perubahan terhadap jenayah yang dilaporkan sebagai \"lama tertangguh,\" Peguam Negara Amerika Syarikat Eric Holder menyatakan definisi semak semula rogol tersebut akan, \"membantu memastikan keadilan terhadap mereka yang hidup terhancur akibat keganasan seksual dan menggambarkan komitmen Jabatan Keadilan untuk menyokong mangsa rogol.\""
            ]
        },
        {
            "input": "The shooting of 51 people on Monday follows violence last week which killed 36 people in Cairo.",
            "output": [
                "Kejadian menembak 51 orang pada hari Isnin berlaku berikutan keganasan minggu lepas yang mengorbankan 36 orang di Kaherah."
            ]
        },
        {
            "input": "\"Sometimes you come up on the short end of a close and bitter election.\"",
            "output": [
                "\"Kadang-kadang kamu akan mendapat pengakhiran yang pahit di dalam pilihanraya.\""
            ]
        },
        {
            "input": "Transport for London's new TrackerNet software is fully opertational on the Circle line, which allows for precise tracking of trains, but is not yet fully installed on the Piccadilly line.",
            "output": [
                "Perisian baru TrackerNet untuk Pengangkutan di London beroperasi sepenuhnya di laluan Circle, yang membolehkan pengesanan tepat kereta api, tetapi masih belum dipasang sepenuhnya di laluan Piccadilly."
            ]
        },
        {
            "input": "Their older brother is being charged with the stabbings, one of which was fatal.",
            "output": [
                "Abang mereka disabitkan kesalahan menikam, satu daripadanya membawa maut."
            ]
        },
        {
            "input": "The mother, Meera Thangarajah, however, suffered no complications during her pregnancy, and an ultrasound performed mid-way through the pregnancy did not discover the complication.",
            "output": [
                "Ibu, Meera Thangarajah, bagaimanapun, tidak mengalami sebarang komplikasi sepanjang kehamilannya, dan ultrabunyi yang dijalankan semasa pertengahan kehamilannya tidak menemui komplikasi tersebut."
            ]
        },
        {
            "input": "Aircraft lost in this region have sometimes never been located after suspected crashes.",
            "output": [
                "Pesawat hilang di kawasan ini kadang-kadang tidak pernah dikesan selepas hempasan disyaki."
            ]
        },
        {
            "input": "Each week approximately 70 percent of non-smoking adults are exposed to second-hand smoke.",
            "output": [
                "Setiap minggu kira-kira 70 peratus orang dewasa yang tidak merokok terdedah kepada asap rokok."
            ]
        },
        {
            "input": "Captains had been warned Saturday morning of the stormy conditions, regional prosecutor Maxim Stepanenko told Russia's Vesti 24.",
            "output": [
                "Kapten telah diberi amaran pagi Sabtu tentang keadaan ribut, kata ahli pendakwa perantau Maxim Stepaneko kepada Vesti 24 Rusia."
            ]
        },
        {
            "input": "This is the security situation in Darfur, nobody is immune from being attacked,\" said Mohammed.",
            "output": [
                "Ini adalah keadaan keselamatan di Darfur, tiada siapa yang terkecuali daripada diserang,\" kata Mohammed."
            ]
        },
        {
            "input": "::Sarah Walsh: There could be a number of contributing factors.",
            "output": [
                "::Sarah Walsh: Terdapat beberapa faktor penyumbang."
            ]
        },
        {
            "input": "After the announcement of the record was made, a taped message from Marino played on the Jumbotron.",
            "output": [
                "Selepas pengumuman rekod itu dibuat, mesej dirakam dari Marino dimainkan pada Jumbotron."
            ]
        },
        {
            "input": "It's a small country, so it's easy to cross and leave.\"",
            "output": [
                "Ia adalah sebuah negara yang kecil, jadi ia mudah untuk dilalui dan pergi.\""
            ]
        },
        {
            "input": "The incident is seen as a major setback for South Korea's space program, which had been aiming to become the 10th country to achieve the capability to launch satellites, and the fourth Asian country, after China, Japan, and India.",
            "output": [
                "Kejadian itu dilihat sebagai halangan utama bagi program angkasa Korea Selatan, yang telah meletakkan sasaran untuk menjadi negara ke-10 untuk mencapai keupayaan untuk melancarkan satelit, dan negara Asia keempat, selepas China, Jepun dan India."
            ]
        },
        {
            "input": "He was the former Thomson Corp. chairman and the company's controlling shareholder.",
            "output": [
                "Beliau adalah bekas pengerusi Thomson Corp dan pemegang saham majoriti syarikat itu."
            ]
        },
        {
            "input": "In return, Australia would take 4,000 genuine refugees from Malaysia over a space of four years.",
            "output": [
                "Sebagai balasan, Australia akan mengambil 4,000 pelarian tulen dari Malaysia selama empat tahun."
            ]
        },
        {
            "input": "ITV News Border reporter Matthew Taylor said Batey \"will leave a lasting legacy in this region\".",
            "output": [
                "Wartawan berita ITV Border Matthew Taylor berkata Batey \"akan meninggalkan warisan sepanjang zaman di kawasan ini.\""
            ]
        },
        {
            "input": "The changes are primarily a revision to the Uniform Crime Reports system (UCR), and are not expected to impact prior cases or current prosecutions.",
            "output": [
                "Perubahan tersebut terutamanya merupakan semakan semula terhadap sistem Laporan Jenayah Seragam (UCR), dan tidak dijangka akan memberi kesan kepada kes terdahulu atau perbicaraan semasa."
            ]
        },
        {
            "input": "The ICANN, established by the U.S. Department of Commerce in 1998, is a non-profit corporation responsible for the technical coordination of the Internet through the assignment of domain names and IP addresses.",
            "output": [
                "ICANN, yang ditubuhkan oleh Jabatan Perdagangan Amerika Syarikat pada tahun 1998, adalah sebuah syarikat bukan mencari keuntungan yang bertanggungjawab atas penyelarasan teknikal Internet melalui tugasan penetapan nama domain dan alamat-alamat IP."
            ]
        },
        {
            "input": "The three men, named as Bayan Ahmed Said, Ouday Dawood Salman and Dhahar Jasim Hassan were convicted of murdering three policemen in the city of Kut, Wasit province.",
            "output": [
                "Ketiga-tiga lelaki itu, yang dinamakan Bayan Ahmed Said, Ouday Dawood Salman dan Dhahar Jasim Hassan itu didapati bersalah kerana membunuh tiga anggota polis di bandar Kut, wilayah Wasit."
            ]
        },
        {
            "input": "According to the USGS, the epicentre was the Jujuy region 140 kilometres east of Tarija (Bolivia) at a depth of 247 kilometers.",
            "output": [
                "Menurut USGS, pusat gempa adalah kawasan Jujuy 140 kilometer ke timur Tarija (Bolivia) pada kedalaman 247 kilometer."
            ]
        },
        {
            "input": "The political involvement of most media and other factors are causing contradictions among official sources that are making press work extremely hard.",
            "output": [
                "Penglibatan politik oleh kebanyakan media dan faktor-faktor lain menyebabkan percanggahan sumber rasmi yang menjadikan tugas laporan akhbar sangat sukar."
            ]
        },
        {
            "input": "Most of the repair time is covered by previously scheduled maintenance time, and CERN originally hoped to have the machine up and running again by early May.",
            "output": [
                "Kebanyakan masa pembaikan diliputi oleh masa penyelenggaraan yang dijadualkan sebelum ini, dan CERN asalnya berharap supaya mesin itu beroperasi semula pada awal bulan Mei."
            ]
        },
        {
            "input": "Initially sentenced to 7 years and 700 lashes, he has been sentenced to 15 years and 1500 lashes, 70 a week, after making an appeal.",
            "output": [
                "Asalnya dihukum selama 7 tahun dan 700 sebatan, dia telah dihukum kepada 15 tahun dan 1500 sebatan, 70 seminggu, selepas membuat rayuan."
            ]
        },
        {
            "input": "Tera Myers, a former actress in pornographic films, has left her position as a science teacher at Parkway North High School in St. Louis County, Missouri after her past was revealed by a student.",
            "output": [
                "Tera Myers, bekas artis filem pornografi, telah meninggalkan jawatannya sebagai guru sains di Sekolah Menengah Utara Parkway di St. Louis County, Missouri selepas sejarah silamnya disebarkan oleh pelajarnya."
            ]
        },
        {
            "input": "And also, he commented about an \"earlier suspension\" incident in the same stage in 2007: \"I didn't participate in this series last year.\"",
            "output": [
                "Dan juga, dia berkata mengenai kejadian \"penggantungan sebelum ini\" di peringkat yang sama pada tahun 2007: \"Saya tidak mengambil bahagian dalam siri ini pada tahun lepas.\""
            ]
        },
        {
            "input": "Peberdy disputes the claims that he was duped, saying, \"As far as we were concerned and as far as we were told by REST, the people we were dealing with were merchants.\"",
            "output": [
                "Peberdy mempertikaikan dakwaan bahawa dia telah ditipu, berkata, \"Sejauh mana keprihatinan serta diberitahu oleh REST, rakyat yang berurusan dengan kami adalah pedagang.\""
            ]
        },
        {
            "input": "\"But we must remain confident and calm,\" he said during a news conference.",
            "output": [
                "\"Tetapi kita kekal berkeyakinan dan tenang,\" kata beliau ketika sidang akhbar."
            ]
        },
        {
            "input": "The FBI was called in because authorities suspected King might have been taken over state lines.",
            "output": [
                "FBI telah dipanggil kerana pihak berkuasa mengsyaki King mungkin telah diambil merentasi sempadan negeri."
            ]
        },
        {
            "input": "The first test flight of the aircraft may take place as early as March, and the first commercial flight is expected to take off in mid-2006 from Singapore's Changi Airport.",
            "output": [
                "Penerbangan cubaan pertama pesawat tersebut mungkin diadakan seawal Mac, dan penerbangan komersial pertama dijangka diadakan pada pertengahan 2006 dari Lapangan Terbang Changi Singapura."
            ]
        },
        {
            "input": "If oil is swept up into the Loop Current—which moves at about 3.3 to 6.5 feet (one to two meters) a second—there's essentially no way to stop it, Tony Sturges, professor emeritus of oceanography at Florida State University, told National Geographic.",
            "output": [
                "Jika minyak tersebut diserap ke dalam Arus Loop - yang bergerak kira-kira 3.3 ke 6.5 kaki (1 hingga 2 meter) sesaat - pada dasarnya tidak ada cara untuk menghentikannya, Tony Sturges, profesor emeritus oseanografi di Universiti Florida State, memberitahu National Geographic."
            ]
        },
        {
            "input": "The BBC's Alex Last reports that local leaders and oil companies are concerned that this new tough policy will increase tensions in the region.",
            "output": [
                "BBC Alex Last melaporkan bahawa pemimpin-pemimpin tempatan dan syarikat minyak bimbang bahawa dasar baru yang sukar ini akan meningkatkan ketegangan di rantau ini."
            ]
        },
        {
            "input": "The company was required to purchase the ammunition and deliver it to Kabul International Airport in Afghanistan.",
            "output": [
                "Syarikat itu diperlukan untuk membeli peluru dan menghantarkan ia ke Lapangan Terbang Antarabangsa Kabul di Afghanistan."
            ]
        },
        {
            "input": "It will be listed in London, but taxed in Spain.",
            "output": [
                "Syarikat itu akan disenaraikan di London, tetapi akan dicukaikan di Sepanyol."
            ]
        },
        {
            "input": "The tankers sank in the Strait of Kerch, which links the Black Sea and the Sea of Azov in the northeast.",
            "output": [
                "Kapal Tangki itu tenggelam di Selat Kerch, yang menghubungkan Laut Hitam dan Laut Azov di timurlaut."
            ]
        },
        {
            "input": "Actress Deborah Rennard, wife of Haggis, was introduced to Scientology by her parents.",
            "output": [
                "Pelakon Deborah Rennard, isteri kepada Haggis, diperkenalkan kepada Saintologi oleh ibu bapanya."
            ]
        },
        {
            "input": "Martin is also on record as having alleged that Margolis was part of a \"restricted access group\" known as RAG-1, which \"was first to develop and then to coordinate the CIA's policy of trafficking in narcotics on a large-scale basis, in order to produce ongoing covert revenue streams pursuant to the aid and sustenance of illegal operations of state,\" according to Martin.",
            "output": [
                "Martin juga di dalam rekod mendakwa yang Margolis adalah sebahagian dari satu \"kumpulan akses terhad\" dikenali sebagai RAG-1, yang merupakan \"yang pertama untuk membangunkan dan kemudian mengkoordinasi polisi CIA bagi penyeludupan narkotik dalam skala besar, untuk menghasilkan aliran pendapatan tersembunyi yang berterusan yang seterusnya membantu dan menyokong operasi haram negara,\" menurut Martin."
            ]
        },
        {
            "input": "Actress Hunter Tylo is reported to have rejoined the cast of The Bold and the Beautiful, in the latest chapter of a rocky relationship between Tylo and the casting office.",
            "output": [
                "Pelakon Hunter Tylo dilaporkan telah menyertai semula pelakon-pelakon The Bold and the Beautiful, dalam bab terkini hubungan tidak stabil diantara Tylo dan pejabat pelakon."
            ]
        },
        {
            "input": "The birds inhabited a wide swath of American bottomlands and mountain pine forests until the latter part of the 1800s.",
            "output": [
                "Burung-burung yang mendiami kawasan dataran baruh Amerika yang luas dan hutan pain gunung sehingga bahagian akhir tahun 1800-an."
            ]
        },
        {
            "input": "Romanians are also pleased that their currency, which has faced long periods of fairly sharp depreciation in the 1990s due to high inflation, is finally picking up again and strengthening against other currencies.",
            "output": [
                "Rakyat Romania juga gembira bahawa matawang mereka, yang menghadapi kejatuhan merudum teruk untuk jangka masa panjang pada 1990-an berikutan inflasi yang tinggi, akhirnya meningkat kembali dan diperkukuhkan berbanding matawang lain."
            ]
        },
        {
            "input": "Despite the upcoming election, and in the face of rumours of violence, a mass protest against the Prime Minister still went ahead.",
            "output": [
                "Meskipun pilihan raya akan datang, dan dalam menghadapi khabar angin keganasan, bantahan besar-besaran terhadap Perdana Menteri masih diteruskan."
            ]
        },
        {
            "input": "The jet bounced down the runway before overshooting and coming to rest in a rice field, where it was destroyed by fire.",
            "output": [
                "Jet itu melantun ke bawah landasan sebelum terbabas ke luar dan berhenti sawah, di mana ia telah dimusnahkan oleh kebakaran."
            ]
        },
        {
            "input": "The passenger and music player were reunited, everybody re-boarded the aircraft, and with three hours lost, the flight took off for San Francisco.",
            "output": [
                "Penumpang itu mendapat pemain muziknya semula, semua orang menaiki semula pesawat, dan dengan kehilangan tiga jam, penerbangan itu berlepas ke San Francisco."
            ]
        },
        {
            "input": "About the last decade or so I've made an effort to get to the Brier when I could.",
            "output": [
                "Sejak sedekad yang lepas saya telah berusaha untuk pergi ke Brier apabila saya boleh."
            ]
        },
        {
            "input": "Most major flight zones from urban centers in Canada are in its southern portion, close to the U.S. where even winds might push a plane across the border.",
            "output": [
                "Kebanyakan zon penerbangan utama dari pusat-pusat bandar di Kanada terletak di bahagian selatan, berhampiran dengan U.S. di mana angin pun mungkin akan menolak kapal terbang merentasi sempadan itu."
            ]
        },
        {
            "input": "December 29, 2004 The death toll from the earthquake and tsunamis that has hit countries in Asia and Eastern Africa continues to rise, passing 80,000 people according to reports from several news agencies.",
            "output": [
                "Pada 29 Disember 2004 Angka kematian akibat gempa bumi dan tsunami yang melanda negara-negara di Asia dan Afrika Timur terus meningkat, lebih daripada 80,000 orang menurut laporan daripada beberapa agensi berita."
            ]
        },
        {
            "input": "It took Ballinger around four to five hours to complete all necessary steps.",
            "output": [
                "Ia mengambil masa Ballinger selama empat hingga lima jam untuk menyelesaikan semua langkah-langkah yang perlu."
            ]
        },
        {
            "input": "Deliveries to Singapore Airlines, its launch customer, are not due until October - two years late.",
            "output": [
                "Penghantaran kepada Singapore Airlines, pelanggan pelancaran tersebut, adalah dijangka sehingga Oktober- dua tahun lewat."
            ]
        },
        {
            "input": "The remarks were released in a book co-written by Time magazine reporter Mark Halperin, and New York magazine reporter John Heileman.",
            "output": [
                "Komen tersebut dikeluarkan dalam buku yang ditulis bersama oleh wartawan majalah Time Mark Halperin, dan wartawan majalah New York John Heileman."
            ]
        },
        {
            "input": "This bilateral agreement, if signed, would see 800 refugees attempting to get to Australia by boat immediately transported to Malaysia instead.",
            "output": [
                "Perjanjian dua hala ini, jika ditandatangani, akan melihat 800 pelarian yang cuba pergi ke Australia dengan bot terus dihantar ke Malaysia."
            ]
        },
        {
            "input": "Finally, Marek Wesoły from Merida Europe Team won his second stage champion in this stage since he got former stage champion in Pingtung County.",
            "output": [
                "Akhir sekali, Marek Wesoły dari Pasukan Merida Eropah memenangi juara peringkat kedua dalam peringkat ini sejak dia mendapat bekas juara peringkat di Pingtung County."
            ]
        },
        {
            "input": "The ammunition was supplied by the Miami-based AEY Inc., a company run by a 22-year old named Efrain Diveroli.",
            "output": [
                "Peluru yang dibekalkan oleh AEY Inc yang berpusat di Miami, sebuah syarikat yang dikendalikan oleh Efrain Diveroli yang 22 tahun bernama."
            ]
        },
        {
            "input": "Tamiflu is currently the recommended treatment for humans infected with bird flu, and governments worldwide have been stockpiling the drug in case of a flu pandemic.",
            "output": [
                "Tamiflu kini adalah rawatan yang disyorkan untuk manusia dijangkiti selesema burung, dan kerajaan di seluruh dunia telah menyimpan stok simpanan ubat ini untuk kes wabak selesema."
            ]
        },
        {
            "input": "The judge moved to give the celebrity one hour to appear or face arrest for contempt of court.",
            "output": [
                "Hakim memberikan selebriti itu masa sejam untuk hadir atau berdepan dengan tahanan kerana menghina mahkamah."
            ]
        },
        {
            "input": "His songs included Moon River, Can't Take My Eyes off You, and Christmas song It's the Most Wonderful Time of the Year.",
            "output": [
                "Lagu-lagu beliau termasuk Moon River, Can't Take My Eyes off You, dan lagu Krismas It's the Most Wonderful Time of the Year."
            ]
        },
        {
            "input": "Rodrigo Pinho, state attorney, said the authorities will thoroughly investigate \"to determine the cause and to identify who was responsible\".",
            "output": [
                "Rodrigo Phino, peguam negeri, berkata pihak berkuasa akan menyiasat keseluruhan \"untuk mengetahui sebab dan mengenalpasti siapa yang bertanggungjawab.\""
            ]
        },
        {
            "input": "\"Because of continuous operations there is no time to make adequate checks,\" said the President of the Miners union, Senzeni Zokwana to reporters during a news conference.",
            "output": [
                "\"Oleh kerana operasi berterusan tidak ada masa untuk membuat pemeriksaan yang mencukupi,\" kata Presiden Kesatuan Pelombong itu, Senzeni Zokwana kepada pemberita semasa sidang akhbar."
            ]
        },
        {
            "input": "Warren Truss' office was contacted to provide a response to Mr. Crean's criticisms, but had not responded by the time this article was published.",
            "output": [
                "Pejabat Warren Truss dihubungi untuk memberikan respons terhadap kritikan Encik Crean, namun tidak memberi maklum balas pada masa artikel ini disiarkan."
            ]
        },
        {
            "input": "Featured articles (FAs) meet Wikipedia's highest standards for quality, accuracy, neutrality, completeness, and style, and thus are considered the best articles on Wikipedia.",
            "output": [
                "Artikel pilihan (Fas) mencapai piawaian tertinggi Wikipedia untuk kualiti, ketepatan, keberkecuali, kelengkapan, dan gaya, dan ini dianggap sebagai artikel terbaik di Wikipedia."
            ]
        },
        {
            "input": "However, Malaysia has not signed either the international Refugee Convention, or the Convention Against Torture.",
            "output": [
                "Walau bagaimanapun, Malaysia belum menandatangani sama ada Konvensyen Pelarian, atau Konvensyen Menangani Penyeksaan."
            ]
        },
        {
            "input": "Sony Pictures, the film production company, have yet to announce the other cities involved.",
            "output": [
                "Sony Pictures, syarikat produksi filem itu, masih belum mengumumkan bandar lain yang terlibat."
            ]
        },
        {
            "input": "The airline is already suing the UK's Channel 4 over Monday night's broadcast of Secrets of the Cockpit, part of the Dispatches series, in which Goss appeared.",
            "output": [
                "Syarikat penerbangan itu telah menyaman Channel UK 4 atas siaran malam Isnin Rahsia Cockpit, sebahagian daripada siri Dispatches, di mana Goss muncul."
            ]
        },
        {
            "input": "A U.S. official said that the threat was posted on an website and called for the attack to avenge the imprisonment of Muslims in the Guantanamo detention camp.",
            "output": [
                "Seorang pegawai Amerika Syarikat berkata ancaman dikirim pada laman web dan menyeru serangan untuk membalas dendam ke atas umat-umat Islam di kem tahanan Guantanamo."
            ]
        },
        {
            "input": "Restrictions on the import of English beef have already been imposed.",
            "output": [
                "Pengehadan ke atas import daging Inggeris telah dilaksanakan."
            ]
        },
        {
            "input": "According to reports, HBO already has struck deals for carriage in all of those countries except Macau.",
            "output": [
                "Menurut laporan, HBO sudah membuat perjanjian untuk pembawa di semua negara tersebut kecuali Macau."
            ]
        },
        {
            "input": "As the bear ran back into the woods, the dog chased it.",
            "output": [
                "Apabila beruang berlari kembali ke dalam hutan, anjing itu mengejar ia."
            ]
        },
        {
            "input": "In its mid-year review of monetary and regulatory policy, the Reserve Bank has forecast an annual GDP growth of 8.0%, as against the 7.5-8.0% forecast earlier in its annual policy statement and first quarter review.",
            "output": [
                "Dalam ulasan pertengahan tahun polisi monetari dan kawal-atur, Rizab Bank meramalkan kenaikan dalam GDP tahunan sebanyak 8.0%, berbanding ramalan awal sebanyak 7.5-8.0% di dalam kenyataan polisi tahunannya dan ulasan suku pertama."
            ]
        },
        {
            "input": "This was Pressley's first season as a manager, and he was questioned on his experience in the role: \"I love it. \"",
            "output": [
                "Ini adalah musim pertama Pressley sebagai seorang pengurus, dan dia ditanyakan tentang pengalamannya dalam tugas itu: \"Saya sukakannya.\""
            ]
        },
        {
            "input": "Actually seeing what it does to you is probably more acute than just reading the words on a cigarette packet.",
            "output": [
                "Sebenarnya melihat apa yang ia lakukan terhadap anda mungkin lebih berkesan daripada hanya membaca perkataan pada paket rokok."
            ]
        },
        {
            "input": "Councilwoman Kelly Schellong said, \"This is going to have a trickle-down effect beyond the lost jobs.\"",
            "output": [
                "Ahli jawatankuasa Kelly Schellong berkata, \"Ini akan mempunyai kesan pencairan harga barang melebihi pekerjaan yang telah hilang.\""
            ]
        },
        {
            "input": "In a reassurance to unionists, the governments said they will not transfer duties over to the executive till 2008.",
            "output": [
                "Sebagai jaminan kepada ahli kesatuan, pihak kerajaan berkata mereka tidak akan memindahkan tugas kepada pihak eksekutif sehingga 2008."
            ]
        },
        {
            "input": "\"It's got nothing to do with anyone else except our parents,\" he added.",
            "output": [
                "\"Ia tidak berkaitan dengan orang lain kecuali ibu bapa kita,\" katanya."
            ]
        },
        {
            "input": "On May 31, U.S. President George W. Bush dismissed the human rights report as \"absurd\" for its harsh criticism of U.S. treatment of terrorist suspects at Guantanamo Bay, Cuba, saying the allegations were made by prisoners \"who hate America.\"",
            "output": [
                "Pada 31 Mei, Presiden U.S. George W. Bush menolak laporan hak asasi manusia sebagai \"tidak masuk akal\" untuk kritikan kerasnya mengenai layanan U.S. terhadap suspek pengganas di Teluk Guantanamo, Cuba, berkata dakwaan itu telah dibuat oleh banduan \"yang membenci Amerika.\""
            ]
        },
        {
            "input": "Berlusconi declared these votes of confidence as demonstrating the strength and coherence of his coalition.",
            "output": [
                "Berlusconi mengumumkan yang undi kepercayaan ini menunjukkan kekuatan dan kepaduan pakatannya."
            ]
        },
        {
            "input": "The spies arrested by the US all pled guilty to charges of \"conspiracy to act as an unregistered agent of a foreign country.\"",
            "output": [
                "Pengintip yang ditahan oleh US semuanya mengaku bersalah atas tuduhan \"konspirasi untuk bertindak sebagai ejen tidak berdaftar di suatu negara asing.\""
            ]
        },
        {
            "input": "While Ng'ani told the BBC of difficulties with finding other workers as skilled and experienced, Mutua reportedly stated that this would not be an issue.",
            "output": [
                "Ng'ani memberitahu BBC kesukaran untuk mencari pekerja lain yang mahir dan berpengalaman, namun Mutua dikatakan berkata ia tidak akan menjadi sebarang masalah."
            ]
        },
        {
            "input": "The first deadline is on November 10, 2006 during which time both parties must accept the agreement and for the first time in the history of the party, the Democratic Unionist Party will cast a vote for their rivals, Sinn Fein.",
            "output": [
                "Tarikh akhir pertama adalah pada 10 November 2006 iaitu semasa kedua-dua parti hendaklah bersetuju dengan perjanjian dan buat pertama kalinya dalam sejarah Parti Union Demokratik mengundi bagi lawan mereka, Sinn Fein."
            ]
        },
        {
            "input": "They showed that local sources of pollution are rare, meaning that seabirds played a proportionally greater role in local pollution.",
            "output": [
                "Mereka menunjukkan bahawa sumber setempat kepada pencemaran jarang berlaku, bermakna burung laut memainkan peranan besar dalam pencemaran setempat."
            ]
        },
        {
            "input": "Almost half of the country depends on the electrical grid that experienced failures.",
            "output": [
                "Hampir separuh daripada negara bergantung kepada grid elektrik yang mengalami kegagalan."
            ]
        },
        {
            "input": "Bonds continues to insist that he did not realize his trainer was giving him steriods.",
            "output": [
                "Bonds menyambung untuk berkeras bahawa beliau tidak sedar pelatihnya memberikan steroid kepadanya."
            ]
        },
        {
            "input": "All 12 firefighters are being treated at Erie County Medical Center, but their conditions are not known.",
            "output": [
                "Kesemua 12 orang ahli bomba sedang dirawat di Pusat Rawatan Erie County, tetapi keadaan mereka masih belum diketahui."
            ]
        },
        {
            "input": "The fiercely fought campaign began on June 29th and involved no less than 9,707 parliamentary candidates and 33 presidential candidates.",
            "output": [
                "Kempen sengit itu bermula pada 29 Jun dan melibatkan tidak kurang daripada 9,707 calon parlimen dan 33 calon presiden."
            ]
        },
        {
            "input": "Passes were frequently misplaced and attacks from both teams lacked cutting edge.",
            "output": [
                "Hantaran bola kerap disalahletak dan serangan dari kedua-dua pasukan kurang mantap."
            ]
        },
        {
            "input": "A red tide continues along South Padre Island and into Mexico, according to officials with the Texas Parks and Wildlife Department.",
            "output": [
                "Air pasang merah berterusan disepanjang Pulau South Padre dan ke Mexico, menurut pegawai-pegawai dari Jabatan Taman dan Hidupan Liar Texas."
            ]
        },
        {
            "input": "Citigroup is one of the world's largest full-service banks, with two hundred million customers in more than 100 countries.",
            "output": [
                "Citigroup adalah salah satu bank servis penuh terbesar dunia, dengan dua ratus juta pelanggan di lebih dari 100 negara."
            ]
        },
        {
            "input": "Roughly 12,000 protesters organized across the country, rallying against the dismantling of social welfare, as well as wage dumping and the large salaries of top company officials.",
            "output": [
                "Secara kasarnya 12,000 penunjuk perasaan berkumpul di seluruh negara, bersatu menentang pembubaran kebajikan sosial, begitu juga pembuangan pendapatan dan gaji tinggi di syarikat besar rasmi."
            ]
        },
        {
            "input": "\"The Bank of Japan expresses its strong support of these policy actions.\"",
            "output": [
                "\"Bank of Japan menyuarakan sokongan kuat terhadap tindakan polisi itu.\""
            ]
        },
        {
            "input": "Casa Maria was paid $100 for two weeks' use of its wall, co-owner Mario Arana told Wired News.",
            "output": [
                "Casa Maria telah dibayar $100 untuk penggunaan dinding bangunan tersebut selama dua minggu, pemilik bersama Mario Arana memberitahu Wired News."
            ]
        },
        {
            "input": "In fact, Berrigan said, since the Bush administration came into power, about a total of $6.3 billion worth of weapons sold to Israel.",
            "output": [
                "Hakikatnya, Berrigan berkata, sejak pentadbiran Bush berkuasa, jumlah yang bernilai sekitar $6.3 bilion senjata dijual ke Israel."
            ]
        },
        {
            "input": "Ben Summerskill of the British gay rights organization, Stonewall, said: \"We are obviously delighted that the home secretary has listened to the representations that were made in this case …\"",
            "output": [
                "Ben Summerskill dari organisasi gay British, Stonewall, berkata: \"Kami terang-terangan mengetahui bahawa rumah setiausaha telah mendengar perwakilan untuk kes ini...\""
            ]
        },
        {
            "input": "This is part of plan by British Prime Minister Tony Blair and Irish Toaiseach Bertie Ahern to set up a devolved government in Northern Ireland after its assembly was suspended in October 2002 over allegations of a IRA spy ring.",
            "output": [
                "Ini adalah sebahagian rancangan Perdana Menteri British Tony Blair dan Timbalan Perdana Menteri Irish Bertie Ahern untuk mengakibatkan penurunan kerajaan di Ireland Utara selepas perhimpunan digantung pada Oktober 2002 atas dakwaan jaringan pengintip IRA."
            ]
        },
        {
            "input": "French, who lived in Penrith, New South Wales, was one of fifteen athletes to compete at Australia's second Paralympic Games in 1964 in Tokyo when he won a silver medal in the men's 25 metre freestyle event.",
            "output": [
                "French, yang tinggal di Penrith, New South Wales, adalah salah satu daripada lima belas atlet yang akan bersaing di Sukan Paralimpik kedua Australia pada tahun 1964 di Tokyo apabila dia memenangi pingat perak dalam acara gaya bebas 25 meter lelaki."
            ]
        },
        {
            "input": "Microsoft has launched its much-hyped Xbox 360 console into Japan, but unlike the European and American markets the Japanese are not rushing out to buy them.",
            "output": [
                "Microsoft telah melancarkan konsol Xbox 360 yang digemburkan memasuki Japan, tetapi tidak seperti pasaran Eropah dan Amerika warga Japan tidak terburu-buru untuk membelinya."
            ]
        },
        {
            "input": "He said that the biggest hurdle faced by the UN is that it has to deal with a large number of issues at the same time.",
            "output": [
                "Katanya, halangan terbesar yang dihadapi oleh PBB ialah ia terpaksa berurusan dengan banyak isu pada masa yang sama."
            ]
        },
        {
            "input": "Matthias Fosse said that France is a far more secular society than Norway, and that France were going too far in their prosecution.",
            "output": [
                "Matthias Fosse berkata bahawa masyarakat Perancis jauh lebih sekular berbanding Norway, dan Perancis bertindak melampau dalam hukuman mereka."
            ]
        },
        {
            "input": "Vaessen also accused the Prince of other things, such as racing against the high-speed train TGV on a French highway.",
            "output": [
                "Vaessen juga menuduh Putera atas perkara lain, seperti mengejar kereta api TGV berkelajuan tinggi di lebuh raya Perancis."
            ]
        },
        {
            "input": "\"You know, the surface was quite tricky today because it was a little bit snowy and the ball skids along but, you know, that possibly helped our passing game.\"",
            "output": [
                "\"Kamu tahu, permukaannya sangat berisiko pada hari ini kerana sedikit salji telah turun dan bola mundur bersama-sama, kamu tahu, itu mungkin membantu kami melepasi perlawanan ini.\""
            ]
        },
        {
            "input": "According to Eurostat, 15.8 million people now are without jobs in the Eurozone.",
            "output": [
                "Menurut Eurostat, 15.8 juta orang di Eurozone kini tidak mempunyai pekerjaan."
            ]
        },
        {
            "input": "119 others were able to escape the burning wreckage after the plane overshot the runway, going through the perimeter fence and crossing a road and an embankment to come to rest in a paddy field.",
            "output": [
                "119 yang lain dapat melarikan diri daripada bangkai kapal yang terbakar selepas kapal terbang itu terlajak landasan, merempuh pagar perimeter dan melintas jalan dan benteng untuk berhenti di sawah padi."
            ]
        },
        {
            "input": "During the announcement Tuesday, True North stated that they were starting a season ticket drive.",
            "output": [
                "Semasa pengumuman pada hari Selasa, True North menyatakan bahawa mereka telah mula menjual tiket bermusim."
            ]
        },
        {
            "input": "\"Today, Anna Nicole Smith’s grief stricken and tumultuous personal life came to an end.",
            "output": [
                "\"Hari ini, kehidupan peribadi yang penuh dengan kesedihan dan kegamatan Anna Nicole Smith telah berakhir."
            ]
        },
        {
            "input": "The occupation continues accompanied by a warning of increased union unrest in Britain.",
            "output": [
                "Kerja berterusan diikuti dengan amaran peningkatan pergolakan kesatuan di Britain."
            ]
        },
        {
            "input": "It is currently the intention for this to remain the case.",
            "output": [
                "Ia kini niat untuk ini mengekalkan kes itu."
            ]
        },
        {
            "input": "Everton answered back quickly through Lee Carsley after Joleon Lescott's ball found him in the box, and Carsley knocked home the equalizing goal.",
            "output": [
                "Everton membalas kembali dengan pantas melalui Lee Carsley selepas mendapat bola daripada Joleon Lescott di dalam kotak, dan Carsley menyamakan gol."
            ]
        },
        {
            "input": "Her parents call her their \"Pillow Angel\", \"since she is so sweet and stays right where we place her—usually on a pillow.\"",
            "output": [
                "Ibu bapanya memanggilnya \"Bidadari Bantal\" mereka, \"kerana dia begitu comel dan kekal di mana kita meletakkannya-biasanya di atas bantal.\""
            ]
        },
        {
            "input": "National artists, such as Oomph! and The Donots, will also be Sony's direct responsibility via either Four Music or Columbia Germany in Berlin.",
            "output": [
                "Artis kebangsaan, seperti Oomph! dan The Donots, juga akan berada di bawah tanggungjawab Sony sama ada melalui Four Music atau Columbia Germany di Berlin."
            ]
        },
        {
            "input": "Before 2004 XP14's exact orbital path around the sun was known with more precision, there were concerns it would hit the Earth.",
            "output": [
                "Sebelum 2004 laluan orbit sebenar XP14 yang mengelilingi matahari dikenalpasti dengan lebih tepat, terdapat kebimbangan ia akan menghentam bumi."
            ]
        },
        {
            "input": "According the the Chinese Center for Disease Control and Prevention, tobacco-related illnesses kill over one million people annually.",
            "output": [
                "Menurut Pusat Kawalan dan Pencegahan Penyakit China, penyakit yang dikaitkan dengan tembakau membunuh lebih daripada satu juta orang setiap tahun."
            ]
        },
        {
            "input": "Ten suspected terrorists were arrested in three different parts of Britain.",
            "output": [
                "Sepuluh pengganas yang disyaki telah ditahan dalam tiga kawasan berlainan di Britain."
            ]
        },
        {
            "input": "The agency which has a budget of €2 billion ($2.41 billion) hasn't specified how much of this money will be spent on Quaero.",
            "output": [
                "Agensi itu yang mempunyai bajet Euro 2 bilion ($2.41 bilion) belum menyatakan berapa banyakkah duit ini akan dibelanjakan untuk Quaero."
            ]
        },
        {
            "input": "The Young Earth Creationist who sent threatening emails and letters to biologists at the University of Colorado at Boulder also sent threatening letters to the University chancellor G.P. Peterson as well as the vice-chancellor of undergraduate education and others.",
            "output": [
                "Young Earth Creationst yang menghantar e-mel dan surat ancaman kepada ahli biologi di Universiti Colorado di Boulder juga menghantar surat ancaman kepada Canselor Universiti G.P. Peterson serta Naib Canselor pendidikan sarjana muda dan yang lain-lain."
            ]
        },
        {
            "input": "The amendment to the budget adds $4.6 billion in social spending and delays of tax cuts.",
            "output": [
                "Pindaan kepada belanjawan menambahkan $4.6 bilion kepada perbelanjaan sosial dan menagguhkan potongan cukai."
            ]
        },
        {
            "input": "Wikinews also asked if they could confirm the location of the leak and crack, but no response was given.",
            "output": [
                "Wikinews juga menanyakan jika mereka dapat mengesahkan lokasi retak dan kebocoran, namun tiada respons diberikan."
            ]
        },
        {
            "input": "Coker firing came one day after a 17-14 win over 17th ranked Boston College.",
            "output": [
                "Pecatan Coker datang sehari selepas kemenangan 17-14 ke atas Boston College yang berada di kedudukan ke-17."
            ]
        },
        {
            "input": "A 30-year-old Calgary, Alberta man died last year of lung abscesses associated with the infection, as well as a three-month old toddler in Toronto, Ontario.",
            "output": [
                "Seorang lelaki berusia 30 tahun dari Calgary, Alberta meninggal dunia tahun lepas akibat abses paru-paru dikaitkan dengan jangkitan itu, serta seorang anak kecil berusia tiga bulan di Toronto, Ontario."
            ]
        },
        {
            "input": "In an interview with BBC News, Ballard said \"I remember a lot of the casual brutality and beatings-up that went on, but at the same time we children were playing a hundred and one games all the time.\"",
            "output": [
                "Dalam temu bual dengan BBC News, Ballard berkata, \"Saya ingat banyak kekejaman dan pukul-memukul yang telah berlaku, tetapi pada masa yang sama, kami kanak-kanak bermain banyak permainan sepanjang masa.\""
            ]
        },
        {
            "input": "The Potthoff building, a lecture hall of the Dresden TU has been occupied since Monday, 9 November.",
            "output": [
                "Bangunan Potthoff, dewan kuliah Dresden TU telah diduduki sejak hari Isnin, 9 November."
            ]
        },
        {
            "input": "The value of the US dollar fell against other world currencies, but gold prices increased.",
            "output": [
                "Nilai matawang dolar Amerika susut terhadap matawang-matawang dunia lain, tetapi harga emas meningkat."
            ]
        },
        {
            "input": "Despite telling Macquarie Radio earlier this morning that his government would be pushing ahead with the sale as it was in the best \"interests of NSW\", Premier Iemma announced shortly after Mr Howard's release, that the NSW government would be withdrawing its shares from sale.",
            "output": [
                "Walaupun telah memberitahu Radio Macquarie pagi ini yang kerajaannya akan tetap dangan jualan itu kerana ia adalah \"kepentingan terbaik bagi NSW,\" Perdana Menteri Iemma kemudiannya telah mengumumkan selepas kenyataan En. Howard, yang kerajaan NSW akan menarik saham mereka dari jualan."
            ]
        },
        {
            "input": "The United States military Strategic Command (STRATCOM) has said that the 'fireballs' spotted over areas of Texas in the United States on Sunday February 15, are not related to the collision of a U.S. and Russian satellite in space.",
            "output": [
                "Perintah Strategik tentera Amerika Syarikat (STRATCOM) telah berkata bahawa 'bola api'yang ditemui di kawasan Texas di Amerika Syarikat pada hari Ahad 15 Februari, tidak berkaitan dengan perlanggaran satelit A.S. dan Rusia di angkasa."
            ]
        },
        {
            "input": "\"I maintain my demands and the deadline still stands and I will make a commitment to my stand after the rugby match,\" he said.",
            "output": [
                "\"Saya mengekalkan tuntutan saya dan tarikh akhir masih berkuat kuasa dan saya akan melaksanakan komitment terhadap pendirian saya selepas perlawanan ragbi ini,\" kata beliau."
            ]
        },
        {
            "input": "The independent and nonpartisan US congressional watchdog, the Government Accountability Office (GAO) called the Food and Drug Administration's decision not to allow over-the-counter (OTC) sales of an Emergency Contraceptive pill, \"unusual\".",
            "output": [
                "Pemerhati bebas dan bukan partisan Amerika Syarikat, Pejabat Akauntabiliti Kerajaan (GAO) memanggil keputusan Pentadbiran Makanan dan Ubat-ubatan untuk tidak membenarkan penjualan di atas kaunter (OTC) pil Kecemasan Pnecegah Kehamilan, \"luar biasa.\""
            ]
        },
        {
            "input": "There is already discussion all over the Internet as to whether this technology will eventually make WiFi obsolete, negating the need to find \"hot spots\" for a group of friends.",
            "output": [
                "Sudah ada perbincangan di seluruh Internet sama ada teknologi ini akhirnya akan membuat WiFi lapuk, menidakkan keperluan untuk mencari \"bintik panas\" untuk sekumpulan rakan-rakan."
            ]
        },
        {
            "input": "Minutes after the flow of hot mud was visible from Lake Coatepeque, a huge cloud of ash appeared, which reached an altitude of 50,000 feet, then covering the northwestern part of the country which contains the largest concentration of coffee farms (main export).",
            "output": [
                "Beberapa minit selepas aliran lumpur panas boleh dilihat dari Tasik Coatepeque, satu kepulan besar debu muncul, mencecah sehingga ketinggian 50,000 kaki, seterusnya meliputi bahagian barat laut negara ini yang mengandungi kepekatan terbesar ladang kopi (eksport utama)."
            ]
        },
        {
            "input": "Obame has gone on a hunger strike to deplore what he called \"the installation of an era of dictatorship\" in Gabon.",
            "output": [
                "Obame sedang dalam mogok lapar untuk menolak apa yang dia panggil \"permulaan era pemerintahan diktator\" di Gabon."
            ]
        },
        {
            "input": "Best current affairs show finalists were Fair Go, Sunday, Campbell Live.",
            "output": [
                "Finalis rancangan hal ehwal semasa terbaik ialah Fair Go, Sunday, Campbell Live."
            ]
        },
        {
            "input": "It's future is, as always, in doubt due to the amount of work for organisers and volunteers, especially for the clean-up operation.",
            "output": [
                "Ia adalah masa depan adalah, seperti biasa, ragu-ragu kerana jumlah kerja untuk penganjur dan sukarelawan, terutama untuk operasi pembersihan."
            ]
        },
        {
            "input": "He was ultimately arrested by the Canadian Forces National Investigation Service a month later and charged.",
            "output": [
                "Dia akhirnya ditahan oleh Perkhidamatan Siasatan Negara Tentera Kanada sebulan kemudian dan didakwa."
            ]
        },
        {
            "input": "Rebels would disguise themselves as traders and merchants to get their hands on the currency.",
            "output": [
                "Pemberontak akan menyamar sebagai pedagang dan peniaga untuk mendapatkan mata wang tersebut."
            ]
        },
        {
            "input": "Tierney finished off the speech by noting the need for high risk energy research in the style of DARPA so we can better compete against the \"Chinas and Japans.\"",
            "output": [
                "Tierney mengakhiri ucapan dengan mengingatkan bahawa pentingnya penyelidikan kuasa berisiko tinggi berdasarkan cara DARPA supaya kita dapat menandingi \"China dan Jepun.\""
            ]
        },
        {
            "input": "Currently information is hard to verify and reliable independent sources are largely banned or restricted inside Syria.",
            "output": [
                "Pada masa ini maklumat adalah sukar untuk disahkan dan sumber bebas yang boleh dipercayai sebahagian besarnya diharamkan atau disekat di dalam Syria."
            ]
        },
        {
            "input": "The French government confirmed on Wednesday that it has expelled illegal Afghan immigrants in its first joint deportation flight with the UK, in a move criticised by the opposition and human rights groups.",
            "output": [
                "Kerajaan Perancis mengesahkan pada hari Rabu bahawa ia telah mengusir pendatang haram Afghanistan dalam penerbangan pengusiran bersama pertamanya dengan UK, dalam satu gerakan yang dikritik oleh kumpulan pembangkang dan hak asasi manusia."
            ]
        },
        {
            "input": "The explosion occurred in Nazran, the main city in the region of Ingushetia.",
            "output": [
                "Letupan itu berlaku di Nazran, bandar utama di kawasan Ingushetia."
            ]
        },
        {
            "input": "Scott, a former pastor of an evangelical church in Des Plains, attempted to paint the race in religious terms.",
            "output": [
                "Scott, seorang bekas paderi gereja evangelis di Des Plains, cuba untuk mewarnai perlumbaan itu berasakan keagamaan."
            ]
        },
        {
            "input": "\"Such an accomplishment should encourage all countries to agree on much larger reductions of global emissions, sealing a global deal in Copenhagen this December.\"",
            "output": [
                "\"Pencapaian seperti ini patut menggalakkan semua negara untuk bersetuju dengan mengurangan yang lebih besar perlepasan global, memeterai perjanjian global di Copenhagen Disember ini.\""
            ]
        },
        {
            "input": "During his national career he played against nations such as Pakistan, Australia, and India.",
            "output": [
                "Sepanjang kerjaya kebangsaannya, dia bermain melawan negara-negara seperti Pakistan, Australia, dan India."
            ]
        },
        {
            "input": "Gary Bettman, the NHL commissioner, today announced that the 2004/2005 season of the National Hockey League has been canceled.",
            "output": [
                "Gary Bettman, pesuruhjaya NHL, hari ini telah mengumumkan bahawa musim 2004/2005 bagi Liga Hoki Kebangsaan telah dibatalkan."
            ]
        },
        {
            "input": "Ten other Europeans are still being held in Chad and are facing child abduction and fraud charges.",
            "output": [
                "Sepuluh orang Eropah yang lain masih ditahan di Chad dan menghadapi penculikan kanak-kanak dan tuduhan penipuan."
            ]
        },
        {
            "input": "Community Street Soccer was allocated A$1.0 million for 2012/2013 and A$1.6 million for 2013/2014.",
            "output": [
                "Komuniti Street Soccer telah diperuntukkan A$1.0 juta untuk 2012/2013 dan A$1.6 juta untuk 2013/2014."
            ]
        },
        {
            "input": "McCain is set to appear at an Ohio furniture plant Wednesday to reinforce the messages in his latest advertisement.",
            "output": [
                "McCain ditetapkan untuk muncul di sebuah kilang perabot Ohio pada hari Rabu untuk mengukuhkan mesej dalam iklan terbarunya."
            ]
        },
        {
            "input": "After the block from Wikipedia expired, the House of Representatives user continued to edit the article on Chris Shays.",
            "output": [
                "Selepas pengharaman dari Wikipedia tamat, pengguna Dewan Rakyat terus mengedit artikel mengenai Chris Shays."
            ]
        },
        {
            "input": "Schulman would not comment on the reason for the Foundation's decision.",
            "output": [
                "Schulman tidak akan komen terhadap sebab untuk keputusan Yayasan."
            ]
        },
        {
            "input": "The new international peace-keeping force may number as many as 15,000, significantly larger than the existing force of 2,000, known as UNIFIL, which is expected to take up border positions in the mean time.",
            "output": [
                "Pasukan pengaman antarabangsa yang baru mungkin berjumlah sebanyak 15,000, jauh lebih besar daripada jumlah yang sedia ada sebanyak 2,000 yang dikenali sebagai UNIFIL, dijangka akan mengambil posisi di sempadan dalam masa yang sama."
            ]
        },
        {
            "input": "\"We're bringing the fruit of our labor with a giant partner, and that's Apple.\"",
            "output": [
                "\"Kami membawa hasil kerja kami dengan pasangan gergasi, dan ia adalah Apple.\""
            ]
        },
        {
            "input": "The Friedrich Loeffler Institute which specializes in animal diseases confirmed the test results.",
            "output": [
                "Friedrich Loeffler Institut yang pakar dalam penyakit haiwan mengesahkan keputusan ujian."
            ]
        },
        {
            "input": "Their appeal still sees them in Italian football's second division, but with their points deduction almost halved to seventeen.",
            "output": [
                "Rayuan mereka masih melihat mereka berada dalam divisyen dua bola sepak Itali, tetapi dengan potongan mata mereka hampir separuh kepada tujuh belas."
            ]
        },
        {
            "input": "\"These men are extremely dangerous and fired at least two shots in busy London streets as they made their getaway,\" said Detective Chief Inspector Pam Mace.",
            "output": [
                "\"Lelaki-lelaki ini adalah sangat merbahaya dan melepaskan sekurang-kurangnya dua tembakan di jalanan yang sesak di London sambil mereka melarikan diri,\" kata Detektif Chief Inspektor Pam Mace."
            ]
        },
        {
            "input": "Additional private information about people who post comments on news.vl.ru has been requested.",
            "output": [
                "Maklumat tambahan peribadi mengenai orang-orang yang menghantar komen ke news.vl.ru telah diminta."
            ]
        },
        {
            "input": "Hu Jintao, the President of the People's Republic of China had lunch today with the President of Brazil, Luiz Inácio Lula da Silva, at the Granja do Torto, the President's country residence in the Brazilian Federal District.",
            "output": [
                "Hu Jintao, Presiden Republik Rakyat China telah makan tengah hari hari ini bersama Presiden Brazil, Luiz Inacio Lula da Silva, di Granja do Torto, kediaman rasmi Presiden itu di Wilayah Persekutuan Brazil."
            ]
        },
        {
            "input": "The judge would not accept pleas from Binalshibh and al-Hawsawi, ordering mental competency hearings for the two.",
            "output": [
                "Hakim tidak akan menerima rayuan daripada Binalshibh dan al-Hawsawi, dengan menyuruh supaya perbicaraan kecekapan mental untuk kedua-dua orang itu dijalankan."
            ]
        },
        {
            "input": "One virus, Antinny (or Kintama (testicle)-virus) is believed responsible for uploading documents to the filesharing network without first obtaining user permission.",
            "output": [
                "Satu virus, Antinny (atau virus Kintama (testikel)) dipercayai bertanggungjawab memuat naik dokumen kedalam rangkaian perkongsian fail tanpa mendapatkan kebenaran pengguna terlebih dahulu."
            ]
        },
        {
            "input": "The CIA has been secretly authorized by a classified directive, signed by US President Bush, to send suspects overseas as part of a \"rendition\" process.",
            "output": [
                "CIA diberikan hak secara rahsia oleh arahan sulit, ditandatangani oleh Presiden AS Bush, untuk menghantar suspek ke luar negara sebagai satu bahagian proses \"pembawaan.\""
            ]
        },
        {
            "input": "Three Russian citizens working with the team, a Turkish pilot and a Turkish engineer have reported to be fine and in good condition in Gombe Health Center.",
            "output": [
                "Tiga rakyat Rusia bekerja dengan pasukan, seorang juruterbang Turki dan seorang jurutera Turki telah dilaporkan selamat dan dalam keadaan yang baik di Gombe Health Center."
            ]
        },
        {
            "input": "The UN World Health Organization (WHO) says about 35,000 people have fallen ill, half the victims in the capital of Luanda, where the first cases were detected in February.",
            "output": [
                "Pertubuhan Kesihatan Sedunia (WHO) PBB berkata kira-kira 35,000 orang telah jatuh sakit, separuh daripada mangsa di ibu negara Luanda, di mana kes pertama dikesan pada bulan Februari."
            ]
        },
        {
            "input": "Protesters in Geneva demand reform regarding illegal immigration, and equality for men and women.",
            "output": [
                "Penunjuk perasaan di Geneva mendesak pembaharuan berkenaan imigran tanpa izin, dan persamaan bagi lelaki dan wanita."
            ]
        },
        {
            "input": "Its main task however is to help set a roadmap for devolved government in Northern Ireland.",
            "output": [
                "Bagaimanapun tugas utamanya ialah untuk membantu menetapkan pelan menurunkan kerajaan di Ireland Utara."
            ]
        },
        {
            "input": "Thomas met with his lawyers, and while leaving the courthouse stated, \"I'm innocent, very innocent, and I did not do the things she has accused me in this courtroom of doing.\"",
            "output": [
                "Thomas berjumpa dengan peguam-peguamnya, dan semasa meninggalkan mahkamah berkata, \"Saya tidak bersalah, sangat tidak bersalah, dan saya tidak melakukan apa yang dia tuduh saya di dalam mahkamah.\""
            ]
        },
        {
            "input": "In proceedings by the Guantanamo military commission at the United States Guantanamo Bay Naval Base on Monday, Khalid Sheikh Mohammed and four alleged co-conspirators stated that they will confess and plead guilty to the charges they face in the planning and execution of the September 11 attacks in 2001.",
            "output": [
                "Dalam prosiding oleh suruhanjaya tentera Guantanamo di Pangkalan Tentera Laut Teluk Guantanamo Amerika Syarikat pada hari Isnin, Khalid Sheikh Mohammed dan empat pengkomplot bersama tertuduh menyatakan bahawa mereka akan mengakui dan mengaku bersalah terhadap tuduhan mereka hadapi dalam perancangan dan pelaksanaan serangan 11 September pada tahun 2001."
            ]
        },
        {
            "input": "The 8-1 joint favourites Point Barrow, Joes Edge and Monkerhostin failed to finish, with Point Barrow falling at the first fence.",
            "output": [
                "Kegemaran bersama 8-1 Point Barrow, Joes Edge dan Monkerhostin telah gagal untuk menghabiskan perlumbaan, dengan Point Barrow gagal di pagar pertama."
            ]
        },
        {
            "input": "The court is deciding whether Musharraf was eligible to run in last month's election, which he won.",
            "output": [
                "Mahkamah memutuskan sama ada Musharraf layak untuk bertanding dalam pilihan raya bulan lalu, yang dimenanginya."
            ]
        },
        {
            "input": "Once the submission has been read, the minister signs it and it goes into the system.",
            "output": [
                "Setelah penyerahan itu dibacakan, beliau menandatanganinya dan ia pergi ke dalam sistem."
            ]
        },
        {
            "input": "Much to the relief of duck hunters, who feared a possible 2005 ban on duck hunting, the most-recent waterfowl survey released this week by the U.S. Fish and Wildlife Service showed duck populations in South Dakota on the rebound.",
            "output": [
                "Kelegaan besar bagi pemburu itik, yang bimbang tentang kemungkinanan larangan pemburuan itik pada 2005, kerana kaji selidik unggas air yang terbaru dikeluarkan minggu ini oleh Perkhidmatan Ikan dan Hidupan Liar U.S. menunjukkan populasi itik di South Dakota sedang memulih."
            ]
        },
        {
            "input": "Two Canadian navy ships and two airforce planes, a CC-138 Twin Otter and a CP-140 Aurora, took part in the exercises in the Canada's Arctic.",
            "output": [
                "Dua kapal tentera laut Kanada dan dua pesawat tentera udara iaitu CC-138 Twin Otter dan CP-140 Aurora, telah mengambil bahagian dalam latihan di Artik Kanada."
            ]
        },
        {
            "input": "Pac-10 Commissioner Larry Scott, also in his first year, was in attendance at the game.",
            "output": [
                "Pesuruhjaya Pac-10, Larry Scott, juga dalam tahun pertamanya, menghadiri perlawanan tersebut."
            ]
        },
        {
            "input": "The other candidates for the post are ex El Salvadorean president Francisco Flores, Guatemalan Rigoberta Menchú and Chilean Interior Minister José Miguel Insulza.",
            "output": [
                "Calon-calon lain bagi jawatan itu adalah bekas Presiden El Salvadore Francisco Flores, Rigoberta Menchú dari Guatemala dan Menteri Dalam Negeri Chile José Miguel Insulza."
            ]
        },
        {
            "input": "United's recent injury troubles allowed Alan Smith to play as strike partner to Wayne Rooney with Ole Gunnar Solskjaer on the bench.",
            "output": [
                "Masalah kecederaan United baru-baru ini membenarkan Alan Smith untuk bermain sebagai rakan penyerang kepada Wayne Rooney dengan Ole Gunnar Solskjaer di bangku simpanan."
            ]
        },
        {
            "input": "Edward Lu and Stanley Love, of Johnson Space Centre, Houston, also have allayed fears about a collision.",
            "output": [
                "Edward Lu dan Stanley Love, dari Pusat Angkasa Johnson, Houston, turut meredakan kebimbangan tentang perlanggaran."
            ]
        },
        {
            "input": "Following the meeting, a press conference was held in which Saakashvili stated that he had signed the accord.",
            "output": [
                "Sejurus selepas mesyuarat, sidang akbar telah diadakan di mana Saakashvili menyatakan bahawa beliau telah menandatangani perjanjian tersebut."
            ]
        },
        {
            "input": "The standards are not made up by the school but are real standards written by the New Zealand Qualifications Authority (NZQA).",
            "output": [
                "Piawaian tidak disediakan oleh pihak sekolah tetapi adalah piawaian sebenar ditulis oleh Lembaga Kelayakan New Zealand (NZQA)."
            ]
        },
        {
            "input": "Campbell also commented that the whales were up to five metres (seventeen feet) long, and some of the calves were between a metre and a metre and a half (three to five feet) long.",
            "output": [
                "Campbell juga megulas bahawa paus itu sepanjang lima meter (tujuhbelas kaki) panjang, dan beberapa anak lembu diantara semeter dan semeter setengah (tiga hingga lima kaki) panjang."
            ]
        },
        {
            "input": "Ross announced his departure from the BBC in January 2010, having decided not to renew his contract with the broadcasting organisation.",
            "output": [
                "Ross mengumumkan perlepasan beliau daripada BBC pada Januari 2010, membuat keputusan untuk tidak membaharui kontrak beliau dengan organisasi penyiaran tersebut."
            ]
        },
        {
            "input": "New South Wales swimmers are well represented with Michael Anderson of Repton, Tim Antalfy of Georges Hall, Michael Auprince of Peakhurst, Blake Cochrane of Scarborough, Taylor Corry of Anna Bay, Maddison Elliott of Gillieston Heights, Jacqueline Freney of Skinners Head, Amanda Fowler of Blaxland, Mitchell Kilduff of Carlton, Kara Leo of Penrith, Matthew Levy of Northbridge, Andrew Pasterfield of Castle Hill, Katrina Porter of Newtown, Aaron Rhind of Yass, Sarah Rose of Pymble, Sean Russo of Revesby, Teigan Van Roosmalen of Bateau Bay, Reagan Wickens of Grays Point and Annabelle Williams of Cheltenham being named.",
            "output": [
                "Perenang New South Wales yang dinamakan diwakili oleh Michael Anderson dari Repton, Tim Antalfy dari Georges Hall, Michael Auprince dari Peakhurst, Blake Cochrane dari Scarborough, Taylor Corry dari Anna Bay, Maddison Elliott dari Gillieston Heights, Jacqueline Freney dari Skinners Head, Amanda Fowler dari Blaxland, Mitchell Kilduff Carlton, Kara Leo dari Penrith, Matthew Levy dari Northbridge, Andrew Pasterfield dari Castle Hill, Katrina Porter dari Newtown, Aaron Rhind dari Yass, Sarah Rose dari Pymble, Sean Russo dari Revesby, Teigan Van Roosmalen dari Bateau Bay, Reagan Wickens dari Grays Point dan Annabelle Williams dari Cheltenham."
            ]
        },
        {
            "input": "\"Stereotypes ruin this foundation and build another one that is much more destructive.\"",
            "output": [
                "\"Stereotaip merosakkan asas membina satu sama lain yang jauh lebih merosakkan.\""
            ]
        },
        {
            "input": "The government has been accused of doing too little, too late.",
            "output": [
                "Kerajaan telah dituduh melaksanakan terlalu sedikit, terlalu lambat."
            ]
        },
        {
            "input": "138,000 people were killed and thousands more were left homeless when when Cyclone Nargis devastated the region in May 2008.",
            "output": [
                "138,000 orang terbunuh dan ribuan lagi hilang tempat tinggal apabila Taufan Nargis menghancurkan kawasan itu pada Mei 2008."
            ]
        },
        {
            "input": "The Fijian government has accused New Zealand and Australia of spying on Fiji, claiming they were tapping phone lines and listening in on members of the interim regime.",
            "output": [
                "Kerajaan Fiji menuduh New Zealand dan Australia mengintip Fiji, mendakwa mereka memasang pengesan suara pada talian telefon dan mencuri dengar anggota rejim sementara."
            ]
        },
        {
            "input": "But it is different from Wikipedia in two important ways.",
            "output": [
                "Tetapi ia adalah berbeza daripada Wikipedia dalam dua perinci yang penting."
            ]
        },
        {
            "input": "Some Brazilian ministers were present at the event: Antonio Palocci (Economy), Eduardo Campos (Science and Technology), Roberto Rodrigues (Agriculture), Luiz Fernando Furlan (Development), Celso Amorim (Exterior Relations), Dilma Rousseff (Mines and Energy).",
            "output": [
                "Beberapa menteri Brazil hadir di majlis itu: Antonio Palocci (Ekonomi), Eduardo Campos (Sains dan Teknologi), Roberto Rodrigues (Pertanian), Luiz Fernando Furlan (Pembangunan), Celso Amorim (Perhubungan Luar), Dilma Rousseff (Perlombongan dan Tenaga)."
            ]
        },
        {
            "input": "Currently, twenty-two percent of the blaze is contained, rising from only five percent as little as a day ago.",
            "output": [
                "Terbaru, masih terdapat dua puluh dua peratus kebakaran, meningkat hanya lima peratus dari hari sebelumnya."
            ]
        },
        {
            "input": "With the \"Secret\" component in place, classified information can now be disseminated to authorized individuals at all levels of government and business throughout the country almost instantly.",
            "output": [
                "Dengan komponen \"Rahsia\" ditempatkan, maklumat yang telah dikelaskan kini boleh disebarkan kepada individu yang diberi kuasa di semua peringkat kerajaan dan urusan di seluruh negara dengan serta-merta."
            ]
        },
        {
            "input": "We then began our normal protocol for dealing with a non-breathing individual.",
            "output": [
                "Kami kemudian memulakan protokol biasa untuk menangani individu yang tidak bernafas."
            ]
        },
        {
            "input": "Qatar drew both matches with Japan and Vietnam, meaning it will come down to goal difference if two sides are equal on four points.",
            "output": [
                "Qatar seri dalam kedua-dua perlawanan dengan Jepun dan Vietnam, bermakna ia akan berpokok pada perbezaan gol jika kedua-dua pihak seri pada empat mata."
            ]
        },
        {
            "input": "\"If you have the power to make something right, you should do it.\"",
            "output": [
                "\"Jika kamu mempunyai kuasa untuk membuat sesuatu yang betul, anda perlu melakukannya.\""
            ]
        },
        {
            "input": "Surveillance recordings from the hotel and the city's bus terminal helped with the search.",
            "output": [
                "Rakaman pengawasan dari hotel dan terminal bas bandar membantu dalam siasatan."
            ]
        },
        {
            "input": "Ashley suffers a condition termed static encephalopathy with marked global developmental deficits of unknown etiology, which means brain damage of unknown cause leading to a kind of static condition.",
            "output": [
                "Ashley mengalami keadaan yang dipanggil ensefalopati statik dengan defisit perkembangan global ketara oleh etiologi yang tidak diketahui, yang bermaksud kerosakan otak tanpa sebab yang diketahui membawa kepada satu keadaan statik."
            ]
        },
        {
            "input": "Manchester United defeated AS Roma 1-0 in Group F of the UEFA Champions League 2007-08 at Old Trafford, Manchester, England.",
            "output": [
                "Manchester United menewaskan AS Roma 1-0 dalam Kumpulan F dalam Liga Juara UEFA 2007-08 di Old Trafford, Manchester, England."
            ]
        },
        {
            "input": "One of this year's unfortunate guest appearances was also rendered as a hugely grotesque likeness of the U.S. Secretary of State Condoleezza Rice.",
            "output": [
                "Salah satu penampilan tetamu malang tahun ini juga telah dikatakan sebagai sangat mirip Setiausaha Negara Amerika Syarikat Condoleezza Rice yang aneh."
            ]
        },
        {
            "input": "An earthquake with a magnitude of 7.0 Mw struck the Ryukyu Islands, off the coast of Japan on Friday morning at 5:31am (20:31 UTC).",
            "output": [
                "Gempa bumi dengan magnitud 7.0 Mw melanda Kepulauan Ryukyu, di luar pantai Jepun pada pagi Jumaat jam 5:31 pagi (20:31 UTC)."
            ]
        },
        {
            "input": "Columnist, author and visiting professor at Centre for Policy Research, B G Verghese says, \"This operates at the grassroot level and once people can have access to this kind of information, you can put across anything to them, whether it is education or health.\"",
            "output": [
                "Kolumnis, pengarang dan profesor pelawat di Pusat Kajian Polisi, B G Verghese mengatakan, \"Ini beroperasi di tahap akar umbi dan sekali rakyat mendapat akses maklumat seperti ini, anda boleh memberitahu apa-apa sahaja kepada mereka, sama ada ianya pelajaran ataupun kesihatan.\""
            ]
        },
        {
            "input": "They found the tiger attacking one of the zoo visitors when they killed it.",
            "output": [
                "Mereka mendapati harimau itu sedang menyerang salah seorang pengunjung zoo ketika mereka membunuhnya."
            ]
        },
        {
            "input": "He convinced Bolt to make the switch from cricket to track and trained him up until the age of 16, when Bolt joined the Jamaica Amateur Athletic Association-administered High Performance Training Centre in Kingston.",
            "output": [
                "Beliau meyakinkan Bolt untuk membuat pertukaran daripada kriket kepada trek dan melatih dia sehingga umur 16 tahun, apabila Bolt menyertai Persatuan Olahraga Amatur Jamaica - ditadbir Pusat Latihan Prestasi Tinggi di Kingston."
            ]
        },
        {
            "input": "Jackson had the assistance of his father and a body guard at each side to keep him steady as he gingerly walked into the Santa Maria court house.",
            "output": [
                "Jackson dibantu oleh ayahnya dan pengawal peribadi setiap sudut untuk memastikan beliay bersedia selepas beliau berjalan berhati-hati kedalam rumah mahkamah Santa Maria."
            ]
        },
        {
            "input": "Schools in the countries have not been able to prepare students for tests without timetables or even the results from last year.",
            "output": [
                "Sekolah-sekolah didalam negara tersebut tidak dapat menyediakan pelajar untuk ujian tanpa jadual waktu atau walaupun keputusan dari tahun lepas."
            ]
        },
        {
            "input": "Sheriff Laurie Smith then described an individual who is now in prison with a rape conviction for an event that would have been prevented if the detention request from ICE had been honored.",
            "output": [
                "Sheriff Laurie Smith kemudian menggambarkan seorang individu yang kini berada di penjara dengan sabitan rogol untuk satu peristiwa yang boleh dielakkan jika permintaan tahanan dari ICE telah dipenuhi."
            ]
        },
        {
            "input": "Uchimura unexpectedly fell from the horse but managed to recover and land on his feet.",
            "output": [
                "Uchimura tidak menyangka jatuh dari pommel horse tetapi berjaya pulih dan mendarat dengan sempurna."
            ]
        },
        {
            "input": "Illegal logging in Mexico and a lack of milkweed in the Midwest United States for the butterflies to lay their eggs in has also taken a toll on the Monarchs' population.",
            "output": [
                "Pembalakan haram di Mexico dan kekurangan milkweed di tengah barat Amerika Syarikat untuk rama-rama itu bertelur dan juga penyebab kepada populasi Monarch."
            ]
        },
        {
            "input": "\"The discovery of the cemetery this week really convinced me that there is someone important buried inside this temple.",
            "output": [
                "\"Penemuan kepada tanah perkuburan minggu ini meyakinkan saya bahawa ada seseorang yang penting dikebumikan di dalam kuil ini."
            ]
        },
        {
            "input": "Spillane's lawyer, Greg Walsh, says media reports alerted him to the new claims.",
            "output": [
                "Peguam Spillane, Greg Walsh, berkata laporan media memaklumkan dia atas tuntutan baru."
            ]
        },
        {
            "input": "The Securities and Exchange Commission (SEC) and other regulatory agencies still have to review and approve the transactions, particularly with respect to US securities law and antitrust law, in order to ensure that the marketplace remains lawful and competitive.",
            "output": [
                "Keselamatan dan Pertukaran Komisyen (SEC) dan agensi kawalan selia masih perlu mengkaji, dan meluluskan transaksi, sebahagiannya dengan hormat kepada undang-undang keselamatan dan undang-undang antitrust, dalam memastikan bahawa pasaran masih sah dan berdaya saing."
            ]
        },
        {
            "input": "Syrian officials believe that the ammunition was dropped in order to make the Israeli planes go faster so that they may escape.",
            "output": [
                "Pegawai rasmi Syria percaya bahawa peluru telah dijatuhkan dengan tujuan kapal terbang Israel bergerak lebih pantas supaya mereka boleh keluar."
            ]
        },
        {
            "input": "McCain was quoted saying: \"I want to thank my dear friend, my dear friend Rudy Giuliani, who invested his heart and soul in this primary and who conducted himself with all the qualities of the exceptional American leader he truly is\".",
            "output": [
                "McCain dipetik berkata: \"Saya ingin mengucapkan terima kasih kepada kawan baik saya, kawan baik saya Rudy Giuliani, yang melaburkan hati dan jiwanya di primer ini dan yang berkelakuan dengan semua ciri-ciri beliau sebagai pemimpin Amerika yang luar biasa yang sebenarnya.\""
            ]
        },
        {
            "input": "Opposition Leader Tony Abbott said the figures demonstrated the toll a carbon tax would have on Australian families.",
            "output": [
                "Ketua pembangkang Tony Abbott berkata bahawa angka-angka itu menunjukkan kesusahan yang cukai karbon akan berikan kepada keluarga Australia."
            ]
        },
        {
            "input": "Because of Lordi's first place finish, next year the 52nd Eurovision Song Contest will take place, for the first time, in Helsinki, Finland.",
            "output": [
                "Kerana Lordi mengakhiri tempat pertama, tahun depan Pertandingan Nyanyian Eurovision kali ke 52 akan diadakan, untuk kali pertamanya, di Helsinki, Finland."
            ]
        },
        {
            "input": "The French President Jacques Chirac declared during a conference with the German Chancellor, Angela Merkel that there not more than 15,000 \"blue helmets\" will be stationed in Lebanon, calling this number \"definitely excessive\".",
            "output": [
                "Presiden Perancis Jacques Chirac mengisytiharkan semasa persidangan bersama Canselor Jerman, Angela Merkel bahawa tidak lebih dari 15,000 \"helmet biru\" akan bertapak di Lebanon, dengan memanggil angka ini \"lebih dari cukup.\""
            ]
        },
        {
            "input": "A report by the International Water Management Institute (IWMI) says rising demand for irrigation to produce food and biofuels will aggravate scarcities of water.",
            "output": [
                "Satu laporan oleh Institut Pengurusan Air Antarabangsa (IWMI) mengatakan peningkatan permintaan untuk pengairan untuk menghasilkan makanan dan biobahan api akan memburukkan lagi kekurangan air."
            ]
        },
        {
            "input": "Five women have been found dead within 10 days and authorities face an \"unprecedented\" murder investigation.",
            "output": [
                "Lima wanita dijumpai mati dalam tempoh masa 10 hari dan pihak berkuasa menghadapi siasatan pembunuhan \"yang belum pernah terjadi sebelumnya.\""
            ]
        },
        {
            "input": "The fire was reportedly the cause of the explosion, although this is yet to be confirmed.",
            "output": [
                "Kebakaran itu dilaporkan sebagai punca letupan, walaupun ia belum disahkan."
            ]
        },
        {
            "input": "\"We don't know whether they knew the people were there or not so we're appealing for anyone who might have witnessed the incident or knows anything about a low-flying crop-duster in the area to contact police,\" she said.",
            "output": [
                "\"Kami tidak tahu sama ada mereka tahu orang di sana atau tidak jadi kami merayu supaya sesiapa sahaja yang mungkin telah menyaksikan kejadian itu atau mengetahui apa-apa mengenai pesawat pendebu tanaman yang terbang rendah di kawasan itu supaya menghubungi polis,\" katanya."
            ]
        },
        {
            "input": "Australian Federal Police (AFP) have arrested six people following a breach of security at the secretive Pine Gap Joint Defence Facility in central Australia on Friday.",
            "output": [
                "Persekutuan Polis Australia (AFP) telah menangkap enam orang berikutan pelanggaran keselamatan di tempat rahsia Pine Gap Joint Defence Facility di Australia tengah pada hari Jumaat."
            ]
        },
        {
            "input": "An additional 5,000 megawatts of energy from renewable sources will need to be added to Minnesota's electricity resources, which is roughly eight times more than the amount that currently comes from renewables.",
            "output": [
                "Tambahan 5,000 megawatt tenaga daripada sumber boleh diperbaharui akan perlu ditambah ke sumber elektrik Minnesota, yang lebih kurang lapan kali lebih daripada jumlah daripada tenaga boleh diperbaharui pada masa ini."
            ]
        },
        {
            "input": "However, the Basic Law of Germany does not permit the self-dissolving of the Bundestag.",
            "output": [
                "Walau bagaimanapun, Undang-undang Asas Jerman tidak membenarkan pembubaran sendiri oleh Bundestag."
            ]
        },
        {
            "input": "Mozilla Firefox, its main rival, has been actively increasing its market share while the recently released Google Chrome is also quickly gaining users.",
            "output": [
                "Mozilla Firefox, pesaing utamanya, telah secara aktifnya meningkatkan bahagian pasarannya manakala Google Chrome yang dikeluarkan baru-baru ini cepat mendapat pengguna."
            ]
        },
        {
            "input": "\"Just as I have parents, a mother and father, thousands of Palestinian detainees have mothers and fathers whose sons must be returned to them.\"",
            "output": [
                "\"Sebagaimana saya mempunyai ibu bapa, ibu dan bapa, beribu-ribu tahanan Palestin mempunyai ibu dan bapa yang anak-anak mesti dikembalikan kepada mereka.\""
            ]
        },
        {
            "input": "He leaves a wife, Mary, a son, daughter and two grandchildren.",
            "output": [
                "Beliau meninggalkan seorang isteri, Maria, seorang anak lelaki, seorang anak perempuan dan dua cucu."
            ]
        },
        {
            "input": "Robert Fenell, the owner of Lynn's Capitol Diner who is notable for keeping chickens at the establishment located in downtown Lynn just two blocks away from the college noted that people should start going organic and going back to nature, that people should switch to more energy efficient lighting and grow gardens in their backyard.",
            "output": [
                "Robert Fenell, pemilik Lynn's Capitol Diner seorang yang terkenal kerana menyimpan ayam di lokasi yang ditubuhkan di pusat bandar Lynn yang jarak cuma dua blok dari kolej itu menegaskan bahawa orang ramai sepatutnya mula mengambil bahan organik dan kembali ke alam sekitar, yang mana penduduk seharusnya menukar pencahayaan yang lebih cekap dan memulakan tanaman di belakang rumah mereka."
            ]
        },
        {
            "input": "Alan Smith then set up Rooney's second goal of the match as his curling cross was easily deflected in by Rooney's left foot.",
            "output": [
                "Alan Smith kemudian merancang gerakan gol kedua Rooney untuk perlawanan itu apabila penyeberangan lencongnya dengan mudah dipesongkan oleh kaki kiri Rooney."
            ]
        },
        {
            "input": "The scientists on the project ranked having low-quality relationships with friends and family as equivalent to frequent substance abuse (that is to say, 15 cigarettes a day or heavy alcohol consumption) but worse for a person's health than not participating in exercise and being obese.",
            "output": [
                "Ahli-ahli sains dalam projek ini meletakkan hubungan berkualiti rendah dengan rakan dan keluarga sebagai setaraf dengan penyalahgunaan bahan yang kerap (iaitu, 15 batang sehari atau pengambilan alkohol yang banyak) tetapi lebih buruk bagi kesihatan seseorang daripada tidak mengambil bahagian dalam sukan dan menjadi obes."
            ]
        },
        {
            "input": "In an unannounced vote yesterday, the Philadelphia City Council in the United States voted 16-1 to endorse the eviction of, and end their lease held in perpetuity with, the local council of the Boy Scouts in Philadelphia.",
            "output": [
                "Dalam undi tanpa pengemuman semalam, Majlis Bandaraya Philadelphia di Amerika Syarikat mendapat undi 16-1 untuk menyokong pengusiran, dan menamatkan pajakan mereka dipegang secara berterusan, oleh majlis tempatan Pengakap di Philadelphia."
            ]
        },
        {
            "input": "Abbott, however, agreed that while same-sex marriage was an \"important issue\", the economy was a more significant issue.",
            "output": [
                "Abbot, walaubagaimanapun, setuju bahawa di ketika perkahwinan sama jantina merupakan \"isu yang penting,\" ekonomi merupakan isu yang lebih besar."
            ]
        },
        {
            "input": "According to Lincoln Brower, a monarch expert with Sweet Briar College in Virginia, \"things are in pretty bad shape.\"",
            "output": [
                "Menurut Lincoln Browner, pakar monarch dengan Sweet Briar College di Virginia berkata, \"hal ini menjadi semakin teruk.\""
            ]
        },
        {
            "input": "Air New Zealand has identified involved personnel as Captain Brian Horrell and Murray White of Auckland, and Michael Gyles and Noel Marsh of Christchurch.",
            "output": [
                "Air New Zealand telah mengenal pasti kakitangan yang terlibat sebagai Kapten Brian Horrell dan Murray White dari Auckland, dan Michael Gyles dan Noel Marsh dari Christchurch."
            ]
        },
        {
            "input": "The army kept up the pressure on Mr Qarase when he was later summoned to President Ratu Josefa Iloilo's residence.",
            "output": [
                "Tentera masih meneruskan tekanan ke atas Encik Qarase apabila dia seterusnya dipanggil ke kediaman Presiden Ratu Josefa Iloilo."
            ]
        },
        {
            "input": "He criticized Intel for a \"seemingly half-hearted effort\" in developing the new laptops and for using the agreement to make \"marketing statements\".",
            "output": [
                "Dia mengkritik Intel kerana \"kelihatan usaha separuh hati\" dalam membangunkan komputer riba tersebut dan menggunakan perjanjian tersebut untuk membuat \"kenyataan pemasaran.\""
            ]
        },
        {
            "input": "There were an average of seven killings every day for the past twelve months in the city, which is currently in the midst of a clash between two powerful drug cartels.",
            "output": [
                "Dengan purata sebanyak tujuh pembunuhan setiap hari untuk tempoh dua belas bulan yang lepas di bandar ini, yang sekarang berada dalam pertempuran diantara dua kartel dadah yang terkuat."
            ]
        },
        {
            "input": "Margaret Wilson was appointed as Speaker of The House of Representatives.",
            "output": [
                "Margaret Wilson telah dilantik sebagai Speaker Dewan Rakyat."
            ]
        },
        {
            "input": "He has also faced criticism for having a high number of sexual partners, when 26% of 15 to 49 year olds are HIV positive.",
            "output": [
                "Beliau juga menerima kritikan kerana mempunyai pasangan seks yang ramai, sementara 26% daripada rakyat berusia 15 hingga 49 tahun menghidap HIV positif."
            ]
        },
        {
            "input": "After the state funeral, a private funeral for the family will take place.",
            "output": [
                "Selepas pengebumian rasmi ini, upacara pengebumian peribadi untuk keluarganya akan dijalankan."
            ]
        },
        {
            "input": "India reached 330 all out with the loss of Anil Kumble for one run and R. P. Singh for a duck.",
            "output": [
                "India mencapai 330 semua keluar dengan kehilangan Anil Kumble untuk satu larian dan RP Singh untuk satu duck."
            ]
        },
        {
            "input": "So the researchers investigated how a concentrated form of the plant component parthenolide would affect leukemia cells and normal cells.",
            "output": [
                "Jadi penyelidik mengkaji bagaimana caranya kepekatan komponen tumbuhan parthenolide boleh mempengaruhi sel-sel leukemia dan sel-sel normal."
            ]
        },
        {
            "input": "The United States Department of Homeland Security (DHS) is deploying its new Homeland Security Information Network - Secret (HSIN-Secret) in all 50 state Emergency Operations Centers as well as 18 additional state and local law enforcement sites.",
            "output": [
                "Jabatan Keselamatan Dalam Negeri Amerika Syarikat (DHS) akan menggerakkan Rahsia - Rangkaian Informasi Keselamatan Dalam Negeri (HSIN-Secret) di semua 50 negeri Pusat Operasi Kecemasan serta tambahan 18 laman penguatkuasaan undang-undang negeri dan tempatan."
            ]
        },
        {
            "input": "These events are always open to the public, which means everyone is welcome.",
            "output": [
                "Acara ini sentiasa terbuka untuk orang awam, yang bermaksud semua orang dijemput hadir."
            ]
        },
        {
            "input": "The upper house of the former Kyrgyz parliament declared it was terminating its work \"to stabilize the situation and do away with conflicts\" on Tuesday, as the lower house had done a day before.",
            "output": [
                "Rumah atas bekas Kyrgyz parlimen mengisytiharkan ia menghentikan kerjanya \"untuk menstabilkan keadaan dan menghapuskan konflik\" pada hari Selasa, seperti mana rumah bawah telah melakukannya sehari sebelum itu."
            ]
        },
        {
            "input": "The strength of the decision was unexpected — this is the first major Internet copyright case to reach the Supreme Court in many years, and the Justices' unanimity sends a strong message about their lack of tolerance for companies designed to violate the law.",
            "output": [
                "Kekuatan keputusan itu adalah di luar jangkaan - ini adalah kes hakcipta internet utama pertama yang sampai ke Mahkamah Agung dalam bertahun-tahun, dan kesepakatan para hakim menyampaikan mesej jelas bahawa mereka tidak akan bertolak ansur terhadap syarikat-syarikat yang direka untuk mecabuli undang-undang berkenaan."
            ]
        },
        {
            "input": "\"The overall trend over the last two months is of a decreasing number of cases and deaths,\" the WHO said.",
            "output": [
                "\"Perkembangan keseluruhan dalam tempoh dua bulan lepas adalah beberapa pengurangan kes dan kematian,\" kata WHO."
            ]
        },
        {
            "input": "Jeffrey Lam thinks that the new rules do not do enough to restrict shouting.",
            "output": [
                "Jeffrey Lam berpendapat bahawa peraturan baru ini tidak cukup untuk menyekat jeritan."
            ]
        },
        {
            "input": "While no American officials have spoken on the record about the cause of the crash, anonymous sources have said that the helicopter was shot down, an assertion that corresponds with reports from local officials and witness, who said that the helicopter crashed after a rocket struck it.",
            "output": [
                "Walaupun tiada pegawai Amerika bercakap dalam rekod itu mengenai punca kemalangan itu, sumber-sumber tanpa nama berkata bahawa helikopter itu ditembak jatuh, satu perkara yang sepadan dengan laporan daripada pegawai-pegawai tempatan dan saksi, yang mengatakan bahawa helikopter terhempas selepas ditembak roket."
            ]
        },
        {
            "input": "After having fought the fire for over 24 hours, fire officials stated that the fire was mostly extinguished and ordered fire companies to start shutting down the hoses and pack up their equipment.",
            "output": [
                "Selepas berlawan dengan api untuk lebih 24 jam, pegawai bomba berkata yang kebanyakan api telah dipadamkan dan mereka telah mengarah semua syarikat bomba untuk menutup paip dan mengemas peralatan mereka."
            ]
        },
        {
            "input": "The other officially-named suspect has already been arrested in Birmingham.",
            "output": [
                "Suspek lain yang dikenali namanya telah pun ditahan di Birmingham."
            ]
        },
        {
            "input": "About 700 AEK supporters boarded the ferry after the end of the Greek football cup final between Olympiacos and AEK which took place in Crete.",
            "output": [
                "Lebih kurang 700 penyokong AEK menaiki feri itu selepas perlawanan akhir bola sepak piala Greek antara Olympiacos dan AEK yang bertempat di Crete."
            ]
        },
        {
            "input": "I don't know what else to do but pray,\" said Hudson during a press conference on Saturday.",
            "output": [
                "Saya tidak tahu apa lagi yang boleh dilakukan tetapi berdoa,\" kata Hudson dalam sidang akhbar pada hari Sabtu."
            ]
        },
        {
            "input": "The group says it wants to return Nepal's Hindu monarchy back to power after it was abolished last year.",
            "output": [
                "Kumpulan itu berkata ia mahu mengembalikan monarki Hindu Nepal kembali berkuasa selepas ia telah dimansuhkan tahun lepas."
            ]
        },
        {
            "input": "In 2007, Channel 7 had installed new relay in the cities of Mar del Plata, Bariloche, Neuquén, Santa Rosa, Comodoro Rivadavia, San Rafael and Mendoza.",
            "output": [
                "Pada tahun 2007, Saluran 7 telah memasang geganti baru di bandar-bandar di Mar del Plata, Bariloche, Neuquen, Santa Rosa, Comodoro Rivadavia, San Rafael dan Mendoza."
            ]
        },
        {
            "input": "After that, he pushed hard on the leaders, easily overtaking his teammate and closing the gap to the \"Red Baron\" to about 3 seconds for the final lap.",
            "output": [
                "Selepas itu, dia menolak keras pendahulu, dengan mudah mengatasi rakan sepasukan dan merapatkan jurang kepada \"Red Baron\" kepada kira-kira 3 saat untuk pusingan akhir."
            ]
        },
        {
            "input": "Agriculture Minister Jim Sutton went so far as to say that the suspension of meat exports by some countries was a real possibility.",
            "output": [
                "Menteri Pertanian Jim Sutton pergi jauh dengan mengatakan bahawa penggantungan eksport daging dari beberapa negara mungkin betul-betul terjadi."
            ]
        },
        {
            "input": "MSNBC translator Jacob Keryakes has stated that the claim of responsibility for the London bombings of July 7, supposedly made by a militant Islamist group, contains an error in one of the Quranic verses that it cites, suggesting that the claim may be phony.",
            "output": [
                "Jurualih bahasa MSNBC Jacob Keryakes telah menyatakan bahawa dakwaan tanggungjawab ke atas letupan di London pada 7 Julai lalu, yang dikatakan telah dilakukan oleh kumpulan militan Islam, mempunyai kesalahan di dalam salah satu ayat Quran yang dibacakan mereka, mencadangkan dakwaan itu adalah palsu."
            ]
        },
        {
            "input": "There will be a written examination (both a general paper and a specialised paper) and an interview.",
            "output": [
                "Peperiksaan bertulis (kedua-duanya satu kertas am dan satu kertas khusus) dan temuduga akan dibuat."
            ]
        },
        {
            "input": "The northern port of Thessaloniki, Greece's second biggest city, will host the Inter-Balkan co-operation Summit, on the 3rd and 4th of May 2006.",
            "output": [
                "Pelabuhan utara Thessaloniki, bandar kedua terbesar Yunani, akan menjadi tuan rumah Sidang Kemuncak Kerjasama Antara-Balkan, pada 3 dan 4 Mei 2006."
            ]
        },
        {
            "input": "One protester said that security personnel \"started attacking the villages and the towns.\"",
            "output": [
                "Seorang penunjuk perasaan berkata bahawa anggota keselamatan \"mula menyerang kampung-kampung dan bandar-bandar.\""
            ]
        },
        {
            "input": "Oil prices rose dramatically on Monday after a major Alaskan oil field shut down operations, halving the total output of oil from Alaska.",
            "output": [
                "Harga minyak meningkat secara mendadak pada hari Isnin selepas medan minyak utama Alaska menghentikan operasi, mengurangkan separuh jumlah pengeluaran minyak dari Alaska."
            ]
        },
        {
            "input": "The Coast Guard also said that the fishermen were warned that the ice could break, but many didn't believe there was any danger.",
            "output": [
                "Pengawal Pantai juga berkata nelayan telah memberi amaran bahawa ais boleh pecah, tetapi ramai yang tidak percaya ada apa-apa bahaya."
            ]
        },
        {
            "input": "Khaled Abubakar, the imam of the city's central mosque, made an estimate of the death toll.",
            "output": [
                "Khaled Abubakar, imam masjid pusat bandar itu, telah membuat anggaran jumlah kematian."
            ]
        },
        {
            "input": "Myers will continue to be paid until the end of the semester, at which time she is to leave the Parkway School District.",
            "output": [
                "Myers akan terus dibayar sehingga hujung semester ini, di masa dia akan meninggalkan Sekolah Daerah Parkway."
            ]
        },
        {
            "input": "McClellan said, \"Look, this report caused serious damage to the image of the United States abroad.\"",
            "output": [
                "McClellan berkata: \"Lihat, laporan ini menyebabkan kerosakan yang serius ke atas imej Amerika Syarikat di luar negara.\""
            ]
        },
        {
            "input": "Eurostat reports that 87,000 jobs were lost throughout the eurozone in December, the smallest loss since May.",
            "output": [
                "Eurostat melaporkan bahawa 87,000 pekerja hilang pekerjaan di seluruh eurozone pada bulan Disember, pengangguran paling kecil sejak Mei."
            ]
        },
        {
            "input": "Two candidates who had previously voted as school board members to include intelligent design in the public school science curriculum received the fewest votes in Tuesday's election.",
            "output": [
                "Dua calon yang sebelum ini telah dipilih sebagai ahli lembaga sekolah untuk memasukkan rekabentuk pintar dalam kurikulum sains sekolah awam menerima undi paling sedikit pada pilihan raya semalam."
            ]
        },
        {
            "input": "Due process would involve sending a letter to the owner of the merchant account with the accusation and giving them a right to be heard and an appeal process.",
            "output": [
                "Proses cukup matang akan melibatkan penghantaran surat kepada pemilik akaun perniagaan dengan tuduhan dan memberi mereka hak untuk didengar dan proses rayuan."
            ]
        },
        {
            "input": "\"The priority of the authorities is providing help and care,\" stated the vice-mayor of the Haarlemmermeer municipality, Michel Bezuijen.",
            "output": [
                "\"Keutamaan diberikan kepada pihak berkuasa dari segi bantuan dan penjagaan,\" kata Naib Datuk bandar bagi pembandaran Haarlemmermeer, Michel Bezuijen."
            ]
        },
        {
            "input": "It is possible that there may be applications related to nuclear weapons, although this possibility is not discussed in the research paper.",
            "output": [
                "Tidak mustahil terdapat aplikasi yang berkaitan dengna senjata nuklear, walaupon kebarangkalian itu tidak dibincangkan di kertas penyelidikan."
            ]
        },
        {
            "input": "Despite entering the match with the burden of having to score 32 points and receiving a bonus point (by scoring four tries), the Bulls managed to overcome fellow South African team, the Stormers, at Newlands Stadium in Cape Town on Saturday May 13, winning the match 43 points to 10 in the final round of the regular season.",
            "output": [
                "Walaupun memasuki pertandingan dengan bebanan perlu menjaringkan 32 mata dan menerima satu mata bonus (dengan menjaringkan empat percubaab), the Bulls berupaya mengatasi rakan-rakan pasukan Afrika Selatan, the Stormers, di Stadium Newlands di Cape Town pada Sabtu 13 Mei, memenangi pertandingan 43 mata kepada 10 dipusingan akhir musim biasa."
            ]
        },
        {
            "input": "A crystal clear blue sky could be seen in Discovery's background about 40 minutes before launch.",
            "output": [
                "Langit kristal yang biru boleh dilihat di latar belakang Discovery kira-kira 40 minit sebelum pelancaran."
            ]
        },
        {
            "input": "Several South African trade unionists were included in the protesters arrested.",
            "output": [
                "Beberapa ahli kesatuan sekerja Afrika Selatan termasuk dalam penunjuk perasaan ditahan."
            ]
        },
        {
            "input": "At 3 pm representatives of human rights organizations: Ninel Fokina, Andrei Grishin, and Maxim Varfolomeev, press-secretary of the Society for Krishna Consciousness, plus, a journalist and representative of Astana TV channel left for the village which is located 40 km from Almaty.",
            "output": [
                "Pada jam 3 pm wakil-wakil organisasi hak manusia: Nina Fokina, Andrei Grishin, dan Maxim Varfolomeev, setiausaha akhbar kepada Persatuan Kesedaran Krishna, dan juga seorang wartawan dan wakil dari saluran Astana TV bergerak ke kampung yang terletak 40 km dari Almaty."
            ]
        },
        {
            "input": "BP capped the leaking well on July 13 which effectively stopped oil from leaking into the Gulf.",
            "output": [
                "BP menyekat pelantar yang bocor tersebut pada 13 Julai yang menyekat minyak daripada kebocoran ke Teluk secara berkesan."
            ]
        },
        {
            "input": "More than 400 law enforcement agencies throughout the state are being asked to enhance operations and provide weekly activity and crash reports.",
            "output": [
                "Lebih daripada 400 agensi penguatkuasaan undang-undang di seluruh negeri sedang diminta untuk meningkatkan operasi dan menyediakan laporan mingguan aktiviti dan kemalangan."
            ]
        },
        {
            "input": "Among the new species are five orchids and at least three other species of plants, two butterflies and a snake.",
            "output": [
                "Antara spesies baru ialah lima orkid dan sekurang-kurangnya tiga spesies lain tumbuh-tumbuhan, dua rama-rama dan seekor ular."
            ]
        },
        {
            "input": "\"There were a number of people injured in my car but I think all the dead were in the first car.\"",
            "output": [
                "\"Terdapat beberapa orang di dalam gerabak saya cedera tetapi saya rasa semua orang mati di gerabak pertama.\""
            ]
        },
        {
            "input": "The London-based International Federation of Air Line Pilots Associations (IFALPA) issued a press release condemning this move, saying that further investigations are needed into the crash, and that criminal proceedings could prevent an accurate version of events from ever being known.",
            "output": [
                "Persekutuan Persatuan Juruterbang Sistem Penerbangan Antarabangsa yang berpangkalan di London (IFALPA) mengeluarkan kenyataan akhbar mengutuk langkah ini, dengan mengatakan bahawa siasatan lanjut adalah diperlukan atas hempasan itu, dan bahawa prosiding jenayah boleh menghalang versi tepat peristiwa daripada diketahui."
            ]
        },
        {
            "input": "The case also raises issues about the recent signing of a Free Trade Agreement between Australia and the United States.",
            "output": [
                "Kes ini turut membangkitkan isu mengenai Persetujuan Perdagangan Bebas yang ditandatangani baru-baru ini antara Australia dan Amerika Syarikat."
            ]
        },
        {
            "input": "Under Vanuatu law, since he missed three consecutive sittings of parliament without notifying the speaker in writing, he must forfeit his seat.",
            "output": [
                "Di bawah undang-undang Vanuatu, disebabkan beliau tidak menghadiri parlimen tiga kali berturut-turut tanpa memberitahu pengerusi secara bertulis, beliau akan kehilangan kerusinya."
            ]
        },
        {
            "input": "In late 2008, Daily Kos reporter Jed Lewison drew attention to comments by Halpern, on-stage with Heilmen, asserting the reportage was, \"extreme bias, extreme pro-Obama coverage\"; he characterised election coverage as, \"the most disgusting failure of people in our business since the Iraq war\".",
            "output": [
                "Pada lewat 2008, wartawan Daily Kos Jed Lewiston menarik perhatian kepada komen oleh Halpern, diatas pentas dengan Heilmen, menegaskan yang laporan tersebut, \"terlampau berat sebelah, liputan terlalu pro-Obama\"; dia mencirikan liputan pilihan raya sebagai, \"kegagalan paling menjengkilkan oleh mereka didalam bisnes kita sejak perang Iraq.\""
            ]
        },
        {
            "input": "He added, \"I have an impression, just hearing of it, that it's a reasonable judgment.\"",
            "output": [
                "Beliau menambah, \"Saya mempunyai satu tanggapan, hanya mendengarnya, bahawa ia adalah pertimbangan yang wajar.\""
            ]
        },
        {
            "input": "Greenhouses in the region currently employ more than 4,000 people.",
            "output": [
                "Rumah hijau di rantau ini kini mempunyai lebih daripada 4,000 orang."
            ]
        },
        {
            "input": "Nader dismissed criticism of his entry into the race, saying, \"For anybody who thinks that the third try is something that should be demeaned, it represents persistence, it represents never giving up the struggle for justice.\"",
            "output": [
                "Nader menolak kritikan terhadap kemasukan ke dalam bangsa itu, katanya: \"Bagi sesiapa yang berfikir bahawa percubaan ketiga adalah sesuatu yang harus dihina, ia mewakili kegigihan, ia mewakili tidak pernah berputus asa perjuangan untuk keadilan.\""
            ]
        },
        {
            "input": "The judge, Justice Nicholas Warren, overruled a Value Added Tax (VAT) Tribunal decision that imposed the 17.5% tax which is also applied on other potato products.",
            "output": [
                "Hakim itu, Hakim Nicholas Warren, menolak keputusan Cukai Nilai Tambah (VAT) yang mengenakan cukai 17.5% yang juga dikenakan atas produk kentang lain."
            ]
        },
        {
            "input": "Tom's conduct is hurting the Republican Party, is hurting this Republican majority and it is hurting any Republican who is up for re-election, Rep. Christopher Shays, R-Conn., told the Associated Press after making similar comments at community meetings in his home district this weekend.",
            "output": [
                "Kelakuan Tom mengugat Parti Republik, mengugat majoriti Republikan ini dan ia mengugat mana-mana ahli-ahli Republik yang menginginkan pemilihan semula, Wakil Christopher Shays, R-Conn., memberitahu Associated Press selepas membuat komen yang sama di mesyuarat komuniti di kawasan daerah beliau pada hujung minggu ini."
            ]
        },
        {
            "input": "After 25 minutes Jack was a bystander when Roberto Acuna's freekick was driven hard into the box.",
            "output": [
                "Selepas 25 minit Jack ialah seorang pemerhati apabila sepakan percuma Roberto Acuna dipacu kuat ke dalam kotak itu."
            ]
        },
        {
            "input": "After a press conference in London from the Metropolitan Police and Transport for London, more details are emerging about the attacks in London on Thursday.",
            "output": [
                "Selepas sidang akhbar di London oleh Polis Metropolitan dan Pengangkutan London, maklumat lanjut muncul berkenaan serangan di London pada hari Khamis."
            ]
        },
        {
            "input": "Having last competed in the 2004 Summer Paralympics, if she was swimming today, she would be classified as an S12 swimmer.",
            "output": [
                "Terakhir kali menyertai pertandingan renang di Sukan Paralimpik Musim Panas 2004, jika beliau masih aktif berenang pada hari ini, beliau layak dikelaskan sebagai perenang S12."
            ]
        }
    ]
}