{
  "Contributors": [
    "Sai Venkat Subramani"
  ],
  "Source": [
    "Dataset Card for Asian Language Treebank (ALT) (https://huggingface.co/datasets/alt)"
  ],
  "Categories": [
    "Language Translation"
  ],
  "Definition": "In this task, you will be given a statement in Laotian and your task will be to transform it into English. ",
  "Positive Examples": [
    {
        "input": "ຄົນຂັບລົດເຊີບລອດຊີວິດ ແລະ ຖືກ ກັກຕົວໄວ້ດ້ວຍຂໍ້ສົງໄສວ່າຈະເຮັດການຂັບລົດຄະນະດື່ມສິ່ງມຶນເມົາ ໜັງສືພິມສະເປນເຊີ ອ້າງວ່າການກວດສອບລົມຫາຍໃຈ ສະແດງຜົນອອກມາວ່າ ມີປະລິມານແອວກໍຮໍສອງທົບຂອງປະລິມານທີ່ກົດໝາຍຈໍາກັດໄວ້.\n",
        "output": "The driver of the SUV had survived, and is being detained on suspicion of drink driving, Spanish newspaper Sur claiming a breathalyser test revealed twice the legal blood alcohol limit.\n",
        "explanation": "The above sentence is correctly translated from Lao to English"

    },
    {
        "input": "ໃນຮູບພາບດັ່ງກ່າວ ໄດ້ສະແດງຄາໂລໃນສະພາບທີ່ນອນໃນຕຽງໂຮງໝໍ ພ້ອມດ້ວຍສາຍສະດືຫຼາຍສາຍ ຍາວອອກມາຈາກຮ່າງກາຍຂອງລາວ ແລະ ແຕ່ລະສາຍໄດ້ຖືວັດຖຸ ຫຼື ພາກສ່ວນຂອງຮ່າງກາຍ ຍົກເວັ້ນໜຶ່ງສາຍທີ່ອຸ້ມເດັກນ້ອຍ.\n",
        "output": "In that image, Kahlo is shown lying on a hospital bed with multiple umbilical cords extending from her body and each one holds an object or body part, except one holding a baby.\n",
      "explanation": "The above sentence is correctly translated from Lao to English where all the words have same meaning and the meaning of overall sentence is captured perfectly"
    },
    {
      "input": "ລົດໂຕໂຢຕ້າຂອງລາຟ ຊູມາກເກີ້ ໄດ້ເຮັດໃຫ້ແຟນໆ ປະຫລາດໃຈ ໄດ້ນໍາມາເປັນອັນດັບສາມ ຕາມມາດ້ວຍລົດໂຕໂຢຕ້າອື່ນໆ ຂອງຈາໂນ ຕຸລິ.",
      "output": "Ralf Schumacher's Toyota amazed Japanese fans, showed third result, followed by the other Toyota of Jarno Trulli.",
      "explanation": "The above sentence is correctly translated from Lao to English"
    }
  ],
  "Negative Examples": [
    {
        "input": "\"ຂ້າພະເຈົ້າຮູ້ຖືງຄວາມຮັບຜິດຊອບທີ່ຢູ່ກັບຕົວຂ້າພະເຈົ້າ ແລະຂ້າພະເຈົ້າບໍ່ສາມາດລໍຖ້າການເປັນສ່ວນຫນື່ງຂອງທີມເຟີຣາຣີ່ຮ່ວມກັບນັກຂັບທີ່ດີທີ່ສຸດໃນໂລກຄື ມິຊາເອວ ຊູມາກເກີ.\" ມາດຊາກ່າວ.\n",
        "output": "\"I am unaware of the responsibility it places on me and I cannot wait to be part of a team like Ferrari, alongside the best driver in the world, Michael Schumacher,\" said Massa.\n",
        "explanation" : "The above sentence is not correctly translated from Lao to English. A simple morphological change was made wherein 'un' is added to aware to completely change the meaning of the translated sentence."
    },
    {
      "input": "ບັນນາທິການຂ່າວທີ່ດີທີ່ສຸດຄື ຊາຮີ ໂດດ.",
      "output": "Archila was found dead with several lava and rock injuries on his body.",
      "explanation": "Most of the words have been translated correctly. But an additional word 'dead' was added to change the meaning of the sentence."
    },
    {
      "input": "ຜູ້ບໍລິຫານໂຮງຮຽນໄດ້ອ່ານຄຳຖະແຫຼງຂອງຄະນະກຳມະການກ່ຽວກັບວິຊາການອອກແບບຢ່າງສະຫຼາດຕໍ່ນັກສຶກສາໃນໂຮງຮຽນເທດສະບານໂດເວີ.",
      "output": "Los Lunas came back with a three pointer by #24 and some layups by other players.",
      "explanation": "The above sentence is not correctly translated from Lao to English as none of the words match the translation."
    }
  ],
  "Instances": [
    {
        "input": "ຄິມິເຮັດໃຫ້ຊ່ວງຄະແນນຕາມແມກຄາເຣນລົດລົງ ຕອນນີ້ເຫລືອພຽງແຕ່ຫ້າຄະແນນຕາມອະລອງໂຊ.\n",
        "output": [
            "Kimi narrowed the gap to the McLaren drivers, now only five points behind Alonso.\n"
        ]
    },
    {
        "input": "ໃນການແຂ່ງຂັນຊັນໂວເພນແຊ້ມປ້ຽນຊິບທີ່ເກີດຂື້ນທີ່ເຊັນແອນດຣູ ນັກກ໊ອບກໍ່ສະແດງການໄວ້ອາໄລເຊັ່ນກັນ.\n",
        "output": [
            "At The Open Championship taking place at St Andrews, golfers also paid their respects.\n"
        ]
    },
    {
        "input": "ໃນງານຖະແຫລງຂ່າວ ທ່ານສຽນຫລີ່ເຟິງ ຫົວໜ້າຝ່າຍວິສະວະກຳຂອງສູນວິໄຈແລະພັດທະນາຂອງໄຕ້ຫວັນກໍ່ໄດ້ປະກາດຄວາມສຳເລັດກ່ຽວກັບ \"ວັນນັກພັດທະນາກູເກີໄຕ້ຫວັນ\" ແລະໄດ້ເຊີນນັກພັດທະນາສອງຄົນ ຄື ທ່ານ ຫູຊີເພົ່າແລະທ່ານຫລິນອີ້ຫລູ່ ມາແບ່ງປັນແອບພິເຄຊັ້ນບາງຕົວລົງໃນກູເກີດ້ວຍ.\n",
        "output": [
            "Also in this conference, the Engineering Director of the Google Taiwan R&D Center Li-feng Chien also announced the achievements on the \"Google Taipei Developers' Day\" and invited developers named Chi-pao Hu and Yi-ru Lin to share some actual applications on iGoogle.\n"
        ]
    },
    {
        "input": "ໃນຕອນທ້າຍ ເທັກໂນໂລຊີທີ່ເຫມືອນກັນນີ້ອາດຊ່ວຍປະຫຍັດຄ່າໃຊ້ຈ່າຍໃຫ້ກັບອຸດສາຫະກຳຫນັງໄດ້ຫລາຍລ້ານ.\n",
        "output": [
            "In the end, this same technology might save the movie industry millions.\n"
        ]
    },
    {
        "input": "\"ບໍ່ແມ່ນຍ້ອນວ່າ ຂ້ອຍຜູ້ຕິດຕາມຄິງສ໌ເວຍ໌ທີ່ເດັ່ນຫຼາຍ ແຕ່ຍ້ອນວ້າ ການໃຫ້ຄະແນນແຍກ ແລະ ລະບົບມາກ່ອນໄດ້ກ່ອນໃຊ້ໄດ້ຜົນ.\"\n",
        "output": [
            "\"Not because I'm a hugely popular fellow in Kingsway, but because of vote splits and the way the first-past-the-post system works.\"\n"
        ]
    },
    {
        "input": "ລົດໄດ້ຕຳກັບຖານກອງພົນຂອງຫນ່ວຍປະຕິບັດການພິເສດເຊື່ງເປັນກຸ່ມພິເສດທາງທະຫານຂອງປາກີສະຖານ ກໍ່ຕັ້ງຮ່ວມກັບສະຫະລັດ.\n",
        "output": [
            "The car rammed into the brigade headquarters of the Special Operations Task Force, part of the Pakistan military Special Services Group, set up in conjunction with the United States.\n"
        ]
    },
    {
        "input": "ສະມາຊິກຂອງຕຳຫລວດໄດ້ແຈ້ງກັບກາຣ໌ດຊາຍຝັ່ງວ່າໃຫ້ສົ່ງເຮລິຄອບເຕີ້ MH-65 ແລະທີມຊ່ວຍເຫລືອອີກສອງທີມອອກໄປ.\n",
        "output": [
            "A member of the State Police informed the Coast Guard who sent out an MH-65 rescue helicopter and two rescue launches.\n"
        ]
    },
    {
        "input": "ບໍລິສັດ BP ຄວບຄຸມນໍ້າມັນຮົ່ວໄດ້ໃນວັນທີ 13 ມິຖຸນາ ເຊິ່ງສາມາດຢຸດການຮົ່ວໄຫຼຂອງນໍ້າມັນສູ່ອ່າວທະເລ.\n",
        "output": [
            "BP capped the leaking well on July 13 which effectively stopped oil from leaking into the Gulf.\n"
        ]
    },
    {
        "input": "ໃນສະພາບການຂອງການແຂ່ງຂັນ, ການກໍານົດຂອງ ຊຣີຊານທ໌ແມ່ນ 5-1-25-3 ເປັນສໍາຄັນ.\n",
        "output": [
            "In the context of the match, Sreesanth's spell of 5-1-25-3 was crucial.\n"
        ]
    },
    {
        "input": "\"ແຕ່ມັນລົງໃນ ຂະບວນການຜະລິດແບບປົກກະຕິ ແລະ ພວກເຮົາດຳເນີນໄປຢ່າງເປັນລຳດັບ.\"\n",
        "output": [
            "\"But it falls within our normal operating procedures and we are reacting accordingly.\"\n"
        ]
    },
    {
        "input": "ສູນວິໄຈແລະພັດທະນາແຫ່ງໃຫມ່ຂອງບໍລິສັດຈະກໍ່ຕັ້ງໃນສວນວິທະຍາສາດຈືຈູໃນຊຽງໄຮ້.\n",
        "output": [
            "The company's new research and development center is to be established in Shanghai's Zizhu Science Park.\n"
        ]
    },
    {
        "input": "ລັດຖະບານໄດ້ເນັ້ນຍ້ຳການຄັດຄ້ານຕໍ່ໂທດປະຫາມາໂດຍຕະຫລອດ.\n",
        "output": [
            "The government has reiterated its long standing opposition to the death penalty.\n"
        ]
    },
    {
        "input": "ອາວຸດສົງຄາມໃໝ່ນີ້ ຈະໄດ້ຮັບປະສິດທິຜົນດຽວກັນຄືກັບອາວຸດນິວເຄຼີຍ ໂດຍບໍ່ແມ່ນການຄຸກຄາມຈາກການເຮັດສົງຄາມແບບການທະຫານ ໄປເປັນການເຮັດສົງຄາມໂດຍໃຊ້ຂີປະນາວຸດນິວເຄຼີຍ.\n",
        "output": [
            "The new weapons would achieve the same effects as nuclear weapons, without the threat of conventional war escalating into nuclear war.\n"
        ]
    },
    {
        "input": "ທັງພັກຊີຕີເຊັນແພຣັດຟອມ ແລະ ພັກພັນທະມິດປະຊາທິປະໄຕຂ້າງຊ້າຍ ທັງສອງພັກຈະປະກອບເປັນລັດຖະບານໃນອະນາຄົດ ເຊິ່ງຈະມີ 304 ບ່ອນນັ່ງໃນ Sejmໃໝ່ ເຊິ່ງມີໜ້ອຍກວ່າ 3 ທີ່ນັ່ງທີ່ຕ້ອງການສໍາລັບການປ່ຽນແປງ ຕໍ່ກັບລັດຖະທໍາມະນູນໂປແລນ ທີ່ທັງສອງຝ່າຍໄດ້ສະໜັບສະໜຸນ.\n",
        "output": [
            "PO and PiS, both of which will form the future government, will have 304 places in the new Sejm, which is 3 less than is required for making changes to the Polish constitution, which both parties support.\n"
        ]
    },
    {
        "input": "ໂດຍປົກກະຕິ ລັດເຊຍ ຈະໃຊ້ເຂດດັ່ງກ່າວ ເພື່ອບິນປະຕິບັດພາລະກິດ ສ່ວນໃຫຍ່ດ້ວຍຍົນສຳລັບ ຍຸດທະສາດການຂົນສົ່ງທາງອາກາດ ລະຫວ່າງກາລິນິງກາດ ເມືອງຫລວງຂອງກາລິນິງກາດ ອອບບາສ ແລະ ຕັ້ງຢູ່ລະຫວ່າງໂປແລນ ແລະ ລິທຸອາເນຍ ແລະ ເອັສທີ ປີເຕີສະເບີກ ໃນລັດເຊຍ.\n",
        "output": [
            "Russia regularly uses the area to fly missions, mostly with strategic airlifters, between Kaliningrad, capital of Kaliningrad Oblast and located between Poland and Lithuania, and St Petersberg in Russia.\n"
        ]
    },
    {
        "input": "ການລະເບີດເຮັດໃຫ້ເກີດຄວາມເສຍຫາຍຢ່າງຫນັກຕໍ່ສູນສັບພະສິນຄ້າ ເຮັດໃຫ້ປ່ອງຢ້ຽມແຕກ ເພດານລອຍຖະຫລົ່ມລົງມາແລະເສົາທີ່ກະເດັນອອກໄປຫລາຍຮ້ອຍແມັດ.\n",
        "output": [
            "The blast caused serious damage to the shopping center, breaking windows, causing false ceilings to collapse, and pillars to warp within a radius of several hundred meters.\n"
        ]
    },
    {
        "input": "ຕໍ່​ຄຳ​ຄິດ​ເຫັນ​ຂອງ​ເພິ່ນນັ້ນ ທາງ​ສະ​ມາ​ຊິກ​ພັກ Republican ໄດ້​ຮຽກ​ຮ້ອງ​ໃຫ້​ທ່ານ Reid ລາ​ອອກ​ຈຳ​ຕຳ​ແໜ່ງ​.\n",
        "output": [
            "Members of the Republican Party have called on Reid to resign over his comments.\n"
        ]
    },
    {
        "input": "ທັງເກີລານອງ ເຄມເບີລາ - ສະມາຊິກທີມ ຊາໂດ ໂອລິປີກ ອົດສະຕາລີ ອາຍຸ 19 ປີ ອາລີສ ອີງເລ ໄດ້ເຂົ້າຮ່ວມການແຂ່ງຂັນຊິງແຊມຍິງທະນູແຫ່ງຊາດ ເປັນມື້ທີ່ສອງ ສອງສາມມື້ ກ່ອນການເລີ່ມລາຍການແຂ່ງຂັນທະແຍ່ງເປົ້າ ເຊິ່ງລາວຫວັງວ່າຈະເປັນຕົວແທນປະເທດອົດສະຕາລີ ໃນກິລາໂອເລັມປິກ.\n",
        "output": [
            "Tuggeranong, Canberra — Nineteen year old Australian Shadow Olympic team member Alice Ingley was attending the second day of the National Archery Championships, a few days before the start of the target recurve event that she hopes to represent Australia at the Olympics in.\n"
        ]
    },
    {
        "input": "ກຸນາສ ແມ່ນໄດ້ຖືກຈັບຕົວໃນປະກິດສະຖານໃນປີ 2001 ເມື່ອກໍາລັງຂີ່ລົດເມ.\n",
        "output": [
            "Kurnaz was picked up in Pakistan in 2001 when riding a bus.\n"
        ]
    },
    {
        "input": "ການຈັດຕັ້ງປະຕິບັດ \"ດັດສະນີລາຄາ\" ຈະຫຼຸດຄ່າໃຊ້ຈ່າຍຂອງເງິນປະກັນສັງຄົມໄດ້ຫຼາຍພັນລ້ານໂດລ່າ.\n",
        "output": [
            "The implementation of \"price indexing\" would cut future Social Security costs by trillions of dollars.\n"
        ]
    },
    {
        "input": "ລາວຫຼີ້ນດ້ວຍການເສີບທີ່ມີອິດທິພົນຫຼາຍ ແລະ ການສວນກັບທີ່ແຂ່ງຂັນ.\n",
        "output": [
            "With powerhouse serves and an aggressive ground strokes battle, she did just that.\n"
        ]
    },
    {
        "input": "ຜູ້ກຳນວຍການທົ່ວໄປຂອງ ການຂົນສົ່ງທາງອາກາດ ອິນໂດເນເຊຍ Budi Mulyawan Suyitno ໄດ້ເວົ້າວ່າ ເຖິງວ່າຂິດຈໍາກັດຂອງງົບປະມານທ້ອງຖິ່ນ ໄດ້ປ້ອງກັນບາງສະໜາມບິນຈາກການຖືກປັບປຸງ ປັດຈຸບັນຍັງບໍ່ມີບັນຫາໃດ ທີ່ Yoyagkarta ໂດຍການປັບປຸງ ລວມທັງການຊີ້ແຈງຂອງ RESA ສຳລັບ 140 ເເມັດ ຂອງ ເດີ່ນຍົນທີ່ຍາວ 2,250 ແມັດ ແລະ ສະຖານທີ່ໜ່ວຍກູ້ໄພຍົນ ແລະ ລົດດັບເພີງໃນສະໜາມບິນ.\n",
        "output": [
            "Indonesian director general of air transportation Budi Mulyawan Suyitno said that although local budget limitations have prevented some airports from being improved there are no problems currently at Yogyakarta, with improvements including declaration of a RESA for 140 metres of the 2,250 metre runway and stationing Aircraft Rescue and Firefighting trucks at the airport.\n"
        ]
    },
    {
        "input": "ເຫດໄຟຟ້າດັບນີ້ເກີດຂື້ນຫລັງຈາກມີຄວາມພະຍາຍາມທີ່ຈະຮັບມືກັບບັນຫາວິກິດພະລັງງານຂອງປະເທດທີ່ກຳລັງເຕີບໃຫຍ່ຂື້ນ ເຊິ່ງລວມເຖິງການອານຸລັກພະລັງງານແລະອານຸຍາດໃຫ້ບໍລິສັດເອກະຊົນເປັນຜູ້ຜະລິດພະລັກງານ ເຊິ່ງຖືວ່າຜິດກົດຫມາຍໃນປີ 2004.\n",
        "output": [
            "The power failure follows attempts to deal with the country's growing energy crisis, including conservation and trying to allow private companies to provide energy, which was ruled unconstitutional in 2004.\n"
        ]
    },
    {
        "input": "ລາວກ່າວວ່າ \"ເຮົາຄິດວ່າລາວກຳລັງຍ່າງລົງບັນໄດກຳແພງໄປເພື່ອຈະລົງນ້ຳ ແລ້ວກໍ່ຖືກຄື້ນຂະຫນາດໃຫຍ່ຊັດຕົກລົງໄປໃນທະເລໂດຍບໍ່ມີການເຕືອນໃດໆ ຄິດວ່າຄື້ນລູກໃຫຍ່ນີ້ເປັນຜົນມາຈາກສະພາບອາກາດຕອນກາງຄືນ.\"\n",
        "output": [
            "\"The man we believe was about to enter the water at the bottom of the sea wall steps when he was swept off without any warning by a large wave which was a result of the overnight weather conditions,\" they said.\n"
        ]
    },
    {
        "input": "ປະທານນາທິບໍດີ ອາເມເນຍ Serzh Sarkisian ໄດ້ຖະແຫຼງວ່າ: \"ພວກເຮົາບໍ່ຕ້ອງການສົງຄາມ ແຕ່ພວກເຮົາຕ້ອງເຮັດ ພວກເຮົາຈະສູ້ ແລະ ຊະນະ.\"\n",
        "output": [
            "Armenian President Serzh Sarkisian declared: \"We don't want a war, but if we have to, we will fight and win.\"\n"
        ]
    },
    {
        "input": "ໃນເວລາທີ່ເປັນເຈົ້າຄອງ ລາວໄດ້ຖືກລົງຄະແນນສຽງ ຫຼາຍກວ່າ 750 ສຽງ ຫຼາຍກວ່າ ເຈົ້າຄອງຜູ້ອື່ນລວມເຂົ້າກັນ ແລະ ປ່ອຍໄວ້ເຊິ່ງງົບປະມານທີ່ຍັງເຫຼືອເຖິງ $1 ຕື້.\n",
        "output": [
            "During his governorship, he vetoed over 750 bills, more than all other then-governors combined, and left the state with a $1 billion budget surplus.\n"
        ]
    },
    {
        "input": "ເຫດລະເບີດຄັ້ງທຳອິດເກີດຂື້ນເມື່ອຂະບວນຄຸ້ມກັນ ຕຳຫລວດ-ທະຫານ ຖືກໂຈມຕີໂດຍລະເບີດຂ້າງຖະຫນົນສອງລູກໃນພູມມິພາກຫຸບເຂົາໃກ້ກັບຊາຍແດນປາກີສະຖານ-ອັບການິສະຖານ.\n",
        "output": [
            "The first attack took place when a police-army convoy was hit by two roadside bombs in the mountainous region near the Pakistani-Afghani border.\n"
        ]
    },
    {
        "input": "ອະດີດສະມາຊິກສະຫະພາບສານອິສະຫລາມທີ່ຢູ່ໃນທີ່ເກີດເຫດລະບຸຕົວຜູ້ວາງລະເບີດ ຊື່ງຫົວແລະຫນ້າເລະແລ້ວ ວ່າເປັນສະມາຊິກຂອງ ອັນ-ຊານັບ ເປັນກຸ່ມອິສະຫລາມຫົວເກົ່າຮຸນແຮງທີ່ເຊື່ອວ່າມີຄວາມສຳພັນກັບອັນກໍອີດະ.\n",
        "output": [
            "Former Islamic Courts Union members at the scene identified the bomber, whose head and face had been completely shaven, as a member of al-Shabab, the ultra-conservative Islamist group believed to have links to al-Qaeda.\n"
        ]
    },
    {
        "input": "ລາວໄດ້ຖາມວ່າ \"ຂ້າພະເຈົ້າໄດ້ກ່າວຢ່າງຊັດເຈນວ່າ ໃນຄວາມຄິດຂອງຂ້າພະເຈົ້າ ເອກະສານທີ່ພວກເຂົາຮ່າງບໍ່ໄດອານຸຍາດໃຫ້ໃຊ້ກຳລັງໂດຍບໍ່ໄດ້ຮັບການຕັດສິນໃຈຈາກສະພາຄວາມຫມັ້ນຄົງ.\"\n",
        "output": [
            "He told the inquiry, \"I made it clear that, in my view, the draft that they were working toward did not authorize the use of force without a further decision of the Security Council\".\n"
        ]
    },
    {
        "input": "ຂໍ້ຂັດແຍ່ງ ໄດ້ເກີດຂຶ້ນລະຫວ່າງພະສົງGreek Orthodox ແລະຊາວຄຣິດສະຕຽນອາຫລັບໃນເຢຣູຊາເລັມໃນວັນສຸກ ເມື່ອຊາວຄຣິດສະຕຽນອາຫລັບປະທ້ວງການຂາຍທີ່ດິນໂບດຂອງພະສົງໃຫ້ປະຊາຊົນ Jewish.\n",
        "output": [
            "A conflict erupted between Greek Orthodox monks and Arab Christians in Jerusalem on Good Friday, as the Arab Christians protested the monks' sale of church land to Jewish residents.\n"
        ]
    },
    {
        "input": "ສະພາຜູ້ແທນລາດອິວລິນອຍໄດ້ລົງຄະແນນໃນວັນພະຫັດເພື່ອເພີ່ມໂທດຂອງໄວຫນຸ່ມທີ່ມີສ່ວນກ່ຽວຂ້ອງກັບການສົ່ງຂໍ້ຄວາມກ່ຽວກັບເລື່ອງທາງເພດ.\n",
        "output": [
            "The Illinois House of Representatives voted this Thursday to lift some penalties for teenagers who engage in sexting.\n"
        ]
    },
    {
        "input": "ໂຈອາຄິມ ເຮີມານ ລັດທະມົດຕີວ່າການກະຊວງພາຍໃນຂອງບາວາເລຍ ໄດ້ໃຫ້ການກ່ຽວກັບເຫດການທີ່ເກີດຂຶ້ນ.\n",
        "output": [
            "Joachim Herrmann, the Bavarian Interior Minister, spoke of his thoughts about the incident.\n"
        ]
    },
    {
        "input": "ພະນັກງານດັບເພິງຍັງຢູ່ໃນທີ່ເກີດເຫດໃນເວລາ 9:15 a.m.EDT (UTC-4) ຂອງມື້ນີ້ ເກືອບຮອດ 24 ຊົ່ວໂມງຫລັງຈາກເລີ້ມມີເພິງໄໝ້.\n",
        "output": [
            "Firefighters were still on scene as of 9:15 a.m. EDT (UTC-4) today, nearly 24 hours after the fire started.\n"
        ]
    },
    {
        "input": "ແທນທີ່ຈະເປັນປະເດັນເລື່ອງຄວາມຮັກຊາດ ຂໍ້ຖົກຖຽງກັບກ່ຽວຂ້ອງກັບສັນຍາຂອງສະຫະພາບຊື່ງໄດ້ລະບຸໄວ້ວ່າການຊັກທຸງຂື້ນຫລືລົດລົງເປັນສິ່ງທີ່ສະຫງວນໄວ້ສຳຫລັບສະມາຊິກໃນສະຫະພາບ.\n",
        "output": [
            "Rather than an issue of patriotism, the controversy dealt with union contracts which may have specified that the raising and lowering of flags was a role reserved only for union members.\n"
        ]
    },
    {
        "input": "ເດີ ລ໊ອກເກັດ ໄດ້ລົງນາມອີກຫນື່ງລະດູການຫລັງຈາກລາວຊະນະລາງວັນ ຊີ ຍັງ ອະວອດຄັ້ງທີ່ເຈັດແລະແອທໍຈະເຂົ້າໃກ້ໂປແກມການແຂ່ງຂັນລະດັບໂລກໃນປີ 2004 ເມືອ່ເຄເມນໄດ້ຕີນຳສອງແຕ້ມແລະເສຍໃນເກມທີ 7 ໃນເກມ ເອັນແອວຊີເອັດສ໌ ຕໍ່ທີມຄາດນິນັດ.\n",
        "output": [
            "The Rocket signed for another season after he won his seventh Cy Young Award and the Astros got close to the World Series in 2004, when Clemens blew a two-run lead and lost Game 7 of the NLCS against the Cardinals.\n"
        ]
    },
    {
        "input": "ລາວໄດ້ຮັບຮອງຄວາມປອດໄພກັບຄອບຄົວຂອງລາວ.\n",
        "output": [
            "He was told that safety is guaranteed to his family.\n"
        ]
    },
    {
        "input": "ສ່ວນໃຫຍ່ແລ້ວເຮັດຈາກຊິ້ນສ່ວນເຄື່ອງຕັດຫຍ້າ ມີພວງມາໄລແລະອຸປະກອນເຄື່ອງມື.\n",
        "output": [
            "Most are made from old lawnmower parts, a steering wheel and a bar stool.\n"
        ]
    },
    {
        "input": "ສະພາໄດ້ໂຕ້ຖຽງກັນ ຫຼາຍໆບັນຫາໄດ້ຖືກສະເໜີເພື່ອປັບປຸງກົດໝາຍລັດຖະບານທ້ອງຖິ່ນ ເຊິ່ງແນໃສ່ຄວາມຕ້ອງການໄມໂຄຣຊິບ.\n",
        "output": [
            "Parliament has been debating several proposed amendments to the Local Government Law Reform bill, which aimed to change the microchipping requirement.\n"
        ]
    },
    {
        "input": "ມັຄເທີຢືນກ່າວວ່າ ລາວຈະເຂົ້າພົບນາຍຍົກລັດຖະມົນຕີເພາະລາວກຳລັງຈະໄດ້ຮັບການຮັກສາແລະເມື່ອລາວຢູ່ຕ່າງປະເທດຊິງຈະຢູ່ໃນໂຮງຫມໍ.\n",
        "output": [
            "Mukherjee said he would meet the Prime Minister because he was going for treatment and when he was abroad, Singh was in hospital.\n"
        ]
    },
    {
        "input": "ລັດຖະບານສ່ວນພູມມິພາກກຳລັງກວດສອບແລະໂອ້ລົມກັນຖືງເລື່ອງການບໍລິຈາກໃຫ້ກັບ IRGT/KINT ຊື່ງເປັນອົງການສິ່ງແວດລ້ອມທີ່ເຈົ້າຊາຍໂຣລອງຊົງສະຫນັບສະຫນຸນຢູ່.\n",
        "output": [
            "The regional governments are now investigating and discussing their donations to the IRGT/KINT, an environmental organisation supported by Prince Laurent.\n"
        ]
    },
    {
        "input": "\"ມັນເປັນພັນທະມິດທີ່ເຂັ້ມແຂງຫຼາຍ- ພັນທະມິດທີ່ເໜືອກວ່າການປ່ຽນແປງຂອງລັດຖະບານ.\"\n",
        "output": [
            "\"It's a very strong alliance - an alliance which transcends changes in governments.\"\n"
        ]
    },
    {
        "input": "ຫາກເອເບກດໍບໍ່ສາມາດໄດ້ຮັບເລືອກຕັ້ງຊ້ຳໄດ້ປະທານນາທິບໍດີຄົນໃຫມ່ຈະສາມາດຫຍຸດການເລື່ອນໂທດປະຫານແລະບັງຄັບໃຊ້ຕໍ່ໄປໄດ້.\n",
        "output": [
            "If Elbegdorj fails to be re-elected, the new president could end the moratorium, and executions could resume.\n"
        ]
    },
    {
        "input": "ເຄືອຂ່າຍເອບີໃນຊາລອດ ນໍ ແຄໂຣໄລນາ ໄດ້ກ່າວວ່າແຟໄດ້ມີສ່ວນຮ່ວມໃນເຫດການວຸ້ນວາຍທີ່ຖະຫນົນອິນເຕີສະເຕດ 485 ໃນວັນພຸດທີແລ້ວ.\n",
        "output": [
            "According to an ABC affiliate in Charlotte, North Carolina, Flair took part in an alleged road rage incident last Wednesday on Interstate 485.\n"
        ]
    },
    {
        "input": "ເມື່ອເວົ້າຖືງ \"ການຢຽວຢາບາດແຜ\" ລາວຊີ້ໃຫ້ເຫັນອັນຕະລາຍຂອງສົງຄາມເຢັນ ລວມຖືງການແບ່ງແຍກເຂດເຫນືອ-ໃຕ້ທີ່ຍູເອັນອີກດ້ວຍ.\n",
        "output": [
            "In reference to \"healing wounds\", he pointed out the danger of the Cold War divisions being replaced by a North-South divide at the UN.\n"
        ]
    },
    {
        "input": "ອົງການອຸຕຸນິຍົມວິທະຍາ ແລະ ພູມສາດ ຂອງອິນໂດເນເຊຍໄດ້ບັນທຶກໄດ້ວ່າມີຢ່າງໜ້ອຍມິການສັ່ນສະເທືອນ 2 ຄັ້ງປະມານ20 ນາທີຕາມມາຫຼັງຈາກການສັ່ນ ເຊິ່ງວັດຂະໜາດໄດ້ 5.5 ແລະ 5.3 ຣິກເຕີ.\n",
        "output": [
            "Indonesia's meteorology and geophysics agency recorded at least two aftershocks about 20 minutes after the first tremors, one measuring 5.5 and the other 5.3 on the Richter scale.\n"
        ]
    },
    {
        "input": "ຕໍ່ມາບັນດານັກທ່ອງທ່ຽວທີ່ໄດ້ຮັບບາດເຈັບໄດ້ຖືກນໍາສົົ່ງໄປໂຮງໝໍຈໍານວນ5ບ່ອນທີ່ແຕກຕ່າງກັນ ໃນຂົງເຂດ ຄອສຕ້າ ເດ ໂຊ.\n",
        "output": [
            "The injured tourists were then taken to five different hospitals in the Costa del Sol region.\n"
        ]
    },
    {
        "input": "ມື້ວານນີ້ ມີຄວາມຢ້ານວ່າມ້າແຂ່ງສີ່ໂຕໃນແຣນວິກ ເຣດຄອດໃນກຸງຊິດນີ້ຕິດເຊື້ອໄວຣັດ ແຕ່ໃນເວລາຕໍ່ມາໄດ້ມີການທົດສອບແລະບໍ່ພົບວ່າມ້າດັ່ງກ່າວຕິດເຊື້ອ.\n",
        "output": [
            "It had been feared yesterday that four race horses at Randwick Racecourse in Sydney had been struck down by the virus, but the horses later tested negative to the virus.\n"
        ]
    },
    {
        "input": "ມັນໄດ້ຖືກລາຍງານວ່າຫຼາຍກວ່າ 21,000 ຄອບຄົວ ຂອງປະຊາຊົນ ປະມານ 153,000 ຄົນ ໄດ້ໜີ ອອກຈາກເຊົາທ໌ ວາຊິຣິສຕັນ ແລະໄດ້ຍຶກເອົາທີ່ຫຼັບໄພໃນແຂວງ ຟຼອນທີເອີ ຕາເວັນອອກສຽງເໜືອ.\n",
        "output": [
            "It has been reported that over 21,000 civilian families, an estimated 153,000 individuals, have fled South Waziristan, and have taken refuge in the North-West Frontier Province.\n"
        ]
    },
    {
        "input": "ການເປີດຕົວຄັ້ງນີ້ ໃຊ້ເວລາກວ່າ ສາມປີ ໃນການພັດທະນາຢ່າງຕໍ່ເນື່ອງແລະລັກສະນະພິເສດທີ່ ເຫນືອກວ່າເວີຊັ້ນ 1.0 ຊື່ງເປີດຕົວໄປເມື່ອເດືອນພືດສະພາ ປີ 2002.\n",
        "output": [
            "This release marks over three years of continuous development and boasts many features over version 1.0 which was released in May 2002.\n"
        ]
    },
    {
        "input": "ແຮງງານທັກສະສູງທີ່ຖືກກົດຫມາຍຫລາຍຮ້ອຍຄົນໃນສະຫະລັດສົ່ງດອກໄມ້ຫລາຍຮ້ອຍດອກໃຫ້ກັບຜູ້ອໍານວຍການຝ່າຍຄວາມເປັນພົນລະເມືອງສະຫະລັດແລະຜູ້ອົບພະຍົບ(ຍູເອັດສ໌ຊີໄອເອັດສ໌)ເອມິລິໂອ ກອນຊາເລດ ເປັນເຄື່ອງຫມາຍຂອງການປະທ້ວງຢ່າງສັນຕິ ກັບຄໍາກ່າວທີ່ພວກເຂົາເປັນສະເຫມືອນ \"ເກີບແຕະ\" ຂອງລັດແລະສໍານັກງານແລະເພື່ອໃຫ້ລົດຄວາມລ່າຊ້າໃນການອອກກຣີນກາດ.\n",
        "output": [
            "Hundreds of legal, highly-skilled workers in the United States sent hundreds of flowers to the Director of the United States Citizenship and Immigration Services (USCIS), Emilio Gonzalez as part of a symbolic and peaceful protest over what they said was a \"flip-flop\" by the State Department and the USCIS on eliminating Green card processing delays.\n"
        ]
    },
    {
        "input": "ເພິ່ນໄດ້ຮັບການຍ້ອງຍໍຈາກ ຣາບ ນາເດີ ວ່າເປັນ \"ຜູ້ທີ່ມີຄວາມກ້າວຫນ້າຢ່າງແທ້ຈິງ\" ແລະໃນປີ 2003 ກູຊິນິຈ ໄດ້ຮັບລາງວັນສັນຕິພາບຄານທີ.\n",
        "output": [
            "He has been praised as \"a genuine progressive\" by a Ralph Nader and in 2003, Kucinich was the recipient of the Gandhi Peace Award.\n"
        ]
    },
    {
        "input": "ພວກເຂົາເຈົ້າໄດ້ຕັດສິນໃຈທີ່ຈະກັບໄປ \"Killing In The Name\" ທີ່ໄດ້ປ່ອຍອອກມາຄັ້ງທໍາອິດໃນປີ 1992.\n",
        "output": [
            "They decided to back \"Killing In The Name\", first released in 1992.\n"
        ]
    },
    {
        "input": "ອົສຕຣາລີ ສະເຫມີ ກາຕາ 0-0 ຍີ່ປຸ່ນ ຊະນະ ອຸສເບກິສຖານ 1-0 ເກົາຫລີໄຕ້ ເຂົ້າຮອບໂດຍຊະນະ ສະຫະລັດອາລັບເອມີເລດ 2-0 ແລະ ເນເທີແລນ ຊະນະ ໄອສແລນ 2-1.\n",
        "output": [
            "Australia drew 0–0 with Qatar, Japan defeated Uzbekistan 1–0, South Korea qualified by defeating the United Arab Emirates 2–0 and a 2–1 win over Iceland saw the Netherlands qualify.\n"
        ]
    },
    {
        "input": "ລວມທັງການປ່ຽນແປງລະບົບລັດຖະບານ ຝ່າຍເສລີນິຍົມໄດ້ສະເຫນີໃຫ້ນິວຊີແລນກາຍເປັນສາທາລະນະລັດແລະລົ້ມເລີກລະບົບກະສັດພາຍໃຕ້ລັດຖະທຳມະນູນ.\n",
        "output": [
            "As well as changing the system of Government, Libertarianz also propose New Zealand becoming a republic and removing the constitutional monarchy.\n"
        ]
    },
    {
        "input": "ຮັກສັນ ໂຣຮານີ ຫົວຫນ້າສະພາຄວາມຫມັ້ນຄົງແຫ່ງຊາດ ປະເທດອິຫລ່ານ ປະກາດເມື່ອວັນຈັນວ່າ ປະເທດອິລ່ານຈະລະງັບການແປງສະພາບຍູເຣນ້ຽມຊົ່ວຄາວ ໃນວັນທີ 22 ພະຈິກ.\n",
        "output": [
            "Hassan Rowhani, head of the Supreme National Security Council for Iran, announced Monday that the country would temporarily suspend conversion of uranium as of November 22.\n"
        ]
    },
    {
        "input": "ພະນັກງານຮັກສາຄວາມປອດໄພຂອງໂຮງແຮມກ່າວວ່າໄດ້ກວດສອບຫ້ອງກ່ອນຈະມີພິທີ ເນື່ອງຈາກເຈົ້າຫນ້າທີ່ຮັກສາຄວາມປອດໄພຂອງລັດຖະບານຕ້ອງການໃຫ້ມີຜູ້ຈັດການຄະນະດຽວສຳຫລັບວຽກນີ້.\n",
        "output": [
            "The hotel security staff say that they were kicked out of the room prior to the ceremony, as government security officials wanted sole handling of the event.\n"
        ]
    },
    {
        "input": "ສະຖານທູດແຄນນາດາໃນວໍຊິງຕັນໄດ້ດົນນະລົງການໂຄສະນາດັ່ງກ່າວ ໂດຍການຕິດໂປດເຕີ້ສະແດງຮູບກອງທັບແຄນນາດາໃນອັບການິສະຖານຕາມສະຖານນີລົດໄຟໃຕ້ດິນໃນວໍຊິງຕັນ.\n",
        "output": [
            "The Canadian Embassy in Washington has been on an advertising campaign, plastering subway stations in Washington with posters depicting Canadian troops in Afghanistan.\n"
        ]
    },
    {
        "input": "ຂະ​ນະ​ດຽວ​ກັນ​ ການຈໍາ​ກັດ​ກ່ຽວ​ກັບ​ການ​ເຄື່ອນ​ໄຫວ​ຂອງ​ສັດ​ລ້ຽງ​ຢູ່​ໃນ​ສະ​ຖານ​ທີ່​ ດັ່ງ​ນັ້ນ​ໃນ​ກໍ​ລະ​ທີ່​ໄດ້​ມີ​ການ​ປ່ອຍ​ຂອງ​ພະ​ຍາດຫຼາຍ​ ຜົນ​ກະ​ທົບ​ຈະ​ໄດ້​ຮັບ​ການ​ບັນ​ຈຸ​.\n",
        "output": [
            "Meanwhile, restrictions on the movement of livestock are in place, so that in the very unlikely event that there has been a release of the disease, the effects will be contained.\n"
        ]
    },
    {
        "input": "ຜູ້ຂຽນບລ໊ອກ ເດວິດ ຟາຣາ ເວົ້າວ່າ \"ມັນເປັນສິ່ງທີ່ລຳບາກໃຈຫຼາຍສຳລັບລັດຖະບານ ທີ່ພ່າຍແພ້ໃນການລົງຄະແນນ ຫຼັງຈາກທຸ້ມເທຄວາມກົດດັນກັບມັນຫຼາຍ.\"\n",
        "output": [
            "Blogger David Farrar says \"It is very messy for the Government to lose the vote after piling so much pressure on.\"\n"
        ]
    },
    {
        "input": "ຈົນຮອດຕອນນີ້ ຍັງບໍ່ສາມາດກໍານົດຕໍາແໜ່ງຂອງ ຍານ RVO ຕາມຈຸດທໍ່ຂຸດເຈາະນໍ້າມັນທະເລນໍ້າເລິກ ຮໍລິຊອນທີ່ຮົ່ວກ່ອນໜ້ານີ້.\n",
        "output": [
            "Until now, there was no way to determine the location of the ROVs in relation to the previously leaking Deepwater Horizon well.\n"
        ]
    },
    {
        "input": "ປະຫວັດຄວາມເປັນມາຂອງການຢູ່ລອດໃນປະເທດນີຊີແລນຍັງສະແດງໃຫ້ເຫັນວ່າ ປະເທດນີວຊີແລນເປັນ ໜື່ງໃນ ບາງປະເທດໃນໂລກທີ່ມີປະຫວັດລະອຽດ ແລະ ສົມບູນຂອງການເກີດ ການຕາຍ ການຍົກຍ້າຍ ຂໍ້ມູນໃນຍ້ອນກັບໃປໃນຊ່ວງທ້າຍທົດສະວັດ 1800.\n",
        "output": [
            "A History of Survival in New Zealand also shows that New Zealand is one of the few countries in the world that has an almost complete and detailed history of births, deaths and migration information dating back to the late 1800's.\n"
        ]
    },
    {
        "input": "ເພດ ສະເຕດຄືມະຫາວະທະຍາໄລທີ່ໃຫຍ່ທີ່ສຸດໃນລັດເພດຊິວເລເນຍແລະເປັນຫນື່ງໃນມະຫາວິທະຍາໄລລັດທີ່ໃຫຍ່ທີ່ສຸດໃນສະຫະລັດ.\n",
        "output": [
            "Penn State is the largest university in Pennsylvania and among the ten largest public universities in the United States.\n"
        ]
    },
    {
        "input": "ທ່ານ Chester Burrows ສະມາຊິກສະພາແຫ່ງຊາດ ໄດ້ກ່າວວ່າ: \"ຕາມປະສົບການຂອງຂ້າພະເຈົ້າຄືຂ້າພະເຈົ້າໄດ້ເຫັນຄົນຫນຸ່ມຫລາຍຄົນໃຈຮ້າຍ ຂົ່ມຂືນຊຳເລົາ ທຳຮ້າຍຮ່າງກາຍ.\"\n",
        "output": [
            "Chester Burrows, National MP, said: \"My experience is I've seen too many pissed young people, raped young people, assaulted young people.\"\n"
        ]
    },
    {
        "input": "ໃນເວລານີ້ ໄລຍະປອດໄພແມ່ນ 268,624 mile ຈາກໂລກ - ເຊື່ງມີໄລຍະຫ່າງໄກ້ກວ່າໄລຍະຂອງໂລກແລະດວງຈັນເນື່ອງຈາກອາດເປັນຂອບເຂດທີ່ໄກທີ່ສຸດຂອງວົງໂຄຈອນ.\n",
        "output": [
            "At this time it would be at a safe distance of 268,624 miles from Earth - closer to the Earth than the Moon would be at its farthest extent in its orbit.\n"
        ]
    },
    {
        "input": "ມອດ ໄດ້ອະທີບາຍວ່າ \"ພວກເຮົາຕ້ອງການສ້າງໃຫ້ມັນຊັດເຈນ ວ່າ ມາກາຊີ ຈາມຽດ ອານ ອີ ຮາດີດ ບໍ່ສາມາດຖືກຍໍ້ຍອງໄດ້ຈາກການຮັບຮອງຂອງຄຳເວົ້າທີ່ອອກຈາກຜູ້ບັນຍາຍ ທີ່ພວກເຮົາເຊີນ ເພື່ອຢູ່ໃນມອດຕ່າງໆ.\n",
        "output": [
            "The mosque explained, \"We would like to make it clear that Markazi Jamiat Ahl-e-Hadith cannot be regarded as endorsing every word uttered by every speaker we invite to our various mosques.」\n"
        ]
    },
    {
        "input": "ດັ່ງນັ້ນລາວເປັນຜູ້ຍ່າງຈາກພູເຂົາໄປເຖີງຂົ້ວໂລກເຫນືອຫຼາຍກວ່າຄົນອື່ນໃນປະຫວັດສາດ.\n",
        "output": [
            "He has therefore trekked to the North Pole more than anyone in history.\n"
        ]
    },
    {
        "input": "ຕາມທີ່ສຳນັກຂ່າວອາໄອເອທີ່ລັດຖະບານຄວບຄຸມ ຄົນດຽວທີ່ຕາຍຈາກເຫດລະເບີດແມ່ນພົນລະເມືອງຄົນໜຶ່ງ.\n",
        "output": [
            "According to government-controlled RIA news agency, the single casualty from the blast was a civilian.\n"
        ]
    },
    {
        "input": "ລາຍງານຕີພີມເມືອວັນສຸກຄາດການວ່າ ໃນປີ 2009 ຈະມີປະຊາກອນຫລາຍກວ່າ 1 ຕື້ຄົນໃນແຕ່ລະມືທີ່ອົດຢາກ ເຊິ່ງເປັນຄັ້ງໍາອິດໃນປະຫວັດສາດໂລກ.\n",
        "output": [
            "The report, published on Friday, estimates that over 1 billion people will go hungry each day in 2009, a first in human history.\n"
        ]
    },
    {
        "input": "ອົງການຂ່າວສານຊິນຫົວກ່າວຕື່ມວ່າເດັກອາຍຸ21ເດືອນເສຍຊີວິດໃນວັນຈັນຈາກໄວຣັສແຂວງ ຮີເບີຍ.\n",
        "output": [
            "Xinhua News Agency also reported that a 21-month-old boy died Monday of the virus in Hubei province.\n"
        ]
    },
    {
        "input": "ກໍດອນ ບຣາວ ປະກາດອອກມາໃນຊ່ວງນາຍຍົກພົບປະຊາຊົນ ເປັນການຕອບຄຳຖາມຂອງແອນດິ້ ຣິ໊ດ ສສ ພັກ Labour.\n",
        "output": [
            "Gordon Brown made the announcement during Prime Ministers questions, in response to a question from Labour MP Andy Reed.\n"
        ]
    },
    {
        "input": "ລົດບັດໄດ້ພານັກທ່ອງທ່ຽວກັບບ້ານຫຼັກຈາກໄປທ່ຽວທີ່ປະເທດບັງກາເລຍ.\n",
        "output": [
            "The bus had been taking the tourists home after a trip to Bulgaria.\n"
        ]
    },
    {
        "input": "\"ຄົນຮ້າຍບໍ່ໄດ້ເຫັນໃຈ ແລະ ໄດ້ສະແດງໃຫ້ເຫັນເຖິງສິ່ງທີ່ກ່ຽວພັນນ້ອຍຫນຶ່ງຕໍ່ຜູ້ຖືກເຄາະຮ້າຍ.\n",
        "output": [
            "\"The muggers were callous and showed little regard for the victims.\n"
        ]
    },
    {
        "input": "ທ່ານ ຈິມນັດເຊວ ຜູ້ອຳນວຍການສຳນັກງານບໍລິຫານແລະງົບປະມານ ກ່າວ່າ ລາວເຂື່ອວ່າການຂາດດຸນຈະເລີ່ມລົດລົງ.\n",
        "output": [
            "Jim Nussle, director of the Office of Management and Budget said that he believes that the deficit will start to decline.\n"
        ]
    },
    {
        "input": "ຖ້າຫາກຜູ້ຖືກຄວບຄຸມຫາກມີກໍ້ເຈ້ຍທິດຊູແລ້ວ ລາວຈະບໍ່ອະນຸຍາດໃຫ້ມີອັນອື່ນ.\n",
        "output": [
            "If the detainee already has a roll of toilet paper, he is not allowed to have another.\n"
        ]
    },
    {
        "input": "ສານໄດ້ຢູດການເຮັດວຽກເປັນເວລາ 6 ອາທິດ ເຊິ່ງໄລຍະນີ້ຈະໄດ້ມີການກຽມການຕໍ່ສູ້ຄະດີຂອງລາວ.\n",
        "output": [
            "The court recessed for 6 weeks during which time his defense will be prepared.\n"
        ]
    },
    {
        "input": "ການສຶກສາເຜີຍໃຫ້ເຫັນວ່າໃນປີ 2050 ຊາວອາເມລິກາ ໜຶ່ງໃນຫ້າຈະເປັນຕ່າງຊາດເກີດ ແລະ ໂດຍລວມແລ້ວປະຊາກອນຂອງສະຫະລັດຈະເພີ່ມສອງເທົ່າເປັນ 438 ລ້ານຄົນ.\n",
        "output": [
            "The study revealed that by 2050, one in five Americans will be foreign-born, and the overall U.S. population will double to 438 million.\n"
        ]
    },
    {
        "input": "ວຸດທິສະມາຊິກເກົ້າທ່ານ ປະກອບດ້ວຍສະມາຊິກຣິພັບບິກັນເຈັດຄົນແລະສະມາຊິກເດໂມແຄຣດສອງຄົນ ຣອນ ວີເດັນ ເປັນສະມາຊິກເດໂມແຄຊື່ງອອກສຽງສະຫນັບສະຫນຸນການປ່ຽນແປງ.\n",
        "output": [
            "Nine Senators, seven Republicans and two Democrats, did not vote on the amendment.\n"
        ]
    },
    {
        "input": "ອີງຕາມຊື່ຂອງລັດຖະບານກ່າວວ່າ ຊາວບ້ານຈຳນວນຫຼວງຫຼາຍເຖິງຫົກຮ້ອຍຄົນຈາກເກາະໄຕ້ຫວັນຫາຍສາບສູນ ຫລັງຈາກທີ່ມີຝົນຕົກກະຫນໍ່າເກີດຈາກພະຍຸໄຕ້ຝຸ່ນມໍຣະກົດກໍ່ໃຫ້ເກີດດິນຖະລົ່ມ.\n",
        "output": [
            "As many as six hundred villagers from the island of Taiwan are missing after torrential rains from Typhoon Morakot caused mudslides, according to state media.\n"
        ]
    },
    {
        "input": "ລາວຍັງຮຽກຮ້ອງຄຳສັ່ງທີ່ສຳລັບກອງກຳລັງຮັກສາຄວາມສະຫງົບທຸກຄົນໃຫ້ອອກຈາກປະເທດ ບໍ່ມີຄວາມກ່ຽວຂ້ອງ ແລະ ບໍ່ມີຜົນ ຕື່ມວ່າ UN ບໍ່ເຊື່ອວ່າ ແບັກບູ ເປັນປະທານປະເທດຖືກກົດຫມາຍ.\n",
        "output": [
            "He also called the orders for all peacekeeping troops to leave the nation irrelevant and without effect, adding that the UN does not believe Gbagbo is the legal president.\n"
        ]
    },
    {
        "input": "ການະເມີດທໍາທາລຸນນະກໍາແມ່ນກ່ຽວພັນກັບລູກຂອງ ຄຣິດຟິວ 6 ຄົນ ເຖິງຢ່າງໃດກໍ່ຕາມ ມີພຽງເດັກບາງຄົນເທົ່ານັ້ນທີ່ຍິນຍອມເປັນພິຍານກ່າວຜິດຕໍ່ນາງ.\n",
        "output": [
            "The abuse involved all six of Critchfield's children, however only some were willing to testify against her.\n"
        ]
    },
    {
        "input": "ໂຄສົກ ເພັນຕາກອນ ໄບຣອັນ ວິທເມນ ໄດ້ກ່າວຕໍ່ຜູ້ສື່ຂ່າວ ເອເຈັ້ນ ເຟຣນ ວ່າອາຄານທີ່ບຸກເຂົ້າໄປ \"ບໍ່ແມ່ນກົງສຸນ ຫຼື ຕຶກຂອງລັດຖະບານ\" ເຊິ່ງໄດ້ປະກົດ ແລະ ຢືນຢັນໂດຍໂດຍລັດຖະມົນຕີກະຊວງການຕ່າງປະເທດອີຣັກ ຣອດສຢາ ຊາບາຣີ ຜູ້ທີ່ເວົ້າວ່າຄົນອີຣ່ານໄດ້ເຮັດວຽກທີ່ຫ້ອງການທີ່ໄດ້ລັດຖະບານໄດ້ອະນຸມັດ ແລະ ກຳລັງຢູ່ໃນຂັ້ນຕອນທີ່ອະນຸມັດເປັນກົງສູນ ແຕ່ບໍ່ແມ່ນສະຖານກົງສູນ ຫຼື ກົງສູນອີຣ່ານ.\n",
        "output": [
            "Pentagon spokesman Bryan Whitman told Agence France-Presse that the building raided was \"not a consulate or a government building\", which appears to be confirmed by the Iraqi foreign minister, Hoshyar Zebari, who said the Iranians were working at an office that had government approval and was in the process of being approved as a consulate, but was not a Consulate nor the Iranian Consulate General.\n"
        ]
    },
    {
        "input": "ນາຍຍົກລັດຖະມັນຕີປະເທດອົດສະຕາລີ ທ່ານ ໂຈນ ຮາເວີດ ໄດ້ປະກາດວ່າຜູ້ນຳຂອງບັນດາປະເທດ APEC ໄດ້ຕົກລົງ \"ເປົ້າໝາຍແຫ່ງຄວາມປາດຖະໜາ\" ກ່ຽວກັບ ການປ່ຽນແປງສະພາບອາກາດ.\n",
        "output": [
            "Australian Prime Minister John Howard has announced that leaders of APEC nations have agreed on \"aspirational goals\" on climate change.\n"
        ]
    },
    {
        "input": "ປັດຈຸບັນນີ້ ການເກັບເພີ່ມ 2.5 ເຊັນຕໍ່ລາຍການແມ່ນໄດ້ຖືກກຳຫນົດ ອັດຕາພາສີໃຫມ່ນີ້ຈະເພື່ມຂຶ້ນໄປເປັນ 12 ເຊັນຕໍ່ລາຍການໃນປັດຈຸບັນ.\n",
        "output": [
            "Currently, a 2.5 cent charge per item is imposed; the new tariff will raise this to the equivalent of 12 cents per piece now.\n"
        ]
    },
    {
        "input": "\"ບໍ່ມີໃຜມັກທີ່ຈະໃຫ້ວັດທະນະທຳຂອງຕົນຖືກທຳລາຍໃຫ້ເສື່ອມຄ່າ ແຕ່ເຮົາກໍ່ຮູ້ວ່າຮອຍສັກໂມໂກເປັນສິ່ງທີ່ຢູ່ໃນສ່ວນຂອງສາທາລະນະ.\"\n",
        "output": [
            "\"No-one likes to see their culture being denigrated but we are aware that the moko is in the public domain.\"\n"
        ]
    },
    {
        "input": "ຫຼັງຈາກສຳເລັດການລ້ຽວ ອາລິນຮີ ໄດ້ອອກເຮືອໄປທາງຂ້າງເຂົາເຈົ້າ ແລະ ໄດ້ຮັບໄຊຊະນະໃນເວລາ ໜຶ່ງວິນາທີ.\n",
        "output": [
            "After completing the turn, Alinghi sailed up beside them and took the win by one second.\n"
        ]
    },
    {
        "input": "\"ສອງສາມປີທີ່ຜ່ານມາ ກ້ອນເງີນຂະໜາດໃຫ່ຍ ແລະ ການຢຸດຕິການຕໍ່ຕ້ານຂອງກຸ່ມປະຊາຊົນໃນກຸງວໍຊິງຕັນເປັນໂຕຂັດຂວາງພວກເຮົາຈາກການພະຍາຍາມປັບປຸງເຮັດໃຫ້ປະເທດຂອງເຮົາດີຂື້ນ.\n",
        "output": [
            "\"In the last few years, big money and the closing down of Washington against citizen groups prevent us from trying to improve our country.\n"
        ]
    },
    {
        "input": "ນີ້ໄດ້ຫ້າມການໄຫຼວຽນຂອງນ້ຳມັນໄປຫາເຄື່ອງຈັກ ທີ່ສົ່ງຜົນໃຫ້ມີ ເຄື່ອງຈັກຖອຍຫຼັງໂດຍບໍ່ໄດ້ມີສັ່ງການ.\n",
        "output": [
            "This restricted the flow of fuel to the engine, resulting in the uncommanded engine rollback.\n"
        ]
    },
    {
        "input": "ລາວກ່າວວ່າ \"ການຕໍ່ສູ້ຫລັກຂອງພວກເຮົາ ປະຈຸບັນ ແມ່ນໃນດ້ານແນວຄວາມຄິດສາທາລະນະ ເນື່ອງຈາກການຕໍ່ສູ້ຂອງລັດຖະບານແມ່ນສິ້ນສຸດແລ້ວ.\"\n",
        "output": [
            "\"Our main battle now is public opinion, because the struggle in the government is finished,\" he said.\n"
        ]
    },
    {
        "input": "\"ຕາມຫລັກຖານໃນກໍລະນີ ແລະກົດການປະທະຊື່ງມີຜົນບັງຄັບໃຊ້ໃນຂະນະນັ້ນ ມັນຊັດເຈນວ່ານາຍສິບຕີໄດ້ເຊື່ອໂດຍສົມເຫດຜົນວ່າ ເອໄອເອັບໄດ້ສະແດງທ່າທີທີ່ເປັນສັດຕູຄຸກຄາມຕາມທີ່ສະແດງໃນວິດີໂອ ແລະເຮັດໃຫ້ການໂຈມຕີຊື່ງເຮັດໃຫ້ເສຍຊີວິດນັ້ນມີຄວາມຖືກຕ້ອງ.\"\n",
        "output": [
            "\"Based on all the evidence in the case, and the rules of engagement that were in effect at the time, it is clear that the corporal could have reasonably believed that the AIF shown in the videotape posed a hostile threat justifying his use of deadly force.\"\n"
        ]
    },
    {
        "input": "ວິ​ທີ​ສົ່ງໝໍ້​ຕົ້ມ​ນ້ຳ​ໄຟ​ຟ້າທີ່​ໄດ້​ຜົນ​ດີ​ກໍ​ຄື ໃຫ້​ຜູກ​ໃສ່​ເຊື້ອກ​ແລ້ວ​ຢ່ອນ​ລົງ.\n",
        "output": [
            "An electric kettle thrown at the end of a rope up to the occupiers is said to be working well.\n"
        ]
    },
    {
        "input": "ບໍ່ມີຜູ້ຫຼີ້ນຫຼັກໃດໆ ທີ່ໄດ້ມີຄຳເຫັນໃນ ການໃຊ້ຈ່າຍ ແລະ ອາທິດແລ້ວນີ້ ທອມສັນ ໄດ້ເຄື່ອນຍ້າຍການເຂົ້າຫາຂໍ້ມູນ ໃນເວັບໃນການຮ່ວມມືຂອງມັນທີ່ຮ່ວມມືກັບ ກາເອໂຣ ແລະ ໄດ້ແນະນຳຜູ້ບໍລິຫານບໍ່ໃຫ້ທຳການສຳພາດໃດໆ ສຳລັບໂຄງການ.\n",
        "output": [
            "None of the key players has commented on cost and last week, Thomson, removed access to the page on its corporate web site devoted to Quaero and instructed its executives not to give any interviews for the project.\n"
        ]
    },
    {
        "input": "ການຕັດສິນໃຈໃຫ້ໂລນ ສະຕາເດິນທາງໄປໂລມ ໄດ້ມີຂື້ນຫລັງຈາກຄ່າໃຊ້ຈ່າຍໃນການເດິນທາງຂອງທີມລົດລົງຈາກ US$31,000 ລົງມາເປັນ US$18,000.\n",
        "output": [
            "The decision to allow The Lone Star to travel to Lome was made after the price of the team's travel decreased from US$31,000 to US$18,000.\n"
        ]
    },
    {
        "input": "\"ວິກີພິເດຍບໍ່ແມ່ນແຫລ່ງລວມຜູ້ຄັດຄ້ານແຕ່ເປັນຮວບຮວມຫຼາຍສາຂາຄວາມຮູ້.\"\n",
        "output": [
            "\"Wikipedia is not a haven for dissidents but an encyclopedia.\"\n"
        ]
    },
    {
        "input": "ແນວໃດກໍ່ຕາມ ຍີ່ປຸ່ນ ຍິງປະຕູໄດ້ຫລາຍກວ່າຫນື່ງປະຕູເມື່ອທຽບກັບຫວຽດນາມ ແລະຈະຢູ່ຕຳແຫນ່ງຈ່າຝູງ.\n",
        "output": [
            "However, Japan have scored one more goal than Vietnam, and will take top spot in the group on that basis.\n"
        ]
    },
    {
        "input": "ຄະນະກຳມະການກວດສອບແຫ່ງສະຫະລາຊະອານາຈັກ ໄດ້ນໍາສົ່ງບົດລາຍງາຍ ເຊິ່ງໄດ້ສອບຖາມການດຳລົງຕຳແໜ່ງອີກຄັ້ງໜຶ່ງຂອງ ໄມຄ໌ ສໂຕຣີ ອະດີດຜູ້ນຳຂອງ ສະພາເມືອງລີເວີພູລ.\n",
        "output": [
            "The UK Audit Commission has delivered a report that questions the reappointment of Mike Storey, the former leader of Liverpool City Council.\n"
        ]
    },
    {
        "input": "ຍິງສາວຊື່ ກາເບຣຍລາ ກາລິນ ເປັນພະນັກງານເຮັດວຽກໃນສວນສະໜຸກ ແລະ ໄດ້ເຮັດວຽກຢູ່ທີ່ນັ້ນຕະຫຼອດໄລຍະເວລາ 7ປີຜ່ານມາ.\n",
        "output": [
            "The woman, Gabriela Garin, was a worker at the amusement park, and had worked there for the past seven years.\n"
        ]
    },
    {
        "input": "ທ່ານຈະຈັດການແນວໃດ?\n",
        "output": [
            "How would you handle it?\n"
        ]
    },
    {
        "input": "ທັງສອງທາງ ແລະ ຮົ້ວທາງຂ້າງໄດ້ລົ້ມລົງໃສ່ແມ່ນ້ຳອາຣິສ ເນື່ອງຈາກຝົນຕົກ.\n",
        "output": [
            "Both the road and the side fences fell into the Arieş River due to the rain.\n"
        ]
    },
    {
        "input": "ກອງກໍາລັງອິຣັກພາຍໃນ ໄດ້ສູນເສຍການຄວບຄຸມ ສ່ວນໜຶ່ງຂອງເມືອງດາວານິຍາໃນທາງພາກໃຕ້ຂອງອິຣັກ ຫລັງຈາກສະມາຊິກກອງທັບເມດິ ໄດ້ປະຕິເສດການຮຽກຮ້ອງໃຫ້ເຂົ້າຮ່ວມການເຈລະຈາເພື່ອຄວາມສັນຕິພາບ.\n",
        "output": [
            "Internal Iraqi forces had lost control of parts of Diwaniya city in Iraq's south after members of the Mehdi Army rejected a call to participate in peace negotiations.\n"
        ]
    },
    {
        "input": "ຜູ້​ປະ​ທ້​ວງ​ຄົນ​ໜຶ່ງ​ກ່າວ​ວ່າຕຳຫຼວດ \"ແມ່ນ​ຝ່າຍ​ເລີ່ມ​ເຂົ້າ​ໂຈ​ມ​ຕີ​ຕາມ​ໝູ່​ບ້ານ ແລະ​ເມືອງ​ຕ່າງໆ.\"\n",
        "output": [
            "One protester said that security personnel \"started attacking the villages and the towns.\"\n"
        ]
    },
    {
        "input": "ຫລັງຈາກພັກເຄິ່ງເວລາ ທີມຟູແລມ ໄດ້ຫລີ້ນເກມແຂງຂຶ້ນ ຕ້ອງການຈະກັບມາໃນການແຂ່ງຂັນຄືນ.\n",
        "output": [
            "After the break, Fulham came out strongly, eager to get back into the match.\n"
        ]
    },
    {
        "input": "ລາວເປັນຫມູ່ຮ່ວມຂອບຂ່າຍການເມືອງແລະຫມູ່ເກົ່າຫມູ່ແກ່ຂອງຜູ້ຂຽນບົດຄວາມນີ້.\n",
        "output": [
            "He is a constituency colleague of mine and a lifelong friend.\n"
        ]
    },
    {
        "input": "\"ຂ້າພະເຈົ້າຄິດວ່າລາວເປັນສະມາຊິກວຸດທິສະພາທີ່ດີຫລາຍ ເປັນຜູ້ສະຫນັບສະຫນຸນອະທິປະໄຕທີ່ດີຫລາຍ\" ທ່ານດູເກບກ່າວເສີມ.\n",
        "output": [
            "\"I think he was a very good member of Parliament, a very good sovereigntist,\" added Duceppe.\n"
        ]
    },
    {
        "input": "ຈາກການສືກສາຂອງຄະເວັກ ເມື່ອເດັກນ້ອຍຄົນຫນື່ງຮູ້ວ່າພວກເຂົາຈະໄດ້ຮັບຄຳຊົມເຊີຍເມື່ອເຮັດສິ່ງທີ່ຖືກຕ້ອງໃນການແກ້ໄຂຫຼືຈັດການກັບບັນາຍາກໆ ແມ້ວ່າພວກເຂົາຈະເຮັດບໍ່ສຳເລັດກໍ່ຕາມ ພວກເຂົາກໍ່ຈະເລືອກເຮັດສິ່ງທີ່ງ່າຍກ່ອນທີ່ເຂົາແນ່ໃຈວ່າຈະສາມາດຫາທາງແກ້ໄຂໄດ້.\n",
        "output": [
            "According to Dweck's study, when a child knows that they will receive praise for being right instead of for tackling difficult problems, even if they fail, they will simply elect to take on easy tasks in which they are assured of finding the solution.\n"
        ]
    },
    {
        "input": "\"ທີ່​ຈິງ​ແລ້ວ ຖ້າ​ພວກ​ເຮົາ​ຢູ່​ໃນ​ເຫດ​ການ​ດ້ວຍ ກໍ​ຈະ​ເຫັນ​ວ່າ​ເຢຍ​ລະ​ມັນ​ແມ່ນ​ຝ່າຍ​ອ່ອນ​ແອຫຼາຍກວ່າ​ຝ​ຣັ່ງ​ເສດ ເມື່ອ​ຕອນ​ທີ່​ພວກ​ເຂົາ​ປະ​ເຊີນ​ໜ້າ​ກັນ ຫາກບໍ່​ມີ​ບັນ​ທຶກ​ເຫດ​ການ​ໄວ້​ເທົ່າ​ນັ້ນ.\"\n",
        "output": [
            "\"The fact that by the time we got there, the Germans were a heck of a lot weaker than they were when the French had to face them doesn't seem to register.\"\n"
        ]
    },
    {
        "input": "ປະທານນາທິບໍດີບູດມີກຳນົດອອກຈາກປະເທດຊາອຸດິອາລາເບຍໃນວັນອັງຄານ ເພື່ອໄປປະເທດອິຢິບ ເຊື່ງເປັນປະເທດສຸດທ້າຍໃນການເດິນທາງໃນຕະເວັນອອກກາງກ່ອນທີ່ຈະກັບວໍຊິງຕັນດິ.ຊີ ໃນວັນພຸດ.\n",
        "output": [
            "President Bush is due to leave Saudi Arabia on Tuesday for Egypt, the final stop on his Mideast tour before his return to Washington, D.C. on Wednesday.\n"
        ]
    },
    {
        "input": "ແນວໃດກໍ່ຕາມ ໃນຖານະຂອງຜູ້ຊ່ວຍຜູ້ບັນຊາການກອງກຳລັງລັດຖະບານຜະສົມໃນອິລັກ ມາຣິໂອລີລາຍງານວ່າລາວບໍ່ຮູ້ວ່າມີພາລະກິດຂອງຄາລິປາຣີຢູ່ໃນອິລັກ ດັ່ງນັ້ນລາວບໍ່ສາມາດບອກກອງກຳລັງລັດຖະບານຜະສົມທີ່ຢູ່ພາກພື້ນດິນກ່ຽວກັບລາຍລະອຽດຂອງພາລະກິດຂອງອົດສະຕາລີ.\n",
        "output": [
            "However, as the deputy commander of the coalition forces in Iraq, Marioli reported that he was unaware of Calipari's purpose in Iraq, so he could not tell coalition troops on the ground the details of the Italian mission.\n"
        ]
    },
    {
        "input": "\"ຂ້າ​ພະ​ເຈົ້າ​ບໍ່​ຕ້ອງ​ການ​ໃຫ້​ຄົນ​ອື່ນ​ມາ​ພົບ​ກັບ​ສະ​ຖາ​ນະ​ການແບບ​ດຽວ​ກັນ​ກັບ​ຕົນ​ເອງ ແລະ​ອີກຫຼາຍ​ຮ້ອຍ​ຄົນ​ໄດ້​ພົບ​ໃນ​ຊ່ວງ​ລະດູຮ້ອນທີ່​ຜ່ານ​ມາ.\"\n",
        "output": [
            "\"I don't want others to have to go through what myself and hundreds of other commuters did on that Summer's day.\"\n"
        ]
    },
    {
        "input": "\"ເຮົາໄດ້ປ້ອງກັນຜູ້ບໍລິໂພກສະຫະລາດອານາຈັກຈາກຖືກຫລອກໃຫ້ຊື້ຢາສູບເປັນຂອງປອມແລະມີຄວາມສ່ຽງຕໍ່ສຸຂະພາບຫລາຍກວ່າຍີ່ຫໍ້ທີ່ຖືກກົດຫມາຍ.\"\n",
        "output": [
            "\"We have prevented UK consumers from being conned into buying cigarettes that are counterfeit and could have more serious risk to health than legitimate brands.\"\n"
        ]
    },
    {
        "input": "ອົງ​ການ​ປົກ​ປ້ອງ​ສິ່ງ​ແວດ​ລ້ອມສະ​ກັອດ​ແລນ (SEPA​) ກ່າວ​ວ່າ​ການຄາດ​ຄະ​ເນດິນ​ຟ້າ​ອາ​ກາດ​​ໃນ​ວັນ​ຂ້າງ​ຫນ້າ​ຈະດີ​ຂຶ້ນ​ ຄາດ​ຄະ​ເນວ່າບໍ່​ມີ​ປະ​ລິ​ມານ​ຂອງ​​ນໍ້າ​ຝົນຂະ​ຫນາດ​ໃຫຍ່​​​.\n",
        "output": [
            "The Scottish Environment Protection Agency (SEPA) said that the weather forecast in the coming days was improving, with no large amounts of rainfall predicted.\n"
        ]
    },
    {
        "input": "ກິດເຈັດ ຫມາພັນຊິວາວ່າທີ່ຢູ່ໃນໂຄສະນາທາໂກ້ເບວໃນສະຫະລັດ ຕາຍລົງດ້ວຍໂລກລົມຈັບ.\n",
        "output": [
            "Gidget, the chihuahua featured in the Taco Bell adverts in the United States has died from a stroke.\n"
        ]
    },
    {
        "input": "ຄຳ​ຄິດ​ເຫັນ​ດັ່ງ​ກ່າວ​ໄດ້​ຖືກ​ຕີ​ພິມ​ໃນ​ໜັງ​ສື​ທີ່​ຂຽນ​ຮ່ວມ​ກັນ​ລະ​ຫວ່າງ Mark Halperin ຈາກວາ​ລະ​ສານ Time ແລະ John Heileman ຈາກວາ​ລະ​ສານ New York.\n",
        "output": [
            "The remarks were released in a book co-written by Time magazine reporter Mark Halperin, and New York magazine reporter John Heileman.\n"
        ]
    },
    {
        "input": "ດ້ວຍລະດັບການວ່າງງານຂອງໄວໜຸ່ມທີ່ໜ້າເປັນຫ່ວງ (ອີງຕາມການລາຍງານຂອງ OECD ໃນປີ 2002 ຂອງຜູ້ອາຍຸລະຫວ່າງ 20 ຫາ 24 ປີ ຫວ່າງງານເຖິງ15.5% ) ແລະ ເຫດການຈາລະຈົນປີ 2005 ກໍ່ຍັງຢູ່ໃນຄວາມຊົງຈຳຂອງຫຼາຍຄົນ ທ່ານ ຊາໂຄຊີ ໄດ້ສັນຍາວ່າຈະຄວບຄຸມການໃຊ້ຈ່າຍຂອງລັດຖະບານ ແລະ ຈະຈັດຕັ້ງປະຕິບັດນະໂຍບາຍພາສີທີ່ໃຫ້ປະໂຫຍດໃນການເຮັດວຽກໃນໄລຍະດົນຂື້ນ.\n",
        "output": [
            "With unemployment for younger people running at alarming levels (15.5% in 2002 for those aged between 20 and 24 according to the OECD) and the memory of the 2005 riots still recent, Sarkozy promised to reign in government spending and implement tax policies that reward longer working hours.\n"
        ]
    },
    {
        "input": "ຕົວແທນລັດທະບານໄຮຕິໄດ້ຂໍຜູ້ບໍລິຈາກໃຫ້ຊ່ວຍຕື່ມອີກ 350ລ້ານຕື້ໂດລາສະຫະລັດເພື່ອປະເທດໄຮຕິສຳລັບການສ້າງສາຄືນໃໝ່ ປະເທດທີ່ຍາກຈົນທີ່ສຸດໃນທະວີບອາເມລິກາ.\n",
        "output": [
            "Haitian Government representatives have asked to donors an additional help of 350 million dollars for the Haiti reconstruction, the most poor country in the Americas.\n"
        ]
    },
    {
        "input": "ຈື່ງເປັນເຫດໃຫ້ຜູ້ສະແດງສູບກັນຊາມວນເທີງເວທີລະຄອນແລະຊັກຊວນໃຫ້ຜູ້ເຂົ້າຊົມມາຮ່ວມສູບ.\n",
        "output": [
            "As a result, the performers smoke cannabis joints on stage, and the theatre itself is encouraging the audience to join in.\n"
        ]
    },
    {
        "input": "ມີເດັກນ້ອຍຄົນຫຼາຍຄົນໄດ້ເສຍຊີວິດຕອນພັງກຳແພງບ້ານຂອງພວກເຂົາ.\n",
        "output": [
            "Other children have died when the walls of their houses have collapsed.\n"
        ]
    },
    {
        "input": "\"ຫາກວຸດທິສະມາຊິກອົດສະຕາລີເພື່ອການເຊັນເຊີ້ ສະຕີບຄອນຣອຍ ມີວິທີຂອງລາວ ອົດສະຕາລີຈະເປັນປະເທດຕະເວັນຕົກປະເທດທຳອິດທີ່ມີອຳນາດການເຊັນເຊີ້ອິນເຕີເນັດຕາມກົດຫມາຍ\" ກ່າວໂດຍວິກິລີກໃນບົດຄວາມອີກແຫ່ງຫນື່ງໃນເວັບໄຊຕ໌.\n",
        "output": [
            "\"If Australia's 'Senator for Censorship', Steven Conroy, has his way, Australia will be the first Western country to have a mandatory Internet censorship regime,\" said Wikileaks in another statement on their website.\n"
        ]
    },
    {
        "input": "ຜູ້ຊົມໃນສະຫນາມ ໄດ້ແກ່ ເຊັບອົດສະເຕເລຍເດີ້ ມິດຊັ້ນ ເຈສັນ ເຮວິກ ແລະຜູ້ຊ່ວຍຂອງລາວ ຢ່າງໄມເຄີ ຮາທຸງແລະເຄດແມັກໂມລິນ.\n",
        "output": [
            "Spectators included the Australian Chef de Mission, Jason Hellwig, and his deputies, Michael Hartung and Kate McLoughlin.\n"
        ]
    },
    {
        "input": "ນັກຮ້ອງໂອເປຣ່າທີ່ຜັນຕົວເອງມາເປັນພິທິກອນລາຍການທອກໂຊ ຊາລອດ ເຂີດ ຕ້ອງການຈອງ ປາຣິສ ຮິວຕັນ ເຊິ່ງເປັນທາຍາດຍິງໂຮງແຮມ ມາອອກ ລາຍການຂອງລາວເພື່ອດູຖືກລາວ.\n",
        "output": [
            "Opera singer-turned-talk show host Charlotte Church wanted to book hotel heiress Paris Hilton on her program, to insult her.\n"
        ]
    },
    {
        "input": "ທ່ານ ຣິຊາດ ເຈນກິດ ວິສະວະກອນສະຫະລາດຊະອານາຈັກ ໄດ້ທຳລາຍສະຖິຕິລົດພະລັງງານລົມທີ່ໄວທີ່ສຸດເມື່ອວັນສຸກທີ່ຜ່ານມາ.\n",
        "output": [
            "Richard Jenkins, an engineer from the United Kingdom, broke a record for the fastest speed attained in a wind-powered land vehicle on Friday.\n"
        ]
    },
    {
        "input": "ວັດຖຸດິບບາງຢ່າງໄດ້ຖືກເກັບກູ້ຈາກເຂື່ອນເກົ່າ ເພື່ອສ້າງເຂື່ອນໃໝ່ ແລະ ບາງຢ່າງໄດ້ຖືກນຳມາວາງສະແດງ.\n",
        "output": [
            "Some materials were salvaged from the old dam to build the new, and some have been put on display.\n"
        ]
    },
    {
        "input": "ນັກຂ່າວໄດ້ຮຽກຮ້ອງຄວາມສົນໃຈຕໍ່ການສຳພັນລະຫວ່າງການສົ່ງອອກຂອງ Alvaro Uribeປະທານາທິບໍດີໂຄລຳເບຍ ແລະ ພວກກຸ່ມທະຫານອາສາປີກຂວາໃນສົງຄາມປະເທດອາເມລິກາໃຕ້.\n",
        "output": [
            "The journalist has called attention to ties between outgoing Colombian president Alvaro Uribe, and right-wing militia groups in the war-plagued South American country.\n"
        ]
    },
    {
        "input": "ຊວາເຊັນເນເຈີ ເອີ້ນ ແມັກເຄນວ່າ \"ວິຣະບູລຸດຍິ່ງໃຫຍ່ຂອງຊາວອາເມລິກາ ແລະ ຜູ້ນຳທີ່ບໍ່ທຳມະດາ\" ແລະ ຍ້ອງຍໍຄວາມສາມາດຂອງລາວທີ່ຂ້າມເສັ້ນພັກ.\n",
        "output": [
            "Schwarzenegger called McCain \"a great American hero and an extraordinary leader\" and praised him for his ability to cross party lines.\n"
        ]
    },
    {
        "input": "ທະຫານທີ່ປົກຄອງຢູ່ຊື່ຈັນຕາ ອາດຖືກໂຈມຕີຈາກກຸ່ມຫົວຮຸນແຮງຫລາຍກຸ່ມທີ່ຕໍ່ຕ້ານການປົກຄອງຂອງລາວ.\n",
        "output": [
            "The ruling military junta is subject to attacks from a number of extremist groups opposed to its rule.\n"
        ]
    },
    {
        "input": "ລາວໄດ້ທຳນາຍວ່າ \"ທຸລະກິດຫລາຍແຫ່ງຈະປະເຊີນກັບຊ່ວງເວລາອັນບໍ່ດີແລະການຫວ່າງງານຈະເພີ່ມຂື້ນຢ່າງວ່ອງໄວ.\"\n",
        "output": [
            "He predicted that \"many businesses will face very tough times, and that unemployment will rise steeply.\"\n"
        ]
    },
    {
        "input": "ຊິລີປາກົດຕົວຄັ້ງສຸດທ້າຍເມື່ອປີ 1998 ກຣີກໃນປີ 1994 ແລະອັນຈິເຣຍໃນປີ 1986.\n",
        "output": [
            "Chile last appeared in 1998, Greece in 1994 and Algeria in 1986.\n"
        ]
    },
    {
        "input": "ພາຍຫຼັງຈາກການກວດເບິ່ງໂຕແບບການຄັງ ທ່ານ ເວນ ສະວານ ນັກການຄັງ ແລະ ທ່ານ ເກຮັກ ຄອັມເບັດ ລັດຖະມົນຕີການປ່ຽນແປງສະພາບພູມີອາກາດ ໄດ້ອອກຄໍາຖະແຫຼງການຮ່ວມ ວ່າ: ການທໍານາຍມູນຄ່າເພີ່ມຂື້ນແມ່ນຟ້າວຟັ່ງໄວເກີນໄປໃນເມື່ອຍັງບໍ່ທັນໄດ້ຂໍ້ສະຫຼຸບເນື້້ອໃນການຊົດເຊີຍໄດ້ເທື່ອ.\n",
        "output": [
            "After viewing the treasury modelling, Treasurer Wayne Swan and Climate Change Minister Greg Combet released a joint statement saying without the finalization of compensation packages it is too early to predict price rises.\n"
        ]
    },
    {
        "input": "ຕິດຕາມຄວາມຄືບຫນ້າສໍາລັບການສໍາພາດໃນຄັ້ງຕໍ່ໄປ; ຜູ້ສະຫມັກຮັບເລືອກຕັ້ງຈາກທຸກພັກ ທຸກຄົນມີສິດ ແລະ ຈະໄດ້ຮັບການຕິດຕໍ່ກັບ.\n",
        "output": [
            "Stay tuned for further interviews; every candidate from every party is eligible, and will be contacted.\n"
        ]
    },
    {
        "input": "ທ່ານ Michael Steele ປະ​ທາ​ນ​ພັກ​ໄດ້​ບອກ​ກັບ Fox News Sunday ວ່າ \"ອັນ​ນີ້​ແມ່ນ​ມາດ​ຕະ​ຖານ​ໜຶ່ງ​ທີ່​ສະ​ມາ​ຊິກ Democrat ທຸກ​ຄົນ​ມີ ຄື​ພວກ​ເຂົາ​ສາ​ມາດ​ເວົ້າ​ສິ່ງ​ເຫຼົ່າ​ນີ້​ໄດ້ ແລະ​ສາ​ມາດ​ກ່າວ​ຄຳ​ຂໍ​ໂທດ​ໄດ້​ ຫາກວ່າ…ມັນ​ມາ​ຈາກ​ປາກ​ຂອງ​ພວກ​ເຂົາ​ເອງ.\"\n",
        "output": [
            "Party chairperson Michael Steele told Fox News Sunday \"There is this standard where the Democrats feel that they can say these things and they can apologize when it ... comes from the mouths of their own.\"\n"
        ]
    },
    {
        "input": "ສິບປີກວ່າຕໍ່ມາ ໂຮບເປີ້ ໄດ້ປະກົດໂຕຕະຫຼອດໃນທໍລະທັດໃນ ບົດບາດຮັບເຊີນ ແລະ ທ້າຍປີ 1960s ໄດ້ຫຼິ້ນບົດບາດສົມທົບໃນຮູບເງົາຫຼາຍເລື່ອງ.\n",
        "output": [
            "Over the next ten years, Hopper appeared frequently on television in guest roles, and by the end of the 1960s had played supporting roles in several films.\n"
        ]
    },
    {
        "input": "ຢ່າງໜ້ອຍ 27 ຄົນໄດ້ຮັບບາດເຈັບ ສ່ວນໃຫຍ່ແມ່ນໄດ້ຮັບບາດ ແລະ ຮອຍຊໍ້າ.\n",
        "output": [
            "At least 27 people suffered injuries, mostly cuts and bruises.\n"
        ]
    },
    {
        "input": "ບາໂຕລີ ຜູ້ຖືກຈັດໃຫ້ເປັນເບີສິບແປດສຳລັບການຊິງຊະນະເລີດປີນີ້ ບໍ່ເຄີຍຜ່ານຮອບທີສີ່ຂອງລາຍການ ແກນສະແລມ.\n",
        "output": [
            "Bartoli, the eighteenth seed for this year's championships, had never progressed past the fourth round of any Grand Slam event.\n"
        ]
    },
    {
        "input": "ກົດຂອງລັດ ຊື່ງໄດ້ຮັບການສະຫນັບສະຫນຸນໂດຍສະມາຊິກສະພາຜູ້ແທນລາດຂອງລັດ ດາລີນ ເຊັນເກີຈາກເນເພີວິວ ໄດ້ຜ່ານດ້ວຍຄະແນນ114-1 ຊື່ງເປັນສຽງສ່ວນໃຫຍ່ແລະຈະໄດ້ຮັບພິຈາລະນາອີກຄັ້ງໂດຍວຸດທິສະພາຂອງອິວລິນນອຍ.\n",
        "output": [
            "The bill, which was sponsored by State Representative Darlene Senger from Naperville, passed with a 114–1 majority and will be considered by the Illinois Senate.\n"
        ]
    },
    {
        "input": "ມື້ວານນີ້ ຮອດນີ ມູບາຣັກປະກາດຕັ້ງຄະນະລັດຖະມົນຕີຊຸດໃຫມ່ ໂດຍລັດຖະມົນຕີຫລາຍຄົນທີ່ຜູ້ປະທ້ວງສ່ວນໃຫຍ່ບໍ່ພໍໃຈບໍ່ໄດ້ຢູ່ໃນລາຍຊື່ດັ່ງກ່າວ.\n",
        "output": [
            "Hosni Mubarak yesterday announced a new cabinet, which does not include several figures who protesters largely do not approve of.\n"
        ]
    },
    {
        "input": "ລາວໄດ້ຂໍໃຫ້ຜູ້ພິພາກສາມາຟັງການພິຈາລະນາຄະດີຂອງລາວ.\n",
        "output": [
            "He also requested a jury be present during his trial.\n"
        ]
    },
    {
        "input": "ເນື່ອງຈາກຂໍ້ບັງຄັບທາງກົດໝາຍ ພ້ອມທັງມີການຍິນຍອມ ທຸລະກິດ ຈະຈໍາຕ້ອງສົ່ງລາຍລະອຽດ ກ່ຽວກັບບໍລິສັດ ທີ່ສົ່ງລາຍການ ແລະ ສະໜອງທາງເຂົ້າແບບເສລີ ເພື່ອຍົກເລີກການສະໝັກ ຈາກການສົ່ງຈົດໝາຍໃນອະນາຄົດ.\n",
        "output": [
            "Due to legislative requirements, as well as having consent, businesses will have to provide details about the company sending the item, and provide a free way to unsubscribe from future mailings.\n"
        ]
    },
    {
        "input": "ການ​ຮຸກ​ຮານ​ຂອງ​ອິດ​ສະ​ຣາ​ເອນ​ເຂົ້າ​ໄປ​ທາງ​ພາກ​ເໜືອ​ຂອງ​ສະ​ນວນ​ກາ​ຊາ ໂດຍ​ມີ​ຈຸ​ດ​ປະ​ສົງ​ເພື່ອ​ຢຸດຢັ້ງຂີ​ປະ​ນາ​ວຸດ​ທີ່​ຍິງ​ໂດຍ​ພວກກໍ່​ການ​ຮ້າຍ​ປາ​ເລດ​ສະ​ຕິນ ເຊິ່ງໄດ້​ເຮັດ​ໃຫ້​ມີ​ຜູ້​ເສຍ​ຊີ​ວິດຫຼາຍກວ່າ 50 ຄົນ​ໃນ​ຫົກ​ມື້​ທີ່​ຜ່ານ​ມາ.\n",
        "output": [
            "Israel's incursions into northern Gaza, which are aimed at curbing rocket attacks by Palestinian militants, have killed over 50 people over the last six days.\n"
        ]
    },
    {
        "input": "ຫນ່ວຍງານຂອງຊາດໄດ້ສອບສວນຫນ້າທີ່ຂອງເຈັດຄົນແລະຜູ້ຕ້ອງສົງໄສອີກ 14 ຄົນໃນເລື່ອງການພະຍາຍາມນຳເດັກແອບຟິລິກັນ 103 ຄົນໄປຍັງຍຸໂຣບເພື່ອໃຫ້ຄອບຄົວທີ່ນັນເບິ່ງແຍງ.\n",
        "output": [
            "Chadian authorities had been investigating the role of the seven and 14 other suspects with regard to an attempt to fly 103 African children to Europe for placement with host families.\n"
        ]
    },
    {
        "input": "ຂໍ້ມູນສ່ວນຕົວເພີ່ມເຕີມກ່ຽວກັບປະຊາຊົນ ຜູ້ທີ່ໄດ້ສະແດງຄໍາຄິດຄໍາເຫັນໃນເວັບໄຊ news.vl.ru ແມ່ນໄດ້ຮັບການຮ້ອງຂໍ.\n",
        "output": [
            "Additional private information about people who post comments on news.vl.ru has been requested.\n"
        ]
    },
    {
        "input": "Medha Patkar, ນັກເຄື່ອນໄຫວ Narmada Bachao Andolan ໃນວັນທີ່ເກົ້າຂອງການອົດອາຫານໄດ້ປະທ້ວງໂຄງການ Sardar Saovar, ຖືກຍ້າຍແບບບັງຄັບໄປໂຮງຫມໍໃນກຸງນິວເດລີໂດຍຕໍາຫຼວດ.\n",
        "output": [
            "Medha Patkar, Narmada Bachao Andolan activist in the ninth day of a hunger strike protesting the Sardar Sarovar Project, is forcibly moved to hospital in New Delhi by police.\n"
        ]
    },
    {
        "input": "ທີມ RBS Six Nation ລົ້ມລົງ ເຊິ່ງໄດ້ບ່ອນໃນ Dublin's Lansdowne Road ໄດ້ຈົບລົງກັບ ທີມຝຣັ່ງກ່ອນ 26 ແຕ້ມ ຕ້ານກັບ 19 ຂອງ Ireland.\n",
        "output": [
            "The RBS Six Nations clash, which took place at Dublin's Lansdowne Road finished with the French team ahead on 26 points against Ireland's 19.\n"
        ]
    },
    {
        "input": "ກຸ່ມຜູ້ປະທ້ວງພະຍາຍາມປີນກຳແພງສູງທີ່ຢູ່ລະຫວ່າງຮ້ານອາຫານແລະພື້ນທີ່ຢູ່ອາໄສເພື່ອຫຍຸດສຽງລົບກວນແລະມົນລະພິດທາງແສງ.\n",
        "output": [
            "The group also managed to get a higher wall placed between the store and the residential area to cut noise and light pollution.\n"
        ]
    },
    {
        "input": "ລາວໄດ້ສັນຍາວ່າ ຖ້າລັດຖະບານ ສະຫະລາຊະອານາຈັກ ໄດ້ກ້າວໄປກັບໂຄງການ Trident SNP ອາດສະເໜີໃຫ້ນຳໃຊ້ອໍານາດເລົ່ານັ້ນ ເພື່ອຢຸດໃຫ້ດຳເນີນໃນ ສກ້ອດແລນ.\n",
        "output": [
            "He promised that if the UK government went ahead with the Trident project, the SNP would propose to use those powers to stop it proceeding in Scotland.\n"
        ]
    },
    {
        "input": "ແຮມລິນກາຍເປັນຜູ້ນຳຂອງແຊ້ມປ້ຽນຊິບນີ້ດ້ວຍຄະແນນ 6,325 ຄະແນນ ນຳຈອນສັນຢູ່ສາມສິບຫ້າຄະແນນ.\n",
        "output": [
            "Hamlin became the Drivers' championship leader with 6,325 points, thirty-three points ahead of Johnson.\n"
        ]
    },
    {
        "input": "ມາມູດ ອັນ-ມັດຊາດານີ ປະທານສະພາຜູ້ແທນລາດຊະດອນອິຣັກກ່າວວ່າລາວໄດ້ຮຽກຮ້ອງໃຫ້ຕຸລາກີແກ້ໄຂສະຖານະການຢ່າງສັນຕິ.\n",
        "output": [
            "Mahmoud al-Mashhadani, president of the Iraqi Parliament, says they have asked Turkey to resolve the situation peacefully.\n"
        ]
    },
    {
        "input": "\"ຂ້າພະເຈົ້າຄິດວ່າຈາກຄຳກ່າວນີ້ ມັນຈະເຮັດໃຫ້ລາວເປັນນາຍຍົກເທດສະມົນຕີທີ່ປາດສະຈາກປະສິດທິພາບ.\" ລາວກ່າວ.\n",
        "output": [
            "\"I think from this statement, it will make him a very ineffective mayor,\" he said.\n"
        ]
    },
    {
        "input": "ການສອບສວນໄດ້ແນໃສ່ ຄວາມເຊື່ອຖືທີ່ໜັກໜ່ວງຂອງ ແຮງງານທີ່ບໍ່ຈ່າຍເງິນໃນ ວຽກງານຂອງບໍລິສັດ ເຊິ່ງການສຶກສາ Landmark ເອີ້ນວ່າ \"ຜູ້ຊ່ວຍ\" ແລະ ເປັນຄືກັບອາສາສະໝັກ.\n",
        "output": [
            "Investigations focused on the heavy reliance of unpaid labor in the company's workforce, which Landmark Education calls \"assistants\" and deems volunteers.\n"
        ]
    },
    {
        "input": "ໜັງສືພິມ BusinessWeek ລາຍງານວ່າ ການປະກາດມາໄດ້ສອງມື້ຫຼັງຈາກ Corzine ປະກາດວ່າລັດຈະໃຫ້ອອກ 10 ລ້ານໂດລາຊ່ວຍເຫຼືອລ້າການຄົ້ນຄວ້າໃນປີຕໍ່ໄປ ລວມທັງ 7 ລ້ານໂດລາສໍາລັບການຄົ້ນຄ້ວາຈຸລັງຈາກລໍາຕົ້ນ.\n",
        "output": [
            "BusinessWeek reports that the announcement came two days after Corzine announced that the state will give out $10 million in research grants next year, including $7 million for stem cell research.\n"
        ]
    },
    {
        "input": "ທ່ານ ຊານເຊລໍ ໂອລິເວີ ເລັດວິນ ຜູ້ສະທ້ອນການອານຸລັກນິຍົມຈາກເພື່ອນບ້ານຂອງ ດໍເຊັດຕາເວັນຕົກ ກ່າວວ່າ ຂໍ້ຄວາມທີ່ຢູ່ໃນຮູບຖ່າຍທີ່ຖືກດັດແປງ ມີຄວາມສອດຄ່ອງກັບນະໂຍບາຍດ້ານການອານຸລັກ.\n",
        "output": [
            "Conservative shadow Chancellor Oliver Letwin, from neighbouring Dorset West, said that the message on the doctored photo was consistent with conservative policy.\n"
        ]
    },
    {
        "input": "ຖ້ຽວບິນຂອງລາວຫລັງຈາກການໂຈມຕີໄດ້ຮັບການຢືນຢັນວ່າບໍ່ມີເຫດສຳຄັນໃດໆ ເພາະສັນຍາທາງໂທລະສັບເຮັດໃຫ້ຕຳຫລວດໄປທີ່ໂຣມ ແລະບຸກເຂົ້າອາພັດເມັ້ນຂອງອ້າຍລາວ ຊື່ງເປັນທີ່ລາວຖືກຈັບ.\n",
        "output": [
            "His flight subsequent to the attack proved futile as phone records led police to Rome, and a raid on his brother's apartment, where he was captured.\n"
        ]
    },
    {
        "input": "ທ່ານ ແບ ໄດ້ເພີ່ມເຕີມວ່າ \"ພວກເຮົາໄດ້ຜ່ານສ່ວນຕ່າງໆຂອງຂັ້ນຕອນດັ່ງກ່າວນີ້ ຫລາຍໆຄັ້ງ ຕະຫລອດສອງສາມປີຜ່ານມາ ແຕ່ຂ້ອຍຄິດວ່າ ນີ້ເປັນພື້ນຖານທີ່ເຂັ້ມແຂງທີ່ຈະກ້າວເດີນຕໍ່ໄປ.\"\n",
        "output": [
            "Blair also added, \"We've been through different parts of this process many times over the past few years but I think this is a sound basis to proceed.\"\n"
        ]
    },
    {
        "input": "ຕໍາຫລວດໄດ້ກ່າວວ່າຄວາມກັງວົນຫລັກຂອງເຂົາເຈົ້າ ແມ່ນດ້ານສຸຂະພາບ ແລະ ຄວາມປອດໄພຂອງທຸກໆຄົນ ຄືການປະທ້ວງແມ່ນໄດ້ຈັດຂຶ້ນຢູ່ຂ້າງຫົນທາງທີ່ຕິດຂັດ.\n",
        "output": [
            "The police said that their main concern was the health and safety of everyone as the protest was being held next to a busy road.\n"
        ]
    },
    {
        "input": "ສານສູງແຫ່ງເນເທີແລນໄດ້ປະຕິເສດຄະດີຂອງລາວ ໂດຍອ້າງກົດຫມາຍສະຫະພາບຍູໂຣບ ຄະດີຂອງຄາຊາມີເປັນຄວາມຮັບຜິດຊອບຂອງປະເທດທຳອິດທີ່ລາວຢືນຄຳຮ້ອງສຳຫລັບທີ່ລີ້ໄພ.\n",
        "output": [
            "The Netherlands' highest court rejected the case, citing EU law that Kazemi's case was the responsibility of the country where he first requested asylum.\n"
        ]
    },
    {
        "input": "\"ຂ້າພະເຈົ້າຮູ້ສືກຫົດຫູ່ທີ່ການຕັດສິນໃຈຂອງຄະນະບໍລິຫານຂອງໂອບາມາທີ່ຈະຫຍຸດການພັດທະນາຊາຍຝັ່ງຊົ່ວຄາວໄລຍະໜຶ່ງປີ ຈະເຮັດໃຫ້ເກີດຄວາມລ່າຊ້າກວ່າເກົ່າ ຕົ້ນທືນໃນການຜະລິດນ້ຳມັນແລະແກ໊ດໃນປະເທດສູງກວ່າເກົ່າ ເພື່ອໃຫ້ພຽງພໍຕໍ່ຄວາມຕ້ອງການພະລັງງານຂອງຊາດ.\" ເບກີດກ່າວ.\n",
        "output": [
            "\"I am frustrated that this decision by the Obama administration to halt offshore development for a year will cause more delays and higher costs for domestic oil and gas production to meet the nation's energy needs,\" Begich claims.\n"
        ]
    },
    {
        "input": "ຢ່າງໃດກໍ່ຕາມ; ມັນເປັນງານວາງສະແດງທີ່ມີຊື່ສຽງທີ່ສຸດຫຼັງຈາກການລອບສັງຫານປະທານາທິບໍດີ ວິນບຽມ ແມັກຄິນເລ ໃນວັນທີ 6 ກັນຍາ 1901.\n",
        "output": [
            "However; what is likely the most famous event that took place at the exposition was the assassination of then President William McKinley on September 6, 1901.\n"
        ]
    },
    {
        "input": "ການສິ້ນສຸດຂອງ UOW ແມ່ນເປັນໄປຕາມກອງປະຊູມຈາກຜູ້ນໍາຫຼາຍສະຖາບັນ.\n",
        "output": [
            "The dissolution follows calls from the leaders of rival universities for the end of UoW.\n"
        ]
    },
    {
        "input": "ຫາກໄມໂຄຊ໊ອບບໍ່ຕັດສິນໃຈ ບໍລິສັດຈະມີເວລາ 3 ເດືອນ (ເລິ່ມ 27 ກຸ່ມພາ )ໃນການຈ່າຍຄ່າປັບໄຫມເຕັມຈຳນວນ.\n",
        "output": [
            "If Microsoft does not appeal the decision, the company will have 3 month (starting February 27th) to pay the fine in full.\n"
        ]
    },
    {
        "input": "ລັດເຊຍຍັງບໍ່ໄດ້ຢືນຢັນຕົວບຸກຄົນຂອງນັກໂທດລາຍອື່ນທີ່ຈະປ່ອຍຕົວ ເຖິງແມ່ນວ່າຈະມີການຄາດການໃນຫລາຍໆຊື່ລວມຖືງ ອະເລັກຊານເດີ້ ຊາໂພຣອດສະກີ່້ ເຊີເກ ສະກີພໍແລະອະເລັກຊານເດີ້ ໄຊປາເຊບ ຊື່ງທັງຫມົດຖືກກ່າວຫາວ່າມີການຖ່າຍໂອນຂໍ້ມູນໃຫ້ກັບລັດຖະບານຕ່າງຊາດ.\n",
        "output": [
            "Russia has so far not confirmed the identities of other prisoners to be released, although several names have been speculated, including Alexander Zaporozhsky, Sergei Skripal, and Alexander Sypachev, all accused of transferring information to foreign governments.\n"
        ]
    },
    {
        "input": "ເຄື່ອງບິນຕົກປະມານສອງກິໂລແມັດ (1.3 miles) ຈາກສະຫນາມບິນສະໂມເລນ.\n",
        "output": [
            "The plane crashed approximately two kilometres (1.3 miles) from Smolensk airport.\n"
        ]
    },
    {
        "input": "ເມື່ອບໍ່ດົນມານີ້ ເກົາຫຼີໃຕ້ ໄດ້ປະກາດຄວາມຕັ້ງໃຈທີ່ຈະສົ່ງໜຶ່ງໃນບັນດານັກສັງຫານຂອງພວກເຂົາ ຫຼັງຈາກຊາວເກົາຫຼີໃຕ້ຫ້າຄົນໄດ້ຖືກລັກພາຕົວໃນການຈີ້ເຮືອບັນທຸກສິນຄ້າຍີ່ປຸ່ນລຳໜຶ່ງ.\n",
        "output": [
            "Most recently, South Korea has announced intentions to send one of its destroyers after five South Koreans were kidnapped in a Japanese cargo ship hijacking.\n"
        ]
    },
    {
        "input": "\"ຫິມະຕົກໜັກຫຼາຍ ແລະ ຕົ້ນໄມ້ເກືອບທຸກຕົ້ນຖືກທໍາລາຍທັງທີ່ຍັງມີໃບ...ພວກເຮົາບໍ່ສາມາດປະເມີນຜົນເສຍຫາຍໄດ້ຈົນກວ່າຫິມະຈະເຊົາຕົກ\" ກ່າວໂດຍໂຄສົກ ທ່ານ ສະຕີບ ບັດດີ ຂອງ ນິກາລາ ໂມໂຮກ ບໍລິສັດໄຟຟ້າທີ່ຢູ່ທາງຕາເວັນຕົກຂອງນິວຢອກ.\n",
        "output": [
            "\"This was extremely heavy snow and most of the trees still have most of their leaves ... we can't do a complete damage assessment until the snow stops falling,\" said spokesman for Niagara Mohawk, Western New York's area power company, Steve Brady.\n"
        ]
    },
    {
        "input": "ຫລັງຈາກນັ້ນມີຜູ້ຄາດການວ່າລາວຈະເຂົ້າຮ່ວມພັກກຣີນຊື່ງມີ 0 ສ.ສ. ໃນເຂດເມືອງຫລວງອອກຕາວາ.\n",
        "output": [
            "After, there was some speculation the he would join the Green Party, which has 0 elected MPs in Ottawa, the nations capital.\n"
        ]
    },
    {
        "input": "ຜູ້ຊະນະລາວງັນຂວັນໃຈຝ່າຍຍິງໄດ້ຮັບການໂຫວດໂດຍສາທາລະນະຊົນ \"ບາຍ ອະ ຄັນທຣີ່ ໄມ\" ໄດ້ແກ່ຮິວລາຣີ່ ແບຣີ່.\n",
        "output": [
            "The winner of favourite female, as voted by the public \"by a country mile\", was Hillary Barry.\n"
        ]
    },
    {
        "input": "ຊູສ ມີ ປະສົບການເລື່ອງຣາດາເຄື່ອງຄົ້ນຫາວັດຖຸໄລຍະໄກ ຈາກການເຮັດວຽກຢູ່ ຂະແໜງ ຂີປະນາວຸດ ໄວທ ແຊນ.\n",
        "output": [
            "Shulze has radar experience from working at the White Sands Missile Range.\n"
        ]
    },
    {
        "input": "ຫ້ອງການ ເຂດເມືອງສົມເດັດພະສັນຕະປາປາເວົ້າວ່າ ໃນເວລາປະມານ 11ໂມງກາງຄືນ ລົດຂອງທ່ານໄດ້ຖະໄຫຼອອກຈາກທາງແລະປີ້ນ ເທີ່ງເສັນທາງທີ່110 ໃກ້ກັບ ບຣູເຕັນ ມີເນໂຊຕ້າ ໃນເຂດສົມເດັດພະສັນຕະປາປາ ເມືອງບັນກໍ ຂອງມິເນໂຊຕ້າ ປະມານ 15 ໄມລ SE ຈາກ ເກຣັນວູດ ມິເນໂຊຕ້າ ປະມານ55ໄມລ WNW ຈາກ ເຊັ໋ນຄຣາວ ມີເນໂຊຕ້າ ຫຼືປະມານ 100ໄມລ NWຈາກເມືອງທະວີນສ.\n",
        "output": [
            "The Pope County Sheriff’s Office said that at approximately 11 p.m. his vehicle went off the road and rolled over on 110th Avenue, near Brooten, Minnesota, in Pope County, Minnesota's Bangor Township, about 15 miles SE from Glenwood, MN, about 55 miles WNW from St. Cloud, MN, or about 100 miles NW from the Twin Cities.\n"
        ]
    },
    {
        "input": "\"ສໍາລັບຫຼາຍຮ້ອຍປີທີ່ພວກເຮົາຊາວຄຣິດສະຕຽນ ຜູ້ທີ່ເປັນ 15 ສ່ວນຮ້ອຍຂອງປະຊາກອນໄດ້ຮັບການຂົ່ມເຫັງແລະການຖືກຂັບເຄື່ອນອອກຈາກທີ່ດິນສັກສິດແລະປະຈຸບັນພວກເຮົາເປັນຊົນເຜົ່າຂະຫນາດນ້ອຍ.\"\n",
        "output": [
            "\"For hundreds of years we Christians, who used to be 15 per cent of the population, have been persecuted and driven out of the Holy Land and now we are a tiny minority.\"\n"
        ]
    },
    {
        "input": "ໃນປະເທດທີ່ການຮັກຮ່ວມເພດ ເປັນຄວາມຜິດທີ່ສາມາດລົງໂທດໄດ້ ໂດຍເລີ່ມຈາກການຈຳຄຸກສີບສີ່ປີ ກົດໝາຍນີ້ຈະເພີ່ມເປັນການສິ່ງລົງໂທດຈໍາຄຸກຕະຫຼອດໍີວິດ.\n",
        "output": [
            "In a nation where homosexuality is already a criminal offense punishable by up to fourteen years in jail, this bill would raise that penalty to life in prison.\n"
        ]
    },
    {
        "input": "ວິກິເວີຊິຕິ້ນນັ້ນເປັນໂປເຈັດໃນຕົວເອງຊື່ງມຸ້ງເນັ້ນຈະສ້າງບັນຍາກາດການຮ່ວມມືດ້ານການຮຽນຮູ້ອອນໄລນ໌.\n",
        "output": [
            "Wikiversity is a project of its own which aims to build a collaborative learning environment online.\n"
        ]
    },
    {
        "input": "ການວັດແທກຕ່າງໆໃຫ້ການຕີລາຄາດີ ຂອງມວນສານຄວາມໜາແໜ້ນຂອງບາຣິອັອນ- ນູຕຼັອນ ແລະ ໂປຼຕັອນທີ່ສ້າງນິວເຄຼຍຂອງອາຕັອມແລະອີອັອນ-ໃນຈັກກະວານ 10ຕື້ປີທີ່ຜ່ານມາ.\n",
        "output": [
            "Various measurements give a good estimate of the mass-density of baryons - the neutrons and protons that make up the nuclei of atoms and ions - in the Universe 10 billion years ago.\n"
        ]
    },
    {
        "input": "ການຕິດເຊື້ອສະແຕັບແມ່ນແຜ່ອອກຫຼາຍ ຄືກັບພະຍາດອື່ນໆ ກັບສະພາບທີ່ແອອັດ ສຸຂະອະນາໄມບໍ່ດີ ການສຳພັດໜັງສູ່ໜັງ ແມ່ນກໍລະນີຫຼາຍທີ່ສຸດ.\n",
        "output": [
            "Staph infections are spread much like other diseases, with crowded conditions, poor hygiene, and skin-to-skin contact most frequently to blame.\n"
        ]
    },
    {
        "input": "ຕຳຫລວດໄດ້ຮັບໂທລະສັບຈາກຄົນທ້ອງຖິ່ນວ່າວິກເກີໄດ້ຮັບບາດເຈັບໃນອຸບັດຕິເຫດນີ້.\n",
        "output": [
            "Police received a call from a local resident that Wygle had been injured in the crash.\n"
        ]
    },
    {
        "input": "ເພິ່ນໄດ້ກ່າວວ່າ \"ເພິ່ນຂໍສະໜັບສະໜູນຕໍ່ກັບຄໍາສັ່ງຂອງປະທານ SADC(ປະຊາຄົມແຫ່ງການພັດທະນາທະວີບອາຟຼິກາໃຕ້) ກ່າວວ່າສະພາບປະຈຸບັນບໍ່ເໝາະສົມທີ່ຈະຈັດການເລືອກຕັ້ງ ແລະ ຄວນເລື່ອນອອກໄປກ່ອນ.\"\n",
        "output": [
            "He said that he \"strongly supports the statement of the Chairman of SADC (Southern African Development Community) that conditions do not exist for a run-off election to be held at this time and that they should be postponed.\"\n"
        ]
    },
    {
        "input": "ຊິນ ເຟອິນ SDLP ແລະ ພັກພັນທະມິດ ທັງໝົດ ໄດ້ຕຳໜິ DUP ສຳລັບຄວາມລົ້ມເຫຼວ.\n",
        "output": [
            "Sinn Féin, SDLP and the Alliance Party have all blamed the DUP for the failure.\n"
        ]
    },
    {
        "input": "ທ່ານ Howard ກ່າວວ່າການຂາຍບໍ່ແມ່ນຄໍາສັນຍາຂອງການເລືອກຕັ້ງໂດຍລັດຖະບານແລະລັດຖະບານກາງໄດ້ສົບຜົນສໍາເລັດເພື່ອເຂົ້າໄປເບິ່ງມີຜົນປະໂຫຍດໃນໄລຍະຍາວຈາກການຂາຍ.\n",
        "output": [
            "Mr Howard said that the sale was not an election promise by his government and that the federal government failed to see any long-term benefits from the sale.\n"
        ]
    },
    {
        "input": "ພາບຈາກວີດີໂອດັ່ງກ່າວ ຖືກເຜີຍແຜ່ໂດຍ ສະຖານີ BBC News ມີຄວາມຍາວປະມານ 45 ວິນາທີ ແລະ ເຜີຍໃຫ້ເຫັນ ຈະຫຼວດຢ່າງໜ້ອຍສອງລໍາທີ່ເສຍການຊົງຕົວ ຫຼັງຈາກຖືກປ່ອຍຂື້ນໄປ ໃນເຂດຖານທັບທີ່ຖືກໄໝ້ ແລະ ບິນລົງບໍລິເວນໃກ້ຄຽງ.\n",
        "output": [
            "The video, which was broadcast by BBC News is about 45 seconds long and shows at least two out of control missiles being launched from within the base as the fire rages on and landing nearby.\n"
        ]
    },
    {
        "input": "ລາວຢ່າງອຽງໄປທາງດ້ານຂວາເລັກນ້ອຍ ແລະລາວມີໃບຫນ້າທີ່ມືນຕືງ ທີ່ປົກຄຸມໄປດ້ວຍຜົມຍາວທີ່ເບິ່ງຫຍຸ້ງໆ.\n",
        "output": [
            "He listed slightly to the right and kept a fixed, distant face that was surrounded by uncombed strands of his long hair.\n"
        ]
    },
    {
        "input": "ເຢຍລະມັນຊະນະອາເຈັນຕິນາ 4-2 ໃນການຍິງລູກໂທດທີ່ຈອງສະຖານທີ່ໃນ ການແຂ່ງຂັນ ບານໂລກອບຮອງຊະນະເລີດ ທີ່ເບີລີນ ,ວັນສຸກ.\n",
        "output": [
            "Germany beat Argentina 4-2 on penalties to book a place in the Fifa World Cup semi-finals in Berlin, Friday.\n"
        ]
    },
    {
        "input": "\"ເຮົາມີຫນ້າທີ່ປະຫຍັດເງີນພາສີແລະຕິດໄຟສຳຫລັບເທດສະການອື່ນໆ ລວມເຖືງເທດສະການຖືສິນອົດໃນເດືອນກັນຍາເຮົາປະຫຍັດເງີນໄດ້ຖືງ £10,000.\"\n",
        "output": [
            "\"We have a duty to save taxpayers' money, and by putting them up now with lights for other festivities – including Eid in September – we will be saving around £10,000\".\n"
        ]
    },
    {
        "input": "ພາຍໃຕ້ລະບຽບສິ່ງແວດລ້ອມສະບັບໃຫມ່ທີ່ປະກາດໃນວັນພະຫັດໂດຍລັດຖະບານສິ່ງແວດລ້ອມແຄນນາດາ ຈອນ ແບດ ບໍລິສັດບໍ່ສາມາດປະຕິບັດຕາມຂໍ້ກຳຫນົດເລື່ອງການລົດຄວາມເຂັ້ມຂົ້ນຂອງການປ່ອຍກ໊າດ CO2 ຈະມີສິດຊື້ເຄດິດຊົດເຊີຍ ຫຼືໃຫ້ກັບກອງທືນເທັກໂນໂລຊີ ໂດຍເລີ່ມໃນລາຄາ $15 ຕໍ່ການປ່ອຍກ໊າດຫນື່ງຕັນ.\n",
        "output": [
            "Under new environmental regulations announced Thursday by Canadian Environment Minister John Baird, companies that can't meet new intensity targets for CO2 emission reductions will be able to purchase offset credits or contribute to a technology fund, at an initial cost of $15 per tonne of emissions.\n"
        ]
    },
    {
        "input": "ການພັດທະນາເກີດຂື້ນໃນແລ໊ບທ໊ອບໃຫມ່ທີ່ໃຊ້ຕົວປະມວນຜົນຂອງອິນເທວແທນທີ່ຈະໃຊ້ຕົວປະມວນຜົນປັດຈຸບັນທີ່ຜະລິດໂດຍແອດວານ ໄມໂຄ ດິໄວເຊດຊື່ງເປັນຄູ່ແຂ່ງຂອງອິນເທວ.\n",
        "output": [
            "Development began on a new laptop using an Intel processor rather than the current processor made by Advanced Micro Devices, a rival of Intel.\n"
        ]
    },
    {
        "input": "ເຮລິຄອບເຕີດັບເພີງ Kamov-32 ຕົກໃນຂະນະທີ່ກຳລັງພະຍາຍາມຕື່ມນ້ຳໃສ່ຖັງ ຫນ່ວຍງານຂ່າວອານາໂຕລຽນຂອງຊາວເທີຄີລາຍງານ.\n",
        "output": [
            "A Kamov-32 fire-fighting helicopter has crashed while trying to fill its water tanks, reports the Turkish Anatolian News agency.\n"
        ]
    },
    {
        "input": "ນັກສະກີຊາວອາເມລິກາ ແມ່ນມີກໍານົດໃນການແຂ່ງຂັນວານນີ້ ໃນສະໜາມຊາລາລົມ ແຕ່ການແຂ່ງຂັນໄດ້ຖືກຍົກເລີກ ເນື່ອງຈາກມີລົມສູງ.\n",
        "output": [
            "United States skiers were scheduled to compete yesterday in the Slalom discipline but the competition was cancelled due to high winds.\n"
        ]
    },
    {
        "input": "\"ເຮົາສາມາດຮັບຮອງອັດຕະລັກຂອງຜູ້ເສຍຊີວິດຊາວຕ່າງຊາດ ຫລັງຈາກທີ່ເຮົາໄດ້ກວດສອບພື້ນທີ່ເກີດເຫດ.\" ລາຍງານໂດຍໂຄສົກທະຫານປາກີສະຖານ ພົນຕີໂຊກັດຊຸດຕານ.\n",
        "output": [
            "\"We can confirm the identities of the foreigners killed once we have carried out a thorough ground check,\" said Pakistani military spokesman Major General Shaukat Sultan.\n"
        ]
    },
    {
        "input": "ຊາວໄຮຕິລຸກຮື້ປະທ້ວງຈາລະຈອນຂື້ນ ໂດຍມີຕ່າງຊາດເຂົ້າຍຸດຕິເຫດການດັ່ງກ່າວ.\n",
        "output": [
            "Haitians rioted, plunging the process into chaos that was quelled by the determined efforts of foreign monitors.\n"
        ]
    },
    {
        "input": "ກຸ່ມພັນທະມິດຄວາມສັດຈະແລະຍຸດຕິທຳ ເປັນຄູ່ແຂ່ງຫຼັກທີ່ລວມຕົວກັນຈາກຜູ້ສະໝັກພັກເສລີນິຍົມມແຫ່ງຊາດແລະພັກປະຊາທິປະໄຕ.\n",
        "output": [
            "Called the Truth and Justice Alliance, the main opposition is a union of candidates from the National Liberal Party and the Democrat Party.\n"
        ]
    },
    {
        "input": "ແຕ່ກໍມີບາງຂໍ້ໂຕ້ຖຽງກ່ຽວກັບວິທີການທີ່ວັດແທກໃນເທື່ອກ່ອນ ສະນັ້ນ ນັກວິໃຈ ໄດ້ໃຊ້ເວລາປະມານໜຶ່ງຊົ່ວໂມງເພື່ອໃຊ້ເຣດາ ດາວທຽມ ແລະ ວິທີການອື່ນ ເປັນຕົວແທກລະດັບສູງສຸດຂອງພູເຂົາ 6 ຈຸດ.\n",
        "output": [
            "There is some disagreement regarding the methods of measurement used previously, so the researchers spent an hour at the summit taking measurements using radar, satellite, and other methods on 6 points.\n"
        ]
    },
    {
        "input": "ອາທິດທີ່ຜ່ານມາ ບາບາຣາ ດຣີເວີ ຜູ້ສີ່ຂ່າວປາຊິຟິກໄດ້ຖືກເນລະເທດເພາະນາງໄດ້ເຂົ້າມາຄວບຄຸມວິກິດການ.\n",
        "output": [
            "Last week ONE News Pacific Correspondent Barbara Dreaver was deported as she arrived to cover the crisis.\n"
        ]
    },
    {
        "input": "ແລະແລ້ວກໍຄືໝາກຜົນທີ່ທຸກຄົນໄດ້ເຫັນ.\"\n",
        "output": [
            "And then is the result that anyone gets to see.\"\n"
        ]
    },
    {
        "input": "ພາຍຫລັງທີ່ໄດ້ຕໍ່ສູ້ກັບເພິງໄໝ້ເປັນເວລາຫລາຍກວ່າ 24 ຊົ່ວໂມງ ເຈົ້າໜ້າທີ່ດັບເພິງໄດ້ກ່າວວ່າເພິງໄໝ້ສາມາດມອດໄດ້ເກືອບໝົດ ແລະ ບໍລິສັດດັບເພິງໄດ້ປິດທໍ່ນໍ້າດັບໄຟ ແລະ ມ້ຽນເກັບອຸປະກອນດັບໄຟ.\n",
        "output": [
            "After having fought the fire for over 24 hours, fire officials stated that the fire was mostly extinguished and ordered fire companies to start shutting down the hoses and pack up their equipment.\n"
        ]
    },
    {
        "input": "Rui Cordeiro ທໍາຄະແນນພຽງແຕ່ຂອງປອກຕຸຍການຂອງການແຂ່ງຂັນຈາກນັ້ນບໍ່ດົນກໍ່ເລີ້ມໃໝ່ ເຊິ່ງໄດ້ປ່ຽນແທນໂດຍ Duarte Cardoso Pinto.\n",
        "output": [
            "Rui Cordeiro scored Portugal's only try of the match shortly after the restart, which was converted by Duarte Cardoso Pinto.\n"
        ]
    },
    {
        "input": "ຊີດານສະແດງຄວາມຮູ້ສືກຜິດຕໍ່ການກະທຳຂອງຕົນຜ່ານທາງໂທລະທັດຂອງຝຣັ່ງ.\n",
        "output": [
            "But on French television Zidane showed remorse for his behaviour.\n"
        ]
    },
    {
        "input": "ຫົວໜ້າກຸ່ມນາໂຕ້ ແຈັບ ດີ ຫຸບ ເຊບເຟີ ໄດ້ກ່່າວປະນາມການກະທໍາດັ່ງກ່າວ.\n",
        "output": [
            "NATO chief Jaap de Hoop Scheffer has also condemned the action.\n"
        ]
    },
    {
        "input": "ນາຍຍົກລັດຖະມົນຕີແຊວມອນເປີດສວນລຳລືກແລະຮູບປັ້ນທາງແດງໃນວັນຄົບຮອບ 50ປີຂອງອຸບັດຕິເຫດ.\n",
        "output": [
            "First Minister Salmond unveiled a memorial garden and a bronze statue which had been placed to mark the 50th anniversary of the incident.\n"
        ]
    },
    {
        "input": "ທ່ານ ອາລັນ ຊູກາ ຈະສຶບຕໍ່ຢູ່ໃນລາຍການຂອງສະຖານີ ບີບີຊີ ຊື່ ລາຍການພະນັກງານຝຶກຫັດ ຫຼັງຈາກທີ່ລາວໄດ້ຖືກແຕ່ງຕັ້ງໃຫ້ເປັນ \"ດາວເດັ່ນຜູ້ປະກອບການ\" ຈາາກລັດຖະບານອັງກິດ.\n",
        "output": [
            "Sir Alan Sugar will continue to front the BBC series The Apprentice after his appointment as \"enterprise tsar\" for the British government.\n"
        ]
    },
    {
        "input": "ຄຳຮ້ອງຮຽນໄດ້ຖືກຍື່ນໃນລັດຊານຟານສິດສໂກ ກ່າວຫາວ່າAT&Tໄດ້ຝ່າຝືນລັດຖະບັນຍັດຂອງສະຫະລັດໂດຍການຮ່ວມມືຂອງລັດຖະບານແອບຟັງພົນລະເມືອງສະຫະລັດ.\n",
        "output": [
            "The suit, filed in San Francisco, alleges that AT&T violated federal laws by collaborating with government to eavesdrop on U.S. citizens.\n"
        ]
    },
    {
        "input": "ຕົວເລືອກອື່ນນັ້ນ Musharraf ອາດຄົ້ນຫາເເລະລວມທັງ ການຊີ້ແຈງການສຸກເສີນຂອງປະເທດ ເຊິ່ງສາມາດຊ່ວຍລາວ ໃນການເອົາການສະໜັບສະໜູນທາງທະຫານ ຫຼື ການຍຸບສະພາ ເຖິງວ່າສິ່ງນີ້ຄືຈະອາດນຳໄປສູ້ໄພພິບັດທາງການເມືອງ.\n",
        "output": [
            "Other options Musharraf may explore include declaring a state of emergency, which could aid him in getting the support of the military, or dissolving parliament, though this would likely lead to political chaos.\n"
        ]
    },
    {
        "input": "ສຳນັກງານການຄ້າເພື່ອຄວາມຍຸດຕິທຳ ໄດ້ກ່າວວ່າ ຕົວເລກເຕັມແມ່ນ £300 ລ້ານ ຕໍ່ປີ.\n",
        "output": [
            "The OFT stated that the figure was £300m a year.\n"
        ]
    },
    {
        "input": "ກົດຫມາຍໄດ້ຖືກວາງອອກໂດຍລັດຖະບານໂຣມາເນຍໃນວັນສຸກໄດ້ຮັບການສົ່ງຕໍ່ໄປຍັງສະພາເພື່ອການອະພິປາຍໂຕ້ວາທີ.\n",
        "output": [
            "The law passed by the Romanian government on Friday has been forwarded to the Parliament to be debated.\n"
        ]
    },
    {
        "input": "ການແຂ່ງຂັນຮອບຕໍ່ໄປຈະມີຂື້ນໃນມື້ອື່ນ ຂື່ງວັນຈັນຈະມີການແຂ່ງຂັນ.\n",
        "output": [
            "The next race is scheduled for tomorrow, Monday being a race-off day.\n"
        ]
    },
    {
        "input": "ໄຊຊະນະຂອງສະເປນເປັນໄປຕາມທີ່ປາຫມືກ ພໍ ນັກພະຍາກອນ ໄດ້ທຳນາຍໄວ້.\n",
        "output": [
            "Spain's victory was correctly predicted by the oracular animal Paul the Octopus.\n"
        ]
    },
    {
        "input": "ມີນັກຮຽນເກືອບ 100 ຄົນຈາກຣະວັນດາ ບູຣັນດີແລະຄອງໂກທີ່ຈະມາຮ່ວມສະແດງຄວາມຄິດກ່ຽວກັບອາດີດແລະປັດຈຸບັນໃນຄອງໂກ ລວມຖືງອານາຄົດຂອງເດີເກດ ເລກ.\n",
        "output": [
            "Approximately 100 students from Rwanda, Burundi and the Congo will share ideas about the past and present in Rwanda as well as the future for the Great Lakes region.\n"
        ]
    },
    {
        "input": "ທ່ານບອດເວດກ່າວວ່າ: \"ການວິໄຈເພີ່ມເຕີມກ່ຽວກັບຜົນຂອງຢາບີຊີພີຈະອອກເຜີຍແຜ່ໄວໆນີ້ໂດຍລັດຖະມົນຕີກົມອານາໄມ\" ຂະນະທີ່ລັດຖະບານນິວຊີແລນກຳລັງອະພິປາຍວ່າພວກເຂົາຄວນຫ້າມບໍລິໂພກຫລືຫ້າມຈຳຫນ່າຍຟາເສບຊະນິດນີ້ຫລືບໍ່.\n",
        "output": [
            "Boswell said: \"Further research on the effects of BZP is soon to be released by the Health Minister,\" as the New Zealand government is debating whether or not they should be banned or have their sale restricted.\n"
        ]
    },
    {
        "input": "ທ່ານ ນາງມາຕິດ ທະນາຍອາຍຸ 51 ປີ ຖືກຕັ້ງຂໍ້ຫາປະພືດຕົນບໍ່ເຫມາະສົມເນື່ອງຈາກສົ່ງເມວໃຫ້ກັບພະຍານຝ່າຍໂຈດໄດ້ແກ່ ບັນທືກການພິຈາລະນາຄະດີອື່ນທີ່ກ່ຽວຂ້ອງພ້ອມທັງຂໍ້ສັງເກດຂອງລາວໃນຄະດີທ່ານມຸດໂຊອູອີ ໄດ້ແກ່ຄຳແນະນຳ ແລະຈຸດທີ່ຄວນກ່າວເຖິ່ງ.\n",
        "output": [
            "Martin, aged 51, is accused of misconduct by sending prosecution witnesses e-mail that included trial transcripts of another related case along with observations of her own that pertained to the Moussaoui case, including suggestions and talking points.\n"
        ]
    },
    {
        "input": "ໃນປີຕໍ່ມາ ລາວໄດ້ເປີດຮ້ານກິນດື່ມ ແລະ ໄດ້ກາຍເປັນຫມູ່ກັບສະມາຊິກໃນກຸ່ມ ແລະ ຍັງໄດ້ແນະນຳພວກເຂົາໃນ ຄອນເສີດ ທີ່ ແຈັກສັນວິວ.\n",
        "output": [
            "In later years he opened up his own bar and became friends with some members of the group and even introduced them at one of their concerts in Jacksonville.\n"
        ]
    },
    {
        "input": "Lysiane Lavorel ຊຶ່ງ​ເປັນ​ຄົນ​ຝ​ຣັ່ງ ແລະ​ເປັນ​ນັກ​ສຶກ​ສາ​ວິ​ທະ​ຍາ​ໄລ​ທີ່​ກຳ​ລັງ​ຮຽນ​ພາ​ສາ​ອັງ​ກິດ​ໃນ​ທີ່ນັ້ນ ກໍ​ເວົ້າ​ໂຕ້​ຕອບ​ຕໍ່​ການ​ກ່າວ​ຫາ​ວ່າ​ຝ​ຣັ່ງ​ອ່ອນ​ແອ ໃນ​ຂະ​ນະ​ດຽວ​ກັນ​ກໍ​ໄດ້​ກ່າວ​ເຖິງ​ຮູບ​ເງົາ​ວັນ​ປະ​ກາດ​ເອ​ກະ​ລາດ 1996 ດ້ວຍ.\n",
        "output": [
            "Lysiane Lavorel, a native of France and college student studying English there, offered a tongue-in-cheek response to France's supposed weakness while making reference to the 1996 film Independence Day.\n"
        ]
    },
    {
        "input": "ນັກວິເຄາະຫຼາຍຄົນໄດ້ແນະນຳວ່າການຢຸດຮົບລ້າສຸດທີ່ບໍ່ດົນມານີ້ແມ່ນຂຶ້ນກັບກົນລະຍຸດຂອງ ETA ໄດ້ເປັນສາເຫດໃຫ້ການສະໜັບສະໜູນຂອງພວກເຂົາໃນຂົງເຂດ ບາສກີຫຼຸດລົງ.\n",
        "output": [
            "Several analysts have suggested that this most recent ceasefire is based on ETA's tactics causing their support in the Basque region to plummet.\n"
        ]
    },
    {
        "input": "ເກີບອາມາເນຍແມ່ນຢູ່ໃນສະພາບທີ່ຖືກຮັກສາໄວ້ຢ່າງສົມບູນແບບ ແລະ ມີອາຍຸເກົ່າແກ່ກ່ວາ ເກີບທີ່ພົບກັບມະນຸດນໍ້າກ້ອນ ເອີດຊີ ສອງຫາສາມຮ້ອຍປີ ເຮັດໃຫ້ມັນເປັນເກີບທີ່ເກົ່າແກ່ທີ່ສຸດ ຂອງບັນດາເກີບໜັງໃນໂລກ ແລະ ເປັນເກີບທີ່ເກົ່າແກ່ທີ່ສຸດທີ່ພົບໃນ ເອີລົບ.\n",
        "output": [
            "The Armenian shoe is in a perfectly preserved condition and is a few hundred years older than the one found on Ötzi the Iceman, making it the oldest piece of leather footwear in the world, and the oldest footwear yet found in Europe.\n"
        ]
    },
    {
        "input": "ລູກຊາຍຂອງ ທ່ານນາງ ກິບຊັນ ຊື່ ໂຈນ ຈາກ ລີເວີພູ ໄດ້ຂໍຮ້ອງໃຫ້ ປະຊາຊົນອັງກິດທີ່ໂມໂຫຈາກປະໂຫຍກຄໍາສັ່ງຈອງຈຳຄຸກແມ່ຂອງລາວ ບໍ່ຄວນຫັນມາຕໍ່ຕ້ານ ມຸສລິມ.\n",
        "output": [
            "Ms Gibbons' son John, from Liverpool, has asked that British people angered by his mother's jail sentence should not turn against Muslims.\n"
        ]
    },
    {
        "input": "ການຄົ້ນຄວ້າໄດ້ພົບວ່າ ອັດຕາການຂ້າໂຕຕາຍໃນ ສະກ້ອດແລນ ໄດ້ເພີ່ມຂຶ້ນກ່ອນປະເທດເພື່ອນບ້ານ ອັງກິດ ສຳນັກຂ່າວ ແລະ ນັກການເມືອງ ຣັດເຊຍ ກຳລັງກວດສອບ ອັດຕາການຂ້າໂຕຕາຍໃນໄວເດັກ ວ່າເປັນອັນດັບສາມຂອງໂລກ ແລະ ຮູບແບບໃໝ່ໄດ້ສະແດງວ່າ ການເພີ່ມຂຶ້ນໃນການຂ້າໂຕຕາຍຂອງເດັກນ້ອຍຊົນເຜົ່າດັ້ງເດີມ ອານານິຄົມຕອນເໜືອຂອງ ອົສເຕເລຍ.\n",
        "output": [
            "A study found Scotland's suicide rate to be increasing away from neighbouring England, Russian press and politicians are examining the world's third-highest teen suicide rate, and new figures showed increasing Aboriginal children's suicides in Australia's Northern Territory.\n"
        ]
    },
    {
        "input": "ອາຄານອາຍຸຫລາຍສິບປີຫລັງຫນື່ງເກີດຖະຫລົ່ມລົງມາໄປຕາມຖະຫນົນ ມ່າເຕົາຫວາຍ ໃນຮອງກົງ ເມື່ອເວລາປະມານ 1:30 ແລງເມື່ອວັນສຸກທີ່ຜ່ານມາຕາມເວລາທ້ອງຖິ່ນ.\n",
        "output": [
            "A decades-old building collapsed along Ma Tau Wai Road in Hong Kong at about 1:30pm on Friday, local time.\n"
        ]
    },
    {
        "input": "ທ່ານດາຕັນ ໄດ້ອະທິບາຍເຖິງລະບົບການປົກຄອງໃນປັດຈຸບັນເຫມືອນກັບເກມ.\n",
        "output": [
            "Mr Darnton also describes the current system of governance as a game.\n"
        ]
    },
    {
        "input": "ຜູ້ນຳ ໂມລໂດວັນ ໄດ້ກ່າວວ່າ ລາວໄດ້ສົ່ງຊອງເອກະສານໃຫ້ ຣັດເຊຍ ໂດຍກ່າວເຖິງ ກິດຈະກຳຂອງ ທະຫານ ທຣັນຊ໌ນີຊ໌ທຣຽນ 13 ບໍລິສັດ.\n",
        "output": [
            "The Moldovan leader noted that he has sent a package of documents to Russia regarding the activity of 13 Transnistrian military companies.\n"
        ]
    },
    {
        "input": "ມັນຈະຖືກເຊື່ອມຈາກໜ້າເຄື່ອງມື ວິກິພີເດຍ ຂອງອັງກິດສຳລັບການທົດລອງໃຊ້ 60ວັນ ເລີ່ມໃນປີ 2006.\n",
        "output": [
            "It will be linked from the English Wikipedia Tools page for a 60 day trial beginning in 2006.\n"
        ]
    },
    {
        "input": "ໃນຊຸມປີ 1970 ລາວໄດ້ເຮັດການປະຕິວັດກິລາຄຣິກເກັດ ໂດຍການນຳສະເຫນີເຊັ່ນເຄື່ອງແບບນັກຮຽນຫຼາກສີ ບານຂາວ ແລະ ການແຂ່ງຂັນໃນ ກາງເວັນ/ກາງຄືນ.\n",
        "output": [
            "In the 1970s, his World Series Cricket revolutionised cricket, bringing One-day cricket to the fore by introducing things such as coloured uniforms, white balls & day/night matches.\n"
        ]
    },
    {
        "input": "\"ດ້ວຍການສະເໜີການຮັກສາ ເຊິ່ງເປັນເປົ້າໝາຍຂອງ້ການປິ່ນປົວດ້ວຍໂປຣແລກຕິນ ພວກເຮົາມີຄວາມຫວັງກັບການກ້າວໜ້າທີ່ແທ້ຈິງໃນອາການຂອງຜູ້ຄົນທີ່ມີ ເອມເອສ.\"\n",
        "output": [
            "\"By promoting repair, which is the goal of prolactin therapy, we have hope of actually improving symptoms in people with MS.\"\n"
        ]
    },
    {
        "input": "ຄົນທີ່ຖືກຈັບປະກົດຕົວໃນສານແຂວງເນສະປຸດໃນວັນສຸກ.\n",
        "output": [
            "The individuals arrested appeared in the Nelspruit magistrate's court on Friday.\n"
        ]
    },
    {
        "input": "ຕຳຫລວດມາທີ່ບ້ານຫລັງນັ້ນແລະພົບກັບຊາຍອາຍຸ 72 ປີ ຢືນຢູ່ ມີການສົນທະນາສັ້ນໆກັບຊາຍຄົນນັ້ນກ່ອນທີ່ຈະຍ່າງກັບເຂົ້າໄປໃນບ້ານ.\n",
        "output": [
            "Police arrived at the home, and encountered the 72-year old man standing over, a brief conversation was held with the man who then went back inside the house.\n"
        ]
    },
    {
        "input": "\"ໂຈນເຫມືອງທອງ\" ກວ່າ 300 ຄົນຖືກຈັບໃນຊ່ວງສອງອາທິດທີ່ຜ່ານມາ ສະເພາະທາງເຂົ້າເຫມືອງອີແລນເທົ່ານັ້ນ.\n",
        "output": [
            "Almost 300 \"gold pirates\" were arrested over the past two weeks at the Eland mine shaft alone.\n"
        ]
    },
    {
        "input": "ພວກເຂົາໄດ້ຖືກຕ້ອງໂທດການໂຈນລະກຳ ການລະເມີດ ແລະ ທໍາລາຍຊັບສິນ.\n",
        "output": [
            "They were charged with theft, trespassing and destruction of property.\n"
        ]
    },
    {
        "input": "ໂຮງແຮມໂອມນິ ເຊິ່ງຢູ່ໃກ້ກັບສູນຂ່າວ CNN ຍັງປະສົບກັບຄວາມເສຍຫາຍ ພ້ອມທັງປະຕູປ່ອງຢ້ຽມທີ່ແຕກອອກ.\n",
        "output": [
            "The Omni Hotel, which is attached to the CNN Center, also sustained damage, with many of its windows shattered.\n"
        ]
    },
    {
        "input": "\"ຍ້ອນບັນຫານີ້ ພວກເຮົາເລືອກຢ່າງລັມັດລະວັງບາງຖະໜົນ ເພື່ອເຮັດການໂຈມຕີຫຼາຍຢ່າງທີ່ຮັກສາການນຳເຖິງຕອນຈົບ.\"\n",
        "output": [
            "\"Because of this issue, we cautiously chose some roads to do several attacks to keep the leading to the end.\"\n"
        ]
    },
    {
        "input": "\"ເຮົາຂໍພາວະນາໃຫ້ກັບແຟນຄັບຂອງເຮົາ ແລະປະຊາຊົນ ອິນດຽນນາ.\"\n",
        "output": [
            "\"We are praying for our fans, and the people of Indianapolis.\"\n"
        ]
    },
    {
        "input": "ທຸກເລື່ອງທີ່ຖືກກ່າວໃນຮ່າງລັດຖະທໍາມະນູນໄດ້ຖືກລຶບອອກຈາກບົດຄວາມດັ່ງກ່າວ.\n",
        "output": [
            "All mentions of the bill were removed from the article.\n"
        ]
    },
    {
        "input": "ເຖິງຢ່າງໃດກໍ່ຕາມ ການເພີ່ມຂື້ນຂອງຄ່າເງິນລິວ ບໍ່ໄດ້ມີຜົນດີທັງໝົດ ຍ້ອນວ່າ ມັນໄດ້ ສ້າງຄວາມກົດດັນຫຼາຍ ໃນການ ສົ່ງອອກ.\n",
        "output": [
            "The leu's appreciation, however, isn't all positive, because it is putting a great deal of pressure on exporters.\n"
        ]
    },
    {
        "input": "ຢານີິມີຊື່ວ່າ PA-457 ເຊິ່ງໄດ້ມາຈາກກົດ ເບຕູລີນິກ ແລະ ໄດ້ມາຈາກຜະລິດຕະພັນຈາກຜູ້ຜະລິດເຈ້ຍ ເຊິ່ງກຳລັງຜະລິດ ແລະ ພັດທະນາໂດຍໂຮງງານຢາ ຍານາໂຄສ ທີ່ເມຣີແລນ.\n",
        "output": [
            "The drug called PA-457, which is derived from betulinic acid and comes from by-products from paper manufacturers, is being manufactured and developed by Maryland drug manufacturer Panacos Pharmaceuticals.\n"
        ]
    },
    {
        "input": "ໃນອາດີດ ສະຫະປະຊາຊາດໄດ້ກ່າວຫາເອຣິເທຍເລື່ອງການຈັດຫາອາວຸດແລະອຸປະກອນໃຫ້ກັບກຸ່ມອິດສະລາມ.\n",
        "output": [
            "In the past the United Nations has accused Eritrea of providing arms and equipment to the Islamists.\n"
        ]
    },
    {
        "input": "ຊື່ງລາວໄດ້ຂຽນພາຣາໄດຣີເກນ ເປັນວຽກພາກຕໍ່ ເລົ່າເລື່ອງການຜະເຊີນມາດຜະຈົນຂອງພະເຍຊູໃນປ່າ.\n",
        "output": [
            "He followed it with Paradise Regained, depicting the temptations of Jesus in the wilderness.\n"
        ]
    },
    {
        "input": "ພໍ່ ແລມ ລູອົງ 37 ປີ ຜູ້ທີ່ຖືອາຊີບຕຶກກຸ້ງ ໄດ້ຖືກຂໍ້ຫາກັບພົວພັນກັບການຄາດຕະກຳ 4 ສົບ.\n",
        "output": [
            "The father, Lam Luong, a 37 year old shrimp fisherman, has been charged with four counts of capital murder.\n"
        ]
    },
    {
        "input": "ນັກກູ້ໄພສາມຄົນທີ່ເໝືອງ ແຄຣນດອນ ແຄນຢອນ ທີ່ເມືອງ ຢູທາ ໄດ້ຖືກສັງຫາຍໂດຍພະຍາຍາມຊ່ວຍຊີວິດຄົນງານ ຫົກຄົນທີ່ຄ້າງຢູ່ໃນເໝືອງ ເຊິ່ງໄດ້ຫາຍຕົວໄປໄດ້ໜຶ່ງອາທິດແລ້ວ.\n",
        "output": [
            "Three rescue workers at the Crandall Canyon Mine in Utah were killed trying to rescue six trapped miners who have been missing for over a week.\n"
        ]
    },
    {
        "input": "ຈາກນັ້ນພວກເຂົາລະບຸວ່າເອກະສານສາມາດ \"ເຮັດໃຫ້ສາມາດຜ່ານອິສະຫຼະຂອງກົດໝາຍຂໍ້ມູນທີ່ຮຽກຮ້ອງຜ່ານຊ່ອງທາງຂອງທາງການ.\"\n",
        "output": [
            "They then state that the document can be \"made available through a Freedom Of Information Act request through official channels.\"\n"
        ]
    },
    {
        "input": "\"ໃນຂະນະທີ່ລະດັບການຫມຸນຕົວມີສ່ວນສຳຄັນໃນເລື່ອງຜົນກະທົບກັບພື້ນທີ່ເບີມິວດາ\" ສູນເຮີຣິເຄນແຫ່ງຊາດກ່າວ \"ຖືວ່າຍັງໄວເກີນໄປທີ່ຈະຕັດສິນວ່າພາຍຸເບີທານີ້ຈະເຮັດໃຫ້ເກາະດັ່ງກ່າວໄດ້ຮັບຄວາມເສຍຫາຍຫລືບໍ່.\"\n",
        "output": [
            "\"While the degree of the turn has important implications regarding potential impacts to Bermuda,\" the National Hurricane Center said, \"it is much too early to determine if Bertha will actually threaten that island.\"\n"
        ]
    },
    {
        "input": "ກຸ່ມຜູ້ຕໍ່ຕ້ານ APEC ທີ່ເດິນຂະບວນທົ່ວຖະຫນົນໃນຊີດນີດືງດູດຜູ້ເຂົ້າຮ່ວມເດິນຂະບວນ 5000 ຄົນມີຜູ້ຮ່ວມເດິນຂະບວນຖືກຈັບ 18 ຄົນແລະມີຕຳຫລວດສອງຄົນໄດ້ຮັບບາດເຈັບ.\n",
        "output": [
            "An anti-APEC rally through the streets of Sydney has attracted around 5000 demonstrators, with up to 18 arrests and two police injured.\n"
        ]
    },
    {
        "input": "ຜູ້ເສຍຊີວິດສ່ວນໃຫຍ່ເປັນຜູ້ໃຫຍ່ ລວມທັງຄົນຂັບຫນື່ງໃນສອງຄົນ ອີກຄົນຫນື່ງໄດ້ຮັບບາດເຈັບສາຫັດ.\n",
        "output": [
            "All the deceased were adults, and included one of the two drivers, the other of whom was seriously injured.\n"
        ]
    },
    {
        "input": "ຕຳແຫນ່ງຜູ້ຜະລິດລົດໃນແຊ້ມປ້ຽນຊິບນີ້ນຳໂດຍເຊບໂຣເລັດດ້ວຍຄະແນນ 249 ຄະແນນ ນຳໂຕໂຍຕ້າ 40 ຄະແນນແລະນຳຟອດ 91 ຄະແນນ ໃນຂະນະທີ່ເຫລືອການແຂ່ງຂັນອີກສອງຄັ້ງໃນລະດູການນີ້.\n",
        "output": [
            "The Manufacturers' сhampionship standings is led by Chevrolet with 249, 40 points ahead of Toyota and 91 ahead of Ford with two races remaining in the season.\n"
        ]
    },
    {
        "input": "ສະມາຊິກໃນຄອບຄົວຂອງລາວກ່າວກັບສຳນັກຂ່າວຄາລີທາມວ່າ ລາວເກງວ່າຈະຖືກມາທາວັນຫລືລູກນ້ອງຂອງລາວທຳຮ້າຍຮ່າງກາຍ.\n",
        "output": [
            "Her family members told Khaleej Times that she feared physical harm from Madhavan or his henchmen.\n"
        ]
    },
    {
        "input": "ໃນລະ​ຫວ່າງ​ປີ 1991 ແລະ 2011 ອັດ​ຕາ​ການ​ເພີ່ມ​ຂຶ້ນ​ຂອງ​ປະ​ຊາ​ກອນ​ແມ່ນ​ມີ​ການ​ຫລຸດ​ລົງ​ຢ່າງ​ຕໍ່​ເນື່ອງ.\n",
        "output": [
            "Between 1991 and 2011, the population growth rate has steadily decreased.\n"
        ]
    },
    {
        "input": "ຜູ້ຖືກເຄາະຮ້າຍໃນການຖືກຂົ່ມຂືນທີ່ມີປະຫັວດ Mukhtar Mai ອອກຄວາມຄິດທີ່ວ່າ ແມ່ຍິງສາມາດອະນຸຍາດຕົນເອງຈະຕ້ອງມີການປິ່ນປົວດັ່ງກ່າວທາງດ້ານການເງິນ.\n",
        "output": [
            "The high-profile rape victim, Mukhtar Mai, dismissed the idea that any woman could allow herself to be subjected to such treatment for money.\n"
        ]
    },
    {
        "input": "ມີຜູ້ຄົນເສຍຊີວິດຈາກໄຟປ່າໃນພື້ນທີ່ ແຫຼມອີຣີ ທາງພາກໃຕ້ຂອງອົດສະຕາລີ.\n",
        "output": [
            "Nine people have died in bush-fires in the region of the Eyre Peninsula in South Australia.\n"
        ]
    },
    {
        "input": "ຂະນະນີມີ ສ.ສ ອິລະຫລະພຽງຫນື່ງລາຍຊື່ເທົານັ້ນໃນສະພາປະຊາຊົນ ຄື ອັງເດ ຈາກເຂດເລືອກຕັ້ງພໍນັບ ຊາກ ຄາເທ ໃນມົນທົນຄິວເບກທີ່ໃຊ້ພາສາຝຣັ່ງເສດ.\n",
        "output": [
            "Now there is only one independent MP in the House of Commons being André Arthur for the riding of Portneuf—Jacques-Cartier in French speaking Quebec.\n"
        ]
    },
    {
        "input": "ໃນປີງົບປະມານ 2005 ພວກເຂົາສ້າງລາຍໄດ້ທີ່ $83 ລ້ານ.\n",
        "output": [
            "In the 2005 fiscal year they earned $83 million in revenue.\n"
        ]
    },
    {
        "input": "ເຮືອບໍ່ມີລະບົບໄຟຟ້າແສງຕາເວັນເພື່ອທີ່ຈະສະຫນອງພະລັງງານໃຫ້ຄອມພິວເຕີ ໂທລະສັບແລະ ຈີພີເອັສ.\n",
        "output": [
            "The boat does have a solar power system to provide energy for his laptop, a telephone and a global positioning system.\n"
        ]
    },
    {
        "input": "ໃນມື້ຕໍ່ມາ ຂະບວນລົດໄຟບັນທຸກສິນຄ້າ 40 ຄັນລົດ ຕົກຮາງທີ່ພາກຕາເວັນອອກຂອງ ຄານກູລີ ບາດເຈັບ 3 ຄົນ.\n",
        "output": [
            "The following day, a freight train with 40 wagons derailed east of Kalgoorlie, injuring three people.\n"
        ]
    },
    {
        "input": "ການເລືອກຕັ້ງຊາວສະກັອດຄັ້ງທີ່ສາມຕັ້ງແຕ່ມີການເປີດສະພາຊາວສະກັອດ ໃນປີ 1999 ທາງຊ້າຍຂອງສູນກາງພັກຊາດສະກັອດ SNP ໄດ້ຊະນະການປົກຄອງຂອງພັກແຮງງານໂດຍທີ່ນັ່ງດຽວ.\n",
        "output": [
            "In the third Scottish election since the opening of the Scottish Parliament in 1999, the left of centre SNP beat the ruling Labour Party by a single seat.\n"
        ]
    },
    {
        "input": "ຮູບຖ່າຍສາມາດພິມໄດ້ຈາກຍູເອັດສບີແຟດໄດຣ ແຜ່ນຄວາມຈຳ ເຄື່ອງບູທູດແລະພິກບຼິດຈ໌ ເຊິ່ງໃຊ້ງານໄດ້ກັບກ້ອງດິຈິຕໍ.\n",
        "output": [
            "Photos can be printed from USB flash drives, memory cards, Bluetooth devices and PictBridge compatible digital cameras.\n"
        ]
    },
    {
        "input": "ທີມວິໄຈຂອງມະຫາວິທະຍາໄລຍູຊີແອວເອ ນຳໂດຍໄບອັນນາຮັນໂຈ ໄດ້ສັງເກດປະຕິກິລິຍາການຫຼອມລະລາຍຂອງນິວເຄຍດິວເທີຣ້ຽມໃນເຄື່ອງມືອົບ.\n",
        "output": [
            "A UCLA team, headed by Brian Naranjo, has observed the nuclear fusion of deuterium nuclei in a tabletop device.\n"
        ]
    },
    {
        "input": "ເຂື່ອນດັ່ງກ່າວແທນບ່ອນເຂື່ອນເກົ່າ ທຳອິດສ້າງໃນປີ 1911 ແຕ່ຕໍ່ມາໄດ້ຖືກຂະຫຍາຍຫຼາຍເທື່ອ.\n",
        "output": [
            "The dam replaces an old dam, first built in 1911 but subsequently expanded several times.\n"
        ]
    },
    {
        "input": "ໂຄສົກກິດຈະການຕ່າງປະເທພັກເສລີປະຊາທິປະໄຕ ເອັດ ດາເວ ໄດ້ເອີ້ນຄໍຳຖະແຫລງຂອງວູດວ່າ \"ເປັນຕະປູດອກສຸດທ້າຍໃນໂລງສົບສຳຫລັບການເປັນສົງຄາມທີ່ຖືກກົດຫມາຍ.\"\n",
        "output": [
            "Liberal Democrat foreign affairs spokesman Ed Davey called Wood's statement \"the final nail in the coffin of the case for a legal war.\"\n"
        ]
    },
    {
        "input": "ກົມຕຳຫລວດເມືອງເທເລໂດ ບໍ່ສົ່ງໄສວ່າມີການເຮັດຜິິດກົດຫມາຍ ແລະສະຫລຸບວ່າການຕາຍຂອງລາວເປັນອຸບັດຕິເຫດ.\n",
        "output": [
            "The Toledo Police department does not suspect foul play, and considers the death to be accidental.\n"
        ]
    },
    {
        "input": "ອີງ​ຕາມ​ການ​ໃຫ້​ສຳ​ພາດ​ຂອງ Chaindrawa ໃຫ້​ຮູ້​ວ່າ ລັດ​ຖະ​ບານ​ຂອງ​ທ່ານ Saakashvili ແມ່ນ​ມີ​ຄວາມ​ເປັນ​ປະ​ຊາ​ທິ​ປະ​ໄຕ​ພຽງ​ເລັກ​ນ້ອຍ.\n",
        "output": [
            "According to Chaindrawa, Saakashvili's government bears little resemblance to a democracy.\n"
        ]
    },
    {
        "input": "ແຕ່ແທນທີ່ ລາວກັບເວົ້າວ່າ ລາວໄດ້ຖືກເກັບເງິນປະມານ 71​ ໂດລາ ແທນທີ່ ຈະເປັນ 71​ ເຊັນ: 100 ເທົ່າ ຫລາຍກວ່າ ແມ່ນຫຍັງ ທີ່ໃບບິນຂອງລາວ ຄວນຈະເປັນ ຢູ່ໃນອັດຕາທີ່ກໍານົດໄວ້.\n",
        "output": [
            "Instead, he says he was charged about 71 dollars instead of 71 cents: 100 times more than what his bill should have been at the rate quoted.\n"
        ]
    },
    {
        "input": "ຄວາມຮຸນແຮງເກີດຂື້ນກ່ອນການເລືອກຕັ້ງປະທານນາທິບໍດີຊື່ງກຸ່ມທະຫານໄດ້ຕັ້ງໃຈຈະຂັດຂວາງຢູ່ແລ້ວ.\n",
        "output": [
            "The violence comes before Thursday's presidential election, which militants have promised to disrupt.\n"
        ]
    },
    {
        "input": "ລາຍງານຂ່າວສາທາລະນະລະບຸວ່າ ລັດຖະບານຈີນໄດ້ປຸກລະດົມແຄມເປນຂົ່ມຂູ່ສະຫະລັດທາງດ້ານເສດຖະກິດ ໂດຍໃບ້ວ່າອາດຂາຍພັນທະບັດລັດຖະບານສະຫະລັດຖິ້ມຖ້າທາງສະຫະລັດປະກາດລົງໂທດທາງການຄ້າໂດຍເຈດຕະນາໃຫ້ຈີນປັບຄ່າເງີນຫຍວນ.\n",
        "output": [
            "According to public sources, the Chinese government has begun a concerted campaign of economic threats against the United States, hinting that it may liquidate its vast holding of US treasuries if Washington imposes trade sanctions that seek to force a Yuan revaluation.\n"
        ]
    },
    {
        "input": "ສ່ວນໃຫຍ່ຂອງທັງສອງເພງນີ້ແຕ່ງຂື້ນລະຫວ່າງການທົວອາເມລິກາຂອງວົງລໍດີ ໃນຖານະທີ່ເປັນສ່ວນຫນື່ງຂອງອໍເຟດເຊື່ງນັກຮ້ອງນຳຂອງວົງໄດ້ກ່າວໄວ້ໃນການສຳພາດກັບ ມອນເຕີ້ດີດໂກ້ເຮ.ຄອມ ວ່າທ່ອນຫລັງຂອງເພງບີດຣູດອິນພາຣາໄດຊ໌ໄດ້ຂຽນຂື້ນໃນມິວສິກວິດີໂອ ໃນຂະນະທີ່ຄໍຣັດຂອງເພງສະຕັດແອນເລເທີໄດ້ແຕ່ງຂື້ນໃນເຊັນອໍສະກັດຕິນ.\n",
        "output": [
            "Most of both songs were composed during Lordi's tour of the United States as part of Ozzfest, with the band's lead vocalist saying in an interview with MonsterDiscoHell.com that the main riff of Beast Loose in Paradise was written in Milwaukee, while the chorus of Studs and Leather was composed in St. Augustine.\n"
        ]
    },
    {
        "input": "Ross Bell ຜູ້ແທນມູນລະນິທິຢາເສບຕິດໄດ້ກ່າວວ່າ: \"ບໍ່ແມ່ນເປັນພຽງແຕ່ການກວດສອບທີ່ຄັບແຄບໂພດ ເບິ່ງແລ້ວຄືວ່າຈະຍຶດເອົາຜົນຂອງການໂຕ້ວາວັນພຸດນີ້.\"\n",
        "output": [
            "Ross Bell, spokesman for the Drug Foundation, said: \"Not only is such a review too narrow, it also seemed to pre-empt the outcome of Wednesday's debate.\"\n"
        ]
    },
    {
        "input": "Sony ໄດ້​ຮັບ​ລາຍ​ງານ​ເລື່ອງ​ຄວາມ​ຮ້ອນ​ເກີນ​ຈຳ​ນວນ 209 ກໍ​ລະ​ນີ​ທົ່ວ​ໂລກ ແລະ​ມີ​ລູກ​ຄ້າ​ລາຍ​ໜຶ່ງ​ລາຍ​ງານ​ວ່າ​ໄດ້​ຮັບ​ບາດ​ເຈັບ​ເລັກ​ນ້ອຍ​ນຳ.\n",
        "output": [
            "Sony has received 209 reports of overheating worldwide, and one customer has reported receiving minor burns.\n"
        ]
    },
    {
        "input": "\"ຄວາມແຕກຕ່າງໃນອັດຕາການລະເຫີຍ ຄວາມຫນຽວແລະສະພາບອາກາດເຮັດໃຫ້ມີໂອກາດຫລາຍຂື້ນໃນການໄດ້ນຳນ້ຳມັນຂື້ນມາ.\"\n",
        "output": [
            "\"Differences in evaporation rates, viscosity and weathering provide greater opportunities to recover oil.\"\n"
        ]
    },
    {
        "input": "ໜ່ວຍຍາມຝັ່ງທະເລຂອງສະຫະລັດກ່າວວ່າຜູ້ຊາຍທີ່ບໍ່ສາມາດລະບຸໄດ້ທີ່ເສຍຊີວິດ ໄດ້ຕົກລົງໄປໃນນ້ຳໃນຂະນະທີ່ລາວພະຍາຍາມທີ່ຈະຊອກຫາທາງໜີຈາກນ້ຳແຂງ.\n",
        "output": [
            "The United States Coast Guard says the unidentified man who died fell into the water while trying to find a way off the ice.\n"
        ]
    },
    {
        "input": "ຝ່າຍ​ຜູ້ກໍ່​ການ​ຮ້າຍ​ຕອບ​ມາ​ວ່າ ພວກ​ເຂົາ​ຈະ​ພະ​ຍາ​ຍາມ​ໂຄ້ນ​ລົ້ມ​ລັດ​ຖະ​ບານ​ໃຫ້​ໄດ້ ແລະ​ ປົດທ່ານ Pervez Musharraf ​ປະ​ທານ​ປະ​ເທດ​ປາ​ກິດ​ສະ​ຖານ​ ທີ່​ຫາກໍ່​ຖືກແຕ່ງ​ຕັ້ງ​ໃໝ່​ອອກ​ຈາກ​ອຳ​ນາດ.\n",
        "output": [
            "Militants say that they are going to attempt to overthrow the government and take the newly elected Pakistani President Pervez Musharraf out of power.\n"
        ]
    },
    {
        "input": "ການປະທູ ແມ່ນໄດ້ສ້າງຮູຂະໜາດໃຫຍ່ ໃນພູເຂົານໍ້າແຂງ ພ້ອມທັງ ຮອຍແຍກ ທີ່ວ່າ ສ້າງຂຶ້ນພາຍໃຕ້ພູເຂົານໍ້າແຂງ ເຊິ່ງປະຈຸບັນນີ້ ໄດ້ຂະຫຍາຍຕົວຍາວປະມານ 2 ກິໂລແມັດ (1 ໄມ).\n",
        "output": [
            "The eruption has created a large hole in the glacier, as well as a fissure that is forming under the glacier, which is now around 2 kilometers (1 mi) long.\n"
        ]
    },
    {
        "input": "ທີມ ເວດສ ອິນດີ້ ນໍາໂດຍ ຢອກ ແມ່ນ ມີຄວາມອາດສາມາດ ແລະ ຍາກໃນການບຸກ ແຕ່ວ່າຄວາມກົດດັນຈາກທີມສະວີເດັນແມ່ນ ພວກເຂົາຍັງຢູ່ໃນເຂດລານບານເຄິ່ງຂອງຕົນເອງເກືອບທັງເກມແຂ່ງຂັນ.\n",
        "output": [
            "The West Indies team led by Yorke was competitive and hard in the tackle but Swedish pressure meant the team was in its own half of the pitch most of the game.\n"
        ]
    },
    {
        "input": "ຕຳຫວດສາກົດໄດ້ອອກ \"ໃບເຕືອນສີສົ້ມ\" ສຳຫລັບຜູ້ນຳເຈມາ ອິສະຫລາມນິຍາ ຂອງເອເຊຍອາຄະເນ ມາດ ເຊລາມັດ ບິນ ຄັດຕາຣີ ຊື່ງຫນີອອກຈາກສຸະຖານກັກກັນໃນວັນພຸດ.\n",
        "output": [
            "Interpol has issued an \"Orange Notice\" for the leader of southeast Asian Jemaah Islamiyah, Mas Selamat bin Kastari, who escaped from a detention center Wednesday.\n"
        ]
    },
    {
        "input": "ຂໍ້ຕົກລົງດັ່ງກ່າວນີ້ ແມ່ນໄດ້ຮັບການຮັບຮອງໂດຍລັດຖະບານບາຊີວໃນເດືອນພະຈິກ 2007 ແລະ ໄດ້ຮັບການຮັບຮອງໂດຍລັດຖະສະພາຝຣັ່ງໃນເດືອນມີນາ 2007.\n",
        "output": [
            "The agreement was approved by the Brazilian government in November 2007 and was approved by the French Parliament in March 2007.\n"
        ]
    },
    {
        "input": "ລອນດອນ ອັງກິດ - ການແຂ່ງຂັນກິລາ ພາລາລີມປິກ ລະດູຮ້ອນປີ 2012 ທີ່ຈະເລີ່ມໃນບໍ່ຮອດອາທິດນີ້ ສ່ວນໜື່ງຂອງ ຄະນະພາລາລີມປິກຂອງ ປາປົວ ນິວກິເນຍ ໄດ້ເດີນທາງມາເຖິງ ລອນດອນ ຕອນເຊົ້າມື້ນີ້ ເພື່ອສະໜັບສະໜູນຄູ່ກິລາຂອງປະເທດທີ່ຮັບຮອງສຳລັບການແຂ່ງຂັນ ຜູ້ແຂ່ງຂັນກິລາ ຟຮັງຊິສ ຄົມປາອອນ ແລະ ນັກຍົກນ້ຳໜັກ ຕີໂມທີ ຮາຣາບີ.\n",
        "output": [
            "London, England — With the 2012 Summer Paralympics starting in less than a week, parts of Papua New Guinea's Paralympic delegation arrived in London earlier today in order to support the pair of athletes the country qualified for the Games, athletics competitor Francis Kompaon and powerlifter Timothy Harabe.\n"
        ]
    },
    {
        "input": "ຊິງໄດ້ຮັບການຜ່າຕັດບາຍພາດຫົວໃຈໃນອັງກິດເມື່ອປີ 1990 ແລະສັນຍະກຳຕົກແຕ່ງຫລອດເລືອດໃນປີ2004 ທີ່ເດລີ ໃຫ້ປະກົດຂື້ນປີດໃນເສັ້ນເລືອດຂອງລາວ.\n",
        "output": [
            "Singh, a diabetic, underwent a bypass surgery in Britain in 1990 and had an angioplasty in 2004 in Delhi in which stents were introduced in his arteries.\n"
        ]
    },
    {
        "input": "ABC ເອງ​ກໍ​ລ​າຍງ​ານ​ຂ່າວ​ວ່າ ທັງ Woodruff ແລະ Vogt ສວມ​ໃສ່​ເຄື່ອງ​ປ້ອງ​ກັນ​ລູກ​ປືນ ແລະ​ໝວກ​ກັນ​ກະ​ທົບ​ພ້ອມ.\n",
        "output": [
            "ABC also said that both Woodruff and Vogt were wearing body armor and helmets.\n"
        ]
    },
    {
        "input": "ກ່ຽວກັບຊັບສິນໃນພັກຂອງລາວ ເອັດສ໌ເອັນພີ ຊັດມອນອະທິບາຍຕົວລາວເອງຈາກການຫາສຽງໃນກາວໂກອີແລະເກ໊ນຣໍວ່າເປັນ \"ສົງຄາມຄູເສດຂອງອິເວນເຈີລິກ\" ຊື່ງ \"ເປັນໄປໄດ້ດ້ວຍດີທີ່ກາວໂກອີແຕ່ບໍ່ຄ່ອຍດີທີ່ເກນຣໍ.\"\n",
        "output": [
            "In reference to the fortunes of his party, the SNP, Salmond described by-election campaigns in Glasgow East and Glenrothes as \"evangelical crusades\" which, \"had gone down well in Glasgow East - but \"slightly less well in Glenrothes\".\n"
        ]
    },
    {
        "input": "ອີງຕາມການເຜີຍແຜ່ບົດລາຍງານ ໂດຍອົງກອນຮ່ວມມືກະຈາຍສຽງອາຟຣິກກາໃຕ້ (SABC) ໃຫ້ຮູ້ວ່າ ອົງກອນສືບສວນແຫ່ງຊາດ ອາຟຣິກາໃຕ້ (NPA) ໄດ້ອອກຄຳສັ່ງໝາຍຈັບ ເຊິ່ງໄດ້ແບ່ງແຍກການດຳເນີນການຈາກຕຳຫຼວດ ເພືອ ດໍາເນີນການຈັບກຸມ ແຈັກກີ ເຊເລບີ ຄະນະກຳມະການຕຳຫຼວດແຫ່ງຊາດຂອງອາຟຣິກາໃຕ້ ແລະ ປະທານອົງກອນຕຳຫຼວດສາກົນ.\n",
        "output": [
            "According to a report released by the South African Broadcasting Corporation (SABC), a warrant has been issued by the South African National Prosecuting Authority (NPA), which operates separately from the police, for the arrest of Jackie Selebi national commissioner of the South African police and president of Interpol.\n"
        ]
    },
    {
        "input": "ເຖືງແມ່ນວ່າບິດຣູອິນພາຣາໄດຊ໌ຈະມີຈຸດປະສົງເພື່ອເຮັດເປັນຫນັງ ແລະສ້າງຄວາມສະຫຍອງຂວັນ.\n",
        "output": [
            "Although Beast Loose in Paradise is more 'movie-esque' and 'horror-ish' on purpose.\n"
        ]
    },
    {
        "input": "ວິທີການແມ່ນຖືກອອກແບບ ເພື່ອໃຫ້ຄົນຕົກໃຈ ແລະ ຮູ້ວ່າການສູບຢາໄດ້ຂ້າຕົວເອງແລະເຮັດໃຫ້ເກີດການເຈັບປ່ວຍຮ້າຍແຮງ.\n",
        "output": [
            "The approach is designed to shock people into realising smoking kills and causes serious illness.\n"
        ]
    },
    {
        "input": "ການເປັນຫຸ້ນສ່ວນທີ່ໄດ້ມີຂ່າວລືມາຫຼາຍປີ ແລະ ປະລິມານການເຕີບໃຫ່ຍທີ່ໜ້າປະທັບໃຈ ໃນຫຼາຍເດືອນຜ່ານມາ.\n",
        "output": [
            "Such a partnership had been rumored for years, and the amount of speculation grew over the past few months.\n"
        ]
    },
    {
        "input": "ໃນການລົງຄະແນນ 5-4 ສານສູງສຸດ ສະຫະລັດ ໄດ້ລົບລ້າງ ການປະຫານຊີວິດໃຫ້ແກ່ Patrick Kenndy ໃນການຕັດສິນການຂົ່ມຂືນເດັກນ້ອຍ ໂດຍເວົ້າວ່າມັນບໍ່ໄດ້ແມ່ນສັດສ່ວນ ໃນຄວາມຜິດທາງອາຍາ ແລະ ເຊິ່ງມັນລະເມີດ ການຫ້າມຂອງ ລັດຖະທຳມະນູນ ໃນການລົງໂທດທີ່ເຍືອກເຍັນ ແລະ ຜິດປົກກະຕິ ແລະ ດ້ວຍເຫດນັ້ນໄດ້ຈັດການແບບທີ່ເຄີຍມີມາ.\n",
        "output": [
            "In a 5-4 vote, the United States Supreme Court overturned the death penalty for Patrick Kennedy, convicted of raping a child, saying it is not proportional to the crime and that it violates the Constitutional ban on cruel and unusual punishment, and thereby setting a precedent.\n"
        ]
    },
    {
        "input": "ມັນມີສອງການສ້າງຕັ້ງໃນ ສກ້ອດແລນ ໃນ Faslane ແລະ Rosyth ໂດຍສະໜອງການບໍລິການ ເພື່ອກອງທັບເຮືອດຳນ້ຳນິວເຄຣຍ.\n",
        "output": [
            "There are two establishments in Scotland, at Faslane and Rosyth, providing services to the nuclear submarine fleet.\n"
        ]
    },
    {
        "input": "ງົວຄວາຍແມ່ນສັງເກດເຫັນໄດ້ງ່າຍກ່ວາ ແລະຈຳນວນ 8,510 ໂຕ ໃນ 308 ບ່ອນໄດ້ພິສູດແນວໂນ້ມທີ່ແໜ້ນໜາເພື່ອຈັດວາງແນວທາງຮ່າງກາຍໃຫ້ສອດຄ່ອງກັບທົ່ງແມ່ເຫຼັກຂອງໂລກ.\n",
        "output": [
            "Cattle were easier to observe, and 8,510 head of cattle at 308 locations demonstrated a strong tendency to align body orientation in accordance with the earth's magnetic field.\n"
        ]
    },
    {
        "input": "ເວບໄຊ ເຊິ່ງເປັນເລື່ອງລໍ້ລຽນຜົນງານຂອງທອມຄູສ ແລະ ການມີສ່ວນຮ່ວມຂອງລາວກັບໂບດນິກາຍວິທີວິທະຍາ ໄດ້ກາຍມາເປັນສູນກາງຂອງການໂຕ້ຖຽງ ເມື່ອມັນໄດ້ຮັບໃຊ້ຫລາຍໆການຄໍາສັ່ງຢຸດ ແລະ ຢຸດເຊົາ ທີ່ລີເລີ່ມໂດຍໂບດດັ່ງກ່າວ.\n",
        "output": [
            "The site, which is a parody of Tom Cruise and his involvement with the Church of Scientology, became the centre of controversy when it was served with a number of cease and desist orders initiated by the Church.\n"
        ]
    },
    {
        "input": "ໃນການແຂ່ງຂັນລະຫວ່າງ ຕຸລະກີແລະສະຫະລັດ, ລົດຄັນໜຶ່ງໄດ້ຮັບການສ້ອມແປງໃນລະຫວ່າງການແຂ່ງຂັນ.\n",
        "output": [
            "At the Turkey vs United States game, a chair was repaired during the match.\n"
        ]
    },
    {
        "input": "ທ່ານຈີ ສຸທາຄາຣັນ ຜູ້ນຳວັດຂອງລັດເກລະໄດ້ໃຫ້ສຳພາດກັບສຳນັກຂ່າວເດີ ທາມ ໂດຍນຳສະເຫນີມຸມມອງທີ່ແຕກຕ່າງ.\n",
        "output": [
            "G. Sudhakaran, Kerala's minister for temples, presented a different viewpoint in a statement to The Times.\n"
        ]
    },
    {
        "input": "ທາງຜູ້ຈັດການຊາວສະວີເດນຂອງທີມອັງກິດ ສະເວນ-ໂກຣານເອີຣີກສັນ ກ່າວວ່າ ມີການຄອງບານຫລາຍກວ່າແຕ່ບໍ່ສາມາດເຮັດປະຕູໄດ້ຫລາຍກວ່າປະຕູທຳອິດໃນຊ່ວງຕົ້ນ.\n",
        "output": [
            "England's Swedish manager Sven-Göran Eriksson's side had more possession but failed to score more than the one early goal.\n"
        ]
    },
    {
        "input": "ບາງຕົວຢ່າງຂອງຊອບແວທີ່ບໍ່ເສຍຄ່າທີ່ເປັນທີ່ຮູ້ຈັກຢ່າງດີ ເຊັ່ນ: ລະບົບປະຕິບັດການ ລີນຸກສ ເວັບບຣາວເຊີ້ ໂມຊິລາ ແລະ ຊຸດ ໂອເພັນອອບຟີສ.\n",
        "output": [
            "Some of the most well-known examples of free software are the Linux operating system, the Mozilla web browser and the OpenOffice office suite.\n"
        ]
    },
    {
        "input": "ອີງຕາມການຖະແຫຼງຂອງໂຄສົກສະມາຄົມຜູ້ປະກອບອາຊີບວຽກງານສາທາ ທ່ານ ອາເລັກ ໂອຣິນາ ໄດ້ໃຫ້ຮູ້ວ່າ ເງິນເດືອນລວມທັງອັດຕາກິນສະເລ່ຍຂອງພະນັກງານສາທາເຄັນຢາແມ່ນປະມານ 25,000 ເຄນຢາຊິວລິງ (193ປອນ 302 ໂດລາ ຫຼື 230 ເອີໂຣ).\n",
        "output": [
            "According to Kenya Health Professionals Society spokesperson Alex Orina, the average monthly wage plus allowances for health workers in Kenya is KSh25,000 (£193, US$302 or €230) approximately.\n"
        ]
    },
    {
        "input": "\"ພຽງແຕ່ຈະລຸກເປັນໄຟຄວາມກຽດຊັງຂອງຊາວຢິວແລະອິດສະຣາເອນ ໃນຂະນະບໍ່ມີຫຍັງທີ່ຈະປົກປ້ອງຊີວິດຂອງຊາວອິດສະຣາເອນໄດ້.\"\n",
        "output": [
            "\"It would only inflame hatred of Jews and of Israel, while doing nothing to protect the lives of Israelis.\"\n"
        ]
    },
    {
        "input": "ດັ່ງນັ້ນ ກຸ່ມທີ່ຢູ່ເທິງຫລັງຄາກໍ່ຖືກກອງຮັກສາຄວາມປອດໄພພາຕົວອອກໄປເຊັ່ນກັນ.\n",
        "output": [
            "Consequently, the rooftop was taken by security forces as well.\n"
        ]
    },
    {
        "input": "ພະ​ຍາ​ກອນ​ອາ​ກາດບອກ​ໃຫ້​ຮູ້​ວ່າ ພະ​ຍຸ​ໄດ້​ມີ​ການ​ປ່ຽນ​ແປງ​ເສັ້ນ​ທາງ​ກ່ອນ​ທີ່​ຈະ​ພັດ​ເຂົ້າ​ແຂວງ Cagayan ທາງ​ພາກ​ເໜືອ​ຂອງປະ​ເທດ.\n",
        "output": [
            "Forecasters say the storm changed course before striking the Cagayan province in the northern part of the country.\n"
        ]
    },
    {
        "input": "ການໂຕ້ຖຽງເກີດຂຶ້ນກ່ອນເກີດເຫດໃນຕອນແລງ ລະຫວ່າງມືປືນ ແລະ ເຫຍື່ອ.\n",
        "output": [
            "A discussion took place before an evening performance between the alleged shooter and one of the victims.\n"
        ]
    },
    {
        "input": "ຊິນນອດເກີດໃນເມືອງ ລິເວີພູເມືອ່ປີ 1952 ລາວສຳເລັດການສືກສາສິລະປະສາດບັນດິດສາຂາສັງຄົມສາດຈາກສະຖາບັນມິດເດີ້ເຊັກ ໂພລີເທັກນິກໃນປີ 1974.\n",
        "output": [
            "Born in Liverpool in 1952, he received a Social Sciences Bachelor of Arts from Middlesex Polytechnic in 1974.\n"
        ]
    },
    {
        "input": "ຫນຶ່ງໃນຄູ່ແຂ່ງຂອງ ທ່ານ ອາມາດິນຈາດ ແມ່ນ ທ່ານ ມີ ຮອດເຊນ ມູຊາວີ ໄດ້ປະກາດກອ່ນຫນ້ານີ້ວ່າລາວຈະແມ່ນຜູ້ຊະນະຢ່າງ \"ເເນ່ນອນ\" ແລະ ກ່າວວ່າລາວຈະຄັດຄ້ານຕໍ່ຜົນຄະແນນສຽງດັ່ງກ່າວ.\n",
        "output": [
            "One of Ahmadinejad opponents Mir Hossein Mousavi, had earlier declared himself \"definitely\" the winner and said he may dispute the results.\n"
        ]
    },
    {
        "input": "ທ່ານອາດເວົ້າວ່າ 'ບໍ່ ປົມທີ່ຂ້າພະເຈົ້າຕ້ອງການແທ້ຈິງຄືການນຸ່ງເສື້ອຜ້າແບບຜູ້ຍິງ.'\n",
        "output": [
            "Or you might say, 'No, my kink is I really need to dress in women's clothing.'\n"
        ]
    },
    {
        "input": "ນັດອື່ນບໍ່ຖືກຜູ້ຊາຍ ນັດໜຶ່ງຖືກລົດ.\n",
        "output": [
            "The other shots missed the boys, one hitting a car.\n"
        ]
    },
    {
        "input": "ທ່ານ ໂທນີ້ ແອັບບອັດ ຫົວໜ້າຝ່າຍຄ້ານ ເວົ້າວ່າ: ບັນດາໂຕເລກສະແດງເຖິງຄ່າອາກອນກາກບອັນທີ່ຈະຕ້ອງຈ່າຍພາຍໃນຄົວເຮືອນອົດສະຕາລີ.\n",
        "output": [
            "Opposition Leader Tony Abbott said the figures demonstrated the toll a carbon tax would have on Australian families.\n"
        ]
    },
    {
        "input": "ນອກຈາກນັ້ນຍັງເພີກຖອນຄຳກ່າວອ້າງທີ່ວ່າຄຳສັ່ງທີ່ສານໄດ້ຮັບຍັງບໍ່ສົມບູນຫຼືຍັງບໍ່ຊັດເຈນດ້ວຍ ໂດຍກ່າວວ່າ \"ທະນາຍຈຳເລີຍໃຫ້ຄຳຖະແຫລງການທີ່ເຮັດໃຫ້ເຂົ້າໃຈຜິດມາແທນ\" ແລະໃນສະຖານການນີ້ ສານໄດ້ຮັບອານຸຍາດໃຫ້ດຳເນີນການຕາມຄຳສັ່ງເດີມ ແລະສານສາມາດຕັດສິດໄດ້ໂດຍທີ່ \"ຂໍ້ກ່າວຫາທີ່ຮັບມາ ບໍ່ຈຳເປັນຕ້ອງສົມບູນທາງເທັກນິກ.\"\n",
        "output": [
            "They also dismissed claims that instructions given to the jury by the judge had been incomplete, or unclear, stating that \"the defendants proposed a misleading statement as an alternative\", and that in such situations the judge is allowed to stay with the original instruction, and in particular is not required \"that a submitted charge be technically perfect to alert the court to the need for a particular charge\".\n"
        ]
    },
    {
        "input": "ພວກເຂົາເວົ້າວ້າ ເຈົ້າໜ້າທີ່ອຸດສາຫະກຳທາງທະເລ ຖືກອະນຸຍາດໃຫ້ສອບສວນອຸບັດຕິເຫດທາງທະເລ.\n",
        "output": [
            "They say only the Maritime Industry Authority is allowed to investigate accidents at sea.\n"
        ]
    },
    {
        "input": "ນັກບວກຊູດານທີ່ມີຊື່ສຽງຈຳນວນໜຶ່ງໄດ້ເບິ່ງຂ້າມຂ້າມ ຄຳແນະນຳຂອງລັດຖະບານ ທີ່ບໍ່ໃຫ້ຈຸດສະນວນເຫດການ ເຖິງວ່າພວກເຂົາໄດ້ຢຸດການຮ້ອງຂໍ ຄວາມຕາຍຂອງລາວໂດຍກົງ.\n",
        "output": [
            "A number of prominent Sudanese clerics ignored government instructions not to inflame the situation, although they stopped short of directly calling for her death.\n"
        ]
    },
    {
        "input": "ລະຫວ່າງການໂຕ້ວາທີ ແລະ ຮອບການລົງຄະແນນທຳອິດ ໂບໂບຊີໂກວາ ໄດ້ຖອນການສະເໜີຕົວຂອງລາວ, ໂດຍອ້າງວ່າສະໜັບສະໜູນຂອງລາວມີໜ້ອຍ.\n",
        "output": [
            "Between the debate and the first voting round Bobošíková withdrew her candidacy, citing a lack of support for her.\n"
        ]
    },
    {
        "input": "ເວີເຣນ ສະໂນດອນ ລັດຖະມົນຕີວິທະຍາສາດແລະເຈົ້າຫນ້າທີ່ກະລາໂຫມກ່າວວ່າສະຫະລັດເຍຍລະມັນໄດ້ຮັບການແຈ້ງຖືງການຄົ້ນພົບນີ້ແລະພື້ນທີ່ຕົງນັ້ນໄດ້ຮັບການຄຸ້ມກັນ.\n",
        "output": [
            "Warren Snowdon Minister for Defense Science and Personnel said that the Federal Republic of Germany has been advised of the discovery and that the site is to be protected.\n"
        ]
    },
    {
        "input": "ເພື່ອນຂອງຄົນຮ້າຍຮູ້ສືກຕົກໃຈກັບຂໍ້ກ່າວຫານັ້ນແລະກ່າວວ່າ \"ລາວເປັນຄົນທີ່ສຸພາບແລະດີທີ່ສຸດຄົນຫນື່ງທີ່ຂ້າພະເຈົ້າຮູ້ຈັກໃນໂຮງຮຽນີ້ເລີຍ.\"\n",
        "output": [
            "A friend of the alleged assailant was shocked at the allegations and said he is \"one of the nicest and most gentle people that we know at this school.\"\n"
        ]
    },
    {
        "input": "ນັກຂີ່ລົດຖີບ 122 ຄົນໄດ້ສຳເລັດການແຂ່ງຂັນ 6 ມື້ຊຶ່ງເລີ່ມແຕ່ສະຫນາມແຂ່ງຮອດ Adelaide ອົດສະຕາລີໃຕ້.\n",
        "output": [
            "122 cyclists completed the six day race around a circuit starting and ending at Adelaide, South Australia.\n"
        ]
    },
    {
        "input": "ແຜ່ນ​ດິນ​ໄຫວຄັ້ງ​ທຳ​ອິດ​ຄື 7.2 ແມັກ​ນິ​ຈູດແມ່ນບັນ​ທຶກໄດ້​ຕອນ 4:08 ໂມງ ວັນ​ພະ​ຫັດ​ຕອນ​ເຊົ້າ​ຕາມເວ​ລາ​ທ້ອງ​ຖິ່ນ (UTC+11) 55 ກິໂລແມັດ (35 ໄມ) ໄປ​ທາງ​ທິດ​ຕາ​ເວັນ​ອອກ ຕາ​ເວັນ​ອອກ​ສຽງ​ໃຕ້ຂອງ​ລູ​ກັນ​ວິວ​ລ໌ ເອັ​ສ​ພິ​ຣິ​ຕູ ຊານ​ໂຕ ວາ​ນູ​ອາ​ຕູ ແລະ​ມີ​ຄວາມ​ເລິກ​ປະ​ມານ 144.8 ກມ (90.0ໄມ).\n",
        "output": [
            "The first 7.2 quake was recorded at 4:08 a.m., Thursday morning local time (UTC+11), 55 kilometers (35 miles) east, southeast of Luganville, Espiritu Santo, Vanuatu with a depth of 144.8 km (90.0 miles).\n"
        ]
    },
    {
        "input": "ພະນັກງານຕໍາຫຼວດໄດ້ຖືກຂ້າຕາຍໃນ County Armagh, ພາກເຫນືອຂອງປະເທດໂດຍພວກມືປືນຕໍ່ເນື່ອງ IRA ພຽງ 48 ຊົ່ວໂມງຫຼັງຈາກທະຫານສອງຄົນຖືກຂ້າຕາຍ.\n",
        "output": [
            "A police officer has been killed in County Armagh, Northern Ireland by Continuity IRA gunmen a mere 48 hours after two soldiers were killed.\n"
        ]
    },
    {
        "input": "\"ຂ້າພະເຈົ້າບໍ່ຮູ້ວ່າໃຜຢູ່ເບື່ອງຫລັງ[ການໂຈມຕີ]ແຕ່ຂ້າພະເຈົ້າຄິດວ່າເປັນກຸ່ມອະດີດທະຫານຂະຫນາດນ້ອຍ\" ລາວກ່າວ.\n",
        "output": [
            "\"I don't know who is behind [the attack], but I think it's one of the factions of the ex-militants,\" he said.\n"
        ]
    },
    {
        "input": "ຝົນຕົກຫນັກລົບກວນການຫລິ້ນບານ ແຕ່ການຫລິ້ນບານເລີ່ມຂື້ນອີກຄັ້ງແລະແບນດັນ ເທເລີເຮັດຄະແນນໄດ້ 60 ໃນຂະນະທີ່ຊິມບັບເວເກືອບເຮັດໄດ້ຖືງເປົ້າໂດຍຂາດໄປພຽງຫນື່ງຄະແນນໃນຊ່ວງການຈົບເກມທີ່ຕືງຄຽດ.\n",
        "output": [
            "A heavy shower interrupted the innings, but play restarted and Brendan Taylor scored 60 not out as Zimbabwe reached the target with one ball remaining in a tense finish.\n"
        ]
    },
    {
        "input": "ແມຄເຄນ ຊື່ງຢູ່ໃສຝຣັ່ງເສດຫລັງຈາກທີ່ເດິນທາງໄປອິຣັກໄດ້ບໍ່ດົນ ໄດ້ຕອບຮັບກັບເຫດການດັ່ງກ່າວວ່າ \"ຄ່ານິຍົມຂອງສະຫະລັດອາເມລິກາກ່ຽວກັບຄວາມເປັນສ່ວນຕົວແລະການກະທຳທີ່ຖືກຕ້ອງຂອງທຸກຄົນເປັນເລື່ອງທີ່ຄວນໄດ້ຮັບການສົ່ງເສີມ.\"\n",
        "output": [
            "McCain, who was in France after recently traveling to Iraq responded to the incident stating, \"The United States of America values everyone's privacy and corrective action should be taken.\"\n"
        ]
    },
    {
        "input": "ການຖະແຫຼ່ງຂ່າວໃນວັນສຸກ ເຈົ້າຂອງ J. Paul Reddam ໄດ້ປະກາດວ່າ ມ້າພັນແທ້ໄດ້ຮັບບາດເຈັບ ແລະ ລາວຈະບໍ່ພຽງແຕ່ຖືກຍ້າຍການແຂ່ງຂັນ ໃນວັນເສົາເທົ່າ ແຕ່ລາວຈະຖືກອອກເບ້ຍບຳນານ ຈາກການແຂ່ງຂັນຕໍ່ໄປຄັ້ງໃດກໍ່ໄດ້.\n",
        "output": [
            "At a Friday press conference, owner J. Paul Reddam announced that the thoroughbred was injured and he will not only be removed from the race Saturday but he will be retired from any further racing.\n"
        ]
    },
    {
        "input": "ເຊິ່ງນໍາໄປສູ່ສຸຂຸພາບທີ່ບໍ່ແຂງແຮງ ປະສິດທິຜົນການເຮັດວຽກຕໍ່າ ເກີດອັນຕະລາຍໃນການໃຊ້ຖະໜົນຫົນທາງ ແລະ ຄວາມຕ້ອງການທາງເພດຫຼຸດລົງ.\n",
        "output": [
            "This leads to poorer health, lower productivity on the job, more danger on the roads and a less vibrant sex life.\n"
        ]
    },
    {
        "input": "Woodruff ໄດ້​ເຂົ້າ​ເປັນ​ຜູ້​ຮ່ວມ​ປະ​ກາດ​ຂ່າວ​​ຖາ​ວອນຂອງ World News Tonight ຂອງ​ຊ້ອງ ABC ຮ່ວມ​ກັບ Elizabeth Vargas ໃນ​ວັນ​ທີ 3 ມັງ​ກອນ 2006 ຊຶ່ງ​ມາ​ແທນ​ທີ່ Peter Jennings.\n",
        "output": [
            "Woodruff became the permanent co-anchor of ABC's World News Tonight, with Elizabeth Vargas on January 3, 2006, replacing the late Peter Jennings.\n"
        ]
    },
    {
        "input": "ໂດຍໜູກຸ່ມດັ່ງກ່າວມີຈຳນວນແລະການເຮັດວຽກຂອງເຊວເພດຊະຄາດຫນ້ອຍກວ່າຫລາຍ.\n",
        "output": [
            "The mice had a dramatic reduction in the number and activity of natural killer cells.\n"
        ]
    },
    {
        "input": "ທ່ານ ຊອງ ອາຍເຮ ດອງ ກ່າວວ່າ ທ່ານ ບອງໂກ ຊື່ງເປັນຜູ້ນໍາທີ່ຍາວນານທີ່ສຸດຂອງ ປະເທດອັບຝຣິກາ ໄດ້ເສຍຊີວິດ ຢູ່ທີ່ຄລິນິກ ກິຣອນ ເມື່ອວັນຈັນ ດ້ວຍອາຍຸ 73 ປີ.\n",
        "output": [
            "Jean Eyeghe Ndong said that Bongo, the longest-serving leader of an African country, had died at the Quiron clinic on Monday, at the age of 73.\n"
        ]
    },
    {
        "input": "ມີປະ​ໂຫຍກ​ເຊັ່ນ​ \"ຫ້າມ​ບໍ່​ໃຫ້​ທ່ານ​ກັງ​ວົນ​ກ່ຽວ​ກັບ​ການ​ທີ່​\" ແລະ \"ຄຸນ​ງາມ​ຄວາມ​ດີຂອງຂ້ອຍ​\" ເປັນຄືກັບເຄື່ອງ​ຫມາຍ​ການ​ຄ້າ​ການ​ນໍາອິດສະຫຼະ​.\n",
        "output": [
            "Phrases such as \"Don't you worry about that\" and \"Goodness gracious me\" were like trademarks to the maverick leader.\n"
        ]
    },
    {
        "input": "ເຖິງຢ່າງໃດກໍ່ຕາມຜູ້ນຳໃຊ້ໄດ້ກ່າວວ່າ \"ຂ້ອຍບໍ່ຮູ້ວ່າ ພາລິນໄດ້ຮັບການແຕ່ງຕັ້ງໃນຕອນທີ່ຂ້ອຍແປງບົດຄວາມ\" ແລະ \"ບໍ່ມີໃຜສັ່ງໃຫ້ຂ້ອຍແປງບົດຄວາມເຫຼົ່ານີ້.\"\n",
        "output": [
            "The user did however state that \"I did not know Palin was the nominee when I made my edits,\" and \"no one instructed me to make these edits.\"\n"
        ]
    },
    {
        "input": "ພຽງລາຄາອາຫານລົດລົງມາຈາກຈຸດສູງສຸດເມື່ອກາງປີ 2008 ແລ້ວ ລາຍງານລະບຸວ່າ ລາຄາອາຫານຍັງແພງກວ່າປີກ່ອນໆແລະລາຄາອາຫານໃນປະເທດກຳລັງພັດທະນາກໍ່ຍັງຄົງສູງຫລາຍ.\n",
        "output": [
            "Although food prices have declined from their record high levels in mid-2008, the report states that global food prices are still high compared to previous years, and that domestic prices remain prohibitively high in developing countries.\n"
        ]
    },
    {
        "input": "ການກຳຫນົດນີ້ຕາມມາຫລັງຈາກການບັງຄັບໃຫ້ຜະສົມອິທານນໍຜະສົມກັບນ້ຳມັນທົ່ວລັດ ຊື່ງເປັນລັດທຳອິດທີ່ກຳຫນົດເຊັ່ນນີ້ ຊື່ງໃຫ້ມີຜົນຕັ້ງແຕ່ປີ1997.\n",
        "output": [
            "This follows the statewide mandate requiring ethanol to be mixed into gasoline—also a first by Minnesota—which took effect in 1997.\n"
        ]
    },
    {
        "input": "ນີ້ເປັນຄັ້ງທຳອິດທີ່ຝຣັ່ງເສດພ່າຍແພ້ໃນຮອບທຳອິດຂອງການແຂ່ງຂັນເວີຄັບ.\n",
        "output": [
            "This is the first time that the French have lost during the pool stages of the World Cup.\n"
        ]
    },
    {
        "input": "ຂໍ້ພິພາດເລີ່ມຂື້ນເມື່ອເດືອນມິຖຸນາເມື່ອຄວາມຮຸນແຮງປະທຸຂື້ນລະຫວ່າງປະເທດຕາມເຂດຊາຍແດນໃນພູມມິພາກດູໄມຣາ.\n",
        "output": [
            "The dispute dates back to June when violence erupted between the nations in the border region of Doumeira.\n"
        ]
    },
    {
        "input": "TfL ຜູ້ເຊື້ເຄືອຂ່າຍ ແທມລິ້ງ ມາຈາກ ບໍລິສັດ ແທມແທັກ ຄອຍດອນ ຈໍາກັດ ໃນປີ 2008 ໄດ້ປະກາດແຜນການໃນທ້າຍເດືອນມັງກອນ ພາຍຫຼັງການຍື່ນປະມູນແກ່ ອອບຟິດໂຊ ຈໍນໍ ຂອງສະຫະພາບເອີຣົບ ຫຼື (OJEU) ໃນວັນທີ 29 ມັງກອນ.\n",
        "output": [
            "TfL, who purchased the Tramlink network from Tramtrack Croydon Ltd. in 2008, announced the plans late January, after submitting the tender to the Official Journal of the European Union (OJEU) on January 29.\n"
        ]
    },
    {
        "input": "ກະສວຍອາວະກາດດິດຄອບເວີຣີຈອດທີ່ສະຖານນີອາວະກາດນານາຊາດລະຫວ່າງພາລະກິດເອັດສ໌ທີເອັດສ໌-120.\n",
        "output": [
            "Shuttle Discovery is presently docked to the ISS during mission STS-120.\n"
        ]
    },
    {
        "input": "ກໍລະນີນີ້ແມ່ນການຕິດເຊື້ອຄັ້ງທຳອິດຂອງມ້າແຂ່ງ ໂດຍແມ່ນການຕິດເຊືອແບບທົບເຄິ່ງຂອງມ້າທີ່ໄດ້ພັກຜ່ອນ ພາຍໃນ NSW ແລະ ຄວີນແລນ.\n",
        "output": [
            "The cases are the first infections of race horses, despite infecting dozens of recreational horses across NSW and Queensland.\n"
        ]
    },
    {
        "input": "ໄດ້ສະເຫນີແຜນການນີ້ຕໍ່ຜູ້ພິພາກສາສານລົ້ມລະລາຍໃນຊ່ວງເຊົ້າມື້ນີ້.\n",
        "output": [
            "The plans were brought up to a bankruptcy judge earlier today.\n"
        ]
    },
    {
        "input": "ລາວໄດ້ປະຕິເສດທັງຫ້າຂໍຫາ ແຕ່ຄະນະລູກຂຸນສິບຄົນໃຊ້ເວລາຫ້າຊົ່ວໂມງໃນການພິສູດວ່າລາວຜິດ.\n",
        "output": [
            "He pleaded innocent to the five charges brought against him, but the ten person jury took five hours to find him guilty.\n"
        ]
    },
    {
        "input": "ແຜ່ນດິນໄຫວຄັ້ງນີ້ອາດເກີດຂື້ນໃກ້ກັບ Burundi ແຕ່ບໍ່ມີລາຍງານເຖິງຄວາມເສຍຫາຍ ແລະ ການໄດ້ຮັບບາດເຈັບໃດໆຈາກສະຖານທີ່ດັ່ງກ່າວ.\n",
        "output": [
            "The quake could also be felt in nearby Burundi, but there are no reports of damage or injuries there.\n"
        ]
    },
    {
        "input": "ກ່ອນການຮ້ອງຂໍ ຄະແນນຂອງ Uchimura ໄດ້ຮັບອັນດັບທີ່ສີ່ໃນຂະນະທີ່ Britain ຈະໄດ້ຮັບຫຼຽນເງີນ ແລະ Ukraine ຈະໄດ້ຮັບຫຼຽນທອງແດງດ້ວຍຄະແນນ 271.526 ຄະແນນ.\n",
        "output": [
            "Before the appeal, Uchimura's score left Japan in fourth place with Britain taking silver and Ukraine taking bronze with 271.526 points.\n"
        ]
    },
    {
        "input": "ເກົາຫລີເຫນືອໄດ້ຂໍເພີ່ມເຕີມວ່າໃຫ້ຫຍຸດການຊ້ອມຮົບນີ້ໂດຍໄດ້ກ່າວວ່າ \"ຫຸ່ນເຊີດກະຫາຍສົງຄວາມເກົາຫລີໃຕ້ຄວນຫຍຸດການຊ້ອມຮົບໂດຍໃຊ້ປືນແທ້ບໍລິເວນຊາຍຝັ່ງເພື່ອຍົວຍຸທີ່ຊາຍຝັ່ງ ທີ່ວາງແຜນໄວ້ວ່າຈະຊ້ອມຮົບທີ່ຍອນບຽງ.\"\n",
        "output": [
            "North Korea further demands the exercises be canceled saying, \"the South Korean puppet warmongers must immediately cancel the provocative coastal live-fire drills planned on Yeonpyeong.\"\n"
        ]
    },
    {
        "input": "ແນວໃດກໍ່ຕາມ ແມ້ວ່າຈະມີເວລາຫລາຍທີ່ຈະຫລິ້ນແບບເອື່ອຍໆແລະສົ່ງລູກຊ້າ ເວດມີດກັບພາດທ່າເສຍສອງແຕ້ມໃນຊ່ວງສອງສາມນາທີທ້າຍຂອງແກມ.\n",
        "output": [
            "However with several chances squandered and consistently poor passing, Westmeath fell two points behind in the final few minutes of the game.\n"
        ]
    },
    {
        "input": "ແອນດິວ ໄຊມອນເປັນຄົນເຮັດແຕ້ມຫລັກໃຫ້ກັບທີມອົດສະຕາລີຈາກການແລ່ນ 66 ການແລ່ນ ໃນຂະນະທີ່ ອະດຳກິວໄຄຣັດເຮັດໄດ້ 55 ຂອງການແລ່ນ.\n",
        "output": [
            "Andrew Symonds was Australia's top scorer with 66 runs, while Adam Gilchrist made 55.\n"
        ]
    },
    {
        "input": "ທະນາຍຄວາມຂອງຫລາຍຄອບຄົວໄດ້ກ່າວເຖິ່ງການສູນເສຍບຸກຄົນອັນເປັນທີ່ຮັກດ້ວຍ ຢ່າງເຊັ່ນ \"ບໍ່ມີພິທີຝັງບໍ່ມີການກ່າວອຳລາໃດໆ...ມີແຕ່ຄວາມທຸກທໍລະມານ.\"\n",
        "output": [
            "An attorney for several families said some had yet to come to terms with loss of loved ones, saying \"There's been no burial, no goodbye ... just lots and lots of suffering.\"\n"
        ]
    },
    {
        "input": "ພົນພັກ \"ບັນທືກລົດຈັກ\" ຂອງເຊ ກູວ່າຣ່າເສຍຊີວິດແລ້ວ.\n",
        "output": [
            "Che Guevara's \"Motorcycle Diaries\" companion dies\n"
        ]
    },
    {
        "input": "ໃນ​ຄືນ​ວັນ​ພຸດ ຜູ້​ບັນ​ຊາ​ການ​ໃນ​ສະ​ຖານ​ກັກ​ຂັງ ບອກວ່າ Manning ຕ້ອງບໍ່​ໃສ່​ບ໋ອກ​ເຊີ້ ຫຼື​ໂສ້ງ​ຊ້ອນ​ໃນ​ອີກ​ແລ້ວ.\n",
        "output": [
            "On Wednesday night, the brig commander determined that Manning must give up his boxer shorts also.\n"
        ]
    },
    {
        "input": "ດຣ. ເຄວິດ ໄຣລີ ແຫ່ງກົມສາທາລະນະສຸກລັດແຄລິຟໍເນຍກ່າວວ່າ \"ເຮົາບໍ່ຮູ້ວ່າ ຫມູປ່າມີສ່ວນກ່ຽວຂ້ອງດ້ວຍຫລືບໍ່ ແຕ່ທີ່ເຮົາຮູ້ກໍ່ຄືໃນຟາມສັດນັ້ນມີຫມູປ່າຈຳນວນຫລາຍ ແລະເຮົາກໍ່ໄດ້ສຳຫລວດພື້ນທີ່ດັ່ງກ່າວ ແລະພົບວ່າ ຫມູປ່າໄດ້ທຳລາຍຮົ້ວແລະ ລອດຮົ້ວ ໄປເຖິງຟາມຜັກໂຂມທີ່ຢູ່ໃກ້ໆໄດ້.\"\n",
        "output": [
            "Dr. Kevin Reilly of the California Department of Health Services said that \"we don't know if wild swine are playing a role or not, but we do know that on this particular ranch, there is a very large population of wild boar, and we have witnessed on this site that they have torn through fencing and under fencing and have the ability to access the field\".\n"
        ]
    },
    {
        "input": "ໝູ່ບ້ານແລະຊຸມຊົນຈຳນວນບໍ່ຕ່ຳກວ່າເຈັດແຫ່ງແມ່ນຖືກທຳລາຍຢ່າງຮາບຄາບ.\n",
        "output": [
            "At least seven small villages and hamlets have been completely destroyed.\n"
        ]
    },
    {
        "input": "ຖືກຍິງ ໃນວັນທີ່ 30 ທັນວາ ແລະ ນັກຂ່າວຄົນທໍາອິດໄດ້ເສຍຊີວິດລົງໃນ ປີ 2012 ແມ່ນນັກຂ່າວກອງທັບ ສຸກລີ ອາບຸ ເບີກອຍ.\n",
        "output": [
            "Shot on December 30, and the first journalist to die in 2012, was veteran journalist Shukri Ratib Abu Burghol.\n"
        ]
    },
    {
        "input": "ລາວອະທິບາຍມື້ທົ່ວໄປໃນການເຮັດວຽກຂອງລາວວ່າ: \"ໜຶ່ງຊົ່ວໂມງເຄິ່ງກ່ອນລາຍການ ຂ້ອຍຈະຢູ່ໃນຫ້ອງແຕ່ງໜ້າ.\n",
        "output": [
            "She describes a typical day: \"One hour and a half before the show I'm in the make-up room.\n"
        ]
    },
    {
        "input": "ການເຕືອນໄພຊິນາມິໄດ້ມີຂື້ນຫລັງຈາກເກີດການສັ່ນສະເທືອນແລະຫຍຸດເຕືອນໄພລົງຫລັງຈາກນັ້ນບໍ່ດົນ.\n",
        "output": [
            "A tsunami alert was initially issued following the tremor, but it was retracted shortly afterwards.\n"
        ]
    },
    {
        "input": "ປະຕິບັດການດັ່ງກ່າວ ຈະໃຊ້ເວລາປະມານສາມອາທິດເຖິງຫນື່ງເດືອນ.\n",
        "output": [
            "The operation should take between three weeks to a month.\n"
        ]
    },
    {
        "input": "ບໍລິສັດ ຊິນ ຄອບເປີເລຊັ່ນ ບໍລິສັດຍັກໃຫຍ່ໂທລະຄົມມະນາຄົມ ແລະ ເຕັກໂນໂລຍີ່ ຫຼາຍພັນລ້ານບາດ ເສຍຊື່ສຽງຈາກຈາກການໃຫ້ຄວາມຄິດຄວາມເຫັນຂອງນາງ ສຸພິນຍາ ກາງນະຣົງ ໃນການໃຫ້ສໍາພາດໃນໜັງສືພິມໄທໂພສ ໃນເດືອນ ກໍລະກົດ 2003.\n",
        "output": [
            "Shin Corporation, the multi-billion baht telecom and IT giant, has lost its defamation suit against Supinya Klangnarong for her comments in an interview with the Thai Post in July 2003.\n"
        ]
    },
    {
        "input": "ກ່ອນໜ້ານີ້ ລະເບີດສ້າງຂຶ້ນເອງລູກທໍາອິດ ແຕກຢູ່ໃນທະນາຄານ ໃນເມືອງ ບາສ ຂອງ ເກັດໂຊ.\n",
        "output": [
            "Previously, a first homemade bomb blasted in a bank in the Basque town of Getxo.\n"
        ]
    },
    {
        "input": "ໃຫ້ຜູ້ຖື່ບັດກວດກາການເຄືອນໄວ້ລວ່ມທັງການສົ່ງອິເມວກໍ່ເປັນສິ່ງສຳຄັນທີຈະຕ້ອງມີການກວດສອບ ອາດມີບາງຄົນທີບໍ່ໄດ້ແຈ້ງລາຍຊື່ຕໍ່ຜູ້ທີສະມັກແລ້ວຍັງໄດ້ຮັບບັດສະມາຊິກເພິ່ມ ກໍລະນີນີ້ເຮັດໃຫ້ຄະແນນຂອງພວກເຂົາເຈົ້າເພີ່ມຂື້ນ ແລະ \"ຍົກສູງ\" ອັດຕາດອກເບ້ຍຂອງຜູ້ທີຖືບັດນິ້ນຫລາຍກວ່າເກົ່າ.\n",
        "output": [
            "Included in the criticism was the practice of mailing checks to card-holders, failing to notify applicants that obtaining additional cards could lower their credit score and raise their rates, and \"ambushing\" card-holders with raised rates.\n"
        ]
    },
    {
        "input": "ນັກສະກີ ທີ່ມີບັນຫາດ້ານສາຍຕາປະເພດ B3 ບາດທັມ ໄດ້ລົມກັບຜູ້ນໍາທາງຂອງລາວ ແຊນ ລັມສະເດັນ ທັນທີ່ຫລັງຈາກການແຂ່ງຂັນຂອງທັງສອງ.\n",
        "output": [
            "Visually-impaired B3 classified skier Bathum chatted with his guide, Sean Ramsden, immediately following both his races.\n"
        ]
    },
    {
        "input": "ລະເບີດໄດ້ຖືກລາຍງາຍວ່າຢູ່ປ້ອມຕຳຫຼວດໃນ ແຂວງນົນທະບູລີ ຢູ່ຕອນເໜືອຂອງກຸງເທບ.\n",
        "output": [
            "A blast was reported at a police box in Nonthaburi Province on the northern outskirts of Bangkok.\n"
        ]
    },
    {
        "input": "ແຕ່ ກຸຍເລີໂມ ຊາດິນາ ໃນໄວ 55 ປີ ຈາກ ແຮມມິນຕັນ ເອນ. ເຈ ກ່າວວ່າ \"ຂ້ອຍນອນຫຼັບໝົດຄືນ.\n",
        "output": [
            "But Guillermo Sardina, 55, of Hamilton, N.J., said \"I sleep through the night.\n"
        ]
    },
    {
        "input": "ອາທິດກ່ອນ ຊຳຊຸງໄດ້ເລື່ອນຊັ້ນຂື້ນໃນຕະຫລາດກັບອຸປະກອນແອນດຣອຍລ່າສຸດຂອງຊຳຊຸງ ກາແລກຊີເອັດສ໌.\n",
        "output": [
            "Last week, Samsung stepped up the marketing for its latest Android-powered device, the Galaxy S.\n"
        ]
    },
    {
        "input": "\"ລາວຢ່າງໄປຕາມຖະຫນົນ ກັບເຈົ້າຫນ້າທີ່ຂອງສະຖານນີໂທລະທັດ\" ຈຳເດວິດ ຄຣໍ ກ່າວ.\n",
        "output": [
            "\"He wandered in off the street with a TV film crew,\" said Greymouth Sergeant David Cross.\n"
        ]
    },
    {
        "input": "ມີນົກຢ່າງໜ່ອຍ 112 ສາຍພັນແຕກຕ່າງກັນ ລວມເປັນ 720 ໃນສວນສັດ.\n",
        "output": [
            "There are at least 112 different species of birds, totaling 720, located at the zoo.\n"
        ]
    },
    {
        "input": "ພວກເຂົາເຈົ້າກ່າວວ່າວັນເສົາມີພະນັກງານ Shi'ite ຈໍານວນ 100 ຄົນໄດ້ຖືກເປັນຕົວປະກັນໂດຍ ນັກໂຈມຕີ Sunni ແລະໄດ້ຂົ່ມຂູູ່ວ່າຈະເອົາຊີວິດຊີວິດຢູ່ໃນຕົວເມືອງ al-Madain ຢູ່ໃກ້ Baghdad.\n",
        "output": [
            "They said Saturday that as many as 100 Shi’ites were taken hostage by Sunni fighters, and were threatened with death in the town of al-Madain, near Baghdad.\n"
        ]
    },
    {
        "input": "\"ໃຫ້ກຳລັງໃຈໂດຍການໂດດເຂົ້າໄປໃນຮ້ານນ້ອຍໆອີກຄັ້ງແລະຊື້ເຄື່ອງດື່ມເພີ່ມເພື່ອສົ່ງໃຫ້ເຂົາ.\"\n",
        "output": [
            "\"Encouraged, we once again popped into a small shop and bought additional soft drinks to hand out.\"\n"
        ]
    },
    {
        "input": "ລາວມີຄວາມຄືບຫນ້າທີ່ດີ ແລະ ໄດ້ຕັດເວລາຄາດຄະເນຂອງລາວທີ່ຈະມາຮອດ ບຣິເບັນ ລົງໜຶ່ງເດືອນ.\n",
        "output": [
            "He has been making good progress, and has since cut his estimated time of arrival in Brisbane by a month.\n"
        ]
    },
    {
        "input": "ຊາເຈວ ໄດ້ຕີຄວາມໝາຍ ການຮ້ອງຂໍ ຄືໄດ້ກ່າວວ່າ ຂະນະລູກຂຸນ ຕ້ອງການຄໍາໃຫ້ການຂອງພະຍານຄົນດຽວທຸກໆຄົນໃນການພິຈາລະນາຄະດີ.\n",
        "output": [
            "Zagel interpreted the request as saying that the jury wanted transcripts of the testimony of every single witness in the trial.\n"
        ]
    },
    {
        "input": "ເວັບໄຊ Mycokemusic.com ກ່າວວ່າເຂົາຈະເອົາເພງມາລົງໃນເວັບໄຊ ຈາກວັນພະຫັດເປັນຕົ້ນໄປ ແລະຜົນກຳໄລຈະບໍລິຈາກໃຫ້ອົງການກຸສົນ.\n",
        "output": [
            "Mycokemusic.com said it was going to put the track on its website from Thursday with all profits to be donated to charity.\n"
        ]
    },
    {
        "input": "ໃນຂະນະດຽວກັບເນຊາກ່າວວ່າ ຕຳຫລວດແລະຫນ່ວຍທະຫານກຳລັງເຂົ້າໄປທີ່ເກີດເຫດດ້ວຍລົດຫຸ້ມເກາະ.\n",
        "output": [
            "Meanwhile, Neza says police and army units are attempting to reach the area in armored cars.\n"
        ]
    },
    {
        "input": "ຜູ້ຈັດການທີມ ກິລມາຣ໌ນ໊ອກ ຈີ່ມມີ້ ເຄລເດີວູດ ໂດຍເວົ້າຫຼັງຈາກການແຂ່ງຂັນ ໄດ້ເວົ້າເຖິງປະສົບການຂອງລາວວ່າ: \"ມັນເປັນມື້ທີ່ຍາວຫຼາຍ.\"\n",
        "output": [
            "Kilmarnock manager Jimmy Calderwood, speaking after the game, spoke of his experiences: \"It was a long, long day.\"\n"
        ]
    },
    {
        "input": "\"ມື້ນີ້ ພວກເຂົາພິສູດຕົວເອງແລ້ວວ່າ ການຕັດສິນແລະການປະຫານຊີວິດເປັນພຽງການລ້າງແຄ້ນ ແລະບໍ່ມີຄວາມຍຸດຕິທຳ\" ຜູ້ໂສກເສົ້າຄົນຫນື່ງກ່າວກັບສຳນັກຂ່າວ ລອດແອງເຈີລິດ ທາມ.\n",
        "output": [
            "\"Today they proved themselves that the trial and the execution were mere retaliation and not justice,\" one mourner told the Los Angeles Times.\n"
        ]
    },
    {
        "input": "ລາວໄດ້ຮັກສາການໃນຕໍາແຫນ່ງຂອງສະຕິບ ຈອບໃນຂະນະທີ່ຊີອີໂອເຂົ້າຮັບການຜ່າຕັດເພື່ອປູກຖ່າຍຕັບ.\n",
        "output": [
            "He also stood in Steve Jobs' place while the CEO underwent liver transplant surgery.\n"
        ]
    },
    {
        "input": "ລະບົບກົນໄກ ຮິກສ໌ ເປັນອົງປະກອບສຳຄັນຂອງທິດສະດີເອເລັກໂທວີກທີ່ສ້າງສ່ວນຂອງຮູບແບບມາດຕະຖານຂອງອານຸພາກຟີຊິກ ແລະ ຮູບແບບອື່ນອີກທີ່ເໜືອກວ່ານີ້.\n",
        "output": [
            "The Higgs mechanism is a key element of the electroweak theory that forms part of the Standard Model of particle physics, and of many models that go beyond it.\n"
        ]
    },
    {
        "input": "ພົນລະເມືອງໄດ້ຮັບການກ່າວວ່າພວກເຂົາ \"ຕ້ອງສະແດງຄວາມເຄົາລົບຕໍ່ຄິມຈອງອີທີ່ຫນ້າເກງຂາມ.\"\n",
        "output": [
            "Citizens are being told they \"must faithfully revere respectable comrade Kim Jong-un.\"\n"
        ]
    },
    {
        "input": "ນັກຄົ້ນຄວ້າໄດ້ເຮັດວຽກພາຍໂດຍໃຊ້ເງິນຊ່ວຍເຫຼືອ ເຖິງ 2.8 ລ້ານໂດລາ ຈາກສະຖາບັນສຸຂະພາບແຫ່ງຊາດ ໂດຍຫວັງວ່າຈະສາມາດພັດທະນາການກວດສອບທີ່ສາມາດບອກຄວາມເປັນໄປໄດ້ໃນການສົນໃຈເພດແມ່ຂອງແກາະກ່ອນຈະຂາຍໄປເປັນພໍ່ພັນ.\n",
        "output": [
            "The researchers are working under a $2.8 million grant from the National Institutes of Health in hopes of developing a test which can determine the likelihood of a ram being female-oriented before it is sold as a stud.\n"
        ]
    },
    {
        "input": "\"ຂ້າພະເຈົ້າຄິດວ່າມັນຈະດີແກ່ພວກເຮົາໃນອະນາຄົດ ແຕ່ໃນປັດຈຸບັນພວກເຮົາພຽງແຕ່ຕ້ອງການຄະແນນ\" ໄຣອັນ ມິນເລີ ຫນຶ່ງໃນ ຊາເບຣ ກໍລິດ ໄດ້ກ່າວ.\n",
        "output": [
            "\"I think it will serve us well in the future, but right now we just need the points,\" said Ryan Miller, one of the Sabres goalies.\n"
        ]
    },
    {
        "input": "ຕາມການວິໄຈຂອງຊີເອັດສ໌ອີອາໂອ ດຣ. ໄມ ໂຣພາບ ສະແດງໃຫ້ເຫັນວ່າກ໊າດຄາບອນ 7.9 ພັນລ້ານຕັນໄດ້ປ່ອຍສູ່ບັນຍາກາດໃນຮູບຂອງຄາບອນໄດອອກໄຊໃນປີ 2005 ການເພີ່ມຂື້ນສອງເທົ່າເມື່ອທຽບກັບລະດັບການເພີ່ມຕັ້ງແຕ່ປີ 1990ແລະລະດັບການເພີ່ມຍັງຄົງມີທ່າທີວ່າຈະສູງຂື້ນ.\n",
        "output": [
            "According to CSIRO research scientist Dr Mike Raupach, 7.9 billion tonnes of carbon were emitted into the atmosphere as carbon dioxide in 2005 - a doubling in the rate of increase since 1990 - and the rate of increase continues to accelerate.\n"
        ]
    },
    {
        "input": "ເຫດການປະຫວັດສາດມາເຖິງຫຼັງຈາກພຽງແຕ່ສອງອາທິດທີ່ ເຟບໄດ້ທຳລາຍ ສະຖິຕິຂອງ ໂຈນເອວເວສຳລັບສາຍອາຊີບທີ່ຊະນະໂດຍກອງຫຼັງ ຊະນະ ເດິນິວຢອກໄຈເອັນ ໃນເລກຊະນະ 149.\n",
        "output": [
            "This historic event came just two weeks after Favre broke John Elway's record for career wins by a quarterback, defeating the New York Giants for win number 149.\n"
        ]
    },
    {
        "input": "ສອງຂໍ້ພິພາກທີ່ບໍ່ເຫັນດີໃນຫ້າໄດ້ສະຫລຸບວ່າຄວາມແຕກຕ່າງນີ້ເປັນການຝ່າຝືນບົດບັນຍັດ ແຕ່ການລົງໂທດຂອງມັນແມ່ນສ່ວນໃຫຍ່ຂຶ້ນກັບກົດໝາຍໂດຍກອງປະຊຸມ.\n",
        "output": [
            "Two dissenting judges of the five concluded that these distinctions are unconstitutional, but correction of it depends, in principle, on legislative measures by the Diet.\n"
        ]
    },
    {
        "input": "ຜູ້ໄດ້ຮັບບາດເຈັບສ່ວນຫຼາຍ ໄດ້ຖືກສົ່ງໄປໂຮງໝໍທີ່ໃກ້ທີ່ສຸດ ແລະ ການຮຽກຮ້ອງໃຫ້ນັກບວດທີ່ຍັງເຫຼືອ ເພື່ອມໃຫ້ມີຄວາມມິດ ແລະ ສະຫງົບ.\n",
        "output": [
            "Most of the injured have been transported to the nearest hospital and appeals were being made for the remaining pilgrims to be calm and peaceful.\n"
        ]
    },
    {
        "input": "UNMIS ແມ່ນຕັ້ງໃຈຈະບິນເຂົ້າໄປໃກ້ໆລານບິນເຊິ່ງເປັນບ່ອນບໍ່ມີມວນຊົນ.\n",
        "output": [
            "UNMIS is expected to fly the bodies on to their nearby airfield, to which there is no public access.\n"
        ]
    },
    {
        "input": "ຊູ ຊິບເປີ້ຕັນ ເຈົ້າຂອງແລະຜູ້ຝືກກິດເຈັດ ໃຫ້ຄວາມເຫັນວ່າ \"ມັນເຮັດໃຫ້ຫລາຍຄົນມີຄວາມສຸກ.\"\n",
        "output": [
            "Sue Chipperton, the owner and trainer of Gidget commented saying, \"She made so many people happy.\"\n"
        ]
    },
    {
        "input": "ທີ່ຫນ້າສົງໄສຄື ເປັນຫຍັງພະນັກງານກວດສອບແລະເຈົ້າຫນ້າທີ່ເທັກນິກຈື່ງກວດສອບບໍ່ພົບຫຍັງເທີງເຄື່ອງບິນກ່ອນທີ່ຈະອອກບິນ.\n",
        "output": [
            "It is curious how the inspection staff and the technicians found nothing on their inspection of the aircraft just before the flight.\n"
        ]
    },
    {
        "input": "ອີງຕາມຂ່າວອອນໄລ BBC ປະຊາຊົນຫຼາຍກ່ວາ 300 ຄົນຖືກ ຄວບຄຸມໂຕ ແລະ ຢ່າງໜ້ອຍ 10 ຄົນ ໄດ້ຮັບບາດເຈັບ ພາຍຫຼັງເຫດການຈາລາຈົນໃນຄໍາຄືນທີສອງຢູ່ເມືອງຫຼວງຂອງປະເທດເອດສໂຕເນຍ ເມືອງທາລິນ.\n",
        "output": [
            "According to BBC News Online more than 300 people were detained and at least 10 hurt after a second night of riots in Estonia's capital, Tallinn.\n"
        ]
    },
    {
        "input": "\"ຕອນຂ້າພະເຈົ້າຍັງນ້ອຍ ນ້າພະເຈົ້າເຄີຍໄດ້ຍິນພໍ່ເລົ່າວ່າເຄີຍມີຝົນຄ້າຍກັນນີ້ຕົກທີ່ຊານເມືອງທາງຕອນເຫນືອຂອງແບກແດດເມື່ອຊ່ວງຕົ້ນປີ 40 ແຕ່ຫິມະທີ່ຕົກໃນແບກແດດນີ້ເປັນພາບທີ່ງົດງາມເກີດຈິນຕະນາການຂອງຂ້າພະເຈົ້າອີຫລີ.\"\n",
        "output": [
            "\"When I was young, I heard from my father that such rain had fallen in the early '40s on the outskirts of northern Baghdad but snow falling in Baghdad in such a magnificent scene was beyond my imagination.\"\n"
        ]
    },
    {
        "input": "ໄດ້ເຊື່ອກັນວ່າການຊອກຄົ້ນຫາ Bathurst ສ້າງຕັ້ງStrike Force Header ຫຼັງຈາກໄດ້ຮັບການຮ້ອງຮຽນຈາກອະດີດນັກສຶກສາ St Stanislaus ປີທີ່ຜ່ານມາ.\n",
        "output": [
            "It had been believed that Bathurst detectives set up Strike Force Header after receiving a complaint from a former St Stanislaus student last year.\n"
        ]
    },
    {
        "input": "ຄືນຕໍ່ມາ ທີມໄດ້ເດີນທາງໄປໂຕກຽວເພື່ອແຂ່ງຂັນເຕະບານຍິງນານາຊາດປະທະກັບທີມທີ່ເກັ່ງທີ່ສຸດຢູ່ໃນໂລກລວມເຖິງທີມຢີປຸ່ນ ໄອເອັນເອຊີ ໂກເບ ລີໂອເນສຊາ ແລະ ເອນທີວີ ເບເລຊາ ແລະ ທີມຂອງຝຣັ່ງ ໂອລາມປິກ ລີອອງເນ.\n",
        "output": [
            "Later tonight, the team departs for Tokyo to compete in the International Women's Club Championship against some of the best women's club teams in the world including Japan's INAC Kobe Leonessa and NTV Beleza, and France's Olympique Lyonnais.\n"
        ]
    },
    {
        "input": "ຄອບຄົວຄົນ ປາເລສໄຕ ສອງຄອບຄົວ ທີ່ໄດ້ອາໄສຢູ່ ເຈີລູຊາເລັມຕາເວັນອອກ ນັບແຕ່ປີ 1956 ເປັນຕົ້ນມາ ໄດ້ຖືກຂັບໄລ່ໃຫ້ອອກຈາກບ້ານຂອງພວກເຂົາ ໃນວັນອາທິດ ພາຍຫຼັງທີ່ ສານອິດສະລາເອວ ປະຕິເສດ ການອຸທອນຂອງພວກເຂົາກ່ຽວກັບການຄັດຄ້ານການຂັບໄລ່.\n",
        "output": [
            "Two Palestinian families who have been living in East Jerusalem since 1956, were evicted from their homes on Sunday after an Israeli court rejected their appeal filed against the eviction.\n"
        ]
    },
    {
        "input": "\"ເນື່ອງຈາກໃນວັນທີ 6 ພະຈິກ ກອງທະຫານທາງອາກາດຂອງ ນາໂຕ ໄດ້ບຸກໂຈມຕີ ກອງກໍາລັງຮັກສາຄວາມປອດໄພແຫ່ງຊາດຂອງອັບການິດສະຖານ ເສຍຊີວິດເຖິງເຈັດຄົນ(ເຊິ່ງໃນນັ້ນລວມມີກອງທັບທະຫານ ແລະ ຕໍາຫຼວດແຫ່ງຊາດ) ຖືກຂ້າຕາຍຢ່າງທໍລະມານ ແລະ ໄດ້ຮັບບາດເຈັບ.\" ຕາມການລາຍງານຈາກກະຊວງ.\n",
        "output": [
            "\"Due to a NATO forces air strike on November 6 in Badghis province seven Afghan security personnel (both Afghan army and national police) were martyred and also some were wounded,\" the ministry stated.\n"
        ]
    },
    {
        "input": "ສູນ​ລີ້​ໄພ​ນ້ຳ​ຖ້ວມ​ຂອງ​ອົງ​ການ​ກາ​ແດງ​ໃນ Urungaບໍ່​ມີ​ກະ​ແສ​ໄຟ​ຟ້າ​ໃຊ້ ໃນ​ຂະ​ນະ​ທີ່​ຍັງ​ມີ​ຜູ້​ລີ້​ໄພ​ອີກ 300 ຄົນ​ພັກ​ອາ​ໃສ​ໃນ​ທີ່ນັ້ນ.\n",
        "output": [
            "The Red Cross flood evacuation centre in Urunga was left without power but still harbours 300 who sought refuge there.\n"
        ]
    },
    {
        "input": "ຊາວບ້ານໃນບາງຕົວເມືອງຫຼົບໜີໄຟໄປຕາມເຂດມະຫາສະມຸດ.\n",
        "output": [
            "Locals of some rural towns fled to the ocean to escape the fires.\n"
        ]
    },
    {
        "input": "ຕົວປະທະເຮັດແຕ້ມໄດ້ພຽງເກົ້າຄະແນນ ແຕ່ລອດລູນາເຮັດໄດ້ພຽງສາມແຕ້ມເທົ່ານັ້ນ.\n",
        "output": [
            "The Chargers scored just nine points, but also held Los Lunas to only three.\n"
        ]
    },
    {
        "input": "ຮູບເງົາຫຼາຍເລື່ອງຈະຖືກລົງຈໍໃນເທດສະການ ລວມທັງຮູບເງົາສັ້ນ Byron's Theme.\n",
        "output": [
            "Numerous films will be screened at the festival, including the short film, Byron's Theme.\n"
        ]
    },
    {
        "input": "​ງານນີ້​ຈຶ່ງ​ເອີ້ນ​ໄດ້​ວ່າ Gunpowder Plot ເປັນ​ການ​ສະຫຼອງ​ທີ່​ເຕັມ​ໄປ​ດ້ວຍບັ້ງ​ພຸ ແລະ​ປະ​ກາຍ​ໄຟ ກອງ​ໄຟ ແລະ​ຫຸ່ນ​ຈຳ​ລອງ​ຂອງ Guy Fawkes.\n",
        "output": [
            "This so-called Gunpowder Plot is celebrated with firework displays and sparklers, bonfires and Guy Fawkes effigies.\n"
        ]
    },
    {
        "input": "ລະບົບພູມຄຸ້ມກັນຂອງຮ່າງກາຍມີການພັດທະນາທີ່ເຫັນໄດ້ຊັດເຈນວ່າຈະບໍ່ໄດ້ຜົນຢ່າງອ່ອນໂຍນ ຍ້ອນເຫດນັ້ນມັນຈິ່ງໄດ້ຮັບຄວາມສົມດູນລະຫວ່າງການຕອບສະໜອງຕໍ່ພະຍາດການເກີດພະຍາດຢ່າງໄວວາ ແລະ ຫຼຸດຜ່ອນການເກີດຄວາມເປັນໄປໄດ້ໃນການເກີດໂລກພູມແພ້ຕົວເອງ ໃນເງື່ອນໄຂທີ່ບະບົບພູມຄຸ້ມກັນຮ່າງກາຍໂຈມຕີເນື້ອເຍື່ອທີ່ແຂງແຮງ.\n",
        "output": [
            "The immune system has apparently evolved to be mildly inefficient so that it achieves a balance between quick response to disease and decreased probability of autoimmune disease, a condition in which the immune system attacks healthy tissue.\n"
        ]
    },
    {
        "input": "ກະດູກສາມຊີ້ນໃນຂາ ແມ່ນໄດ້ຫັກ-- ກະດູກປືນໃຫຍ່ ກະດູກເຊຊາມອຍ ແລະ ກະດູກ ພາສເທິນ.\n",
        "output": [
            "Three bones in the leg were broken - the cannon bone, the sesamoid bone, and the pastern bone.\n"
        ]
    },
    {
        "input": "ຂະນະດຽວກັນ ລາວພະຍາຍາມຊະນະໃຈຄົນຊັ້ນສູງທີ່ມີສັກຂະຍາພາບດ້ານທຸລະກິດເສລີແລະສະຫນັບສະຫນຸນການເອົາກອງທັບໄຮຕິກັບມາ.\n",
        "output": [
            "At the same time, he has courted the upper class with a platform containing pro-business promises and support for the return of the Haitian army.\n"
        ]
    },
    {
        "input": "ກິລມາຣ໌ນ໊ອກ ໄດ້ມີສອງຄະແນນຢ່າງຈະແຈ້ງ ຈາກຄັ້ງທີ່ແລ້ວ ໃນຊາວຕຳແໜ່ງ ຖືກກວມແທນເອົາໂດຍ ຟາລເກີກ.\n",
        "output": [
            "Kilmarnock had previously been two points clear of twelfth position, occupied instead by Falkirk.\n"
        ]
    },
    {
        "input": "ມອດຕາກິ ກ່າວວ່າ \"ມີບາງຢ່າງທີ່ຜິດປົກກະຕິກັບເລື່ອງນີ້ ຂ້າພະເຈົ້າຈື່ງຕ້ອງຂໍໂທດ.\"\n",
        "output": [
            "According to Mottaki, \"There was something wrong with that so I offered my apologies.\"\n"
        ]
    },
    {
        "input": "\"ວິໄສທັດທີ່ມີຮ່ວມກັນຂອງເຮົາໃນການໃຫ້ຄວາມສະດວກທີ່ມີຄຸນນະພາບສູງແລະສາມາດຊື້ໄດ້ໃຫ້ກັບຊຸມຊົນໃນພື້ນທີ່ ຫມາຍຄວາມວ່າເຮົາຈະມີຄວາມແຂງແກ່ງເປັນສອງເທົ່າແລະສາມາດຈັດຫາຮ້ານຄ້າປີກໃຫ້ຕາມຄວາມຕ້ອງການຂອງລູກຄ້າອັງກິດໄດ້ເປັນສອງເທົ່າ\" ລາວກ່າວ.\n",
        "output": [
            "\"Our shared vision of providing a high-quality and affordable convenience offer to local communities means that together we will be twice as strong, and therefore twice as able to deliver the local grocery shops British customers demand,\" he said.\n"
        ]
    },
    {
        "input": "ໂລກໂປລິໂອທີ່ລະບາດຂະນະນີ້ເກີດຂື້ນມາເປັນໄລຍະໜຶ່ງປີແລະລະບາດຫນັກໃນຫົກເດືອນທີ່ແລ້ວໃນບູກກິນາ ຟາໂຊ ຄາເມຣູນ ຊາດ ກິນີ ໄລບີເຣຍ ມາລີ ມໍຣິຕາເນຍ ເຊເນການ ແລະເຊຍຣາເລໂອນ.\n",
        "output": [
            "The current polio epidemic has been going on for a year and there have been outbreaks in the last six months in Burkina Faso, Cameroon, Chad, Guinea, Liberia, Mali, Mauritania, Senegal and Sierra Leone.\n"
        ]
    },
    {
        "input": "ການປ່ຽນແປງແລະໂຊກບໍ່ດີເບິ່ງຄືຈະເຮັດໃຫ້ເຢຍລະມັນຕ້ອງຫຼິ້ນເກມກົນລະຍຸດຄັ້ງທຳອິດໃນການແຂ່ງຂັນ.\n",
        "output": [
            "The bad luck and changes seemed to put Germany in charge of the tactical game for the first time in the match.\n"
        ]
    },
    {
        "input": "ອີງຕາມ ໂຟຮາ ເດິ ຊາວເປົາໂລ ລັດຖະບານບຣາຊິນ ໄດ້ເຊີນໃຫ້ ຈາວ ມາເປັນສ່ວນໜຶ່ງຂອງງານສົບຂອງສັນທະປະປາ.\n",
        "output": [
            "According to Folha de São Paulo, Brazilian government invited João to take part in the funeral of the Pope.\n"
        ]
    },
    {
        "input": "ສະມາຊິກສະພາທ້ອງຖິ່ນຂອງອັງກິດລາຍງານວ່າພວກເຂົາໄດ້ຢຶດກະແລ້ມທີ່ເຮັດຈາກນ້ຳນົມຂອງມະນຸດທີ່ໄດ້ວາງຂາຍໃນຮ້ານຄ້າໃນກຸງລອນດອນ ປະເທດອັງກິດ.\n",
        "output": [
            "Local British councillors have reported that they have seized ice cream made from the breast milk of human beings that had been placed on sale in a shop located in London, England, United Kingdom.\n"
        ]
    },
    {
        "input": "ນັກກິລາເທກວັນໂດຂອງຄິວບາ ອັງເຄລ ມາໂຕສ ຖືກຫ້າມຫຼິ້ນຕະຫຼອດຊີວິດໃນມື້ວານຫຼັງຈາກທີ່ໂຈມຕີຜູ້ຕັດສິນຊາວສະວິດເຊີແລນ ຊາເກີ ເຊລບາດ ໃນການແຂ່ງຂັນໂອລິມປິກເກມ 2008 ຢູ່ເບຈິງ.\n",
        "output": [
            "Cuban Taekwondo athlete Ángel Matos was banned for life yesterday after an assault on Swedish referee Chakir Chelbat during the 2008 Beijing Olympic games.\n"
        ]
    },
    {
        "input": "\"ຂ້າ​ພະ​ເຈົ້າ​ມີ​ຄວາມ​ໝັ້ນ​ໃຈ​ວ່າ​ທ່ານ Kevin Rudd ຈະ​ຊຸກ​ຍູ້​ໃຫ້​ກົດ​ໝາຍ​ເຫຼົ່າ​ນີ້​ເດີນ​ໜ້າ​ໄປ​ໄດ້ ຊຶ່ງ​ຈະ​ມາ​ແທນ​ນະ​ໂຍ​ບາຍ​ເລື່ອງ​ສິດ​ໃນ​ການ​ເຂົ້າ​ຮັບ​ຕຳ​ແໜ່ງ​ເດີມ​ອີກ\" ທ່ານນາງ Burrow ໃຫ້ສຳ​ພາດ​ກັບ Sky News.\n",
        "output": [
            "\"I have no doubt that Kevin Rudd will say that these laws have to go, that they will be replaced by a policy that reinstates rights,\" Ms Burrow has told Sky News.\n"
        ]
    },
    {
        "input": "\"ຄາດຫວັງວ່າເທສະຕາຈະໃຫ້ບໍລິການປະເພດນີ້.\" ລາວກ່າວ.\n",
        "output": [
            "\"Telstra are expected to provide those kinds of services,\" he said.\n"
        ]
    },
    {
        "input": ":\"ຖະໜົນຕ່າງໆທີ່ບາງກອກປອດໄພຫຼືບໍ່?\"\n",
        "output": [
            " :\"How safe are the streets of Bangkok?\"\n"
        ]
    },
    {
        "input": "ການຫາສຽງເປັນໄປຢ່າງດຸເດືອດ ເມື່ອວັນທີ 29 ມິຖຸນາໂດຍມີຜູ້ລົງສະຫມັກເລືອກຕັ້ງເປັນສະມາຊິກສະພາບໍ່ຕໍ່າກວ່າ 9,707 ຄົນ ແລະມີຜູ້ລົງສະຫມັກເລືອກຕັ້ງເປັນປະທານນາທິບໍດີ 33 ຄົນ.\n",
        "output": [
            "The fiercely fought campaign began on June 29th and involved no less than 9,707 parliamentary candidates and 33 presidential candidates.\n"
        ]
    },
    {
        "input": "ບົດ​ລາຍ​ງານ​ການ​ກ່ອນ​ຫນ້າ​ນັ້ນ​ໄດ້​ລະ​ບຸ​ໄວ້​ມີ​ລະ​ເບີດ​ໃນ​ເຮືອ​ບິນ​ລໍາ​ນີ້​ໄດ້​ ແຕ່​ບໍ່​ໄດ້​ຖືກ​ພົບ​ເຫັນ​.\n",
        "output": [
            "Earlier reports had stated there were explosives on board the aircraft, but none were found.\n"
        ]
    },
    {
        "input": "ຜູ້ຂັບ ເມີຊີເດດສະໂວດາໂຟນ ຊື່ເລວິດແຮມມິວຕັນ ໄດ້ເລີ່ມຕົ້ນຈາກຈຸດສະຕ໊າດແລະຊະນະ ເອັບໄອເອຟອມມູລ່າ -1 2007 ເຈແປນນິສ ກັງປຣີດທີ່ສະຫນາມແຂ່ງຟູຈິ ໄອຍາມະ, ຍີ່ປຸ່ນ.\n",
        "output": [
            "Vodafone McLaren Mercedes driver Lewis Hamilton starting from pole wins the FIA Formula-1 2007 Japanese Grand Prix at the Fuji Speedway, Oyama, Japan.\n"
        ]
    },
    {
        "input": "ລັດຖະບານໃນກຸງເບເກດ ແລະຄຣິດຈັກລໍເທີເຊີເບຍຕ່າງຮຽກຮ້ອງໃຫ້ມີການຄວ້ຳບາດ.\n",
        "output": [
            "The government in Belgrade and the Serbian Orthodox Church have called for a boycott.\n"
        ]
    },
    {
        "input": "\"ພວກ​ເຮົາ​ຍອ​ມ​ຮັບ​ວ່າບໍ່​ມີ​ຫ​ຍັງ​ທີ່​ຈະ​ນຳ​ອາ​ເລັກ ແລະ​ເບ​ເທັນ ລວມ​ທັງ​ຄົນ​ອື່ນໆ​ທີ່​ເສຍ​ຊີ​ວິດ​ໄປ​ນັ້ນ​ກັບ​ຄືນ​ມາ​ໄດ້​ອີກ​ແລ້ວ ແຕ່​ພວກ​ເຮົາ​ຢາກ​ເຮັດ​ໃຫ້​ໝັ້ນ​ໃຈ​ວ່າ​ເຫດ​ການ​ແບບນີ້​ຈະ​ບໍ່​ເກີດຂຶ້ນ​ອີກ.\"\n",
        "output": [
            "\"While we accept that nothing can bring Alex and Bethan and the other people who lost their lives back, we are keen to make sure we prevent this from happening again,\" said the families in a joint statement.\n"
        ]
    },
    {
        "input": "ຕໍ່ມາ ແອນແລນຕ້າໄດ້ຂະຫຍາຍແຟນໄຊໃນປີ 1997 ແລະແທເຊີກໍ່ໄດ້ເລີ່ມຫຼິ້ນໃນ ລະດູການNHL ປີ 1999-00.\n",
        "output": [
            "Atlanta was later granted an expansion franchise in 1997, and the Thrashers took the ice to start the 1999-00 NHL season.\n"
        ]
    },
    {
        "input": "ຈະຫຼວດຂອງອິດສະຣາເອວ ຕົກລົງໃສ່ອາຄານສໍານັກຂ່າວ ເພັສ ທີວີ ຂອງເຂດສະນວນກາຊ່າ.\n",
        "output": [
            "An Israeli rocket has struck the Press TV building in the Gaza Strip.\n"
        ]
    },
    {
        "input": "ມີການແຈ້ງວ່າມີຜູ້ເສຍຊີວິດ 38 ຄົນຈາກເຫດລະເບີດພີຊິບໃນລະຫວ່າງ ການຊຸມນຸມທາງການເມືອງໃນແຂວງທາງຕະເວັນຕົກສຽງເຫນືອຊາຍແດນປາກີສະຖານ.\n",
        "output": [
            "38 people were said to have died in a suicide bombing during a political rally in the North-West Frontier Province of Pakistan.\n"
        ]
    },
    {
        "input": "ບາງຄັ້ງຕຳຫລວດກໍ່ບັງຄັບໃຫ້ເຈົ້າຂອງບ້ານຮື້ຖອນບ້ານດ້ວຍຕົວເອງ.\n",
        "output": [
            "Sometimes the police have forced homeowners to carry out the destruction themselves.\n"
        ]
    },
    {
        "input": "ໃນການກ່າວໃນການເປີດຂອງລາວ Bush ຕ້ອນຮັບພໍ່ແມ່ແລະພໍ່ເຖົ້າແມ່ເຖົ້າໃນ \"historic ballpark.\"\n",
        "output": [
            "In his opening remarks, Bush welcomed parents and grandparents to a \"historic ballpark.\"\n"
        ]
    },
    {
        "input": "ໂຊນີ ເວົ້າວ່າ ໄດ້ຈ່າຍຄ່າໃຫ້ ເຈົ້າຂອງອາຄານ ຄືກັບ ຄາຊາ ມາເຣຍ ສຳລັບສິດເພື່ອໂຄສະນາໃນກຳແພງຂອງພວກເຂົາ.\n",
        "output": [
            "Sony says it is paying the building owners like Casa Maria for the right to advertise on their walls.\n"
        ]
    },
    {
        "input": "ຫຼັງຈາກລະເບີດ ພວກເຂົາເຈົ້າໄດ້ໃຫ້ຄຳເຫັນວ່າ ກຳມະກອນໄດ້ຕຳໜິວ່າ \"ການລະບາຍອາກາດຂອງພະແນກນີ້ບໍ່ມີປະສິດທິພາບ.\"\n",
        "output": [
            "After the explosion, they commented that workers were complaining \"the ventilation of the department is poor. \"\n"
        ]
    },
    {
        "input": "ທັ້ງໆ ທີ່ມີການຫລຸດລົງຂອງຄວາມຮຸນແຮງໃນປະເທດ ຕະຫລອດໄລຍະທ້າຍອາທິດຜ່ານມາ ຄະນະລັດຖະມົນຕີຝຣັ່ງ ເຫັນດີຮຽກຮ້ອງໃຫ້ລັດຖະສະພາ ຂະຫຍາຍອໍານາດສຸກເສີນເປັນເວລາ ສາມເດືອນ.\n",
        "output": [
            "Despite a drop in violence in the country over the past weekend, the French cabinet has agreed to ask the parliament for a three-month extension to emergency powers.\n"
        ]
    },
    {
        "input": "ແຫຼ່ງຂ່າວໄດ້ບອກກັບ ວິກີນິວສຼ ວ່າ ເຖິງວ່າຮູບແບບພາສາອັງກິດໄດ້ຖືກປ່ອຍລ໊ອກແລ້ວ ແຕ່ຮູບແບບພາສາຈີນຍັງຖືກລ໊ອກຢູ່ ຫຼື ເຂົ້າເຖິງໄດ້ຍາກ ໃນຫຼາຍພາກສ່ວນຂອງປະເທດ.\n",
        "output": [
            "Sources tell Wikinews that although the English version is unblocked, the Chinese version still remains blocked or hard to access in many parts of the country.\n"
        ]
    },
    {
        "input": "ການບໍລິການແບບຕໍ່ໜ້າຂອງ ຈອບເຊັນເຕີ ບໍ່ມີຜົນກະທົບຈາກການພັກງານໃນມື້ວານ; ສະມາຄົມໄດ້ປະກາດວ່າຈະມີການຫ້າມໂດຍບໍ່ມີຂໍກຳນົດຕາມມາຕໍ່ກັບພະນັກງານເຮັດວຽກເກີນເວລາ.\n",
        "output": [
            "Face-to-face Jobcentre services were unaffected by yesterday's strike action; the union have announced that this will be followed with an indefinite ban on members working overtime.\n"
        ]
    },
    {
        "input": "ແນວໃດກໍ່ຕາມ ລາຍງານໄດ້ຊີ້ໃຫ້ເຫັນວ່າສາຍການບິນກາລູດາອິນໂດເນເຊຍບໍ່ສາມາດໃຫ້ການອົບຮົມແບບຈໍາລອງໃດໆ ເພື່ອຈໍາລອງສະຖານະການ ເມື່ອນັກບິນຄູ່ເຮັດໜ້າທີ່ຄວບຄຸມການບິນ ຈາກກັບຕັນທີ່ຮັບຜິດຊອບເນື່ອງຈາກການຂັບເຄື່ອງບິນທີ່ບໍ່ປອດໄພ.\n",
        "output": [
            "However, the report did note that Garuda Indonesia had failed to give him any simulator training replicating a situation whereby the co-pilot would take over control duties from the pilot in charge due to unsafe handling of the plane.\n"
        ]
    },
    {
        "input": "ນາງ ສະ​ມິດ ເປັນ​ໂຄ​ສົກ​ຍິງ​ໃຫ້​ກັບ​ບໍ​ລິ​ສັດ TRIMSPA ຕອນ​ທີ່​ນາງ​ເສຍ​ຊີ​ວິດ ແລະ​ຕອນນີ້​ທາງ​ບໍ​ລິ​ສັດ​ເອງ​ກໍ​ໄດ້​ລຶບ​ຂໍ້​ມູນ​ທັງ​ໝົດ​ກ່ຽວ​ກັບ​ນາ​ງ​ອອກ​ຈາກ​ເວັບ​ໄຊ້​ຂອງ​ຕົນ​ແລ້ວ ຄື​ໄດ້​ປິດ​ເວັບ​ໄຊ້ ແລະ​ໂພດ​ສ໌​ສະ​ເພາະ​ຂໍ້​ຄວາມ​ສະ​ແດງ​ຄວາມ​ເສຍ​ໃຈ​ຕໍ່​ການ​ເສຍ​ຊີ​ວິດ​ຂອງ​ນາງ​ເທົ່າ​ນັ້ນ.\n",
        "output": [
            "Smith was a spokeswoman for the company TRIMSPA when she passed, and TrimSpa has removed all content from their site for now, shutting it down and posting only a message in response to her death.\n"
        ]
    },
    {
        "input": "\"ຂ້າພະເຈົ້າຈະເຂົ້າພົບກັບຄະນະກຳມະການຄວາມເປັນສ່ວນຕົວ ຂ້າພະເຈົ້າອາດຈະພົບປະກັບຫົວໜ່ວຍອຸດສາຫະກຳແທັກຊີ້ ຂ້າພະເຈົ້າຈະຫາລືກັບສະມາຊິກຂອງຄະນະກຳມະການເພື່ອຫາວິທີທີ່ເປັນທາງການຫລາຍກວ່ານີ້.\"\n",
        "output": [
            "\"I would be meeting with the privacy commissioner, I'd be meeting with the taxi industry, I'd be consulting with members of the public in a much more formal way.\"\n"
        ]
    },
    {
        "input": "Faith Hill ໄດ້ຊະນະການເປັນນັກຮ້ອງຍິງຂອງ ລາງວັນແຫ່ງປີ 2000.\n",
        "output": [
            "Faith Hill had won the Female Vocalist Of The Year award in 2000.\n"
        ]
    },
    {
        "input": "\"ເມື່ອບໍ່ຊັດເຈນວ່າເອໄອເອັບໃນເທບວິດີໂອໄດ້ທຳທ່າທີທີເປັນໄພເກີນໄປ ຈື່ງເປັນທີ່ຊັດເຈນວ່າ ທະຫານກອງ 3/1 ລວມຖືງສິບຕີຄົນນີ້ ຮູ້ວ່າການທຳທ່າຕາຍເປັນທີທີພີ (ກົນລະເມັດ ເທັກນິກ ແລະວິທີການ) ຂອງສັດຕູ.\"\n",
        "output": [
            "\"While it is not clear whether the AIF in the videotape made any overtly threatening gestures, it is clear that the Marines of 3/1, to include the corporal, were aware that feigning death was a common enemy TTP (tactics, techniques & procedures).\"\n"
        ]
    },
    {
        "input": "ການສືກສາຄວາມເທົ່າທຽມຂອງເພດຍິງ ເຮົາຈະຢືນຢູ່ບ່ອດໃດໃນເປົ້າຫມາຍການພັດທະນາແຫ່ງສະຫະສະວັດ 3 ປະການ? ນັ້ນເບິ່ງທີ່ຄວາມສຳເລດຕາມເປົ້າຫມາຍແຫ່ງສະຫະວັດໃນປະເທດກຳລັງພັດທະນາ (ເອັມດີ).\n",
        "output": [
            "The study Equality for Women: Where Do We Stand on Millennium Development Goal 3? looks at the achievements made by the developing world as laid out by the Millennium Development Goals (MD).\n"
        ]
    },
    {
        "input": "ໂຊຕາ ຢູຕິອາສວິລີ ໂຄສົກະຊວງພາຍໃນໄດ້ກ່າວວ່າ \"ມັນຈະກາຍເປັນໄພພິບັດທາງດ້ານມະນຸດສະທຳຫາກມີການປິດຊາຍແດນ.\"\n",
        "output": [
            "Shota Utiashvili ,an interior ministry spokesman, said, \"It will be a humanitarian catastrophe if the border is closed.\"\n"
        ]
    },
    {
        "input": "ເຈົ້າຊາຍອັບດຸນລາ ໄດ້ຊົງປະຕິບັດພະລາດຊະກີດສ່ວນໃຫຍ່ຂອງກະສັດໃນຊ່ວງສອງສາມປີທີ່ຜ່ານມາ ແລະມີແນວໂນ້ມວ່າຈະໄດ້ສືບລາດຊະບັນລັງ ຫາກອາການປະຊວນຂອງກະສັດຟານຮ້າຍແຮງລົງ.\n",
        "output": [
            "Crown Prince Abdullah has performed most of the duties of the aging monarch in recent years, and is a very likely candidate for succession of the throne should King Fahd succumb to his illness.\n"
        ]
    },
    {
        "input": "ເຮັດໃຫ້ເກີດການຮົ່ວໄຫລຂອງຮີລ້ຽມເຫລວອຸນຫະພູມຕ່ຳເຊິ່ງກໍ່ໃຫ້ເກີດຄວາມເສຍຫາຍອັນໃຫຍ່ຫລວງ.\n",
        "output": [
            "This caused a leak of ultra-cold liquid helium, resulting in severe damage.\n"
        ]
    },
    {
        "input": "ຫຼັງຈາກພົບເຫັນຮ່າງກາຍນັ້ນແລ້ວ ພວກເຂົາອ້າງວ່າຈະເອົາກັບບ້ານ ທີ່ພວກເຂົາເກັບໄວ້ໃນຊັ້ນນໍ້າແຂງ.\n",
        "output": [
            "After finding the body, they claimed to have taken it home where they stored it in a freezer.\n"
        ]
    },
    {
        "input": "ປະທານປະເທດຂອງຊູດານ ທ່ານ ໂອມາ ອາ-ບາຊີ ໄດ້້ປະກາດການປ່ອຍນັກຂ່າວ ທີ່ຖືກຈໍາຄຸກໃນປະເທດ ເພື່ອເປັນການລວມໂຕນັກຂ່າວຢູ່ເມືອງຫຼວງຂອງກາຕູມ ໃນມື້ວັນເສົາ.\n",
        "output": [
            "Sudanese President Omar al-Bashir announced the release of all journalists detained in the country's jails in an address to a gathering of journalists in the capital of Khartoum, on Saturday.\n"
        ]
    },
    {
        "input": "ສົມເດັດພະສັນທະປາປາເຊນຸດາທີ Ⅲຂອງອາເລັກຊານເດຣຍ ຜູ້ນໍາຂອງສາດສະໜາຈັກຄຣິສຕຽນແຫ່ງເອຢິບ ໄດ້ເສຍຊີວິດແລ້ວໂດຍມີອາຍຸ 88ປີ.\n",
        "output": [
            "Pope Shenouda III of Alexandria, the leader of Egypt's Coptic Christian church, has died at the age of 88.\n"
        ]
    },
    {
        "input": "ການໂຄສະນາຫຼັງຈາກນັ້ນໄດ້ຕໍາຫນິຕິຕຽນນະໂຍບາຍຂອງ McCain ກ່ຽວກັບການຕັດພາສີ ການເງິນສໍາລັບບໍລິສັດນ້ໍາມັນ ແລະ \"ການຢຸດອາກອນສໍາລັບບໍລິສັດທີ່ສົ່ງວຽກຢູ່ຕ່າງປະເທດ.\"\n",
        "output": [
            "The ad then criticizes McCain's policies on tax cuts, money for oil companies, and \"tax breaks for companies that ship jobs overseas.\"\n"
        ]
    },
    {
        "input": "ໂຄງການກໍາລັງສະໜັບສະໜຸນກອງປະຊຸມ ເພື່ອສົ່ງເສີມການດັດແກ້ພາສາອັງກິດ ເປີດຕົວຢ່າງເປັນທາງການໃນເດືອນພຶດສະພາ 2004.\n",
        "output": [
            "The project is sponsoring the forum in order to promote its English edition, officially launched in May 2004.\n"
        ]
    },
    {
        "input": "ການ​ສຳ​ພາດ​ທັງ​ໝົດ​ແມ່ນ​ຈະ​ເຮັດ​ຜ່ານ​ທາງ​ອີ່​ເມວ ແລະ​ການ​ຕີ​ພິມບົດ​ສຳ​ພາດແບບບໍ່​ມີ​ການ​ຕັດ​ຕໍ່​ຈະ​ເຮັດ​ໃຫ້​ຜູ້​ສະ​ໝັກ​ສື່​ຂໍ້​ຄວາມ​ຂອງ​ຕົນ​ເອງ​ໄດ້​ໂດຍບໍ່​ຖືກ​ລົບ​ກວນ ຫຼື​ແຊກ​ແຊງ.\n",
        "output": [
            "All interviews are conducted over e-mail, and interviews are published unedited, allowing candidates to impart their full message to our readers, uninterrupted.\n"
        ]
    },
    {
        "input": "ຊື່ງແຕກຕ່າງຈາກລັດຖະບານບອນຂ່ານອື່ນໆເຊັ່ນ ສະໂລເວເນຍ ໂຄຣເອເຊຍ ແລະ ບອສເນຍ ມອນຕິເນໂກຣ ຍັງໄດ້ປະສົບຜົນສຳເລັດໃນການເປັນລັດອິດສະຫຼະ ໂດຍປາຊະຈາກຄວາມຮຸນແຮງ.\n",
        "output": [
            "Unlike other Balkan states such as Slovenia, Croatia and Bosnia, Montenegro has achieved independence without violence.\n"
        ]
    },
    {
        "input": "ເຊກິລິກ ໄດ້ຕຳແຫນ່ງໃນປີ 2004 ໂດຍມີຄະແນນຮ້ອຍລະ 44 ຊື່ງຖືເປັນຄະແນນທີ່ດີທີ່ສຸດຂອງເດໂມແຄດທີ່ແຂ່ງກັບໄຮ.\n",
        "output": [
            "Cegalis ran for the seat in 2004, garnering 44% of the vote, the best achieved by a Democrat against Hyde.\n"
        ]
    },
    {
        "input": "ລາຍໄດ້ຈາກການຂາຍຂອງເປັບຊີໂຄ ມີສ່ວນສຳຄັນມາຈາກຜະລິດຕະພັນທີ່ບໍ່ແມ່ນເຄື່ອງດື່ມ ທັງສາຍການຜະລິດຂອງແບນຟຣີໂຕ້-ເລຍແລະເຄກເກີໂອ໊ດ.\n",
        "output": [
            "A significant portion of PepsiCo's sales revenue comes from non-drink brands in its Frito-Lay and Quaker Oats product lines.\n"
        ]
    },
    {
        "input": "ວິກຕໍເຣຍຍັງບໍ່ທັນໄດ້ປະກາດ ເຖິງວ່າມັນຍັງບໍ່ທັນໄດ້ຖືກຖອນຫຸ້ນສ່ວນຈາກການຂາຍ ຫຼືບໍ່.\n",
        "output": [
            "Victoria is yet to announce whether or not it will be withdrawing its shares from sale.\n"
        ]
    },
    {
        "input": "\"ວິດີໂອເທບທີ່ເສີມເຫດການຍິງສະຫນັບສະຫນຸນຄຳອ້າງຂອງສິບຕີວ່າເອໄອເອັບຜູ້ໄດ້ຮັບບາດເຈັບເຊື່ອງມືຊ້າຍຂອງລາວຫລັງຫົວ.\"\n",
        "output": [
            "\"The enhanced videotape of the shooting supports the corporal's claim that the wounded AIF was concealing his left arm behind his head.\"\n"
        ]
    },
    {
        "input": "ໃນວັນທີ 13 ທັນວາ 2001 ເວລາ 11:45 a.m.ເວລາທ້ອງຖິ່ນ (UTC+5:30) ບັນດາລັດຖະມົນຕີກຳລັງກຽມຈະອອກຈາກຫ້ອງສະພາ ກຸ່ມນັກສູ້ພ້ອມດ້ວຍປືນ AK-47 ແລະ ລູກລະເບີດມືໄດ້ຜ່າປະຕູ ເລກທີ 12 ຂອງອາຄານສະພາ ແລະ ຍິງແບບບໍ່ເຈາະຈົງເປົ້າໝາຍເຊິ່ງເຮັດໃຫ້ເຈົ້າໜ້າທີ່ຕຳຫລວດຫົກຄົນ ແລະ ພະນັກງານສະພາໜຶ່ງຄົນເສຍຊີວິດ.\n",
        "output": [
            "On 13 December 2001, at 11:45 a.m. local time(UTC+5:30), just as the MPs were preparing to leave the House, militants armed with AK-47s and hand-grenades breached the security at Gate No.12 of the Parliament Building and opened indiscriminate fire, killing six policemen and one Parliament employee.\n"
        ]
    },
    {
        "input": "ເຈົ້າໜ້າທີ່ກ່າວໃນວັນພະຫັດທີ່ຜ່ານມາວ່າລັດຖະບານສະຫະລັດໄດ້ອອກມາເຕືອນໃຫ້ພາກເອກະຊົນທີ່ໃຫ້ບໍລິການທາງດ້ານການເງິນວ່າອາວກໍອິດະກຳລັງວາງແຜນການໂຈມຕີໃນໂລກໄຟເບີໃນຕະຫຼາດຫຸ້ນແລະບັນຊີຝາກທະນາຄານຂອງສະຫະລັດ.\n",
        "output": [
            "The U.S. government warned private financial services that al Qaeda is planning a cyber attack on the U.S. stock and bank accounts, officials said on Thursday.\n"
        ]
    },
    {
        "input": "ຝູງຊົນຂອງປະຊາຊົນໃນບໍລິເວນໃກ້ຄຽງຫຼາຍພັນຄົນເພີ່ມຂື້ນ ໃນເຂດໃກ້ກັບໄຟໄໝ້ ເຊິ່ງບັນດາຜູ້ຊົມ ແລະ ບຸກຄົນພາກັນຕັ້ງໃຈຈະໃຫ້ການຊ່ວຍເຫຼືອ ຫຼື ຊອກຫາຂໍ້ມູນຂອງຍາດພີ່ນ້ອງພາຍໃນເຫດການນັ້ນ.\n",
        "output": [
            "Crowds of thousands of nearby people accumulated near the fire, with spectators and individuals intending to assist or gain information about relatives amongst them.\n"
        ]
    },
    {
        "input": "ກຸ່ມສິດທິມະນຸດຊະຍະຊົນແລະສະຫະປະຊາຊາດໄດ້ຫວັງວ່າອິຣັກຈະຫຍຸດໃຊ້ໂທດປະຫານກັບພົນລະເມືອງຂອງຕົນແລະເຕືອນໃຫ້ລັດຖະບານຫຍຸດດໍາເນີນການຕາມໂທດນີ້.\n",
        "output": [
            "Human rights groups and the United Nations had hoped Iraq would refrain from using the death penalty against its citizens and urged the government not to carry out the sentences.\n"
        ]
    },
    {
        "input": "ຫຼັງຈາກທີ່ ຝຣັ່ງໄດ້ປຽບໃນເຄິ່ງທຳອິດ Ireland ໄດ້ມີຫວັງໜ້ອຍດຽວທີ່ Brian O'Driscoll ໄດ້ຄວາມພາຍາຍາມຈະເອົາເກືອບທັງໝົຈາກ ເຄິ່ງທາງທີ່ບໍ່ມີຫຍັງ ຜ່ານເຄິ່ງທີສອງ ໜ້າເສົ້າສຳລັບທາງເຈົ້າບ້ານ ບໍ່ໄດ້ມີພຽງພໍເພາະ ຝຣັ່ງຕອບສະໜອງກັບການພະຍາຍາມຄັ້ງທີສອງທີ່ເອົາ 26 ແຕ້ມ.\n",
        "output": [
            "After a French dominated first half, Ireland had a glimmer of hope as Brian O'Driscoll managed to get a try almost from nothing mid-way through the second half, sadly for the homeside, it wasn't enough as France responded with a second try to take them to 26 ponits.\n"
        ]
    },
    {
        "input": "ອິລ່ານໄດ້ອ້າງວ່າ ການໃຊ້ໂຄງການນິວເຄຍເພື່ອການຜະລິດພະລັກງານນິວເຄຍຢ່າງສັນຕິຢ່າງ ຫລາຍກວ່າທີ່ຈະເປັນອາວຸດນິວເຄຍ ແຕ່ກໍ່ຍັງມີຄວາມກັງວົນໃນສະຫະພາບຍຸໂຣບແລະສະຫະລັດ ວ່າພວກເຂົາຈະເວົ້າຈິງຢ່າງນັ້ນຫຼືບໍ່.\n",
        "output": [
            "Iran has claimed to be using its nuclear program for only peaceful nuclear energy, rather than for nuclear weapons, but there are concerns in the European Union and the USA as to whether they are being truthful.\n"
        ]
    },
    {
        "input": "ພິທີການແມ່ນມີແຜນຈະຈັດຂື້ນໃນວັນອາທິດ ທີ25 ກຸມພາ 2007 ທີ່ ໂຮງຮູບເງົາໂກດັກ ຂອງ ສູນ ຮໍລີວູດແລະຮາຍແລນ.\n",
        "output": [
            "The ceremony is scheduled for Sunday, February 25, 2007, at the Kodak Theatre at Hollywood & Highland Center.\n"
        ]
    },
    {
        "input": "ສິ່ງນີ້ເປັນກ້າວທຳອິດຂອງບໍລິສັດທີ່ເຂົ້າມາໃນຕະຫລາດສຸຂະພາບ.\n",
        "output": [
            "This is the company's first step towards an involvement in the health market.\n"
        ]
    },
    {
        "input": "ມີການກູ້ສົບ 36 ສົບຈາກບໍລິສັດເຫມືອງທອງເຫມືອງຮາໂມນີມີແລນ ໄມ ຊາບ ຂື້ນມາກ່ອນທ້າຍອາທິດນີ້ຈາກຄວາມລືກ 1.4 kilometers (1 mi).\n",
        "output": [
            "36 bodies from the Harmony Gold mining company Eland mine shaft were brought up earlier on the weekend from depths up to 1.4 kilometers (1 mi). \n"
        ]
    },
    {
        "input": "ຮໍຕາກ່າວວ່າ ເລື່ອງທີ່ສຳຄັນຫລາຍທີ່ສຸດໃນລັດຖະບານຂອງເຂົາຈະເປັນ \"ການຟື້ນຟູຄວາມຫມັ້ນຄົງແລະການຍ້າຍຜູ້ອົບພະຍົບກວ່າ 150,000 ຄົນກັບບ້ານ.\"\n",
        "output": [
            "Horta said the main priority for his government will be \"restoring security and moving 150,000 people in refugee camps back home.\"\n"
        ]
    },
    {
        "input": "ອີງຕາມລາຍງານຈາກ USGS ມີເຫດແຜ່ນດິນໄຫວທີ່ມີແຮງສັ່ນສະເທືອນ 6.4 ທີ່ຫາດທາງຕາເວັນອອກຂອງເກາະຮູນຊູ ປະເທດຍີ່ປຸ່ນໃນຕອນເຊົ້າວັນຈັນນີ້.\n",
        "output": [
            "A 6.4 magnitude earthquake hit near the east coast of Honshu, Japan early Monday morning, according to the USGS.\n"
        ]
    },
    {
        "input": "ໃນຕອນນີ້ ລິດພ້ອມທີ່ຈະເຂົ້າແຂ່ງຂັນອີກຄັ້ງຫລັງຈາກໄດ້ພັກຟື້ນ.\n",
        "output": [
            "Now, Lidge is ready to pitch again after the needed rest.\n"
        ]
    },
    {
        "input": "ລະບົບການເພີ່ມກຳມະການຕັດສິດພິເສດຈຳນຳມາທັດສອບໃນການແຂ່ງຂັນຂອງ FIFA ຫຼື UEFA ທີ່ມາຖືງນີ້ແລະການກຳຫນົດກົດສຸດທ້າຍ ຄາດວ່າຈະມີຂື້ນໃນການປະຊຸມໃນປີຫນ້າຈາກຄຳກ່າວຂອງ ເຈີໂຣມ ວັດກີ້.\n",
        "output": [
            "The system of the extra referees will be tested at an upcoming FIFA or UEFA tournament, and a final ruling is expected at next year's meeting, according to FIFA's Jerome Valcke.\n"
        ]
    },
    {
        "input": "ພວກເຂົາເຊື່ອວ່າລາວເປັນສະມາຊິດຂອງ ແກ໊ງ Hells Angels bikie.\n",
        "output": [
            "They believe him to be a member of the Hells Angels bikie gang.\n"
        ]
    },
    {
        "input": "ຈາກພະຍານຜູ້ເຫັນເຫດການ ມີປະມານ ຊາວ ຄົນຍ່າງຫນີອອກຈາກທີ່ເກີດເຫດ.\n",
        "output": [
            "According to witness reports, about twenty people were seen walking away from the crash.\n"
        ]
    },
    {
        "input": "Frank Rijsberman ຜູ້ອຳນວຍການທົ່ວໄປຂອງ IWMI ກ່າວໃນບົດລາຍງານທີ່ໄດ້ອອກມາໃນກອງປະຊຸມ \"ອາທິດຂອງນ້ຳໃນໂລກ\" ໃນປີ 2006 ທີ່ Stockholm ວ່າ ພວກເຮົາຈະຕ້ອງປ່ຽນແປງທຸລະກິດໃຫ້ປົກກະຕິ ເພື່ອຕໍ່ລອງກັບຄວາມຂາດແຄນທີ່ເພີ່ມຂຶ້ນ.\n",
        "output": [
            "We will have to change business as usual in order to deal with growing scarcity, said Frank Rijsberman, director general of the IWMI, of the report released at the 2006 \"World Water Week\" conference in Stockholm.\n"
        ]
    },
    {
        "input": "ອີກດ້ານໜຶ່ງ Kuan-hua Lai ບໍ່ໄດ້ຊະນະ Taiwan Champion ແລະ ໄດ້ຖືກລົງຄະແນນເປັນ \"ຜູ້ຖີບໄຕ້ຫວັນຍອດນິຍົມ\" ແຕ່ຍັງໄດ້ຊ່ວຍທີມຂອງລາວ (Giant Asia Racing Team) ໃຫ້ຊະນະ Team Champion ໃນການແຂ່ງຂັນນີ້.\n",
        "output": [
            "By the way, Kuan-hua Lai not only won the Taiwan Champion and was voted as the \"Most Popular Taiwanese Cyclist\", but also helped his team (Giant Asia Racing Team) to win the Team Champion in this series.\n"
        ]
    },
    {
        "input": "ທ່ານ Randolph Ting ເຈົ້າ​ຄອງ Tuguegarao ກ່າວ​ວ່າ \"ມີ​ເຮືອນຫຼາຍຫຼັງ​ໄດ້​ຮັບ​ຄວາມ​ເສຍ​ຫາຍ ລວມ​ທັງ​ຕົ້ນ​ໄມ້ ແລະ​ເສົາ​ໄຟ​ຟ້າ​ກໍ​ຖືກ​ຖອນ​ຮາກ​ດ້ວຍ.\"\n",
        "output": [
            "Tuguegarao Mayor Randolph Ting said, \"Many houses have been destroyed and trees and electricity poles uprooted.\"\n"
        ]
    },
    {
        "input": "Grabrial Amorth ຜູ້ນຳ ພະສົງຜູ້ຂັບໄລ່ປີສາດແຫ່ງສາດສະຫນາຄຣີດນິກາຍໂຣມັນຄາທໍລິກ ໄດ້ແນະນຳວ່າ ເດັກນ້ອຍນັກຮຽນສາວ Emanuela Orlandi ທີ່ຫາຍຕົວໄປນັ້ນ ຖືກລັກພາຕົວໄປເພື່ອທາລຸນນະກຳທາງເພດໃນງານລ້ຽງທີ່ຈັດຂື້ນໂດຍຕຳຫລວດວາຕິກັນແລະມີນັກການທູດຕ່າງຊາດມາຮ່ວມງານດ້ວຍ.\n",
        "output": [
            "Gabriel Amorth, the Roman Catholic Church's leading exorcist, has suggested missing schoolgirl Emanuela Orlandi was kidnapped for sexual abuse at orgies attended by foreign diplomats and arranged by Vatican police.\n"
        ]
    },
    {
        "input": "ກອງ​ປະ​ຊຸມ​ການ​ລ່າ​ສັດ​ແຫ່ງ​ຊາດ Carlisle ມື້​ວານນີ້​ກໍ​ຖືກ​ຍົກ​ເລີກ​ເຊັ່ນ​ກັນ.\n",
        "output": [
            "A National Hunt meeting at Carlisle yesterday was also abandoned.\n"
        ]
    },
    {
        "input": "ຜະລິດຕະພັນໄດ້ເປັນກຳລັງແຮງ ຜົນຂອງຜະລິດຕະພັນ ໄດ້ຖືກຄາດເດົາວ່າ ຈະສູງຂຶ້ນກວ່າປີ 2002 ຜະລິດຕະພັນ (77%).\n",
        "output": [
            "Turnout was strong, turnout results are predicted to be to be higher than the 2002 turnout (77%)\n"
        ]
    },
    {
        "input": "ເບວຢຽມມີຊາຍແດນຕິດກັບຝລັ່ງ(620ກມ) ເຢຍລະມັນ(167ກມ) ລຸກຊຳບວກ(148ກມ) ແລະເນເທີແລນ(450ກມ).\n",
        "output": [
            "Belgium shares borders with France (620 km), Germany (167 km), Luxembourg (148 km) and the Netherlands (450 km).\n"
        ]
    },
    {
        "input": "ລະເບີດຂະຫນາດ 600 lb ທີ່ພົບເຫັນໃນນໍເທີນໄອແລນໄດ້ຖືກກູ້ແລ້ວໂດຍທີມກູ້ລະເບີດ.\n",
        "output": [
            "A 600 lb bomb which was found in Northern Ireland has been defused by a bomb disposal team.\n"
        ]
    },
    {
        "input": "ເດັກນ້ອຍຄົນທີ່ 5 ໄດ້ເສຍຊີວິດ ທີ່ເປັນຜົນມາຈາກການຕິດຕາມຂອງຕໍາຫລວດທີ່ວ່າຈົບລົງໃນການປະທະກັນໃນໄດນູບາ ຄາລິຟໍເນຍໃນວັນອາທິດ ທີ່ 9 ສິງຫາ.\n",
        "output": [
            "A fifth child has died as a result of a police pursuit that ended in a crash in Dinuba, California on Sunday, August 9.\n"
        ]
    },
    {
        "input": "ປະຈຸບັນ ເກີບທີ່ຮັບຮູ້ວ່າເກົ່າແກ່ທີ່ສຸດແມ່ນ ເກີບແຕະ ຈາກເປືອກໄມ້ ຕົ້ນ ແຊກບັສ ພົບໃນ ຖໍ້າຟອດລອັກ ລັດໂອເລກັອນ ໃນສະຫະລັດອາເມລິກາ.\n",
        "output": [
            "Currently, the oldest known footwear are sandals made from sagebrush bark, found in Fort Rock Cave, Oregon in the United States.\n"
        ]
    },
    {
        "input": "\"ມິສຊາຍນຳເອົາຫົວອາວຸດທີ່ຊົງພະລັງ ເຊິ່ງເຮັດໃຫ້ສາມາດດຳເນີນຕ້ານກຸ່ມຂອງ ເຮືອຮົບ ແລະ ເຮືອດຳນ້ຳຂະໜາດໃຫຍ່.\"\n",
        "output": [
            "\"The missile carries a very powerful warhead that enables it to operate against groups of warships and big submarines.\"\n"
        ]
    },
    {
        "input": "ແຄມເບວ ຍັງອອກຄວາມເຫັນວ່າ ປາວານເຫລົ່ານີ້ສາມາດຍາວໄດ້ຖືງຫ້າແມັດ (ເຈັດຟຸດ) ແລະລູກປາຫວານບາງໂຕກໍ່ຍາວລະຫວ່າງ ໜຶ່ງແມັດ ຫາໜຶ່ງແມັດເຄິ່ງ (ສາມຈຸດຫ້າຟຸດ).\n",
        "output": [
            "Campbell also commented that the whales were up to five metres (seventeen feet) long, and some of the calves were between a metre and a metre and a half (three to five feet) long.\n"
        ]
    },
    {
        "input": "ຕາມກົດຫມາຍອິຣັກ ຮຸດເຊັນຖືກແຂວນຄໍພາຍໃນ 30 ວັນແລະບໍ່ມີໂອກາດໃຫ້ອະໄພໂທດແຕ່ຢ່າງໃດ.\n",
        "output": [
            "According to Iraqi laws, Hussein would be hanged within 30 days, and there is no chance of pardon.\n"
        ]
    },
    {
        "input": "ກົດໝາຍ Louisiana ທີ່ໄດ້ຮັບຮອງໃນປີ 1995 ໄດ້ອະນຸຍາດການລົງໂທດປະຫານຜູ້ທີ່ໄດ້ຂົ່ມຂືນເດັກນ້ອນຕ່ຳກວ່າ 12 ປີ (ຕໍ່ມາໄດ້ປ່ຽນເປັນ 13).\n",
        "output": [
            "A Louisiana law adopted in 1995 allowed the death penalty for those who had raped a child under 12 years old (later amended to 13).\n"
        ]
    },
    {
        "input": "ຜູ້ອອກກູ້ທັນໃດມັດການມັດຈຳນີ້ ຄືກັບເຄື່ອງຄ້ຳປະກັນການກູ້ ທີ່ພວກເຂົາໄດ້ຮັບຈາກ ກຸ່ມທຸລະກິດການເງິນ ໄດ້ແກ່ GMAC.\n",
        "output": [
            "The lenders then bundle these mortgages as collateral for loans that they obtain from other financing firms, such as GMAC.\n"
        ]
    },
    {
        "input": "ລາວແລະບັນຄີມູນ ລັດຖະມົນຕີການຕ່າງປະເທດເກົາຫລີໄດ້ຮັບການພິຈາລະນາວ່າເປັນຕົວເກັງໃນການແຂ່ງຂັນ ເພື່ອດຳລົງຕຳແຫນ່ງແທນອະນັນ ຊື່ງຈະຫມົດວາລະຕໍາແໜ່ງໃນສິ້ນປີນີ້.\n",
        "output": [
            "He and South Korean Foreign Minister Ban Ki Moon are considered frontrunners in the race to succeed Annan, whose term ends at the end of the year.\n"
        ]
    },
    {
        "input": "ພວກເຂົາໄດ້ໄປຈາກທາງດ້ານຫຼັງ 14-8 ລົງມາຫາ 20-17; ໃນຈຸດດັ່ງກ່າວ Ukraine ໄດ້ເຮັດເກີນເວລາອອກ.\n",
        "output": [
            "They went from being behind 14-8 to being down 20-17; at which point, Ukraine took a time out.\n"
        ]
    },
    {
        "input": "ລາວເປັນເດັກນ້ອຍເກີດໃຫມ່ເພດຊາຍຄົນທຳ​ອິດທີ່ເກີດໃນຄອບຄົວເບນຈະມາດຕັ້ງແຕ່ພໍ່ຂອງລາວໃນປີ 1965.\n",
        "output": [
            "He is the first male baby born in the Japanese imperial family since his father in 1965.\n"
        ]
    },
    {
        "input": "ເມື່ອວັນອັງຄານທີ່ຜ່ານມາ ແອບເປີຟ້ອງຮ້ອງເອັດຈ໌ທີຊີ ຜູ້ຜະລິດໂທລະສັບມືຖືສັນຊາດໃຕ້ຫວັນ ໂທດຖານລະເມີດສິດທິບັດເກືອບ 20 ລາຍການສ່ວນໃຫຍ່ກ່ຽວເນື່ອງກັບຍູດເຊີ້ອິນເທວເຟຂອງໄອໂຟນຊື່ງແອບເປີເປັນຜູ້ຜະລິດ.\n",
        "output": [
            "Apple sued HTC, a Taiwanese manufacturer of mobile phones, on Tuesday, in a lawsuit claiming 20 different patent infringements, largely relating to the user interface of the iPhone, which is manufactured by Apple.\n"
        ]
    },
    {
        "input": "ເອັດສ໌1600 ແລະເອັດສ໌3200 ຊື່ງໃຊ້ສົ່ງຂໍ້ມູນໃນອັດຕາຄວາມໄວ1.6 Gbpsແລະ3.2 Gbpsຕາມລຳດັບ ຈະເຮັດໃຫ້ ໄຟໄວ(ຊື່ມາດຕະຖານຂອງແອບເປີ້ນ)ໄວກວ່າຄວາມໄວປັດຈຸບັນໄດ້ເຖິງສີ່ເທື່ອ.\n",
        "output": [
            "S1600 and S3200 — which enable data transmission rates up to 1.6 Gbps and 3.2 Gbps respectively — would make Firewire (Apple's name for the standard) theoretically four times faster than is currently possible.\n"
        ]
    },
    {
        "input": "\"ຂ້າພະເຈົ້າເຊື່ອວ່າມັນຈະເກີດຂື້ນ ເພາະຂ້າພະເຈົ້າຄິດວ່າປະຊາຊົນຈະຕໍ່ຕ້ານ.\"\n",
        "output": [
            "\"I don't believe it's going to happen because I think there will be a people's revolt.\"\n"
        ]
    },
    {
        "input": "Numbersixvalverde ຜູ້ຊະນະການແຂ່ງຂັນຂອງປີ 2006 ໄດ້ຈົບລົງດ້ວຍທີ່ຫົກ ໃນຂະນະທີ່ຜູ້ຊະນະໃນປີ 2005 Hedgehunter ຈົບລົງດ້ວຍທີ່ເກົ້າ.\n",
        "output": [
            "Numbersixvalverde, winner of the 2006 race, finished sixth while the 2005 winner Hedgehunter finished ninth.\n"
        ]
    },
    {
        "input": "ເກົາຫລີເຫນືອໄດ້ປະກາດແຜນການທີ່ຈະສືບຕໍ່ປະຕິບັດຂອງສູນແຫຼ່ງ Yongbyon ເຊັ່ນດຽວກັນກັບການເລີ່ມຕົ້ນການກໍ່ສ້າງໃນເຄື່ອງປະຕິກອນຂະຫນາດໃຫຍ່ເຊັ່ນກັນ.\n",
        "output": [
            "North Korea has also announced plans to continue operating the Yongbyon facility, as well as to begin construction on a larger reactor.\n"
        ]
    },
    {
        "input": "ອາ​ຟຣິ​ກາ​ໃຕ້​ຍັງ​ເຫັນ​ວ່າ​ມີຄວາມສໍາ​ຄັນ​ທີ່​ຈະ​ຮັກ​ສາສາຍພົວ​ພັນ​ກັບ Hamas ໃນ​ການ​ຊອກ​ຫາ​ສໍາ​ລັບ​ສັນ​ຕິ​ພາບ​ໃນ​ຕາ​ເວັນ​ອອກ​ກາງ​.\n",
        "output": [
            "South Africa also sees it important to keep in contact with Hamas in the search for peace in the Middle East.\n"
        ]
    },
    {
        "input": "ດຣ. ໂຍຊິ ວາດີຮູ້ຈັກກັນວ່າເປັນ 'ບິດາແຫ່ງວິສາວະກອນຂອງອິສາລະເອວ'ແລະລາວມີເດັກນ້ອຍຫລາຍຄົນທີ່ເຮັດວຽກໃນບໍລິສັດເທັກໂນໂລຊີ ທີ່ລາວຊ່ວຍເຫລືອອົບຮົມບົ່ມເພາະໃນພາກສ່ວນອິນເຕີເນັດ Tel Aviv.\n",
        "output": [
            "Dr. Yossi Vardi is known as Israel's 'Father of the Entrepreneur', and he has many children in the form of technology companies he has helped to incubate in Tel Aviv's booming Internet sector.\n"
        ]
    },
    {
        "input": "Jimmy Wales ໄດ້​ຮັບ​ແຈ້ງ​ຈາກ​ສ​ະ​ມາ​ຊິກ​ຄົນ​ໜຶ່ງ​ໃນ​ທີມ​ຂອງ​ລາວ​ວ່າ Nature ໄດ້​ເຮັດ​ການ​ປັບ​ປ່ຽນ​ທັງ​ໝົດ​ແລ້ວ​ໃນ​ວັນ​ທີ 27 ມັງ​ກອນ 2006.\n",
        "output": [
            "Jimmy Wales was notified by one of his team members, on 27 January 2006 that all corrections provided by Nature were in place.\n"
        ]
    },
    {
        "input": "ໃນຂະນະດຽວກັນ ນັກບິນເຄື່ອງບິນກາຣູດາ 200 ຄົນໄດ້ຖືກຈັບໃນອຸບັດຕິເຫດ ເຮັດໃຫ້ເກີດການພິພາກດຸເດືອດ.\n",
        "output": [
            "Meanwhile, the pilot of Garuda 200 has been charged over the accident, sparking intense controversy.\n"
        ]
    },
    {
        "input": "ເມື່ອ​ເຂົ້າ​ໃກ້​ກັບ​ພື້ນ​ຜິວ​ຂອງ​ເດືອນ ຍານ Cassini ພົບ​ ເມັດ​ພືດ​ທີ່​ມີ​ຂະ​ໜາດໃຫ​ຍ່​ຂຶ້ນ ເຊິ່ງອຸ​ດົມ​ໄປ​ດ້ວຍ​ໂຊ​ດ້ຽມ ແລະ​ໂປ​ຕາ​ສ​ຊ້ຽມ.\n",
        "output": [
            "Closer to the moon's surface, Cassini found that relatively large grains rich with sodium and potassium dominate the plumes.\n"
        ]
    },
    {
        "input": "ຣັດເຊຍ ໄດ້ພະຍາຍາມທີ່ຈະສ້າງ ພະລັງງານນິວເຄຣຍໃນ ຕູຣກີ ແລະ ໄດ້ເຊັນສັນຍາໃນວັນພຸດ \"ເບິ່ງຄືວ່າມີຄວາມປະທັບໃຈແທ້\" ອີງຕາມ ປະທານນາທິບໍດິ ຣັດເຊຍ ດະມີຕຣີ ເມັດເວເດັບ.\n",
        "output": [
            "Russia has attempted to build a nuclear power plant in Turkey, and the contract signed Wednesday \"really looks rather impressive,\" according to Russian President Dmitry Medvedev.\n"
        ]
    },
    {
        "input": "ອົງການສື່ຫົກອົງກອນ ລວມຖືງແຟແຟກ ໄດ້ຂື້ນສານລັດຖະທຳມະນຸນເພື່ອໂຕ້ແຍ້ງໃນການພິຈາລະນາລັບໃນການພິຈາລະນາຄະດີກໍ່ການຮ້າຍໃນອົດສະຕາລີ.\n",
        "output": [
            "Six media organisations, including Fairfax, are mounting a constitutional challenge to secret hearings in an upcoming terrorism trial in Australia.\n"
        ]
    },
    {
        "input": "ເຖິງແມ່ນວ່າຈະມີຄວາມຜິດພາດໃນການສະກົດຄຳສັບນ້ອຍຫນຶ່ງແຕ່ເຂົາກໍ່ໄດ້ອະທິບາຍກ່ຽວກັບເວັບໄຊທ໌ໄດ້ \"ດີຫລາຍ.\"\n",
        "output": [
            "He described the website, despite containing a few spelling mistakes, as \"really good\".\n"
        ]
    },
    {
        "input": "ວຸດທິສະພາ ໂຈ ລັດວິກ (ພັກແຮງງານ ຄວິນແລນ) ໄດ້ຖາມ ທ່ານລັດຖະມົນຕີຍຸຕິທຳ ແລະ ວູດທິສະພາ ພາສີ ຄຣິສ ເອລລີຊັນ ໃນ ເຄວັສຊັນ ທາມ ວ່າລາວໄດ້ຢືນຢັນຄຳຮຽກຮ້ອງຂອງລາວ ທີ່ ລາວໄດ້ໃຫ້ການມື້ວານນີ້ ວ່າການຄົ້ນພົບຂອງ ຈຽນ ເຊັງ ໄດ້ຈຳລອງໃຫ້ເຫັນວ່າ ລັດຖະລານອົສເຕເລຍ ໄດ້ມີສ່ວນກ່ຽວຂ້ອງໃນ \"ການກວດກາທາງອາກາດ ແລະ ທະເລ ເພື່ອຂັດຂວາງເຮືອໃນເຫດການດັ່ງກ່າວ ແລະ ກໍ່ສຳເລັດແລ້ວ\" ແລະ ໄດ້ຖາມວ່າເປັນຫຍັງມັນຈຶ່ງເຮັດໃຫ້ ລັດຖະບານ ໃຊ້ເວລາເຖິງ ສອງອາທິດ ເພື່ອຂັດຂວາງເຮືອດັ່ງກ່າວ ຫຼັງຈາກທີ່ໄດ້ເຂົ້າມາໃນນ່ານນໍ້າອົສເຕເລຍແລ້ວ.\n",
        "output": [
            "Senator Joe Ludwig (Labor, Queensland) asked of the Minister for Justice and Customs Senator Chris Ellison in Question Time whether he stood by his claim that he made yesterday that the discovery of the Jian Seng demonstrated that the Australian Government had in place \"aerial and maritime surveillance to intercept a vessel in these circumstances, and that was done\", and asked why it took the Government two weeks to intercept the vessel after it entered Australian waters.\n"
        ]
    },
    {
        "input": "ໃນຊ່ວງເຄື່ງເວລາ ທີມອົສຕຣາລີໄດ້ຕີຕື້ນກັບຂຶ້ນມານຳ 4 ຕໍ່ 3 ພຽງແຕ່ໃກ້ຈະຈົບຊ່ວງເວລາທີ່ສາມ ແມ່ນສະເຫມີກັນ 4 ຕໍ່ 4 ກັບທີມອາເມລິກາ ແລະ ໃນທີ່ສຸດກໍ່ເສຍໄປ 4 ຕໍ່ 6.\n",
        "output": [
            "By half time, Australia had battled back to take the lead 4–3, only to finish the third period tied 4–4 with the United States, and eventually lose 4–6.\n"
        ]
    },
    {
        "input": "ແຈ໊ກສັນ ຢູ່ພາຍໃຕ້ຂໍ້ກ່າວຫາ ໃນສານທັງຫມົດ ເຈັດແຫ່ງໃນຂໍ້ຫາກະທຳລາມົກແລະອານາຈານ ເດັກນ້ອຍອາຍຸຕ່ຳກວ່າ 14 ປີ ແລະສານອີກສອງແຫ່ງ ເພີ່ມຂໍ້ຫາໃຊ້ສານມືນເມົາ.\n",
        "output": [
            "Jackson is under indictment there on seven counts of lewd and lascivious acts on a child under 14, and two counts of administering an intoxicating agent.\n"
        ]
    },
    {
        "input": "ການພິຈາລະນາຄະດີກ່ຽວຂ້ອງກັບຊາຍຊາວຊີດນີຟາຮີມຄາລິກ ໂລດີ ຊື່ງຖືກຈັບຈາກພືດຕິກຳການກຽມການກໍ່ການຮ້າຍ.\n",
        "output": [
            "The trial involves Sydney man Faheem Khalid Lodhi, who is charged with committing acts in preparation for a terrorist attack.\n"
        ]
    },
    {
        "input": "Sulpicio ໄດ້ບອກກັບ ສານຄະດີທ້ອງຖິ່ນຂອງ ມະນີລາ ວ່າທັງສອງ Republic Act 9295 ແລະ Domestic Shipping Development Act ຂອງ 2004 ໄດ້ຍ້າຍກຳລັງຂອງ BMI ເພື່ອສອບສວນອຸບັດຕິເຫດທາງທະເລ ແລະ ເຊິ່ງການສອບສວນຄະນະໄດ້ປະກາດໃນວັນທີ 25 ມີຖຸນາ \"ຜິດລະບຽບ ຜິດກົດໝາຍ ແລະ ໂມຄະ ແລະ ຫຼີກລ່ຽງ.\"\n",
        "output": [
            "Sulpicio told the Manila Regional Trial Court that both Republic Act 9295 and the Domestic Shipping Development Act of 2004 removed the BMI's power to investigate maritime incidents and that the investigation the board launched on June 25 is \"irregular, illegal, and null and void\".\n"
        ]
    },
    {
        "input": "ທານາຄານກາງສະຫະລັດຫວັງວ່າ ຖ້າເຮັດໃຫ້ດອກເບັ້ຍເງີນກູ້ຕ່ຳລົງ ຄົນກໍ່ຈະໃຊ້ຈ່າຍແລະລົງທືນຫລາຍຂື້ນ.\n",
        "output": [
            "The Fed hopes that by making it cheaper to borrow, people will start spending and investing more.\n"
        ]
    },
    {
        "input": "ຍົກຕົວຢ່າງເຊັ່ນ ໃນມື້ວານ ທ່ານ ບານກິມູນ ເລຂາທິການສະຫະປະຊາຊາດ ໄດ້ຮຽກຮ້ອງໃຫ້ເລື່ອນການເລືອກຕັ້ງ.\n",
        "output": [
            "For example, Ban Ki-moon, secretary general of the United Nations yesterday called for the election to be postponed.\n"
        ]
    },
    {
        "input": "ຕຳຫລວດເຕືອນວ່າສຽງປືນຍິງລະເບີດແກ໊ດນ້ຳຕາແລະລະເບີດອື່ນໆ ອາດຖືກເຂົ້າໃຈຜິດວ່າເປັນສຽງຍິງປືນແລະກ່າວວ່າບໍ່ມີການຍິງປືນແທ້.\n",
        "output": [
            "Police are cautioning that CS grenade launchers and explosive entries could be mistaken for shots, and have said that no shots were fired.\n"
        ]
    },
    {
        "input": "ຄົນງານກໍາລັງປະຕິບັດແບບບໍ່ເປັນທາງການໃນການສະໜັບສະຫນູນການຢຸດງານ ເປັນເວລາສາມວັນ ໃນໂຮງກັ່ນນໍ້າມັນ ລິນເຊ ທີ່ເມືອງ ລິນໂຄແຊ ປະເທດອັງກິດ.\n",
        "output": [
            "The workers are taking unofficial action in support of a three day strike at Lindsey Oil Refinery in Lincolnshire, England.\n"
        ]
    },
    {
        "input": "Oleg Mitvol ກ່າວວ່າເຖິງແມ່ນວ່າທາດຊຸນຟູຣິກທີ່ໄຫຼອອກສູ່ທະເລຈະບໍ່ເປັນໄພອັນຕະລາຍຕໍ່ສິ່ງແວດລ້ອມແຕ່ເຮືອບັນທຸກສິນຄ້າສອງລຳອາດຈະຮົ່ວໄຫຼນ້ຳມັນເຊື້ອເພີງຈາກຖັ່ງຂອງເຂົາ ເພີ່ມມົນລະຜິດໃຫ້ກັບ.\n",
        "output": [
            "Oleg Mitvol said that although the sulfur spill doesn't present an environmental danger, the two freighters might also leak fuel oil from their tanks, adding to the pollution.\n"
        ]
    },
    {
        "input": "ອີງຕາມ ຫ້ອງວ່າການປະທານນາທິບໍດີ ຣັດເຊຍ ນ້ຳດື່ມຈະບໍ່ມີອີກແລ້ວໃນເມືອງຫຼວງຂອງ ໂອສເຊຕຽນ ກິນວາລີ ຍ້ອນວ່າ \"ໂຮງງານບຳບັດນ້ຳ ແລະ ນ້ຳເສຍ ໄດ້ຖືກທໍາລາຍ.\"\n",
        "output": [
            "According to the Russian Presidents office, drinking water is no longer available in what constitutes South Ossetia's capital, Tskhinvali, because \"the water and sewage treatment plants have been destroyed\".\n"
        ]
    },
    {
        "input": "ພັກ Republican John McCain ໄດ້ຍິນຍອມການເລືອກຕັ້ງຕໍ່ ພັກ Democrat Barack Obama.\n",
        "output": [
            "Republican John McCain has conceded the election to Democrat Barack Obama.\n"
        ]
    },
    {
        "input": "ການປ່ຽນແປງສ່ວນໃຫຍ່ເກີດຈາກການລົດລະດັບລາຄາແກ໊ດແລະມູມມອງຕໍ່ວຽກທີ່ດີຂື້ນ.\n",
        "output": [
            "Most of the change is attributed to falling gas prices and an improved job outlook.\n"
        ]
    },
    {
        "input": "ອີງຕາມບໍລິສັດ ນົມທັງໝົດຖືກຄັດເລືອກເພື່ອໃຫ້ມີຄຸນນະພາບ \"ສູງ ແລະ ປອດໄພທີ່ສຸດ\" ກ່ອນຈະຖືກຂ້າເຊື້ອ ແລະ ພ້ອມໃຫ້ຄົນບໍລິໂພກ.\n",
        "output": [
            "According to the company, all milk is screened for the \"highest and safest\" standards before it is pasteurized and prepared for human consumption.\n"
        ]
    },
    {
        "input": "ສ່ວນທ້ອງຂອງຍານອາວະກາດແມ່ນຈະຖືກກວດກາພາຍຫລັງໃນອາທິດນີ້.\n",
        "output": [
            "The belly of the Orbiter will be checked later this week.\n"
        ]
    },
    {
        "input": "ຊາວ​ອິນ​ເດຍ​ປະ​ມານ 25% ທີ່​ມີ​ອາ​ຍຸ​ເຈັດ​ປີ​ຂຶ້ນ​ໄປ ຈາກ​ການ​ສຳຫຼວດ​ສຳ​ມະ​ໂນ​ຄົວ​ໃນ​ປີ 2011 ແມ່ນ​ເຫັນ​ວ່າບໍ່​ຮູ້​ຫນັງສື ຄື​ຫລຸດ​ລົງ 10% ຈາກ​ການ​ສຳຫຼວດ​ສຳ​ມະ​ໂນ​ຄົວ​ເມື່ອສິບ​ປີກ່ອນ.\n",
        "output": [
            "Approximately 25 percent of Indians over the age of seven were found to be illiterate in the 2011 census, a decrease of 10 percent from the census held ten years ago.\n"
        ]
    },
    {
        "input": "ສິ່ງນີ້ກ່າວຖືງເລື່ອງຄວາມສຳພັນທາງສັນຊາດໃນນິວຊີແລນ ໂດຍສະເພາະຢ່າງຍິ່ງສະຖານະພາບພິເສດຂອງຊາວເມົາຣີ ກຸຸ່ມຊາດພັນພື້ນເມືອງຂອງນິວຊີແລນ.\n",
        "output": [
            "It addressed the theme of race relations in New Zealand, particularly the special status of Māori, New Zealand's indigenous ethnic group.\n"
        ]
    },
    {
        "input": "ການໂຕ້ວາທີກ່ອນການເລືອກຕັ້ງໂດຍປົກກະຕິຈະໃຊ້ເວລາຢູ່ 90 ນາທີ ແລະ ຖ່າຍທອດເວລາ 1930 ໂມງ ໃນວັນອາທິດທໍາອິດຂອງການໂຄສະນາຫາສຽງ.\n",
        "output": [
            "The pre-election debate traditionally lasts 90 minutes and occurs at 1930 on the first Sunday of the campaign.\n"
        ]
    },
    {
        "input": "\"ພວກເຮົາຈະໃຊ້ມາດຕະການທີ່ຈໍາເປັນທັງໝົດ ເພື່ອນໍາໄປສູ່ການຢຸດຕິພຶດຕິກໍາສໍ້ໂກງຂອງລັດ ທີ່ຂາດຄວາມຮັບຜິດຊອບ ແລະ ຈະຢຸດທຸກໆກິດຈະກໍາຂອງຄູ່ຮ່ວມງານຫຼັກຂອງລັດຖະບານພວກເຂົາ.\" ທ່ານ ໄອແຊກ ເຮີຊ໋ອກ ລັດຖະມົນຕີ ໄດ້ກ່າວຕໍ່ສໍານັກຂ່າວຮອຍເຕີ.\n",
        "output": [
            "\"We will take all necessary measures to bring an end to the rogue behavior of a state that does not assume responsibility and put an end to the activities of a major partner in their own government,\" said Israeli Cabinet Minister Isaac Herzog to Reuters.\n"
        ]
    },
    {
        "input": "\"ຄວາມເຕັມໃຈໃນການຂະຫຍາຍຂອບເຂດແລະລອງສິ່ງໃຫມ່ເປັນສິ່ງທີ່ຫນ່ວຍງານອານຸລັດສັດໃນນິວຊີແລນຕ້ອງການ.\" ລາວກ່າວ.\n",
        "output": [
            "\"A willingness to push boundaries and try new things is exactly what conservation in New Zealand needs,\" he said.\n"
        ]
    },
    {
        "input": "ການບໍລິການລົດເມ ໃນເຂດ 1 ແມນໄດ້ເລີ່ມໃຫ້ບໍລິການຄືນ ແຕ່ເວລາ 16:00 BST.\n",
        "output": [
            "Bus services in Zone 1 have resumed as of 16:00 BST.\n"
        ]
    },
    {
        "input": "ຊື່ງກົງກັນຂ້າມກັບລາຍງານຂອງອາໄອເອ ໂນໂວຕີ ສຳນັກຂ່າວຂອງລັດຖະບານຣັດເຊຍ ຊື່ງລາຍງານວ່າມີຊາວຣັດເຊຍເສຍຊີວິດ 2 ຄົນ.\n",
        "output": [
            "This was contradicted by Russian state owned service RIA Novosti, which stated just two Russians were among the dead.\n"
        ]
    },
    {
        "input": "ເຈົ້າຫນ້າທີ່ທັງຫມົດປະຕິເສດທີ່ຈະເວົ້າແລະປະກາດວ່າພວກເຂົາບໍ່ໄດ້ມີຄວາມຮັບຜິດຊອບໃນການດຳເນີນການ.\n",
        "output": [
            "All the present officials refused to speak and declared that they were not responsible for the action.\n"
        ]
    },
    {
        "input": "ທ່ານ ກາຣາດຂັບລົດໄປຍັງທີ່ພັກ ແຕ່ໄດ້ຮັບແຈ້ງໂດຍທະຫານທີ່ປີດກັ້ນຖະຫນົນພາຍນອກວ່າ ລາວຕ້ອງເດິນທາງໄປເອງຈາກຈຸດນີ້.\n",
        "output": [
            "Mr Qarase drove to the estate, but was told by soldiers at a roadblock outside that he would have to walk the rest of the way.\n"
        ]
    },
    {
        "input": "ທາງກະຊວງຍັງເຊື່ອອີກວ່າ ເຫດການຄັ້ງນີ້ແມ່ນເຊື່ອມໂຍງກັບຄວາມຂັດແຍ່ງໃນປະເທດພະມ້າ ລະຫວ່າງ ຄົນພຸດ ແລະ ຄົນມຸດສະລິມ ທັ້ງໆທີ່ ການໂຈມຕີພຸດທະສາສະໜາຈະບໍ່ຄ່ອຍເກີດຂຶ້ນໃນປະເທດອິນເດຍ.\n",
        "output": [
            "The Ministry also believes that it could be tied to conflicts in Myanmar between Buddhists and Muslims, despite the rarity of violence against Buddhists in India.\n"
        ]
    },
    {
        "input": "ຫຼັງການໂຄສະນາບໍ່ເທົ່າໃດເດືອນ ຈອນສັນ ໄດ້ຕີກອບ ນັກກິດຈະກຳ ອາຣ໌. ລີ ໄວຣສ໌ ໃນການລົງຄະແນນສຽງຄັ້ງທຳອິດ 70 percent ຂອງ 595 ຄະນະປະຊຸມ.\n",
        "output": [
            "After months of campaigning, Johnson edged activist R. Lee Wrights on the first ballot with 70 percent of the 595 convention delegates.\n"
        ]
    },
    {
        "input": "ລິງຫາງຍາວສີຂາວດຳໃສ່ຜ້າອ້ອມຖືກຜູກໄວ້ທີ່ລານເບຍນອກໄນຄັບທີ່ຖະຫນົນສະເຕດສະຕີດ ໂດຍເລີ່ມມີຜູ້ຄົນເຂົ້າມາຫລິ້ນກັບລິງ.\n",
        "output": [
            "The long-tailed, black and white monkey, which was wearing a diaper, was leashed in a beer garden outside the nightclub on State Street when people began to pet the animal.\n"
        ]
    },
    {
        "input": "\"ບໍລິສັດທີ່ຄວບກິດຈະການນີ້ຈະເຮັດໃຫ້ລູກຄ້າໄດ້ຮັບເຄື່ອຂ່າຍທີ່ໃຫຍ່ຂື້ນ\" ວິວລີ່ ວໍຜູ້ບໍລິຫານລະດັບສູງ BA ກ່າວ.\n",
        "output": [
            "\"The merged company will provide customers with a larger combined network,\" commented BA chief executive Willie Walsh.\n"
        ]
    },
    {
        "input": "ສະຖາບັນທໍລະນີຟີຊິກສາດໄດ້ເສຍອຸປະກອນສ່ວນສຳຄັນທີ່ຕິດຕັ້ງເທິງເນີນພູຂອງພູໄຟຕັງກູລາຮົວທີ່ຈຳກັດສະມັດຖະພາບການເຄື່ອນໄຫວຂອງພູເຂົາໄຟໃຫ້ນ້ອຍລົງ.\n",
        "output": [
            "The Institute for Geophysics has lost an important part of its equipment installed on the slopes of Tungurahua, limiting their capability to monitor the volcanic activity.\n"
        ]
    },
    {
        "input": "ລາວເດິນທາງກັບໄປທີ່ຟາມຂອງລາວທີ່ເທັກຊັດໃນອາທິດນີ້ເພື່ອພົບກັບທີ່ປືກສາດ້ານເສດຖະກິດແລະຄວາມຫມັ້ນຄົງ ຈາກນັ້ນລາວຈະເດິນທາງໄປລັດອິລິນອຍເພື່ອລົງນາມຮ່າງກົດຫມາຍທາງຫລວງ.\n",
        "output": [
            "He will travel back to his Texas ranch this week to meet with his defense and economic advisers, then later, he will travel to Illinois to sign a highway bill.\n"
        ]
    },
    {
        "input": "ອາການດັ່ງກ່າວເວົ້າໄດ້ວ່າ ເນື່ອງຈາກ \"ການຕິດເຊື້ອໄວຣັສ ແລະ ສານເຄມີ ທີ່ຮ້າຍແຮງ ເຊິ່ງບໍ່ແມ່ນສິ່ງທີ່ປົກກະຕິທີ່ພົບເປັນໃນອາຫານ\" ອີງຕາມພະນັກງານໂຄສະນະໄດ້ກ່າວເພີ່ມ.\n",
        "output": [
            "These symptoms were said to be due to \"a serious viral infection and chemical substances which are not normally found in food products\" as his campaign officials put it.\n"
        ]
    },
    {
        "input": "ພວກເຂົາສະເໜີໃຫ້ເອົາວິຊາການອອກແບບຢ່າງສະຫຼາດອອກຈາກຕາຕະລາງຊີວະວິທະຍາ ແຕ່ອະນຸຍາດໃຫ້ການແລກປ່ຽນຄວາມເຫັນຂອງວິຊາການອອກແບບຢ່າງສະຫຼາດຈັດການກັບວິຊາປັດຊະຍາ ແລະ ການປຽບທຽບລະຫວ່າງສາສະໜາ.\n",
        "output": [
            "They proposed to remove Intelligent Design from the biology curriculum but allow discussion of Intelligent Design in courses dealing with philosophy and comparative religion.\n"
        ]
    },
    {
        "input": "ພະນັກງານ Shi'ite ກ່າວໃນຕໍ່ມາວ່າ - ເຊື່ອກັນວ່າເປັນຕົວປະກັນ - ໄດ້ຖືກພົບເຫັນຢູ່ໃນແມ່ນ້ໍາ Tigris.\n",
        "output": [
            "The Shi’ite officials later said the bodies — believed to be the hostages — were found in the Tigris River.\n"
        ]
    },
    {
        "input": "ໂບເລສສອບ 86 ປີ ມັກອ່ານບັດທີ່ຂຽນເປັນພາສາໂປແລນ ທີ່ໄດ້ຮັບຈາກພີ່ນ້ອງຂອງລາວ ພະສັນທະປະປາ.\n",
        "output": [
            "Bolessuaf, 86, likes to read the card written in Polish that he received from his cousin, the Pope.\n"
        ]
    },
    {
        "input": "ແຕ່​ເກມ​ແຂ່ງ​ຂັນຍັງ​ສືບ​ຕໍ່​ໄປ​ອີກ ໃນ​ຂະ​ນະ​ທີ່​ແຊັມ​ປ້ຽນ ລີກ ທຳ​ງານ​ຢ່າງ​ໜັກ​ໃນ​ຊ່ວງ​ຕໍ່​ເວ​ລາ​ພິ​ເສດ ຝ່າຍ​ເຊວ​ຕິກ​ກໍ​ຍັງ​ມີ​ອີກ 27 ນາ​ທີ​ທີ່​ຈະ​ຕ້ອງ​ຕີ​ສະ​ເໝີ​ໃຫ້​ໄດ້.\n",
        "output": [
            "The game continued however, as the Champions League works on full extra time, and Celtic still had 27 minutes to equalize.\n"
        ]
    },
    {
        "input": "ຂໍ້ຄວາມທີ່ໂຈ່ງແຈ້ງສົ່ງໂດຍຜູ້ພິພາກສາແມ່ນ: ກັບຄືນໄປບ່ອນກັບຄືນໄປບ່ອນຫຼືບໍ່ ແຈ໊ກສັນແມ່ນປາກົດຢູ່ໃນສານ! ແລະໄວ? ມີພຽງແຕ່ສື່ແລະທະນາຍຄວາມຂອງແຈ໊ກສັນ ແມຊາໂຣວ໌ ກັບຜູ້ຊ່ວຍຂອງລາວຊູຊານ ຢູ ທັງສອງຄົນແມ່ນກຳລັງຫຍຸ້ງຢູ່ກັບການໂທລະສັບໃນຂະນະທີ່ລໍຖ້າ ເບິ່ງຄືວ່າທີ່ຈະທໍາລາຍຄວາມຮູ້ສຶກວ່າ ແຈ໊ກສັນຄວນຈະມາໃຫ້ທັນເວລາເພື່ອຫລີກລ້ຽງການຫ້າມໃຫ້ປະກັນຕົວຂອງລາວເອງ.\n",
        "output": [
            "The glaringly clear message sent by the judge was: bad back or not, Jackson was to appear in court! And fast! Only the televised scene of Jackson's expectant defense lawyer Mersereau with his assistant Susan Yu, both busy on cells phones while tensely waiting curbside beside the court house for the Jackson motorcade, seemed to undermine a feeling that Jackson would make it in time to avoid having his bail revoked.\n"
        ]
    },
    {
        "input": "ຜູ້ທີ່ຕັ້ງເປັນ \"ຜູ້ຮັບໃຊ້ພະເຈົ້າ\" ແລະ \"ຈອມຂະຫມັງເວດ\" ໃນປະເທດອິນເດຍຖືກຕຳຫລວດຈັບຕາເບິ່ງຫລາຍຂື້ນຫລັງຈາກທີ່ທ່ານມະທາວັນຖືກຈັບແລະຕຳຫລວດສືບສວນທີ່ມາຂອງລາຍໄດ້ຂອງພວກເຂົາແລະການຫລອກຫລວງທີ່ອາດເກີດຂື້ນຢ່າງລະອຽດ.\n",
        "output": [
            "Self styled \"godmen\" and \"gurus\" are under increased observation by police in India following the arrest of Madhavan, and police are specifically investigating their sources of wealth and possible fraud.\n"
        ]
    },
    {
        "input": "ສົນທິສັນຍາຖືກລົງນາມເພື່ອສົ່ງເສີມ ຄວາມເຂົ້າໃຈທັງສອງຝ່າຍ ແລະ ຄວາມໝັ້ນໃຈ ໂດຍການໃຫ້ຂອງຜູ້ເຂົ້າຮ່ວມທັງໝົດ ໂດຍບໍ່ຄຳນຶງເຖິງຂະໜາດ ບົດບາດໂດຍກົງໃນ ການລວບລວມຂໍ້ມູນ ກ່ຽວກັບ ກອງທະຫານ ແລະ ກິດຈະກທີ່ກ່ຽວຂ້ອງຂອງພວກເຂົາ.\n",
        "output": [
            "The treaty is designed to enhance mutual understanding and confidence by giving all participants, regardless of size, a direct role in gathering information about military forces and activities of concern to them.\n"
        ]
    },
    {
        "input": "ນາຍພົນ Rupert Thorneloe ອາຍຸ 40 ປີ ກອງບັນຊາການ 1 ຂອງ Battalion Welsh Guards ແລະ ທະຫານຂອງJoshua Hammond ອາຍຸ 18 ຂອງການກອງກໍາລັງໃຫ່ຍທີ່ 2 ທະຫານໄດ້ຖືກຂ້າຕາຍໃນເວລາທີ່ມີອຸປະກອນລະເບີດສະແຫວງເຄື່ອງ ລະເບີດພາຍໃຕ້ການລົດໄຟຫຸ້ມເກາະຂອງເຂົາ.\n",
        "output": [
            "Lieutenant Colonel Rupert Thorneloe, 40, Commanding Officer of the 1st Battalion Welsh Guards, and Trooper Joshua Hammond, 18, of the 2nd Royal Tank Regiment, were killed when an improvised explosive device was detonated under their Viking armoured vehicle.\n"
        ]
    },
    {
        "input": "ການວິເຄາະການສືກສາທາດເມລາໂຕນິນຊ່ວຍສົ່ງເສີມປະສິດທິພາບຂອງອາຫານເສີມທີ່ເປັນຂໍ້ຖົກຖຽງກ່ຽວກັບການຊ່ວຍເຫລືອເລື່ອງນອນຫລັບ.\n",
        "output": [
            "An analysis of melatonin studies has upheld the controversial supplement's effectiveness as a sleep aid.\n"
        ]
    },
    {
        "input": "ນອກຈາກນີ້ຍັງຈະນຳມາໃຊ້ໃນອານາຄົດທີ່ກ່ຽວຂ້ອງກັບສຸຂະພາບຂອງປະຊາກອນ ແລະ ພຶ້ນທີ່ການຕາຍ.\n",
        "output": [
            "It will also be used in the future relating to health, population and mortality areas.\n"
        ]
    },
    {
        "input": "ແອນສັນ ຊາງ ອະດີດຜູ້ນຳ ແລະຫນື່ງໃນຜູ້ລົງສະຫມັກສະພານິຕິບັນຫຍັດທີ່ມາຈາກການເລືອກຕັ້ງ ກໍ່ຮ່ວມກິດຈະກຳໃນຄັ້ງນີ້ດ້ວຍ.\n",
        "output": [
            "Anson Chan, the former Chief Secretary and one of the candidates of the upcoming by-election in the Legislative Council, also participated in this event.\n"
        ]
    },
    {
        "input": "ອີງຕາມຫົວຫນ້າຕຳຫລວດທ້ອງຖິ່ນ ການເຈລະຈາຂໍໃຫ້ປ່ອຍນັກໂທດກໍ່ໄດ້ເກີດມີຂື້ນ.\n",
        "output": [
            "Negotiations are being made to release the captives, according to a local police chief.\n"
        ]
    },
    {
        "input": "ເກີບເຊິ່ງມີລາຄາເລີ່ມຕົ້ນທີ່ £2,930 (US$3,580) ໃນຕອນນີ້ຖືກເປັນເຈົ້າຂອງໂດຍເອເລນ ເກນແຮມອາຍຸ 65 ປີ.\n",
        "output": [
            "The shoes, which have a reserve price of £2,930 (US $3,580), are currently owned by 65 year old Eleanor Graham.\n"
        ]
    },
    {
        "input": "\"ແຄນນາດາສາມາດປົກປ້ອງເກົາຫລີເຫນືອໄດ້.\" ຊາຍຄົນຫນື່ງໃນໂທລະທັດກ່າວ.\n",
        "output": [
            "\"Canada can take care of North Korea,\" a man in the television ad says.\n"
        ]
    },
    {
        "input": "ໃນວັນທີ 20 ມັງກອນ ເດນມາກໄດ້ກ່າວວ່າໄດ້ມີການນຳນັກແປແລະພະນັກງານຊາວອິຣັກພ້ອມດ້ວຍຄອບຄົວຂື້ນເຄື່ອງບິນໄປ.\n",
        "output": [
            "On July 20, Denmark said that it had airlifted translators and other Iraqi employees with their families.\n"
        ]
    },
    {
        "input": "ວິນເນີ ຍັງໄດ້ເປັນເຈົ້າຂອງໂຮງແຮມ ບໍລິສັດເຫຼັກ ແລະ ບໍລິສັດອື່ນ.\n",
        "output": [
            "Winner also owned hotels, a steel company, and other companies.\n"
        ]
    },
    {
        "input": "ຜູູ້ຂຽນຮ່ວມ ທ່ານ ດຣ ລອນ ພິນຮາຊີ ຈາກມະຫາວິທະຍາໄລ ຄອກ ໃນ ໄອແລນ ເວົ້າວ່າ \"ພວກເຮົາຄິດໃນເບື້ອງຕົ້ນວ່າ ເກີບ ແລະ ວັດຖຸອື່ນໆ ແມ່ນມີອາຍຸປະມານ 600-700 ປີ ຍ້ອນວ່າ ພວກມັນຢູ່ໃນສະພາບທີ່ດີ.\"\n",
        "output": [
            "\"We thought initially that the shoe and other objects were about 600-700 years old because they were in such good condition,\" said co-author Dr. Ron Pinhasi from the University College Cork in Ireland.\n"
        ]
    },
    {
        "input": "ເຈີໂຣມ ວັກກີ້ ເລຂາທີການສະມາພັນບານເຕະນານາຊາດ FIFA ໄດ້ປະກາດວ່າ: \"ເຮົາຕັດສິນໃຈທີ່ຈະລໍຖ້າເວລາທີ່ຈະທົດລອງໃຊ້ເທັກໂນໂລຊີທີ່ເສັ້ນເຂດປະຕູ.\"\n",
        "output": [
            "FIFA general secretary Jerome Valcke declared: \"We have decided to freeze for the time being the goal-line technology and all technology experiments.\"\n"
        ]
    },
    {
        "input": "ກ່ອນໜ້ານີ້ ໄອຕ້າ-ທັສ ໄດ້ລາຍງານວ່າ ອີງຕາມນັກການທູດຕ່າງປະເທດຜູ້ນຶ່ງທີ່ບໍ່ລະບຸຊື່ໃນນະຄອນຫຼວງປຽງຢາງ ຮູບພາບຂອງຄິມຈອງອິວໄດ້ຖືກນຳລົງມາຈາກປ້າຍສາທາລະນະຢ່າງລຶບລັບໃນບໍ່ດົນມານີ້ແລະໂດຍທີ່ບໍ່ມີການອະທິບາຍ.\n",
        "output": [
            "Earlier Itar-Tass also reported that according to an unnamed foreign diplomat in Pyongyang, Kim Jong Il's portraits have recently been taken down from public display secretly and without explanation.\n"
        ]
    },
    {
        "input": "ວ່າງ​ຕອນ​ເຊົ້າ​ນີ້ ໄດ້​ມີ​ການບອກ​ໃຫ້​ເຈົ້າ​ຂອງ​ກິດ​ຈະ​ການ​ທີ່​ຍັງ​ເຫຼືອ​ອີກ​ສິບ​ຫົກ​ເຈົ້າ​ຕຽມ​ລາຍ​ການ​ສິ່ງ​ຂອງ​ສຳ​ລັບ​ຕຽມ​ສົ່ງໃນ​ອະ​ນາ​ຄົດ.\n",
        "output": [
            "This morning, the sixteen remaining occupiers were told to prepare a list of items for future deliveries.\n"
        ]
    },
    {
        "input": "ວາຍຟາຍ ໃນການສຳພາດກັບ ຣິຊາດ ຟອກວີນຈ ຫົວໜ້າພັກ ພາຍເຣັດ ຂອງສະວິເດັນລາຍງານວ່າເຈົ້າໜ້າທີ່ຕຳຫລວດໄດ້ຈັບກຸມພະນັກງານສາມຄົນ ສຸດທ້າຍມີພຽງແຕ່ສອງຄົນຖືກຈັບພາຍໃຕ້ການຄວບຄຸມຂອງເຈົ້າໜ້າທີ່.\n",
        "output": [
            "WiredFire, in an interview with Rickard Falkvinge, head of the Swedish Pirate Party, is reporting that police arrested three staff members, ultimately taking only two into custody.\n"
        ]
    },
    {
        "input": "ລາວໄດ້ຮັບພະລາດຊະທານເຄື່ອງລາດສະອິດຍາພັນ MBE OBEແລະCBE ແລະ ເຂົ້າບໍານານ ໃນປີ 2002.\n",
        "output": [
            "He was awarded an MBE, an OBE and a CBE and retired in 2002.\n"
        ]
    },
    {
        "input": "ເຈົ້າຫນ້າທີ່ຮາມາດແລະພະຍານລາຍງານວ່າ ຟາຣ໌ມ ໂຮງງານນົມແລະພື້ນທີ່ນ້ອຍໆທີ່ເປັນຂອງທັບຮາມາດລວມຖືງໂຮງງານນ້ອຍໆກໍ່ຕົກເປັນເປົ້າຫມາຍເຊັ່ນດຽວກັນ.\n",
        "output": [
            "Hamas officials and witnesses reported that farms, a milk factory, small areas belonging to the Hamas military, and metal workshop facilities were targeted.\n"
        ]
    },
    {
        "input": "ເມເຮີກ່າວວ່າລາວຖືກຖາມໂດຍຊີບີເອັດສຼຼ໌ນິວ ໃຫ້ປາກົດຕົວໃນລາຍການ.\n",
        "output": [
            "Maher said he was asked by CBS News to appear on the segment.\n"
        ]
    },
    {
        "input": "ແນວໃດກໍ່ຕາມ ເຂົາເຈົ້າ ໄດ້ປະຕິເສດໃຫ້ລາຍລະອຽດສະເພາະ ເຊິ່ງຂໍ້ມູນຈະເປັນປະໂຫຍດ ເມື່ອເຂົາເຈົ້າຊັກຖາມຜູ້ຕ້ອງສົງໃສ.\n",
        "output": [
            "However they are declining to be specific about their composition as the information could be useful when they interrogate suspects.\n"
        ]
    },
    {
        "input": "ເຊື້ອໄວຣັດດັ່ງກ່າວພົບວ່າຕິດເຊື້ອໃນມ້າໃນ NSWແລະຄີນແລນເທົ່ານັ້ນ ໂດຍມີການຢືນຢັນວ່າຕິດເຊື່ອແລ້ວ 51 ໂຕແລະອີກ 400 ໂຕເຂົ້າຂ່າຍວ່າອາດຕິດເຊື້ອ.\n",
        "output": [
            "So far the virus only appears to have infected horses in NSW and Queensland, with 51 confirmed cases and another 400 suspected.\n"
        ]
    },
    {
        "input": "ຂາດ້ານຂວາຂອງບາບາໂລ ແມ່ນໄດ້ຖືກບາດເຈັບໃນຊ່ວງການແຂ່ງຂັນ Preakness race.\n",
        "output": [
            "Barbaro's right hind leg was shattered in the opening lengths of the Preakness race.\n"
        ]
    },
    {
        "input": "ບໍລິສັດການຄ້າທີ່ຮວ່ມມືກັນຕັ້ງລາຄາແພງຂຶ້ນເອງດວ້ຍການກຳຈັດຄູ່ເເຂ່ງຂັນລະຫວ່າງສະມາຊິກ ຖືກເປີດໂປງໂດຍຜູ້ເປີດເຜີຍການກະທຳຜິດຂອງບໍລິສັດ ສາຍການບິນ ລຸຟທັນຊາ ເຊິ່ງເຕືອນໃຫ້ເຈົ້າຫນ້າທີ່ລະວັງເພື່ອແລກປຽ່ນກັບການປອ້ງກັນການດຳເນີນການຟ້ອງຮ້ອງ.\n",
        "output": [
            "The cartel, which created artificially high prices by eliminating competition between its members, was exposed by whistleblower Lufthansa, who alerted authorities in exchange for immunity to prosecution.\n"
        ]
    },
    {
        "input": "ເພື່ອນຄົນນັ້ນ ທີ່ບໍ່ໄດ້ຮັບການເປີດເຜີຍຊື່ ໄດ້ຍິງ ຣີ ຈອນສັນ ຖືກຫົວໃຈດ້ວຍປືນລົມລຸ້ນ.22 ຄາລີເບີ ເວັບລີ ວຸນແຄນ ໃນໄລຍະອັນໃກ້.\n",
        "output": [
            "The friend, who has remained anonymous, shot Rhys Johnson in the heart with the .22 caliber Webley Vulcan air gun at close range.\n"
        ]
    },
    {
        "input": "ການຊະນະຂອງສະຕິວແລະວິກເຊ່ນຖືກຜູ້ທີ່ສົນໃຈການແຂ່ງຂັນເສຍໃຈຫລາຍ.\n",
        "output": [
            "The wins by the Steel and the Vixens are considered by those who follow the netball league to be major upsets.\n"
        ]
    },
    {
        "input": "ກອງຫນ້າຢ່າງຊາເວຍແລະຄຣິດ ທອມສັນກໍ່ສາມາດປ້ອງກັນໄວ້ຢ່າງຫນຽວແຫນ້ນ ໂດຍຄອບຄອງລູກພຽງຄັ້ງດຽວ.\n",
        "output": [
            "Forwards Xavier Moya and Chris Thompson provided tough inside defense on one possession.\n"
        ]
    },
    {
        "input": "ໃນວັນທີ 3 ຂອງການແຂ່ງຂັນແຊ້ມປ່ຽນຊິບການລອຍນ້ຳຜູ້ພິການລະດັບໂລກປີ 2007 ທ່າຟຣີສະໄຕ 1500m ຟຣີສະໄຕ 800m ກົບ 50m ກົບ 200 ແມັດ ຟຣີສະໄຕ4 x 100 ແມັດ ເມັກເລຜັດ ຮອບສຸດທ້າຍຈະຈັດຂື້ນໃນຊ່ວງບ່າຍແລະແລງ.\n",
        "output": [
            "On the 3rd day of the 2007 World Deaf Swimming Championships, the Men 1500m Freestyle, Women 800m Freestyle, 50m Breaststroke, 200m Freestyle, 4x100m Medley Relay Groups finales took place during the afternoon and evening.\n"
        ]
    },
    {
        "input": "ສໍາລັບການສອບເສັງດັ່ງກ່າວນີ້ ນັກສຶກສາໂຮງຮຽນມັດທະຍົມ 665 ຄົນ ໄດ້ຖືກຈັບຍ້ອນການກ່າຍ ເເລະເພີ່ມຂື້ນສອງເທົ່າຈາກປີທີ່ຜ່ານມາ ແລະຢູ່ໃນໂຮງຮຽນມັດທະຍົມໄດ້ພົບເຫັນວ່າຄໍາຕອບຂອງການສອບເສັງໄດ້ຖືກມອບໃຫ້ແກ່ນັກຮຽນ 111 ຄົນກ່ອນທີ່ຈະມີການສອບເສັງ.\n",
        "output": [
            "For this exam, 665 high school students were caught cheating, double the number from last year, and at one high school it was found that the exam answers were given to 111 pupils prior to the exam.\n"
        ]
    },
    {
        "input": "ລອນດອນ ອັງກິດ-ທີມຣັບບີ້ວິວແຊທີມຊາດອົດສະຕາລີເອົາຊະນະທີມແຄນນາດາໄປດ້ວຍຄະແນນ 66-51 ແລະຄວ້າຫລຽນທອງສຸດທ້າຍໃຫ້ກັບອົດສະຕາລີໃນການແຂ່ງຂັນພາຣາລິມປິກເກມປີ 2012.\n",
        "output": [
            "London, England — The Australia national wheelchair rugby team defeated Canada 66–51 to win Australia's last gold medal of the 2012 Summer Paralympics.\n"
        ]
    },
    {
        "input": "ຕາມດ້ວຍການປ່ອຍຍານຄັນທີສອງຂອງ ໄຕຕັ້ນ III ມັນຖືກປັບປຸງໃຫ້ຮັບໃຊ້ກັບການນຳໃຊ້ຈໍສຳລັບ ຫ້ອງທົດລອງວົງໂຄຈອນປະຈຳການຂອງ ກອງກຳລັງອາກາດ US (MOL).\n",
        "output": [
            "Following the second Titan III launch, it was modified to serve as a launch pad for the US Air Force's Manned Orbiting Laboratory (MOL).\n"
        ]
    },
    {
        "input": "\"ຂໍໃຫ້ໄປສູ່ສຸຂະຕິ ແລະ ຂໍໃຫ້ຄອບຄົວຂອງພວກເຂົາ ມີຄວາມເຂັ້ມແຂງໃນວັນແຫ່ງການສູນເສຍ.\"\n",
        "output": [
            "\"May they rest in peace, and may their families find comfort in the hard days ahead.\"\n"
        ]
    },
    {
        "input": "ອົງການນັກຂ່າວໄຮ້ພົມແດນ ໄດ້ເອີ້ນການກະທຳນີ້ວ່າ \"ອັນຕະລາຍ\" ແລະ ເຕືອນວ່າມັນສາມາດໃຊ້ເພື່ອມຸ້ງເປົ້າໄປທີ່ \"ພົນລະເມືອງທຳມະດາ\" ຜູ້ທີ່ບັນທຶກພາບການກະທຳທີ່ຮຸນແຮງ.\n",
        "output": [
            "Media freedom group Reporters Without Borders has called the act \"dangerous\", and warned that it can be used to target \"regular citizens\" who film acts of violence.\n"
        ]
    },
    {
        "input": "ຜົນການສືບສວນສະຫລຸບໄດ້ວ່າ ສະເຕຟາໄນຝ່າຝືນກົດໂດຍການຊ່ວຍໃຫ້ບໍລິສັດສັນຊາດອັງກິດຢ່າງ Lloyds Register Inspection Ltd. ໄດ້ເຊັນສັນຍາໂຄງການນ້ຳມັນແລກອາຫານເພື່ອປະເທດອິຮັກກັບສະຫະປະຊາຊາດ.\n",
        "output": [
            "The investigation concluded that Stephanides infringed on regulations by helping the British company, Lloyds Register Inspection Ltd., win a contract under the UN programme for Iraq.\n"
        ]
    },
    {
        "input": "\"ລາວໃຈກວ້າງກັບໃຜກໍ່ຕາມທີ່ຂ້ອຍໄດ້ຮູ້ ແລະ ຈະໃຫ້ເສື້ອແກ່ໃຜກໍ່ຕາມທີ່ຢູ່ດ້ານຫລັງຂອງລາວ.\"\n",
        "output": [
            "\"He had the biggest heart of anyone I knew and would give anyone the shirt off his back.\"\n"
        ]
    },
    {
        "input": "ໃນວັນສຸກ ທ່ານ ຊຣິເວີ້ ກ່າວໃນການໃຫ້ສຳພາດ ໃນລາຍການສະບາຍດີຕອນເຊົ້າອາເມລິກາ ວ່າ \"ໂອບາມາ ສະແດງຄວາມຮູ້ສຶກ ຕໍ່ການກະທຳທີ່ບໍ່ໄດ້ຕັ້ງໃຈລົບລູ່ກຸ່ມຄົນພວກນີ້.\"\n",
        "output": [
            "\"He expressed that he did not intend to humiliate this population,\" Shriver said on Friday in an interview on Good Morning America.\n"
        ]
    },
    {
        "input": "ທະນາຍຝ່າຍຈຳເລີຍເຕືອນຄະນະລູກຂຸນໃຫ້ບໍ່ສົນຂໍ້ຄິດເຫັນຂອງສື່ເພາະມັນອາດພິສູດວ່າຈຳເລຍມີຄວາມຜິດກ່ອນທີ່ການສືບສວນຈະເລີ່ມຂຶ້ນ.\n",
        "output": [
            "The defense barrister warned the jury to ignore the comments of the press as they may have convicted the defendant before the trial has begun.\n"
        ]
    },
    {
        "input": "ເມີເຣບໍ່ສະແດງຄວາມເຫັນວ່າຂະບວນການຕັດສິດໃຈເປັນແນວໃດແລະເປັນຫຍັງຈຶ່ງປະຕິເສດປ້າຍໂຄສະນາດັ່ງກ່າວ.\n",
        "output": [
            "Murray made no comment on how the decisions are made or why this particular billboard was rejected.\n"
        ]
    },
    {
        "input": "ທ່ານອາດາໂມພູລັດກ່າວວ່າລາວກຳລັງພິຈາລະນາເລື່ອງການຕິດຕາມດຳເນີນຄະດີກັບຜູ້ທີ່ເປັນຕົ້ນຕໍປ່ອຍຂ່າວລວງ.\n",
        "output": [
            "Mr Adamopoulos said that he is considering pursuing legal action against the originators of the hoax.\n"
        ]
    },
    {
        "input": "ພວກເຂົາຍັງໄດ້ຮຽກຮ້ອງໃຫ້ນາຍຍົກລັດຖະມົນຕີໃຫ້ຂະຫຍາຍຄວາມພະຍາຍາມທີ່ຈະຮັບມືກັບບັນຫາການກໍ່ການຮ້າຍແລະບັນຫາຄະຕິນິຍົມສຸດຂີດ.\n",
        "output": [
            "They also urge the Prime Minister to extend his efforts in tackling terrorism and extremism.\n"
        ]
    },
    {
        "input": "ລາວຍັງຕື່ມອີກວ່າ ລໍເລນສ໌ ເຄີຍເຮັດວຽກກັບການລົນນະລົງສຳລັບການເລືອກຕັ້ງຂອງການເຄື່ອນໄຫວຂອງລິພັບກັນ ຕົວແທນຂອງ ສົນທິສັນຍາລັດຖະທໍາມະນູນ ອົດສະຕາລີ ປີ 1998.\n",
        "output": [
            "He also added that Lawrence had worked on the campaign for election of Australian Republican Movement representatives to the Australian Constitutional Convention in 1998.\n"
        ]
    },
    {
        "input": "ຄອບ​ຄົວ​ກ່າວ​ວ່າ​ລູກເຮືອທີ່ຖືກ​ຈັບ​​ມີ \"ນໍ້າດື່ມ​ຫຼື​ອາ​ຫານ​\"​.\n",
        "output": [
            "Families say the captured crew have \"little drinking water or food,\".\n"
        ]
    },
    {
        "input": "ຜູ້ພິພາກສາ ລອດ ບາຊ ໄດ້ກ່າວວ່າ ກົດໝາຍດັ່ງກ່າວຈະຍັງບໍ່ມີຜົນຈົນກວ່າທາງລັດຖະສະພາຈະສຳເລັດການປຶກສາຫາລືຢ່າງກວ້າງຂວາງ ແລະ ອຳນາດໃໝ່ຂອງພະນັກງານເກັບໜີ້ຈະໄດ້ຖືກຕິດຕາມຢ່າງລະມັດລະວັງ.\n",
        "output": [
            "Justice Lord Bach stated the Act would not be made active until after Parliament had finished extensive consulting, and that the new powers of bailiffs would be carefully monitored.\n"
        ]
    },
    {
        "input": "ໃນເດືອນກໍລະກົດ 2010 Rudd ໄດ້ຖືກແທນບ່ອນທີ່ເປັນຜູ້ນຳຂອງ ALP ແລະ ນາຍົກລັດຖະມົນຕີ ໂດຍ ທ່ານນາງ Gillard.\n",
        "output": [
            "In July 2010, Rudd was replaced as leader of the ALP and as Prime Minister by Ms Gillard.\n"
        ]
    },
    {
        "input": "ໃນອີກດ້ານໜຶ່ງ ນາຍົກລັດຖະມົນຕີ ແຫ່ງ ໂມລໂດວັນ ວາເຊິລ ຕາຣ໌ເລັບ ໄດ້ກ່າວຫາໃນວັນພະຫັດ ວ່າກອງທະຫານ ຣັດເຊຍ ໃນ ທຣັນຊ໌ນີຊ໌ເທຣຍ ຂອງການສະໜອງອາວຸດໃຫ້ ເຂດເຊເຊັນ ໃນການຕອບ ລັດຖະມົນຕີປ້ອງກັນຊາດ ແຫ່ງ ຣັດເຊຍ ອີວາໂນບ ໄດ້ເວົ້າວ່າ ລາວ \"ໄດ້ຮ້ອງຂໍຫົວໜ້າລາວ\" ສຳລັບການ ຣັດເຊຍ ໃນ ໂມລໂດວັນ ແລະ ຮັບປະກັນວ່າ \"ບໍ່ມີອາວຸດຈາກ ທຣັນຊ໌ນີຊ໌ເທຣຍ ໄດ້ຖືກສົ່ງມາ​.\"\n",
        "output": [
            "On the other hand, Moldovan Premier Vasile Tarlev accused Thursday the Russian troops in Transnistria of supplying weapons to the Chechen region, In reply, Russian Defence Minister Sergei Ivanov said that he \"pledges his head\" for Russian bases in Moldova, and assured that \"no weapons from Transnistria had been sent.\"\n"
        ]
    },
    {
        "input": "ມີຄວາມມຸ້ງຫມັ້ນໃນການຕໍ່ສູ້ກັບການຄຸກຄາມທີ່ເຮັດໂດຍ \"ກຸ່ມອາດຊະຍາກຳ ຫລືກຸ່ມຄົນທີ່ຜິດປົກກະຕິ.\"\n",
        "output": [
            "It also mentioned a commitment to fight against threats posed by \"irregular or criminal groups.\"\n"
        ]
    },
    {
        "input": "ລັດຖະບານລັດຖືກວິພາກວິຈານເລື່ອງການໃຫ້ຕໍາຫລວດປ້ອງກັນທີ່ກອງປະຊຸມ.\n",
        "output": [
            "The State government has been criticised for providing free police protection at the conference.\n"
        ]
    },
    {
        "input": "Rijsberman ໄດ້ເວົ້າວ່າການຂາດນ້ຳໃນ ອາຟິຣກາ ໄດ້ເປັນສາເຫດໂດຍ ການຂາດພື້ນຖານໂຄງລ່າງເພື່ອເອົານ້ຳໃຫ້ປະຊາຊົນ ຕາມທີ່ຕ້ອງການ.\n",
        "output": [
            "Rijsberman said water scarcity in Africa was caused by a lack of infrastructure to get the water to the people who needed it.\n"
        ]
    },
    {
        "input": "ລາຍງານຢ່າງບໍ່ເປັນທາງການກ່ອນໜ້ານີ້ໄດ້ກ່າວວ່າ ເສດຫຫັກພັງນັ້ນອາດຈະແມ່ນເປັນຜົນມາຈາກການລະເບີດຂອງເຮືອບິນນ້ອນ.\n",
        "output": [
            "Earlier unconfirmed reports had said the debris could have been the result of a small plane exploding.\n"
        ]
    },
    {
        "input": "ການລັດຖະປະຫານສົ່ງຜົນໃຫ້ເກີດວິກິດຕະການທາງການເມືອງເຊິ່ງປະທານນາທິບໍດີ ທັດຈາໄດ້ຍຸດສະພາບ ທັງສະພາແຫ່ງຊາດແລະສານສູງແຫ່ງໄນເຈີ ລວມເຖິ່ງໄດ້ຂະຫຍາຍວາລະການດຳລົງຕຳແຫນ່ງໃນຖານະປະທານນາທິບໍດີຂອງຕົນເອງຕໍ່ໄປອີກສາມປີ ລວມເຖິງຍົກເລີກການຈຳກັດວາລະຂອງຕົນເອງທັງຫມົດ.\n",
        "output": [
            "The coup came after an extended political crisis in which President Tandja has dissolved both the National Assembly and Niger's High Court, as well as extending his presidential term by three years, and removing all further limits on his term.\n"
        ]
    },
    {
        "input": "ອຸະດິເລດເຮັດໄດ້ດີຫລາຍ ລາວເຮັດໃຫ້ພວກເຮົາເກືອບຕາຍແຕ່ຂ້າພະເຈົ້າຄິດວ່າຂ້າພະເຈົ້າຄວນໄດ້ຮັບໄຊຊະນະນີ້\" ຫົວຫນ້າທີມເມເບິນ ເຄວັນ ມັດແຄກກ່າວ.\n",
        "output": [
            "Adelaide were great, they pushed us right to the death but I think we deserved it,\" Melbourne captain Kevin Muscat said.\n"
        ]
    },
    {
        "input": "ປະທານາທິບໍດີກ່າວວ່າ \"ພວກເຮົາກຳລັງຈະສ້າງຖະຫນົນ 150,000 ໄມ ນັ້ນພຽງພໍຕໍ່ການວົນຮອບໂລກຫົກຄັ້ງ.\n",
        "output": [
            "The president also said that \"we are going to rebuild 150,000 miles of our roads — that's enough to circle the world six times...\n"
        ]
    },
    {
        "input": "ນັກການເມືອງຝ່າຍຄ້ານເຄັນຢາໂຕ້ຖຽງກັບຜູ້ສະນັບສະໜູນຂອງທ່ານ ໄວກິບາກີ້ ປະທານາທິບໍດິທີ່ຖືກເລືອກອີກຄັ້ງ ກ່ຽວກັບວິທິການເລືອກປະທານສະພານິຕິບັນຍັດຄົນໃໝ່.\n",
        "output": [
            "Kenyan opposition politicians argued with followers of re-elected President Mwai Kibaki over how to pick a new parliamentary speaker.\n"
        ]
    },
    {
        "input": "ກຳແພງວັດໄດ້ຖະຫຼົ່ມ ເປັນສາເຫດໃຫ້ມີຄວາມແຕກຕື່ນ ລະຫວ່າງ ນັກບວດຮິນດູກວ່າ ສິບພັນຄົນ ເຊິ່ງໄດ້ເລີ່ມແລ່ນເພື່ອຄວາມປອດໄພ ເຮັດໃຫ້ມີການແຕກຕື່ນ.\n",
        "output": [
            "A temple wall collapsed, causing panic among ten of thousands of gathered Hindu worshippers who then began to run for safety, causing the stampede.\n"
        ]
    },
    {
        "input": "ເຖິງວ່າ Palin ຈະມີການໂຈມຕີ ຫົວຂໍ້ຂ່າວຕົ້ນສະບັບ 3 ຫົວຂໍ້ຂອງຫນັງສືພິມ ນີວຢອກທາມໃນເດືອນຕຸລາໄດ້ສະຫຼຸບວ່າ ໂອບາມາ ແລະ ເອເຢີຣສບໍ່ເຄີຍໃກ້ຊິດກັນ ແລະ ໄດ້ຕິດຕໍ່ພົວພັນກັນໂດຍຜ່ານການເຮັດວຽກເບື້ອງຕົ້ນໃນສຳນັກງານ ແລະໂຄງການປະຕິຮູບໂຮງຮຽນຂອງໂອບາມາ \"ກ່າວວ່າເສັ້ນທາງຂອງເຂົາໄດ້ຄ່ອຍໆສວນທາງກັນໄປເປັນໄລຍະໆ.\"\n",
        "output": [
            "Despite Palin's attack, the original article in the October 3 New York Times concluded that Obama and Ayers were never close, and that the connection was through Obama's initial run for office and a schools reform project, \"saying that their paths have crossed sporadically\".\n"
        ]
    },
    {
        "input": "ນັກສອບສວນ ກ່າວວ່າ ປະຈຸບັນ ເຂົາເຈົ້າບໍ່ແນ່ໃຈ ວ່າ ການລະເບີດແມ່ນມາຈາກອຸປະຕິເຫດ ຫລື ບໍ່ ຫລື ວ່າມີສິ່ງຜິດກົດໝາຍມາພົວພັນ ເນື່ອງຈາກຄວາມພະຍາຍາມທັງໝົດ ແມ່ນເບື້ອງຕົ້ນ ແນ່ໃສ່ພະຍາຍາມຄົ້ນຫາຜູ້ລອດຊີວິດ.\n",
        "output": [
            "Investigators say they are currently unsure if the blast was purely accidental, or if foul play was involved, as all efforts were initially focused on attempting to locate survivors.\n"
        ]
    },
    {
        "input": "ທ່ານ ນາງ ຟຣັງກາ ເກີດໃນປີ 1921 ຢູ່ລອນດອນ ປະເທດອັງກິດ ແລະ ໄດ້ມາການາດາ ໃນປີ1951 ເພື່ອກໍ່ຕັ້ງ ບັນເລແຫ່ງຊາດການາດາ.\n",
        "output": [
            "Franca, born 1921 in London, England, came to Canada in 1951 to found the National Ballet of Canada.\n"
        ]
    },
    {
        "input": "ເພື່ອນເຈົ້າສາວສີ່ຄົນໄດ້ຖືກປະກາດແມ່ນລູກສາວຂອງທ່ານເອີລ ແລະ ພັນລະຍາແຫ່ງ ເວສເຊັກ ທ່ານຍິງ ຫຼຸຍ ວິນເຊີ ທີ່ມີອາຍຸ ເຈັດປີ.\n",
        "output": [
            "The four bridesmaids have been announced as the daughter of the Earl and Countess of Wessex, Lady Louise Windsor, who is seven years old.\n"
        ]
    },
    {
        "input": "ໃນການແຂ່ງຂັນຫຼັກ ຍ້ອນຈຸດແຂງທີ່ໃກ້ຄຽງຫຼາຍ ບໍ່ມີໃຜສາມາດນໍາ ເສັ້ນທາງຍາວ ໂດຍສະເພາະການແຂ່ງຂັນຂອງນັກຖີບອາເຊຍ.\n",
        "output": [
            "In the main race, due to a very close actual strength, not everyone can took the leading for a long-period especially in Asian cyclists' competition.\n"
        ]
    },
    {
        "input": "ແຟນບານຕ່າງເຫນັບແນມທີມຊາດໂຕໂກທີ່ຖືກຂື້ນນຳໄປ 2 ປະຕູຕໍ່ 0 ເພາະບໍ່ມີຜູ້ຫລິ້ນມາສະກັດຜູ້ຫລິ້ນທີມຊາດຝຣັ່ງເສດທີ່ຫນ້າປະຕູເລີຍ.\n",
        "output": [
            "The lack of French execution in front of goal had fans in the crowd jeering when they were 2-0 up.\n"
        ]
    },
    {
        "input": "ອຸປະກອນລະເບີດທີ່ບໍ່ເຄີຍພົບມາກ່ອນເປັນເຄື່ອງສັງຫານພົນລະເມືອງອິຣັກແລະກອງທັບພັນທະມິດຢ່າງດີໃນອິຣັກ.\n",
        "output": [
            "Improvised explosive devices have been a big killer of both Iraqi civilians and Allied forces in Iraq.\n"
        ]
    },
    {
        "input": "ຄັ້ງທີສອງແມ່ນໃຫຍ່ກວ່າ ແລະ ພະນັກງານທາງການຈີນ ໄດ້ເວົ້າວ່າວຽກການຟື້ນຟູໄດ້ດຳເນີນໄປຢ່າງຫຼ້າຊ້າ.\n",
        "output": [
            "The second was larger, and Chinese officials said work to restore service was progressing slowly.\n"
        ]
    },
    {
        "input": "ປົກກະຕິແລ້ວເວລາທາງການຂອງປະເທດຄືເວລາລະດູຫນາວ.\n",
        "output": [
            "Usually, the official time of a country is Winter Time.\n"
        ]
    },
    {
        "input": "ລາວໄດ້ລົງນະລົງລົບລ້າງການສໍ້ລາດບັງຫຼວງແລະຄວາມທຸກຍາກແລະເວົ້າວ່າລາວຈະເຮັດໃຫ້ການດໍາເນີນຄະດີກັບພະນັກງານລັດເປັນບູລິມະສິດ.\n",
        "output": [
            "He campaigned for an end to corruption and poverty and says he'll make prosecuting corrupt officials a priority.\n"
        ]
    },
    {
        "input": "ຄວາມເສຍຫາຍດ້ານກະສິກຳອັນເນື່ອງມາຈາກເຂດທີ່ຖືກຂີ້ເຖົ່າຄວບຄຸມແມ່ນປະເມີນໄດ້150ລ້ານໂດລາສະຫະລັດ.\n",
        "output": [
            "Losses in agriculture due to the ash cover are estimated at $150 Million.\n"
        ]
    },
    {
        "input": "ການເພີ່ມຂຶ້ນຄັ້ງລ່າສຸດນີ້ຈະໄດ້ເຫັນເງິນເດືອນຂອງລາວຢູ່ທີ່ປະມານ 361,000 ໂດລາສະຫະລັດ.\n",
        "output": [
            "The latest increase will see her salary rise to about $361,000.\n"
        ]
    },
    {
        "input": "ເພຕັນຖືກຮຽກໃຫ້ລາຍງານຕົວກັບຫນ່ວຍຕຳຫລວດທ້ອງຖິ່ນແລະຟັງການພິຈາລະນາຄະດີໃນອີກຫນື່ງເດືອນຫລັງຈາກນັ້ນ.\n",
        "output": [
            "Preston was then called into the local police unit another month later for a hearing.\n"
        ]
    },
    {
        "input": "ກ່ອນຫນ້ານີ້ ອັງກິດໄດ້ປະຕິເສດຄຳຂໍໃນການເປັນທີ່ລົບໄພຂອງ ເມດີ ຄາຊາມີ ເດັກຫນຸ່ມອາຍຸ 19 ປີ ເຊິ່ງລາວໄດ້ຫລົບຫນີໄປຍັງເນເທີແລນ ແຕ່ກໍ່ຖືກປະຕິເສດຈື່ງໄດ້ກັບມາທີ່ອັງກິດ.\n",
        "output": [
            "Britain had initially rejected an asylum request by 19-year-old Mehdi Kazemi, and Kazemi fled to the Netherlands, where his case was turned down and he returned to Britain.\n"
        ]
    },
    {
        "input": "ສິ່ງທີ່ຄົ້ນພົບເພີ່ມເຕີມອື່ນໆ ແມ່ນ ເຄື່ອງມືກະສິກໍາ ສິ່ງປະດິດ ຂອງ ຍຸກທອງແດງ ມີອາຍຸ ໃນລະຫ່ວາງ 6,200-5,900 ປີ ກ່ອນ.\n",
        "output": [
            "Additional discoveries yielded an extensive array of Copper Age artifacts dating to between 6,200 and 5,900 years ago.\n"
        ]
    },
    {
        "input": "ຈາກ 242 ທີ່ນັ່ງ ພັກດິພີເຈມີທີ່ນັ່ງເພີ່ມຈາກ 82 ຖືງ 109 ທີ່ນັ່ງ ເຮັດໃຫ້ເປັນພັກທີ່ມີທີ່ນັ່ງສູງສຸດໃນສະພາຜູ້ແທນລາດຊະດອນ.\n",
        "output": [
            "Of the 242 seats, DPJ went from 82 to 109 seats, making it the largest party in the House of Councillors.\n"
        ]
    },
    {
        "input": "ຈົນຕອນນີ້ ຍັງບໍ່ມີການລາຍງານການເສຍຊີວິດຫຼືບາດເຈັບ.\n",
        "output": [
            "So far, there are no reports of any deaths or injuries.\n"
        ]
    },
    {
        "input": "\"ເຮົາຈະເພີ່ມກຳມະການຕັດສິນພິເສດີອີກສອງຄົນແລະເຮົາຈະລ້ຽງພິຈາລະນາການໃຊ້ເທັກໂນໂລຊີທີ່ເສັ້ນປະຕູໃດໆທັງສິ້ນ ນະຕອນນີ້.\"\n",
        "output": [
            "\"We will look on these two additional referees and we avoid considering any goal-line technology during this time.\"\n"
        ]
    },
    {
        "input": "ຮ່າງກົດໝາຍຖືກສະເໜີໃນເວລາຕໍ່ມາໂດຍການເຂົ້າຮ່ວມຂອງພັກຂຽວອົດສະຕາລີ ເພື່ອຢຸດ ຜູ້ວ່າການທົ່ວໄປໃນການບໍ່ອະນຸຍາດກົດໝາຍແຫ່ງລັດ ເອຊີທີ ທີ່ສ້າງສະຫະພາບພົນລະເມືອງໄດ້ລົ້ມເຫຼວ ດ້ວຍຄະແນນສຽງສ່ວນຫຼາຍສອງຄະແນນ.\n",
        "output": [
            "A bill proposed later in the sitting day by the Australian Greens to stop the Governor-General disallowing ACT state law establishing civil unions failed, by a majority of two votes.\n"
        ]
    },
    {
        "input": "ຣິໂຄສາມາດເຮັດວຽກໄດ້ຫລາກຫລາຍ ແຕ່ຄວາມລຸ້ມຫລົງຂອງລາວຕອນນີ້ກໍ່ຄືວຽກປັດຈຸບັນຂອງລາວນັ້ນຄືການປ່ຽນຂີ້ເຫຍື້ອໃຫ້ມີປະໂຫຍດແລະໃຫ້ກາຍເປັນເຄື່ອງຕົກແຕ່ງເຮືອນທີ່ໂດດເດັ່ນຂື້ນມາ.\n",
        "output": [
            "Rico has been in a variety of jobs but his passion is now his profession - he turns unwanted 'junk' into unusual pieces of furniture.\n"
        ]
    },
    {
        "input": "ຕຳຫຼວດຈາລະຈອນ ຕຳຫຼວດຮັກສາຄວາມສະຫງົບປະຈຳເມືອງ ຕຳຫຼວດປະຈຳທາງຫຼວງຄາລິຟໍເນຍ ແລະ ຕຳຫຼວດສຶບສວນກາງມີສ່ວນກ່ຽວຂ້ອງໃນການຄົ້ນຫານີ້.\n",
        "output": [
            "Traffic officers, county sheriffs, California Highway Patrol, and the Federal Bureau of Investigation were involved in the search.\n"
        ]
    },
    {
        "input": "ນໍໂກໃຫ້ການວ່າຣອດໄດ້ໃຊ້ຢາເພື່ອຄວບຄຸມອາຫານທາງຈິດຕະເວດຂອງລາວ.\n",
        "output": [
            "Norko further testifed that Ross is taking medication to control his psychiatric problems.\n"
        ]
    },
    {
        "input": "ຊິນາມິທີ່ເປັນຜົນມາຈາກແຜ່ນດິນໄຫວຂະຫນາດ 8.9 ຣິກເຕີ້ໃນຍີ່ປຸ່ນເມື່ອວັນສຸກທີ່ຜ່ານມາທຳລາຍທ່າເຮືອປະມົງການຄ້າໃນເມືອງ ເຄດເຊນ ລັດແຄລິຟໍເນຍ ເຊິ່ງເປັນເມືອງຊາຍຝັ່ງທີ່ຍັງຄົງຟື້ນຟູຈາກເຫດຊິນາມິເມື່ອປີ 1964.\n",
        "output": [
            "The tsunami caused by Japan's magnitude 8.9 quake on Friday destroyed the commercial fishing harbor of Crescent City, California, a coastal town still recovering from a devastating tsunami in 1964.\n"
        ]
    },
    {
        "input": "ອິນໂດເນເຊຍກໍໍ່ຕັ້ງສາຍການບິນໃນເດືອນມີນາຫລັງຈາກມີອຸບັດຕິເຫດເຄື່ອງບິ້ນໂບອິ້ງ 737 ອອກນອກລັນເວ.\n",
        "output": [
            "Indonesia grounded the carrier in March after another accident in which a B737 overshot a runway.\n"
        ]
    },
    {
        "input": "ຝ່າຍກົງກັນຂ້າມ ໄດ້ປະກາດການປິດກັ້ນ ແລະ ວຽກງານກໍ່ສ້າງ ການກະທໍາທີ່ເຈດຕະນາ ເພື່ອປ້ອງກັນຊາວມຸດສະລິມ ຈາກການເຂົ້າສະຖານທີ່ສັກສິດ.\n",
        "output": [
            "Opponents have declared the blockades and the construction work a deliberate act to prevent Muslims from accessing the holy site.\n"
        ]
    },
    {
        "input": "ລູກຄ້າຂອງຮ້ານຄ້າສະວິສຄອມ ໃນນີວຊີແລນ ຈະມ່ວນຊື່ນກັບຄ່າບໍລິການລາຍເດືອນທີ່ຖືກທີ່ສຸດ (34 ໂດລາ).\n",
        "output": [
            "Swisscom customers in Switzerland will enjoy the lowest monthly service fees (US$34).\n"
        ]
    },
    {
        "input": "ໃນຕອນເລີ່ມຕົ້ນຂອງທົວ ອັງກິດ ໄດ້ຊະນະ ສີ່ເກມ ໃນຊູຸດການແຂ່ງຂັນທົດລອງ 3-0.\n",
        "output": [
            "Earlier in the tour, England won a four match Test series 3-0.\n"
        ]
    },
    {
        "input": "\"ອັງກິດມີຄວາມຮັກກັບວໍ ດິດສະນີເວີ ແລະຄວາມກ່ຽວດອງກັບເວດມົນແລະສວນສະຫນຸກແຫ່ງນັ້ນຢ່າງຫລາຍແລະນັ້ນອາດເປັນເຫດວ່າ ຈື່ງໄດ້ຄະແນນຄຸນນະພາບໃນລະດັບສູງ\" ຮູ ວູດ ແຫ່ງ ດິສນີ ໄດ້ກ່າວ.\n",
        "output": [
            "\"Britain clearly has a love for Walt Disney World and long-standing affinity with the parks and their magic, which is probably why the number and quality of entries received was so high,\" said Disney's Hugh Wood.\n"
        ]
    },
    {
        "input": "ມື້ນີ້ໄດ້ເຫັນສະຖິຕິຣ້ອນທີ່ສຸດຂອງສະຫະລາຊະອານາຈັກ ໃນເດືອນກໍລະກົດ ດ້ວຍອຸນະພູມເຖິງ36.5ºC (97.7ºF) ໃນ Wisley ໃນ Surrey.\n",
        "output": [
            "Today has seen Britain's hottest recorded July day with temperatures hitting 36.5ºC (97.7ºF) in Wisley in Surrey.\n"
        ]
    },
    {
        "input": "ສະມາຄົມສື່ມວນຊົນ ລະບຸວ່າ ຄວາມພະຍາຍາມຂອງໂບດໄຊແອນໂທໂລຈີໃນການຫຍຸດຢັ້ງບໍ່ໃຫ້ວິດີໂອນັ້ນເຜີຍແຜ່ໄປໃນອິນເຕີເນັດເບິ່ງຄືວ່າ \"ຈະສົ່ງຜົນເສຍຢ່າງຫນ້າສັງເກດ\" ກັບທາງໂບດໂດຍເມື່ອວັນພະຫັດວິດີໂອດັ່ງກ່າວກໍ່ເປີດໃຫ້ຊົມໄດ້ໃນເວັບໄຊຕ໌ອື່ນໆ ນອກເຫນືອຈາກ Gawker.com ລວມທັງນິວຍອກໂພດ ສະຖານນີຂ່າວໂທລະທັດເສລີແລະບີຊີຊີ.\n",
        "output": [
            "Attempts by the Church of Scientology to stop distribution of the video via the Internet \"seem to have backfired spectacularly,\" according to The Press Association, and by Thursday the video was viewable on websites other than Gawker.com, including the New York Post, Independent Television News and the BBC.\n"
        ]
    },
    {
        "input": "ອັງກິດຊະນະເຄນຍ່າ 7 ປະຕູ (ໂດຍບານເຫລືອ 60 ລູກ) ໃນຮອບສຸດທ້າຍຂອງກຸ່ມ ຊີ ໃນເກມເວີຄັບທີ່ສະຫນາມໂບເຊຊູ ກຣໍ ອິສະເລດ ເຊນ ລູເຊຍ.\n",
        "output": [
            "England beat Kenya by 7 wickets (with 60 balls remaining) in the final Group C game in the World Cup at Beausejour Stadium, Gros Islet, Saint Lucia.\n"
        ]
    },
    {
        "input": "ໃນເດືອນກັນຍາປີທີ່ແລ້ວ ລັດອາລາສະກາໄດ້ຢື່ນຫນັງສືແຈ້ງຕໍ່ສາທາລະນະວ່າ ເຊວຕ້ອງການຂຸດພື້ນທີ່ຊາຍຝັ່ງຂອງທະເລ ໂບຟອດ ໂດຍການວາງເຄື່ອງທົດລອງເຈາະນ້ຳມັນ ທີ່ຈຸດຂຸດນ້ຳມັນສອງຈຸດ ຄື: \"ຕໍປີໂດ\" ແລະ \"ຊິວວູລິກ.\"\n",
        "output": [
            "Last September, the state of Alaska made a public notice about Shell's desire to drill off the coast of the Beaufort Sea, placing experimental drilling rigs at two drill site location: \"Torpedo\" and \"Sivulliq\".\n"
        ]
    },
    {
        "input": "ນອກຈາກນີ້ ຍັງພົບວ່າ ກັບຕັນ ມາໂວໂຕ ໂກມາ ບໍ່ສົນໃຈການເປີດລະບົບເຕືອນ ສິບຫ້າ ຄັ້ງຂອງລະບົບເຕືອນ (GPWS) ເຊິ່ງໄດ້ແຈ້ງໃຫ້ ກັບຕັນໂກມາ ວ່າເຄື່ອງບິນກໍາລັງບິນດ້ວຍຄວາມໄວເກີນ ທີ່ຈະສາມາດລົງຈອດດ້ວຍຄວາມປອດໄພ ແຕ່ວ່າລາວບໍ່ຍົກເລີກ.\n",
        "output": [
            "It also found that captain Marwoto Komar had ignored fifteen activations of the Ground Proximity Warning System (GPWS) informing Mr Komar that the aircraft was flying at a speed beyond that at which it could safely land, but he failed to abort.\n"
        ]
    },
    {
        "input": "ສາດສະດາຈານກະສຽນອາຍຸ 73ປີ ບາດຫລວງໂຣແລນເວດເຊເບີກ ເຜົາຕົວເອງທັງເປັນຫລັງຈາກມື້ປະຕິຮູບໃນວັນອັງຄານ]ໃນເອີເຟີດ ປະເທດເຍຍລະມັນ.\n",
        "output": [
            "A 73-year old retired pastor, Reverend Roland Weisselberg, burned himself alive during Reformation Day services on Tuesday]in Erfurt, Germany.\n"
        ]
    },
    {
        "input": "ແລະຄຳຖາມສຸດທ້າຍທີ່ຖາມທັງກັບ ເຄກ ມິໄມ ແລະເບນາດ ດາຕັນຄືພວກເຂົາເປັນແຟນຂອງຟອດຫລືໂຮເດັນ.\n",
        "output": [
            "And the final question asked to both Craig Milmine and Bernard Darnton was whether they were a Holden or a Ford fan.\n"
        ]
    },
    {
        "input": "ແນວໃດກໍ່ຕາມ ຜູ້ບັງຄັບບັນຊາ ແນວຮ່ວມປົດປ່ອຍປະຊາຊົນໄທເກທີ່ລີ້ໄພ ອາໄສຢູ່ໃນປະເທດເນເທີແລນ ລາລີກາວີ ເບີຫີ ເປັນຜູ້ຢູ່ເບື້ອງຫລັງຂອງອາລີຍາ.\n",
        "output": [
            "However, an exiled TPLF commander who lives in the Netherlands, Aregawi Berhe, is backing Araya's story.\n"
        ]
    },
    {
        "input": "ເອກະສານໄດ້ຮົ່ວໄຫລໃນວິກິລີກແລະພົບເຫັນໃນຂ່າວວິກິນິວທີ່ໄດ້ເຜີຍວ່າ ຄິວບາ ໄດ້ເຊັນສັນຍາລັບກັບ ເວເນຊູເອລາ ເພື່ອເຮັດໃຫ້ແນ່ໃຈວ່າ ຄິວບາຈະສາມາດເຂົ້າເຖິງການເຊື່ອມຕໍ່ອິນເຕີເນັດຄວາມໄວສູງໃນປີ 2010.\n",
        "output": [
            "Documents leaked on Wikileaks and seen by Wikinews have revealed that Cuba signed a confidential deal with Venezuela to ensure that Cuba gets access to a high speed internet connection by 2010.\n"
        ]
    },
    {
        "input": "ທັງໝົດຂອງບັນດາການແຂ່ງຂັນທີ່ໄດ້ຊະນະກັບ Mexican Jockey Mario Gutierrez.\n",
        "output": [
            "All of these races were won with Mexican jockey Mario Gutierrez.\n"
        ]
    },
    {
        "input": "ການເຕືອນໄພພາຍຸເຂດຮ້ອນຍັງຄົງໃຊ້ງານຈາກ ຕູລູມໃຕ້ ຫາ ເຊຕູມໍ ແມັກຊິໂກ.\n",
        "output": [
            "A tropical storm warning is in effect from south of Tulum to Chetumal Mexico.\n"
        ]
    },
    {
        "input": "ຕາມທີ່ມີນາຍຕຳຫລວດໄຄ ວິກເກີ ອາຍຸ 28ປີ ຈາກນິວອາດ ໂອໄຮໂອໄດ້ຖືກຈັບກຸມເພາະເມົາແລ້ວຂັບ ຫລັງຈາກທີ່ລາວຂັບລົດບາສະຕູແລ້ວເກີດອຸບັດຕິເຫດ.\n",
        "output": [
            "According to police, Kile Wygle, 28, from Newark, Ohio, was arrested for drunk driving after he crashed his motorized bar stool.\n"
        ]
    },
    {
        "input": "ໜັງສືພິມ ເພັສ ທຣັສ ຂອງອິນເດີຍລາຍງານຈໍານວນຜູ້ໄດ້ຮັບບາດເຈັບ 130 ຄົນ ແລະ ສະຖານີໂທລະພາບ ອັນຍະຊີເຣາະ ລາຍງານຈໍານວນຜູ້ໂດຍທັງໝົດ 200 ຄົນ.\n",
        "output": [
            "The Press Trust of India reported that as many as 130 were injured, and Al Jazeera reported that there may have been 200 people on board.\n"
        ]
    },
    {
        "input": "ມັນເບິ່ງຄືເປັນການຍາກ ທີ່່ລາວ ຈະໂບກມືທັກທາຍ ໃນສະກອດແລນຢ່າງມີຄວາມສຸກ.\n",
        "output": [
            "It is hardly likely she would happily wave in Scotland.\n"
        ]
    },
    {
        "input": "ທ່ານ ໄວລີ ກ່າວວ່າ ຖ້າໂທລະເລກສະເພາະ ຕ້ອງການສົນໃຈຂອງລາວ ໂດຍທົ່ວໄປ ມັນໄດ້ຖືກເອົາເຂົ້າໃນຂໍ້ສະເໜີທາງກະຊວງ.\n",
        "output": [
            "Mr Vaile said that if a particular cable needed his attention it was generally put into a ministerial submission.\n"
        ]
    }
]
}