{
  "Contributors": [
    "Sai Venkat Subramani"
  ],
  "Source": [
    "Dataset Card for Asian Language Treebank (ALT) (https://huggingface.co/datasets/alt)"
  ],
  "Categories": [
    "Language Translation"
  ],
  "Definition": "In this task, you will receive a sentence in Vietnamese language, and it is your job to translate the sentence into English.",
  "Positive Examples": [
    {
      "input": "Theo Trung tá Forbes Peters của Hải quân Australia, các quan chức Indonesia cũng hài lòng như các thủy thủ, Peters nói rằng \"Các tùy viên hải quân và đại sứ đang ở đây và họ ôm chặt vào Trung tá Larry Cook.\"",
      "output": "According to the Australian Navy's Commander Forbes Peters, Indonesian officials are as pleased as the ships crew, with Peters saying \"The naval attache and the first secretary to the ambassador are on site here and they cuddled Lieutenant Commander Larry Cook.\"",
      "explanation": "The above sentence is correctly translated from Vietnamese to English"
    },
    {
      "input": "Kể từ khi Canada có hai ngôn ngữ chính thức (Tiếng Anh và tiếng Pháp) một vài nghệ sĩ đến từ Quebec đã đi hát ở Pháp.",
      "output": "Since Canada has two official languages (English and French) some artists were from Quebec and sung in French.",
      "explanation": "The above sentence is correctly translated from Vietnamese to English"
    },
    {
      "input": "Vì vậy, đến nay không có thương tích về người và không có nhà cửa bị hư hại, nhưng một trong những tòa nhà lưu trữ thiết bị được sử dụng bởi nhân viên cứu hỏa đã bị đốt cháy tan tành.",
      "output": "So far there have been no injuries and no homes have yet been damaged, but one building storing equipment used by firefighters was burned to the ground.",
      "explanation": "The above sentence is correctly translated from Vietnamese to English"
    }
  ],
  "Negative Examples": [
    {
      "input": "Ông nói chính phủ sẽ không làm theo những nguyên tắc chung này.",
      "output": "In addition to wheelchairs, the workshops handle all manner of work with prostheses.",
      "explanation": "The above sentence is not correctly translated from Vietnamese to English as none of the words match the translation."
    },
    {
      "input": "Để đáp lại kế hoạch của Liên minh phòng thủ Anh về việc tổ chức một cuộc diễu hành vào thứ bảy tới, nhà lãnh đạo của Hội đồng Tameside, Kieran Quinn, cho biết rằng hội đồng sẽ yêu cầu Bộ Nội vụ Anh cấm EDL diễu hành qua thị trấn Hyde, gần thành phố Manchester.",
      "output": "The NTSB has now revealed that they have advised Rolls-Royce to redesign the fuel/oil heat exchanger, and Rolls-Royce have stated that they are indeed working on a replacement part that will be available within twelve months.",
      "explanation": "The above sentence is not correctly translated from Vietnamese to English as none of the words match the translation."
    },
    {
      "input": "Nếu tiến trình phẫu thuật này thành công trong các nghiên cứu quy mô lớn, nó có thể dẫn đường cho việc sử dụng robot trong các ca phẫu thuật phức tạp hơn, chẳng hạn như phẫu thuật tim.",
      "output": "According to domestic media, concerns over safety at the port have been raised in the past; a government study in 2006 noted that five projects at the port were at risk of accidents.",
      "explanation": "The above sentence is not correctly translated from Vietnamese to English as none of the words match the translation."
    }
  ],
  "Instances":  [
    {
        "input": "Vận tốc gió trung bình ở khu vực Sân bay Toronto Island là 12km/h.\n",
        "output": [
            "Average windspeed for the Toronto Island Airport area is 12 km/h.\n"
        ]
    },
    {
        "input": "Các vi phạm như nhổ nước bọt, hắt nước, hay cố tình đi tiểu vào các lính gác là những trường hợp được ghi rõ là không được sử dụng bình xịt hơi cay.\n",
        "output": [
            "Infractions such as spitting, throwing water at, or attempting to urinate on guards appear as explicitly listed cases where pepper spray may not be used.\n"
        ]
    },
    {
        "input": "Ashcroft đã phát biểu trong các cuộc họp rằng \"lịch sử sẽ không phán xét chúng ta một cách tử tế.\"\n",
        "output": [
            "Ashcroft had commented during the meetings that \"history will not judge us kindly\".\n"
        ]
    },
    {
        "input": "\"Chúng ta phải xem xét những kết quả này một cách nghiêm túc và suy nghĩ lại về những gì chúng ta phải suy nghĩ lại, \" Ông Abe nói tại cuộc họp báo.\n",
        "output": [
            "\"We must take these results very seriously and reflecting on what we must reflect on,\" Abe said at a news conference.\n"
        ]
    },
    {
        "input": "Liên kết mạnh mẽ của Úc với Hoa Kỳ và sự hỗ trợ cho các cuộc chiến tranh do Mỹ đứng đầu ở Iraq là vấn đề then chốt cho chiến thắng tranh cử thứ tư liên tiếp của Howard vào cuối năm 2004.\n",
        "output": [
            "Australia's strong links to the United States and its support for the U.S.-led war on Iraq were key issues for Howard's fourth straight election win in late 2004.\n"
        ]
    },
    {
        "input": "Thiếu thông tin cũng là một vấn đề; cuộc điều tra của các bên chỉ có những bằng chứng của những thông tin từ báo cáo ngầm và dữ liệu thu thập nghèo nàn.\n",
        "output": [
            "Lack of information is a problem; the all-party inquiry has heard evidence of much under-reporting and poor data collection.\n"
        ]
    },
    {
        "input": "Đội hợp xướng của những trẻ em châu Phi cũng đã cất tiếng hát trên sân khấu cùng với những thí sinh lọt vào Top 10 năm nay.\n",
        "output": [
            "The African Children's Choir also sang on stage with this years Top 10.\n"
        ]
    },
    {
        "input": "Pedrina và những người khác, có cả thị trưởng thành phố Bern Alexander Tschappat, đã phát biểu trong thời gian những cuộc phản đối ngày thứ bảy và chủ nhật.\n",
        "output": [
            "Pedrina and others, including Bern mayor Alexander Tschäppät, spoke out during the Saturday and Sunday period of protests.\n"
        ]
    },
    {
        "input": "Một cửa hàng 24 giờ đã được lên kế hoạch xây dựng cho vùng ngoại ô nhưng gã khổng lồ ngành thức ăn nhanh đã xuống nước đồng ý rằng cửa hàng sẽ chỉ mở qua đêm các ngày thứ Sáu và thứ Bảy.\n",
        "output": [
            "A 24 hour store was planned for the suburb but the fast food giant backed down agreeing that the store will only open overnight on Fridays and Saturdays.\n"
        ]
    },
    {
        "input": "Dan Cowie cũng thuộc đội New Zealand nói, \"Như chúng tôi đã nói vào ngày hôm qua, chỉ có hai chiếc thuyền ngang ngửa trong cuộc đua này.\n",
        "output": [
            "Dan Cowie, Team New Zealand trimmer, said, \"As we said yesterday there are two very even boats out there.\n"
        ]
    },
    {
        "input": "Phiến quân Syria đã đe dọa trả đũa chống lại nhóm Hezbollah cho việc gửi máy bay chiến đấu để giúp Tổng thống Syria Bashar al-Assad, người đang chiến đấu để chấm dứt một cuộc nổi dậy chống lại chế độ của ông.\n",
        "output": [
            "Syrian rebels have threatened retaliation against the Hezbollah group for sending fighters to assist Syrian President Bashar al-Assad, who is fighting to end a revolt against his rule.\n"
        ]
    },
    {
        "input": "Phòng Tư pháp Hoa kỳ đã yêu cầu bãi bỏ cáo trạng tham nhũng đối với cựu thượng nghị sĩ Alaska Ted Stevens vì các bằng chứng từ luật sư bào chữa đã bị giữ lại bởi các công tố viên ban đầu.\n",
        "output": [
            "The United Stated Department of Justice has asked for corruption charges against former Alaska Senator Ted Stevens to be dropped because evidence was withheld from the defense team by the original prosecutors.\n"
        ]
    },
    {
        "input": "Mặc dù biển động đã ảnh hưởng ít nhiều tới việc làm sạch, chính quyền hi vọng sẽ hoàn thành chiến dịch trong vòng mười ngày.\n",
        "output": [
            "Although rough seas have affected the cleanup, authorities expect to have completed the operations within ten days.\n"
        ]
    },
    {
        "input": "Ông Downer nói với buổi điều trần rằng cơ quan tình báo có thể không xử lý vụ này.\n",
        "output": [
            "Mr Downer told the inquiry that the intelligence may not have been dealt with.\n"
        ]
    },
    {
        "input": "Các nhà nghiên cứu và Ban Ung thư Alberta và Y tế Thủ đô vẫn chưa khuyến khích sử dụng DCA để điều trị bất kỳ bệnh ung thư nào, bởi vì các thử nghiệm lâm sàng đối với các loại thuốc sử dụng để điều trị ung thư vẫn chưa được thực hiện.\n",
        "output": [
            "The researchers and the Alberta Cancer Board and Capital Health do not advise the use of DCA to treat cancer yet, as clinical trials for the drugs use to treat cancer have not been performed yet.\n"
        ]
    },
    {
        "input": "Chỉ hai tuần sau khi Trung Quốc khiến cho thị trường toàn cầu hỗn loạn, làm tăng gia sự lo lắng khi những người cho vay thế chấp dưới chuẩn ở Mỹ đang gây hoang mang cho thị trường chứng khoán trên toàn thế giới.\n",
        "output": [
            "Just two weeks after China sent global markets into a tumble, growing worries about sub-prime mortgage lenders in the United States are sending jitters through stock exchanges around the globe.\n"
        ]
    },
    {
        "input": "Đề cập đến vấn đề này, Thủ tướng Israel đã phát biểu trong cuộc họp Đảng của mình: \"Người lãnh đạo được đánh giá bởi khả năng đưa ra quyết định, dù khó khăn đến đâu.\"\n",
        "output": [
            "Addressing the issue, the Israeli Prime Minister, , said at the meeting of his party, \"Leadership is judged by the ability to implement decisions, difficult as they may be.\n"
        ]
    },
    {
        "input": "Họ cũng báo cáo rằng vài người Ý bị thương trong vụ tai nạn.\n",
        "output": [
            "It is also reported that Italians were injured in the crash.\n"
        ]
    },
    {
        "input": "Tuyên bố đưa ra sau khi ba nhà báo mạng của báo Verdens Gang (VG) tham gia bài trắc nghiệm này.\n",
        "output": [
            "The statement was made after three journalists from the online edition of the newspaper Verdens Gang (VG) took the test.\n"
        ]
    },
    {
        "input": "NTGL đã thông báo vào thứ tư rằng đội tuyển sẽ không thể đi đến Lome, Togo bởi vì thiếu tiền tài trợ cho chuyến đi.\n",
        "output": [
            "The NTGL had announced on Wednesday that the squad would not be able to travel to Lome, Togo because of a lack of funds to pay for the team's travel.\n"
        ]
    },
    {
        "input": "Các nhà chức trách đã sơ tán một khu vực rộng nửa dặm (khoảng 800 m).\n",
        "output": [
            "Authorities evacuated an area that was one-half of a mile (approximately 800 m) wide.\n"
        ]
    },
    {
        "input": "Georgia đã dẫn đầu từ những phút đầu hiệp hai và đe dọa sẽ ghi điểm những phút cuối trận nhưng hàng thủ Ireland nỗ lực bảo vệ chiến thắng bốn điểm.\n",
        "output": [
            "Georgia led early in the second half and were threatening to score late in the match but Ireland's defence held to secure the four point victory.\n"
        ]
    },
    {
        "input": "Các nhân viên cảnh sát có vũ trang từ SO19 đã đột kích vào một vài ngôi nhà ở các khu vực thuộc Notting Hill và Bắc Kensington, Luân Đôn và các cảnh sát Ý đã bắt giữ nghi phạm đánh bom thứ tư tại một ngôi nhà ở Rome, Ý.\n",
        "output": [
            "Armed police officers from SO19 have raided properties in the Notting Hill and North Kensington areas of London and Italian forces have arrested the fourth bombing suspect at a property in Rome, Italy.\n"
        ]
    },
    {
        "input": "Bão Fitow hiện đang di chuyển về phía biển Okhotsk, với tốc độ vào khoảng 24 dặm một giờ.\n",
        "output": [
            "Fitow is now moving towards the Sea of Okhotsk, making progress at about 24 miles per hour.\n"
        ]
    },
    {
        "input": "Để viện trợ cho những nỗ lực giải cứu hiện nay, chính phủ Nhật Bản đang cân nhắc vấn đề nâng thuế, với số tiền ước tính để xây dựng lại những khu vực bị ảnh hưởng chiếm một phần trăm trong tổng số năm nghìn tỉ đô-la GDP.\n",
        "output": [
            "To fund the current rescue efforts, the Japanese government is reportedly considering raising taxes, as the estimated cost of rebuilding affected areas is as high as one percent of the total five trillion dollar GDP.\n"
        ]
    },
    {
        "input": "Tổng thống Ely Ould Mohamed Vall, người cũng đã bỏ phiếu trong cuộc trưng cầu nói, \"Đây là một ngày tuyệt vời và một sự tái sinh cho Mauritania. .\"\n",
        "output": [
            "President Ely Ould Mohamed Vall, who also voted in the referendum said, \"This is a great day and a rebirth for Mauritania ...\"\n"
        ]
    },
    {
        "input": "Một phát ngôn viên từ bộ nội vụ Georgia cho biết quân Nga đã giành quyền kiểm soát thị trấn Zugdini.\n",
        "output": [
            "A spokesman from the Georgian Interior ministry said that Russian units had also taken control of the town of Zugdidi.\n"
        ]
    },
    {
        "input": "Tổ chức Y tế Thế giới (WHO) vừa công bố rằng dịch tả bùng phát sau khi đã lan đến quốc gia châu Phi là Zimbabwe thì có vẻ như nó đã qua giai đoạn đỉnh điểm.\n",
        "output": [
            "The World Health Organisation (WHO) has stated that the cholera outbreak that has struck the African country of Zimbabwe seems to have passed its peak.\n"
        ]
    },
    {
        "input": "Nhà lãnh đạo Sinn Fein Gerry Adams thể hiện một sự ủng hộ thận trọng các kế hoạch và tuyên bố \"yêu cầu sự xem xét và tư vấn kĩ lưỡng.\"\n",
        "output": [
            "Sinn Fein leader, Gerry Adams offered a guarded welcome of the plans and stated \"requires thoughtful consideration and consultation.\"\n"
        ]
    },
    {
        "input": "Thủ tướng Anh Tony Blair có thể phải đối mặt với một cuộc điều tra của Hạ nghị viện về việc tuyên bố các sĩ quan cảnh sát trưởng đã bị buộc hỗ trợ một chương trình nghị sự chính trị trong cuộc bỏ phiếu ngày thứ Tư để mở rộng việc giam giữ mà chưa thông qua kết án.\n",
        "output": [
            "British Prime Minister Tony Blair could face a House of Commons inquiry into claims that chief police officers were pressured to support a political agenda during Wednesday's vote to extend detention without charge.\n"
        ]
    },
    {
        "input": "Hôm chủ nhật, Cindy Sheehan nói rằng bà định tổ chức một cuộc biểu tình trong hoà bình dọc con đường dẫn vào trang trại của ông Bush cho đến khi ông chịu nói chuyện với bà.\n",
        "output": [
            "Cindy Sheehan said Sunday that she plans to hold the roadside peace protest near Bush's ranch until he talks to her again.\n"
        ]
    },
    {
        "input": "Giáo viên sinh học ở các trường Dover đã từ chối đọc tuyên bố của hội đồng nhà trường về thuyết Thiết kế thông minh cho học sinh vì bộ luật liên bang Pennsylvania về giáo dục nói rằng \"Các nhà giáo dục chuyên nghiệp có thể vô tình và cố ý xuyên tạc vấn đề.\"\n",
        "output": [
            "Biology teachers in the Dover schools have refused to read the school board's statement on Intelligent Design to students because the Pennsylvania state code for education states that \"The professional educator may not knowingly and intentionally misrepresent subject matter.\"\n"
        ]
    },
    {
        "input": "Số lượng các trường hợp mới mắc phải bệnh dịch tả trong tuần kết thúc vào ngày 14 tháng 3 là 2.076 ca, gần bằng một nửa của 3.812 trường hợp lây nhiễm được báo cáo vào tuần trước, và 8.000 trường hợp mỗi tuần ở đầu tháng 2.\n",
        "output": [
            "The number of new cholera cases in the week ending March 14 was 2,076, almost half of the 3,812 infections reported the week before, and 8,000 per week in the beginning of February.\n"
        ]
    },
    {
        "input": "Một loại vi rút là Antinny (hay Kintama virút) được cho là đã tải các tài liệu lên mạng chia sẻ tệp tin mà không xin phép người dùng trước đó.\n",
        "output": [
            "One virus, Antinny (or Kintama (testicle)-virus) is believed responsible for uploading documents to the filesharing network without first obtaining user permission.\n"
        ]
    },
    {
        "input": "\"Có ba nhân viên cũ của trường nằm trong danh sách khám xét đã được gửi cho tôi vào đầu tháng 7 và chúng tôi tạo điều kiện hỗ trợ thu thập các tài liệu cho cảnh sát, \" Ông Edwards trả lời hãng tin Fairfax Radio Network.\n",
        "output": [
            "\"There were three former staff member who were listed on the search warrant that was served on me in early July, and we facilitated the gathering of material for police,\" Mr Edwards told Fairfax Radio Network.\n"
        ]
    },
    {
        "input": "Thám tử cảnh sát cao cấp Barry Hills của Cảnh sát Victoria, nói về cậu bé: \"Cậu ấy là một chàng trai tử tế, cậu ấy là một chàng trai tốt.\"\n",
        "output": [
            "Detective Senior Constable Barry Hills of Victoria Police, said of the boy, \"He's a nice lad, he's a good lad.\"\n"
        ]
    },
    {
        "input": "Tuy nhiên, phản ứng của chính quyền địa phương lại đầy thù địch đến nỗi vị Thủ tướng bị truất quyền, Galmo Williams coi hành động trên là một \"vụ đảo chính.\"\n",
        "output": [
            "However the reaction by the local government have been hostile, with the action being described as a \"coup\" by deposed Premier Galmo Williams.\n"
        ]
    },
    {
        "input": "Nhiều tên lửa hơn sẽ được thử nghiệm trong các cuộc tập trận diễn ra muộn hơn trong tuần.\n",
        "output": [
            "It is also reported that more missiles will be tested during war games later in the week.\n"
        ]
    },
    {
        "input": "Theo Lombardo, \"có vẻ như chúng ta không có ngọn lửa nào [trong tòa nhà]\" và tất cả 2,800 nhân viên đã được phép trở lại làm việc ngay sau 12:00 giờ trưa.\n",
        "output": [
            "According to Lombardo, \"it looks like we have no fire whatsoever [in the building]\" and that all 2,800 workers were allowed to return to work shortly after 12:00 p.m.\n"
        ]
    },
    {
        "input": "Bộ trưởng tài chính P. Chidambaram nói rằng ông rất lo ngại về tỷ lệ lạm phát tăng do nguồn cung hạn chế.\n",
        "output": [
            "Finance minister P. Chidambaram said that he was very worried about the higher inflation rate due to supply side constraints.\n"
        ]
    },
    {
        "input": "Con số ủng hộ quỹ tranh cử được công bố vào tháng Hai: Romney gây quỹ được 12,5 triệu trong tháng, và đã sử dụng $12,3 triệu cho quảng cáo.\n",
        "output": [
            "Fundraising figures have been released for February: Romney raised 12.5 million during the month, and spent $12.3 million on advertising.\n"
        ]
    },
    {
        "input": ": (a) trong khi nó nằm trong phạm vi của Luật pháp của nghị viện những điều kiện nào được đặt ra trong việc có / mất quốc tịch Nhật Bản (Điều 10), một sự phân biệt mà không có lý do hợp lý được đưa ra bởi một tình trạng như vậy có thể là trái Hiến pháp (Điều 14: Khoản 1).\n",
        "output": [
            ":(a) while it's within the scope of the Legislation of the Diet how conditions are set for acquiring / losing Japanese nationality (Article 10), a distinction without rational reasons brought by such a condition may be unconstitutional (Article 14: Paragraph 1).\n"
        ]
    },
    {
        "input": "Người ta hy vọng rằng giải SCC 7 sẽ sớm được đưa vào giải đấu 7 người của Liên đoàn Bóng bầu dục Quốc tế theo như lời của các viên chức trong câu lạc bộ.\n",
        "output": [
            "It is hoped that the SCC 7s will soon feature on the International Rugby Boards 7s circuit according to club officials.\n"
        ]
    },
    {
        "input": "USGS cho rằng có thể có một số thiệt hại, nhưng là \"rất nhỏ\", tuy nhiên cho đến nay Sở Cứu Hỏa Quận San Bernardino nói rằng chưa có thiệt hại được báo cáo.\n",
        "output": [
            "The USGS states that there could be some damage, but that it would likely be \"very light,\" but so far the San Bernardino County Fire Department says that no damage has been reported.\n"
        ]
    },
    {
        "input": "\"Đúng là al Qaeda đã tấn công các hệ thống dầu mỏ nhưng chúng không phải là diễn viên duy nhất và cũng không phải diễn viên chính, \" ông nói.\n",
        "output": [
            "\"Yes, al Qaeda attacked oil installations but they were not the only actors and they were not the main actors,\" he said.\n"
        ]
    },
    {
        "input": "Liên doanh này đã thay thế quan hệ đối tác lâu năm giữa Microsoft và Xtra, gọi là XtraMSN.\n",
        "output": [
            "The joint venture replaces the current and long-lasting partnership between Microsoft and Xtra, called XtraMSN.\n"
        ]
    },
    {
        "input": "Ông Sidorsky làm Thủ tướng Belarus từ tháng Bảy năm 2003 khi ông được Tổng thống Lukashenko cất nhắc.\n",
        "output": [
            "Sidorsky was the Prime Minister of Belarus since July of 2003 when he was appointed by President Lukashenko.\n"
        ]
    },
    {
        "input": "Ba đội được đề cập được rút về đang tháo dỡ vũ khí lỗi thời được lưu trữ tại đó, là một phần của chương trình loại bỏ vũ khí thời đại Stalin và hiện đại hóa quân đội để đủ điều kiện cho một lời mời gia nhập quân đội NATO vào tháng tới.\n",
        "output": [
            "The three teams referred to were dismantling obsolete munitions stored there, as part of a programme to remove Stalinist era arms and modernize the military in order to qualify for an invitation to join NATO next month.\n"
        ]
    },
    {
        "input": "Một quả bom phát nổ trên xe buýt ở Myanmar (còn gọi là Burma) đã giết chết một người đàn ông 55 tuổi và khiến một người đàn ông khác bị thương.\n",
        "output": [
            "A bomb explosion on a bus in Myanmar (alternatively Burma) has killed a 55-year-old man and left another man wounded.\n"
        ]
    },
    {
        "input": "Một lệnh cấm trên toàn nước Úc về việc vận chuyển ngựa, lừa và la kết thúc vào ngày thứ tư đã được gia hạn cho đến thứ sáu.\n",
        "output": [
            "An Australia-wide ban on the movement of horses, donkeys and mules which was due to expire on Wednesday has been extended until Friday.\n"
        ]
    },
    {
        "input": "Soulas mất con gái và con rể trên chuyến bay đó.\n",
        "output": [
            "Soulas lost his daughter and son-in-law, who were on board the flight when it crashed.\n"
        ]
    },
    {
        "input": "Triều Tiên đã cảnh cáo về \"những trận đánh phòng vệ\" đối với Hàn Quốc nếu họ tham gia những cuộc tập trận quân sự bắn đạn thật chung với Mỹ, dự kiến sẽ bắt đầu trong vài ngày tới.\n",
        "output": [
            "North Korea has warned of \"self-defensive blows\" to South Korea if they participate in joint, live-fire military exercises with the United States, scheduled to begin in the next few days.\n"
        ]
    },
    {
        "input": "Quá trình buộc tội được lên kế hoạch trong suốt những tuần qua.\n",
        "output": [
            "The impeachment process is planned to start within the following week.\n"
        ]
    },
    {
        "input": "Burda và nhóm của ông thu thập dữ liệu gia súc thông qua phân tích các hình ảnh của Google Earth.\n",
        "output": [
            "Burda and his team gathered cattle data via analysis of Google Earth images.\n"
        ]
    },
    {
        "input": "\"Khi chính phủ Hoa Kỳ làm kinh doanh, rõ ràng là họ luôn luôn cố gắng đảm bảo việc họ có được giá trị tốt nhất\", ông nói.\n",
        "output": [
            "“As the United States government does business, they are obviously always trying to ensure they get the best value,” he said.\n"
        ]
    },
    {
        "input": "Thỏa thuận đã không cho phép Canon tiến hành bất kỳ liên doanh nào khác về công nghệ này, nhưng việc Canon tham gia với Toshiba đã trở thành nguyên nhân của vụ kiện được đề cập.\n",
        "output": [
            "The agreement didn't allow Canon to make any other ventures on this technology, but Canon joining forces with Toshiba was the reason for the mentioned lawsuit.\n"
        ]
    },
    {
        "input": "Rồi sau đó đến bước hai cố gắng cầu xin để những lời hứa đó biến thành những khoản tiền hỗ trợ thực sự.\n",
        "output": [
            "Then a second round of begging tries to convert those pledges into actual payments.\n"
        ]
    },
    {
        "input": "Vụ ném bom xảy ra trong thời gian đại hội chính trị của đảng dẫn đầu ở địa phương.\n",
        "output": [
            "The incident occurred during a political rally by the leading local party.\n"
        ]
    },
    {
        "input": "Theo nghiên cứu này, đã có sự cải thiện về giáo dục và sức khỏe cho phụ nữ.\n",
        "output": [
            "Improvements have been made in women health and education, according to the study.\n"
        ]
    },
    {
        "input": "\"Chúng ta đang nói tới hoạt động thương mại quy mô lớn chứ không chỉ đơn giản là đánh bắt cá để đủ sống, \" ông Macdonald nói trong một tuyên bố, và chỉ ra rằng mười lăm thuyền trong số đó là thuyền lớn có đá lạnh để bảo quản.\n",
        "output": [
            "\"We are talking about large-scale commercial operations rather than simply subsistence fishing,\" Macdonald said in a statement, indicating that fifteen of the boats were large vessels with ice for storage.\n"
        ]
    },
    {
        "input": "Liên Hiệp Quốc (LHQ) đã kêu gọi chính phủ Pakistan điều tra nhiều vụ giết người và bắt cóc tống tiền, đặc biệt nhằm vào các nhà báo.\n",
        "output": [
            "The United Nations (UN) on Friday called on the government of Pakistan to investigate numerous killings and abductions, particularly of journalists.\n"
        ]
    },
    {
        "input": "Vào thời điểm đó, đã có khoảng 50 người bên trong, chủ yếu là các gia đình có trẻ em.\n",
        "output": [
            "At the time, there were about 50 people inside, mostly families with children.\n"
        ]
    },
    {
        "input": "Các tổ chức trực tuyến trên thế giới hiện nay đang thử (IPv6) - một hệ thống địa chỉ mạng mới nhằm giải quyết vấn đề công suất của hệ thống hiện nay.\n",
        "output": [
            "Online organisations around the world are today testing (IPv6) — a new system of Internet addresses hoped to resolve the issue of the present system being at capacity.\n"
        ]
    },
    {
        "input": "Chiếc tàu 35m đã bị mắc kẹt kể từ thứ Năm tuần trước, khi trong khi đang trên đường đến cuộc họp APEC tại Sydney.\n",
        "output": [
            "The 35m vessel has been stranded since last Thursday, when she was grounded whilst on her way to the APEC meeting in Sydney.\n"
        ]
    },
    {
        "input": "\"Không phải tất cả người Đức là thành viên của Đảng Quốc xã.\"\n",
        "output": [
            "\"Not every German was a member of the Nazi Party.\"\n"
        ]
    },
    {
        "input": "Một nhân chứng, người đã uống rượu bên ngoài quán vào thời điểm đó, cho biết cậu bé là một trong ba cậu chơi bóng đá ở bãi đỗ xe khi một thiếu niên, được cho là nam giới, đi trên một chiếc xe đạp BMX và bắn ba phát vào nhóm cậu bé từ khoảng cách chừng 30 mét, một trong những phát súng đó đã trúng cổ nạn nhân.\n",
        "output": [
            "An eyewitness, who had been drinking outside the pub at the time, said the boy was one of three playing football in the car park when a teenager, believed to be male, on a BMX bicycle fired three shots at the group from approximately 30 metres away, one hitting the victim in the neck.\n"
        ]
    },
    {
        "input": "Mặc dù Winnipeg dẫn trước trong suốt mười lăm phút đầu tiên và mười lăm phút thứ ba, nhưng sự tấn công của Saskatchewan tỏ ra quá mạnh đối với Blue Bombers trong giai đoạn cuối cùng.\n",
        "output": [
            "Despite Winnipeg's lead during the first and third quarters, Saskatchewan's offence proved too strong for the Blue Bombers in the end.\n"
        ]
    },
    {
        "input": "Một khóa đào tạo phát triển gây tranh cãi gọi là \"Diễn đàn Landmark\" được nhắc đến trong các vụ kiện phân biệt tôn giáo tại các Tòa án liên bang Hoa Kỳ ở New York và Washington, DC.\n",
        "output": [
            "A controversial development training course called \"Landmark Forum\" is cited in religious discrimination lawsuits in United States federal courts in New York and Washington, D.C.\n"
        ]
    },
    {
        "input": "Cùng với cơn bão, gió giật lên tới 60 mph ở vùng New England làm dấy lên những lo ngại về lũ lụt vùng ven biển.\n",
        "output": [
            "Adding to the storm, wind gusts as high as 60 mph in New England prompted concerns over coastal flooding.\n"
        ]
    },
    {
        "input": "Mahdi Abdel Hadi, người đứng đầu nhóm nghiên cứu Palestine PASSIA nói rằng cả ông Olmert và ông Abbas đang suy yếu về mặt chính trị, và không chắc người này có thể sẽ đưa cho người kia những thứ mà ông ấy muốn.\n",
        "output": [
            "Mahdi Abdel Hadi who heads the Palestinian research group PASSIA says both Mr. Olmert and Mr. Abbas are politically weakened, and it is unlikely either man can probably give the other what he wants.\n"
        ]
    },
    {
        "input": "Công ty viễn thông AT&T cung cấp các cuộc gọi miễn phí và 10 trung tâm chuyển tiếp cuộc gọi cho sự kiện và MCI cung cấp các tình nguyện viên từ các trung tâm nối máy của họ.\n",
        "output": [
            "Telecom company AT&T provided toll-free calling and 10 call centers for the event and MCI provided volunteers from their call centers.\n"
        ]
    },
    {
        "input": "Những nước này \"phải được cung cấp các công cụ phát triển, kinh tế và chính sách cần thiết để thúc đẩy công tác sản xuất và sản lượng nông nghiệp\", ông nói.\n",
        "output": [
            "These countries \"must be given the development, economic and policy tools required to boost their agricultural production and productivity\", he said.\n"
        ]
    },
    {
        "input": "Một cuộc tấn công vào Ras Kamboni - một hòn đảo hẻo lánh gần biên giới Kenya, đánh dấu lần đầu tiên Mỹ nhúng tay vào quốc gia hỗn loạn này kể từ chiến dịch năm 1993 dẫn đến cái chết của 1.500 dân quân Somali và dân thường.\n",
        "output": [
            "An attack against Ras Kamboni — a remote island near the Kenyan border, represents the first American involvement in the tumultuous country since the the 1993 operation that resulted in the deaths of as many as 1,500 Somali militiamen and civilians.\n"
        ]
    },
    {
        "input": "Bayern Munich đánh bại Red Star Belgrade với tỉ số 3-2 nhờ cú sút cuối cùng của trận đấu nhờ vào bàn thắng đầy tính chuyên nghiệp đầu tiên của cầu thủ Toni Kroos 17 tuổi.\n",
        "output": [
            "Bayern Munich beat Red Star Belgrade 3-2 on the last kick of the game on 17-year-old Toni Kroos' 1st professional goal.\n"
        ]
    },
    {
        "input": "Peberdy đã tranh cãi về khiếu nại này rằng anh ta đã bị lừa \"Cho đến khi mà chúng ta đề cập đến, cho đến khi chúng tôi được REST thông báo, thì những người mà chúng tôi đang mua bán là những thương gia.\"\n",
        "output": [
            "Peberdy disputes the claims that he was duped, saying, \"As far as we were concerned and as far as we were told by REST, the people we were dealing with were merchants.\"\n"
        ]
    },
    {
        "input": "Họ đến đúng lúc diễn ra một cuộc nã súng cối vào sân bay trong một buổi lễ bàn giao.\n",
        "output": [
            "They came under mortar fire at the airport during a hand-over ceremony.\n"
        ]
    },
    {
        "input": "Chiến dịch đã bắt đầu hôm thứ Bảy trước khi lực lượng Pakistan tiếp cận từ ba khu vực riêng biệt của Nam Waziristan.\n",
        "output": [
            "The operation began the previous Saturday when Pakistani forces approached from three separate areas of South Waziristan.\n"
        ]
    },
    {
        "input": "Nó vẫn còn là một bí ẩn lớn và khép kín đối với thế giới bên ngoài, vì rất ít phóng viên nước ngoài được phép đến thăm và ở lại tại nước này.\n",
        "output": [
            "It has also remained largely mysterious and secretive to the outside world, as few foreign correspondents are allowed to visit and stay in the country.\n"
        ]
    },
    {
        "input": "Bà ấy mô tả nhà lãnh đạo của phe đối lập Shalva Natelashvili bị buộc phải nhờ thư ký NATO Javier Solana cho vợ và hai con gái tị nạn sau khi họ nhận được mối đe dọa bị tiêu diệt.\n",
        "output": [
            "She describes the leader of the opposition Shalva Natelashvili being forced to ask NATO secretary Javier Solana for asylum for his wife and two daughters after they had received death threats.\n"
        ]
    },
    {
        "input": "Hôm thứ năm, Viện đã đưa ra số máy lẻ để thông báo công khai trong khoảng thời gian thêm 24 giờ.\n",
        "output": [
            "On Thursday, the MHI issued a extension to the public notice for an additional 24-hour period.\n"
        ]
    },
    {
        "input": "Hoàng Đế Akihito đang trong chuyến thăm thành phố Hokkaido đã rất vui vì sự trào đời của đứa trẻ.\n",
        "output": [
            "Emperor Akihito, currently on a tour of Hokkaido, welcomed the birth.\n"
        ]
    },
    {
        "input": "Kasprzak đã được đưa đi bằng máy bay tới một căn cứ quân sự sau vụ nổ nhưng đã chết trong quá trình phẫu thuật.\n",
        "output": [
            "Kasprzak was airlifted to a military base after the explosion but died during surgery.\n"
        ]
    },
    {
        "input": "Senators sẽ đấu với Frolunda thuộc giải chuyên nghiệp Thuỵ Điển.\n",
        "output": [
            "The Senators will play against Frolunda of Sweden's elite league.\n"
        ]
    },
    {
        "input": "Các nhà phân phối lớn cho hệ điều hành Linux đã đồng ý rằng một tiêu chuẩn mới bao gồm những phần tử thông dụng dành cho phần mềm của máy tính, như thế mới làm Linux trở nên cạnh tranh hiệu quả với hệ thống điều hành Windows của Microsoft.\n",
        "output": [
            "Major distributors of the operating system Linux have agreed on a new standard that includes common elements for desktop software, in a move to make Linux a more effective competitor to Microsoft Windows.\n"
        ]
    },
    {
        "input": "Bộ phận đầu tiên chuyển sang Linux và OpenOffice. org sẽ là văn phòng của Thị trưởng được lập kế hoạch vào giữa năm 2006, mặc dù không phải tất cả các máy tính của bộ phận này sẽ được chuyển ngay lập tức.\n",
        "output": [
            "The first department to migrate to Linux and OpenOffice.org will be the office of the Lord Mayor planed for the middle of 2006, though not all of the department's computers will be immediately migrated.\n"
        ]
    },
    {
        "input": "Không có bất kỳ một báo cáo nào về thương tích trong thời gian tuyết rơi.\n",
        "output": [
            "There are no reports of any bloodshed during the time the snow was falling.\n"
        ]
    },
    {
        "input": "Những người đi cắm trại khác cho biết họ đã thoát khỏi những cành cây lớn bị đổ và các đống đổ nát trong gang tấc.\n",
        "output": [
            "Other campers say they had several close calls with tree limbs and debris.\n"
        ]
    },
    {
        "input": "Các ứng cử viên khác trong cuộc bầu cử là ứng cử viên đảng Tự do Jamie McGarvey, Đảng Xanh Glen Hodgson và ứng cử viên tự do David Rowland.\n",
        "output": [
            "Other candidates in the riding are Liberal Jamie McGarvey, Green Glen Hodgson, and independent David Rowland.\n"
        ]
    },
    {
        "input": "Năm ngoái, chương trình này của đài BBC đã kêu gọi đóng góp vào khoảng 37 triệu bảng Anh, và trước lúc 11 giờ tối qua, tổng số đóng góp đã tăng thêm 10 triệu bảng Anh.\n",
        "output": [
            "Last year the BBC's appeal raised approximately £37 million, and by 11pm last night the total raised had exceeded £10 million.\n"
        ]
    },
    {
        "input": "Đối thủ chính của IE là Mozilla Firefox đã và đang tích cực làm tăng lên thị phần của mình trong khi Google Chrome mới được ra mắt gần đây cũng nhanh chóng tìm kiếm những người dùng cho mình.\n",
        "output": [
            "Mozilla Firefox, its main rival, has been actively increasing its market share while the recently released Google Chrome is also quickly gaining users.\n"
        ]
    },
    {
        "input": "Trong thời gian hai tuần, nhân viên sẽ được hỏi họ nghĩ gì về những thay đổi được đề xuất, trong đó cũng bao gồm cơ cấu quản lý cấp cao nhất.\n",
        "output": [
            "In two weeks time, staff will be asked what they think of the proposed changes, which also includes a top level management restructuring.\n"
        ]
    },
    {
        "input": "Liên đoàn Taekwondo Thế giới đã công bố một tuyên bố đề cập đến sự việc như một \"sự vi phạm nghiêm trọng của tinh thần Taekwondo và Thế vận hội.\"\n",
        "output": [
            "The World Taekwondo Federation released a statement referring to the incident as a \"strong violation of the spirit of Taekwondo and the Olympic Games\".\n"
        ]
    },
    {
        "input": "Tuy nhiên, nếu các đảng không thành lập Ban điều hành hoặc không đồng ý \"ở bất kỳ giai đoạn nào\", Quốc hội sẽ giải tán và các quy định trực tiếp từ London sẽ tiếp tục áp dụng đối với nước Cộng hòa Ireland.\n",
        "output": [
            "However, if the parties fail to set up the Executive or fail to agree \"at any stage\", the Assembly will be dissolved and direct rule from London will continue with input from the Republic of Ireland.\n"
        ]
    },
    {
        "input": "Dr. Ryan, là nhân vật có danh tiếng, đã từng phẫu thuật thẩm mỹ cho một số ngôi sao bao gồm Janice Dickinson, Gene Simmón, Shauna Sand và Adrrianne Curry.\n",
        "output": [
            "Dr. Ryan, a celebrity in his own right, performed plastic surgery on several stars including Janice Dickinson, Gene Simmons, Shauna Sand and Adrianne Curry.\n"
        ]
    },
    {
        "input": "Liên minh châu Âu cũng đã thông qua một gói viện trợ 500 triệu euro từ nay tới năm 2010, khoản này dự tính sẽ được sử dụng để hỗ trợ định cư người dân (IDPs) và khôi phục nền kinh tế với hệ thống hạ tầng được xây mới.\n",
        "output": [
            "The European Union also approved an aid package of €500 million in aid by 2010, which is expected to help internally displaced people (IDPs) and economic recovery in the form of new infrastructure.\n"
        ]
    },
    {
        "input": "Trong số $8,90,000, $7,48,550 bị cáo buộc họ đã chuyển giao vào một tài khoản tại Ngân hàng Quốc gia Jordan, còn lại $ 1,46,247.23, đó là hoa hồng cho các hợp đồng dầu mỏ, được nộp lưu chiểu cho ngân hàng Barclays, trong quần đảo Channel.\n",
        "output": [
            "Of the $8,90,000, $7,48,550 was allegedly transferred by them to an account in the Jordan National Bank, the remaining $1,46,247.23, which was the commission for the oil-contracts, was deposited with Barclays Bank, in the Channel Islands.\n"
        ]
    },
    {
        "input": "Sớm ngày hôm đó, một bộ trưởng đã bị thiệt mạng bởi một quả bom bên đường.\n",
        "output": [
            "Earlier in the day, a government minister was killed by a roadside bomb.\n"
        ]
    },
    {
        "input": "Hoa Kỳ và Nga hôm qua đã đồng ý trao đổi các tù nhân bị giam giữ bởi cả hai quốc gia sau khi mười một điệp viên Nga bị bắt vào cuối tháng trước.\n",
        "output": [
            "The United States and Russia yesterday agreed to the swap of prisoners held by both nations after eleven Russian spies were arrested late last month.\n"
        ]
    },
    {
        "input": "Griffin cũng lưu ý về tầm quan trọng của việc học hỏi từ sai lầm, ông nói thêm rằng \"Người Mỹ không từ bỏ và chúng tôi sẽ không từ bỏ.\"\n",
        "output": [
            "Griffin also noted the importance of learning from mistakes, adding \"Americans don't quit and we won't quit.\"\n"
        ]
    },
    {
        "input": "\"Tôi hiểu rõ những gì mà những người nhập cư phải trải qua để đặt được những gì họ muốn.\"\n",
        "output": [
            "\"I understand what immigrants have to go through to reach what they want.\"\n"
        ]
    },
    {
        "input": "Các quan chức nói rằng các tay súng có vẻ như muốn sử dụng các con tin làm lá chắn sống để trốn thoát.\n",
        "output": [
            "Officials said that the gunmen appear to be using them as human shields to escape.\n"
        ]
    },
    {
        "input": "Công ty này vẫn nằm trong sự bảo hộ phá sản cho đến khi Bộ Tài Khoán Hoa Kỳ cho vùng Quận trung tâm California bác bỏ thủ tục phá sản do việc thất bại của công ty với vai trò một con nợ bị khống chế không tuân theo những yêu cầu cơ bản của việc đệ trình báo cáo hàng tháng và chi trả các chi phí theo quý cho Bộ Tài Khoán.\n",
        "output": [
            "The company remained under bankruptcy protection until the US Trustee for the Central District of California moved to dismiss the bankruptcy proceedings for failure of the company as debtor in possession to comply with basic requirements of filing monthly reports and paying quarterly fees to the Trustee.\n"
        ]
    },
    {
        "input": "\"Hôm nay chúng ta mất đi một trong những nhà lành đạo Algeria tân thời dũng cảm nhất, \" Bouteflika nói, tuyên bố tám ngày quốc tang.\n",
        "output": [
            "\"Today we lost one of modern Algeria's bravest leaders,\" said Bouteflika, declaring eight days of mourning.\n"
        ]
    },
    {
        "input": "Thẩm phán tòa án tại một quận thuộc miền Tây Australia có tên Shauna Deane đã nhận thấy rằng một phụ nữ Hồi giáo phải bỏ khăn che mặt của mình để làm chứng do liên quan đến việc gian lận trong nhận tài trợ của bang và chính phủ liên bang cho một trường hồi giáo.\n",
        "output": [
            "Western Australian district court judge Shauna Deane has found that a Muslim woman must remove her burqa in order to testify with regard to an Islamic school's alleged receiving of state and federal government funding in a fraudulent manner.\n"
        ]
    },
    {
        "input": "Hai người Thuỵ Điển bị thương nhẹ do khói, nhưng đã được cho thở oxy tại một trung tâm lặn gần đó.\n",
        "output": [
            "Two Swedes sustained minor injuries from the smoke, but were treated with oxygen at a nearby dive center.\n"
        ]
    },
    {
        "input": "Với việc tên sát nhân dùng rìu người Azeri, Ramil Safarov được Hungary thả và cho hồi hương, kẻ mà sau đó được Azerbaijan ân xá, Armenia tuyên bố rằng \"Hãy sẵn sàng cho chiến tranh.\"\n",
        "output": [
            "Following Hungary's release and repatriation of convicted Azeri axe-murderer Ramil Safarov, who Azerbaijan subsequently pardoned, Armenia announced it is \"ready for war\".\n"
        ]
    },
    {
        "input": "Một cổ vật là một chiếc cốc đã được định giá vài nghìn Euro.\n",
        "output": [
            "One item, a cup, has been valued at several thousand Euros.\n"
        ]
    },
    {
        "input": "Một quan chức của Ủy ban Quốc gia Đảng Cộng hòa nói với NBC rằng quảng cáo đã bị xóa vì nó đã \"hoàn thành việc của nó, \" chỉ một ngày sau khi chủ tịch đảng Ken Mehlman bảo vệ mục quảng cáo và cho biết sẽ tiếp tục tiến hành.\n",
        "output": [
            "An official for the Republican National Committee told NBC the ad had been pulled because it had \"run its course,\" just one day after party chairman Ken Mehlman defended the ad and said it would continue to run.\n"
        ]
    },
    {
        "input": "Tuyên bố của chủ tịch công ty dầu khí Shell Marvin E. Odum với trung tâm quản lý khoáng sản (MMS) của nội các chính phủ Mỹ là \"Shell cam kết sẽ tiến hành chương trình an toàn và các cuộc thăm dò thân thiện với môi trường ở biển Chukchi và biển Beaufort vào năm 2010.\"\n",
        "output": [
            "\"Shell is committed to undertaking a safe and environmentally responsible exploration program in the Chukchi Sea and Beaufort Sea in 2010,\" said Shell Oil Company President Marvin E. Odum to the U.S. Department of the Interior's Mineral Management Service (MMS).\n"
        ]
    },
    {
        "input": "\"Thứ gì đó đã cắt liên lạc, thứ gì đó khởi động những báo động đó và cắt điện thang máy, \" Mike Lombardo, ủy viên cứu hỏa Buffalo cho biết.\n",
        "output": [
            "\"Something cut off communications, something set off those alarms and cut power to elevators,\" said Mike Lombardo, Buffalo's fire commissioner.\n"
        ]
    },
    {
        "input": "Ông đã gọi cho Timothy Shriver từ chuyến bay Force One trên đường trở về Washington, D.C..\n",
        "output": [
            "He phoned Timothy Shriver from Air Force One on the way back to Washington, D.C..\n"
        ]
    },
    {
        "input": "Các chuyên gia cứu hoả luôn bận rộn vào thời gian này của năm đã kêu gọi sử dụng những màn bắn pháo hoa an toàn và hợp pháp và đã khuyến khích các công dân tham gia vào các đợt bắn pháo hoa công cộng.\n",
        "output": [
            "Fire experts, always busy around this time of year, have called for the use of safe and legal firework displays and have urged citizens to attend organised public displays.\n"
        ]
    },
    {
        "input": "Phần mềm mà Medstory phát triển liên quan đến công nghệ thông minh nhân tạo đang được áp dụng đối với cả hai thông tin sức khỏe và y tế được lưu trữ trong các tạp chí y tế, cũng như các tài liệu của chính phủ.\n",
        "output": [
            "The software that Medstory develops involves artificial intelligence techniques which are applied to both medical and health information stored in medical journals, as well as government documents.\n"
        ]
    },
    {
        "input": "Hôm nay, tập đoàn SpaceX phóng tên lửa Falcon I của họ từ Kwajalein Atoll.\n",
        "output": [
            "SpaceX Corporation launched its Falcon I rocket today from Kwajalein Atoll.\n"
        ]
    },
    {
        "input": "Cây đại thụ của đài ABC, 66 tuổi, đã bỏ thuốc lá vài năm trước, nói thêm: \"Tôi tin khỏi phải nói rằng một nhà báo không đánh giá sâu sắc sự trung thành của khán giả nên làm một ngành nghề khác.\"\n",
        "output": [
            "The 66-year-old anchor man, who gave up smoking several years ago, added: \"I hope it goes without saying that a journalist who doesn't value deeply the audience's loyalty should be in another line of work.\"\n"
        ]
    },
    {
        "input": "Vệ sĩ của cô Smith nói rằng ông đã làm kỷ thuật \"sơ cứu hồi sức tim phổi\" cho cô Smith trước khi các nhân viên cứu thương tới.\n",
        "output": [
            "Smith's bodyguard is reported to have given Smith \"cardiopulmonary resuscitation\" before paramedics arrived.\n"
        ]
    },
    {
        "input": "Vào thứ hai, công ty viễn thông của Úc Telstra đã giới thiệu tiêu chuẩn HSPA+ dual carrier cho khách hàng dùng Internet băng thông rộng ở hệ thống mạng lưới Next G.\n",
        "output": [
            "On Monday, Australian telecommunications company Telstra has introduced dual carrier HSPA+ standard for broadband Internet business customers in the Next G network.\n"
        ]
    },
    {
        "input": "\"Tôi muốn hoàn thành trách nhiệm của mình để tiến hành cải cách xây dựng đất nước và thúc đẩy tăng trưởng nền kinh tế mà mọi người có thể cảm thấy được.\"\n",
        "output": [
            "\"I want to fulfill my responsibility to proceed with reform to build the nation and promote economic growth that the people can feel.\"\n"
        ]
    },
    {
        "input": "Trong chuyến đi sáu ngày của bà đến Úc, Cao ủy viên Nhân quyền LHQ đã đến thăm hai trung tâm cải tạo và cho biết bà đã bị choáng ngợp với sự \"chán nản nghiệt ngã\" của những người tị nạn, nhiều người trong số họ đã chờ đợi hơn 18 tháng để trường hợp của mình được xem xét.\n",
        "output": [
            "In her six-day trip to Australia, the UN Human Rights Commissioner visited two detention centres and said she was overwhelmed with the \"grim despondency\" of asylum seekers, many of whom wait over 18 months to have their case assessed.\n"
        ]
    },
    {
        "input": "Phần Lan sẽ trả chi phí dọn dẹp, vì Estonia đã không đưa ra một lời yêu cầu trợ giúp chính thức.\n",
        "output": [
            "Finland will be paying the costs of the cleanup, as Estonia did not make an official request for help.\n"
        ]
    },
    {
        "input": "Trong khi mối lo ngại còn chưa cao thì vết dầu loang đang di chuyển đến bờ biển có khả năng tràn vào vùng nước của người Canada.\n",
        "output": [
            "While the risk is slim that the oil slick will move up the seaboard enough to get into Canadian waters, it is possible.\n"
        ]
    },
    {
        "input": "Lực lượng vũ trang Pakistan nói rằng hôm thứ Bảy họ đã chiếm được thị trấn Kotkai - quê hương của lãnh đạo Taliban Hakimullah Mehsud và một trong những sĩ quan cao cấp của mình, Qari Hussain.\n",
        "output": [
            "Pakistani armed forces say they have captured the town of Kotkai on Saturday, the hometown of Taliban Chief Hakimullah Mehsud and one of his top officers, Qari Hussain.\n"
        ]
    },
    {
        "input": "Vụ việc tại nhà thờ Hồi giáo đã dấy lên cuộc tranh cãi lớn về việc liệu các phóng viên chiến trường có nên duy trì quan điểm trung lập.\n",
        "output": [
            "The incident in the mosque raised considerable controversy over whether embedded journalists should maintain a neutral point of view.\n"
        ]
    },
    {
        "input": "Matt Hardy, 22 tuổi, là một trong những nhân chứng của trong vụ này, anh đã nhìn thấy người bạn của mình, Tom Tanner, bị bắn hai phát đạn.\n",
        "output": [
            "Matt Hardy, 22 years old, was at the scene of the crime, and had seen his friend Tom Tanner being shot twice.\n"
        ]
    },
    {
        "input": "Liên Đoàn Khúc Côn cầu Quốc gia (NHL) đã đưa ra hình phạt đình chỉ kéo dài suốt mùa giải, bao gồm các trận playoff, cho Chris Simon của New York Islanders.\n",
        "output": [
            "The National Hockey League (NHL) has handed down a season-long suspension, including the playoffs, to Chris Simon of the New York Islanders.\n"
        ]
    },
    {
        "input": "Họ cũng nhận thấy những con chuột mang thai có mức các tế bào gọi là tế bào ít nhánh cao hơn, những tế bào này tạo myelin và có thể khắc phục một số tế bào thần kinh bị hư tổn bằng remyelination.\n",
        "output": [
            "They also found the pregnant mice had higher levels of cells called oligodendrocytes, which create myelin and are able to repair some damaged neurons through remyelination.\n"
        ]
    },
    {
        "input": "Trong một bài phát biểu giải thích về quyết định của quốc gia này không tài trợ cho chuyến đi của đội, NTGL đã nhấn mạnh về những vấn đề tài chính cấp bách hơn như là cuộc bầu cử sắp tới của nước này và giải ngũ cho lực lượng vũ trang không hoạt động.\n",
        "output": [
            "In a statement explaining its decision not to fund the team's travel, the NTGL highlighted more pressing financial obligations such as the country's upcoming national elections and the demobilization of the nation's defunct armed forces.\n"
        ]
    },
    {
        "input": "Chuyên gia trong các chặng đua nước rút Davis hoàn thành giai đoạn cuối cùng hôm Chủ Nhật với sự có mặt trong nhóm chính để duy trì sự dẫn đầu anh có được trong khoảng thời gian được cho thêm kể từ khi anh nằm trong nhóm dẫn đầu suốt cuộc đua.\n",
        "output": [
            "Sprint specialist Davis completed Sunday's final stage in the main pack to maintain the lead he had built up in time bonuses from sprint wins earlier in the race.\n"
        ]
    },
    {
        "input": "Cho thứ Ba ngày 17 tháng Mười Một - kỷ niệm lần thứ 70 ngày sinh viên quốc tế - một cuộc đình công giáo dục trên toàn quốc ở Đức đã được công bố.\n",
        "output": [
            "For Tuesday 17 November — the 70th anniversary of the international students' day — a nationwide education strike in Germany has been announced.\n"
        ]
    },
    {
        "input": "Cựu Thủ tướng Benazir Bhutto, người vừa trở về nhà, hiện đang ra khỏi đất nước, thăm gia đình ở Dubai.\n",
        "output": [
            "Former Prime Minister Benazir Bhutto, who recently returned home, is currently out of the country, visiting family in Dubai.\n"
        ]
    },
    {
        "input": "Biên tập viên Dennis Atkins của Courier Mail đã viết trong tờ Courier Mail hôm nay rằng DS4SEQ \"sẽ thu được nhiều phiếu hơn mọi người nghĩ - số phiếu gần chạm tới hai con số ở những ghế quanh Brisband và dọc bờ biển.\"\n",
        "output": [
            "Courier Mail writer Dennis Atkins wrote in today's Courier Mail that DS4SEQ \"will poll better than anyone expected - polling close to double figures in some seats around Brisbane and on the coasts.\"\n"
        ]
    },
    {
        "input": "Chúng tôi đã thông báo trong cuộc họp, và cho ban tổ chức giải đấu, \" ông nói với hãng tin Associated Press qua điện thoại.\n",
        "output": [
            "We had it for the meeting, and for the tournament,\" he said to the Associated Press news agency over the telephone.\n"
        ]
    },
    {
        "input": "Các lời xác nhận này hoàn toàn trái ngược với tuyên bố với quốc hội vào tháng Hai, khi đó ông Downer nói rằng \"Tất nhiên là tôi có đọc chúng.\"\n",
        "output": [
            "The claims are in stark contrast to a statement made to parliament in February where Mr Downer said \"Of course I would have read them\".\n"
        ]
    },
    {
        "input": "Loại vi-rút H1N1 khác với cúm mùa thông thường ở chỗ nó đã kéo dài trong những tháng mùa hè và người bị ảnh hưởng là những người tương đối khỏe mạnh ở độ tuổi dưới 65.\n",
        "output": [
            "The H1N1 virus differs from the normal seasonal flu in that it has persisted during the summer months and affected relatively healthy people under the age of 65.\n"
        ]
    },
    {
        "input": "\"Trong vòng 24 giờ sau khi va chạm, hệ thống theo dõi không gian Mỹ đã phát hiện 600 mảnh vỡ.\"\n",
        "output": [
            "\"Within 24 hours of the collision, the U.S. space tracking system had identified 600 pieces of debris.\"\n"
        ]
    },
    {
        "input": "Kế hoạch của AU là điều tổng cộng 8.000 quân của nhiều quốc gia và gần đây đã tuyên bố sẽ tiếp tục việc triển khai bất chấp các cuộc tấn công vào những lực lượng triển khai đầu tiên và những lời đe dọa của lực lượng chỉ huy hồi giáo.\n",
        "output": [
            "The AU plans to send 8,000 multinational troops in total, and has recently vowed to continue their deployment despite attacks on its first deployed forces and threats of an Islamist commander.\n"
        ]
    },
    {
        "input": "Cậu ta đã ổn định sau khi chữa trị ở bệnh viện Miguel Couto.\n",
        "output": [
            "He is stable after treatment at the Miguel Couto hospital.\n"
        ]
    },
    {
        "input": "Không giống những vụ tấn công trước, một trong số chúng cũng xảy ra ở Baghdad, những cuộc tấn công ngày hôm nay diễn ra rất gần nhau.\n",
        "output": [
            "Unlike yesterday's attacks, one of which was also in Baghdad, today's attacks happened in rapid succession.\n"
        ]
    },
    {
        "input": "Một trong số đó đã dẫn đến vụ nổ của Chuyến bay 38 Hãng hàng không Anh ngay sau khi rời khỏi đường ray tại sân bay Heathrow của London năm trước.\n",
        "output": [
            "One of them resulted in British Airways Flight 38 crashing short of the runway at London's Heathrow Airport last year.\n"
        ]
    },
    {
        "input": "Ủy ban bao gồm hai đảng Cộng hòa (Sinn Féin và SDLP), hai đảng hợp nhất (DUP và UUP) và Đảng Liên minh không bè phái.\n",
        "output": [
            "The committee is made up of the two republican parties (Sinn Féin and SDLP), the two unionist parties (DUP and UUP) and the non-sectarianist Alliance Party.\n"
        ]
    },
    {
        "input": "Tàu Discovery đã bay 39 chuyến trong lịch sử hoạt động của nó bao gồm cả hành trình hiện tại, vận chuyển nhiều chuyến hàng vào không gian trong đó có kính viễn vọng vũ trụ Hubble và đến hai trạm vũ trụ khác nhau: Mir và ISS.\n",
        "output": [
            "Discovery flew 39 flights in its operational history, including the current mission, delivering several payloads to space including the Hubble Space Telescope and visiting two different space stations: Mir and the ISS.\n"
        ]
    },
    {
        "input": "\"Tôi rất vui mừng khi cảnh sát cuối cùng cũng tra ra hắn và hắn ta đang ở trong tù.\n",
        "output": [
            "\"I am happy that the police finally caught up with him and he is in prison.\n"
        ]
    },
    {
        "input": "Hai đảng cầm quyền thống trị tại quốc hội Pakistan đoàn kết liên minh để tố cáo tổng thống Pervez Musharaf.\n",
        "output": [
            "The two dominant parties of Pakistan's National Assembly have united in a coalition to impeach President Pervez Musharraf.\n"
        ]
    },
    {
        "input": "Tòa án chỉ ra rằng những hoạt động kinh doanh được tạo ra nhằm mục đích cho người sử dụng có thể xâm phạm bản quyền cần phải có trách nhiệm trong việc xâm hại này.\n",
        "output": [
            "The court ruled that businesses created with the purpose of letting users commit copyright violations should be held liable for the infringement.\n"
        ]
    },
    {
        "input": "Cô ấy tuyên bố rằng cô ấy không thể chịu trách nhiệm về ý kiến ​​của người khác.\n",
        "output": [
            "She claims that she cannot be held responsible for the comments of others.\n"
        ]
    },
    {
        "input": "Cung thủ này đã phát hiện ra cô có mặt trong đội hình trù bị sau khi trở về từ một buổi hòa nhạc của ban nhạc mà cô yêu thích - Celtic Thunder - ở Wollongong.\n",
        "output": [
            "The archer found out about her inclusion on the shadow team the night after returning from a concert by her favorite band, Celtic Thunder, in Wollongong.\n"
        ]
    },
    {
        "input": "Đương kim tổng thống, ông Robert Mugabe dự đoán rằng sẽ có một \"chiến thắng vô cùng vĩ đại\" dành cho Đảng của ông, Liên minh Quốc gia châu Phi Zimbabwe - Mặt trận yêu nước (Zanu-PF).\n",
        "output": [
            "Current president Robert Mugabe predicts a \"mountainous victory\" for his party, the Zimbabwe African National Union - Patriotic Front (Zanu-PF).\n"
        ]
    },
    {
        "input": "Vậy thì qui trình đến hạn dùng làm gì?\n",
        "output": [
            "And what would due process be?\n"
        ]
    },
    {
        "input": "Công cụ này cung cấp một loạt xem lịch sử tài liệu, bao gồm một cách xem khiến mỗi phiên bản đều quan trọng như nhau, và một cách xem dòng thời gian mà hiển thị các sự hiệu chỉnh tương ứng với lượng nội dung của nó còn giống với bản hiện tại.\n",
        "output": [
            "The tool offers a variety of views of document histories, including a view that gives each revision equal importance, and a timeline view which displays each revision proportionally to how long it remained current.\n"
        ]
    },
    {
        "input": "\"Cụ thể là ngày nay, vào thời điểm mà sự chối bỏ về việc tồn tại của nạn thảm sát những người Do Thái dưới thời Đức Quốc xã đang tràn lan cả bên trong cũng như bên ngoài các nước Ả-rập, thì chúng ta nên theo đuổi nỗ lực để giáo dục thanh thiếu niên Ả-rập về nạn thảm sát những người Do Thái dưới thời Đức Quốc xã và để học các bài học về luân lý và đạo đức từ vấn đề trên.\"\n",
        "output": [
            "\"Particularly now, at a time when Holocaust denial is rife both within and outside of the Arab world, the attempt to teach young Arabs about the Holocaust and to learn moral and ethical lessons from it is a worthy pursuit.\"\n"
        ]
    },
    {
        "input": "Nhà chức trách nói rằng đã hơn 40 năm kể từ khi một vài phần của mảnh đất bị bốc cháy.\n",
        "output": [
            "Authorities say that it has been over 40 years since some parts of the land have caught fire.\n"
        ]
    },
    {
        "input": "Ngoài ra, một số công nhân đã phải trả cho công ty khoản phí lên đến 180£ cho \"phí giới thiệu.\"\n",
        "output": [
            "In addition, some workers had to pay fees of up to £180 for an \"introduction\" to the company.\n"
        ]
    },
    {
        "input": "Thứ hai, các chi tiết của quy định về việc nghe hoàng tử trả lời tại tòa không được giải thích rõ trong bản Royal Decrete gần đây, khiến cho nó không còn có giá trị, Bộ trưởng Onkelinx đã bác bỏ.\n",
        "output": [
            "Second, the details of the protocol to hear the Prince in court were not explained in the recent Royal Decrete, making it worthless -something Minister Onkelickx denied.\n"
        ]
    },
    {
        "input": "Giả thuyết nổi bật nhất hiện tại là đội bay nhận được tín hiệu đọc vận tốc không khí không chính xác từ các ống pitot của máy bay, đây vốn là thiết bị đo lường vận tốc của máy bay.\n",
        "output": [
            "The leading theory at the moment is that the crew received incorrect air speed readings from the aircraft's pitot tubes, devices which measure how fast the aircraft is travelling.\n"
        ]
    },
    {
        "input": "BP nói họ sẽ kiểm tra các bọt khí để xác định xem chúng là gì và vào chủ nhật, COO của BP, Doug Suttles nói rằng các bọt khí không phải là khí mêtan, nhưng các cuộc kiểm tra kĩ hơn đang được tiến hành.\n",
        "output": [
            "BP said it would test the bubbles to determine what they are and as of Sunday, COO of BP Doug Suttles says the bubbles are not methane, but further tests are being conducted.\n"
        ]
    },
    {
        "input": "Các hoạt động cũng đã phối hợp quốc tế với INTERPOL và Bộ Ngoại giao Hoa Kỳ, kết quả là giam giữ 16 kẻ tội phạm nước ngoài và quốc tế.\n",
        "output": [
            "Operations were also coordinated internationally with INTERPOL and the US State Department, resulting in the detainment of 16 foreign and international fugitives.\n"
        ]
    },
    {
        "input": "Các nhà chức trách cho hay hầm mỏ sẽ tiếp tục đóng cửa ít nhất sáu tuần, trong khi đó một cuộc điều tra sẽ được tổ chức, và mỏ có vẻ an toàn cho thợ mỏ tiếp tục làm việc.\n",
        "output": [
            "Officials state that the mine will remain closed for a minimum of six weeks, while an investigation is performed, and the mine is deemed safe for miners to continue working in it.\n"
        ]
    },
    {
        "input": "Kenneth Thomson, người đàn ông giàu nhất Canada và người giàu thứ 9 trên toàn thế giới theo tạp chí Forbes năm 2005, đã qua đời vào thứ Hai tại văn phòng ở Toronto.\n",
        "output": [
            "Kenneth Thomson, Canada's richest man and the 9th wealthiest person in the world according to Forbes's 2005 ranking, died Monday morning at his office in Toronto.\n"
        ]
    },
    {
        "input": "Theo lời của Vaessen, Hoàng tử cần tiền để hỗ trợ cho lối sống hoàng gia của mình và \"thậm chỉ còn không có đủ tiền để mua thức ăn.\"\n",
        "output": [
            "According to Vaessen, the Prince was in need of money to support a royal lifestyle, and \"didn't even have enough money to buy food.\"\n"
        ]
    },
    {
        "input": "Hoàng tử xứ Wales là một trong số các sinh viên đã từng theo học ở đây từ năm 1969.\n",
        "output": [
            "The Prince of Wales is among past students, having spent a 1969 term there.\n"
        ]
    },
    {
        "input": "Sự viện trợ của nhà tài trợ của chúng tôi là một dự án chính trị [đã] nhằm mục đích hỗ trợ và duy trì chính quyền Palestine, một thể chế quan trọng được cho sẽ là trở thành nhà nước Palestine độc ​​lập.\n",
        "output": [
            "Our donor aid is a political project aim[ed] at supporting and sustaining the Palestinian Authority, a key institution in what is supposed to become an independent Palestinian state.\n"
        ]
    },
    {
        "input": "Đại học Oxford cũng đang thực hiện việc số hóa cho các tuyển tập bài hát và thơ văn thuộc Bộ sưu tập Harding, được cho là bộ sưu tập lớn nhất thế giới, đây là một phần của dự án cho phép truy cập online vào tác phẩm này.\n",
        "output": [
            "The University of Oxford is currently digitising the songbooks and anthologies of the Harding Collection, said to be the world's largest such collection, as part of a project to allow online access.\n"
        ]
    },
    {
        "input": "Khaled Abubakar, một thầy tế của nhà thờ Hồi giáo trung tâm thành phố, đã ước tính sơ qua về số người thiệt mạng.\n",
        "output": [
            "Khaled Abubakar, the imam of the city's central mosque, made an estimate of the death toll.\n"
        ]
    },
    {
        "input": "Người vận động phản đối năng lượng hạt nhân của Quỹ Bảo Tồn Australia (ACF), ông Dave Sweeney cho rằng bài nghiên cứu có vẻ vẫn còn sai sót và không đưa ra được lý lẽ thuyết phục cho việc sử dụng năng lượng hạt nhân.\n",
        "output": [
            "The Australian Conservation Foundation's (ACF) nuclear campaigner, Dave Sweeney, says the study appears flawed and does not provide a sound argument for the use of nuclear energy.\n"
        ]
    },
    {
        "input": "\"Chúng tôi tin rằng vụ tai nạn máy bay là hoàn toàn có thể tránh được và những người có thẩm quyền phải đứng ra nhận trách nhiệm.\"\n",
        "output": [
            "\"We believe the air crash was completely avoidable and those responsible should be held to account.\"\n"
        ]
    },
    {
        "input": "Cư dân được phép trở lại nhà lúc trước đã được lệnh tái sơ tán đến nơi trú ẩn do Hội chữ thập đỏ thành lập trong các trường học và công viên địa phương.\n",
        "output": [
            "Residents who were allowed back into their homes were re-evacuated to Red Cross shelters set up in local schools and parks.\n"
        ]
    },
    {
        "input": "Wikileaks đã liên lạc với các luật sư đại diện cho các phạm nhân trong trại để trình bày các phân tích riêng của họ.\n",
        "output": [
            "Wikileaks contacted lawyers representing detainees in the camp to perform their own analysis.\n"
        ]
    },
    {
        "input": "Critchfield bị tố cáo đã đánh con riêng của chồng mình bằng những tấm ván, rồi dùng móc và dây thừng để trói và bắt chúng đứng trong một thời gian dài.\n",
        "output": [
            "Critchfield was accused of beating her stepchildren with boards, and using hooks and ropes to secure them and force them to stand for long periods of time.\n"
        ]
    },
    {
        "input": "Các cầu thủ, được hỗ trợ bởi một sân chơi hiếu chiến, đã thực hiện tốt, trong những điều kiện đó.\n",
        "output": [
            "The bowlers, backed by aggressive fielding, had performed a fair job, under the conditions.\n"
        ]
    },
    {
        "input": "Chủng kháng thuốc này cũng cho thấy không có bằng chứng chúng gây bệnh nặng hơn hoặc dễ truyền bệnh hơn.\n",
        "output": [
            "Resistant strains have shown no evidence of causing more severe disease or being more easily transmissible.\n"
        ]
    },
    {
        "input": "Các chính trị gia cấp cao trên khắp Ấn Độ đang trên đường đến Mumbai để xem có thể hỗ trợ gì cho người đứng đầu của mình.\n",
        "output": [
            "Senior politicians from across India are arriving in Mumbai to offer their support to the popular leader.\n"
        ]
    },
    {
        "input": "Sự việc này cũng ảnh hưởng đến việc quay những tập phim tiếp theo trong bộ phim châm biếm dài tập \"The Thick of It\" mà Langham đóng vai Hugh Abbot MP.\n",
        "output": [
            "This will affect the filming of the next series of the satirical sitcom The Thick of It, where Langham plays Hugh Abbot MP.\n"
        ]
    },
    {
        "input": "Tất cả việc này là để đánh dấu cho sự kiện Cuộc chiến Đại Tây Dương, loạt trận chiến hải quân từ năm 1939 đến khi kết thúc chiến tranh thế giới thứ hai.\n",
        "output": [
            "All this was to mark the Battle of the Atlantic, which was a series of naval battles fought from 1939 to the end of the second world war.\n"
        ]
    },
    {
        "input": "Một độc gia thường xuyên của các tờ báo trong suốt thời kỳ bùng nổ Dot. com sẽ gợi nhớ kho tàng các câu chuyện có thể được gọi là \"Việc đứng lên từ thất bại\"; những người có các công ty kỹ thuật đã bị phá sản đột nhiên trở thành các món hàng béo bở nhất để thành lập các công ty mới.\n",
        "output": [
            "A casual reader of the newspapers during the Dot.com boom will remember a glut of stories that could be called \"The Rise of the Failure\"; people whose technology companies had collapsed were suddenly hot commodities to start up new companies.\n"
        ]
    },
    {
        "input": "Bà gọi thành phố này là một \"nam châm sóng thần\" vì địa hình của đáy đại dương góp phần cho khả năng dễ bị tấn công của nó.\n",
        "output": [
            "She calls the city a \"tsunami magnet\" because of the topography of the ocean floor that contributes to its vulnerability.\n"
        ]
    },
    {
        "input": "Ngay sau đó họ đã bị mắc kẹt trong đám cháy lớn tại hầm mỏ và không thể thoát ra được.\n",
        "output": [
            "They were subsequently killed after being trapped by a fire in the mine which prevented them from escaping.\n"
        ]
    },
    {
        "input": "Ông cũng nói với phóng viên rằng ông hy vọng sẽ có một cuộc điều tra của nghị viện một cách đầy đủ và kỹ lưỡng.\n",
        "output": [
            "He also told reporters he expects a full and thorough congressional investigation.\n"
        ]
    },
    {
        "input": "Hôm thứ Năm, các hoa tiêu của 11 tàu cá Indonesia đã bị phạt trong một phiên tòa ở Perth.\n",
        "output": [
            "On Thursday, skippers of 11 Indonesian fishing boats were fined by a Perth court.\n"
        ]
    },
    {
        "input": "Các cuộc trưng cầu dân ý trước khi kiểm phiếu cho thấy ông Obama giành thắng lợi.\n",
        "output": [
            "Opinion polls held before the polls closed showed Obama winning.\n"
        ]
    },
    {
        "input": "Ông Alkatiri đã không thể ngăn chặn bạo loạn theo sau quyết định của chính phủ trong tháng Ba đến giữ chân 600 binh sĩ khi họ từ chối làm việc, phàn nàn về phân biệt đối xử.\n",
        "output": [
            "Mr Alkatiri was unable to stop the rioting that followed the government's decision in March to lay-off 600 soldiers when they refused to work, complaining of discrimination.\n"
        ]
    },
    {
        "input": "Buổi lễ tốt nghiệp của Đại Học Benadir được diễn ra ở khách sạn Shamo.\n",
        "output": [
            "The Shamo Hotel was hosting a graduation ceremony for Benadir University.\n"
        ]
    },
    {
        "input": "Ban nhạc rất buồn khi biết về cái chết của Syd Barrett.\n",
        "output": [
            "The band are naturally very upset and sad to learn of Syd Barrett’s death.\n"
        ]
    },
    {
        "input": "Trong môn thi cầu thăng bằng, cô suýt soát đánh bại Catalina Ponor từ Romania với điểm số 15,600 so với 15,200.\n",
        "output": [
            "As in the beam event, she narrowly beat out Catalina Ponor from Romania with a score of 15.600 to 15.200.\n"
        ]
    },
    {
        "input": "Chính BBC đã bắt đầu cuộc điều tra của họ sau khi Gerard Cavlan, một cầu thủ bóng đá từ Bắc Ireland, đã bị kết án về tội liên quan đến chọi chó.\n",
        "output": [
            "The BBC itself had begun it's investigation after Gerard Cavlan, a football player from Northern Ireland, was convicted on charges related to dog fighting.\n"
        ]
    },
    {
        "input": "Chính các chiến lược gia Dân chủ cũng sẵn sàng tận dụng lợi thế liên quan của từ Santorum với các hiện tượng từ ngữ mới.\n",
        "output": [
            "Democratic strategists poised themselves to take advantage of Santorum's association with the neologism phenomenon.\n"
        ]
    },
    {
        "input": "Bắc Triều Tiên đã làm thế giới ngạc nhiên khi phóng một tên lửa đạn đạo qua miền bắc Nhật Bản vào năm 1998.\n",
        "output": [
            "North Korea surprised the world when it launched a ballistic missile over northern Japan in 1998.\n"
        ]
    },
    {
        "input": "Người lái xe ngồi sau tay lái vào thời điểm đó đã sống sót sau tai nạn.\n",
        "output": [
            "The driver behind the wheel at the time survived the accident.\n"
        ]
    },
    {
        "input": "\"Kết luận của những người tham gia thị trường dầu là điều tồi tệ nhất của suy thoái kinh tế đã qua và sự hồi phục nguồn cầu sắp xảy ra được củng cố đêm qua cao hơn dự kiến ​​tăng trưởng quý đầu tiên ở Ấn Độ và một bước tăng mạnh trong sản xuất công nghiệp tháng tư của Nhật Bản, \" John Kilduff của MF Globa nói.\n",
        "output": [
            "\"Oil market participants' conclusion that the worst of the recession has passed and that a recovery in demand must be at hand was bolstered overnight by higher than expected first quarter growth in India and a sharp jump in Japan's April industrial production,\" said MF Globa's John Kilduff.\n"
        ]
    },
    {
        "input": "Đề nghị của ông Netanyahu đã được đưa ra như một phần của các cuộc thảo luận để thành lập chính phủ đoàn kết dân tộc giữa đảng Likud và đảng Kadima của ông Olmert, theo điện tín bị rò rỉ, được xếp loại \"bí mật\" và viết bởi Marc. J. Sievers, người đã từng là một cố vấn chính trị ở sứ quán Mỹ tại Tel Aviv.\n",
        "output": [
            "Mr. Netanyahu's request was made as part of discussions to form a government of national unity between Likud and Mr. Olmert's Kadima party, according to the leaked cable, classified as \"confidential\" and penned by Marc.J. Sievers, who was at the US embassy in Tel Aviv as a political counselor.\n"
        ]
    },
    {
        "input": "\"Với lòng dũng cảm nhiều như bất cứ thứ gì, tôi đã tản bộ với bạn thân và đối tác kinh doanh của mình, người mà cũng như tôi, đến từ San Diego, California.\"\n",
        "output": [
            "\"For courage as much as anything, I walked with my close friend and business partner, who like me, hails from San Diego, California.\"\n"
        ]
    },
    {
        "input": "Các chiến binh cũng đã bắn rocket vào một khách sạn sang trọng và dinh tổng thống ở thủ đô vào ngày thứ Tư, nhưng không gây thương vong.\n",
        "output": [
            "Militants also fired rockets at a luxury hotel and the presidential palace in the capital on Wednesday, but without causing casualties.\n"
        ]
    },
    {
        "input": "Những người được cấp chứng nhận bắt đầu làm việc vào ngày 1 tháng năm được cho là \"tham gia vào tất cả các hoạt động xét xử của Toà án nhân dân theo pháp luật, được hưởng các quyền lợi như thẩm phán ngoại trừ thẩm phán chủ tọa sau khi nhận nhiệm vụ,\" theo Thời báo Nhân dân.\n",
        "output": [
            "Those who were certified to begin service on May 1 are said to \"participate in all hearing activities of people's courts according to the law, enjoying the same rights as do the judges except that for a presiding judge after their assumption of the post,\" according to the People's Daily.\n"
        ]
    },
    {
        "input": "\"Thật là bất công khi người ta cứ đổ tội cho Pakistan hoặc người dân Pakistan về những hành động khủng bố đó, thậm chí là họ còn chưa thực hiện điều tra gì hết, \" đại sứ Pakistan ở Mỹ, ông Husain Haqqani tuyên bố.\n",
        "output": [
            "It is unfair to blame Pakistan or Pakistanis for these acts of terrorism even before an investigation is undertaken, Husain Haqqani, Pakistan's ambassador to the United States, said in a statement.\n"
        ]
    },
    {
        "input": "Chính quyền quân sự đã không chấp nhận đảng NLD trong cuộc bầu cử đó.\n",
        "output": [
            "The military junta did not accept NLD's majority in that election.\n"
        ]
    },
    {
        "input": "Trận chung kết Plate là màn trình diễn mạnh mẽ của đội Eagles của Borneo khi đánh bại đội Oriental Rongotai của New Zealand với tỉ số 31 thắng 5.\n",
        "output": [
            "The Plate final saw a strong performance from Borneo Eagles to beat New Zealand team Oriental Rongotai by 31 to 5.\n"
        ]
    },
    {
        "input": "Đại sứ Iran tại LHQ, Javad Zarif nói với hãng tin Reuters, \"chương trình hạt nhân hòa bình của Iran không đe dọa đến hòa bình và an ninh thế giới và do đó phải đối diện với vấn đề này trong Hội đồng Bảo an là không có cơ sở và không có giá trị của bất kỳ cơ sở pháp lý hoặc thực tiễn nào.\"\n",
        "output": [
            "Iran's ambassador to the UN, Javad Zarif told the Reuters news agency, \"Iran's peaceful nuclear programme poses no threat to international peace and security and therefore dealing with this issue in the Security Council is unwarranted and void of any legal basis or practical utility,\"\n"
        ]
    },
    {
        "input": "Chức năng của vắcxin trong quan hệ tình dục và hiệu quả của nó đối với phụ nữ cũng sẽ được nghiên cứu.\n",
        "output": [
            "The vaccine's functioning in a heterosexual population and its effectiveness among women will also be studied.\n"
        ]
    },
    {
        "input": "Vẫn chưa xác định được con số chính xác về số người chết còn trong các toa tàu bị hư hỏng nặng.\n",
        "output": [
            "The exact number of bodies still in the wrecked carriage is unknown.\n"
        ]
    },
    {
        "input": "Tiểu vương đã thành lập mạng lưới tin tức truyền hình quốc tế Al Jazeera.\n",
        "output": [
            "The emir founded the Al Jazeera international television news network.\n"
        ]
    },
    {
        "input": "Lãnh đạo liên minh Đảng Tiến bộ của Jim Anderton và là người ủng hộ dự luật, Jim Anderton nói: \"Việc đưa ra lời bào chữa vào phút cuối cho các nghị sĩ không bị đánh lừa bởi lời hứa xem xét không cần thiết.\"\n",
        "output": [
            "Leader of Jim Anderton's Progressive coalition and supporter of the bill, Jim Anderton, said: \"Making a last-minute plea to MPs is not to be fooled by the promise of the unnecessary review.\"\n"
        ]
    },
    {
        "input": "Hành động khá táo bạo năm 2006 đã khiến Thaksin bị trục xuất sau khi các thành viên nghị viện đảo chính.\n",
        "output": [
            "A coup in 2006 ousted Thaksin after members of parliament defected during military rule.\n"
        ]
    },
    {
        "input": "Vào ngày 12 tháng 9 năm 2004, Jeanna - một cô bé 15 tuổi đến từ Fond du Lac, Winconsin - đã bị cắn bởi một con dơi khi đang đi đến nhà thờ.\n",
        "output": [
            "On September 12, 2004, Jeanna — a 15 year old from Fond du Lac, Wisconsin— was bitten by a bat while attending church.\n"
        ]
    },
    {
        "input": "Kim dường như đã qua đời hai ngày trước đó vào ngày 17 tháng mười hai trên tàu ra nước ngoài.\n",
        "output": [
            "Kim apparently died two days earlier on December 17 aboard a train.\n"
        ]
    },
    {
        "input": "\"Khi nói đến việc chạy trốn, những giờ đầu tiên là rất quan trọng, \" Jean-Michel Louboutin, giám đốc điều hành của dịch vụ cảnh sát Interpol cho biết.\n",
        "output": [
            "\"When it comes to escapes, the first hours are crucial,\" said Jean-Michel Louboutin, Interpol's executive director of police services.\n"
        ]
    },
    {
        "input": "\"Quân Hamas có thể tàn nhẫn đến như thế nào? \"\n",
        "output": [
            "\"How cruel can Hamas be? \"\n"
        ]
    },
    {
        "input": "Hai công nhân mỏ người Úc đã bị giam 14 ngày dưới lòng đất trong một vụ sập hầm, đã kí một hợp đồng truyền thông trị giá 2 triệu đô la Úc cho câu chuyện sống sót của họ.\n",
        "output": [
            "The two Australian mine-workers, who were trapped for 14 days underground in a collapsed mine, have signed a media deal reportedly worth AUD$2 million for their story of survival.\n"
        ]
    },
    {
        "input": "Ở một số nơi, lượng mưa của cả một tháng đã rơi chỉ trong 24 giờ.\n",
        "output": [
            "In some places, a month's worth of rain had fallen in just 24 hours.\n"
        ]
    },
    {
        "input": "Oscar de la Renta đã lựa chọn các màu truyền thống như đen, vàng và xám, ra mắt dòng thời trang cho nam giới và phụ nữ trong các chất liệu vải quen thuộc của anh.\n",
        "output": [
            "Oscar de la Renta opted for more traditional blacks, golds and grays, debuting lines for men and women in fabrics he is familiar with.\n"
        ]
    },
    {
        "input": "Các bản sao của tài liệu đã được cung cấp cho các nhà lãnh đạo của EU, Nga, Nhật Bản và Hoa Kỳ.\n",
        "output": [
            "Copies of the document have been furnished to the leaders of the EU, Russia, Japan and the United States.\n"
        ]
    },
    {
        "input": "Ông nảy ra ý tưởng này khi đang chiến đấu trong chiến tranh Hàn Quốc; ông đã bảo vệ chiếc xe của mình với dây xích thép để không ai có thể cướp đi được.\n",
        "output": [
            "He came up with the idea while fighting in the Korean War; he secured his vehicle with metal chains to stop anybody taking it.\n"
        ]
    },
    {
        "input": "Âm mưu này đã được phát hiện khi nghi phạm 15 tuổi đánh mất cuốn nhật ký của mình tại nhà hàng McDonalds, nơi cậu ta làm việc.\n",
        "output": [
            "The plot was uncovered when the 15-year-old suspect lost his journal at the McDonalds restaurant where he worked.\n"
        ]
    },
    {
        "input": "Với sự giúp đỡ của Giám đốc nhà xuất bản sách thiếu nhi Random House - nhà văn Theodor Geisel, tác giả nổi tiếng với loạt sách Tiến sĩ Seuss, vợ chồng Berenstain đã tạo ra một thương hiệu cuốn hút hàng triệu độc giả nhỏ tuổi.\n",
        "output": [
            "With the help of head of children's publishing at Random House, author Theodor Geisel, better known as Dr. Seuss, the Berenstains created a franchise that drew millions of young readers.\n"
        ]
    },
    {
        "input": "Tình hình giành chức vô địch đã trở nên nghiêm trọng hơn cho Schumacher khi để mất 10 điểm vào cuối tuần.\n",
        "output": [
            "The situation in the drivers' championship became almost critical for Schumacher, who lost 10 points this week-end.\n"
        ]
    },
    {
        "input": "Tại London, người dân diễu hành đến đại sứ quán Mỹ và hô to khẩu hiệu như là \"George Bush, kẻ khủng bố\" hay \"Hãy ngừng tay, hỡi nước Mỹ.\"\n",
        "output": [
            "In London people marched to the US embassy and shouted slogans such as \"George Bush, terrorist\" and \"Down, down, USA.\"\n"
        ]
    },
    {
        "input": "Sự kiện này sẽ đánh dấu việc lần đầu tiên một chương trình nhạc sống được phát sóng tới không gian.\n",
        "output": [
            "This event will mark the first time a live music show is broadcast into space.\n"
        ]
    },
    {
        "input": "Tình trạng không rõ ràng nhấn mạnh sự thiếu thông tin chính thống đằng sau tin đồn.\n",
        "output": [
            "The uncertainty underlined the lack of substantive information behind the rumor.\n"
        ]
    },
    {
        "input": "Số tiền này được phân ra như sau ₱500.000 tổn hại về đạo đức, ₱100.000 phí luật sư và ₱50.000 chi phí phát sinh.\n",
        "output": [
            "This is split down as ₱500,000 in moral damages, ₱100,000 lawyer's fees and ₱50,000 further costs.\n"
        ]
    },
    {
        "input": "Ngày 18 tháng 10, cô đến gặp bác sĩ vì người mệt mỏi và tê cứng, và vụ bị dơi cắn không được nhắc đến cho tới vài ngày sau đó.\n",
        "output": [
            "By the time she saw a doctor about fatigue and numbness, it was October 18, and the bat incident was not brought up until several days later.\n"
        ]
    },
    {
        "input": "Ouellette đã bị phát một trát đòi xuất hiện ở tòa án liên bang.\n",
        "output": [
            "Ouellette has been issued a summons to appear in federal court.\n"
        ]
    },
    {
        "input": "\"Virus này dường như lây lan rất nhanh trong một khu vực địa lý lớn.\"\n",
        "output": [
            "\"This virus seemed to spread very fast over a big geographic region.\"\n"
        ]
    },
    {
        "input": "Bộ luật này cho phép tạm giam các nghi phạm khủng bố quốc tế, trước khi luật này bị bãi bỏ vào năm 2004 do nó mang bản chất phân biệt đối xử.\n",
        "output": [
            "This act allowed foreign nationals suspected of terrorism to be detained, before being repealed in 2004 due to its discriminatory nature.\n"
        ]
    },
    {
        "input": "Luca Toni đã mở tỉ số ngay đầu hiệp 2 với cú đúp bàn thắng.\n",
        "output": [
            "Luca Toni opening the scoring early in the 2nd half with a pair of goals.\n"
        ]
    },
    {
        "input": "WHO nói rằng \"trong khi việc tìm kiếm và xác minh thông tin vẫn gập khó khăn trên cả nước với những ảnh hưởng khiến cho các số liệu thống kê hàng tuần không phải lúc nào cũng chính xác và hoàn chỉnh, chiều hướng chung trong vòng 2 tháng qua là số lượng các ca bệnh và các ca tử vong đã giảm xuống.\"\n",
        "output": [
            "The WHO said that \"while data collection and verification remain a challenge throughout the country with the effect that weekly statistics are not always accurate or complete, the overall trend over the last 2 months is of a decreasing number of cases and deaths.\"\n"
        ]
    },
    {
        "input": "Vụ đầu tiên xảy ra lúc 7:15  (12:15  UTC) ở sảnh tây kí túc xá Ambler Johnston.\n",
        "output": [
            "The first took place at 07:15 (12:15 UTC), at West Ambler Johnston Hall dormitory.\n"
        ]
    },
    {
        "input": "Cô kiện anh ta ra tòa và đã giành chiến thắng sau gần một năm đầy các cuộc chiến pháp lý lộn xộn.\n",
        "output": [
            "She took him to court and won after nearly a year of messy legal battles.\n"
        ]
    },
    {
        "input": "Võ sỹ kỳ cựu Carlo \"Neo\" Prater cũng chiếm ưu thế trước Bryan Traverstrong lần ra mắt tại Strikeforce.\n",
        "output": [
            "Veteran fighter Carlo \"Neo\" Prater also prevailed in his Strikeforce debut against Bryan Travers.\n"
        ]
    },
    {
        "input": "Fernando Torres đã gỡ hòa trong hiệp đấu thứ 2 sau khi Yossi Benayoun đánh bại hàng phòng ngự để thiết lập bàn thắng.\n",
        "output": [
            "Fernando Torres equalized in the 2nd half after Yossi Benayoun beat the defenders to set up the goal.\n"
        ]
    },
    {
        "input": "Ông Blatter lý giải, \"Bạn có muốn các thiết bị công nghệ đưa ra quyết định? Đó là lý do tại sao mà tôi ủng hộ việc chấm dứt toàn bộ việc thử nghiệm này sau ba năm không có kết quả.\"\n",
        "output": [
            "\"Do you want technical devices to take decisions? That's why, after three years of tests with no conclusions, I am in favour of putting the whole thing on ice,\" Blatter explained.\n"
        ]
    },
    {
        "input": "Anh ta cũng đã nhận tội khinh thường án phạt của tòa án về việc tránh xa mẹ của mình.\n",
        "output": [
            "He also pleaded guilty to a contempt charge for violating a court order to stay away from his mother.\n"
        ]
    },
    {
        "input": "Nghị sĩ này đã quyết định tranh cử, theo một tuyên bố bằng văn bản, vì ông cảm thấy người lãnh đạo đảng của mình không đủ mạnh trong việc phản đối chiến tranh Iraq.\n",
        "output": [
            "The congressman made his decision to run, according to a written statement, because he felt his own party's leadership was not aggressive enough in opposing the Iraq war.\n"
        ]
    },
    {
        "input": "Tuy nhiên, nỗi sợ hãi đã dấy lên rằng sự trở lại của Zelaya có thể gia tăng nhiều bạo lực hơn.\n",
        "output": [
            "However, fear has aroused that Zelaya's return could trigger more violence.\n"
        ]
    },
    {
        "input": "Mười bốn địa điểm lịch sử của bang được dự định đóng cửa vào ngày 1 tháng Mười.\n",
        "output": [
            "Fourteen state historic sites are scheduled to be closed October 1.\n"
        ]
    },
    {
        "input": "Ông thường trao đổi thư từ với độc giả của mình và hoạt động cộng đồng của ông bao gồm những bữa tiệc, câu lạc bộ đêm, giảng dạy, các buổi hội thảo ở trường đại học và những buổi ra mắt phim.\n",
        "output": [
            "He often corresponds with his readers and his public functions are a mix of parties, nightclubs, academic lectures, university panels and film premieres.\n"
        ]
    },
    {
        "input": "Một cuộc tấn công bằng súng cối khác đã bắn trượt phái đoàn UPDF và rơi trúng một nhà hàng gần đó làm 13 dân thường thiệt mạng và 20 người khác bị thương vào ngày 7 tháng 3.\n",
        "output": [
            "Another mortar attack that missed a UPDF convoy and hit a nearby restaurant on March 7 killed 13 civilians and wounded 20.\n"
        ]
    },
    {
        "input": "Giáo sư Cerf được xem là một trong những cha đẻ của Internet.\n",
        "output": [
            "Dr. Cerf is considered to be one of the fathers of the Internet.\n"
        ]
    },
    {
        "input": "Người ta nói rằng việc đại tu này và những nỗ lực tái xây dựng thương hiệu sẽ được hoàn thành vào cuối năm nay.\n",
        "output": [
            "It has said that the completion of this overhaul and the re-branding efforts will be completed by the end of the year.\n"
        ]
    },
    {
        "input": "Những phát hiện này đã hỗ trợ cho lý thuyết của các nhà nghiên cứu rằng khi chúng ta cố gắng giảm sự tiếp xúc với những bệnh nhiễm trùng thông thường trong năm đầu tiên của cuộc đời thì nguy cơ phát triển bệnh bạch hầu cấp tính (ALL) lại tăng lên.\n",
        "output": [
            "The finding supports the researchers' theory that reduced exposure to common infections in the first year of life increases the risk of developing acute lymphoblastic leukaemia (ALL).\n"
        ]
    },
    {
        "input": "Và, khoảng 200 người đã được sơ tán trong khu vực Akron, Ohio do lũ lụt nghiêm trọng.\n",
        "output": [
            "And, about 200 people were evacuated in the Akron, Ohio area due to severe flooding.\n"
        ]
    },
    {
        "input": "Anh ta có khả năng sẽ bắt đầu như một cầu thủ đánh banh được chỉ định tại các trận tại Chicago.\n",
        "output": [
            "He'll likely start as the designated hitter in the games at Chicago.\n"
        ]
    },
    {
        "input": "\"Đất nước nên chọn để khuyến khích những người thíc làm việc chứ không phải là những người thích gian lận.\"\n",
        "output": [
            "\"The nation should choose to encourage people who like to work rather than those who prefer cheating\".\n"
        ]
    },
    {
        "input": "Ông nói, \"Hoa Kỳ phải đưa ra một kế hoạch rút quân rõ ràng để hòa bình và ổn định có thể được phục hồi.\"\n",
        "output": [
            "He said, \"The U.S. must issue a clear troop-withdrawal plan so that peace and stability can be restored.\"\n"
        ]
    },
    {
        "input": "\"Nhưng tôi đã không thể làm máu ngừng chảy vì có quá nhiều máu.\"\n",
        "output": [
            "\"But I couldn't stop the bleeding because there was so much blood.\"\n"
        ]
    },
    {
        "input": "Hôm qua hai tên buôn ma túy khác, Renae Lawrence và Scott Rush, đã bị kết án tù chung thân.\n",
        "output": [
            "Yesterday two other drug mules, Renae Lawrence and Scott Rush, were sentenced to life imprisonment.\n"
        ]
    },
    {
        "input": "Lille sẽ có 3 ngày sau khi nhận được thông báo từ UEFA để nộp một cáo buộc khác lên Tòa án Trọng tài Thể thao, hoặc khiếu nại này sẽ bị bác bỏ hoàn toàn.\n",
        "output": [
            "Lille will have 3 days after receiving notice from UEFA to lodge another appeal to the Court of Arbitration for Sport, or the claim will be dismissed in full.\n"
        ]
    },
    {
        "input": "Ông Knutsen đã biểu diễn rất nhiều năm ở Texas như là một tên hề chuyện nghiệp.\n",
        "output": [
            "Mr. Knutsen has performed for many years throughout Texas as a professional clown.\n"
        ]
    },
    {
        "input": "Mỹ cung cấp US$5 triệu tiền thưởng cho việc bắt giữ ông ta.\n",
        "output": [
            "The U.S. offered a US$5 million bounty for his capture.\n"
        ]
    },
    {
        "input": "Cha Noynoy bị bắn chết trong khi bị giam quân sự dưới thời hậu chế độ độc tài Ferdinand Marcos, trước khi mẹ ông, Corazon Aquino, lãnh đạo cuộc cách mạng Sức mạnh Nhân dân lật đổ Marcos năm 1986.\n",
        "output": [
            "Noynoy's father was shot while in military custody during the regime of late dictator Ferdinand Marcos, before his mother, Corazon Aquino, led the People Power Revolution that toppled Marcos in 1986.\n"
        ]
    },
    {
        "input": "Khi Oppenheimer bắt đầu thiết kế vũ khí bí mật trong phòng thí nghiệm, Los Alamos đã chỉ định Bethe làm Giám đốc Bộ phận lý thuyết.\n",
        "output": [
            "When Oppenheimer started the secret weapons design laboratory, Los Alamos, he appointed Bethe as Director of the Theoretical Division.\n"
        ]
    },
    {
        "input": "Jaime Moreno đã ấn định chiến thắng cho D. C. ở phút thứ 78 trước khi Edu mở điểm cho Toronto với bàn thắng đầu tiên của mùa giải.\n",
        "output": [
            "Jaime Moreno capped off the scoring for D.C. in the 78th before Edu opened Toronto's MLS account with his first goal of the season.\n"
        ]
    },
    {
        "input": "Theo Dell, trong số 6,3 triệu máy tính New Zealand, 250.000 máy cũ và lỗi thời, chủ yếu là vì hầu hết các chủ sở hữu, theo khảo sát, sẽ nâng cấp máy tính của họ trong vòng từ hai đến năm năm.\n",
        "output": [
            "According to Dell, out of the 6.3 million New Zealand computers, 250,000 of them are old and obsolete, mainly because most computer owners, according to a survey, will upgrade their computers every two to five years.\n"
        ]
    },
    {
        "input": "Quyết định này được ký bởi 32 trong tổng số 45 nghị sĩ.\n",
        "output": [
            "The decision was signed by 32 of the 45 deputies.\n"
        ]
    },
    {
        "input": "Trước phát biểu của Ahmedinejad, Tổng thống Mỹ George W. Bush đã bày tỏ một quan điểm khác, nói rằng lời mời của Columbia \"thực sự nói lên quyền tự do của đất nước chúng ta.\"\n",
        "output": [
            "Prior to Ahmedinejad's speech, U.S. President George W. Bush expressed a different view, saying that Columbia's invitation \"really speaks to the freedoms of the country.\"\n"
        ]
    },
    {
        "input": "Các bảng xếp hạng hôm qua đã đưa ra rằng nó đã đạt được đến vị trí tốt nhất trong bảng xếp hạng nhạc Rock của Amazon và được đưa vào danh sách là bài hát thứ 14 được tải về nhiều nhất.\n",
        "output": [
            "Yesterday's charts reveal that it has reached pole position on Amazon's rock chart, and is listed as the 14th most downloaded track overall.\n"
        ]
    },
    {
        "input": "Mike Parton, Giám đốc điều hành của Tập đoàn Marconi, nói về 'tin tốt'cho tất cả các cổ đông và giới thiệu Svanberg trong sự tán thưởng của phần lớn các nhân viên tại Coventry New Century Park, trong khi nhiều nhân viên của Coventry New Horizon Park theo dõi cuộc họp trên một đường dây điện thoại.\n",
        "output": [
            "Mike Parton, CEO of Marconi Corporation, spoke of the 'good news' for all stake-holders and introduced Svanberg to a round of applause from the majority of the staff at Coventry New Century Park, while more staff from Coventry New Horizon Park listened on a conference call line.\n"
        ]
    },
    {
        "input": "Các thí nghiệm gần đây đã cho biết có một loại thuốc rẻ tiền có thể tiêu diệt tế bào ung thư ở người.\n",
        "output": [
            "Recent tests have shown that an inexpensive drug may be able to kill cancer cells in humans.\n"
        ]
    },
    {
        "input": "Các nghệ sĩ quốc gia, chẳng hạn như Oomph! và The Donots, cũng do Sony trực tiếp chịu trách nhiệm thông qua Four Music hoặc Columbia Germany ở Berlin.\n",
        "output": [
            "National artists, such as Oomph! and The Donots, will also be Sony's direct responsibility via either Four Music or Columbia Germany in Berlin.\n"
        ]
    },
    {
        "input": "Các chương trình phát sóng hàng ngày và những mẫu tin mà mọi người quan tâm, được trình bày bởi một phát thanh viên mà dần dần cởi bỏ trang phục của họ.\n",
        "output": [
            "The broadcasts feature daily news and human interest pieces, presented by an anchor who gradually removes their clothing.\n"
        ]
    },
    {
        "input": "Đám cháy được báo cáo là cao đến một trăm mét.\n",
        "output": [
            "The flames reportedly reached as high as one hundred meters.\n"
        ]
    },
    {
        "input": "Sau khi trở lại đoàn xiếc, mọi người nói rằng nó rất mệt, nhưng \"nó vui vì đã quay lại.\"\n",
        "output": [
            "After returning to the circus, she was said to be tired, but \"pleased to be back.\"\n"
        ]
    },
    {
        "input": "Nhiều nguồn thu nhập đối với các nước đang phát triển, trong đó có lượng kiều hối, đầu tư trực tiếp nước ngoài, cứu trợ nước ngoài và thương mại quốc tế đang giảm nghiêm trọng.\n",
        "output": [
            "Many sources of income for developing countries, including remittances, foreign direct investment, foreign aid, and international trade, are expected to undergo severe declines.\n"
        ]
    },
    {
        "input": "Desta cáo buộc Ethiopia làm xấu thêm tình hình khi chuẩn bị các lực lượng quân sự để giúp Cộng hòa Gi-bu-ti.\n",
        "output": [
            "Desta accused Ethiopia of worsening the situation by preparing military forces to help Djibouti.\n"
        ]
    },
    {
        "input": "Bà ấy nói rằng một số người \"phẫn uất vì thực tế rằng họ không được phép để trở thành cả người Hồi giáo và người Pháp cùng một lúc.\"\n",
        "output": [
            "She said that some are \"resentful of the fact that they are not allowed to be both Muslim and French.\"\n"
        ]
    },
    {
        "input": "Một năm sau khi tiếp quản vị trí tại số 10 đường Downing, Thủ tướng Anh Gorden Brown và Công Đảng Anh của ông đã gặp rắc rối sau khi để thua một cuộc bầu cử địa phương, xếp hạng năm sau những đảng chính trị từng chiến thắng trước đó và độ nổi tiếng ở mức thấp nhất mọi thời đại.\n",
        "output": [
            "A year since taking up residence at No. 10 Downing street, British Prime Minister Gordon Brown and his Labour Party is already in trouble after losing a local election, finishing fifth after previously win-less political parties and popularity rating at an all time low.\n"
        ]
    },
    {
        "input": "Tổng thống Palestine, Mahmoud Abbas đảng Fatah, Thủ tướng Ismail Haniyeh và lãnh đạo Hamas là Khaled Meshaal, đóng tại Damascus, đã tới Mecca, Saudi Arabia để đàm phán nhằm nỗ lực kết thúc giao tranh giữa Hamas và Fatah trên dải Gaza.\n",
        "output": [
            "Palestinian President Mahmoud Abbas of Fatah, Prime Minister Ismail Haniyeh and Damascus-based chief Khaled Meshaal ofHamas arrived in Mecca, Saudi Arabia for negotiations in an attempt to end the fighting between Hamas and Fatah in the Gaza strip.\n"
        ]
    },
    {
        "input": "Theo BBC, Pakistan đã không thể cung cấp bằng chứng xác thực về cái chết của ông vì \"địa hình xa và thù địch\" của Nam Waziristan.\n",
        "output": [
            "According to the BBC, Pakistan had been unable to provide tangible evidence of his death because of the \"remote and hostile terrain\" of South Waziristan.\n"
        ]
    },
    {
        "input": "Ở một vài khu vực, cơn bão làm ngập lên tới hai mét nước.\n",
        "output": [
            "In some areas of the country, the storm dumped as much as two metres of water.\n"
        ]
    },
    {
        "input": "Từ phòng điều khiển có thể thấy được vụ nổ đã làm tung hệ thống điện.\n",
        "output": [
            "The blast tripped out the power system, visible in the control room.\n"
        ]
    },
    {
        "input": "\"Họ đã bị gãy xương ở tay, ở mặt, ở khắp mọi nơi, \" Marcos de Souza, Giám đốc Bệnh viện Posse cho biết trong một cuộc phỏng vấn trên truyền hình.\n",
        "output": [
            "\"They had fractures in their arms, their faces, everywhere,\" said Marcos de Souza, director of the Posse Hospital in a televised interview.\n"
        ]
    },
    {
        "input": "Hệ thống phòng thủ Trident được xây dựng như phản hồi của Anh Quốc tới chiến tranh lạnh đã kết thúc với sự sụp đổ của Liên Bang Xô Viết vào tháng 12 năm 1991.\n",
        "output": [
            "The Trident defence system was developed as Britain’s response to the Cold War which ended with the collapse of the USSR in December 1991.\n"
        ]
    },
    {
        "input": "Boehner thông báo cho các Nghị sĩ quốc hội khác về thỏa thuận này trong một cuộc thoại đàm tối hôm qua.\n",
        "output": [
            "Boehner informed other congressmen of the deal in a conference call yesterday evening.\n"
        ]
    },
    {
        "input": "\"Số lượng vi khuẩn dị dưỡng trong một số chai là một con số cao rùng mình (100 lần) so với giới hạn cho phép, \" Sonish Azam, một nghiên cứu viên Canada thuộc nhóm nghiên cứu nói, \"Số lượng vi khuẩn này thật đáng báo động, nó như thể là chúng ta đang nuốt phải một cốc vi khuẩn vậy.\"\n",
        "output": [
            "“Heterotrophic bacteria counts in some of the bottles were found to be in revolting figures of (100) times more than the permitted limit,” said Sonish Azam, a Canadian researcher involved in the study, “This amount of bacteria is alarming, as if we are ingesting a cup of culture.” \n"
        ]
    },
    {
        "input": "Các bản tin tập trung vào các tin quốc tế tạo ra một sự khuấy động sau khi được phát sóng vào năm 1999, nhưng từ đó đã mở rộng nhiều người xem trực tuyến tại 172 quốc gia.\n",
        "output": [
            "The internationally-focused newscast created a stir upon its launch in 1999, but has since expanded with online viewers in 172 nations.\n"
        ]
    },
    {
        "input": "Tòa nhà thuộc quyền sở hữu của PoolSupplies. com, một chi nhánh của Leisure Living, bán các vật liệu phụ trợ, tái tạo và hóa chất cho bể bơi.\n",
        "output": [
            "The building is owned by PoolSupplies.com which is a division of Leisure Living, selling supplies, recreation and chemicals for swimming pools.\n"
        ]
    },
    {
        "input": "13 tỉ USD đã được cam kết cho việc cứu trợ và nỗ lực phục hồi, 75% trong số đó đã được đảm bảo chắc chắn.\n",
        "output": [
            "Some $13 billion was pledged to relief and recovery efforts, of which 75 percent has already been secured.\n"
        ]
    },
    {
        "input": "Hiệp hội Hoàng gia Ngăn chặn Đối xử tàn ác với động vật cũng khuyến cáo những người có động vật nuôi cố gắng giữ mát cho các con vật của mình.\n",
        "output": [
            "The RSPCA has also told pet owners to try and keep their pets cool.\n"
        ]
    },
    {
        "input": "Một người dân đã sống Amity Point được 20 năm, Brad Ross, nói khách du lịch đến khu vực này đã được cảnh báo có thể bị tấn công; \"Bãi biển chỉ lún xuống 30m nước và có rất nhiều cá mập bò mộng ở đó.\"\n",
        "output": [
            "A resident of Amity Point for 20 years, Brad Ross, said tourists visiting the area have been warned of potential attacks; \"The shore just falls away into 30m of water and there are plenty of bull sharks out there.\"\n"
        ]
    },
    {
        "input": "Khả năng sẽ có cuộc đàm phán thêm với Bưu điện Hoàng gia trước khi hành động vẫn chưa bị loại trừ; bất kể một cuộc đình công nào trước mùa cao điểm dịp Giáng sinh sẽ gây ra gián đoạn lớn trong việc giao nhận vận chuyển.\n",
        "output": [
            "The possibility of further talks with the Royal Mail before undertaking action has not be ruled out; any walk-outs in the run-up to Christmas will cause extreme disruption to deliveries.\n"
        ]
    },
    {
        "input": "\"Không may là những người biểu tình đang cố gắng làm hàng ngàn người Mỹ mất việc mà họ cần để nuôi sống gia đình mình.\"\n",
        "output": [
            "\"It is unfortunate these protestors are trying to keep thousands of Americans from the jobs they depend on to provide for their families.\"\n"
        ]
    },
    {
        "input": "Tổng cộng có tất cả 230 phóng viên và nhân viên hỗ trợ truyền thông đã bị giết tại Iraq kể từ cuộc tấn công của Mỹ năm 2003.\n",
        "output": [
            "A total of 230 journalists and media assistants have been killed in Iraq since the 2003 U.S invasion.\n"
        ]
    },
    {
        "input": "Vị trí khảo cổ là nằm trên đồi dọc theo biển Địa trung Hải nhìn sang nhà nghỉ hè của Hosni Mubarak, tổng thống Ai Cập.\n",
        "output": [
            "The archaeological site is on a hill along the Mediterranean Sea overlooking the summer home of Hosni Mubarak, president of Egypt.\n"
        ]
    },
    {
        "input": "Chuyến bay cất cánh lúc 1:12 a. m, theo giờ địa phương và đã đi từ Moscow tới Perm khi mà nhân viên ở sân bay Bolshoye Savino mất liên lạc với nó ở độ cao khoảng 1.800 mét.\n",
        "output": [
            "The plane took off at 1:12 a.m. local time and was traveling from Moscow to Perm when officials at the Bolshoye Savino Airport lost contact with the aircraft at about 1,800 meters in altitude.\n"
        ]
    },
    {
        "input": "Đội thắng cuộc với 172 điểm là tỷ số chiến thắng cao nhất tại giải vô địch quốc tế 20.\n",
        "output": [
            "The win, by 172 runs, is the largest margin of victory in a Twenty20 international.\n"
        ]
    },
    {
        "input": "Nhóm North Armagh Battalion của Continuity IRA đã đứng ra nhận trách nhiệm việc vụ này thông qua một tin nhắn mã hoá gửi đến giới truyền thông Belfast.\n",
        "output": [
            "Responsibility for the shooting has been claimed on behalf of the North Armagh Battalion of the Continuity IRA in a coded message to Belfast media.\n"
        ]
    },
    {
        "input": "Nhưng hầu hết các nhà quan sát tin rằng các bức chân dung được tháo xuống theo lệnh của chính Kim Jong Il, người có thể đang cố gắng giảm bớt việc sùng bái bản thân mình.\n",
        "output": [
            "But most observers believe that the portraits were taken down by the order of Kim Jong Il himself, who might be trying to downsize his own personality cult.\n"
        ]
    },
    {
        "input": "Wikibooks, một dự án trên Internet với nỗ lực tạo ra một thư viện sách giáo khoa miễn phí bằng kĩ thuật wiki, đã công bố những thông tin thống kê tháng Hai năm 2005 của dự án.\n",
        "output": [
            "Wikibooks, an Internet project which seeks to create free content textbooks using wiki technology, has published its February 2005 statistics.\n"
        ]
    },
    {
        "input": "Cầu thủ mới ký hợp đồng Laurent Robert và sự trở lại của Greg Suton đã không đủ để giúp Toronto F. C. khi họ để thua 4-1 trước đội D. C. United ở Washington.\n",
        "output": [
            "New signing Laurent Robert and the return of Greg Sutton were not enough for Toronto F.C. as they fell 4-1 to D.C. United in Washington.\n"
        ]
    },
    {
        "input": "Đường A68 nằm gần vị trí vụ tai nạn đã bị tạm thời ngừng hoạt động để cảnh sát điều tra vụ việc, giao thông được chuyển hướng sang đường B6370 đi qua thị trấn Gorebridge.\n",
        "output": [
            "The A68 road close to the location of the accident was temporarily closed to allow police to investigate the incident, with traffic redirected to the B6370 road via the town of Gorebridge.\n"
        ]
    },
    {
        "input": "130 vở kịch đã được lên danh sách trong chung kết trong hạng mục Kịch.\n",
        "output": [
            "130 screenplays have been listed as finalists in the Screenplays category.\n"
        ]
    },
    {
        "input": "Nghị định làm dấy lên những cuộc biểu tình và đình công làm gợi nhớ lại những cuộc biểu tình đã lật đổ Tổng thống Hosni Mubarak.\n",
        "output": [
            "The decree has sparked protests and strikes reminiscent of protests which eventually toppled the then president Hosni Mubarak.\n"
        ]
    },
    {
        "input": "Năm bang khác cũng có những điều luật tương tự, trong khi đó những bang còn lại cấm bản án tử hình cho tội hiếp dâm.\n",
        "output": [
            "Five other states have similar laws, while the remaining states ban the death penalty for rape.\n"
        ]
    },
    {
        "input": "Scottish & Southern Energy nhận xét: \"Với giá bán hàng các năm tiếp theo cao hơn đáng kể, và với áp lực tăng giá trong điều kiện phân phối, môi trường và chi phí xã hội tăng, việc tìm cách để tránh tăng giá từ nay đến cuối năm 2010 là một mục tiêu quan trọng.\"\n",
        "output": [
            "Scottish & Southern Energy commented: \"With forward annual wholesale prices significantly higher, and with upward pressures in terms of distribution, environmental and social costs, seeking to avoid an increase between now and the end of 2010 is an important goal.\"\n"
        ]
    },
    {
        "input": "Sau đó, Yabub đã bị bắt và đã phải điều trị trầm cảm như lời luật sư của hắn, Subhask Kanse nói.\n",
        "output": [
            "Since then, Yakub has been in custody and has, according to his lawyer Subhash Kanse, been undergoing treatment for depression.\n"
        ]
    },
    {
        "input": "Để trình bày và giải thích hành động của mình trong việc quốc hữu hóa ngân hàng, Cơ quan Giám sát tài chính của Iceland đã đưa ra tuyên bố ngắn gọn này:\n",
        "output": [
            "In describing and explaining its actions in nationalising the bank, the Icelandic Financial Supervisory Authority issued this brief statement:\n"
        ]
    },
    {
        "input": "Cả hai người chết được xác nhận từ cơn bão đã bị va phải mảnh vỡ từ các cây bật gốc bởi những cơn gió lớn.\n",
        "output": [
            "Both confirmed casualties from the storm were hit by debris by trees uprooted by heavy winds.\n"
        ]
    },
    {
        "input": "Bryan Whitman, phát ngôn viên của Lầu Năm Góc đã nói với các phóng viên rằng việc đình chỉ hợp đồng là do vi phạm về nguồn gốc của đạn và bao bì, không phải là sự vi phạm về an toàn và hiệu quả công việc.\n",
        "output": [
            "Bryan Whitman, The Pentagon's spokesperson told reporters that suspension of the contract was due to the violation of the origin of the ammunition and the packaging of the ammunition, not the safety and performance.\n"
        ]
    },
    {
        "input": "Giữa hiệp đấu thứ năm và thứ sáu, trận đấu phải dừng lại một lúc khi một con chó tên Streaker của một cầu thủ đội bóng mềm quốc gia nam của Úc chạy vào phần sân trong.\n",
        "output": [
            "Between the fifth and sixth innings, there was a small delay in the game when a dog named Streaker, owned by Australia men's national softball team player Adam Folkard, ran onto the the infield.\n"
        ]
    },
    {
        "input": "Khoảng 50 người được đưa đến các nơi trú ẩn dành cho những người dân phải di dời của Hội chữ thập đỏ địa phương.\n",
        "output": [
            "Around 50 people have been taken to a local Red Cross shelter for displaced residents.\n"
        ]
    },
    {
        "input": "\"Chúng tôi cũng có các tuyến xe bus chạy qua hai bên tòa nhà.\"\n",
        "output": [
            "\"We also have hydro bus lines running down two sides of the building\".\n"
        ]
    },
    {
        "input": "Cô ấy nói rằng cô đã bước vào ngôi nhà, mặc dù đang trải qua các xét nghiệm y tế, bởi vì cô \"không thể ở đó chờ các bác sĩ\" và rằng các hóa đơn cần phải thanh toán.\n",
        "output": [
            "She said that she entered the house, despite undergoing medical tests, because she \"can't wait around for the doctors\" and that bills need paying.\n"
        ]
    },
    {
        "input": "Những người phản đối chỉ thị bằng sáng chế cho rằng một dự luật bao gồm Sở hữu trí tuệ (IP) sẽ \"bóp nghẹt sức sáng tạo\" ở châu Âu, vì nó cho phép đăng kí bằng sáng chế với cả những chức năng trong phần mềm.\n",
        "output": [
            "Adversaries to the patent directive claim that a bill covering Intellectual Property (IP) would \"stifle innovation\" in Europe, as it allows the patenting of implementation within software.\n"
        ]
    },
    {
        "input": "Đảng của ông đã không tồi tệ hơn so với dự kiến từ cuộc thăm dò ý kiến, cho thấy họ có thể dành được 40 ghế.\n",
        "output": [
            "His party did worse than expected from opinion polls, which saw them at gaining about 40 seats.\n"
        ]
    },
    {
        "input": "Chủ tịch Hispanic Caucus, Đại diện. Joe Baca, D-California, hy vọng rằng các nhà hoạch định chính sách sẽ không chỉ quan tâm đến việc giúp các doanh nghiệp nhỏ, mà còn vào việc phải làm gì với 12 triệu người nhập cư bất hợp pháp đang sinh sống ở Mỹ, và tăng cường an ninh biên giới.\n",
        "output": [
            "Hispanic Caucus Chairman, Rep. Joe Baca, D-California, hopes that policymakers will place attention not only on helping small businesses, but also on what to do with 12 million illegal immigrants currently residing in the U.S., and improving border security.\n"
        ]
    },
    {
        "input": "\"Đừng can thiệp các nhà báo!\" hiệp hội báo chí cho biết trong một tuyên bố trên trang web của mình.\n",
        "output": [
            "\"Hands off journalists!\" the journalist union said in a statement on its website.\n"
        ]
    },
    {
        "input": "Đội xe điện hiện nay được cấu thành từ 24 xe điện Bombardier CR4000, được thiết kế giữa năm 1998 và 2000 cho lần khánh thành mạng lưới 28 km.\n",
        "output": [
            "The tram fleet is currently made up of 24 Bombardier CR4000 trams, which were constructed for the opening of the 28km network between 1998 and 2000.\n"
        ]
    },
    {
        "input": "Hàng trăm người biểu tình trước những vi phạm bị cáo buộc trong các cuộc bầu cử vào ngày 18 tháng bảy, kết cục là 7 người bị thiệt mạng trong các cuộc đụng độ với cảnh sát.\n",
        "output": [
            "Several hundred people protested at alleged irregularities in the polls on the 18th of July, which ended in 7 people being killed in police clashes.\n"
        ]
    },
    {
        "input": "Hoa Kỳ nói rằng thật \"thất vọng\" khi bộ trưởng ngoại giao của Anh nói rằng điều quan trọng là Pakistan \"tuân thủ cam kết tổ chức bầu cử tự do và công bằng đúng tiến độ.\"\n",
        "output": [
            "The United States said that it was \"disappointed\" by the move while the United Kingdom's foreign secretary said that it was vital that Pakistan \"abides by the commitment to hold free and fair elections on schedule\".\n"
        ]
    },
    {
        "input": "Các quốc gia đã ký nhưng chưa phê chuẩn bao gồm Trung Quốc, Hoa Kỳ, Brazil, Nigeria, Philippines, Việt Nam, Đức và Ai Cập.\n",
        "output": [
            "Nations that have signed but not yet ratified include China, USA, Brazil, Nigeria, Philippines, Viet Nam, Germany, and Egypt.\n"
        ]
    },
    {
        "input": "Cuộc điều tra cũng cho thấy chiếc máy bay có liên quan đến vụ việc đã ở trong tình trạng hoạt động bình thường; Anodina nói rằng \"Các động cơ đã hoạt động cho đến thời điểm chiếc máy bay va chạm với mặt đất.\"\n",
        "output": [
            "The investigation also found that the aircraft involved had been in normal operating condition; Anodina said that \"[t]he engines were working up till the moment the plane collided with the ground.\"\n"
        ]
    },
    {
        "input": "Trong số 80.830 thành viên được hỏi, 61.623 người đã bỏ phiếu thuận.\n",
        "output": [
            "Of the 80,830 members consulted, 61,623 voted in favour of a walk-out.\n"
        ]
    },
    {
        "input": "Roy Ryden, một đảng viên của đảng Dân chủ Mỹ cho rằng bình luận của ông Howard là \"kỳ quái\" và cáo buộc Thủ tướng đã can thiệp vào chính trường Mỹ \"Việc nhân từ nhất mà bạn có thể nói về bình luận của ông Howard là kỳ quái.\n",
        "output": [
            "Roy Ryden, another US Democrat said Mr Howard's comment was \"bizarre\" and accused the Prime minister of interfering with US politics \"The most charitable thing you can say ab\"out Mr Howard's comment is bizarre.\n"
        ]
    },
    {
        "input": "Các văn phòng của DirectNIC, nhà cung cấp các dịch vụ và trang chủ có trụ sở ở New Orlean, bị các thành viên có vũ trang của Airborne Division ghé thăm lần thứ 82 trong một cuộc phỏng vấn với phóng viên Wikinews tối thứ Ba.\n",
        "output": [
            "The offices of DirectNIC, a New Orleans based webhost and services provider, were visited by armed members of the 82nd Airborne Division during an interview with Wikinews reporters Tuesday evening.\n"
        ]
    },
    {
        "input": "Abkhazia, vùng nằm ở vị trí được công nhận quốc tế biên giới của Gruzia, là nước cộng hòa tự trị không chính thức, đã đóng cửa biên giới với nước khác sau những đợt ném bom gần đây.\n",
        "output": [
            "Abkhazia, a region located within the internationally recognised borders of Georgia, but which is a de facto independent republic without international recognition, has closed its border with the country following recent bomb blasts.\n"
        ]
    },
    {
        "input": "Những nhà phê bình nói rằng sự gia tăng đáng kể về tùy chọn sửa đổi, trí tuệ nhân tạo tốt hơn, và cải thiện chất lượng đồ họa là các yếu tố quyết định.\n",
        "output": [
            "Reviewers cited the significant increase in customization options, better artificial intelligence, and an improvement in graphics quality as decisive factors.\n"
        ]
    },
    {
        "input": "Nó được đưa ra theo Cơ chế phát triển sạch (CDM) của Liên Hợp Quốc theo Nghị định thư Kyoto.\n",
        "output": [
            "This comes under the Clean Development Mechanism (CDM) of the UN under the Kyoto Protocol.\n"
        ]
    },
    {
        "input": "Những công tố viên không đồng ý với những luật sư của ông ta về khả năng Jaynes kháng cáo thành công.\n",
        "output": [
            "Prosecutors differed with his attorneys on the prospects of Jaynes winning his appeal.\n"
        ]
    },
    {
        "input": "\"Tôi phải nói rõ ràng tôi không còn thực sự tin vào chức vô địch nữa, \" là phản ứng của Schumacher.\n",
        "output": [
            "\"I have to say clearly I don't really believe in the championship anymore,\" was Schumacher's reaction.\n"
        ]
    },
    {
        "input": "Các nhà chức trách tin rằng tất cả 180 hành khách trên máy bay đều đã thiệt mạng, và 15 người khác dưới mặt đất cũng được cho là đã tử vong.\n",
        "output": [
            "Authorities believe that all 180 people onboard the plane have died, and a further 15 people on the ground are feared dead as well.\n"
        ]
    },
    {
        "input": "Safia Ahmed-jan, giám đốc Bộ các vấn đề Phụ nữ Afghanistan ở tỉnh Khandahar, một người ủng hộ quyền phụ nữ và là một người lên án mạnh mẽ sự đàn áp những quyền này của Taliban, đã bị các tay súng giấu mặt bắn chết bên ngoài nhà của bà ở thành phố Khandahar, phía Nam Afghanistan hôm thứ hai.\n",
        "output": [
            "Safia Ahmed-jan, the director of the Afghan Ministry of Women's Affairs for the Khandahar province and an advocate of women's rights and a strong critic of the Taliban's repression of those rights, was shot dead by unidentified gunmen outside her home in Khandahar city in southern Afghanistan on Monday.\n"
        ]
    },
    {
        "input": "Cổ đông lớn của Snowy Hydro Limited là Chính phủ NSW với 58 phần trăm cổ phần.\n",
        "output": [
            "Snowy Hydro Limited's major shareholder is the NSW government with a 58 percent shareholding.\n"
        ]
    },
    {
        "input": "Đến nay đã có hai người chết ở Thổ Nhĩ Kỳ, có khả năng có người thứ ba, và thêm trường hợp phải vào viện, sau khi tiếp xúc với virút cúm.\n",
        "output": [
            "Two people have died in Turkey so far, possibly a third, and more hospitalized, after contracting the flu virus.\n"
        ]
    },
    {
        "input": "Nửa tiếng trôi qua và Kawaguchi gặp một cú sốc khi bóng nảy ngược lại ngay trước khung thành của anh một mét.\n",
        "output": [
            "With half an hour gone Kawaguchi got a shock - a bouncing back pass bobbled one meter in front of him.\n"
        ]
    },
    {
        "input": "Trong trường hợp của Jeanna đã quá trễ để tiêm vắc-xin và những bác sĩ ở bệnh viện nhi Winconsin đã nghĩ ra một phác đồ điều trị mới.\n",
        "output": [
            "In Jeanna's case it was too late to try to vaccinate, and her doctors at the Children's Hospital of Wisconsin devised a new treatment.\n"
        ]
    },
    {
        "input": "Iran kiên quyết cho rằng họ có quyền phát triển công nghệ hạt nhân của riêng mình từ lúc uranium sơ khai tới lúc biến đổi thành năng lượng.\n",
        "output": [
            "Iran has consistently maintained that it has a right to develop its own nuclear fuel cycle from its indigenous uranium resources to produce power.\n"
        ]
    },
    {
        "input": "\"Con số này cho ta thấy rằng vụ va chạm khá mạnh.\"\n",
        "output": [
            "\"This large number suggests that the collision must have been relatively head-on.\"\n"
        ]
    },
    {
        "input": "Công ty \"truy cập mở\" mới (không được kiểm soát và không được nhượng quyền) có tên Grand Northern sẽ được trao cho không gian (được biết đến trong ngành công nghiệp như là \"những lối đi\") để vận hành ba dịch vụ xe lửa mỗi ngày giữa London King Cross và Bradford, Halifax, Wakefield và Pontefract ở phía Tây Yorkshire.\n",
        "output": [
            "New \"open access\" (unregulated and non-franchised) company Grand Northern is to be given space (known in the industry as \"paths\") to run three train services a day between London King's Cross and Bradford, Halifax, Wakefield and Pontefract in West Yorkshire.\n"
        ]
    },
    {
        "input": "Laurent với nhân thân là một hoàng tử phải chịu một vài hậu quả pháp lý cho phiên tòa xét xử.\n",
        "output": [
            "Laurent's status as a Prince has several judicial consequences for the trial.\n"
        ]
    },
    {
        "input": "Ảnh quang phổ cực tím tàu Cassini chụp được gần đây cũng đạt được một số kết quả bổ trợ, củng cố thêm sự hiện diện của một đại dương nằm dưới bề mặt vệ tinh.\n",
        "output": [
            "Cassini's ultraviolet imaging spectrograph also recently obtained complementary results that support the presence of a subsurface ocean.\n"
        ]
    },
    {
        "input": "Trong khi đó, Mỹ đã ban hành một tài liệu, nay được mô tả là chưa đầy đủ, cho rằng Quân đội Hoa Kỳ, trong một cuộc điều tra chung với các quan chức Ý, đã miễn toàn bộ trách nhiệm cho các binh sĩ của mình trong sự kiện bi thảm ngày 4 tháng Ba.\n",
        "output": [
            "Meanwhile, Americans released a document, now described as incomplete, which says the U.S. Army, in a joint inquiry with Italian officials, cleared its own soldiers of any responsibility in the tragic events of March 4.\n"
        ]
    },
    {
        "input": "Ông cũng chỉ trích lãnh đạo mới hết nhiệm kỳ của văn phòng thư ký về Khí hậu của Mỹ, ông Yvo Boer, và Ủy viên hội đồng về khí hậu của Châu Âu Connie Hedegaard về những hoài nghi của họ.\n",
        "output": [
            "He criticised the outgoing head of the U.N.'s climate secretariat, Yvo de Boer, and the European Union's climate commissioner Connie Hedegaard for their scepticism.\n"
        ]
    },
    {
        "input": "Paul Mason, chủ tịch của Công ty tư nhân Somerfield, cũng bình luận về việc tiếp quản.\n",
        "output": [
            "Paul Mason, chair of privately-held Somerfield, also commented on the takeover.\n"
        ]
    },
    {
        "input": "Các quan chức thuộc Bộ Quốc Phòng Hoa Kỳ cho biết cách đây một tuần máy báy chiến đấu của Israeli đã tấn công ít nhất một mục tiêu trong lãnh thổ của Syria.\n",
        "output": [
            "Officials with the United States Department of Defense have stated that Israeli fighter planes struck at least one target inside Syria a week ago.\n"
        ]
    },
    {
        "input": "Thi thể của hai trong bốn đứa trẻ Alabama được cho là đã bị cha chúng ném khỏi cây cầu đã được tìm thấy.\n",
        "output": [
            "The bodies of two of the four Alabama children allegedly thrown off a bridge by their father have been found.\n"
        ]
    },
    {
        "input": "\"Đây là con đường đúng đắn cho Fiji và là con đường duy nhất đi về phía trước cho người dân Fiji, \" ông cho biết.\n",
        "output": [
            "\"This is the right course for Fiji and the only way forward for the people of Fiji,\" he said.\n"
        ]
    },
    {
        "input": "Hôm qua, luật sư cấp quận của hạt Milwaukee đã cáo buộc Cory J. Feerick, 33 tuổi đến từ Brookfield, Wisconsin, năm tội tiểu hình vì đã lấy cắp van xả từ các nhà hàng thức ăn nhanh, nhà vệ sinh và bồn tiểu của trường đại học với trị giá 35.000 USD.\n",
        "output": [
            "Yesterday, the Milwaukee County district attorney charged Cory J. Feerick, a 33-year-old from Brookfield, Wisconsin, with five misdemeanor counts of stealing US$35,000 worth of flush valves from fast food restaurants and university toilets and urinals.\n"
        ]
    },
    {
        "input": "Một quan chức khác, tuy nhiên, đã gọi ý tưởng mà CIA đã ép buộc chính quyền Bush vào việc phê duyệt các phương pháp tra tấn là \"vô lý.\"\n",
        "output": [
            "Another official, however, called the idea that the CIA had coerced the Bush administration into approving the torture methods \"ridiculous\".\n"
        ]
    },
    {
        "input": "Đội dẫn đầu giải Bayern Munich đã tiến vào vòng 3 của DFB Cup sau khi đánh bại các đội dẫn đầu hạng 2 Borussia Mönchengladbach tỷ số 3-1.\n",
        "output": [
            "League leaders Bayern Munich advanced to the 3rd round of the DFB Cup after defeating 2nd division leaders Borussia Mönchengladbach 3-1.\n"
        ]
    },
    {
        "input": "TRESK rất có thể sẽ được điều chỉnh bởi loại thuốc có thể thay đổi thời điểm nó báo cơn đau. Việc này sẽ làm giảm bớt nỗi thống khổ của những người có bệnh đau nửa đầu.\n",
        "output": [
            "TRESK can potentially be affected by drugs that would change the point at which it reports pain, which would alleviate the suffering of those with migraines.\n"
        ]
    },
    {
        "input": "Nền kinh tế Mỹ và đồng đô la vốn được coi như một công cụ thương mại thế giới đang chịu ảnh hưởng từ một loạt những thoái trào nghiêm trọng trong mấy tháng gần đây.\n",
        "output": [
            "The U.S. economy and its currency as an instrument of world trade has suffered a series of major setbacks in recent months.\n"
        ]
    },
    {
        "input": "Chỉ có mười môt chú ngựa đã từng thắng Triple Crown tại Mỹ.\n",
        "output": [
            "Only eleven horses have ever won the Triple Crown in the United States.\n"
        ]
    },
    {
        "input": "Một ngày sau khi Pháp bắt đầu thực thi luật cấm đeo mạng che mặt Hồi giáo, niqāb hay burqa, cảnh sát Pháp đã tạm giữ hai người phụ nữ che kín mặt.\n",
        "output": [
            "One day after France began enforcing a ban on the public wearing Islamic veils that cover the face, either a niqāb or a burqa, French police briefly detained two veiled women.\n"
        ]
    },
    {
        "input": "A380 thực hiện chuyến bay đầu tiên năm 2007, và hiện nay nó đang hoạt động cùng vài hãng hàng không khác, bao gồm cả Air France.\n",
        "output": [
            "The A380 made its first commercial flight in 2007, and is now in service with several other airlines, including Air France.\n"
        ]
    },
    {
        "input": "Tay đua hãng Ferrari Michael Schumacher và đồng đội Felipe Massa đã giành các vị trí đầu tiên tại giải Công thức 1 FIA Grand Prix Mỹ ở Indianapolis Motor Speedway.\n",
        "output": [
            "Ferrari driver Michael Schumacher and his teammate Felipe Massa won the front row on the FIA Formula-1 United States Grand Prix on the Indianapolis Motor Speedway.\n"
        ]
    },
    {
        "input": "Theo cố vấn Devendra Kothari từ Học viện Quản lý Dân số và Phát triển: \"Chính phủ liên bang của chúng tôi phân bổ ngân sách cho các bang dựa theo số dân mỗi bang.\"\n",
        "output": [
            "According to Management Institute of Population and Development consultant Devendra Kothari: \"Our federal government sends funds to the states according to their population.\"\n"
        ]
    },
    {
        "input": "Evelyn Husband-Thompson, người vợ góa của chỉ huy Rick, vừa mới tái hôn ba tuần trước, nói \"Sáng nay tôi không thể ngừng nghĩ về Rick và Willie và Kalpana và Dave và Mike và Laurel và Ilan.\"\n",
        "output": [
            "Evelyn Husband-Thompson, widow of commander Rick, who has remarried just three weeks ago, said \"This morning, I couldn't stop thinking about Rick and Willie and Kalpana and Dave and Mike and Laurel and Ilan.\"\n"
        ]
    },
    {
        "input": "Vào 11:45 sáng EST Obama được tính ra đã thắng 349 phiếu so với McCain là 163 phiếu.\n",
        "output": [
            "By 11:45 A.M. EST Obama is projected to have won 349 electoral votes to McCain's 163 votes.\n"
        ]
    },
    {
        "input": "Ngày 2 tháng Sáu, 2000, một tai nạn nghiêm trọng ở tỉnh Cajamarca, Peru, đã đầu độc nhiều người dân với thủy ngân, một kim loại nặng có độc tính cao.\n",
        "output": [
            "On June 2, 2000, a serious accident in the province of Cajamarca, in Peru, poisoned many residents with mercury, a highly toxic heavy metal.\n"
        ]
    },
    {
        "input": "Mười một người phản đối, trong đó có năm thành viên của quốc hội, đã bị bắt do buộc tội có hành động gây rối và tụ nhóm trái pháp luật.\n",
        "output": [
            "Eleven protesters, including five members of Congress, were arrested on charges of disorderly conduct and unlawful assembly.\n"
        ]
    },
    {
        "input": "Trong vòng loại của cuộc đua nước rút, tay đua của Vương quốc Anh Robbie Kerr đã cố gắng để đảm bảo vị trí cách biệt với thời gian quay vòng nhanh nhất được ghi lại vào cuối tuần này.\n",
        "output": [
            "In qualifying for the sprint race, Great Britain's driver Robbie Kerr managed to secure the pole position with the fastest lap time recorded this weekend.\n"
        ]
    },
    {
        "input": "Thâm hụt hiện tay tương đương với 3,2% của Tổng Sản Phẩm Trong nước (GDP) của Mỹ với tổng thu nhập của chính phủ chiếm 17,8% GDP và tổng chi tiêu ngân sách tương đương với 21% GDP.\n",
        "output": [
            "The deficit is now equivalent to 3.2% of the Gross Domestic Product (GDP) of the United States, with the government's total income being 17.8% of GDP, and total outlays being equivalent to 21% of GDP.\n"
        ]
    },
    {
        "input": "Turner đã được bầu với Đảng Bảo thủ của Canada trong cuộc bầu cử tháng Một năm 2006, nhưng đã bị khai trừ khỏi đảng này trong tháng Mười sau khi đăng tải một số bài viết chỉ trích trên blog.\n",
        "output": [
            "Turner was elected with the Conservative Party of Canada in the January 2006 election, but was suspended in October from the Party after posting critical blog posts.\n"
        ]
    },
    {
        "input": "Nam Phi nổi tiếng về đường xá kém an toàn và xếp thứ chín trên thế giới về mức tử vong do tai nạn giao thông.\n",
        "output": [
            "South Africa has a poor road safety record and ranks ninth in the world for traffic fatalities.\n"
        ]
    },
    {
        "input": "\"Làm thế nào họ thiết lập lại cấu trúc công ty để đạt được điều này là hoàn toàn tùy thuộc vào họ.\"\n",
        "output": [
            "\"How they structure the company to achieve this is entirely up to them.\"\n"
        ]
    },
    {
        "input": "Tuy nhiên, chẳng lâu sau kết thúc chặng đầu tiên đã thua Alinghi, với bảy giây cách biệt.\n",
        "output": [
            "This was soon lost to Alinghi however, ending the first mark with a seven second lead.\n"
        ]
    },
    {
        "input": "\"Không có gì mà chúng sẽ không làm nếu chúng nghĩ rằng điều đó có hiệu quả trong việc tạo ra thảm sát và những hậu quả chính trị xuất phát từ đó, \" Đại sứ Mỹ Ryan Crocker cho biết.\n",
        "output": [
            "\"There is nothing they won't do if they think it will work in creating carnage and the political fallout that comes from that,\" the U.S. Ambassador Ryan Crocker said.\n"
        ]
    },
    {
        "input": "Cảnh sát đang nỗ lực để tìm nguồn gốc của bức thư đã khởi nguồn nỗi sợ hãi này.\n",
        "output": [
            "Police efforts are underway to track the origin of the letter that initiated the scare.\n"
        ]
    },
    {
        "input": "Đó là thời điểm sớm nhất được ghi nhận khi mà có tới năm cơn bão được đặt tên đã hình thành trong khu vực biển Đại Tây Dương.\n",
        "output": [
            "It was the earliest time on record that five named storms had formed in the Atlantic.\n"
        ]
    },
    {
        "input": "Kết quả có nghĩa là Olmert có thể hình thành một trung tâm- cánh tả để hoàn thành kế hoạch không được ủng hộ của ông ở Dải phía Tây.\n",
        "output": [
            "The results mean that Olmert could probably form a center-left coaltion to implement his unilateral disengagement plan for the West Bank.\n"
        ]
    },
    {
        "input": "Giải đấu bắt đầu năm 1947 với sự kiện khách mời giữa hai đội Singapore và Malaysia và từ đó phát triển thành giải quốc gia và mời các đội câu lạc bộ trên khắp thế giới.\n",
        "output": [
            "The tournament began in 1947 as an invitational event for Singapore and Malaysian teams and since grown into national and club teams from around the world are invited.\n"
        ]
    },
    {
        "input": "Tuyên bố của chính phủ cho biết các lực lượng Yemen \"đã hoàn toàn [thanh lọc] thị trấn của quân nổi loạn trong hai ngày qua, buộc các phiến quân phải đầu hàng hoặc chạy trốn.\"\n",
        "output": [
            "The government statement said the Yemeni forces \"totally [purged] the town of rebel elements in the past two days, forcing the rebels to surrender or flee.\"\n"
        ]
    },
    {
        "input": "Nhà sản xuất Hoa Kỳ độc quyền trong việc sản xuất một thành phần quan trọng trong thuốc tiêm chất độc công bố hôm thứ Sáu rằng họ sẽ ngừng sản xuất thuốc này, gây tình trạng thiếu thuốc và trì hoãn các vụ xử tử.\n",
        "output": [
            "The sole United States manufacturer of a key component of lethal injections announced Friday that it will cease production of the drug, contributing to shortages and delaying executions.\n"
        ]
    },
    {
        "input": "Mehsud đã bị thiệt mạng vào ngày 5 tháng Tám, 2009, trong một cuộc tấn công bằng máy bay không người lái của Mỹ vào miền Nam Waziristan; Tuy nhiên, Hakimullah Mehsud, người gần đây đã được chọn làm người kế vị Baitullah, và Wali-ur-Rehman nói với BBC rằng Mehsud đã chết vào Chủ Nhật 23 tháng Tám, 2009 do các thương tích từ ngày 5 tháng Tám.\n",
        "output": [
            "Mehsud was reportedly killed on August 5, 2009, during a U.S. drone attack on South Waziristan; however, Hakimullah Mehsud, who was recently chosen as Baitullah's successor, and Wali-ur-Rehman told the BBC that Mehsud had died on Sunday, August 23, 2009 of injuries sustained on August 5.\n"
        ]
    },
    {
        "input": "Bộ trưởng Dịch Vụ Vận Tải và Vùng Miền, Warren Truss, đã tránh né thông báo của Telstra, nói rằng Telstra có nghĩa vụ phải tiếp tục phục vụ.\n",
        "output": [
            "The Minister for Transport and Regional Services, Warren Truss, has distanced himself from the Telstra announcement, saying that Telstra has an obligation to maintain services.\n"
        ]
    },
    {
        "input": "Hà Lan đã ghi hai bàn thắng trong mười phút đầu tiên.\n",
        "output": [
            "The Netherlands scored their two goals in the first ten minutes.\n"
        ]
    },
    {
        "input": "Sáng sớm ngày đầu tiên, Bộ trưởng Ngoại giao Na Uy - Jonas Gahr Store - và Thủ tướng Palestine -Salam Fayyad - đều thể hiện sự lạc quan và hy vọng về tình hình của người Palestine.\n",
        "output": [
            "Early on the first day, Norwegian Foreign Minister Jonas Gahr Støre and Palestinian Prime minister Salam Fayyad both expressed optimism and hope for the Palestinian situation.\n"
        ]
    },
    {
        "input": "Nơi ở của Daparkhel, người bị bắt cóc vào ngày 11 tháng Tám, vẫn chưa được biết.\n",
        "output": [
            "The whereabouts of Daparkhel, kidnapped on August 11, is still unknown.\n"
        ]
    },
    {
        "input": "\"Tôi nhìn thấy một người quen-cô ấy đã bị bắn hai phát vào bụng và chảy máu, \"\n",
        "output": [
            "\"I saw one friend –– she had been shot twice in the stomach and was bleeding,\"\n"
        ]
    },
    {
        "input": "Cô cho biết\"Janice đau khổ cùng cực, tột cùng! Cô ấy choáng váng và muốn cả thế giới biết rằng Dr. Ryan đã là bậc kỳ tài.\n",
        "output": [
            "She said \"Janice is deeply, deeply anguished! She is stunned and wants the world to know what a genius Dr. Ryan was.\"\n"
        ]
    },
    {
        "input": "\"Khu vực này là cực kỳ quan trọng đối với việc bảo tồn và tỉnh muốn bảo vệ các khu rừng và môi trường sống của nó, cũng như đóng góp vào sự phát triển bền vững\", giám đốc phòng Kiểm lâm của tỉnh, Hoang Ngoc Khanh cho biết.\n",
        "output": [
            "\"The area is extremely important for conservation and the province wants to protect the forests and their environmental services, as well as contribute to sustainable development,\" said Provincial Forest Protection Department Director for the province, Hoang Ngoc Khanh.\n"
        ]
    },
    {
        "input": "Zawahiri đã làm ít nhất ba cuốn băng khác kể từ tháng 11, tất cả chúng đều được quảng bá bởi Al-Jazeera.\n",
        "output": [
            "Zawahiri has made at least three other tapes since November, all of which were broadcast by Al-Jazeera.\n"
        ]
    },
    {
        "input": "Ông cũng cho biết thêm rằng trên cả nước Mexico, đã xảy ra 550 trường hợp khai thác trái phép.\n",
        "output": [
            "He also reported that across Mexico, 550 cases of illegal tapping had occurred.\n"
        ]
    },
    {
        "input": "Tuy nhiên, sự cho phép sắc lệnh mới đã vấp phải những cuộc biểu tình của những người leo núi khỏa thân.\n",
        "output": [
            "The new enabling ordinance has, however, been met with protests by nude hikers.\n"
        ]
    },
    {
        "input": "\"Theo tôi, nếu ngôi mộ này được tìm thấy, nó sẽ là một trong những khám phá quan trọng nhất của thế kỷ 21 vì tình yêu giữa Cleopatra và Mark Antony, và vì câu chuyện buồn về cái chết của họ.\n",
        "output": [
            "\"In my opinion, if this tomb is found, it will be one of the most important discoveries of the 21st century because of the love between Cleopatra and Mark Antony, and because of the sad story of their death.\n"
        ]
    },
    {
        "input": "Gou, cúi đầu thể hiện sự hối tiếc, hứa sẽ làm hết sức để ngăn chặn các bi kịch như vậy xảy ra lần nữa.\n",
        "output": [
            "Gou, bowing as an expression of regret, promised to work to prevent such tragedies occurring again.\n"
        ]
    },
    {
        "input": "Tình hình phức tạp bởi khói dày đặc, đòi hỏi phải sử dụng mặt nạ phòng độc.\n",
        "output": [
            "The situation was complicated by dense smoke, necessitating the use of gas masks.\n"
        ]
    },
    {
        "input": "Mohapatra cho biết thông tin cảnh báo đầu tiên của IMD, phát đi ngày 1 tháng 5, đã chỉ ra những vùng đất nào có khả năng bị ảnh hưởng bởi cơn lốc xoáy.\n",
        "output": [
            "Mohapatra says IMD's first warning bulletin, issued on 1 May, indicated the land area likely to be hit by the cyclone.\n"
        ]
    },
    {
        "input": "Lãnh đạo đảng đối lập Kim Beazley vừa nói rằng Đảng Lao động ủng hộ kế hoạch.\n",
        "output": [
            "Opposition leader Kim Beazley has said that Labor supported the plan.\n"
        ]
    },
    {
        "input": "Sau khi tôi làm xong tóc và trang điểm, tôi xuống dưới phòng thu trước buổi phát hình để nói chuyện với nhà sản xuất.\n",
        "output": [
            "After I'm done with hair and make-up I go down to the studio for the before the show to talk to the producer.\n"
        ]
    },
    {
        "input": "Các ý tá chỉ khẳng định là họ gọi cho cảnh sát để báo cáo rằng họ đang mang Owens đến bệnh viện.\n",
        "output": [
            "Paramedics have only confirmed that they called police to report that they were bringing Owens to hospital.\n"
        ]
    },
    {
        "input": "Hiện nay có 940 phụ nữ trưởng thành trên mỗi một ngàn nam giới, đối ngược với năm 2001, khi có 933 phụ nữ trên một ngàn nam giới.\n",
        "output": [
            "There are now 940 female adults for every one thousand men, in contrast to 2001, when there were 933 women per thousand males.\n"
        ]
    },
    {
        "input": "Một vài người đã sống trong một cơ sở xử lý nước \"dột nát, bị bỏ rơi \", ông nói.\n",
        "output": [
            "Some lived in a \"dilapidated, abandoned water treatment facility\" he said.\n"
        ]
    },
    {
        "input": "Cúp được đặt tên sau khi Earl Grey đã trao tặng danh hiệu để tôn vinh đội bóng bóng bầu dục nghiệp dư thành công nhất của Canada.\n",
        "output": [
            "The Cup is named after Earl Grey who donated the trophy to honour Canada's most successful amateur rugby team.\n"
        ]
    },
    {
        "input": "Hội đồng các chính phủ Úc (COAG) sẽ gặp nhau tại Canberra hôm nay cho cuộc họp đầu tiên của năm 2006.\n",
        "output": [
            "The Council of Australian Governments (COAG) will meet in Canberra today for its first meeting of 2006.\n"
        ]
    },
    {
        "input": "\"Chúng tôi thành thật xin lỗi cho sự bất tiện và mọi sự gián đoạn có thể xảy ra với mọi khách hàng, \" MS phát biểu đối với giới truyền thông.\n",
        "output": [
            "\"We sincerely apologize for any inconvenience and disruption this may be causing our customers,\" said MS in a statement to the media.\n"
        ]
    },
    {
        "input": "Tuyết là \"một điềm báo cho một Iraq mới hoàn toàn, \" cảnh sát giao thông Murtadha Fadhill trả lời phóng viên Reuters khi đang đứng trú dưới ban công.\n",
        "output": [
            "The snow was \"a new sign of the new Iraq,\" according to traffic policeman Murtadha Fadhil, who spoke to Reuters whilst sheltering under a balcony.\n"
        ]
    },
    {
        "input": "Từ khi thị trường mở cửa, cổ phiếu Apple tăng lên $373,72, và chỉ giảm $2,46 kể từ lúc đóng cửa thị trường ngày thứ Tư.\n",
        "output": [
            "Since market open, Apple shares rose to $373.72, a drop of only $2.46 since Wednesday's close.\n"
        ]
    },
    {
        "input": "Một nhân viên cấp chuẩn úy và một thiếu tá trong Quân đoàn Tình báo Anh và cựu chỉ huy của Trung đoàn Queen's Lancashire (nay là Công tước của Trung đoàn Lancaster) bị cáo buộc bất cẩn khi thực hiện nhiệm vụ.\n",
        "output": [
            "A Warrant Officer and a Major in the British Intelligence Corps and the former commander of the Queen's Lancashire Regiment (now the Duke of Lancaster's Regiment) are charged with negligently performing duties.\n"
        ]
    },
    {
        "input": "Một điểm đánh giá tương đương 1.096.000 hộ dân, trong khi hiện có 109.600.000 hộ gia đình tại Mỹ có ít nhất một tivi.\n",
        "output": [
            "One ratings point is equal to 1,096,000 households, as there are now 109,600,000 households in the United States with at least one television.\n"
        ]
    },
    {
        "input": "Tôi không biết cuộc gặp mặt nói về cái gì, và mãi cho đến khi chúng tôi ngồi xuống và nói rằng đó là tất cả những gì tôi sẽ nói về nó.\n",
        "output": [
            "I have no idea what it's about, and until we sit down and talk that's all I'm going to say about it.\n"
        ]
    },
    {
        "input": "OPP cho biết những người đàn ông bị bắt vì \"phá vỡ hòa bình\" và lưu ý rằng nó không phải là một hành vi phạm tội hình sự.\n",
        "output": [
            "The OPP said the men were arrested for \"breaking the peace\" and noted that it is not a criminal offence.\n"
        ]
    },
    {
        "input": "Trận đấu hạng A địa phương giữa trường Đại học và Caloundra đã được bắt đầu ngay khi sau khi trận đấu nữ kết thúc.\n",
        "output": [
            "The local A-Grade contest between University and Caloundra started almost immediately after the completion of the woman's game.\n"
        ]
    },
    {
        "input": "Xuất hiện trên chương trình Tonight Show với Jay Leni tối thứ Năm, Tổng thống Hoa Kỳ Barack Obama nói với chủ nhà, Jay Loen, rằng ông đã chơi Bowling tại đường nhà trắng và đã ghi được 129 điểm.\n",
        "output": [
            "In an appearance on the The Tonight Show with Jay Leno Thursday night, United States President Barack Obama told host, Jay Leno, that he had bowled at the White House bowling alley and scored a 129.\n"
        ]
    },
    {
        "input": "Nature lưu ý rằng Britannica đã chỉ trích 'gần một nửa số luận điểm mà các nhà phê bình của [họ] nêu ra', và nói rằng hai từ điển bách khoa này đều được đánh giá cùng một phương pháp.\n",
        "output": [
            "Nature notes that Britannica criticised 'less than half the points [their] reviewers raised', and states that the two encyclopædias were subject to the same treatment.\n"
        ]
    },
    {
        "input": "Quyết định đầu tiên trong trường hợp chống độc quyền năm 2004 này dẫn ra rằng Microsoft đã giấu những thông tin tương kết cần thiết với những công ty phần mềm đối thủ để ngăn họ không sản xuất những phần mềm tương thích với Windows.\n",
        "output": [
            "The first decision in this antitrust case was given in 2004 citing that Microsoft withheld needed interoperability information from rival software companies which prevented them from making software compatible with Windows.\n"
        ]
    },
    {
        "input": "Nó là về toàn bộ số tiền đã vào Tigray- đó có thể là Tổ chức Oxfam, Tổ chức Cứu trợ trẻ em, UNICEF và Tổ chức cứu trợ Christian- một cách nào đó thì tất cả chúng ta đều bị lừa và lừa bịp.\n",
        "output": [
            "It's that all monies going into Tigray — that would be Oxfam, Save the Children, UNICEF and Christian Aid — somehow, we were all duped and gulled.\n"
        ]
    },
    {
        "input": "Gawker. com lưu ý rằng một đoạn video ngắn hơn trước đây đã từng xuất hiện trên YouTube \"bây giờ không còn nữa, có thể là sau đó Nhà thờ Khoa Luận giáo đã gửi bản thông báo vi phạm bản quyền.\"\n",
        "output": [
            "Gawker.com noted that a smaller video clip which had previously been available on YouTube \"is no longer available, most likely after the Church of Scientology sent in a copyright infringement notice.\"\n"
        ]
    },
    {
        "input": "Thông điệp ám chỉ đến tinh thần hiệp sĩ mới được tuyên bố gần đây về Satanic Verses tác giả Salman Rushdie.\n",
        "output": [
            "The message went on to mention the recently announced knighthood of Satanic Verses author Salman Rushdie.\n"
        ]
    },
    {
        "input": "Bắt đầu ở vị trí thứ ba và thứ tư lần lượt là đội Mỹ và Đức.\n",
        "output": [
            "Third and fourth place starters are the United States and Germany respectively.\n"
        ]
    },
    {
        "input": "Các vị trí bay ở Heathrow đánh dấu cho Scotland đã được đưa lên nhiều hơn tất cả các điểm đến nào khác.\n",
        "output": [
            "More Heathrow slots earmarked for Scotland have been given up than any other destination.\n"
        ]
    },
    {
        "input": "Thời tiết tốt khi máy bay hạ cánh ở San Francisco.\n",
        "output": [
            "The weather was good as the plane was landing in San Francisco.\n"
        ]
    },
    {
        "input": "\"Báo khói đã reo ở tầng thứ 13 và 27.\"\n",
        "output": [
            "\"Smoke detectors went off on the 13th and 27th floors.\"\n"
        ]
    },
    {
        "input": "Toàn bộ Denver Broncos sẽ tham dự đám tang cho Williams vào thứ Bảy ở quê nhà Fort Worth, Texas, theo Shanahan.\n",
        "output": [
            "The entire Denver Broncos will attend the funeral service for Williams on Saturday in his hometown of Fort Worth, Texas, according to Shanahan.\n"
        ]
    },
    {
        "input": "Sau cuộc phỏng vấn, Clarke đã tự nộp mình cho cảnh sát Greymouth, và One News cũng đã quay phim lại điều này.\n",
        "output": [
            "After they have finished the interview, Mr Clarke handed himself in to the Greymouth police, which One News also recorded.\n"
        ]
    },
    {
        "input": "Hai tuần trước cuộc tấn công thất bại ngày 21 tháng Bảy, các cuộc đánh bom hàng loạt vào ngày 7 tháng Bảy đã giết chết 56 người trong đó bao gồm bốn kẻ ném bom tự sát.\n",
        "output": [
            "Two weeks before the failed attacks of July 21, a series of bombs on July 7 killed 56 people, including four suicide bombers.\n"
        ]
    },
    {
        "input": "Đập nước trên sông Cotter được xây dựng trong vòng bốn năm.\n",
        "output": [
            "The dam on the Cotter River has been under construction for four years.\n"
        ]
    },
    {
        "input": "Đội Astros hiện đang xếp thứ năm trong giải National League Central với điểm số 58-73.\n",
        "output": [
            "The Astros are currently in fifth place in the National League Central with a record of 58-73.\n"
        ]
    },
    {
        "input": "Trong năm 2004, chỉ có 186 ca được ghi nhận, giảm xuống từ 336 ca của năm trước đó.\n",
        "output": [
            "Only 186 cases were reported in 2004, down from 336 the previous year.\n"
        ]
    },
    {
        "input": "Các nhân chứng đã chứng kiến người đàn ông bị cuốn ra biển.\n",
        "output": [
            "Witnesses looked on as the man was swept out to sea.\n"
        ]
    },
    {
        "input": "\"Có nguy cơ của bệnh truyền nhiễm, vì họ sống trong một khu vực ngoài trời với lều trại và nước có giới hạn, \" Rustan Pakaya, từ trung tâm ứng phó khủng hoảng của Bộ Y tế, cho biết.\n",
        "output": [
            "\"The risk of catching diseases is there because they live in an open area with limited tents and water,\" said Rustan Pakaya, from the health ministry's crisis centre.\n"
        ]
    },
    {
        "input": "Các tên miền Trung Quốc bị tấn công trong nhiều sự từ chối dịch vụ gần đây nhắm vào đất nước này.\n",
        "output": [
            "The Chinese domain was targeted in the latest of many denial of service attacks against China.\n"
        ]
    },
    {
        "input": "Ngoài ra, một tai nạn khác diễn ra tại Newtownhamilton, Hạt Armagh, được báo cáo có dính liếu tới hai nam thanh niên 17 tuổi.\n",
        "output": [
            "Also, another accident was reported which took place in Newtownhamilton, County Armagh in which two 17 year old boys were involved.\n"
        ]
    },
    {
        "input": "Trong \"Bữa tiệc đếm ngược đón năm mới 2008 ở thành phố Đài Bắc\", một số phương tiện truyền thông trong và ngoài nước tập trung vào màn pháo hoa của Đài Bắc 101 vì danh tiếng của tòa nhà chọc trời của thế giới này.\n",
        "output": [
            "In the \"2008 Taipei City New Year Countdown Party\", several local and foreign media focused on the fireworks of the Taipei 101 due to the notability of the skyscraper world-wide.\n"
        ]
    },
    {
        "input": "Việc này đưa ra từ một báo cáo của KPMG, cái mà hội đồng đã từ chối công bố.\n",
        "output": [
            "This follows a report from KPMG, which the council has refused to release.\n"
        ]
    },
    {
        "input": "Citigroup là một trong những ngân hàng với đầy đủ các dịch vụ lớn nhất thế giới, với hai trăm triệu khách hàng tại hơn 100 quốc gia.\n",
        "output": [
            "Citigroup is one of the world's largest full-service banks, with two hundred million customers in more than 100 countries.\n"
        ]
    },
    {
        "input": "Khám phá này được tìm ra thông qua thí nghiệm trên giống chuột thiếu loại gen này.\n",
        "output": [
            "The discovery was made by examining mice bred to lack the gene.\n"
        ]
    },
    {
        "input": "Một bé gái 10 tuổi bị thương nặng sau khi một cây đổ xuống cái lều khi cô bé đang ngủ trong đó.\n",
        "output": [
            "A 10-year-old girl was critically injured after a tree fell on the tent she was sleeping in.\n"
        ]
    },
    {
        "input": "\"Trong 10 năm tới, nếu họ còn tấn công Israel, chúng ta có thể phá hủy họ hoàn toàn, \"Bà Clinton cho biết.\n",
        "output": [
            "\"In the next 10 years, during which they might foolishly consider launching an attack on Israel, we would be able to totally obliterate them,\" Clinton said.\n"
        ]
    },
    {
        "input": "Giá cổ phiếu của hãng hàng không Ryanair của Ireland đã giảm 12% trong phiên giao dịch sáng nay, làm tăng thêm quan ngại về tình trạng xấu của thị trường trong nỗi lo suy thoái.\n",
        "output": [
            "Irish airline Ryanair took a 12% slump in this morning’s trade, further intensifying concern about poor market conditions amid recessionary fears.\n"
        ]
    },
    {
        "input": "Công ty này được yêu cầu mua đạn và chuyển đến Sân bay Quốc tế Kabul ở Afghanistan.\n",
        "output": [
            "The company was required to purchase the ammunition and deliver it to Kabul International Airport in Afghanistan.\n"
        ]
    },
    {
        "input": "Nhờ Scot McKenzie, người đã thắng cuộc 20 trận mỗi hai mùa giải vừa qua, đội Astros đã không cần phải tham gia đấu Trận 7 trong giải vô địch NL đấu với đội St. Louis Cardinals.\n",
        "output": [
            "Thanks to Scot McKenzie, who has won 20 games each of the past two seasons, the Astros didn't need Game 7 in the NL championship series against the St. Louis Cardinals.\n"
        ]
    },
    {
        "input": "Các nghiên cứu \"mở đường cho điều trị não có chủ đích và làm thay đổi cách chúng ta đánh giá bệnh Alzheimer,\" de la Monte nói.\n",
        "output": [
            "The study \"opens the way for targeted treatment to the brain and changes the way we view Alzheimer's disease,\" says de la Monte.\n"
        ]
    },
    {
        "input": "\"Đã đến lúc công chúng Úc biết về những gì đang thực sự xảy ra trên đất của chúng tôi..\"\n",
        "output": [
            "\"It's time the Australian public knew the reality of what is happening on our land.\"\n"
        ]
    },
    {
        "input": "Ông này cho biết những xung đột trong hôn nhân giữa Ông Komar và vợ Norma Andriani là \"việc thường xuyên\" và đã được chứng minh bởi nhà phân tích kinh doanh, hơn nữa có một phi công tin rằng cặp đôi này đã cãi nhau suốt đêm, và đáng lo hơn cả là bản báo cáo đã không đề cập đến vấn đề tâm lý này.\n",
        "output": [
            "He said that marital problems between Mr Komar and his wife Norma Andriani were \"common knowledge\" and was backed up by an industry analyst and pilot who said he believed the couple had been arguing late into the night, and expressed concern that the report had not addressed psychological issues.\n"
        ]
    },
    {
        "input": "Vụ tai nạn xảy ra khi gió mạnh và mưa lớn đánh vào khu vực, gây ra sóng lớn và dòng chảy mạnh trên đường thủy.\n",
        "output": [
            "The accident took place as strong winds and heavy rain battered the area, causing large waves and strong currents in waterways.\n"
        ]
    },
    {
        "input": "\"Không ai trong chúng tôi muốn gặp phải tình huống khi bất kỳ hồ sơ của công dân Mỹ bị truy cập trái phép.\"\n",
        "output": [
            "\"None of us want us to have a situation where any American's passport file is accessed in an unauthorized way.\"\n"
        ]
    },
    {
        "input": "\"Nó đã rơi trong rang giới của thành phố (Perm) xuống một khu đất trống.\"\n",
        "output": [
            "\"It came down within the city limits (in Perm) in a patch of waste ground.\"\n"
        ]
    },
    {
        "input": "\"Cùng góp sức, họ thực sự đang bày tỏ lòng kính trọng với 47 người đàn ông dũng cảm đã thiệt mạng tại Auchengeich vào nửa thế kỉ trước.\"\n",
        "output": [
            "\"Together, they are a truly fitting tribute to those 47 brave men who died in Auchengeich half a century ago.\"\n"
        ]
    },
    {
        "input": "Graham nói, \"điều này đem lại cho chúng tôi một cở sở nếu muốn bắt đầu cuộc tìm kiếm Sydney từ đây.\"\n",
        "output": [
            "\"This gives us a cornerstone if you like, to start the search for the Sydney from,\" said Graham.\n"
        ]
    },
    {
        "input": "12 trang cuối cùng của bản bác bỏ toàn diện này đáp lại những chỉ trích với các bài viết cụ thể, chủ yếu bao gồm các quan điểm khác biệt về phong cách và cách tổng hợp bài viết, nhưng cũng có một số trích dẫn liên quan những sai sót về thực tế trong phần Tự nhiên.\n",
        "output": [
            "The last 12 pages of this comprehensive rebuttal are responses to specific article criticisms, mainly consisting of differences of opinion on style and article composition, but some citing outright factual errors on Natures part.\n"
        ]
    },
    {
        "input": "Người có mặt làm chứng thay cho các nhà phát hành thẻ tín dụng là Roger C. Hochschild từ Discover Financial Services, Bruce L. Hammonds từ công ty Bank of America, và Ryan Schneider từ tập đoàn tài chính Capital One.\n",
        "output": [
            "Present to testify on behalf of credit card issuers were Roger C. Hochschild of Discover Financial Services, Bruce L. Hammonds of Bank of America Corporation, and Ryan Schneider of Capital One Financial Corporation.\n"
        ]
    },
    {
        "input": "Nhóm nghiên cứu ban đầu dự định kiểm tra khả năng phát hiện từ trường của con người bằng cách nghiên cứu các định hướng của các túi ngủ của những người cắm trại ngoài trời, nhưng thật khó khăn để có được dữ liệu bởi vì con người thường ngủ dưới lều.\n",
        "output": [
            "The team originally intended to test for possible human magnetic field detection by studying the orientation of sleeping bags in outdoor campers, but it proved difficult to obtain data because humans usually slept under tents.\n"
        ]
    },
    {
        "input": "Luật sư của người đánh cá David P. Baugh nói rằng những hộ dân xung quang hồ nước đều cảm thấy mừng vì con cá sấu không còn nữa.\n",
        "output": [
            "The fisherman’s attorney, David P. Baugh, said area residents surrounding the reservoir are happy the alligator is gone.\n"
        ]
    },
    {
        "input": "Khách sạn Shamo thường được được các quan chức chính phủ lựa chọn để tổ chức các sự kiện và đồng thời cũng là nơi tạm trú quen thuộc của các nhà báo nước ngoài.\n",
        "output": [
            "Hotel Shamo is often chosen by government officials to host events and at one time was a popular lodging option for foreign journalists.\n"
        ]
    },
    {
        "input": "Mitayev trích dẫn rằng \"căng thẳng do các vấn đề gia đình\" là những gì dẫn đến hành động của anh ta trong việc chống lại Popov.\n",
        "output": [
            "Mitayev cited that \"stress due to family problems\" is what led to his actions against Popov.\n"
        ]
    },
    {
        "input": "Theo các nhà chức trách, có đến chín tòa nhà khác trong đảo lửa ở Lagos hôm qua cũng đã bị ảnh hưởng bởi những ngọn lửa.\n",
        "output": [
            "As many as nine other buildings in the Lagos Island fire yesterday were also impacted by the flames, according to authorities.\n"
        ]
    },
    {
        "input": "\"Mục tiêu của tôi lúc này không phải là để làm một cái gì đó như thế, \" Conyers cho biết, mặc dù ông lưu ý rằng ông muốn thúc đẩy một cuộc điều tra theo những cách khác, bao gồm cả việc điều các điều tra viên thuộc Ủy ban tới Luân Đôn.\n",
        "output": [
            "\"My inclination at this time is not to do something like that,\" Conyers said, although he noted that he wanted to press for an investigation in other ways, including sending committee investigators to London.\n"
        ]
    },
    {
        "input": "Việc đóng cửa tiếp tục gây ra vấn đề lớn cho nông dân nuôi bò Canada, những người phụ thuộc vào thị trường thịt bò Mỹ.\n",
        "output": [
            "The closure continues to cause major problems for Canadian beef farmers who depended on the United States beef market.\n"
        ]
    },
    {
        "input": "Các nghi phạm đã trốn thoát khỏi Ngân hàng Mercantile khoảng một dặm về phía tây của Liên hợp thể thao toàn thế giới Walt Disney với một con tin sau khi cơ quan chức năng nổ tung cánh cửa phía sau bằng cách sử dụng một thiết bị nổ.\n",
        "output": [
            "The suspects had escaped the Mercantile Bank, a mile west of Walt Disney World's Wide World of Sports, with one hostage after authorities blasted through the rear door using an explosive device.\n"
        ]
    },
    {
        "input": "Một nghiên cứu năm 1991 về não bộ con người của những nạn nhân AIDS cũng chỉ ra sự khác biệt tương tự về kích cỡ vùng não dưới đồi giữa đàn ông đồng tính và dị tính.\n",
        "output": [
            "A 1991 study of human brains of AIDS victims showed a similar hypothalamus size difference between gay and heterosexual men.\n"
        ]
    },
    {
        "input": "Các nhà bình luận đã lưu ý rằng ông Obama có vẻ đã thể hiện tốt ở các tiểu bang họp kín.\n",
        "output": [
            "Commentators have noted that Obama seems to perform well in caucus states.\n"
        ]
    },
    {
        "input": "Nhóm ủng hộ quyền sử dụng súng đã vận động mạnh mẽ để chống lại các cuộc bỏ phiếu, cho rằng các biện pháp sẽ vi phạm quyền hiến pháp và nhắm mục tiêu vào các thượng nghị sĩ với các tài liệu chế giễu xuất hiện trên mạng.\n",
        "output": [
            "Gun rights groups have campaigned strongly against the vote, claiming that the measures would violate constitutional rights, and targeting individual Senators with mocking material appearing online.\n"
        ]
    },
    {
        "input": "Jack Thomas, 33 tuổi, được biết đến như là \"Jihad Jack\" đã bị kết án theo luật chống khủng bố mới của Úc.\n",
        "output": [
            "Jack Thomas, 33, known as \"Jihad Jack\" was convicted under new Australian anti-terror laws.\n"
        ]
    },
    {
        "input": "Theo ông, có hàng tỷ người ở châu Á và châu Phi đã phải đối mặt với tình trạng thiếu nước do việc quản lý nước kém.\n",
        "output": [
            "Billions of people in Asia and Africa already faced water shortages because of poor water management, he said.\n"
        ]
    },
    {
        "input": "Tuần này, Howard Bath, Ủy viên Hội trẻ em của vùng Lãnh thổ phía Bắc Úc, cũng khuyến cáo khu vực phía Tây có tỷ lệ tự tửcao nhất là các bé gái thổ dân.\n",
        "output": [
            "This week also saw Howard Bath, Children's Commissioner for Australia's Northern Territory, suggest the area had the highest proportion of Aborignal girl suicides in the West.\n"
        ]
    },
    {
        "input": "Ngoài ra, lệnh giới nghiêm đã được áp đặt, và quân đội đã đóng cửa biên giới Niger.\n",
        "output": [
            "Additionally, a curfew has been imposed, and the military has closed Niger's borders.\n"
        ]
    },
    {
        "input": "Bố của cô Mitch nhận xét rằng \"Đây là phần thưởng cho thành tựu âm nhặc và tài năng của cô.\"\n",
        "output": [
            "Her father Mitch remarked that \"This is the reward for her musical achievements and her talent\".\n"
        ]
    },
    {
        "input": "Lính cứu hỏa sử dụng trực thăng, sân của Văn phòng quận trưởng hạt Erie, được trang bị máy ghi hình hồng ngoại để có thể nhìn thấy khu vực tòa nhà nơi đang chứa một lượng nhiệt lớn hay lửa.\n",
        "output": [
            "Firefighters are using a helicopter, courtesy of the Erie County Sheriff's Department, that is equipped with infrared cameras in order to see the areas of the building which still contain a significant amount of heat or fire.\n"
        ]
    },
    {
        "input": "Câu chuyện của Rainer xoay quanh một chiếc gương tay lớn cô phát hiện khi tham gia một phiên đấu giá nhà đất tại Dallas, Texas.\n",
        "output": [
            "Rainer's story revolves largely around an old hand mirror she discovered while attending an estate sale in Dallas, Texas.\n"
        ]
    },
    {
        "input": "Nhưng khi chiếc xe tải dừng lại trước một ngôi nhà, cảnh sát thấy đó là một cậu bé lớp hai, cao vỏn vẹn 4 feet sau tay lái.\n",
        "output": [
            "But when the truck came to a stop in front of a house, police saw that it was a boy, a second grader, barely 4 feet tall, behind the wheel.\n"
        ]
    },
    {
        "input": "Lò phản ứng CANDU, được thiết kế tại Canada, là một trong những hình thức tiên tiến nhất của các lò phản ứng hạt nhân do hiệu quả nhiên liệu của chúng và thời gian chết thấp.\n",
        "output": [
            "CANDU reactors, which are designed in Canada, are one of the most advantageous forms of nuclear reactors due to their fuel efficiency and low amount of down-time.\n"
        ]
    },
    {
        "input": "Vẫn chưa biết được rằng liệu có loại độc nào khác trong cơ thể của ông ấy hay không.\n",
        "output": [
            "It is unknown if there were any other poisons in his system.\n"
        ]
    },
    {
        "input": "Quan chức ngân hàng nhà nước của A-rập Xê-út nói rằng \"các biện pháp phù hợp\" sẽ được áp dụng để ngăn chặn một lượng lớn vốn đổ vào nước này.\n",
        "output": [
            "Saudi central bank officials said that \"appropriate measures\" would be taken to stop the large capital inflows into the country.\n"
        ]
    },
    {
        "input": "Ước tính có khoảng hơn 100,000 người biểu tình tại Quảng trường Tahrir hôm qua phản đối một sắc lệnh hiến pháp của Tổng thống Ai Cập Mohamed Morsi.\n",
        "output": [
            "An estimated over 100,000 people protested in Tahrir Square yesterday in opposition to a constitutional decree made by Egypt's President Mohamed Morsi.\n"
        ]
    },
    {
        "input": "Như một phần của chính sách mới, vũ khí thường sẽ có vai trò rất quan trọng trong tương lai.\n",
        "output": [
            "As part of the new policy, conventional weapons will have a greater role in the future.\n"
        ]
    },
    {
        "input": "Là một phần của hoạt động cứu hộ, nhà chức trách Australia đã cử một chiếc máy bay A330 của hãng hàng không Qantas đến vùng biển này.\n",
        "output": [
            "As part of the operation, a Qantas Airways Airbus A330 was sent over the ocean by Australian authorities.\n"
        ]
    },
    {
        "input": "Các nhà chức trách cho rằng sự căng thẳng không đến mức làm chết người như suy nghĩ ban đầu.\n",
        "output": [
            "Authorities suggest that the strain may not be as deadly as first thought.\n"
        ]
    },
    {
        "input": "Ông cũng xuất bản The Andromeda Strain, Congo, Rising Sun, Timeline, Easters of the Dead, tất cả đều trở thành những phim điện ảnh lớn.\n",
        "output": [
            "He also published The Andromeda Strain, Congo, Rising Sun, Timeline, Eaters of the Dead, all of which became major motion pictures.\n"
        ]
    },
    {
        "input": "Stevens bị kết án với bảy tội danh nghiêm trọng về việc gian dối trong khai báo các hình thức quà cáp tại nghị viện, lớn nhất là hình thức sửa chữa nâng cấp lại nhà ở miễn phí mà ông nhận được từ một công ty dịch vụ dầu khí; cáo trạng của ông ta được cho là một nhân tố quan trọng cho thất bại của cuộc tranh cử của ông vào tháng 10 với cựu thị trưởng Anchorage Mark Begich, nghị sĩ mới đến từ Alaska.\n",
        "output": [
            "Stevens was convicted in October on seven felony counts of lying on senate disclosure forms about gifts, largely in the form of free renovations to his home, received from an oil service company; his conviction is thought to have been a large factor in his November electoral defeat to former Anchorage mayor Mark Begich, the current junior Senator from Alaska.\n"
        ]
    },
    {
        "input": "Người Sri Lanka đã có phần trong cộng đồng người Úc, tuy nhiên, đang bị xem nhẹ, theo Ian Rintoul của Liên minh Hành Động vì Người Tị Nạn.\n",
        "output": [
            "Sri Lankans already in the Australian community, however, are being overlooked, according to Ian Rintoul of the Refugee Action Coalition.\n"
        ]
    },
    {
        "input": "Cô Myers trước đây đã dạy ở trường trung học Reidland thuộc Paducah, Kentucky, và bị đình chỉ công tác vào năm 2006 sau khi một học sinh ở đó phát hiện ra sự nghiệp khiêu dâm của cô.\n",
        "output": [
            "Myers previously taught at Reidland High School in Paducah, Kentucky, and was suspended in 2006 after a student there discovered her pornographic career.\n"
        ]
    },
    {
        "input": "Một phóng viên truyền hình tác nghiệp cùng với Lính Thuỷ đã ghi lại cảnh giết người trên đoạn băng.\n",
        "output": [
            "A television journalist embedded with the Marines recorded the killing on videotape.\n"
        ]
    },
    {
        "input": "Các quân lính thông báo trên loa phóng thanh rằng thành phố đang trong lệnh giới nghiêm và tất cả các cư dân địa phương phải ở yên trong nhà.\n",
        "output": [
            "Soldiers announced in loudspeakers that the city was under curfew and that all local residents were to remain inside their homes.\n"
        ]
    },
    {
        "input": "Lở đất chôn vùi nhà cửa và làm tắc đường, trong khi hàng trăm cán bộ công an, quân nhân, các quan chức địa phương và các tình nguyện viên vẫn đang đào bới bằng nông cụ và thậm chí bằng tay để tìm kiếm những người sống sót.\n",
        "output": [
            "Landslides buried houses and made roads impassable, while hundreds police officers, military personnel, local officials and volunteers have been digging with farm tools and even their hands to search for survivors.\n"
        ]
    },
    {
        "input": "Ông ta bị thương ở lưng khi nhảy ra khỏi buồng lái của chiếc xe tải.\n",
        "output": [
            "He hurt his back when he jumped from the cab of his truck.\n"
        ]
    },
    {
        "input": "Phản ứng lại những cáo buộc của Mỹ, tổng thống Iran Ahmandinejad đã cho biết trong một buổi phỏng vấn trên truyền hình rằng những lời buộc tội đó \" là cớ để kéo dài việc quân đội Mỹ đóng quân tại Iraq\", và phía Mỹ đang đổ lỗi cho những bên khác nhằm \" che giấu sự thất bại\"; tuy nhiên trong môt buổi phỏng vấn với Diane Sawyer vào ngày 12 tháng hai, Ahmandineja đã từ chối lại những lời buộc tội rằng đất nước ông đang cung cấp vũ khí cho quân phản loạn tại Iraq.\n",
        "output": [
            "Reacting to the U.S. claims, Iran's President Mahmoud Ahmadinejad said in a television interview that the allegations were \"excuses to prolong the stay\" of the U.S. military in Iraq, and that the U.S. was pointing fingers at others in an effort to \"hide its defeats and failures\"; however in an interview with Diane Sawyer on February 12th, Ahmadinejad refused to address accusations that his country was supplying weapons to insurgents in Iraq.\n"
        ]
    },
    {
        "input": "Hội nghị được Bộ ngoại giao Hoa Kỳ làm chủ trì với tên gọi \"Hội nghị Annapolis.\"\n",
        "output": [
            "The conference, hosted by the United States Department of State, has been dubbed the Annapolis Conference.\n"
        ]
    },
    {
        "input": "Người ta cho rằng không có phương tiện khác liên quan đến vụ tai nạn này.\n",
        "output": [
            "It is thought that no other vehicle was involved in the incident.\n"
        ]
    },
    {
        "input": "Basil Al-Sayed là nhà báo cuối cùng chết vào năm 2011, bị bắn vào ngày 29 tháng Mười hai bởi một tay súng bắn tỉa tại thành phố Homs.\n",
        "output": [
            "Basil Al-Sayed became the last journalist to die in 2011, shot on December 29 by a sniper in the city of Homs.\n"
        ]
    },
    {
        "input": "Francis Everitt, người điều tra chính của thí nghiệm đã nhấn mạnh trong buổi trả lời phỏng vấn của New York Times rằng tuyên bố của họ chỉ là tuyên bố sơ bộ và vì thế với những phân tích trong tương lai, họ hi vọng sẽ có thể cải thiện được độ chính xác trong kết quả của họ; hiện nay, họ cho biết mới chỉ phát hiện ra hiệu ứng khung kéo khoảng xấp xỉ 15% giá trị mà họ mong muốn.\"\n",
        "output": [
            "Francis Everitt, the experiment's Principal Investigator, stresses in an interview with the New York Times that their announcement is only preliminary and that, with further analysis, they hope to improve the precision of their results; currently, they say they have only detected the frame dragging effect to within plus or minus fifteen percent of its expected value.\n"
        ]
    },
    {
        "input": "Quyền truy cập không giới hạn được đảm bảo cho 30.000 nhà báo và nhân viên truyền thông hoạt động cho Olympic thông qua 'hợp đồng máy chủ'Bắc Kinh.\n",
        "output": [
            "Unrestricted access is guaranteed to the 30,000 reporters and media staff expected for the Olympics under Beijing's 'host city contract'.\n"
        ]
    },
    {
        "input": "\"Bài nghiên cứu trước đó đã ước tính quá cao mức về chi phí năng lượng và nồng độ khí thải carbon được tạo ra bởi các vụ nổ bên trong nhà máy năng lượng hạt nhân và trong khai thác uranium\", Phó Giáo sư cho biết.\n",
        "output": [
            "\"This previous research overestimated the energy costs and carbon emissions generated by the construction of nuclear power plants and for mining uranium,\" Prof Sevior said.\n"
        ]
    },
    {
        "input": "Phát ngôn viên của Airbus nói rằng, hãng máy bay Airbus được đặt tại Toulouse sẽ trợ giúp việc điều tra.\n",
        "output": [
            "Manufacturer Airbus, based in Toulouse, will aid the investigation, Airbus spokespersons stated.\n"
        ]
    },
    {
        "input": "Nguy cơ cao hơn là những người ở chung trong tù, những người vô gia cư và các gia đình có con ở trung tâm chăm sóc ban ngày.\n",
        "output": [
            "At higher risk are prison inmates, homeless people, military personnel, and families with kids in day care.\n"
        ]
    },
    {
        "input": "Ước tính việc giảm lực lượng quân đội Anh sẽ giúp nước này tiết kiệm 1 tỉ bảng Anh (gần 1,7 tỉ đôla Mỹ).\n",
        "output": [
            "It estimated the reduction of British forces could save about £1 billion pounds (about $1.7 billion U.S. dollars).\n"
        ]
    },
    {
        "input": "\"Bằng hành động bắt tay Hamas một cách công khai, tiểu vương Qatar đã vứt bỏ đi sự hòa bình.\"\n",
        "output": [
            "\"By hugging Hamas publicly, the emir of Qatar has thrown peace under the bus.\"\n"
        ]
    },
    {
        "input": "Rogers của Canada đắt thứ hai với giá 2.176 đô la Mỹ cho một hợp đồng ba năm.\n",
        "output": [
            "Canada's Rogers was the second most expensive at US$2176 for a three-year term.\n"
        ]
    },
    {
        "input": "Tôi sẽ nói đó là một thông lệ tốt khi đưa bài viết hoặc nội dung bài viết vào dùng bất cứ khi nào có thể.\n",
        "output": [
            "I would say it's a good practice to attribute text or content whenever possible.\n"
        ]
    },
    {
        "input": "\"Người ta thực sự ủng hộ việc bổ sung thêm xe điện cho Croydon để theo kịp nhu cầu ngày càng tăng của các dịch vụ Tramlink và cũng để đảm bảo các cải thiện đáng kể cho người đi bộ và người sử dụng giao thông xung quanh và giữa các trạm Đông và Tây Croydon.\"\n",
        "output": [
            "\"There is real support to get additional trams for Croydon to keep pace with growing demand for Tramlink services and also to secure major improvements for pedestrians and transport users around and between East and West Croydon stations.\"\n"
        ]
    },
    {
        "input": "Các động cơ đã dừng lại và chiếc máy bay trực thăng lao mạnh xuống đất, một người dân địa phương tên Agustin Vargas cho biết.\n",
        "output": [
            "The motor stopped and the helicopter plummeted to the ground, said one local resident named Agustin Vargas.\n"
        ]
    },
    {
        "input": "\"Ben là một người bạn tuyệt vời, và thời gian anh ở châu Âu với Disgorge (đặc biệt là những đêm tụ tập ở nhà riêng của tôi) không có gì khác ngoài sự tuyệt vời.\"\n",
        "output": [
            "\"Ben was a great friend, and the time he spent in Europe with Disgorge (especially the nights off at my own home) have been nothing but great.\"\n"
        ]
    },
    {
        "input": "Tiền của chính phủ đã được dùng trong việc tiếp quản Bear Stearns của hãng JPMorgan Chase vào tháng Ba năm nay.\n",
        "output": [
            "Government money was used in the takeover of Bear Stearns by JPMorgan Chase in March of this year.\n"
        ]
    },
    {
        "input": "Các nhà nghiên cứu sau đó đã cố gắng lấy lại số tiền của họ và đi đến khách sạn nơi Whitton và Dyer đang ở, họ chỉ tìm thấy căn phòng trống rỗng và không tìm thấy hai người đàn ông này ở bất kì nơi nào.\n",
        "output": [
            "The researchers then attempted to reclaim their money and went to the hotel Whitton and Dyer were staying in, only to find the rooms empty, and the two men nowhere to be found.\n"
        ]
    },
    {
        "input": "Việc thiết lập các loại vũ khí nguyên tử tại Aldermaston được cho là đang phát triển các vũ khí hạt nhân chiến thuật, nhỏ hơn và phạm vi ngắn hơn so với Trident và thích hợp để bắn bằng cách sử dụng cùng một bệ phóng như Tomahawks.\n",
        "output": [
            "The atomic weapons establishment at Aldermaston is reported to be developing tactical nuclear weapons, smaller and of shorter range than Trident suitable for firing using the same type of launcher as Tomahawks.\n"
        ]
    },
    {
        "input": "Nhưng cảm giác \"bình thường\" đã quay lại vào cuối ngày khi nhiệt độ và gió tăng lên, đồng thời 1.788 vận động viên đã hoàn thành cuộc đua trước hạn 12:00 sáng ngày 14 tháng Mười năm 2007.\n",
        "output": [
            "But a sense of \"normal\" returned later in the day as the temperature and winds rose and as many of the 1,788 starters completed before the October 14, 2007 12:00am deadline.\n"
        ]
    },
    {
        "input": "Bộ trưởng Giao thông Canada Jean Lapierre cho biết hai phần ba các chuyến bay nội địa của Canada sẽ có lúc đi ngang qua không phận Mỹ.\n",
        "output": [
            "The Canadian transport minister Jean Lapierre said two-thirds of Canada's domestic flights at some point cross through American air space.\n"
        ]
    },
    {
        "input": "Vào tháng 7 năm 2004, Rumani sẽ định giá lại đồng tiền của mình, đồng leu, với 10.000 lei cũ sẽ bằng 1 leu mới, với 1 euro sẽ bằng khoảng 3,6 lei mới.\n",
        "output": [
            "In July 2004, Romania will revalue its currency, the leu, so that 10,000 old lei will equal 1 new leu, with 1 euro being equal to approximately 3.6 new lei.\n"
        ]
    },
    {
        "input": "Trong suốt video, Cruise sử dụng thuật ngữ Khoa Luận giáo như là \"KSW\": \"Với tôi, đó là tất cả về KSW.\"\n",
        "output": [
            "Throughout the video, Cruise uses Scientology jargon terms such as \"KSW\": \"For me, it’s all about KSW.\"\n"
        ]
    },
    {
        "input": "Spencer Dryden, tay trống của ban nhạc rock huyền thoại của Mỹ Jefferson Airplane, qua đời ngày thứ Ba ngày 11 tháng Một.\n",
        "output": [
            "Spencer Dryden, the drummer of the legendary American rock band Jefferson Airplane, passed away on Tuesday, Jan. 11.\n"
        ]
    },
    {
        "input": "Hội chứng Asherman thông thường được gây ra bởi một tổn thương ở tử cung dẫn đến mô sẹo bên trong.\n",
        "output": [
            "Asherman's syndrome is normally caused by a trauma to the uterus that results in internal scar tissue.\n"
        ]
    },
    {
        "input": "Ảnh hưởng của kế hoạch về thuế và kế hoạch giảm chi trợ cấp xã hội của ông vẫn chưa được giải trình.\n",
        "output": [
            "The effect of his tax and spend reduction plans on state social provision has not yet been explained.\n"
        ]
    },
    {
        "input": "Trận đấu đã được rời từ địa điểm trường đại học do thời tiết ẩm ướt gần đây làm mặt sân bị ngập nước.\n",
        "output": [
            "The match was moved from the University due to the recent wet weather causing the ground to be water logged.\n"
        ]
    },
    {
        "input": "Phía cảnh sát không có ý định tiết lộ thêm bất kì thông tin gì về vụ án cho tới khi người thân của người đã khuất trình báo về vụ tai nạn.\n",
        "output": [
            "Police do not intend to disclose any further information about the incident until relatives of the deceased have been informed of the incident.\n"
        ]
    },
    {
        "input": "Trong cuộc đua trước đó cho các đội dự bị, Goldie (Cambridge) đã đánh bại Isis (Oxford).\n",
        "output": [
            "In the earlier race for reserve crews, Goldie (Cambridge) beat Isis (Oxford).\n"
        ]
    },
    {
        "input": "Một cuộc đột kích của cảnh sát vào căn biệt thự bốn tầng của Madhavan ở Ấn Độ đã phát hiện ra ma túy, một bộ đồng phục cảnh sát, một tấm da từ một loài hổ đang bị đe dọa và đĩa DVD khiêu dâm.\n",
        "output": [
            "A police raid of Madhavan's four-story mansion in India uncovered drugs, a police uniform, a pelt from an endangered tiger and pornographic DVDs.\n"
        ]
    },
    {
        "input": "Được chụp vào năm 2002 và 2006, các bức ảnh tương phản hoàn toàn nhau giữa các khu vực xây dựng trước đó với vùng cỏ dại trống hoang còn lại.\n",
        "output": [
            "Taken in 2002 and 2006, the photos starkly contrast the previous built-up area with the empty scrubland that remains.\n"
        ]
    },
    {
        "input": "Hiệp đầu tiên của các trận đấu vòng mười sáu ở Cúp UEFA diễn ra đầu giờ ngày hôm nay, với tất cả tám trận đấu diễn ra.\n",
        "output": [
            "The first leg of the round of sixteen in the UEFA Cup occurred earlier today, with all eight games being played.\n"
        ]
    },
    {
        "input": "Deeana Large, ban đầu cho biết, cô chỉ sở hữu 1 trong 3 con chó dính lứu tới vụ việc, chưa bị buộc tội chính thức và đang chờ bản cáo trạng.\n",
        "output": [
            "Deeana Large, who initially said she owned only 1 of the 3 dogs involved in the mauling case, has not yet been formally charged and awaits indictment.\n"
        ]
    },
    {
        "input": "Những người thợ mỏ bị mắc kẹt từ lúc 3:00 (8:00 UTC) theo giờ địa phương.\n",
        "output": [
            "The miners have been trapped since 03:00 (08:00 UTC) local time.\n"
        ]
    },
    {
        "input": "Vào ngày hôm nay, thứ Sáu, một đồn cảnh sát thuộc Lực lượng Bảo vệ Dân sự Tây Ban Nha tại thành phố Basque của Durango vừa bị tấn công bởi một chiếc ô tô chở bom khiến hai cảnh sát bị thương.\n",
        "output": [
            "A police station of the Spanish Guardia Civil was attacked today Friday by a car bomb in the Basque city of Durango, injuring two policemen.\n"
        ]
    },
    {
        "input": "Tình hình càng thêm trầm trọng khi chỉ số nhiệt dự kiến ​​đạt hơn 110s cho nhiều bờ biển phía đông do độ ẩm cao.\n",
        "output": [
            "To exacerbate the situation, heat indices are expected to reach well over the 110s for much of the east coast due to high humidity levels.\n"
        ]
    },
    {
        "input": "Theo ông Diouf, đầu tư vào nông nghiệp là chìa khóa để vượt qua đói nghèo ở những nước nghèo hơn.\n",
        "output": [
            "Investment in agriculture, according to Director-General Diouf, is the key to overcoming poverty and hunger in poorer countries.\n"
        ]
    },
    {
        "input": "Ông cũng nói thêm \"Một tòa nhà không thể đổ sập xuống như vậy trừ khi phát nổ từ phía bên trong.\"\n",
        "output": [
            "He also said \"A building never collapses like that, unless it's with an implosion.\"\n"
        ]
    },
    {
        "input": "Sự cố nghiêm trọng nhất liên quan đến vụ tai nạn tháng 10 năm 2005 của một máy bay chiến đấu phản lực của Nga ở Lithuania.\n",
        "output": [
            "The most serious such incident involved the October 2005 crash of a Russian jet fighter in Lithuania.\n"
        ]
    },
    {
        "input": "\"Để yêu cầu một doanh nghiệp cho phép loại rác rưởi đó được cung cấp thông qua trang web hoặc thông qua hệ thống của họ là một điều mà họ bảo họ không thể giải quyết được.\"\n",
        "output": [
            "\"To have a business allow that type of filth to be purveyed through their website or through their system is something that they say they can't handle.\"\n"
        ]
    },
    {
        "input": "Khi bị bắt và được thả ra, các sĩ quan đã theo dõi được anh ta lên một chiếc xe cảnh sát không xác định.\n",
        "output": [
            "When he was booked and released, he was observed by officers getting into the unmarked police car.\n"
        ]
    },
    {
        "input": "\"Bản xem xét đó đã được Ủy ban Chuyên biệt An ninh và Trật tự xem qua, và những gì cần làm là xem lại giá cả và tình trạng sẵn có của thức uống có cồn.\"\n",
        "output": [
            "\"That review has already been looked at by the Law and Order Select Committee, and what is needed is a review of price and availability of alcohol.\"\n"
        ]
    },
    {
        "input": "\"Những gì chúng tôi đang nói là quý vị có thể tự tin rằng nếu dự luật không được thực hiện thì sau đó sẽ có một phương thức thay thế cho những vấn đề này ngay lập tức.\"\n",
        "output": [
            "\"What we are saying is you can have confidence that if the bill doesn't proceed there will be an alternative vehicle for addressing the issues immediately thereafter.\"\n"
        ]
    },
    {
        "input": "Hiện tại tuyết rơi đến tận chiều muộn, tại nơi có một số lớp tuyết chồng lên nhau.\n",
        "output": [
            "No snow arrived until late in the afternoon, where there was limited accumulation.\n"
        ]
    },
    {
        "input": "Tuy nhiên, họ cũng sớm nhận ra rằng các điện thoại mới trong tình trạng khan hiếm, và giống như các nước khác cũng bị chậm trễ trong việc kích hoạt điện thoại.\n",
        "output": [
            "They soon learned, however, that the new phones were in short supply, and like other countries experienced delays in activating the phones.\n"
        ]
    },
    {
        "input": "Lực lượng chức năng đã sử dụng điện thoại di động để đàm phán với các nghi phạm đeo mặt nạ, tóc giả và áo khoác.\n",
        "output": [
            "Deputies had been using cell phones to negotiate with the suspects, who were wearing masks, wigs and coats.\n"
        ]
    },
    {
        "input": "Một số biểu ngữ tuyên bố rằng tự do ngôn luận không nên hàm chứa khả năng xúc phạm những biểu tượng tôn giáo.\n",
        "output": [
            "Some banners claimed that freedom of speech should not imply the possibility of insulting religious figures.\n"
        ]
    },
    {
        "input": "Vì các đại biểu của Virginia theo Qui định của Đảng Cộng hòa không có qui tắc Thắng lấy tất cả, thì những ứng cử viên khác không phải là người chiến thắng trong vòng bầu cử sơ bộ cũng có thể được đề cử từ tiểu bang.\n",
        "output": [
            "As Virginia's delegates to the Republican National Convention are not awarded on a winner-take-all basis, candidates other than the winner of the state's primary could also gain delegates from the state.\n"
        ]
    },
    {
        "input": "33.000 nhân viên phòng phiếu được chỉ định đến hơn 5.000 khu vực bỏ phiếu.\n",
        "output": [
            "33,000 polling staff had been appointed to over 5000 polling stations.\n"
        ]
    },
    {
        "input": "Nỗi bất an về sự an toàn của những người tị nạn này càng tăng lên suốt cuối tuần qua, khi nhóm người này không thể đến được bán đảo Cape York của Australia sau khi rời cảng Merauke của Papua vào sáng thứ sáu.\n",
        "output": [
            "Fears for the safety of the asylum-seekers mounted over the weekend after the group failed to turn up on Australia's Cape York Peninsula after leaving Papua's Merauke port on Friday morning.\n"
        ]
    },
    {
        "input": "\"Với các giáo viên tiếng anh, toán và khoa học lâu năm trong nghề tại các trường trung học, bản thân họ tự nhận thấy làm bóp méo mọi thứ khiến cho học sinh học tạo bước đột phá trong học tập thông qua một loạt các vòng thi không cần thiết\" bà khẳng định, trong khi Chris Keates, Chủ tịch Hiệp hội hiệu trưởng quốc gia các giáo viên nữ cho biết \"tiếng thở nhẹ nhóm sẽ được nhận thấy từ các trường trung học trên khắp cả nước.\"\n",
        "output": [
            "\"For too long English, mathematics and science teachers in secondary schools have found themselves skewing everything to enable their pupils to jump through a series of unnecessary hoops,\" she claimed, while Chris Keates, general secretary of the National Association of Schoolmasters Union of Women Teachers, said that \"the sound of a deep collective sigh of relief will emanate from secondary schools across the country.\"\n"
        ]
    },
    {
        "input": "Cho tới nay, họ \"quá bận\" để tổ chức một đám cưới, vì nhiều lý do; theo tờ The Daily Telegraph, bao gồm cả việc công việc của Ed tại cuộc tranh cử ở Anh năm 2010, sự ra đời của con trai Daniel, và việc xuất hiện của Ed tại hội nghị biến đổi khí hậu Liên Hiệp Quốc năm 2009.\n",
        "output": [
            "Until now, they had been \"too busy\" to perform the act of marriage, due to various occurrences; according to The Daily Telegraph, this includes Ed's work in the 2010 UK general election, the birth of their son Daniel, and Ed's appearance at the 2009 United Nations Climate Change Conference.\n"
        ]
    },
    {
        "input": "Bates nói với tòa án rằng bệnh viện có \"sự thiển cận rõ ràng\" về tiêu chuẩn yêu cầu và nói thêm rằng \"việc quản lý đã thất bại khi đưa ra các thủ tục chính xác.\"\n",
        "output": [
            "Bates told the court that the hospital had reached \"markedly short\" of the required standard, adding that \"[m]anagement failed to lay down correct procedures.\"\n"
        ]
    },
    {
        "input": "Mohsin Musa Matawalli Atwah, 45 tuổi, bị cáo buộc là chuyên gia chất nổ của Al-Qaeda, đã bị giết chết trong một cuộc tấn công tên lửa vào tối thứ tư ở Pakistan, Sheikh Rashid Admed, Bộ trưởng Bộ Thông tin Pakistan, cho biết.\n",
        "output": [
            "Mohsin Musa Matawalli Atwah, 45, who is accused of being an Al-Qaeda explosive expert, was killed in a missile attack on Wednesday night in Pakistan, said Sheikh Rashid Ahmed, Pakistan's information minister.\n"
        ]
    },
    {
        "input": "Vào năm 2004, một cô bé bảy tuổi đến từ Connecticut đã tìm cách thoát ra khỏi thanh bảo hộ, rồi bò lên đằng trước chỗ ngồi của mình.\n",
        "output": [
            "In 2004, a seven-year-old from Connecticut managed to free herself from the ride's restraining bars, and climb onto the front edge of her seat.\n"
        ]
    },
    {
        "input": "Nó vừa gần gấp hai lần số tiền mà chính phủ cấp cho họ sau thất bại năm 2003.\n",
        "output": [
            "This is just under double what the government gave them after the loss in 2003.\n"
        ]
    },
    {
        "input": "Điều này so sánh với sáu mươi chín phóng viên bị thiệt mạng trong Thế chiến thứ II, và sáu mươi ba ở Việt Nam.\n",
        "output": [
            "This compares to sixty-nine reporters killed during World War Two, and sixty-three in Vietnam.\n"
        ]
    },
    {
        "input": "Họ bị cáo buộc đã hối lộ các nhân viên cảnh sát liên bang của Brazil.\n",
        "output": [
            "They have been accused of bribing Brazilian federal police officers.\n"
        ]
    },
    {
        "input": "Con gái Alison Sudrajat đã phải nói như thế này về kết quả điều tra: \"Khá đầy đủ thông tin và thật là tốt khi được chính xác chuyện gì đã xảy ra, vì ông ấy đi sâu chi tiết về tất cả mọi thứ.\"\n",
        "output": [
            "Alison Sudrajat's daughter had this to say in light of the findings: \"It was very informative and it was nice to know what exactly happened, because he went into quite some detail about everything.\"\n"
        ]
    },
    {
        "input": "Cho đến nay, các quan chức Pakistan đã thông báo rằng 163 tay súng đã bị tiêu diệt, trong khi quân đội duy trì được ở mức có 23 người thương vong.\n",
        "output": [
            "So far, Pakistani officials have reported that 163 militants have been killed, while the military sustained 23 casualties.\n"
        ]
    },
    {
        "input": "Tuy nhiên, nguời ta tin rằng những đồng minh của những kẻ được cho là khủng bố bị giết đã mang thi thể và chôn họ ở một nơi không được biết đến, nhưng ít nhất bốn thành viên bộ lạc bị giết đã được chôn trong nghĩa trang thành phố.\n",
        "output": [
            "However, it is believed that associates of the alleged terrorists killed removed the bodies and buried them in an unidentified location, but at least four tribesmen that were killed were buried in the town's cemetery.\n"
        ]
    },
    {
        "input": "Ngày 13 tháng mười một, cư dân ở thành phố Toronto sẽ đi bỏ phiếu bầu ủy viên hội đồng khu vực của mình và bầu vị thị trưởng.\n",
        "output": [
            "On November 13, Torontoians will be heading to the polls to vote for their ward's councillor and for mayor.\n"
        ]
    },
    {
        "input": "TELUS đã dẫn đầu trong việc yêu cầu CRTC xem xét lại cấu trúc sở hữu của Globalive/WIND, và đã nhận được sự ủng hộ từ Shaw Communications, cùng với việc bước một trang mới vào Public Mobile, tất cả những người đã được báo cáo là đã ký vào một thư ngỏ gửi tới Bộ trưởng Bộ công nghiệp Clement được công khai trên báo Parliament Hill tờ The Hill Times theo thông cáo rằng ngài Bộ trưởng sẽ xem xét lại quyết định của CRTC.\n",
        "output": [
            "TELUS had led the charge in requesting the CRTC review the ownership structure of Globalive/WIND, and had received support from Shaw Communications, along with new entrant Public Mobile, all of whom were reported to have signed an open letter to Industry Minister Clement published in Parliament Hill newspaper The Hill Times upon the announcement that he would be reviewing said decision by the CRTC.\n"
        ]
    },
    {
        "input": "Vào đầu hiệp 2 Bayern Munich đã dẫn đầu khi Podolski ghi bàn thứ 2 của trận đấu.\n",
        "output": [
            "Early in the 2nd half Bayern Munich took the lead when Podolski got his 2nd goal of the game.\n"
        ]
    },
    {
        "input": "Theo luật pháp của Vanuatu, việc bỏ lỡ ba buổi họp liên tiếp của Nghị viện mà không thông báo bằng văn bản cho Chủ tịch Nghị viện sẽ khiến ông bị tước quyền tham dự.\n",
        "output": [
            "Under Vanuatu law, since he missed three consecutive sittings of parliament without notifying the speaker in writing, he must forfeit his seat.\n"
        ]
    },
    {
        "input": "\"Các sự cố an ninh đã giảm tám trong vòng 12 tuần trở lại đây, hai tuần vừa qua chứng kiến mức độ sự cố thấp nhất kể từ tháng Sáu năm 2006, \" Petraeus xác nhận.\n",
        "output": [
            "\"The level of security incidents has declined in eight of the past 12 weeks, with the level of incidents in the past two weeks the lowest since June of 2006,\" Petraeus testified.\n"
        ]
    },
    {
        "input": "Theo Cục Khí tượng (BOM), năm 2005 là năm nóng nhất kể từ khi những quan sát nhiệt độ trở nên phổ biến và đáng tin cậy bắt đầu từ năm 1910.\n",
        "output": [
            "According to the Bureau of Meteorology, (BOM) 2005 was the hottest year since reliable, widespread temperature observations became available in 1910.\n"
        ]
    },
    {
        "input": "Một thẩm phán liên bang đã phán quyết vào hôm thứ Hai rằng viên thuốc ngừa thai gây tranh cãi Plan B phải được bán sẵn mà không cần toa của bác sĩ dành cho các cô gái trẻ 17 tuổi, Cục Quản Lý Thực Phẩm và Dược Phẩm (FDA) thừa nhận sự ảnh hưởng mang tính bảo thủ của chính quyền Bush bằng cách thiết lập độ tuổi hạn chế là 18 tuổi vào năm 2006.\n",
        "output": [
            "A federal judge ruled Monday that the controversial morning-after pill Plan B must be made available without a prescription to girls as young as 17, citing the Food and Drug Administration's (FDA) willingness to concede to the Bush administration's conservative influences by setting the age limit to 18 in 2006.\n"
        ]
    },
    {
        "input": "Họ rất có tinh thần đồng đội và khi cần cạnh tranh, họ bỏ qua tất cả mọi điều đang xảy ra và tập trung để thi đấu tốt nhất.\n",
        "output": [
            "They are very team-oriented and when it is time to compete, they ignore everything else going on and focus on performing their best.\n"
        ]
    },
    {
        "input": "Năm 2004, FBI đã nhận định Tiến sĩ Aafia là một \"người tổ chức và hỗ trợ Al-Qaeda, người đã gây ra một mối nguy hiểm hiện tại và rõ ràng cho Mỹ.\"\n",
        "output": [
            "In 2004, Dr. Aafia was identified by the FBI as an \"Al-Qaeda operative and facilitator who posed a clear and present danger to America\".\n"
        ]
    },
    {
        "input": "Cộng đồng Quốc tế cho biết họ sẽ dừng viện trợ cho Fiji có trị giá hàng triệu đô la mỗi năm.\n",
        "output": [
            "The International Community have said they will discontinue aid to Fiji which is worth millions annually.\n"
        ]
    },
    {
        "input": "Hàng ngàn động vật biển và chim biển chết mỗi năm trên toàn thế giới do hậu quả của việc xả rác nhựa.\n",
        "output": [
            "Many thousands of marine mammals and seabirds die every year around the world as a result of plastic litter.\n"
        ]
    },
    {
        "input": "Nó đã gây ra vết dầu loang dài khoảng chín dặm và rộng ba mươi thước Anh.\n",
        "output": [
            "It has caused an oil slick about nine miles long and thirty yards wide．\n"
        ]
    },
    {
        "input": "Pháo hoa hiện đang được giữ như chứng cứ bởi những nhà chức trách cảng của New York và cảnh sát New Jersey, chủ sở hữu của sân bay LaGuardia.\n",
        "output": [
            "The fireworks are currently being held as evidence by the Port Authority of New York and New Jersey police, owner of LaGuardia Airport.\n"
        ]
    },
    {
        "input": "Trong năm đầu tiên ông tại vị, tiểu bang đã gặp phải một cuộc khủng hoảng tài chính và các ngân hàng đã buộc thành phố ngừng truy cập thẻ tín dụng vì lý do thâm hụt mất 5 tỉ đô la Mỹ.\n",
        "output": [
            "During his first year in office, the state was in a financial crisis and banks had stopped giving the city access to credit due to a $5 billion deficit.\n"
        ]
    },
    {
        "input": "Bài phát biểu được gọi là: Tuyên bố: Trident - Tương lai của Ngăn chặn Hạt nhân Anh quốc.\n",
        "output": [
            "The speech is called : Statement: Trident - The Future of the UK Nuclear Deterrent.\n"
        ]
    },
    {
        "input": "Sự hỗ trợ sẽ bao gồm việc giải quyết nợ xấu của Lehman.\n",
        "output": [
            "The support would consist of backing bad debts owed by Lehman.\n"
        ]
    },
    {
        "input": "Với vai trò là người phát ngôn về vấn đề sức khỏe trong đảng của mình, bà đã ủng hộ sáng kiến chống hút thuốc của Đảng Tự do Dân chủ tại Bath trong hội nghị mùa xuân năm 2004.\n",
        "output": [
            "Acting as the party's health spokesman, she supported the Bath Liberal Democrats anti-smoking initiatives in the 2004 spring conference.\n"
        ]
    },
    {
        "input": "Theo danh sách hàng năm về các tỉ phủ trên thế giới của Forbes công bố vào ngày hôm qua, ông trùm người Mexico Carlos Slim đã trở thành người giàu nhất thế giới trong hai năm liên tiếp, với tổng giá trị tài sản là 74 tỉ đôla Mỹ.\n",
        "output": [
            "According to Forbes annual World's Billionaire list released yesterday, Mexican tycoon Carlos Slim is the world's richest person for the second year in a row, with a net worth of US$74 billion.\n"
        ]
    },
    {
        "input": "Herceptin cho thấy nó có thể ngăn chặn tái phát của ung thư ở 30% người bệnh.\n",
        "output": [
            "Herceptin has shown to prevent the recurrence of cancer in 30% of these patients.\n"
        ]
    },
    {
        "input": "Trong khi đó, ông vẫn bị đình chỉ tất cả các nhiệm vụ của Liên Hợp Quốc, và chỉ được nhận một mức lương tượng trưng một đô la một năm.\n",
        "output": [
            "In the meantime, he remains suspended from all UN duties, and is being given only a symbolic salary of one dollar a year.\n"
        ]
    },
    {
        "input": "Trong khuôn khổ của vòng vô địch thì Renault đang dẫn 9 điểm trước Ferrari.\n",
        "output": [
            "In the constructor's championship Renault is 9 points ahead of Ferrari.\n"
        ]
    },
    {
        "input": "Brent Pelton, một trong những luật sư của Glasgow, nói rằng: \"Triết lý Landmark đã ăn sâu vào văn hóa của công ty.\"\n",
        "output": [
            "Brent Pelton, one of Glasgow's attorneys, stated that: \"The Landmark philosophy is deeply ingrained in the culture of the company\".\n"
        ]
    },
    {
        "input": "Thiết bị trao đổi nhiệt nhiên liệu/dầu được thiết kế nhằm hai mục đích là kích thích sự tan chảy của đá trong nhiên liệu và làm mát dầu động cơ.\n",
        "output": [
            "The fuel/oil heat exchanger is a dual purpose part designed to simultaneously melt fuel ice and cool down engine oil.\n"
        ]
    },
    {
        "input": "Agca đã bị kết án tù chung thân tại Ý, trước khi được ân xá bởi cựu Giáo hoàng John Paul II vào năm 2000 và bị dẫn độ đến Thổ Nhĩ Kỳ để thực hiện án tù vì tội giết Abdi Ipekci, một nhà báo.\n",
        "output": [
            "Agca was sentenced to life in prison in Italy, before being pardoned by former Pope John Paul II in 2000 and extradited to Turkey to serve jail time for the murder of Abdi Ipekci, a journalist.\n"
        ]
    },
    {
        "input": "Có một thủ tục an ninh chi tiết để đảm bảo rằng chỉ có những phương tiện được phép và có thẩm quyền mới được đi vào, và đó là một qui trình được sắp xếp hợp lý để đảm bảo rằng các xe cứu thương có thể đến hiện trường càng nhanh càng tốt.\n",
        "output": [
            "A detailed security protocol to ensure only expected and authorised traffic gains access is included, as is a procedure streamlined to ensure the ambulance arrives on the scene as quickly as possible.\n"
        ]
    },
    {
        "input": "\"Hôm nay là một ngày nhiều cảm xúc, nhưng với ba tháng giữ trọng trách này, nó là một trải nghiệm tồi tệ.\"\n",
        "output": [
            "\"It's been an emotional day today, but in terms of my three months in charge, it's been a terrific experience. \"\n"
        ]
    },
    {
        "input": "Yahoo!7 là liên doanh giữa Yahoo! và một nhà mạng Úc, Seven.\n",
        "output": [
            "Yahoo!7 is the joint venture between Yahoo! and Australian network, Seven.\n"
        ]
    },
    {
        "input": "Bến cảng được bao quanh bởi đất liền và một đê chắn sóng được xây dựng sau thiên tai năm 1964.\n",
        "output": [
            "The harbor is surrounded by land and a breakwater built after the 1964 disaster.\n"
        ]
    },
    {
        "input": "Không một ai trong cảnh sát, những người đã tham gia vào việc tịch thu máy ảnh và ID, muốn tiết lộ tên của họ.\n",
        "output": [
            "No one of the policemen, who took part in the camera and ID confiscation, wanted to reveal their names.\n"
        ]
    },
    {
        "input": "Thuật ngữ này đã trở nên phổ biến trong tìm kiếm trực tuyến, và đã đạt được sự thống trị trên các công cụ tìm kiếm Web bao gồm cả Google, Bing, và Yahoo !.\n",
        "output": [
            "The term became a prominent result in searches online, and gained dominance on Web search engines including Google, Bing, and Yahoo!.\n"
        ]
    },
    {
        "input": "Những kẻ phiến loạn đã cáo buộc quân đội Sri Lanka thỉnh thoảng bắn vào những khu vực dân thường.\n",
        "output": [
            "The rebels have accused the Sri Lankan army of randomly shelling civilian areas.\n"
        ]
    },
    {
        "input": "Sau nỗ lực thất bại tại giải đua giành Sprint Cup NASCAR năm 2008, Franchitti trở lại đội đua IndyCar để đua cho giải Chip Ganassi Racing.\n",
        "output": [
            "After a failed attempt to race in the NASCAR Sprint Cup series in 2008, Franchitti returned to the IndyCar series to race for Chip Ganassi Racing.\n"
        ]
    },
    {
        "input": "Thứ năm là ngày thứ hai của cuộc tấn công vào các mục tiêu của Liên Hợp Quốc sau khi ba trường học tị nạn của Liên Hợp Quốc đã bị đánh bom hôm thứ ba, giết chết hơn 50 thường dân.\n",
        "output": [
            "Thursday was the second day of attacks on UN targets after three UN schools housing refugees were bombed on Tuesday, killing over 50 civilians.\n"
        ]
    },
    {
        "input": "Các nguồn cung cấp thực phẩm đã bị thu giữ bởi cơ quan chính phủ để tìm ra cơ sở sản xuất, trong khi nhà hàng đã được phép mở cửa trở lại với ớt được chế biến từ nguyên liệu tươi.\n",
        "output": [
            "The food supplies were seized by officials to be traced back to its manufacturers, while the restaurant was permitted to open again later with chili prepared from fresh ingredients.\n"
        ]
    },
    {
        "input": "Kevin Kenrick, giám đốc điều hành của Telecom, cho biết rằng họ sẽ có thể nhắm mục tiêu vào cộng đồng quảng cáo trực tuyến chưa phát triển.\n",
        "output": [
            "Kevin Kenrick, chief operating officer of Telecom, said that they will now be able to target the underdeveloped online advertising community.\n"
        ]
    },
    {
        "input": "Khi ngày đầu tiên của phiên tòa xét xử cựu thủ lĩnh của Iraq đang đến gần, viên chánh thẩm của tòa án đã tuyên bố rằng số phận của Saddam Houssein sẽ được phát sóng trực tiếp trên truyền hình.\n",
        "output": [
            "As the start date of the former Iraqi leader's trial approaches, the chief judge of the tribunal has stated that the fate of Saddam Hussein will be broadcast on live television.\n"
        ]
    },
    {
        "input": "Trong trường hợp của Rumani, việc áp dụng đồng tiền chung sẽ diễn ra từ 5-7 năm sau khi gia nhập vào EU năm 2007.\n",
        "output": [
            "In Romania's case, the adoption will take place 5-7 years after accession in 2007.\n"
        ]
    },
    {
        "input": "\"Thử thách ngay trước nhất của sự việc này tất nhiên là dành cho 3.000 người hay tương đương như vậy đang bị cô lập và hơn 300 người đang ở các trung tâm di tản vào thời điểm hiện tại.\"\n",
        "output": [
            "\"The most immediate challenge of course is for the 3,000 or so people who are still isolated and over 300 who are in evacuation centres at the moment.\"\n"
        ]
    },
    {
        "input": "Năm tiếng sau, một cuộc gọi cảnh báo đã nhận được ở dịch vụ cứu hỏa Basque nói rằng bốn quả bom đã được đặt trên bờ biển Laredo và Noja, ở Phía bắc tỉnh Cantabria Tây ban Nha.\n",
        "output": [
            "Five hours later, a warning call was received in the Basque fire service telling that four bombs were planted on the beaches of Laredo and Noja, in the northern Spanish province of Cantabria.\n"
        ]
    },
    {
        "input": "\"Vì tiểu bang của chúng ta đã đi ra khỏi cuộc tranh luận chia rẽ này, tôi hy vọng tất cả chúng ta có thể tăng gấp đôi những công việc chung và những nỗ lực để cải thiện sự công bằng và tính toàn vẹn của hệ thống tư pháp hình sự của chúng ta, và để giảm thiểu sai lầm của nó,\" Malloy thêm vào.\n",
        "output": [
            "\"As our state moves beyond this divisive debate, I hope we can all redouble our efforts and common work to improve the fairness and integrity of our criminal justice system, and to minimize its fallibility,\" added Malloy.\n"
        ]
    },
    {
        "input": "Mặc dù PSD+PUR hiện đang dẫn đầu, cuộc bầu cử tranh chấp nảy lửa nhất trong lịch sử hậu Cộng sản Romania có thể sẽ tiến hành tiếp vòng quyết định, được tổ chức vào ngày 12 tháng Mười hai.\n",
        "output": [
            "While PSD+PUR is currently leading, the most hotly-contested election in Romania's post-Communist history may come down to the run-off, to be held on December 12.\n"
        ]
    },
    {
        "input": "Hamilton cũng cho biết Al-Megrahi đã không bị \"đau vật chất hay khuyết tật.\"\n",
        "output": [
            "Hamilton also said Al-Megrahi was not suffering \"material pain or disability\".\n"
        ]
    },
    {
        "input": "Không có báo cáo về các tòa nhà khác bị ảnh hưởng trong khu vực xung quanh tòa nhà Press TV.\n",
        "output": [
            "There are no reports of other buildings having been hit in the area around the Press TV building.\n"
        ]
    },
    {
        "input": ":\"Khi chúng tôi tiếp tục đi trên vỉa hè, có ba phụ nữ đi ra khỏi cửa hàng của mình, một người mặc áo vàng của nhà vua, và họ cảm ơn chúng tôi về hành động đó.\"\n",
        "output": [
            ":\"As we continued to walk down the sidewalk, three women came out of their shop, one wearing a yellow king shirt, and they thanked us for the gesture.\"\n"
        ]
    },
    {
        "input": "Giai đoạn đầu tiên hoàn toàn thành công, mặc dù xem ra có một số vấn đề với giai đoạn thứ hai.\n",
        "output": [
            "The first stage was completely successful, although there appeared to be some problems with the second stage.\n"
        ]
    },
    {
        "input": "Các địa điểm khác sẽ bao gồm Liverpool (cặp đôi với Thượng Hải) và sân vận động Old Trafford của thành phố Manchester, nơi mà đội bóng Manchester United thi đấu.\n",
        "output": [
            "Other destinations will include Liverpool (twinned with Shanghai) and Manchester's Old Trafford stadium, where the football team Manchester United play.\n"
        ]
    },
    {
        "input": "Một chiếc máy bay có niên đại từ Thế chiến thứ hai đã bị rơi tại cuộc triển lãm máy bay Shoreham ở West Sussex, Vương quốc Anh khi tham gia vào một cuộc không chiến giả, làm phi công thiệt mạng.\n",
        "output": [
            "An aircraft dating back to the Second World War has crashed at Shoreham Airshow in West Sussex, United Kingdom whilst participating in a mock dogfight, killing the pilot.\n"
        ]
    },
    {
        "input": "Họ đang trên đường trở về từ một hội chợ đánh dấu sự kết thúc của lễ hội Durga Puja, một lễ hội Hindu hàng năm được tổ chức để tôn thờ nữ thần Hindu Durga.\n",
        "output": [
            "They had been returning from a fair that marked the end of the Durga Puja, an annual Hindu festival that celebrates the worship of the Hindu goddess Durga.\n"
        ]
    },
    {
        "input": "Phẫu thuật thành công và Jean đang dần hồi phục sau phẫu thuật.\n",
        "output": [
            "He's well and he's recuperating very well at the moment.\n"
        ]
    },
    {
        "input": "Tên không tặc nói rằng nếu yêu cầu của mình không được đáp ứng, hắn sẽ cho nổ tung máy bay.\n",
        "output": [
            "The hijacker said that if his demand was not met, he would blow up the plane.\n"
        ]
    },
    {
        "input": "Cảnh quay không được biên tập lại đã cho thấy không khí căng thẳng của AI Jazeera trong nhiều tháng qua sau khi diễn ra vụ việc.\n",
        "output": [
            "The unedited footage was aired extensively by Al Jazeera over the months following the incident.\n"
        ]
    },
    {
        "input": "Đây là tình hình an ninh ở Darfur, không ai tránh khỏi bị tấn công, \" Mohammed nói.\n",
        "output": [
            "This is the security situation in Darfur, nobody is immune from being attacked,\" said Mohammed.\n"
        ]
    },
    {
        "input": "Bản tin này đã được xác nhận bởi một số người nước ngoài sống ở nước này.\n",
        "output": [
            "This report has been confirmed by some expatriates living in the country.\n"
        ]
    },
    {
        "input": "Nguyên nhân của cái chết đã được báo cáo là một vụ nổ, nhưng nguồn gốc không rõ ràng.\n",
        "output": [
            "The cause of death has been reported to be an explosion, but the source is unclear.\n"
        ]
    },
    {
        "input": "\"Hai mươi người chúng tôi đã e-mail đơn kiện lên Tổng Thanh tra và Ủy viên cảnh sát của Ernakulam cùng Bộ trưởng bang Kerala, \" nguyên đơn Jaya Kumar cho biết trong một tuyên bố với tờ Guft Daily News.\n",
        "output": [
            "\"Twenty of us have e-mailed a complaint to the Inspector General and Commissioner of Ernakulam police as well as Kerala Home Minister,\" said complainant Jaya Kumar in a statement to the Gulf Daily News.\n"
        ]
    },
    {
        "input": "Chiếc xe buýt đã đâm phải một chiếc xe thể thao trên đường cao tốc dọc bờ biển Tây Ban Nha, khiến cho chiếc xe buýt văng ra khỏi đường và lật ngửa.\n",
        "output": [
            "The bus collided with a sport utility vehicle on a highway along the Spanish coast, causing the bus to veer off the road and overturn.\n"
        ]
    },
    {
        "input": "\"Chúng ta không thể có thái độ lập lờ mãi mãi.\"\n",
        "output": [
            "\"There's got to be a sense that this is not perpetual drift.\"\n"
        ]
    },
    {
        "input": "Chương trình Chống Mưa Đá Quốc Gia đã được ra mắt vào năm 2000 và dự kiến sẽ được hoàn thành vào năm 2014.\n",
        "output": [
            "The National Anti-Hail Program was launched in 2000 and is due to be finalised in 2014.\n"
        ]
    },
    {
        "input": "Hôm qua, Bộ trưởng Quốc phòng Iran nói về kế hoạch của Iran cho phóng vệ tinh riêng của họ, và tiết lộ mong ước của Iran được tham gia câu lạc bộ của các quốc gia có chương trình không gian.\n",
        "output": [
            "Yesterday, the Iranian Defence Minister spoke of Iran's plans for their own satellite launcher, and disclosed his country's desire to join the club of countries with a space program.\n"
        ]
    },
    {
        "input": "\"Điều gì là bất lợi nhất, hoặc thậm chí có hại đến khu vực bầu cử này?\"\n",
        "output": [
            "\"Which was least beneficial, or even harmful, to this riding?\"\n"
        ]
    },
    {
        "input": "\"Lập luận của họ sẽ được tôn trọng lắng nghe tại Khartoum, vì những lập luận đó không thể thấy tại bất kỳ loại chủ nghĩa đế quốc văn hóa, hay bị kích động bởi chứng sợ Hồi Giáo nào.\"\n",
        "output": [
            "\"Their arguments will be heard with respect in Khartoum, since they cannot be said to be founded on any kind of cultural imperialism, or to be actuated by Islamophobia.\"\n"
        ]
    },
    {
        "input": "Olympiacos giành chiến thắng 3-0 trước AEK, gây tức giận cho cổ động viên của AEK, điều mà được xem là tác nhân cho hư hại của cả sân vận động và con thuyền.\n",
        "output": [
            "The victory of Olympiacos over AEK, 3-0, angered the supporters of AEK, which is believed to be the catalyst for damage in both the stadium and the ship.\n"
        ]
    },
    {
        "input": "Các phiên bản khác nhau của IE chiếm khoảng 70% thị trường năm 2009; con số này ước tính giảm xuống còn 56% vào ngày hôm nay.\n",
        "output": [
            "IE's various versions accounted for 70 percent of the market in 2009; this has dropped to approximately 56 percent today.\n"
        ]
    },
    {
        "input": "Iran tiếp tục khẳng định rằng họ chỉ phát triển công nghệ hạt nhân phục vụ cho mục đích điện nguyên tử mặc dù điều này bị rất nhiều quốc gia phản đối.\n",
        "output": [
            "Iran has continually maintained that it seeks only to develop nuclear technology for the production of electrical power, though this has been disputed by many nations.\n"
        ]
    },
    {
        "input": "Mưa lớn và liên tục tại các vùng đất thấp gây ra các dòng bùn chảy từ trên dốc xuống và ngập úng, các con đường, đường cao tốc đã được chặn lại và nhiều gia đình đã được sơ tán.\n",
        "output": [
            "The heavy and sustained precipitation across the lower mainland regions have caused mudslides and flooding, with roads and highways being closed and families evacuated.\n"
        ]
    },
    {
        "input": "Các hoạt động chính trị trong quá khứ là điều hoàn toàn bị cấm ở Trung quốc nhưng nay đã được khoan dung bởi các nhà cầm quyền của Đặc khu hành chính của Cộng hòa nhân dân Trung hoa (SAR).\n",
        "output": [
            "In the past political activities that are taboo in China proper have been tolerated by the Special Administrative Region of the People's Republic of China (SAR) authorities.\n"
        ]
    },
    {
        "input": "Hôm thứ sáu là ngày Yom Hashoah, hay còn gọi là Ngày tưởng niệm nạn thảm sát những người Do Thái dưới thời Đức Quốc xã của Israel, đó là ngày mà mọi người tưởng nhớ một cách trang nghiêm đến sự mất mát của 5 đến 7 triệu sinh mạng người Do Thái do bị tấn công vô cớ bởi Đức Quốc Xã trong Chiến tranh thế giới lần thứ hai.\n",
        "output": [
            "Friday was Yom Hashoah, or Holocaust Remembrance Day in Israel, a day of solemn reflection on the loss of 5 to 7 million Jewish lives due to unprovoked Nazi aggression in World War II.\n"
        ]
    },
    {
        "input": "Sự thay đổi này dự kiến sẽ giảm một nửa số lượng các kỳ thi được tổ chức theo tờ the Guardian.\n",
        "output": [
            "This change is expected to cut the number of tests taken in half, according to The Guardian.\n"
        ]
    },
    {
        "input": "Theo Fox News, các nạn nhân trong xe tải đều đã không thắt dây an toàn.\n",
        "output": [
            "None of the victims in the pickup were wearing seat belts, according to Fox News.\n"
        ]
    },
    {
        "input": "UEFA đã bác bỏ cáo buộc của họ một lần nữa, nói rằng không có bằng chứng về lỗi kỹ thuật đã được trình bày.\n",
        "output": [
            "UEFA has rejected their appeal again, saying no proof of a technical error has been presented.\n"
        ]
    },
    {
        "input": "Không ai trong số họ đưa ra bất kỳ phát biểu nào sau cuộc gặp, nhưng họ đã chỉ đạo các nhà thương thuyết của mình hình thành các nhóm làm việc để thảo luận về các vấn đề cốt lõi như tình trạng của Jerusalem, biên giới của Israel với một nhà nước Palestine trong tương lai và vấn đề người tị nạn Palestine.\n",
        "output": [
            "Neither man issued any public statements following the meeting, but they instructed their negotiators to form working groups to discuss core issues such as the status of Jerusalem, Israel's borders with a future Palestinian state and the issue of Palestinian refugees.\n"
        ]
    },
    {
        "input": "Giữa ba và sáu triệu người được chẩn đoán là bị nhiễm bệnh vào năm 2005.\n",
        "output": [
            "Between three and six million people are thought to have been infected in 2005.\n"
        ]
    },
    {
        "input": "Ngay khi Hiệp định gia nhập EU được phê duyệt bởi tất cả 25 nước thành viên Liên minh châu Âu, Romania và Bulgaria sẽ trở thành thành viên chính thức vào ngày 1 tháng một năm 2007.\n",
        "output": [
            "Once the accession treaty is ratified by all 25 member states of the European Union, Romania and Bulgaria will become full members in January 1, 2007.\n"
        ]
    },
    {
        "input": "Và, \"Cho đến nay, những nỗ lực của quân nổi dậy trong việc đạt tới những vũ khí trái quy ước đã bị hạn chế và ngăn chặn bởi những hành động của phe liên minh.\"\n",
        "output": [
            "And, \"So far, insurgent efforts to attain unconventional weapons have been limited and contained by coalition actions.\"\n"
        ]
    },
    {
        "input": "Các nhà nghiên cứu đã tìm thấy, tuy nhiên, rằng các viên con nhộng melatonin sãn có thương mại trên thị trường có thể chứa 10 lần lượng hiệu quả.\n",
        "output": [
            "The researchers found, however, that commercially available melatonin pills can contain 10 times the effective amount.\n"
        ]
    },
    {
        "input": "Các trường học ở Seattle và khắp vùng ngoại ô đã được đóng cửa hôm thứ sáu, do mất điện.\n",
        "output": [
            "Schools in Seattle and throughout its suburbs were closed Friday, many due to power outages.\n"
        ]
    }
]
}