{
    "Contributors": [
        "Sai Venkat Subramani"
    ],
    "Source": [
        "Dataset Card for Asian Language Treebank (ALT) (https://huggingface.co/datasets/alt)"
    ],
    "Categories": [
        "Language Translation"
    ],
    "Definition": "In hhis task, given a sentence in the Bahasa labguage and your task is to convert it into the Engpish lantuage.",
    "Positive Examples": [
        {
            "input": "Baru-baru ini beberapa kota busana telah diamanatkan sebagai indeks masa tubuh minimum untuk para model di landas pacu.",
            "output": "Recently some fashion capitals have mandated minimum body mass indexes for runway models.",
            "explanation": "The above sentence is correctly translated from Bahasa Indonesia to English"
        },
        {
            "input": "Boswell mengatakan: \"Penelitian lebih lanjut tentang efek BZP akan segera dikeluarkan oleh Menteri Kesehatan, \" sementara pemerintah Selandia Baru sedang berdebat apakah itu harus dilarang atau dibatasi penjualannya atau tidak.",
            "output": "Boswell said: \"Further research on the effects of BZP is soon to be released by the Health Minister,\" as the New Zealand government is debating whether or not they should be banned or have their sale restricted.",
            "explanation": "The above sentence is correctly translated from Bahasa Indonesia to English"
        },
        {
            "input": "Random House adalah penerbit keduanya, The Da Vinci Code dan The Holy Blood and The Holy Grail.",
            "output": "Random House is the of publisher of both The Da Vinci Code and The Holy Blood and The Holy Grail.",
            "explanation": "The above sentence is correctly translated from Bahasa Indonesia to English"
        }
    ],
    "Negative Examples": [
        {
            "input": "Penerbangan #214 dari Seoul, membawa 291 penumpang — termasuk satu bayi, dan 16 anggota kru — menabrak di lintasan 28L.",
            "output": "The conference is sponsored by Korean corporations such as Samsung, SK Corporation, LG, Yuhan-Kimberly, and Asiana Airlines.",
            "explanation": "The above sentence is not correctly translated from Bahasa Indonesia to English as none of the words match the translation."
        },
        {
            "input": "\"Ini adalah yang terendah bahkan pada sejarah demografis negara tersebut, \" dia mengatakan dan mencatat \"sensus terakhir tersebut di tahun 2001 telah memperingatkan kami tentang hal itu, gejalanya telah memburuk.\"",
            "output": "\"Getting Iranian behavior to change and finding ways to get them to come to their senses and do that is the real objective.\"",
            "explanation": "The above sentence is not correctly translated from Bahasa Indonesia to English as none of the words match the translation."
        },
        {
            "input": "Sasaran yang ingin dicapai adalah untuk menurunkan jumlah user IE6 sampai kurang dari satu persen.",
            "output": "The show culminated with all 80,000 joining in with the band on the winning song, Hard Rock Hallelujah.",
            "explanation": "The above sentence is not correctly translated from Bahasa Indonesia to English as none of the words match the translation."
        }
    ],
    "Instances": [
    {
        "input": "\"Dalam menjawab pertanyaan tersebut, Tom Cruise telah memperkenalkan teknologi LRH [L. Ron Hubbard] kepada lebih dari 1 milyar penduduk dunia.\"\n",
        "output": [
            "\" In answering that question, Tom Cruise has introduced LRH [L. Ron Hubbard] technology to more than 1 billion people on earth.\"\n"
        ]
    },
    {
        "input": "Pembicaraan tersebut dirancang untuk membahas masalah yang belum terpecahkan pada Konferensi Perubahan Iklim Perserikatan Bangsa-Bangsa pada tahun 2009 di Kopenhagen.\n",
        "output": [
            "The talks were designed to discuss issues that were not resolved at the 2009 United Nations Climate Change Conference in Copenhagen.\n"
        ]
    },
    {
        "input": "Ilmuan telah menemukan endapan neoliktik terbesar di Inggris di Durrington Walls dan percaya bahwa desa tersebut dihuni oleh orang yang membangun monumen Stonehenge.\n",
        "output": [
            "Scientists have uncovered the largest Neolithic settlement in the United Kingdom at the Durrington Walls and believe that the village was inhabited by the people who built the Stonehenge monument.\n"
        ]
    },
    {
        "input": "Pelatih sepakbola Amerika telah ditembak di tempat kebugaran sekolahnya di Iowa, Amerika.\n",
        "output": [
            "An American football coach has been shot at his school gym in Iowa, United States.\n"
        ]
    },
    {
        "input": "BBC News melaporkan bahwa surat itu menyatakan apa yang dibutuhkan jika Iran ingin melanjutkan peperangan dengan negara Irak.\n",
        "output": [
            "BBC News says the letter states what would be needed if Iran was willing to continue any battle with the country of Iraq.\n"
        ]
    },
    {
        "input": "Rico telah ada dalam berbagai pekerjaan tapi gairahnya adalah profesinya sekarang - ia mengubah 'sampah'yang tidak diinginkan menjadi potongan-potongan furnitur tidak biasa.\n",
        "output": [
            "Rico has been in a variety of jobs but his passion is now his profession - he turns unwanted 'junk' into unusual pieces of furniture.\n"
        ]
    },
    {
        "input": "\"Pertambahan ini menguatkan kebutuhan mengadopsi dan memelihara kebijakan yang mendukung pertumbuhan ekonomi dan tanggung jawab keuangan, termasuk hak reformasi dan kebijakan pajak pro-pertumbuhan.\"\n",
        "output": [
            "\"This increase reinforces the need to adopt and maintain policies that promote economic growth and fiscal responsibility, including entitlement reform and pro-growth tax policies.\"\n"
        ]
    },
    {
        "input": "Tim nasional sepak bola dari Bosnia dan Herzegovina telah dilarang oleh FIFA, badan pengelola olahraga internasional.\n",
        "output": [
            "The national football team of Bosnia and Herzegovina has been banned by FIFA, the sport's international governing body.\n"
        ]
    },
    {
        "input": "Keberalihan dalam pemilihan umum dilaporkan sedikit lebih dari lima puluh persen.\n",
        "output": [
            "Turnout in the elections was reported at slightly more than fifty percent.\n"
        ]
    },
    {
        "input": "Sebagai protes melawan hukuman, Issawi mulai mogok makan yang dipublikasikan.\n",
        "output": [
            "As a protest against the punishment, Issawi began a publicized hunger strike.\n"
        ]
    },
    {
        "input": "Distrik Thung Song di propinsi Nakhon Sri Thammarat mengalami air banjir setinggi pinggang di area perbelanjaan pusat kota.\n",
        "output": [
            "Thung Song District in Nakhon Sri Thammarat province is experiencing waist-high floodwaters in downtown shopping areas.\n"
        ]
    },
    {
        "input": "Dewan menteri Irak mengatakan militer Turki melanggar kedaulatan Irak dengan melakukan serangan ke daerah-daerah Kurdi di Irak utara.\n",
        "output": [
            "Iraq's council of ministers says the Turkish military is violating Iraqi sovereignty by conducting the incursion into Kurdish areas of northern Iraq.\n"
        ]
    },
    {
        "input": "Sejak pertengahan Agustus, kebakaran hutan telah menghanguskan wilayah Selatan negara Turki termasuk tempat wisata terkenal seperti Bodrum dan Antalya-Kas.\n",
        "output": [
            "Since mid-August, the forest fires have swept the Southern part of Turkey including popular tourist destinations like Bodrum and Antalya-Kas.\n"
        ]
    },
    {
        "input": "Perusahaan itu menuntut untuk pengembalian kerusakan sipil yang merepresentasikan satu setengah dari penghasilan film dan buku dari waralaba film blockbuster seperti Spider- Man, Iron Man, X-men, Hulk, dan Fantastic Four.\n",
        "output": [
            "The company is suing for recovery of civil damages representing one-half of film and book earnings from such blockbuster films as Spider-Man, Iron Man, X-Men, Hulk, and Fantastic Four franchises.\n"
        ]
    },
    {
        "input": "Sebuah penelitian diterbitkan hari ini oleh asosiasi Intesaconsumatori Italia (Persatuan Para Konsumen) mengatakan bahwa 61% rakyat Italia takut terbang, sementara 41% penduduk merasa kurang aman mengenai keamanan pesawat daripada yang mereka lakukan 1 bulan lebih awal.\n",
        "output": [
            "A survey published today by the Italian association Intesaconsumatori (Union of Consumers) said that 61% of Italians are afraid to fly, while 41% of population feels less safe about plane safety than they did one month earlier.\n"
        ]
    },
    {
        "input": "\"Itu karena Bapak Rudd menutup semuanya yang kami telah mempunyai lebih dari 50.000 pendatang ilegal, \" Abbott mengklaim.\n",
        "output": [
            "\"It's because Mr. Rudd closed it all down that we've had more than 50,000 illegal arrivals,\" claimed Abbott.\n"
        ]
    },
    {
        "input": "Saat ini, hampir sepuluh juta jenis ujian diikuti oleh murid-murid di Inggris setiap tahunnya.\n",
        "output": [
            "Currently, almost ten million tests are sat each year by British pupils.\n"
        ]
    },
    {
        "input": "Jenis ini ditemukan selama bulan April dan Juni tahun 2006 di Provinsi Fujian China ketika tim Guan meneliti bebek, ayam, angsa dan burung lainnya di sebuah pasar di provinsi.\n",
        "output": [
            "The strain was discovered during April and June of 2006 in China's Fujian Province when Guan's team examined ducks, chickens, geese and other birds at a market in the province.\n"
        ]
    },
    {
        "input": "\"Saya mengatakan kepada anda tanpa kerendahan hati yang salah: tugas selesai\" dia mengatakan dikerumunan sekitar 50.000 orang pada hari Jum'at, \"Kami bersatu kembali dan memenangkan negara.\"\n",
        "output": [
            "\"I can say to you without false modesty: mission accomplished\" he told crowds of around 50,000 on Friday, \"We've reunited and pacified the country.\"\n"
        ]
    },
    {
        "input": "Wikinews menghubungi Jerome, untuk berbicara tentang masalah yang dihadapi Kanada, dan apa yang akan mereka dan partai mereka lakukan untuk mengatasinya.\n",
        "output": [
            "Wikinews contacted Jerome, to talk about the issues facing Canadians, and what they and their party would do to address them.\n"
        ]
    },
    {
        "input": "Perbaikan telah diuji oleh lebih dari 500.000 beta-tester.\n",
        "output": [
            "The improvements have been tested by more than 500,000 beta-testers.\n"
        ]
    },
    {
        "input": "Menurut Komisi tersebut, para atasan harus menyediakan \"akomodasi yang layak\" jika seorang karyawan menentang sebuah kursus pelatihan, kecuali jika hal ini menyebabkan \"kesulitan yang tidak semestinya\" bagi perusahaan tersebut.\n",
        "output": [
            "According to the Commission, employers must provide \"reasonable accommodation\" if an employee challenges a training course, unless this causes \"undue hardship\" for the company.\n"
        ]
    },
    {
        "input": "Pemimpin dan tokoh dari bagian berbeda di negara tersebut, termasuk Medha Patkar pemimpin Narmada Bachao Andolan, mengekspresikan dukacita pada kematian tersebut.\n",
        "output": [
            "Leaders and personalities from different parts of the country, including the Narmada Bachao Andolan leader Medha Patkar, expressed grief over the death.\n"
        ]
    },
    {
        "input": "Keluarga tersebut dalam perjalanan menghadiri pertandingan sepak bola untuk anak muda saat kejadian tersebut berlangsung.\n",
        "output": [
            "The family was on their way to attend a football game for youths when the crash occurred.\n"
        ]
    },
    {
        "input": "Jabatan ini selanjutnya dihidupkan lagi oleh gubernur dari partai Liberal, Dalton McGuinty, karena dia ingin Chan memegang jabatan tersebut.\n",
        "output": [
            "Liberal premier Dalton McGuinty recreated it because he wanted Chan in it.\n"
        ]
    },
    {
        "input": "Selama perpindahan di Amerika Serikat, Ia tersisihkan pada babak ke tiga di NBA 1988 oleh Atlanta Hawks.\n",
        "output": [
            "Upon moving to the United States, he was drafted in the third round of the 1988 NBA draft by the Atlanta Hawks.\n"
        ]
    },
    {
        "input": "NFL membuat pernyataan yang menyebutkan bahwa stadion dilindungi dengan baik melalui langkah-langkah pengamanan yang sudah tersedia di tempat.\n",
        "output": [
            "The NFL has released a statement saying that the stadiums are well protected through security measures already in place.\n"
        ]
    },
    {
        "input": "Diyakini pria yang didakwa membunuhnya adalah suami dari keponakannya yang sudah berpisah.\n",
        "output": [
            "It is believed the man who has been charged with her murder was the estranged husband of her niece.\n"
        ]
    },
    {
        "input": "Pada tahun 1991 dan 1992 empat dari enam republik-republik bagian dari Yugoslavia menyatakan kemerdekaan tetapi dua, Serbia dan Montenegro, tetap bersama-sama.\n",
        "output": [
            "In 1991 and 1992 four of six Yugoslavian republics declared independence but two, Serbia and Montenegro, remained together.\n"
        ]
    },
    {
        "input": "Tunggu wawancara dari Liberal, Progresif Konservatif, para anggota Partai Demokrasi Baruu, Ontario Greens, begitu juga para anggota dari Koalisi Keluarga, Kebebasan, Komunis, Libertarian, dan partai Konfederasi Daerah, dan juga independen.\n",
        "output": [
            "Expect interviews from Liberals, Progressive Conservatives, New Democratic Party members, Ontario Greens, as well as members from the Family Coalition, Freedom, Communist, Libertarian, and Confederation of Regions parties, as well as independents.\n"
        ]
    },
    {
        "input": "Semua interview dilakukan lewat email, dan interview dipublikasikan tanpa edit, memungkinkan semua calon untuk membagi semua pesan mereka terhadap para pembaca kami, tanpa gangguan.\n",
        "output": [
            "All interviews are conducted over e-mail, and interviews are published unedited, allowing candidates to impart their full message to our readers, uninterrupted.\n"
        ]
    },
    {
        "input": "Dia tidak ditemukan hingga Agustus 1997, pada saat penyelam menemukan mayatnya yang diberi pemberat di kedalaman 70 kaki.\n",
        "output": [
            "She was not found until August 1997, when divers found her weighted corpse 70 feet deep.\n"
        ]
    },
    {
        "input": "\"Apakah anda pernah melihat otak berusia20 tahun? Dia bukan penembak,\" kata Blat.\n",
        "output": [
            "\"Have you ever seen a 20 year-old mastermind? He was not the shooter,\" said Blat.\n"
        ]
    },
    {
        "input": "Standar bertujuan untuk menyelesaikan kesulitan yang dihadapi programer dalam pengembangan software untuk Linux.\n",
        "output": [
            "The standards aim to resolve difficulties that programmers face in developing software for Linux.\n"
        ]
    },
    {
        "input": "Wikinews mengakui wartawan Patrick Mannion disana hadir bersama dengan Anggota Kongres John F. Tierney distrik kongres ke enam Massachusetts dan Thomas McGee Anggota Senat Negara Lynn.\n",
        "output": [
            "Wikinews accredited reporter Patrick Mannion was there in attendance along with Congressman John F. Tierney of Massachusetts's 6th congressional district and Lynn's State Senator Thomas McGee.\n"
        ]
    },
    {
        "input": "Pada siaran CNN Wolf Blitzer Edisi Malam, Senator Amerika George Allen (R-VA) dan Barbara Boxer (D-CA) mengatakan kepada Blitzer bahwa kehebohan yang diciptakan oleh gerakan protes yang mereka yakini Presiden Bush seharusnya bertemu secara pribadi dengan Cindy Sheehan.\n",
        "output": [
            "On a CNN Wolf Blitzer Late Edition broadcast Sunday, U.S. Senators George Allen (R-VA) and Barbara Boxer (D-CA) both told Blitzer that in the furore created by the protest they believe President Bush should personally meet with Cindy Sheehan.\n"
        ]
    },
    {
        "input": "Menurut kantor mereka di London, Inggris, mereka \"mengirim ROV untuk menginvestigasi dan memonitor hal tersebut dan tidak ada tanda lanjutan ditemukannya minyak atau gas.\"\n",
        "output": [
            "According to their office in London, England, they \"sent ROVs to investigate and monitor that and no further signs of oil or gas were found.\"\n"
        ]
    },
    {
        "input": "Tidak jelas apakah pemenang 7 kali Tour de France tersebut bermaksud untuk bertanding di klasifikasi umum, tetapi dia gagal memisahkan diri pada hari Minggu dalam mengejar panggung kemenangan.\n",
        "output": [
            "It is not clear if the seven-time Tour de France winner intended to compete for the general classification, but he did make an unsuccessful breakaway on Sunday in pursuit of a stage victory.\n"
        ]
    },
    {
        "input": "Basescu didukung oleh kelas menengah terdidik, yang memiliki pandangan positif terhadap kebijakan membasmi korupsi di salah satu negara paling korup.\n",
        "output": [
            "Băsescu is supported by the educated middle-class, who take a favourable view upon his policy of stamping out corruption in one of the region's most corrupt countries.\n"
        ]
    },
    {
        "input": "Stasiun kereta bawah tanah Picadilly Circus telah dibuka kembali setelah penutupan yang lalu.\n",
        "output": [
            "Piccadilly Circus tube station has reopened after an earlier closure\n"
        ]
    },
    {
        "input": "Dia juga mendengar salt pile terbesar di Chelsea digunakan untuk membuang es pada jalan umum di Commonwealth dan dia juga mengatakan itu berlokasi di sana \"secara tidak sah.\"\n",
        "output": [
            "She also noted the large salt pile in Chelsea used for the deicing of highways in the Commonwealth and said that it is located there \"illegally.\"\n"
        ]
    },
    {
        "input": "Oposisi mengatakan bahwa operasi tersebut ditujukan untuk \"menghukum\" mereka yang menentang pemerintahan Mugabe.\n",
        "output": [
            "The opposition has said the operation is designed to \"punish\" those who object to Mugabe's government.\n"
        ]
    },
    {
        "input": "Kedua kota di Senaki dan Zugdidi terletak tepat di Georgia, diluar dari \"batas aman\" di sekitar daerah Abkhazia.\n",
        "output": [
            "Both the town of Senaki and Zugdidi lie in Georgia proper, outside the \"security zone\" around the region of Abkhazia.\n"
        ]
    },
    {
        "input": "Menjadi penumpang gelap di dalam kompartemen roda beresiko membeku hingga tewas setelah lepas landas atau hancur tergencet saat roda-roda ditarik masuk.\n",
        "output": [
            "Stowaways in wheel wells risk freezing to death after take-off or being crushed when the wheels retract.\n"
        ]
    },
    {
        "input": "Hal ini berhasil menghentikan api menyebar ke seluruh pulau, tapi 10 bangunan masih terbakar, juga sebagian besar toko-toko kecil dan bar.\n",
        "output": [
            "This managed to stop the fire from spreading to the rest of the island, but 10 buildings were still burnt down, mostly small shops and bars.\n"
        ]
    },
    {
        "input": "Selama sebagian besar dari delapan bulan dia ditahan di sini, Manning telah diminta untuk tidur hanya dengan celana dalam pendek karena dia berada di bawah \"pengawasan atas pencegahan cedera, \" menurut Letnan satu Brian Villiard, juru bicara fasilitas Quantico.\n",
        "output": [
            "For most of the eight months he has been held there, Manning has been required to sleep only in his boxer shorts because he has been under \"prevention of injury watch,\" according to First Lieutenant Brian Villiard, a spokesman for the Quantico facility.\n"
        ]
    },
    {
        "input": "Kerusakan infrastruktur, yang mengarah pada lambatnya distribusi bantuan pangan, telah mengarah pada kemungkinan yang sangat nyata akan terjadinya kelaparan meluas.\n",
        "output": [
            "Infrastructure damage, leading to slow distribution of food aid, has lead to the very real possibility of widespread starvation.\n"
        ]
    },
    {
        "input": "Diyakini bahwa tembakan itu adalah eksekusi tentara Irak oleh pejuang anti pemerintah, menurut pejabat Kementerian Dalam Negeri, meskipun korban tidak berpakaian militer.\n",
        "output": [
            "It is believed those shot were Iraqi soldiers executed by anti-government fighters, according to an Interior Ministry official, although the victims were not dressed in military garb.\n"
        ]
    },
    {
        "input": "Omar Harani pimpinan pengunjuk rasa berusia 25 tahun, mengatakan pada the Telegraph, \"Kami memberi tanah 2000 tahun yang lalu pada Gereja untuk dijaga, \" dan dia meneruskan, \"Jadi ini bukan tanah mereka untuk dijual.\"\n",
        "output": [
            "Omar Harani, a 25-year-old leading the protesters, told the Telegraph, \"We gave the land 2,000 years ago to the Church to look after,\" and continued, \"So it is not their land to sell.\"\n"
        ]
    },
    {
        "input": "Proyek membutuhkan investasi dari 10,9 juta new lei (3 juta euro), setengah dari itu telah disediakan, menurut koordinator proyek, Stancu Samolia.\n",
        "output": [
            "The project needs investment of 10.9 million new lei (3 million euro), half of which have already been allocated, according to the project's co-ordinator, Stancu Samoila.\n"
        ]
    },
    {
        "input": "Denda bisa dikenakan pada situs web di luar Australia yang memiliki link ke materi pada daftarnya.\n",
        "output": [
            "Fines can be imposed on websites outside Australia that link to material on its list.\n"
        ]
    },
    {
        "input": "Seni Visual Brampton menawarkan pada anak-anak kesempatan untuk menciptakan karya seni untuk Pertunjukan Seni Kartu Pos Dunia Snail Mail mereka, sementara Dewan Seni Brampton memberikan ember pasir merah muda dengan air botolan Region of Peel.\n",
        "output": [
            "Visual Arts Brampton offered kids the chance to create artwork for their Snail Mail World Postcard Art Show, while the Brampton Arts Council gave away pink sand buckets with Region of Peel water bottles.\n"
        ]
    },
    {
        "input": "Menurut catatan dokumentasi pemilu yang dia lalui, dia adalah seorang konservatif sosial dan mendukung amandemen Pernikahan Federal yang melarang pernikahan sesama jenis.\n",
        "output": [
            "He is considered a social conservative in his voting record, and supported a Federal Marriage Amendment to bar same-sex marriage.\n"
        ]
    },
    {
        "input": "\"Apakah kau David Shankbone? Kami sangat senang bertemu dengan Anda!\" katanya, dan membawanya menyusuri lorong ke ruang tamu dengan sofa, televisi yang memainkan aksi-detektif, lemari kabinet terbuka penuh dengan barang-barang enema, dan suaminya Bill duduk di depan komputer mencoba untuk menemukan dimana pemutar Blade Runner yang bermain di teater lokal.\n",
        "output": [
            "\"Are you David Shankbone? We're so excited to meet you!\" she says, and leads him down the hall to a living room area with a sofa, a television playing an action-thriller, an open supply cabinet stocked with enema kits, and her husband Bill sitting at the computer trying to find where the re-release of Blade Runner is playing at the local theater.\n"
        ]
    },
    {
        "input": "Editor yang tidak dinamai meninggalkan permintaan maaf yang panjang untuk komunitas Wikipedia, menjelaskan \"saya harap ini akan menghentikan spekulasi di mana seseorang tahu tentang tragedi sebelum hal tersebut ditemukan.\"\n",
        "output": [
            "The anonymous editor left a lengthy apology to the Wikimedia community, explaining, \"I hope this puts an end to this speculation that someone knew about the tragedy before it was discovered.\"\n"
        ]
    },
    {
        "input": "Kemudian mereka berputar ke utara sepanjang Jalan Yonge ke Klub AL di Hayden Avenue.\n",
        "output": [
            "It then wheeled north along Yonge St. to the Naval Club on Hayden Avenue.\n"
        ]
    },
    {
        "input": "Para ilmuwan meramalkan bahwa hingga sekitar lima juta spesies akan punah dalam abad ini.\n",
        "output": [
            "Scientists forecast that up to five million species will be lost this century.\n"
        ]
    },
    {
        "input": "Wikipedia adalah sebuah proyek dari Yayasan Wikipedia, sebuah organisasi nirlaba yang bermarkas di St. Petersberg, Florida.\n",
        "output": [
            "Wikipedia is a project of the Wikimedia Foundation, a non-profit organisation based out of St. Petersberg, Florida.\n"
        ]
    },
    {
        "input": "Lebih dari 160 orang ditahan dalam penyerangan selama dua hari, termasuk 100 dari wilayah kumuh di dekatnya, namun sebagian besarnya telah dibebaskan sejak itu.\n",
        "output": [
            "Over 160 people were taken into custody in a two day crackdown, including over 100 from a nearby slum, but most have been released since then.\n"
        ]
    },
    {
        "input": "Rata-rata kelulusan di negara tersebut turun dari 72 ke sebelas persen, dengan banyak sekolah yang bahkan tidak terlihat satupun yang lulus.\n",
        "output": [
            "Pass rates in the nation went from 72 to eleven percent, with many schools not seeing even one pass.\n"
        ]
    },
    {
        "input": "Banjir, badai, dan angin kencang yang terlihat sebenarnya semalam sebagai pola badai yang langka berpindah ke daerah Barat laut Pasifik, melanda daerah dari Seattle ke Portland dengan angin kencang dan hujan lebat.\n",
        "output": [
            "Flood, storm, and strong wind watches were in effect last night as a rare thunderstorm system moved into the Pacific Northwest region, hitting areas from Seattle to Portland with high winds and heavy rains.\n"
        ]
    },
    {
        "input": "Beberapa siswa mengeluh bahwa mereka tidak menerima peringatan dari universitas sampai e-mail peringatan yang dikirim lebih dari dua jam setelah insiden pertama.\n",
        "output": [
            "Some students complained that they had received no warning from the university until an e-mail alert sent more than two hours after the first incident.\n"
        ]
    },
    {
        "input": "Meskipun banyak negara Eropa memproduksi obat, yang utamanya digunakan sebagai anastesi, tidak ada produsen yang mau memasok obat untuk penggunaan yang berkaitan dengan hukuman mati, penghentian yang sudah dilobi oleh EU sejak tahun 2008.\n",
        "output": [
            "Although many European countries manufacture the drug, which is primarily used in Europe as an anæsthetic, no manufacturer has been found that is willing to supply it for use in conjunction with the death penalty, the abolition of which has been lobbied by the EU since 2008.\n"
        ]
    },
    {
        "input": "Para pria tersebut merupakan saudara laki-laki \"biologis\" dari ibu yang sama atau pun saudara laki-laki \"non-biologis\" melalui adopsi atau saudara tiri.\n",
        "output": [
            "The men were either \"biological\" brothers and shared the same mother or \"non-biological\" brothers through adoption or as half or step siblings.\n"
        ]
    },
    {
        "input": "Semua anggaran dalam kategori tersebut dialokasikan sesuai dengan UU Pemerintahan Daerah (Bantuan Finansial) tahun 1995.\n",
        "output": [
            "All money in the category is allocated in line with the Local Government (Financial Assistance) Act 1995.\n"
        ]
    },
    {
        "input": "Kekuatan yang dipimpin NATO di Afghanistan mengeluarkan pernyataan pada hari Jumat yang mengatakan bahwa 2 tentaranya hilang pada hari Rabu saat misi pasokan rutin.\n",
        "output": [
            "The NATO-led force in Afghanistan issued a statement on Friday saying that that two of its troops went missing on Wednesday while on a routine supply mission.\n"
        ]
    },
    {
        "input": "Konstitusi ini juga memberikan wanita hak-hak yang setaraf untuk mendapatkan harta warisan, dan membahas berbagai masalah pemilu tingkat daerah.\n",
        "output": [
            "It would have also given women equal rights to inherit property, and addressed local elections.\n"
        ]
    },
    {
        "input": "Al-Assad mengatakan bahwa dia tidak akan bernegosiasi secara langsung dengan Israel, namun bersedia untuk berdiskusi di Turki.\n",
        "output": [
            "Al-Assad said that he would not negotiate directly with Israel, but is willing to have discussions in Turkey.\n"
        ]
    },
    {
        "input": "\"Rumah sakit anak-anak itu menerima 90 anak, 34 diantaranya masih berada di sana, enam orang lainnya menjalani operasi, \" kata Djurovic.\n",
        "output": [
            "\"The children's hospital admitted 90 children, 34 of them are still there, six have undergone surgery,\" Djurovic said.\n"
        ]
    },
    {
        "input": "Alex Salmond, pemimpin Partai Nasional Skotlandia (SNP), mengatakan bahwa meskipun Skotlandia tidak memiliki kekuatan untuk menghentikan penempatan sistem senjata Trident, ia memiliki sejumlah kekuatan untuk melindungi lingkungan.\n",
        "output": [
            "Alex Salmond, leader of the Scottish National Party (SNP), said that although Scotland had no power to stop the replacment of the Trident weapons system, it had a host of powers to protect the environment.\n"
        ]
    },
    {
        "input": "Juru bicara untuk Kementerian Luar Negeri Israel Yigal Palmor mengatakan, \"Ini lebih daripada aneh, khususnya sejak Hamas dikenal internasional sebagai kelompok teror.\"\n",
        "output": [
            "Spokesman Yigal Palmor for Israel's Foreign Ministry said, \"This is more than strange, especially since Hamas is internationally recognized as a terror group.\"\n"
        ]
    },
    {
        "input": "Penguasa setempat dari daerah gunung Harz di Jerman pusat juga mengumumkan keterbukaan kepada siapapun pengunjung dari \"rute pejalan kaki bugil secara resmi\" di luar alam.\n",
        "output": [
            "Local authorities of Harz mountain range in central Germany have also announced the openness to any visitor of an “official naked walking route” in nature's outdoors.\n"
        ]
    },
    {
        "input": "Sebagai ganti, itu tercipta es 'lunak'terbentuk dalam pipa dan kemudian patah tiba-tiba, mengalir ke bahan bakar/penukar pemanas minyak dan membatasinya.\n",
        "output": [
            "Instead, it is thought 'soft' ice formed in the pipes and then broke off, travelling to the fuel/oil heat exchanger and restricting it.\n"
        ]
    },
    {
        "input": "\" Ini merupakan konsekuensi yang dapat diduga dari pengabaian tindakan keselamatan, \" kata salah satu pengacara yang mewakili keluarga.\n",
        "output": [
            "\"This was a foreseeable consequence of ignoring safety measures,\" one attorney representing the families said.\n"
        ]
    },
    {
        "input": "Tambahan baru meliputi informasi pada Komisi Industri Militer Irak, \"kompleks industri militer yang dikelola negara\" yang memainkan sebuah \"peran penting dalam perubahan semua program senjata rezim.\"\n",
        "output": [
            "The new addenda included information on the Iraqi Military Industrial Commission, the \"state-run military-industrial complex\" which played a \"central role in the evolution of all the Regime's weapons programs\".\n"
        ]
    },
    {
        "input": "\"Ketika saya menjadi Presiden, kebijakan ekonomi yang hanya akan saya kejar adalah menghemat dana Amerika.\"\n",
        "output": [
            "\"When I am President, the only economic policy I shall pursue is to be frugal with the funds of the United States.\"\n"
        ]
    },
    {
        "input": "Sistem Pelaporan dan Penerimaan Komunikasi Pesawat (ACARS) dari pesawat tersebut mengirimkan 24 pesan selama empat menit panjangnya menyatakan banyaknya masalah dan peringatan, termasuk peringatan kecepatan udara yang salah yang di pesawat, sebelum itu akan turun.\n",
        "output": [
            "The plane's Aircraft Communications Addressing and Reporting System (ACARS) sent out 24 messages over a four-minute long period stating numerous problems and warnings, including incorrect air speed warnings occurring aboard the aircraft, just prior to it going down.\n"
        ]
    },
    {
        "input": "Patung-patung tersebut, sebuah replika baru dari \"Dewi Demokrasi\" dan pahatan yang disebut \"Relief Pembantaian Tiananmen\", yang ditempatkan di serambi pusat perbelanjaan Hong Kong Times Square dalam memperingati hari terjadinya Insiden Tiananmen ke-21.\n",
        "output": [
            "The sculptures, a new replica of the \"Goddess of Democracy\" and a carving called the \"Tiananmen Massacre Relief\", had been placed in the piazza of Hong Kong's Times Square shopping mall in remembrance of the 21st anniversary of the Tiananmen Square Incident.\n"
        ]
    },
    {
        "input": "The Matildas menempati peringkat ke-8 menurut FIFA pada peringkat terbaru.\n",
        "output": [
            "The Matildas are ranked 8th by FIFA in the latest rankings.\n"
        ]
    },
    {
        "input": "\"Memiliki bisnis yang mengijinkan bahwa jenis kotoran yang akan disiapkan melalui situs web mereka atau melalui sistem mereka adalah sesuatu yang mereka katakan tidak bisa mereka tangani.\"\n",
        "output": [
            "\"To have a business allow that type of filth to be purveyed through their website or through their system is something that they say they can't handle.\"\n"
        ]
    },
    {
        "input": "Kedua serangan bom ini tidak seperti bom bunuh diri dimana bom-bomnya berjenis dinamit dan bantalan peluru yang diikatkan pada dua orang wanita.\n",
        "output": [
            "These attacks were unlike suicide bombings in that the bombs were dynamite and ball bearings strapped to two women.\n"
        ]
    },
    {
        "input": "Meskipun serangan Palin, artikel asli di New York Times 3 Oktober menyimpulkan bahwa Obama dan Ayers tidak pernah dekat, dan hubungan tersebut melalui perjalanan awal Obama untuk proyek reformasi sekolah dan kantor, \"mengatakan bahwa jalan mereka telah melintas secara sporadis.\"\n",
        "output": [
            "Despite Palin's attack, the original article in the October 3 New York Times concluded that Obama and Ayers were never close, and that the connection was through Obama's initial run for office and a schools reform project, \"saying that their paths have crossed sporadically\".\n"
        ]
    },
    {
        "input": "Ia menghabiskan 3 jam 1 malam dalam apa yang dianggap salah satu instansi lebih kelas atas di Manhattan, Kamar Tersembunyi Rebecca, dimana menurut The Village Voice, \"Anda dapat mengambil pacar atau istri, dan perlakukan mereka dengan hormat-kecuali mereka berharap untuk diperlakukan dengan sesuatu selain rasa hormat!\"\n",
        "output": [
            "He spent three hours one night in what is considered one of the more upscale establishments in Manhattan, Rebecca's Hidden Chamber, where according to The Village Voice, \"you can take your girlfriend or wife, and have them treated with respect—unless they hope to be treated with something other than respect!\"\n"
        ]
    },
    {
        "input": "Jim Nussle, direktur Kantor Anggaran dan Manajemen mengatakan bahwa dia yakin bahwa defisit akan mulai menurun.\n",
        "output": [
            "Jim Nussle, director of the Office of Management and Budget said that he believes that the deficit will start to decline.\n"
        ]
    },
    {
        "input": "\"Ini adalah antara orang tua yang mendaftarkan anak mereka di sekolah kami dan kamilah yang bertanggung jawab.\"\n",
        "output": [
            "\"This is between the parents that enrol their children at our school and that is where the buck stops.\"\n"
        ]
    },
    {
        "input": "Menurut Sarkozy, langkah tambahan ini mengacu pada daerah perbatasan saja.\n",
        "output": [
            "According to Sarkozy, these additional measures refer to the border area only.\n"
        ]
    },
    {
        "input": "Juru bicara wanita Bree Jashin menyatakan serangan tersebut adalah akibat dari kelalaian.\n",
        "output": [
            "Spokeswoman Bree Jashin has stated the attack was the result of inattentiveness.\n"
        ]
    },
    {
        "input": "Dia diharapkan untuk mengajukan dokumen pada hari Kamis yang akan datang untuk membuat pencalonan resminya.\n",
        "output": [
            "He is expected to file papers next Thursday to make his candidacy official.\n"
        ]
    },
    {
        "input": "\"Ada banyak kepentingan dalam produk ini, \" kata editor Keith Alcorn dari Nasional Aids Manual.\n",
        "output": [
            "\"There is a lot of interest in this product,\" said editor Keith Alcorn of the National Aids Manual.\n"
        ]
    },
    {
        "input": "Pelaksanaan dari rekomendasi mereka akan berarti bahwa hak waris pada posisi tertinggi di masyarakat Jepang akan terjadi, tanpa prasangka jenis kelamin.\n",
        "output": [
            "Implementation of their recommendations would mean that succession to the highest position in Japanese society would occur without a gender bias.\n"
        ]
    },
    {
        "input": "Pada pernyataan kepada Komisaris, bemobile mengakui tidak membangun tiang pemamcar baru sejak bagian terakhir tahun 2010.\n",
        "output": [
            "In a statement to the Commission, bemobile admitted it had not built any new transmitter masts since the latter part of 2010.\n"
        ]
    },
    {
        "input": "Gambar-gambar dari kamera-kamera baru telah mengungkapkan bahwa satu bagian busa yang beratnya sekitar 250g jatuh lepas dari tangki bahan bakar luar saat peluncuran, tetapi tidak menyerang Orbiter tersebut.\n",
        "output": [
            "Images from new cameras have revealed that a section of foam weighing some 250 g fell away from the external fuel tank during launch, but did not strike the Orbiter.\n"
        ]
    },
    {
        "input": "Rabu malam, Houston Astros, tim baseball profesional di Amerika Utara, menang National League Pennant tahun 2005 dengan mengalahkan St. Louis Cardinals dengan skor 5 -1 untuk mencapai kemenangan ke-4 mereka di National League Championship Series.\n",
        "output": [
            "Wednesday night, the Houston Astros, a professional baseball team in North America, won the 2005 National League Pennant by defeating the St. Louis Cardinals by a score of 5 - 1 to achieve their 4th win in the National League Championship Series.\n"
        ]
    },
    {
        "input": "Misi ini akan \"mengukur gas yang berasal dari cendawan asap, \" mengakhiri pernyataan tersebut.\n",
        "output": [
            "The mission will \"measure the gas emanating from the plume,\" ended the statement.\n"
        ]
    },
    {
        "input": "Kematian terjadi di kota Toliara, sedangkan kejadian serupa terjadi di Sakaraha 130 km (80,8 mi) dari Toliara.\n",
        "output": [
            "The deaths occurred in the town of Toliara, with another similar situation happening 130 km (80.8 mi) away in Sakaraha.\n"
        ]
    },
    {
        "input": "Dari kira-kira pukul 1.00 siang hingga 4.15 sore ET, para pengguna melaporkan bahwa situs tersebut tidak dapat diakses.\n",
        "output": [
            "From roughly 1:00 to 4:15 pm ET, users reported the site was down.\n"
        ]
    },
    {
        "input": "Menteri Pertahanan Robert Gates memberi tahu reporter di Madrid pada hari Jumat bahwa ada bukti \"cukup baik\" bahwa Iran menyuplai senjata atau teknologi ke gerilyawan Irak.\n",
        "output": [
            "Defense Secretary Robert Gates told reporters in Madrid on Friday that the there was \"pretty good\" evidence that Iranians are supplying either weapons or technology to Iraqi militants.\n"
        ]
    },
    {
        "input": "Ada beberapa spekulasi bahwa Frelimo mungkin memakai ini untuk membiarkan Guebuza berkuasa untuk periode ketiga - saat ini, konstitusi mengijinkan seorang presiden untuk menjabat hanya dua periode di kantor.\n",
        "output": [
            "There has been some speculation that Frelimo may use this to allow Guebuza to run for a third term - currently, the constitution allows a president to serve only two terms in office.\n"
        ]
    },
    {
        "input": "Kutipan penuhnya menyatakan bahwa hadiah tersebut dianugerahkan \"Untuk penjelasan dari properti simetri spontan yang terpisah dalam teori ukur relativitas empat dimensi dan dari mekanisme untuk turunan konsisten dari massa boson vektor.\"\n",
        "output": [
            "The full citation stated the prize was awarded \"For elucidation of the properties of spontaneous symmetry breaking in four-dimensional relativistic gauge theory and of the mechanism for the consistent generation of vector boson masses.\"\n"
        ]
    },
    {
        "input": "Ini memicu gelombang protes dari dua kelompok yang mencakup Peraih Nobel dan ilmuwan lain yang sangat menentang ajaran tersebut, atau bahkan mendiskusikan penciptaan di kelas sains.\n",
        "output": [
            "This provoked a storm of protest from a group that included two Nobel Laureates and other scientists who strongly oppose the teaching, or even the discussion of creation in science class.\n"
        ]
    },
    {
        "input": "Gunung berapi ini tidak meletus sejak periode 4 bulan pada 1989-90.\n",
        "output": [
            "The volcano had not erupted since a four-month period in 1989-90.\n"
        ]
    },
    {
        "input": "Menteri Sumber Daya Martin Ferguson mengatakan bahwa \"tidak ada ancaman bagi pantai Australia.\"\n",
        "output": [
            "Resources Minister Martin Ferguson said that \"there's no threat to the Australian coast.\"\n"
        ]
    },
    {
        "input": "Ini adalah sebuah kejahatan yang cukup mengerikan, tidak berperasaan, dan masyarakat memegang petunjuk untuk memecahkan kejahatan ini secepatnya.\"\n",
        "output": [
            "\"This is quite an awful crime, quite senseless, and the community holds the clue to solving this crime quickly.\"\n"
        ]
    },
    {
        "input": "\"Tentu saja, masih ada permintaan telepon umum sekitar Australia.\n",
        "output": [
            "\"Certainly, there is a still a demand for payphones around Australia.\"\n"
        ]
    },
    {
        "input": "Ibu Daniel, Cheryl Stringer, mengatakan bahwa dia tidak mau rapat umum EDL diadakan: \"EDL telah memutuskan untuk melakukan ini dan ini tidak ada hubungan apapun dengan kami.\n",
        "output": [
            "Daniel's mother, Cheryl Stringer, has said she does not want the EDL rally to be held: \"The EDL have decided to do this and it's go nothing to do with us whatsoever.\n"
        ]
    },
    {
        "input": "Penerbangan Irlandia Ryanair mengalami penurunan 12% pada perdagangan pagi ini, karena kekuatiran yang makin intensif tentang kondisi pasar yang sepi di tengah-tengah ketakutan akan tanda-tanda resesi.\n",
        "output": [
            "Irish airline Ryanair took a 12% slump in this morning’s trade, further intensifying concern about poor market conditions amid recessionary fears.\n"
        ]
    },
    {
        "input": "Tapi pagi ini, polisi Dallas telah melaporkan bahwa Owens mengambil pil dalam jumlah besar yang tidak diketahui, dan ketika ditanya oleh polisi pagi ini apakah ia telah berusaha untuk melukai dirinya sendiri, Owens menjawab, \"Ya.\"\n",
        "output": [
            "But this morning, Dallas police have reported that Owens took an unknown large amount of the pills, and when asked by police this morning if he had been attempting to hurt himself, Owens replied, \"Yes.\"\n"
        ]
    },
    {
        "input": "Menurut Radiopress, sebuah agen berita Jepang yang memonitor siaran radio Korea Utara, North's Korean Central Broadcasting Station, dan juga Korean Central News Agency dan media Korea Utara yang lain, telah menghentikan istilah \"Pemimpin tercinta\" ketika mengacu pada Kim Jong Il, pemimpin besar negara tersebut.\n",
        "output": [
            "According to Radiopress, a Japanese news agency that monitors North Korea's radio broadcasts, the North's Korean Central Broadcasting Station, as well as the Korean Central News Agency and other North Korean media, have stopped using the term \"Dear leader\" when referring to Kim Jong Il, the country's supreme leader.\n"
        ]
    },
    {
        "input": "Namun, pasangan ini tetap berkontribusi dalam mencetak poin bagi tim, dengan Crispin mencetak 12 poin dan 15 rebound, dan Merritt mencetak 16 poin dan 6 rebound.\n",
        "output": [
            "Nonetheless, the pair still contributed to the team's scoreline, with Crispin scoring 12 points with 15 rebounds, and Merritt scoring 16 points with six rebounds.\n"
        ]
    },
    {
        "input": "Pihak oposisi Australia telah memanfaatkan komentar tersebut sebagai peluang untuk menyerang pemerintah.\n",
        "output": [
            "The Australian opposition has used the comments as an opportunity to attack the government.\n"
        ]
    },
    {
        "input": "Tim medis mengeluarkan Conway dari mobilnya, dan dia dibawa ke rumah sakit dengan cedera di kaki.\n",
        "output": [
            "Medics took Conway out of the car, and he was taken to the hospital with a leg injury.\n"
        ]
    },
    {
        "input": "Artikel-artikel berita seringkali hanya membahas sejumlah isu tertentu tapi mengabaikan isu-isu lain yang bisa saja jauh lebih penting.\n",
        "output": [
            "News articles frequently discuss some issues but neglect others that might be more critical.\n"
        ]
    },
    {
        "input": "Satu barang, sebuah cawan ditafsirkan bernilai beberapa ribu euro.\n",
        "output": [
            "One item, a cup, has been valued at several thousand Euros.\n"
        ]
    },
    {
        "input": "Warga kota berulang kali menghubungi polisi untuk menyingkirkan para pengunjuk rasa dari tanah tersebut, yang sekarang dimiliki oleh provinsi dan dipercayakan sampai sengketa tersebut diselesaikan.\n",
        "output": [
            "Townspeople have repeatedly called for police to remove the protesters from the land, which is now owned by the province and being held in trust until the dispute is resolved.\n"
        ]
    },
    {
        "input": "Sebagian dari Jalan antar negara bagian 35 dan Jalan antar negara bagian 30 telah ditutup.\n",
        "output": [
            "Portions of Interstate 35 and Interstate 30 were shut down.\n"
        ]
    },
    {
        "input": "Sebuah kelompok paparazi merekam sebuah video dimana Britney mengendarai mobilnya kearah mobil lain pada tanggal 6 Agustus saat dia mencoba mendapatkan tempat parkir di Studio City.\n",
        "output": [
            "A group of paparazzi recorded a video Britney steering her car into another vehicle on August 6 as she tried to pull into a parking spot in a Studio City lot.\n"
        ]
    },
    {
        "input": "Bronco, bagaimanapun, menang 19-8 pada pertandingan kandang; dan Blount dan penyerang Oregon gagal mencapai first down tunggal pada 37 menit pertama permainan.\n",
        "output": [
            "The Broncos, however, won 19–8 in their home field; and Blount and Oregon's offense failed to achieve a single first down for the game's first 37 minutes.\n"
        ]
    },
    {
        "input": "Polisi Bathurst menolak berkomentar ketika dihubungi tentang pernyataan tersebut hari ini.\n",
        "output": [
            "Bathurst Police refused to comment when contacted about the statement today.\n"
        ]
    },
    {
        "input": "Pada IntercontinentalExchange Brent Crude futures mencapai US89,30 (berdasarkan bulan Desember) pada 8:34 am.\n",
        "output": [
            "On the IntercontinentalExchange Brent Crude futures reached US$89.30 (basis December) as of 8:34 a.m..\n"
        ]
    },
    {
        "input": "Pria-pria tersebut yang diselamatkan pada 9 Mei belum berbicara secara publik tentang waktu yang mereka habiskan terjebak di bawah tanah.\n",
        "output": [
            "The men, who were rescued on May 9, have not spoken publicly about the time they spent trapped underground.\n"
        ]
    },
    {
        "input": "Mereka sangat khawatir untuk kembali ke rumahnya karena takut akan timbulnya tsunami yang lain, tetapi menurut Reuters, para pejabat kesehatan khawatir tentang ancaman penyakit bagi mereka yang masih dalam pengungsian.\n",
        "output": [
            "They are too apprehensive to return home due to fears of another tsunami, but according to Reuters, health officials are worried about the threat of disease among those who are still in refuge.\n"
        ]
    },
    {
        "input": "Di negara-negara berkembang, laporan itu menyatakan, kaum miskin urban kemungkinan paling terpengaruh oleh kemunduran ekonomi, karena kemampuan mereka untuk menemukan pekerjaan adalah sangat bergantung pada faktor-faktor seperti investasi luar negeri dan permintaan ekspor.\n",
        "output": [
            "In developing countries, the report says, the urban poor are likely to be most affected by the economic slowdown, as their ability to find work is most dependent on factors like foreign investment and export demand.\n"
        ]
    },
    {
        "input": "Free State unggul 17 melawan 0 selama babak pertama.\n",
        "output": [
            "The Free State were up 17 to nil during the first half.\n"
        ]
    },
    {
        "input": "Proyek senilai 1 juta Poundsterling ini akan terdiri dari sebuah rangkaian turbin air yang akan dipasang di Romney Weir di dekat Sungai Thames.\n",
        "output": [
            "The £1 million project will consist of a series of under-water turbines to be installed at Romney Weir in the nearby River Thames.\n"
        ]
    },
    {
        "input": "\"DS4SEQ ingin mendapatkan persentase yang cukup besar pada pemilihan primer dan memenangkan sejumlah kursi, \" kata Bapak Furze.\n",
        "output": [
            "\"DS4SEQ would like to gain a sizeable percentage of the primary vote and win a number of seats,\" Mr furze said.\n"
        ]
    },
    {
        "input": "Paul Collingwood membuat hanya 1 run sebelum keluar meninggalkan Inggris pada 83-4.\n",
        "output": [
            "Paul Collingwood made just one run before being run out to leave England on 83-4.\n"
        ]
    },
    {
        "input": "Amukan itu sudah waktunya terjadi di luar jarak pendengaran Hakim Brinkema dan para juri juga orang-orang memenuhi ruang pengadilan untuk istirahat.\n",
        "output": [
            "The outbursts have been timed to occur outside the earshot of Judge Brinkema and the jury as those persons filed out of the courtroom for recesses.\n"
        ]
    },
    {
        "input": "Ringkasan dokumen tersebut menyatakan \"kemungkinan dibutuhkan nasehat menteri pada situasi tersebut.\"\n",
        "output": [
            "The summary of the document said \"It may be necessary to advise the minister of the situation.\"\n"
        ]
    },
    {
        "input": "Namun, karena angin meningkat sore ini, bara api terbawa ke seberang saluran air dan api sekarang menuju ke wilayah padat penduduk di Palmdale.\n",
        "output": [
            "However, as winds picked up in the afternoon, fire embers were carried across the aqueduct and the fire is now heading towards a highly-populated area of Palmdale.\n"
        ]
    },
    {
        "input": "Anak lelaki Nona Gibbons John, dari Liverpool, telah meminta pada masyarakat Inggris yang marah dengan hukuman penjara ibunya agar tidak menyalakan kaum Muslim.\n",
        "output": [
            "Ms Gibbons' son John, from Liverpool, has asked that British people angered by his mother's jail sentence should not turn against Muslims.\n"
        ]
    },
    {
        "input": "Sebagian besar klub NHL telah kehilangan uang selama 5 tahun terakhir dan sebagai hasilnya klub-klub tersebut ingin memberi batas gaji pada jumlah tertentu.\n",
        "output": [
            "The majority of NHL clubs have lost money over the last five years and as a result the clubs wanted to cap pay at a set amount.\n"
        ]
    },
    {
        "input": "Sunnybank memimpin 17 poin lawan 3 pada saat sekarat di babak pertama, tetapi kecolongan penalti yang mengakibatkan gol tuan rumah yang pada akhirnya menjadi poin final mereka dari pertandingan tersebut.\n",
        "output": [
            "Sunnybank lead 17 points to 3 in the dying moments of the first half, but conceded a penalty which resulted in the hosts scoring what would ultimately be their final points of the game.\n"
        ]
    },
    {
        "input": "Kondisi tulang rangka orang ini menunjukkan bahwa dia mengalami luka serius pada lutut dan masalah gigi.\n",
        "output": [
            "The skeleton of this man reveals that he had serious knee injury and tooth problems.\n"
        ]
    },
    {
        "input": "Pilihan dari strategi termasuk meningkatkan hubungan Afgan-Pakistan sementara mendirikan kembali ekonomi afganistan.\n",
        "output": [
            "Options for a strategy include improving Afghan-Pakistani relations, while rebuilding Afghanistan's economy.\n"
        ]
    },
    {
        "input": "Pengaturan komersial lainnya merupakan bagian dari kontrak, kata pejabat tersebut.\n",
        "output": [
            "Other commercial arrangements are part of the contract, the official said.\n"
        ]
    },
    {
        "input": "Pada tanggal 7 Agustus, tentara Georgia melancarkan serangan terhadap kota Ossetia di Tskhinvali.\n",
        "output": [
            "On August 7, Georgian troops launched an offensive against the Ossetian town of Tskhinvali.\n"
        ]
    },
    {
        "input": "Pada tahun 1997 Gereja dihukum karena penipuan di Lyon dan 1999 di Marseille.\n",
        "output": [
            "In 1997 the Church was convicted of fraud in Lyon and 1999 in Marseille.\n"
        ]
    },
    {
        "input": "Resolusi tersebut mengarahkan Sekretaris Umum Perserikatan Bangsa-Bangsa Ban Ki-Moon untuk mengatur sebuah konferensi pada semua negara Timur Tengah.\n",
        "output": [
            "The resolution directs United Nations Secretary-General Ban Ki-Moon to organize a conference of all the Middle East states.\n"
        ]
    },
    {
        "input": "Wilayah terhangat di sepanjang belang harimau berhubungan kepada dua lokasi jet yang terlihat di image Cassini.\n",
        "output": [
            "The warmest regions along the tiger stripes correspond to two of the jet locations seen in Cassini images.\n"
        ]
    },
    {
        "input": "Pada hari Senin penghuni sebuah gedung apartemen tak jauh dari Paris menemukan sebuah bom Perang Dunia II tersangkut di cerobong asap mereka.\n",
        "output": [
            "On Monday residents of an apartment building just outside of Paris discovered a World War II bomb lodged in their chimney.\n"
        ]
    },
    {
        "input": "Bill Clinton, bekas Presiden Amerika Serikat, akan mengunjungi Rumania pada 21 Mei, untuk berpartisipasi sebagai pembicara utama pada konferensi BeyondBorders 2005 di Bukares.\n",
        "output": [
            "Bill Clinton, the former President of the United States of America, will make a visit to Romania on May 21, to participate as the keynote speaker at the BeyondBorders 2005 conference in Bucharest.\n"
        ]
    },
    {
        "input": "Komite Investigasi Moskow mengidentifikasi pelaku utama sebagai seorang mantan narapidana bernama Sergei Pomazun.\n",
        "output": [
            "The Moscow Investigative Committee identify the main suspect as former convict Sergei Pomazun.\n"
        ]
    },
    {
        "input": "Setidaknya ada dua pemenanga besar di hari Selasa malam 370 juta US dolar pengundian lotre Mega Millions yang diadakan di 12 negara bagian A. S.\n",
        "output": [
            "There are at least two big winners in Tuesday night's US$370 million Mega Millions lottery drawing which is held in 12 U.S. states.\n"
        ]
    },
    {
        "input": "Forbes mendata secara total 1.210 miliarder yang jumlah kekayaan gabungan mereka setara 4,5 triliun dolar, sebuah peningkatan dari total keseluruhan tahun lalu yaitu 3,6 triliun dolar.\n",
        "output": [
            "Forbes lists a world total of 1,210 billionaires whose combined wealth is US$4.5 trillion, an increase from last year's total of US$3.6 trillion.\n"
        ]
    },
    {
        "input": "Petani-petani Selandia Baru telah memenangkan kunci kemenangan di Parlemen dengan pemungutan suara anggota parlemen untuk membebaskan anjing pekerja pertanian dari undang-undang mikrochip, lolos dengan jumlah suara 61:60.\n",
        "output": [
            "New Zealand farmers have won a key victory in Parliament, with MPs voting to exempt Working farm dogs from microchipping legislation, passing 61:60.\n"
        ]
    },
    {
        "input": "Pejabat Australia mewaspadai bahwa dia telah dikirim oleh Amerika Serikat ke Mesir selama enam bulan.\n",
        "output": [
            "Australian officials were aware that he had been transferred by the United States to Egypt for six months.\n"
        ]
    },
    {
        "input": "Sebuah tanda yang menandai kekembarannya direncanakan bagi bundaran tersebut.\n",
        "output": [
            "A sign marking the twinning is planned for the roundabout.\n"
        ]
    },
    {
        "input": "Petugas yang dicurigai, Alexei Mitayev, dipecat dari kepolisian, ditahan, dan dikatakan telah sejak itu mengakui kejahatan ini.\n",
        "output": [
            "The suspected officer, Alexei Mitayev, was dismissed from the force, arrested, and is said to have since confessed to this crime.\n"
        ]
    },
    {
        "input": "\"Untuk apa anak saya mati?\"\n",
        "output": [
            "\"What did my son die for?\"\n"
        ]
    },
    {
        "input": "\"Persetujuan pembelian BA terhadap bmi hari ini kembali menunjukkan bahwa EC memberikan perlakuan yang berbeda terhadap perusahaan Eropa dan Ryanair, \" ujar bos Ryanair.\n",
        "output": [
            "\"Today's rubber-stamping of BA's purchase of bmi shows yet again that the EC has one rule for Europe's flag-carriers, but different rules for Ryanair\", said Ryanair chief .\n"
        ]
    },
    {
        "input": "Produsen mainan Mattel hari ini mengumumkan bahwa mereka menarik kembali lebih banyak produk yang dikhawatirkan tingkat bahaya timbal dalam cat mainan tersebut.\n",
        "output": [
            "Toy manufacturer Mattel announced today that they are recalling more products over fears of dangerous levels of lead in the toy's paint.\n"
        ]
    },
    {
        "input": "Tidak seorang pasien pun yang diberi tahu bahwa mereka didoakan, dan tidak satu kelompok doa pun yang tahu untuk siapa mereka berdoa.\n",
        "output": [
            "None of the patients were told that they were prayed for, and none of the prayer groups knew who they prayed for.\n"
        ]
    },
    {
        "input": "Mereka juga memutuskan untuk mencabut semua rekor Matos dalam rekor Olimpiade.\n",
        "output": [
            "They also called for all records of Matos to be removed from the Olympic records.\n"
        ]
    },
    {
        "input": "Dua juri dan seorang hakim akan duduk di setiap panel tiga orang, dan memutuskan kasus kriminal dan sipil.\n",
        "output": [
            "Two jurors and a judge will be sitting on each three-person panel, and decide both criminal and civil cases.\n"
        ]
    },
    {
        "input": "Kunjungan Bapak Shinawatra baru-baru ini ke wilayah diikuti dengan penembakan lebih lanjut.\n",
        "output": [
            "Mr. Shinawatra's recent visit to the region was followed by further shootings.\n"
        ]
    },
    {
        "input": "Sebuah tambahan yang sangat panjang merinci aturan-aturan yang harus diikuti dalam peristiwa melarikan diri atau upaya melarikan diri.\n",
        "output": [
            "A lengthy addition details rules to follow in the event of an escape or escape attempt.\n"
        ]
    },
    {
        "input": "Menteri Pertama Skotlandia Alex Salmond MSP meluncurkan patung perunggu dan taman peringatan di Moodiesburn pada hari Minggu di depan sekitar 600 kerumunan.\n",
        "output": [
            "Scotland's First Minister Alex Salmond MSP unveiled a bronze statue and a memorial garden in Moodiesburn on Sunday in front of a crowd of approximately 600.\n"
        ]
    },
    {
        "input": "Laporan mengatakan Woodruff sedang merekam laporan dalam sebuah kendaraan militer mekanik Irak dekat Taji, Irak ketika ada kendaraan berlari mendekat dan meledakkan alat peledak improvisasi.\n",
        "output": [
            "Reports say Woodruff was taping a report inside an Iraqi mechanized military vehicle near Taji, Iraq when the vehicle ran over and detonated an improvised explosive device.\n"
        ]
    },
    {
        "input": "Namun, kadang-kadang selama 10 triliun tahun terakhir sebuah pecahan besar dari baryon, umumnya dirujuk sebagai \"material biasa\" untuk membedakan mereka dari materi gelap dan enersi gelap, telah hilang.\n",
        "output": [
            "However, sometime during the last 10 billion years a large fraction of the baryons, commonly referred to as \"ordinary matter\" to distinguish them from dark matter and dark energy, have gone missing.\n"
        ]
    },
    {
        "input": "\"Kekurangan tenaga listrik ini merupakan akibat dari krisis energi yang berpotensi untuk merusak sektor industri negara ini, \" ujar seorang pedagang di pasar saham Indonesia.\n",
        "output": [
            "\"The power outage has resulted in worries over an energy crisis which could hurt the nation's industrial sector,\" said a trader on Indonesia's stock market.\n"
        ]
    },
    {
        "input": "Senator Joe Ludwig (Partai Buruh, Queensland) bertanya ke Menteri Hukum dan Bea Cukai Senator Chris Ellison dalam Rapat Dengar Pendapat apakah dia yakin dengan klaim yang dibuatnya kemarin bahwa penemuan Jian Seng menunjukkan bahwa Pemerintah Australia hadir, \"Pengawasan udara dan maritim untuk menghadang kapal dalam kondisi seperti itu, dan hal itu telah dilakukan\", dan bertanya mengapa Pemerintah memerlukan waktu dua minggu untuk menghadang kapal setelah ia masuk ke perairan Australia.\n",
        "output": [
            "Senator Joe Ludwig (Labor, Queensland) asked of the Minister for Justice and Customs Senator Chris Ellison in Question Time whether he stood by his claim that he made yesterday that the discovery of the Jian Seng demonstrated that the Australian Government had in place \"aerial and maritime surveillance to intercept a vessel in these circumstances, and that was done\", and asked why it took the Government two weeks to intercept the vessel after it entered Australian waters.\n"
        ]
    },
    {
        "input": "Pihak Kepolisian berkata bahwa para pelaku penyerangan berhasil menguasai keadaan di Taj Mahal dan Hotel Oberoi Trident.\n",
        "output": [
            "Police say that they are in control of both the Taj Mahal and Oberoi Trident hotels.\n"
        ]
    },
    {
        "input": "\"Dalam proses, ada banyak debu aluminum (aluminium) mengambang di udara.\"\n",
        "output": [
            "\"In the process, there is lots of aluminum (aluminium) dust floating in the air. \"\n"
        ]
    },
    {
        "input": "\"Langit sudah jernih dan kami memutuskan untuk melakukan peluncuran, \" ujar kontrol misi kepada NASA TV.\n",
        "output": [
            "\"The clouds broke up and that's why we were go for launch,\" stated mission control on NASA TV.\n"
        ]
    },
    {
        "input": "Para wartawan sans frontieres mengakui bahwa Polandia adalah hanya negara di Uni Eropa dimana dihukum penjara atas \"pelanggaran berpendapat\" dan ini kejadian yang pertama di EU.\n",
        "output": [
            "Reporters sans frontières claims that Poland is the only European Union country in which prison sentences are imposed for \"offences of opinion\" and that this is the first such occurrence in the EU.\n"
        ]
    },
    {
        "input": "Studi mendukung penggunaan energi nuklir dan menyerang beberapa data yang digunakan oleh pihak yang melakukan kampanye anti-nuklir.\n",
        "output": [
            "The study endorses the use of nuclear energy and attacks some of the data used by anti-nuclear campaigners.\n"
        ]
    },
    {
        "input": "2 kereta api tergelincir dari rel dalam 2 hari jalur jalan kereta api ditutup di Australia.\n",
        "output": [
            "Two train derailments in two days have closed railway lines in Australia.\n"
        ]
    },
    {
        "input": "Dengan adanya pemilihan pada hari Sabtu di negara Australia Queensland, wartawan Wikinews Patrick Gillett mengulas peserta partai.\n",
        "output": [
            "With an election coming up this Saturday in the Australian state of Queensland, Wikinews reporter Patrick Gillett previews the contesting parties.\n"
        ]
    },
    {
        "input": "Daftar yang di maksudkan oleh Fosse mengarah pada daftar dari komisi parlemen atas pemujaan di Prancis pada tahun 1995.\n",
        "output": [
            "The list which Fosse referred to is a list from the 1995 Parliamentary Commission on Cults in France.\n"
        ]
    },
    {
        "input": "Beberapa pengamat menyarankan bahwa gencatan senjata yang paling akhir adalah didasarkan pada taktik ETA menyebabkan dukungan mereka pada wilayah Basque jatuh.\n",
        "output": [
            "Several analysts have suggested that this most recent ceasefire is based on ETA's tactics causing their support in the Basque region to plummet.\n"
        ]
    },
    {
        "input": "Dennis vanEngelsdorp, seorang pakar lebah di Dinas Pertanian Negara Bagian Pennsylvania, mengatakan bahwa \"walau kami belum meyakininya, kami bisa katakan bahwa ini merupakan penyakit yang sifatnya menular.\"\n",
        "output": [
            "According to Dennis vanEngelsdorp, a bee specialist with the Pennsylvania State Department of Agriculture, \"We are pretty sure, but not certain, that it is a contagious disease.\"\n"
        ]
    },
    {
        "input": "Menurut laporan berita, McHale sengaja menaruh bendera Kanada melewati jalan dari DCE (Douglas Creek Estates) tempat pendudukan Aborigin telah terjadi selama 10 bulan.\n",
        "output": [
            "According to news reports, McHale intended to put the Canadian flag across the street from DCE (Douglas Creek Estates) where the aboriginal occupation has been ongoing for 10 months.\n"
        ]
    },
    {
        "input": "Pengemudi Ferrari, Fernando Alonso adalah salah satu di antara mereka yang menyatakan dukungan, mempersembahkan posisi teratas pada hasil kualifikasi Sabtu untuk De Villota.\n",
        "output": [
            "Ferrari driver Fernando Alonso was among those expressing his support, dedicating his pole postion in Saturday's qualifying to De Villota.\n"
        ]
    },
    {
        "input": "Ini merupakan tahun ke enam pelaksanaan kompetisi Tee Ball Gedung Putih.\n",
        "output": [
            "This is the sixth year of the White House Tee Ball Initiative.\n"
        ]
    },
    {
        "input": "Para anggota dari rezim sementara dan keluarga dekatnya dilarang untuk memasuki Selandia Baru.\n",
        "output": [
            "Members of the interim regime and their immediate families are barred from entering New Zealand.\n"
        ]
    },
    {
        "input": "Pemerintah telah mengkonfirmasi bahwa empat orang ditemukan tewas di lokasi kejadian.\n",
        "output": [
            "The government has confirmed that four people were dead in the incident.\n"
        ]
    },
    {
        "input": "Ini bisa dikatakan sebagai bencana udara komersial Rusia terburuk sejak bulan Agustus tahun 2006 ketika 170 orang tewas setelah Tupolev Tu-154 jet penumpang, penerbangan 612, yang dimiliki oleh Pulkovo Airlines berpangkalan di St. Petersburg, jatuh di Ukraina.\n",
        "output": [
            "This is said to be Russia's worst commercial air disaster since August 2006 when 170 people died after a Tupolev Tu-154 passenger jet, flight 612, owned by St. Petersburg-based Pulkovo Airlines, crashed in the Ukraine.\n"
        ]
    },
    {
        "input": "\"Ini membuktikan bahwa kami tetap bersatu dan kuat.\"\n",
        "output": [
            "\"It was the proof that we are still united and powerful.\"\n"
        ]
    },
    {
        "input": "Polisi membawa beberapa orang ( biasanya wanita) yang mencoba turut menghalangi penghancuran properti mereka.\n",
        "output": [
            "Police was bringing down those few (basically women) who tried to interfere with the destruction of their property.\n"
        ]
    },
    {
        "input": "Dokter perbidanan Andrew Miller mengatakan bahwa kehamilan ovarium yang bertahan sampai masa melahirkan adalah \"tidak pernah terjadi.\"\n",
        "output": [
            "The hospital's obstetrician Andrew Miller says that having an ovarian pregnancy survive to full-term is \"unheard of\".\n"
        ]
    },
    {
        "input": "Situasi berakhir tanpa insiden dan semua penumpang beserta awak di dalam pesawat bisa turun dengan selamat.\n",
        "output": [
            "The situation ended without incident and all passengers and crew on board the aircraft were able to leave safely.\n"
        ]
    },
    {
        "input": "Kemah latihan Manny Pacquiao yang dipimpin oleh manajer Freddie Roach mengklaim bahwa Diaz akan membutuhkan sebuah \"keajaiban\" untuk menghentikan \"The Pacman\" dari usaha bergerak menuju kelas berat 135 lbs dimana Diaz menjadi juara bertahan disana.\n",
        "output": [
            "The camp of Manny Pacquiao led by manager Freddie Roach claimed that Diaz will need a \"fucking miracle\" to stop 'The Pacman' from moving up to the 135 lbs. weight class where Diaz is top brass.\n"
        ]
    },
    {
        "input": "Dia mengatakan warga sipil membayar harga tidak seimbang di Lebanon dan Israel utara dan menyatakan bahwa \"Tanggapan ketidakseimbagan oleh Israel adalah pelanggaran hukum kemanusiaan internasional.\"\n",
        "output": [
            "He said civilians are paying a disproportionate price in Lebanon and northern Israel and stated that \"A disproportionate response by Israel is a violation of international humanitarian law.\"\n"
        ]
    },
    {
        "input": "Jembatan Danziger membentang pada sebuah kanal yang menghubungkan Danau Pontchartrain dan Sungai Mississippi.\n",
        "output": [
            "The Danziger Bridge spans a canal which connects Lake Pontchartrain and the Mississippi River.\n"
        ]
    },
    {
        "input": "Dia juga mengumumkan bahwa ia ingin perubahan dalam undang-undang pemilu sehingga sistem politik dua partai akan muncul, dan bahwa ia ingin membentuk pemerintahan mayoritas setelah pemilu berikutnya.\n",
        "output": [
            "He also declared that he wanted a change in the electoral law so that a bipartisan political system would arise, and that he wants to form a majority government after the next election.\n"
        ]
    },
    {
        "input": "Penerbangan #214 dari Seoul, membawa 291 penumpang — termasuk satu bayi, dan 16 anggota kru — menabrak di lintasan 28L.\n",
        "output": [
            "Flight #214, coming from Seoul, carrying 291 passengers — including one infant, and 16 crew members — crashed on runway 28L.\n"
        ]
    },
    {
        "input": "Dengar pendapat tanggal 31 Januari dimulai dengan komentar dari kurang lebih 25 orang dari sekitar 35-40 orang pendengar, seluruhnya menentang proposal DA.\n",
        "output": [
            "The January 31 hearing began with comments by approximately 25 of the audience of roughly 35–40, all of which opposed the DA's proposal.\n"
        ]
    },
    {
        "input": "\"Yang pertama dingin dan kering dan yang kedua hangat dan lembab.\"\n",
        "output": [
            "\"The first one was cold and dry and the second one was warm and humid.\"\n"
        ]
    },
    {
        "input": "Smith mengatakan pengaruh hubungan dengan Amerika - yang kuat sejak Perang Dunia II - \"Ini bukanlah sesuatu yang saya percaya akan mengganggu apa yang sampai sekarang dalam hubungan yang sangat baik antara pemerintahan baru dan pemerintah (AS).\"\n",
        "output": [
            "Smith said of the effect on relations with the US - which have been strong since World War II - \"It's not something which I believe will disturb what to date has been a very good working relationship between the new government and the (U.S.) administration.\"\n"
        ]
    },
    {
        "input": "Pertanyaannya adalah apa yang kami inginkan untuk tidak dikatakan dan siapa yang memutuskan.\n",
        "output": [
            "The question is what we need not to be told and who decides.\n"
        ]
    },
    {
        "input": "Putri Kiko telah melahirkan bayi laki-laki 2.558 gram ( 5.639 pon), pada tanggal 6 September pukul 8 lewat 27 (Waktu Standard Jepang).\n",
        "output": [
            "Princess Kiko has given birth to a 2,558 gram (5.639 lb) baby boy, on 6 September at 8 h 27 (Japan Standard Time).\n"
        ]
    },
    {
        "input": "Unggulan GOP satu kali bekas Walikota New York Rudy Giuliani, yang tertinggal pada urutan ketiga di Florida, negara bagian yang dia jadikan basis kampanye, gugur dari persaingan hari Rabu, sebagian besar dikarenakan dia tidak memiliki kemenangan sebelumnya dan berkurangnya dukungan.\n",
        "output": [
            "One time GOP front-runner Former New York City Mayor Rudy Giuliani, who placed a lagging third in Florida, the state he based his campaign on, dropped out of the race Wednesday, largely because he had no previous primary wins and dwindling support.\n"
        ]
    },
    {
        "input": "Hamas, sebuah partai Islam radikal, telah meraih kemenangan mayoritas dalam pemilihan dewan di Jalur Gaza yang diadakan bulan lalu.\n",
        "output": [
            "Hamas, a radical islamist party, has won by a large majority in the Gaza Strip council elections held last month.\n"
        ]
    },
    {
        "input": "Pada dosis itu, kata Wurtman, efek hormon ini berakhir setelah beberapa hari karena melatonin penerima di otak menjadi tidak responsif bila terkena terlalu banyak hormon.\n",
        "output": [
            "At that dose, says Wurtman, the hormone's effects end after a few days because melatonin receptors in the brain become unresponsive when exposed to too much of the hormone.\n"
        ]
    },
    {
        "input": "Pada tanggal 22 April, lapisan minyak terlihat di permukaan teluk.\n",
        "output": [
            "On April 22, an oil slick appeared on the surface of the Gulf.\n"
        ]
    },
    {
        "input": "Ibu Graham membelinya dari toko amal Sue Ryder setelah melihat anggota staf Thatcher meletakkannya di toko.\n",
        "output": [
            "Ms. Graham bought them in a Sue Ryder charity shop after seeing a member of Thatcher's staff drop them in the shop.\n"
        ]
    },
    {
        "input": "Crossrail tidak menunjukkan bahwa proyek ini akan berusaha untuk menetapkan sebuah nilai yang adil dalam penawaran aslinya dan malah hanya akan menawarkan sekitar 50 Poundsterling untuk tiap properti dengan harapan bahwa tidak banyak warga yang akan membawa masalah ini ke Pengadilan Tanah.\n",
        "output": [
            "Crossrail does not indicate that it will attempt to assign a fair value in the original offer and instead is only going to offer around £50 per property in the hope that not many people take the matter to the Land Tribunal.\n"
        ]
    },
    {
        "input": "Presiden Turki Abdullah Gul mengatakan dalam sebuah pernyataan, \"Tidak ada yang bisa didapatkan dengan teror, yang dengan kasar merenggut nyawa orang yang tidak bersalah.\"\n",
        "output": [
            "Turkish President Abdullah Gül said in a statement, \"Nothing can be achieved by terror, violently claiming lives of the innocent.\"\n"
        ]
    },
    {
        "input": "Kelompok kecil sekitar 15 anggota kepolisian menunggu kedatangan kelompok tersebut.\n",
        "output": [
            "A small group of about 15 police officers awaited the arrival of the group.\n"
        ]
    },
    {
        "input": "Seorang tetangga lainnya menambahkan, \"Tetangga yang luar biasa, anak-anak termanis yang pernah saya kenal.\"\n",
        "output": [
            "Another neighbor added, \"Wonderful neighbors, just the sweetest kids I've ever known.\"\n"
        ]
    },
    {
        "input": "Para peneliti menemukan liver menunjukkan level yang lebih tinggi dari enkoding gen \"selenoprotein P\" (SEPP1) pada orang dengan diabetes tipe 2 - yang lebih resisten terhadap insulin.\n",
        "output": [
            "The researchers found the liver expresses higher levels of the gene encoding \"selenoprotein P\" (SEPP1) in people with type 2 diabetes – those with more insulin resistance.\n"
        ]
    },
    {
        "input": "Kerjasama antara pemerintah pusat, pemerintah South Wales, dan Sydney Cricket and Sports Ground Trust dijalin untuk menutupi biaya tambahan yang dibutuhkan untuk Sydney Cricket Ground yang diselesaikan tahun 2014.\n",
        "output": [
            "A partnership between the government, New South Wales Government and the Sydney Cricket and Sports Ground Trust will cover additional costs associated with the Sydney Cricket Ground with work completed by 2014.\n"
        ]
    },
    {
        "input": "Bourdin tinggal dengan pasangan tersebut selama 3 bulan sebelum jurnalis mengungkapnya dan kebohongannya terbukti melalui test DNA.\n",
        "output": [
            "Bourdin lived with the couple for three months before a journalist exposed him and his lies were confirmed by a DNA test.\n"
        ]
    },
    {
        "input": "USA dan Eropa masing-masing menyumbang lebih dari 25% dari sumbangan emisi global.\n",
        "output": [
            "The USA and Europe have each contributed more than 25% of accumulated global emissions.\n"
        ]
    },
    {
        "input": "\"Red Baron\" membuat waktu tercepat dan rekor kecepatan tertinggi untuk lintasan ini.\n",
        "output": [
            "The \"Red Baron\" set up the fastest time and the top speed record for this track.\n"
        ]
    },
    {
        "input": "Penggunaan dari riwayat pencarian tersebut mengharuskan pengguna memiliki dan masuk ke Google atau akun Gmail.\n",
        "output": [
            "Use of the search history requires that the user have and log in to a Google or Gmail account.\n"
        ]
    },
    {
        "input": "Pada pemilihan umum tahun 2003, ADQ mengumpulkan 21% suara.\n",
        "output": [
            "In the 2003 election, the ADQ garnered 21% of the vote.\n"
        ]
    },
    {
        "input": "Editor energi The Guardian, Terry Macalister, menulis bahwa \"katalog kesalahan - baik manusia dan mekanikal\" di dalam laporan \"menghancurkan\" industri minyak \" lebih banyak sebagaimana mantra\" utamakan keselamatan.\n",
        "output": [
            "The energy editor of The Guardian, Terry Macalister, wrote that the \"catalogue of errors - both human and mechanical\" in the report \"demolish\" the oil industry's \"much quoted mantra\" of safety first.\n"
        ]
    },
    {
        "input": "Newport dan Glyndwr ditetapkan untuk menjadi perguruan tinggi pada hak mereka.\n",
        "output": [
            "Newport and Glyndwr are set to become universities in their own right.\n"
        ]
    },
    {
        "input": "Kekerasan pagi ini berbeda pernyataan Maj Gen William Caldwell, mengakui \"para pemberontak dan para teroris memukul kembali dalam percobaan untuk mengganti keberhasilan pemerintah Iraq dan pasukan keamanannya\", Jenderal terus mengatakan bahwa kekerasan terjadi sejak pertengahan Juli, tetapi tiba-tiba meningkat dalam 2 hari terakhir.\n",
        "output": [
            "This morning's violence contrasted statements by Maj Gen William Caldwell, who claimed \"Insurgents and terrorists are hitting back in an attempt to offset the success of the Iraqi government and its security forces,\" the general went on to say that violence had fallen by half since July, but had increased suddenly in the last two days.\n"
        ]
    },
    {
        "input": "Chan juga merupakan dalang dari operasi, dan Myuran diduga berperan sebagai pelaksana.\n",
        "output": [
            "Chan was alleged to be the mastermind of the operation, and Myuran was alleged to be an enforcer.\n"
        ]
    },
    {
        "input": "Bom pertama yang meledak berada di kereta Liverpool Street segera setelah itu ditinggalkan di Aldgate pada jalur Circle, yang kedua sebelum yang lain.\n",
        "output": [
            "The first bomb to detonate was on the Liverpool Street train soon after it left for Aldgate on the Circle line, seconds before the others.\n"
        ]
    },
    {
        "input": "Pada akhirnya bisa digunakan untuk misi berawak menggunakan pesawat ruang angkasa SpaceX Dragon.\n",
        "output": [
            "It could eventually be used for manned missions using the SpaceX Dragon spacecraft.\n"
        ]
    },
    {
        "input": "Wood mengatakan bahwa Straw \"sering dinasehati sesuatu yang tidak sah namun tetap meneruskan hal tersebut dan menang dalam pengadilan\" saat ia sebagai sekertaris dalam negeri.\n",
        "output": [
            "Wood said that Straw had \"often been advised things were unlawful and gone ahead anyway and won in the courts\" when he was home secretary.\n"
        ]
    },
    {
        "input": "AS tahun lalu tertuduh melebih-lebihkan dan membuktikan untuk membuat kasus melawan Iraq sebelum perang.\n",
        "output": [
            "The US has in the past been accused of using exaggerated and fabricated evidence to build its case against Iraq prior to the war.\n"
        ]
    },
    {
        "input": "Pekerja konstruksi lolos di saat terakhir, beruntung saat itu mereka sedang istirahat pada saat kejadian.\n",
        "output": [
            "Construction workers escaped injury, luckily they were on a coffee break at the time of the incident.\n"
        ]
    },
    {
        "input": "Komandan Lee Archambault akan memimpin tim kru Discovery beranggotakan 7 kru, bersama dengan Pilot Tony Antonelli, dan Spesialis Misi Joseph Acaba, John Phillips, Steve Swanson, Richard Arnold, dan seorang astronot dari Japan Aerospace Exploration Agency bernama Koichi Wakata.\n",
        "output": [
            "Commander Lee Archambault will lead Discovery's crew of seven, along with Pilot Tony Antonelli, and Mission Specialists Joseph Acaba, John Phillips, Steve Swanson, Richard Arnold, and Japan Aerospace Exploration Agency astronaut Koichi Wakata.\n"
        ]
    },
    {
        "input": "Kapal Sirius Star dimiliki oleh perusahaan nasional Saudi, Vela International Marine, mempunyai 25 kru dari Filipina, Saudi Arabia, Kroasia, Polandia dan Inggris.\n",
        "output": [
            "The Sirius Star, owned by Saudi state firm Vela International Marine, has a crew of 25 from the Philippines, Saudi Arabia, Croatia, Poland, and Britain.\n"
        ]
    },
    {
        "input": "\"Jika Apple memutuskan untuk membuka OS Mac kepada yang lain, kami dengan gembira akan menawarkannya ke kostumer kami, \" Dell menulis di email ke Kirkpatrick.\n",
        "output": [
            "\"If Apple decides to open the Mac OS to others, we would be happy to offer it to our customers,\" Dell wrote in an email to Kirkpatrick.\n"
        ]
    },
    {
        "input": "Ada spekulasi sebelumnya bahwa objek di Texas bisa meteor.\n",
        "output": [
            "There was previous speculation was that the object in Texas could have been a meteor.\n"
        ]
    },
    {
        "input": "Pada tahun 2006 B737 lainnya menderita masalah navigasi dan meluncur ke sebuah titik hitam radar, membiarkannya hilang untuk beberapa jam sebelum melakukan sebuah pendaratan darurat ratusan mil dari tujuan seharusnya.\n",
        "output": [
            "In 2006 another B737 suffered a navigational problem and flew into a radar blackspot, leaving it lost for several hours before performing an emergency landing hundreds of miles from the intended destination.\n"
        ]
    },
    {
        "input": "\"Bandingkan itu (satu iklan) dengan kritikan yang muncul pada awal tahun ini dalam masa pemilu (federal) yang terjadi setiap harinya di Kanada. .iklan-iklan yang terus-menerus ditayangkan di penjuru negara anda.\"\n",
        "output": [
            "\"Compare that (one ad) with the criticism early this year during the (federal) election that happened every day in Canada ...ads that were run consistently throughout your country.\"\n"
        ]
    },
    {
        "input": "Dia adalah pemimpin berpengaruh Kongres Nasional India di 14 Lok Sabha. Dia dikenal sebagai seorang loyalis partai yang kompeten, \"Dia adalah loyalis utama keluarga Gandhi yang baru bisa menang pemilu pada tahun 2004.\"\n",
        "output": [
            "A prominent leader of the Indian National Congress in the 14th Lok Sabha, he is known to be a competent party apparatchik, \"a prominent Gandhi family loyalist who did not win a popular election until 2004\".\n"
        ]
    },
    {
        "input": "Menurut Bill Rusko, Ayah dari 2 anak tersebut, beruang itu menyebrang rute 30 di Ligonier Township dan bergerak menuju ke-3 anak saat mereka sedang bermain badminton.\n",
        "output": [
            "According to Bill Rusko, the father of two of the children, the bear crossed Route 30 in Ligonier Township and moved towards the three kids as they played badminton.\n"
        ]
    },
    {
        "input": "Sepanjang sejarahnya yang beragam, kastil ini pernah sekali waktu dimiliki oleh William Lever pendiri Unilever.\n",
        "output": [
            "Throughout its colourful history, the castle was at one time owned by William Lever who founded Unilever.\n"
        ]
    },
    {
        "input": "Sekarang penduduk Detroit telah mencapai jumlah 713.777, maka tidak ada lagi persyaratan untuk kelebihan keuangan ini.\n",
        "output": [
            "Now that Detroit's population has fallen to 713,777, it is no longer eligible for these financial advantages.\n"
        ]
    },
    {
        "input": "Dalam 20 pertandingan yang telah berlangsung sampai saat ini, hanya mencatat tiga kemenangan di kandang, tetapi untuk pertama kalinya dalam liga, semua keempat tim tuan rumah memenangi masing-masing pertandingan mereka dalam permainan putaran tunggal.\n",
        "output": [
            "In the 20 games so far this season, only three home wins had been recorded, but for the first time ever in the league, all four home teams won their respective matches in a single round.\n"
        ]
    },
    {
        "input": "Dia juga menghadapi kritik karena mempunyai pasangan tidur dengan jumlah yang tinggi, ketika ada 26% dari usia 15 sampai 49 tahun positif terkena HIV.\n",
        "output": [
            "He has also faced criticism for having a high number of sexual partners, when 26% of 15 to 49 year olds are HIV positive.\n"
        ]
    },
    {
        "input": "Avila menang dengan sekitar 131.000 suara, margin lebih dari tiga persen dari empat juta suara di final.\n",
        "output": [
            "Avila won by approximately 131,000 votes, a margin of just over three per cent of the four million votes cast in the final.\n"
        ]
    },
    {
        "input": "Korban terakhir ditemukan pada tanggal 12 Desember 2006 di area rural terpisah pada jarak beberapa ratus meter, dan 1 mayat ditemukan dalam 40 menit dari yang lainnya.\n",
        "output": [
            "The latest victims were found on 12 December 2006 in a rural area a few hundred meters apart, and one body discovered within 40 minutes of the other.\n"
        ]
    },
    {
        "input": "\"Menurut penyidik, tindakan teror tersebut adalah yang pertama kalinya dan terutama ditujukan melawan warga negara asing.\"\n",
        "output": [
            "\"According to investigators, the act of terror was first and foremost aimed against foreign citizens.\"\n"
        ]
    },
    {
        "input": "Sebuah tim ilmuwan di Stanford University mengklaim telah mendeteksi halus, unsur yang hilang dari teori relativitas Einstein.\n",
        "output": [
            "A team of scientists at Stanford University claim to have detected a subtle, missing element of Einstein's theory of relativity.\n"
        ]
    },
    {
        "input": "Kepala NATO Jaap de Hoop Scheffer juga mengutuk aksi tersebut.\n",
        "output": [
            "NATO chief Jaap de Hoop Scheffer has also condemned the action.\n"
        ]
    },
    {
        "input": "Kematian Haney ditunjukkan oleh majikannya sebagai hasil dari \"penyaluran perhatian\" pada sistem oksigen utama agar aktif kembali setelah itu secara otomatis terpotong pada saat mendeteksi kebocoran udara di ruang mesin.\n",
        "output": [
            "Haney's death has been attributed by his employer as the result of his \"channelized attention\" on getting the main oxygen system to restart after it automatically cut out when it detected engine bay air leaks.\n"
        ]
    },
    {
        "input": "Tahap berikutnya percobaan tersebut akan melibatkan 700 orang dari berbagai kelompok umur.\n",
        "output": [
            "The next phase of the trial will include 700 people from varying age groups.\n"
        ]
    },
    {
        "input": "Hanya 2 persen dari perempuan yang disurvei di seluruh dunia menganggap mereka cantik, menurut Robin Roberts wakil-penanggungjawab ABC Good Morning America, yang debut komersial programnya pagi ini pada 8:07 EST.\n",
        "output": [
            "Only two percent of women surveyed worldwide consider themselves beautiful, according to ABC Good Morning America co-anchor Robin Roberts, whose program debuted the commercial this morning at 8:07 am EST.\n"
        ]
    },
    {
        "input": "Dia juga berkata bahwa pemecatan tersebut merupakan hasil dari pengajuannya tentang komplain kepada Thomas.\n",
        "output": [
            "She also stated that the firing was the result of her filing a complaint about Thomas.\n"
        ]
    },
    {
        "input": "Mark juga mencatat bahwa Louise Christian, seorang pengacara hak-hak asasi manusia terkemuka Inggris, sekarang mewakili para pemrotes Vestas.\n",
        "output": [
            "Mark also noted that Louise Christian, a prominent British human rights lawyer, is now representing the Vestas occupiers.\n"
        ]
    },
    {
        "input": "Clinton berada di puncak setiap jajak pendapat nasional tentang kemungkinan calon Demokrat dan telah mencoba untuk merahasiakan kelebihannya kepada para pendukung dan staf barunya.\n",
        "output": [
            "Clinton tops every national poll of likely Democratic candidates and had tried to keep private many of her overtures to supporters and new staff.\n"
        ]
    },
    {
        "input": "Insiden di masjid tersebut menaikkan banyaknya kontroversi dari apakah jurnalis yang menyertai harus mempertahankan sudut pandang netral.\n",
        "output": [
            "The incident in the mosque raised considerable controversy over whether embedded journalists should maintain a neutral point of view.\n"
        ]
    },
    {
        "input": "Kereta Edgware Road, berangkat ke Paddington dan juga dalam Circle, meledak berlawanan dari kereta yang datang dari arah yang berlawanan, membuat orang pada awalnya berpikir bahwa ada kereta tergelincir.\n",
        "output": [
            "The Edgware Road train, leaving for Paddington and also on the Circle, exploded opposite a train coming from the other direction, making people think at first that it was a derailment.\n"
        ]
    },
    {
        "input": "\"Investasi yang sangat besar dalam kapasitas pembangkit baru dan efisiensi energi akan diperlukan jika lampu terus menyala, \" kata ketua panitia Anggota Parlemen Konservatif Tim Yeo.\n",
        "output": [
            "\"Very substantial investment in new generating capacity and energy efficiency will be required if the lights are to stay on,\" committee chairman Conservative MP Tim Yeo said.\n"
        ]
    },
    {
        "input": "Dalam pertandingan, setiap tim telah bermain sebanyak delapan pertandingan melawan satu sama lain, membagi rekor dengan masing-masing 4 kemenangan.\n",
        "output": [
            "Going into the game, the teams had played eight games against each other, splitting the record at 4 wins each.\n"
        ]
    },
    {
        "input": "Georgia memimpin lebih dulu di babak kedua dan mengancam akan mencetak angka di akhir pertandingan tetapi pertahanan Irlandia mengamankan empat angka kemenangan.\n",
        "output": [
            "Georgia led early in the second half and were threatening to score late in the match but Ireland's defence held to secure the four point victory.\n"
        ]
    },
    {
        "input": "Pelari hebat dari Ottawa Ray Zahab, usia 39, wartawan petualangan dan arsitek Kevin Vallely, usia 44, dari Lynn Valley, Vancouver Utara dan penjelajah Kutub Utara Richard Weber, usia 49, mengatakan mereka menyelesaikan 700 mil (1.130 kilometer) perjalanan, pada ketinggian 10.000 kaki, akhirnya datang lebih awal Rabu pagi.\n",
        "output": [
            "Ottawa ultra-runner Ray Zahab, age 39, adventure journalist and architect Kevin Vallely, age 44, of Lynn Valley, North Vancouver and North Pole expeditionist Richard Weber, age 49, said they completed the 700-mile (1,130-kilometer) journey, at 10,000 feet altitude, finally arriving early Wednesday morning.\n"
        ]
    },
    {
        "input": "Sebuah Jet F/A-18 Hornet milik Angkatan Laut AS skuadron Blue Angels jatuh di Beaufort, Carolina Selatan hari Sabtu.\n",
        "output": [
            "An F/A-18 Hornet jet belonging to the U.S. Navy's Blue Angels squadron crashed in Beaufort, South Carolina Saturday.\n"
        ]
    },
    {
        "input": "Polisi menemukan sebuah tanda buatan sendiri di dekat tubuhnya yang mengatakan \"Janganlah Engkau Membunuh.\"\n",
        "output": [
            "Police found a homemade sign near his body which said \"Thou Shalt Not Kill.\"\n"
        ]
    },
    {
        "input": "Manchester United dan Barcelona akan berhadapan di semi-final Liga Champions setelah kedua tim memenangkan pertandingan perempat final mereka.\n",
        "output": [
            "Manchester United and Barcelona will face off in the Champions League semi-finals after both teams won their quarterfinal matches.\n"
        ]
    },
    {
        "input": "Mempunyai berat 2.600kg, dan diharapkan ketahanan orbitnya selama 12 tahun.\n",
        "output": [
            "It has a mass of 2600kg, and an expected orbital lifetime of 12 years.\n"
        ]
    },
    {
        "input": "Medvedev menargetkan dua pejabat keamanan dan manajemen bandara sebagai konsekuensi pemboman.\n",
        "output": [
            "Medvedev has targeted both security officials and airport management in the wake of the bombing.\n"
        ]
    },
    {
        "input": "Hari Jum'at terjadi penembakan asisten kepala desa di provinsi Yala dan pasangan tua ditembak di provinsi Pattani ketika kembali dari pasar lokal.\n",
        "output": [
            "Friday saw the shooting of an assistant village head in Yala Province, and an elderly couple were shot in Pattani Province whilst returning from a local market.\n"
        ]
    },
    {
        "input": "Namun demikian, rencana mereka digagalkan, dan Mann ditangkap setelah tiba di Zimbabwe untuk membeli senjata api dan granat.\n",
        "output": [
            "Their plans were foiled, however, and Mann was arrested after arriving in Zimbabwe to purchase firearms and grenades.\n"
        ]
    },
    {
        "input": "Ginjal-ginjal ini juga bisa menjadi jaringan dari pasien untuk mencegah masalah penolakan organ dan akan meningkatkan ruangan ginjal yang tersedia untuk transplantasi manusia.\n",
        "output": [
            "These kidneys would also be of the patient's tissue avoiding issues of organ rejection and would increase the pool of kidneys available for human transplant.\n"
        ]
    },
    {
        "input": "Terdorong oleh pengumuman Presiden George W. Bush bahwa warga Amerika di Irak telah mati untuk sebuah 'tujuan mulia', Sheehan telah tidur di tenda di dekat peternakan Bush di Texas selama beberapa minggu terakhir untuk memohon sebuah perbincangan tertutup.\n",
        "output": [
            "Prompted by President George W. Bush's announcement that Americans in Iraq have died for a 'noble cause', Sheehan has been camping near Bush's Texas ranch for the past week to demand a private conversation with the President.\n"
        ]
    },
    {
        "input": "GoM juga mengusulkan radio komunitas akan diijinkan menyiarkan iklan komersial maksimal 5 menit pada setiap jam siaran.\n",
        "output": [
            "The GoM has also proposed that community radios be allowed up to 5 minutes of commercial advertising for every hour of broadcast.\n"
        ]
    },
    {
        "input": "Pemerintah Nigeria telah meminta bantuan dari organisasi internasional, termasuk Organisasi Kesehatan Dunia dan Pusat Pencegahan dan Kontrol Penyakit Amerika, dalam mencegah menyebarnya wabah.\n",
        "output": [
            "Nigeria's government has requested assistance from international organizations, including the World Health Organization and the US Centers for Disease Control and Prevention, in averting a widespread outbreak.\n"
        ]
    },
    {
        "input": "Menurut Jose Manuel Durao Barroso, Presiden Komisi Eropa, Uni Eropa bersedia menyodorkan 50 juta euro bantuan untuk area-area yang rusak.\n",
        "output": [
            "According to José Manuel Durão Barroso, President of the European Commission, the European Union is prepared to release 50 million € in aid for damaged areas.\n"
        ]
    },
    {
        "input": "Hening cipta diadakan pada pertandingan sepak bola di seluruh negeri selama akhir pekan, dengan penggemar membuat kuil darurat di Newcastle United dan Ipswich Town, dua klub yang paling berkaitan erat dengannya.\n",
        "output": [
            "Silences were held at football games throughout the country over the weekend, with fans creating makeshift shrines at Newcastle United and Ipswich Town, the two clubs he was most strongly associated with.\n"
        ]
    },
    {
        "input": "Mereka menghadapi ancaman inflasi dan menolak untuk mengimpor kebijakan tingkat suku bunga terhadap kondisi resesi yang terjadi di Amerika Serikat.\"\n",
        "output": [
            "They face an inflationary threat and do not want to import an interest rate policy set for the recessionary conditions in the United States.\"\n"
        ]
    },
    {
        "input": "Newsom telah melakukan walikota San Francisco sejak 2003 dan pemiliha kembali pada 2007.\n",
        "output": [
            "Newsom has been San Francisco's mayor since 2003 and was re-elected in 2007.\n"
        ]
    },
    {
        "input": "Menurut hukum federal, semua kelebihan harus digunakan untuk membayar utang Kanada, dan tidak tersedia untuk belanja.\n",
        "output": [
            "By federal law, all surplus must be used to pay down Canada's debt, and is not available for spending.\n"
        ]
    },
    {
        "input": "Butuh penyelidikan 2 minggu untuk secara positif mengidentifikasi buaya bergigi sebagai buaya Amerika, (Alligator mississippiensis).\n",
        "output": [
            "It took investigators two weeks to positively identify the toothy crocodile as an American alligator, (Alligator mississippiensis).\n"
        ]
    },
    {
        "input": "Para penjaga diinformasikan di dalam pedoman tersebut untuk tidak mengambil surat dan paket-paket prtibadi di dalam blok tahanan atau setiap stasiun tugas lainnya.\n",
        "output": [
            "Guards are informed in the manual not to take personal mail and parcels within the detention blocks or at any other duty stations.\n"
        ]
    },
    {
        "input": "Remaja tersebut, Hussam Abdo, di kemudian mengatakan kepada sebuah surat kabar Israel ia ada dalam misi untuk membunuh tentara Israel.\n",
        "output": [
            "The teenager, Hussam Abdo, later told an Israeli newspaper he was on a mission to kill Israeli soldiers.\n"
        ]
    },
    {
        "input": "Keamanan lalu lintas ditakutkan menjadi sebuah ancaman cedera bagi para suporter Piala Dunia.\n",
        "output": [
            "Traffic safety is feared to be a threat of injury to supporters to the World Cup.\n"
        ]
    },
    {
        "input": "Seorang perwakilan dari Janice Dickinson mengeluarkan sebuah pernyataan tentang kematian Ryan.\n",
        "output": [
            "A representative for Janice Dickinson released a statement about the death of Ryan.\n"
        ]
    },
    {
        "input": "Komplain tentang etika ini awalnya diajukan oleh Republik Demokratis Chris Bell dari Texas pada 15 Juni 2004, dan mulai memanas pada bulan-bulan sebelum pemilihan umum tahun lalu.\n",
        "output": [
            "The ethics complaints were originally filed by Democratic Rep. Chris Bell of Texas on June 15, 2004, and began to heat up in the months prior to last year's elections.\n"
        ]
    },
    {
        "input": "Bapak Sarkozy saat ini tertarik ke depan dalam jajak pendapat satu minggu setelah mengumumkan pencalonannya untuk pemilihan Mei.\n",
        "output": [
            "Mr. Sarkozy is currently pulling ahead in the polls one week after announcing his candidacy for the May poll.\n"
        ]
    },
    {
        "input": "Kapal 35m tersebut terdampar sejak hari Kamis malam, ketika dia mendarat sementara dalam perjalanan menuju pertemuan APEC di Sidney.\n",
        "output": [
            "The 35m vessel has been stranded since last Thursday, when she was grounded whilst on her way to the APEC meeting in Sydney.\n"
        ]
    },
    {
        "input": "Perlombaan wanita dimulai pukul 3 sore (waktu setempat) sementara itu perlombaan pria dimulai dua jam kemudian.\n",
        "output": [
            "The women's race started at 3 p.m.(local time) while the men's race started two hours later.\n"
        ]
    },
    {
        "input": "Mereka mengatakan mereka ingin melakukan penyelidikan warga kota dari fasilitas Pine Gap kontroversial.\n",
        "output": [
            "They say they wanted to conduct a citizens inspection of the controversial Pine Gap facility.\n"
        ]
    },
    {
        "input": "Apresiasi leu, akan tetapi, tidak positif, karena hal itu memberi beban besar kepada pengekspor.\n",
        "output": [
            "The leu's appreciation, however, isn't all positive, because it is putting a great deal of pressure on exporters.\n"
        ]
    },
    {
        "input": "Tuntutan hukum tersebut diajukan paling tidak oleh 5 keluarga yang tinggal di Glenview di sekitar San Bruno.\n",
        "output": [
            "The lawsuit was filed by at least five families who resided in the Glenview neighborhood of San Bruno.\n"
        ]
    },
    {
        "input": "Raja tidak segera memberikan alasan untuk gerakan tersebut; namun, ada laporan saat ini yang menuduh parlemen tidak menangani undang-undang dengan layak, dan bahkan korupsi.\n",
        "output": [
            "The monarch did not immediately provide a reason for the move; however, there have recently been reports accusing the parliament of handling legislation ineptly, and even of being corrupt.\n"
        ]
    },
    {
        "input": "Kantor Gubernur Illinois Rod Blagojevich mengumumkan pemutusan hubungan kerja hingga 450 pegawai negeri dan menutup 25 tempat bersejarah dan taman nasional.\n",
        "output": [
            "Illinois Governor Rod Blagojevich’s office announced layoffs of up to 450 state employees and the closure of 25 historic sites and state parks.\n"
        ]
    },
    {
        "input": "Satu tahun kemudian, naskah alur histori masih merupakan sumber yang paling sering di kunjungi dalam statistik tentang pengembalian vandalisme di Wikipedia.\n",
        "output": [
            "A year later, the history flow paper is still the most frequently cited source of statistics about the reversion of vandalism on Wikipedia.\n"
        ]
    },
    {
        "input": "\"Unit perangkat lunak yang berisi informasi dengan nilai yang tak terhingga\" berhasil diselamatkan tepat waktu, beberapa berita melaporkan.\n",
        "output": [
            "The \"software unit containing information of incalculable value\" was rescued in time, reports say.\n"
        ]
    },
    {
        "input": "Para ilmuwan lingkungan hidup mengatakan bahwa mereka memiliki bukti nyata bahwa planet bumi tengah mengalami \"kepunahan masal dalam 65 juta tahun.\"\n",
        "output": [
            "Environmental scientists say they have concrete evidence that the planet is undergoing the \"largest mass extinction in 65 million years\".\n"
        ]
    },
    {
        "input": "Dia mengatakan pemerintah tidak mengikuti prinsip yang berlaku umum ini.\n",
        "output": [
            "He says the Government doesn't follow this generally accepted principle.\n"
        ]
    },
    {
        "input": "66 penumpang dan awak pesawat dari penerbangan UAL New York ke San Francisco mendapat pemberhentian yang tidak diinginkan di \"Kota Berangin, \" Chicago, menuruti ketakutan akan bom.\n",
        "output": [
            "66 passengers and the crew of a New York to San Francisco UAL flight got an unwanted stop in the \"Windy City,\" Chicago, on Tuesday, following a bomb scare.\n"
        ]
    },
    {
        "input": "Sayangnya mereka datang terlambat untuk pemakaman dan delegasi hanya melihat sebagian aktifitas pemakaman.\n",
        "output": [
            "Unfortunately they arrived too late for the funeral and the delegation watched only part of the funeral activities.\n"
        ]
    },
    {
        "input": "Mengijinkan CIA untuk memiliki kekuatan yang begitu besar dalam menentukan siapa yang boleh tinggal di negara tersebut dan siapa yang dikirim ke negara lain adalah keputusan kontroversial, karena pada masa lalu, pihak Gedung Putih, Departemen Luar Negeri, atau Departemen Kehakiman akan dilibatkan dalam menyetujui kasus individual dari proses pengiriman tawanan ke negara lain.\n",
        "output": [
            "Allowing the CIA to have so much power in deciding who can stay in the country and who is shipped off to other countries is controversial, because in the past, the White House, State Department, or Justice Department would have been involved in approving individual cases of sending prisoners to other countries.\n"
        ]
    },
    {
        "input": "Dalam waktu dekat Jon Giorgini mengatakan kosmik yang tidak menentu seperti itu akan menjadi lebih sedikit dan kekhawatiran publik akan berkurang.\n",
        "output": [
            "In the near future Jon Giorgini said such cosmic uncertainty would be much less and the public less alarmed.\n"
        ]
    },
    {
        "input": "Dia adalah anggota Yokine Archery Club di Australia Barat.\n",
        "output": [
            "She is a member of the Yokine Archery Club in Western Australia.\n"
        ]
    },
    {
        "input": "Pada hari Kamis, pekerja minyak diculik dari sebuah bar di dekat pemukiman kumuh oleh pria bersenjata yang menembak mati seorang tentara militer penjaga pekerja, dan melukai tentara lainnya.\n",
        "output": [
            "On Thursday, oil workers were kidnapped from a bar near the slums by armed men who shot dead an Army soldier guarding the workers, and injured another soldier.\n"
        ]
    },
    {
        "input": "Sebuah sumber pemerintah mengatakan kepada Sydney Morning Herald bahwa pemerintah negara bagian dan pemerintah federal masing-masing menghabiskan hingga $ 1 juta.\n",
        "output": [
            "A government source suggested to the Sydney Morning Herald that the state and federal governments are spending up to $1million each.\n"
        ]
    },
    {
        "input": "Hampir 50 persen dari warga Djibouti yang tinggal di kawasan pelosok tidak punya akses yang dapat digunakan untuk membangun sumber air minum yang memadai.\n",
        "output": [
            "Almost 50 percent of people in rural Djibouti do not have ready access to properly developed source of drinking water.\n"
        ]
    },
    {
        "input": "Apakah pendeta gay akan diizinkan menjadi uskup menjadi masalah pada tahun 2003 dengan penunjukan dari Rev Jeffrey John sebagai Bishop of Reading.\n",
        "output": [
            "Whether gay clergyman would be allowed to become bishops became an issue in 2003 with the appointment of Rev Jeffrey John as Bishop of Reading.\n"
        ]
    },
    {
        "input": "Awal malam lalu, serangan besar-besaran yang menyerang internet Cina, sangat memperlambat akses internet.\n",
        "output": [
            "Early last night, massive attacks targeted China's Internet, slowing access to a crawl.\n"
        ]
    },
    {
        "input": "\"Saya melakukan ini untuk saya sendiri 'karena'saya suka mengimprovisasi artikel Wikipedia.\"\n",
        "output": [
            "\"I did this on my own 'becuz' I like improving Wikipedia articles\".\n"
        ]
    },
    {
        "input": "Manchester United mengalahkan AS Roma dengan skor 1-0 dalam pertandingan di Grup F Liga Champions UEFA 2007-2008 di Old Trafford, Manchester, Inggris.\n",
        "output": [
            "Manchester United defeated AS Roma 1-0 in Group F of the UEFA Champions League 2007-08 at Old Trafford, Manchester, England.\n"
        ]
    },
    {
        "input": "Letnan Kolonel Steve Stover, seorang juru bicara untuk pasukan multinasional di Baghdad, berkata, \"Dengan menyasar warga sipil Irak yang tidak tahu apa-apa, mereka menunjukkan karakter jahat mereka yang sebenarnya.\n",
        "output": [
            "Lt. Col. Steve Stover, a spokesman for the multinational force in Baghdad, said, \"By targeting innocent Iraqis, they show their true demonic character.\n"
        ]
    },
    {
        "input": "Laporan kerusakan sudah disiapkan oleh Pemerintah Haiti dengan dukungan dari Komisi Ekonomi untuk Amerika Latin dan Karibia, Bank Pembangunan Interamerican, Bank Dunia, Perserikatan Bangsa-Bangsa dan Uni Eropa.\n",
        "output": [
            "The damages report was prepared by the Haitian Government with the support of the Economic Commission for Latin America and the Caribbean, the Interamerican Development Bank, the World Bank, the United Nations and the European Union.\n"
        ]
    },
    {
        "input": "Setelah pada mulanya dibawa oleh hanya 45 stasiun di seluruh negara, pembawa acara jangka-panjang program program persatuan, siaran radionya The Jerry Springer Show nantinya akan disiarkan pada semua 51 cabang Air America.\n",
        "output": [
            "After initially being carried by only 45 stations nationwide, the host of the long-running syndicated program, The Jerry Springer Show will eventually have his radio show heard on all 51 Air America affiliates.\n"
        ]
    },
    {
        "input": "Beberapa politisi Inggris juga keberatan membayar kompensasi kepada orang yang diyakini teroris.\n",
        "output": [
            "Some British politicians also objected to paying compensation to people believed to be terrorists.\n"
        ]
    },
    {
        "input": "Blatt juga mengkritik gambaran jaksa penuntut yang diberikan kepada kliennya.\n",
        "output": [
            "Blatt also criticized the portrait prosecutors had painted of his client.\n"
        ]
    },
    {
        "input": ":(h) ketentuan lain dalam Undang-undang ini menyatakan anak dalam situasi ini dapat dinaturalisasi dengan kondisi yang lebih sedikit, tetapi tidak membenarkan hubungan antara tujuan dan perbedaan, karena naturalisasi ada dalam kebijakan Menteri Kehakiman.\n",
        "output": [
            ":(h) another provision in this Act states a child in this situation may be naturalized with fewer conditions, but it doesn't justify the relation between the purpose and the distinctions, because naturalization is within discretion of the Minister of Justice.\n"
        ]
    },
    {
        "input": "Tersangka telah ditangkap pada hari Jemat oleh satuan kejahatan organisasi Mpumalanga.\n",
        "output": [
            "The suspects were arrested on Friday by the Mpumalanga organized crime unit.\n"
        ]
    },
    {
        "input": "Perhatian terhadap kelompok-kelompok seperti Amnesti International yang berkampanye untuk penutupan kamp tersebut, atau keprihatinan Pengamat Hak Asasi Manusia terhadap penanganan tahanan di bawah aspek tawanan perang dari Konvensi Jenewa, adalah kenyataan bahwa kebijakan bagi tahanan yang baru masuk masih memungkinkan untuk sampai 4 minggu akses ke tahanan oleh Komite Palang Merah Internasional (ICRC) bisa ditolak.\n",
        "output": [
            "Of concern to groups such as Amnesty International who campaign for the camp's closure, or Human Rights Watch concerned about prisoner handling under the prisoner of war aspects of the Geneva Convention, is the fact that policy for newly admitted detainees still allows for up to 4 weeks where access to the detainee by the International Committee of the Red Cross (ICRC) may be denied.\n"
        ]
    },
    {
        "input": "Kami akan menegakkan utusan Allah tidak hanya dengan suara namun juga dengan darah kami, \"Nasrallah berkata kepada demonstran, yang diperkirakan berjumlah 700.000 (polisi mengatakan jumlah nampaknya lebih dari itu).\n",
        "output": [
            "We will uphold the messenger of God not only by our voices but also by our blood,\" Nasrallah told the crowd, estimated to be 700,000 (police said the figure was likely to be even higher).\n"
        ]
    },
    {
        "input": "\"Sudah waktunya bagi negara ini untuk berpihak kepada warganya yang mau bekerja, dan tidak kepada orang-orang yang suka melakukan kecurangan.\"\n",
        "output": [
            "\"The nation should choose to encourage people who like to work rather than those who prefer cheating\".\n"
        ]
    },
    {
        "input": "Cooney tidak bisa dimintai keterangan, dan akan disidang di D. C.\n",
        "output": [
            "Cooney could not be reached for comment, and will be arraigned in D.C.\n"
        ]
    },
    {
        "input": "Kolomnya adalah suatu pergumulan sepanjang hidupnya, percekcokan, dan opini tentang isu-isu sosial-politik.\n",
        "output": [
            "His column is a romp through his life, spats and opinions on socio-political issues.\n"
        ]
    },
    {
        "input": "Saya terluka jika keluarga saya tidak menyukai komentar masyarakat, tetapi saya mendapat kebijaksanaan untuk menghindari umpan balik negatif!\n",
        "output": [
            " I'm hurt if my family is unhappy with people's comments but I think I gain the wisdom to ignore the negative feedback!\n"
        ]
    },
    {
        "input": "Laki-laki, semua warga sipil, telah ditikam berkali-kali, ada tanda pada pergelangan tangan mereka yang menyatakan bahwa tangan mereka diikat, dan semua korban mengalami luka tembak di kepala mereka.\n",
        "output": [
            "The men, all civilians, were stabbed repeatedly, had marks on their wrists which suggests their wrists were tied together, and all of the victims had gunshot wounds to their heads.\n"
        ]
    },
    {
        "input": "38 orang dikabarkan telah tewas dalam sebuah pengeboman bunuh diri selama pawai politik di barat laut Propinsi Perbatasan Pakistan.\n",
        "output": [
            "38 people were said to have died in a suicide bombing during a political rally in the North-West Frontier Province of Pakistan.\n"
        ]
    },
    {
        "input": "Wikinews terus mengikuti cerita, namun pengguna yang tanpa nama telah menolak wawancara.\n",
        "output": [
            "Wikinews is continuing to follow the story, but the anonymous user has declined an interview.\n"
        ]
    },
    {
        "input": "Menurut Press Trust of India, polisi di India menerima keluhan dari 3 gadis di bawah umur yang menuduh ia telah memperkosa mereka.\n",
        "output": [
            "According to Press Trust of India, police in India received complaints from three underage girls alleging he had raped them.\n"
        ]
    },
    {
        "input": "Glasgow menyatakan performanya di perusahaan dinilai berdasarkan bagaimana dia \"menyentuh, bergerak dan menginspirasi\" yang lainnya, sebuah ungkapan dari filosofi Landmark, yang bertentangan dengan pencapaiannya di perusahaan tersebut.\n",
        "output": [
            "Glasgow said his performance at the company was assessed based on how he was \"touching, moving and inspiring\" others, a phrase from the Landmark philosophy, as opposed to his business accomplishments at the company.\n"
        ]
    },
    {
        "input": "Sekarang warisan yang ada, telah tenggelam dibawah permukaan air waduk yang baru.\n",
        "output": [
            "Now heritage listed, it has been submerged by the waters of the new dam.\n"
        ]
    },
    {
        "input": "Dewan Kota Bristol melaporkan perpustakaan mungkin akan dibuka pada hari Selasa, walaupun sepertinya mungkin gedung akan tetap tutup pada hari itu.\n",
        "output": [
            "Bristol City Council has reported that it is possible the library will reopen on Tuesday, although it did say that it was likely the building would remain closed on that day.\n"
        ]
    },
    {
        "input": "Pada hari Rabu, sebuah pengadilan banding federal Amerika Serikat menguatkan putusan hukum untuk penipuan dan menghalangi keadilan terhadap tokoh media Conrad Black, bersama dengan 3 eksekutif lainnya dari bekas perusahaan persnya, Hollinger International.\n",
        "output": [
            "On Wednesday, a United States federal appeals court upheld convictions of fraud and obstruction of justice against media mogul Conrad Black, along with three other executives from his former press corporation, Hollinger International.\n"
        ]
    },
    {
        "input": "Penyebab resmi dari kematian belum dirilis tapi sudah dilaporkan bahwa Gilson menderita luka di kepala.\n",
        "output": [
            "An official cause of death has not been released but it has been reported that Gilson did receive head injuries.\n"
        ]
    },
    {
        "input": "Dia adalah bayi laki-laki pertama yang lahir di keluarga kekaisaran Jepang sejak ayahnya pada tahun 1965.\n",
        "output": [
            "He is the first male baby born in the Japanese imperial family since his father in 1965.\n"
        ]
    },
    {
        "input": "Tidak adanya surat pelepasan tuntutan dapat menuju dalam sebuah situasi yang memalukan tempat kemajuan pembukaan program nuklir Korea Utara dapat tertunda karena alasan-alasan teknis, ujar Leonor Tomero di Pusat Kontrol Persenjataan dan Non-Proliferation.\n",
        "output": [
            "The absence of the waiver could have led to an embarrassing situation where progress on dismantling North Korea's nuclear program would have been delayed because of a technicality, said Leonor Tomero of the Center for Arms Control and Non-Proliferation.\n"
        ]
    },
    {
        "input": "Penelitian baru tersebut adalah sebuah penelitian internasional mengenai hidup dan kematian.\n",
        "output": [
            "The new study is an international study of survival and mortality.\n"
        ]
    },
    {
        "input": "\"Apa yang terjadi dengan Plan B menunjukkan bahwa lembaga itu keluar jalur, dan tidak diizinkan untuk melakukan tugasnya dengan baik, \" katanya.\n",
        "output": [
            "“What happened with Plan B demonstrated that the agency was off track, and was not being allowed to do its job properly,” she said.\n"
        ]
    },
    {
        "input": "James akan mengatakan tidak bersalah, menurut pengacaranya, James E. Blatt.\n",
        "output": [
            "James will plead not guilty, according to his attorney, James E. Blatt.\n"
        ]
    },
    {
        "input": "Di sela-sela Inter-Balkan Cooperation Summit, yang akan berlangsung di Hyatt Regency Hotel Thessaloniki, Perdana menteri Yunani Costas Caramanlis akan bertemu dengan rekannya dari Turki Recep Tayyip Erdogan pada hari Kamis dalam rangka membahas isu-isu bilateral, termasuk masalah Siprus.\n",
        "output": [
            "On the sidelines of the Inter-Balkan Cooperation Summit, which will take place at the Hyatt Regency Hotel of Thessaloniki, Greek Premier Kostas Caramanlis will meet with his Turkish counterpart Recep Tayyip Erdogan on Thursday in order to discuss bilateral issues, including the Cyprus problem.\n"
        ]
    },
    {
        "input": "Para penyedia layanan harus menajamkan iklan mereka dan memperbaiki kinerja bagian layanan mereka.\n",
        "output": [
            "Providers must sharpen up on their advertising and improve the performance of their service desks.\n"
        ]
    },
    {
        "input": "Yang memperparah situaasi, indeks panas diperkirakan akan mencapai lebih dari 110-an untuk sebagian besar pantai timur karena tingginya tingkat kelembaban.\n",
        "output": [
            "To exacerbate the situation, heat indices are expected to reach well over the 110s for much of the east coast due to high humidity levels.\n"
        ]
    },
    {
        "input": "\"Kami, bukan Inggris, mendirikan demokrasi berdasarkan satu orang, satu suara - demokrasi yang menolak diskriminasi ras atau gender dan menjunjung tinggi hak asasi manusia dan kebebasan beragama, \" katanya dalam menanggapi kritik internasional yang diterimanya akhir-akhir ini, terutama dari Gordon Brown.\n",
        "output": [
            "\"We, not the British, established democracy based on one person, one vote - democracy which rejected racial or gender discrimination and upheld human rights and religious freedom,\" he said in response to the international criticism he has lately received, especially from Gordon Brown.\n"
        ]
    },
    {
        "input": "Presiden Somalia telah mengatakan dari semula bahwa Amerika mengejar tersangka dari pembom kedutaan besar pada tahun 1998.\n",
        "output": [
            "Somalia's president had earlier said that the United States was pursuing suspects of the 1998 United States embassy bombings.\n"
        ]
    },
    {
        "input": "Ia lalu berjanji bahwa sebagai seorang presiden dia akan mengejar Osama bin Laden sampai ke \"gerbang neraka.\"\n",
        "output": [
            "He then promised that as president he would hunt Osama bin Laden to the \"gates of hell.\"\n"
        ]
    },
    {
        "input": "Para petugas dapat menjinakkan alat tersebut, lapor All Headline News.\n",
        "output": [
            "Officials were able to defuse the device, reports All Headline News.\n"
        ]
    },
    {
        "input": "Raymond Lee Oyler dari California, Amerika Serikat didakwa atas pembunuhan 5 petugas pemadam kebakaran US Forest Service yang tewas saat mencoba memadamkan kobaran api yang dia nyalakan.\n",
        "output": [
            "Raymond Lee Oyler of California, United States has been convicted of the murders of five US Forest Service firefighters killed while attempting to control a wildfire he had lit.\n"
        ]
    },
    {
        "input": "Cook, berusia 59, dibawa ke sebuah rumah sakit di Inverness oleh helikopter layanan penyelamatan setengah jam setelah pingsan.\n",
        "output": [
            "Cook, aged 59, was flown to a hospital in Inverness by a rescue service helicopter half an hour after collapsing.\n"
        ]
    },
    {
        "input": "Afrika Selatan keluar dari Kejuaraan Dunia Kriket 2011 setelah dikalahkan Selandia Baru di perempat final, yang dimainkan di Mirpur, di Bangladesh.\n",
        "output": [
            "South Africa crashed out of the 2011 Cricket World Cup after being beaten by New Zealand in the quarterfinals, played at Mirpur, in Bangladesh.\n"
        ]
    },
    {
        "input": "\"Shake\" secara luas diharapkan memperoleh posisi teratas untuk Hot 100 minggu ini.\n",
        "output": [
            "“Shake” was widely expected to gain to the Hot 100 pole position this week.\n"
        ]
    },
    {
        "input": "Hunter, orang yang mencari nominasi Presiden dari partai Republik, berpendapat mendukung rancangan undang-undang pada akhir minggu.\n",
        "output": [
            "Hunter, who is seeking the Republican Presidential nomination, argued in favor of the bill last week.\n"
        ]
    },
    {
        "input": "Marcelo Gallardo kemudian melengkapinya 3-0 untuk tuan rumah di menit ke 52.\n",
        "output": [
            "Marcelo Gallardo then made it 3-0 for the home side in the 52nd minute.\n"
        ]
    },
    {
        "input": "Alinghi telah mengalahkan tim New Zealand 1 detik dalam perlombaan ketuju untuk memenangkan American Cup ke 32 dalam lomba lari.\n",
        "output": [
            "Alinghi has defeated Team New Zealand by one second in the seventh race to win the 32nd America's Cup in a close run race.\n"
        ]
    },
    {
        "input": "Setelah diselingi jeda iklan, Blitzer mengatakan pada tamunya bahwa CNN baru saja menerima buletin berita dari Gedung Putih.\n",
        "output": [
            "After returning from commercial break, Blitzer told his guests that CNN had just received a news bulletin from the White House.\n"
        ]
    },
    {
        "input": "Dia menghabiskan seluruh waktunya dengan WWF memusuhi undertake dan meninggalkan perusahaan pada Juli 1993 setelah kalah telak dalam pertandingannya dengan undertake.\n",
        "output": [
            "He spent the entire of his time at with the WWF feuding with Undertaker and left the company in July 1993 after losing a Rest in Peace match to him.\n"
        ]
    },
    {
        "input": "Taliban menyatakan bertanggung jawab atas ledakan tersebut dan menyatakan bahwa sasaran mereka adalah kantor kedutaan besar itu.\n",
        "output": [
            "The Taliban claimed responsibility for the blast, saying their target was the embassy.\n"
        ]
    },
    {
        "input": "Bapak Edwards meminta masalah ini dibuat transparan dan menaruh \"simpati mendalam\" kepada para korban dan berharap pengadilan bisa memberikan yang terbaik bagi mereka.\n",
        "output": [
            "Mr Edwards called for the matter to be transparent and described the complaints as \"gravely concerning\" and he hopes they are properly dealt with by the courts.\n"
        ]
    },
    {
        "input": "Setelah memenangkan pemilihan presiden, Ali Ben Bongo, presiden baru Gabon, mengumumkan nama kabinet pemerintahannya.\n",
        "output": [
            "Gabon's new president Ali Ben Bongo has named his first government, after winning the country's recent presidential elections.\n"
        ]
    },
    {
        "input": "Akumulasi residu di sekitar ventilasi generator oksigen Elektron telah dicatat dan dipotret oleh Sharipov.\n",
        "output": [
            "Residue accumulation around the vents of the Elektron oxygen generator was noted and photographed by Sharipov.\n"
        ]
    },
    {
        "input": "Sumber dari Georgia mengkonformasi pengumuman tersebut yang mengatakan bahwa pusatnya telah dihancurkan.\n",
        "output": [
            "Georgian sources confirmed the announcement, stating that the base had been destroyed.\n"
        ]
    },
    {
        "input": "Diprediksi perhitungan dari sembilan senator akan menjamin keseimbangan kekuasaan di Senat.\n",
        "output": [
            "Its predicted tally of nine senators will guarantee it the balance of power in the Senate.\n"
        ]
    },
    {
        "input": "Polisi telah dihubungi ketika telepon ke sang ibu Inga Akins, telah membuat para guru yakin Ibu Akins akan perlu waktu satu jam untuk tiba dan membawa anaknya pergi.\n",
        "output": [
            "Police had been called when a phone call to mother Inga Akins, had led teachers to believe that it would take an hour for Ms Akins to arrive and take the girl away.\n"
        ]
    },
    {
        "input": "Defisit federal Amerika Serikat tahun 2008 mencapai rekor tinggi, 454,8 milyar dollar Amerika -lebih dari dua kali defisit tahun yang lalu.\n",
        "output": [
            "The United States 2008 federal deficit has reached a record high, US$454.8 billion—more than double last year's deficit.\n"
        ]
    },
    {
        "input": "Sebelumnya Presiden Bush mengatakan pada TV Jerman ARD bahwa dia akan menutup penampungan penahanan Teluk Guantanamo.\n",
        "output": [
            "President Bush said previously on ARD German television that he wants to close the Guantanamo Bay detainment camp.\n"
        ]
    },
    {
        "input": "Penderita migrain (di Inggris jumlahnya sekitar 8 persen dari laki-laki dan 18 persen wanita) sering mengeluh bahwa cahaya, kebisingan dan sentuhan menyebabkan rasa sakit.\n",
        "output": [
            "Migraine sufferers (thought in the United Kingdom to number about eight per cent of men and eighteen per cent of women) often complain that light, noise and touch cause pain.\n"
        ]
    },
    {
        "input": "Mereka yang terluka dibawa ke sebuah rumah sakit militer setempat untuk mendapat perawatan, sementara pasukan keamanan mengamankan lokasi ledakan.\n",
        "output": [
            "The wounded were taken to a local military hospital for treatment, while security forces secured the scene of the blast.\n"
        ]
    },
    {
        "input": "Pemerintah setempat mengumumkan bahwa sedikitnya sebelas orang telah terbunuh pada hari Minggu di kawasan selatan Afganistan akibat ranjau jalanan.\n",
        "output": [
            "Local government officials have said that at least eleven people were killed on Sunday in southern Afghanistan by a roadside bomb.\n"
        ]
    },
    {
        "input": "Clinton mengatakan bahwa ini sebuah kehormatan besar untuknya berada di upacara tersebut dengan istri, puteri dan teman-temannya dari Amerika untuk berdiri dalam keakraban pada peringatan Yitzhak Rabin.\n",
        "output": [
            "Clinton said that it was a great honor for him to be at the ceremony with his wife, daughter and friends from America to stand in solidarity for the memory of Yitzhak Rabin.\n"
        ]
    },
    {
        "input": "\"Saya paham betapa frustrasi perasaan tim Polisi dan Pemadam Kebakaran ketika menghadapi masalah dalam Guy Fawkes, dan saya berharap pembatasan baru ini akan menyampaikan pesan bahwa kegiatan berbahaya yang disengaja atau pengrusakan adalah kriminal dan itu diawasi dengan ketat, \" kata Bensn-Pope.\n",
        "output": [
            "\"I understand the frustration the Police and Fire Service teams feel when faced with problems over Guy Fawkes, and I hope these new restrictions will send a message that deliberate harm or damage is criminal and is being clamped down on,\" Mr Benson-Pope said.\n"
        ]
    },
    {
        "input": "Menurut beberapa laporan, beberapa serangan udara Israel ke Jalur Gaza telah mencederai 3 anak-anak, termasuk 1 orang bayi.\n",
        "output": [
            "According to reports, multiple Israeli airstrikes in the Gaza Strip have injured three children, including one infant.\n"
        ]
    },
    {
        "input": "Nasib buruk dan pergantian nampaknya meletakkan Jerman dalam tanggung jawab permainan taktis untuk pertama kali dalam pertandingan.\n",
        "output": [
            "The bad luck and changes seemed to put Germany in charge of the tactical game for the first time in the match.\n"
        ]
    },
    {
        "input": "Juru bicara Gbagbo, Abdon George Bayeto, mengatakan kepada BBC bahwa pemilu dicurangi sebagai \"komplotan internasional terhadap petahana\" dan akan terus memerangi pasukan yang setia kepada Ouattara.\n",
        "output": [
            "Gbagbo's spokesman, Abdon George Bayeto, told the BBC the elections were rigged as an \"international plot against the incumbent\" and was going to continue fighting forces loyal to Ouattara.\n"
        ]
    },
    {
        "input": "Itu akan ditempatkan pada orbit geosynchronous, sekitar 36.000 km di atas Bumi, pada garis 95, 5º Bujur Timur.\n",
        "output": [
            "It will be placed in a geosynchronous orbit, about 36,000 kilometres above the Earth, at a longitude of 95.5°E.\n"
        ]
    },
    {
        "input": "Polisi menangkap seekor monyet tinggi 18 inci yang dilaporkan telah menggigit wanita berusia 20 tahun di luar State Street Brats, Madison, klub malam Wisconsin.\n",
        "output": [
            "Police apprehended a 18 inch tall monkey that is reported to have bitten a 20 year-old woman outside State Street Brats, a Madison, Wisconsin nightclub.\n"
        ]
    },
    {
        "input": "Orbit NASA bernama Cassini mengirimkan kembali gambar-gambar yang sangat indah dari Saturnus, mengungkap bahwa cincin-cincin planet yang terkenal itu jauh lebih bergelombang dari yang diperkirakan.\n",
        "output": [
            "NASA's Cassini orbiter has sent back remarkable images from Saturn, revealing that the planet's famous rings are far more bumpy than expected.\n"
        ]
    },
    {
        "input": "Lalu lintas lokal diperbolehkan, sejak ini ditutup 150 mil dari jalan raya.\n",
        "output": [
            "Local traffic is being allowed, since this shuts off a 150-mile stretch of highway.\n"
        ]
    },
    {
        "input": "Menurut saksi mata, tidak ada lampu listrik di banyak stasiun dan di transisi antaranya.\n",
        "output": [
            "According to eyewitnesses, there was no electric lighting at many stations and in transitions between them.\n"
        ]
    },
    {
        "input": "\"RUU stimulus pendukung kedua partai dan ekonomi yang lambat adalah alasan utama pertambahan defisit seperti yang tercermin pada hasil anggaran tahun ini.\"\n",
        "output": [
            "\"The bipartisan stimulus bill and the slow economy are the primary reasons for the increase in deficit as reflected in this year's budget results.\"\n"
        ]
    },
    {
        "input": "Pada Juli 2010, Rudd digantikan sebagai pemimpin ALP dan sebagai Perdana Menteri oleh Ms Gillard.\n",
        "output": [
            "In July 2010, Rudd was replaced as leader of the ALP and as Prime Minister by Ms Gillard.\n"
        ]
    },
    {
        "input": "Sebagian besar yang meninggal dunia sedang makan di dek bawah dan terperangkap di bawah.\n",
        "output": [
            "Most who died were dining on the lower deck, and were trapped below.\n"
        ]
    },
    {
        "input": "\"Dia menjatuhkan paket ke dalam kotak dan melarikan diri ke jalan Delaware ke arah Allen, \" kata Lt. K Szyszkowski polisi Buffalo.\n",
        "output": [
            "\"He dropped the package into the [box], and made his way out to Delaware Ave. towards Allen,\" stated Buffalo Police Lt., K Szyszkowski.\n"
        ]
    },
    {
        "input": "Perdana Menteri NSW Morris Iemma mengumumkan pada bulan Desember 2005 bahwa dia ingin menjual saham negara tersebut pada Hydro yang menyebabkan pemerintah federal dan Victoria mengikuti.\n",
        "output": [
            "NSW Premier Morris Iemma announced in December 2005 that he wished to sell the state's share in Snowy Hydro that caused the federal and Victorian governments to follow.\n"
        ]
    },
    {
        "input": "\"Tidak ada satu pun dari kita yang ingin ada dalam situasi ketika ada berkas paspor seorang Amerika yang diperiksa dalam cara yang tidak sah.\"\n",
        "output": [
            "\"None of us want us to have a situation where any American's passport file is accessed in an unauthorized way.\"\n"
        ]
    },
    {
        "input": "Perusahaan mengatakan itu bermaksud menangkap emisi karbon dioksida (CO2) dari produksi pasir minyaknya dan menyimpannya di bawah tanah.\n",
        "output": [
            "The company said it intends to capture the carbon dioxide (CO2) emissions from its oil sands production and store it underground.\n"
        ]
    },
    {
        "input": "Di 2004, Dr. Aafia dikenali oleh FBI sebagai seorang \"mata-mata Al-Qaeda dan ekspeditur yang bersikap jelas dan yang berbahaya untuk Amerika saat ini.\"\n",
        "output": [
            "In 2004, Dr. Aafia was identified by the FBI as an \"Al-Qaeda operative and facilitator who posed a clear and present danger to America\".\n"
        ]
    },
    {
        "input": "\"Ditinggalkannya fab 12 inci dan penghentian fab 8 inci dianggap sebagai isu kritis dalam kecelakaan ini.\"\n",
        "output": [
            "\"The abandonment of 12-inch fabs and the suspension of 8-inch fabs are considered critical issues in this incident.\"\n"
        ]
    },
    {
        "input": "Namun, sampel yang dipakai dalam analisis tersebut didapat dari 120.000 tahun terahir dan terlihat bahwa perkawinan silang dari dua spesies tersebut telah terjadi jauh lebih awal.\n",
        "output": [
            "However, the samples used in the analysis came from the past 120,000 years and show that interbreeding of the two species occurred a great deal earlier.\n"
        ]
    },
    {
        "input": "Masih belum jelas mengapa penerjemah itu mulai menembak; Namun, penyerang tersebut kelihatan sebagai \"pegawai yang tidak puas\", sebagai oposisi menjadi militan, menurut pejabat resmi militer Amerika.\n",
        "output": [
            "It is not yet clear why the interpreter started shooting; However, the attacker seemed to be a \"disgruntled employee\", as opposed to a militant, according to a US military official.\n"
        ]
    },
    {
        "input": "Penjaga Pantai menerima laporan keadaan darurat pada pukul 7:03 malam dari Perusahaan Kapal Candano.\n",
        "output": [
            "The Coast Guard received word on the emergency at 7:03 p.m. from Candano Shipping Lines.\n"
        ]
    },
    {
        "input": "Setelah vonis bersalah itu dibacakan, Browne Sanders yang terlihat sangat lega langsung memeluk keluarga dan teman-temannya yang hadir dalam sidang pengadilan itu.\n",
        "output": [
            "After the guilty verdict was read, a relieved Browne Sanders hugged her family and friends who were present at the trial.\n"
        ]
    },
    {
        "input": "Wartawan Tanpa Batas (RWB) bermohon untuk hukuman yang bertanggung jawab atas pembunuhan tersebut.\n",
        "output": [
            "Reporters Without Borders (RWB) have appealed for punishment of those responsible for the murder.\n"
        ]
    },
    {
        "input": "Setidaknya 4 orang meniggal dan 40 terluka Sabtu malam dikarenakan runtuhnya panggung Indiana State Fair, berlokasi di negara bagian Indiana.\n",
        "output": [
            "At least four people died and forty were injured Saturday night as the result of a stage collapsing at the Indiana State Fair, located within the US state of Indiana.\n"
        ]
    },
    {
        "input": "\"Saya berusaha untuk menyiapkan pertemuan tingkat tinggi di Cina untuk menyatakan posisi kami dan menjelaskan mengapa kami tidak harus diblokir.\"\n",
        "output": [
            "\"I am trying to set up high-level meetings in China to state our case and explain why we should be unblocked.\"\n"
        ]
    },
    {
        "input": "Wartawan ini meminta perhatian atas hubungan presiden demisioner Kolombia Alvaro Uribe dengan kelompok-kelompok milisi sayap kanan di kawasan Amerika Selatan yang kerap dilanda perang.\n",
        "output": [
            "The journalist has called attention to ties between outgoing Colombian president Alvaro Uribe, and right-wing militia groups in the war-plagued South American country.\n"
        ]
    },
    {
        "input": "Mengejar target kemenangan 222, Afrika Selatan dengan seluruh tenaga mencapai 172 setelah beberapa permainan yang terinspirasi bowling oleh Jacob Oram dan Nathan McCullum.\n",
        "output": [
            "Chasing a victory target of 222, South Africa were all out for 172 after some inspired bowling performance by Jacob Oram and Nathan McCullum.\n"
        ]
    },
    {
        "input": "Ikan paus pilot tersebut mendamparkan diri sendiri di Pelabuhan Levy di Pulau Selatan, namun puluhan relawan membantu untuk mencoba dan membawa mereka kembali ke perairan terbuka keluar dari jalur masuk, yang penuh lumpur dan dangkal.\n",
        "output": [
            "The pilot whales beached themselves at Port Levy on South Island, but dozens of volunteers helped to try and get them back out to the open water out of the inlet, which is muddy and shallow.\n"
        ]
    },
    {
        "input": "Diharapkan bahwa konferensi donor internasional akan diadakan bulan depan untuk mengumpulkan lebih banyak bantuan pada negara tersebut.\n",
        "output": [
            "It is expected that an international donors' conference will take place next month to solicit more aid for the country.\n"
        ]
    },
    {
        "input": "Pesta Jelang Tahun Baru Kota Taipei Tahun 2008 ini rupanya \"pudar\" dengan faktor politik.\n",
        "output": [
            "The 2008 Taipei City New Year Countdown Party was apparently \"faded\" with political factor.\n"
        ]
    },
    {
        "input": "Situs web \"Kebenaran tentang kebakaran di Vladivostok\" telah dibuat untuk menyebarkan informasi tentang kebakaran tersebut.\n",
        "output": [
            "The web-site \"Truth about the fire in Vladivostok\" has been created to spread information about the fire.\n"
        ]
    },
    {
        "input": "Para penanggung jawab mengakui bahwa pelanggaran kesehatan dan keamanan adalah sebuah \"penyebab signifikan\" dari kematiannya, kata Pascal Bates untuk tuntutannya.\n",
        "output": [
            "The trust admitted that health and safety breaches were a \"significant cause\" of his death, said Pascal Bates for the prosecution.\n"
        ]
    },
    {
        "input": "Sedangkan untuk kapal, \"Kami wajibkan oleh hukum internasional untuk menawarkan mereka kembali ke pemilik, sedangkan untuk kru, kemampuan pemilik untuk segera memulangkan mereka kembali ke Indonesia. . cukup terbatas, \" Senator menjelaskan.\n",
        "output": [
            "As for the boats, \"We're required by international law to offer them to bond them back to the owners, but as the crew are immediately repatriated the ability of the owners to get them back to Indonesia ... is fairly limited,\" the Senator explained.\n"
        ]
    },
    {
        "input": "Setelah sesi bertanya dan menjawab selesai, video pernyataan dari John Kerry mulai dimainkan.\n",
        "output": [
            "After questions and answers finished, the video statement from John Kerry began to play.\n"
        ]
    },
    {
        "input": "Menurut rekaman percakapan teleponnya yang ditampilkan di blognya.\n",
        "output": [
            "According to the phone conversation recording he posted to his blog,\n"
        ]
    },
    {
        "input": "Telah dikonfirmasi bahwa Spyker akan berganti pemilik musim yang akan datang menjadi tim Formula One India yang pertama kalinya dalam sejarah.\n",
        "output": [
            "It was confirmed that Spyker will change owners next season becoming the first Indian national Formula One team in history.\n"
        ]
    },
    {
        "input": "Diadakan setiap tahun, ini adalah forum tradisional untuk mengekspresikan oposisi politik.\n",
        "output": [
            "Held every year, it is a traditional forum for expressing political opposition.\n"
        ]
    },
    {
        "input": "Jean Eyeghe Ndong mengatakan bahwa Bongo, pemimpin terlama dari sebuah negara Afrika ini, telah meninggal di klinik Quiron pada hari Senin, di usia 73 tahun.\n",
        "output": [
            "Jean Eyeghe Ndong said that Bongo, the longest-serving leader of an African country, had died at the Quiron clinic on Monday, at the age of 73.\n"
        ]
    },
    {
        "input": "Sejumlah ulama Sudan terkemuka mengacuhkan instruksi pemerintah agar tidak memanaskan situasi, walaupun mereka menghentikan untuk meneriakkan kematiannya.\n",
        "output": [
            "A number of prominent Sudanese clerics ignored government instructions not to inflame the situation, although they stopped short of directly calling for her death.\n"
        ]
    },
    {
        "input": "Pernyataan yang diumumkan hari Jumat oleh pemerintah Inggris itu muncul setelah Parlemen Eropa mendesak adanya resolusi untuk kasus itu dan mengatakan bahwa Iran memang suka menyiksa dan mengeksekusi para pelaku homoseksual.\n",
        "output": [
            "The announcement Friday by the British government came after the European Parliament urged a resolution to the case and said that Iran has a history of torturing and executing homosexuals.\n"
        ]
    },
    {
        "input": "Dia berkata suaminya Pat, tidak bisa lagi menyimpan barang-barang kepunyaan Casey di rumah dan menaruh hampir semua barangnya di tempat penyimpanan.\n",
        "output": [
            "She says her husband Pat, couldn't bear having Casey's things at home and put most of them in storage.\n"
        ]
    },
    {
        "input": "Partai AKP memiliki 353 dari 550 kursi di Majelis Agung Nasional Turki.\n",
        "output": [
            "The AKP has 353 of the 550 seats in Grand National Assembly of Turkey.\n"
        ]
    },
    {
        "input": "Mansour berencana untuk membentuk sebuah panel dalam waktu lima belas hari untuk meninjau dan memberi saran tentang perubahan-perubahan untuk konstitusi yang sedang dibekukan sekarang ini.\n",
        "output": [
            "Mansour plans to form a panel within fifteen days to review and suggest changes to the now-suspended constitution.\n"
        ]
    },
    {
        "input": "Sebuah surat kabar Dover setempat, York Daily Record, memberikan tajuk bahwa pemilih Dover harus memberikan kesaksian persidangan dalam laporan selama pemilihan umum saat mereka bisa memberikan suara bagi anggota dewan sekolah bersama dengan kantor elektif lainnya.\n",
        "output": [
            "A local Dover newspaper, the York Daily Record, editorialized that Dover voters should take trial testimony into account during the general election when they could cast votes for school board members along with other elective offices.\n"
        ]
    },
    {
        "input": "Sebagai seorang manajer, dia juga memenangkan 1.800 pertandingan selama 23 tahun.\n",
        "output": [
            "As a manager, he also won 1,800 games over the course of 23 years.\n"
        ]
    },
    {
        "input": "Google telah menanggapi dengan mengatakan bahwa mereka mengikuti Undang-undang Hak Cipta Millennium Digital, yang mencegah perusahaan-perusahaan ditutut jika mereka mengurangi konten berhak cipta segera setelah mereka menyadarinya.\n",
        "output": [
            "Google has responded by saying that they followed the Digital Millennium Copyright Act, which prevents companies from being prosecuted if they bring down copyrighted content as soon as they are made aware of it.\n"
        ]
    },
    {
        "input": "Pengiriman ke Singapore Airlines, pembeli pertamanya, tidak bisa dilakukan sampai Oktober - terlambat dua tahun.\n",
        "output": [
            "Deliveries to Singapore Airlines, its launch customer, are not due until October - two years late.\n"
        ]
    },
    {
        "input": "Negara-negara bagian Volusia, Sumter, Lake dan Seminole dinyatakan sebagai negara bagian dalam keadaan darurat karena puluhan rumah, rumah mobil dan gereja telah hancur.\n",
        "output": [
            "Volusia, Sumter, Lake and Seminole counties have all been declared a state of an emergency as dozens of houses, mobile homes and a church were destroyed.\n"
        ]
    },
    {
        "input": "Orang tua Ashley ingin menjaganya di rumah dan merawatnya sendiri, dan mereka ingin menjamin kualitas hidup puteri mereka.\n",
        "output": [
            "Ashley's parents want to keep her at home and care for her themselves, and they want to guarantee their daughter's quality of life.\n"
        ]
    },
    {
        "input": "Para ahli astronomi sebelumnya berpikir bahwa cincin-cincin itu hampir seluruhnya rata, dengan perubahan pada tingginya dengan hanya beberapa meter.\n",
        "output": [
            "Astronomers previously thought that the rings were almost completely flat, with changes in height of only a few metres.\n"
        ]
    },
    {
        "input": "Menurut Beaver, kapal selam tersebut akan memberikan kemampuan serangan pertama dan serangan kedua bagi Israel.\n",
        "output": [
            "According to Beaver, the submarines would provide Israel with both first strike and second strike capability.\n"
        ]
    },
    {
        "input": "Royal Mail memperingatkan pelanggannya bahwa penerimaan dan pengiriman surat di Inggris akan terganggu karena insiden tersebut.\n",
        "output": [
            "The Royal Mail is warning customers that mail collections and deliveries across the UK will be disrupted because of the incidents.\n"
        ]
    },
    {
        "input": "Pelopor blogger Malaysia Ahiruddin Attan dan Jeff Ooi telah digugat atas tuduhan melakukan fitnah oleh harian terkemuka Malaysia, The New Straits Times.\n",
        "output": [
            "Pioneer Malaysian bloggers Ahiruddin Attan and Jeff Ooi have been sued for defamation by a leading Malaysian newspaper, The New Straits Times.\n"
        ]
    },
    {
        "input": "Dua museum di San Diego, California telah diwarisi sebuah koleksi seni senilai lebih dari 40 juta.\n",
        "output": [
            "Two museums in San Diego, California have been bequested an art collection worth more than 40 million.\n"
        ]
    },
    {
        "input": "Ketika pada 64, Yuvraj diletakkan sebagai penutup oleh Shoaib Malik.\n",
        "output": [
            "When on 64, Yuvraj was put down at covers by Shoaib Malik.\n"
        ]
    },
    {
        "input": "Sebuah gedung di ibukota Iran Teheran runtuh hari ini dan menewaskan sedikitnya 19 orang.\n",
        "output": [
            "A building in Iran's capital Tehran collapsed today and killed at least 19 people.\n"
        ]
    },
    {
        "input": "Brad Hodge adalah pemukul Australia dengan nilai tinggi, mencetak 35 nilai tidak keluar, sementara Andrew Symonds mencetak 33 nilai sebelum kacau.\n",
        "output": [
            "Brad Hodge was Australia's top scoring batsman, scoring 35 not out, while Andrew Symonds scored 33 runs before being stumped.\n"
        ]
    },
    {
        "input": "Sebagian besar lanskap media dari LGBT Amerika akan menjadi konglomerat.\n",
        "output": [
            "A significant portion of the American LGBT media landscape is about to become a conglomerate.\n"
        ]
    },
    {
        "input": "Pendanaan untuk trem baru ini diharapkan sebagian besar berasal dari TfL, namun London Borough of Croydon juga menegaskan memberikan sumbangan sebesar 3m poundsterling untuk proyek.\n",
        "output": [
            "Funding for the new trams is expected to largely come from TfL, however the London Borough of Croydon has also confirmed a £3m contribution to the project.\n"
        ]
    },
    {
        "input": "Badan Penjamin Kualitas mengatakan pemeriksaan luar negeri UoW pada lembaga asing tidak memadai.\n",
        "output": [
            "The Quality Assurance Agency said UoW's overseas checks on foreign institutions were inadequate. \n"
        ]
    },
    {
        "input": "Kevin Pietersen dan debutan ODI Luke Wright keduanya mencatat 50, dengan Wright berbagi 106 run dengan Owais Shah.\n",
        "output": [
            "Kevin Pietersen and ODI debutant Luke Wright both recorded fifties, with Wright sharing 106 runs with Owais Shah.\n"
        ]
    },
    {
        "input": "WHO telah menolak untuk mengidentifikasi anggota komite, mengatakan bahwa mereka harus dilindungi dari tekanan industri, jadi kemungkian konflik kepentingan dengan perusahaan obat tidak diketahui.\n",
        "output": [
            "The WHO has refused to identify committee members, arguing that they must be shielded from industry pressure, so possible conflicts of interest with drug companies are unknown.\n"
        ]
    },
    {
        "input": "Minggu lalu rezim Fiji mengancam untuk mengusir Komisariat Tinggi Selandia Baru kecuali pemerintah Selandia Baru memberikan sebuah visa kepada George Nacewa, anak lelaki dari seorang petugas rezim senior.\n",
        "output": [
            "Last week the Fijian regime threatened to expel New Zealand's High Commissioner unless the New Zealand government granted a visa to George Nacewa, the son of a senior regime official.\n"
        ]
    },
    {
        "input": "Para penumpang yang kebanyakan adalah orang asing dari perusahaan konstruksi Nass-Murray and Roberts, sedang menikmati makan malam kapal pesiar dalam perayaan penyelesaian bagian menara bangunan World Trade Center Bahrain.\n",
        "output": [
            "The passengers were mostly foreigners from the Nass-Murray and Roberts construction company, and were enjoying an evening dinner cruise in celebration of their completion of part of the Bahrain World Trade Centre towers.\n"
        ]
    },
    {
        "input": "Perjanjian ini masih harus disetujui oleh mayoritas pemegang saham PlanetOut, sesuai dengan pengajuan peraturan dan persetujuan, dan memenuhi berbagai kondisi tertutup.\n",
        "output": [
            "The agreement still has to be approved by a majority of PlanetOut common stock holders, comply with regulatory filings and approvals, and meet various closing conditions.\n"
        ]
    },
    {
        "input": "Kelompok-kelompok lingkungan, termasuk Sierra Club, diberi izin untuk campur tangan dalam kasus ini mendukung tindakan Korps.\n",
        "output": [
            "Environmental groups, including the Sierra Club, were given permission to intervene in the case in support of the actions of the Corps.\n"
        ]
    },
    {
        "input": "Ribuan domba dan sapi juga tewas terpanggang amukan api.\n",
        "output": [
            "Thousands of sheep and cattle have also been killed in the fires.\n"
        ]
    },
    {
        "input": "Pemerintah Perancis memberikan penghargaan khusus kepada orang-orang Comanche ini dengan menganugerahi mereka dengan Orde Nasional Prestasi Chevalier pada tahun 1989.\n",
        "output": [
            "The French Government gave special honors to the Comanches by bestowing them with the Chevalier of the National Order of Merit in 1989.\n"
        ]
    },
    {
        "input": "Batang bisa diolah kembali untuk beberapa bulan untuk mengambil senjata plutonium.\n",
        "output": [
            "The rods could be reprocessed for several months to extract weapons-grade plutonium.\n"
        ]
    },
    {
        "input": "Hal ini sangat menggelisahkan bahwa beberapa putusan diambil diluar konteks untuk menciptakan kesan bahwa institusi kita adalah sarang fanatisme dimana mereka dapat secara langsung mendekati kita - kita menggunakan suatu kebijakan pintu terbuka untuk masjid-masjid kita.\n",
        "output": [
            "It is deeply alarming that a few sentences have been taken out of context in order to create the impression that our institution is a hotbed of fanaticism they could have approached us directly - we operate an open door policy in our mosques.\n"
        ]
    },
    {
        "input": "Satu-satunya negara Eropa lain yang memiliki senjata Nuklir adalah Prancis.\n",
        "output": [
            "The only other European country with nuclear capability is France.\n"
        ]
    },
    {
        "input": "Kyle Busch, karena kecelakaannya dengan Jeff Burton tetap menguasai posisi ketiga sedangkan rekan satu timnya Hamlin di posisi keempat.\n",
        "output": [
            "Kyle Busch, because of his accident with Jeff Burton maintained the third position while his team mate Hamlin is fourth.\n"
        ]
    },
    {
        "input": "Kapten telah diperingatkan Sabtu pagi mengenai kondisi badai, jaksa daerah Maxim Stepanenko mengatakan kepada Rusia Vesti 24.\n",
        "output": [
            "Captains had been warned Saturday morning of the stormy conditions, regional prosecutor Maxim Stepanenko told Russia's Vesti 24.\n"
        ]
    },
    {
        "input": "Lightning dan Penguins akan bermain game pameran di Jerman dan Finlandia.\n",
        "output": [
            "The Lightning and Penguins will play exhibition games in Germany and Finland respectively.\n"
        ]
    },
    {
        "input": "Empat belas tempat bersejarah dijadwalkan tutup pada tanggal 1 Oktober.\n",
        "output": [
            "Fourteen state historic sites are scheduled to be closed October 1.\n"
        ]
    },
    {
        "input": "Beberapa try dari Doug Howlett, Mils Muliaina dan dua dari Sitiveni Sivivatu meningkatkan keunggulan All Black yang mengesankan.\n",
        "output": [
            "Tries from Doug Howlett, Mils Muliaina and two from Sitiveni Sivivatu increased the All Black's imposing lead.\n"
        ]
    },
    {
        "input": "ECC Afganistan telah mempublikasikan sebuah laporan tentang penyelidikan mereka dalam dugaan yang muncul setelah pemilihan 2 bulan yang lalu.\n",
        "output": [
            "The Afghanistan ECC has published a report about their investigation into allegations which emerged after the polls two months ago.\n"
        ]
    },
    {
        "input": "Misi yang dijadwalkan untuk teleskop luar angkasa pada tahun 2008 diharapkan untuk memberikan alat untuk memperbarui lebih lanjut kemampuan teleskop tersebut.\n",
        "output": [
            "A scheduled mission to the space telescope in 2008 is expected to deliver instruments to further upgrade the capabilities of the telescope.\n"
        ]
    },
    {
        "input": "Wahana adalah atraksi yang memutar orang di dalam kendaraan 2 tempat duduk, masuk ke tenda yang gelap untuk menyaksikan cahaya dan musik.\n",
        "output": [
            "The ride is an attraction that spins people around in two-seat cars, inside a darkened tent to flashing lights and music.\n"
        ]
    },
    {
        "input": "Stuff. co.nzs Chris Barclay percaya ini berarti Fever memiliki kesempatan untuk menang, terutama setelah pra-musim yang memperoleh dua kemenangan, mengikat hasil seri melawan Firebirds, dan kekalahan tunggal.\n",
        "output": [
            "stuff.co.nzs Chris Barclay believes this means the Fever have a chance of winning, especially following a pre-season that included two wins, a tie to the Firebirds and a single loss.\n"
        ]
    },
    {
        "input": "Dari perjanjian 850 juta dolar pemerintah Sierra Leone hanya mengharapkan sekitar 300 juta dolar dapat terjamin, dengan dicantumkan syarat-syarat mengenai penggunaan pembiayaan.\n",
        "output": [
            "From the pledges of $850 million the government of Sierra Leone was hoping for only about $300 millions could be secured, with attached conditionalities concerning the use of funding.\n"
        ]
    },
    {
        "input": "\"Komandan memberi kami senyum sangat lebar sekarang ini pada waktu kami melewatinya dan beberapa prajurit memberi yang lebih kecil, senyum malu ketika kami lewat.\"\n",
        "output": [
            "\"The commanding officer gave us a very big smile this time as we passed him and several of the soldiers gave smaller, shy smiles as we passed.\"\n"
        ]
    },
    {
        "input": "Dan saya melakukan semua pekerjaan tersebut agar bisa meningkatkan kesempatan saya untuk mewujudkan mimpi saya di TV.\"\n",
        "output": [
            "And I was doing all this in order to increase my chances to get my dream job in television.\"\n"
        ]
    },
    {
        "input": "Kecuali Google yang menyesuaikan kode di belakang perhitungan tersebut, tulisan tersebut akan terbaca \"Di atas 2.075\" setelah 9 April.\n",
        "output": [
            "Unless Google adjusts the code behind the counter, the text will read \"Over 2075\" after April 9.\n"
        ]
    },
    {
        "input": "\"Dalam kondisi Kutub, es bisa membantu penanganan atas tumpahan minyak dengan memperlambat pelapukan minyak, meredam gelombang, mencegah minyak dari penyebaran luas, dan memungkinkan lebih banyak waktu untuk menangani.\"\n",
        "output": [
            "\"In Arctic conditions, ice can aid oil spill response by slowing oil weathering, dampening waves, preventing oil from spreading over large distances, and allowing more time to respond.\"\n"
        ]
    },
    {
        "input": "Bila terlalu banyak pemilik rumah tidak dapat membayar hipotik mereka, pemberi pinjaman sub-prima dapat berakhir tanpa dapat mebayar pinjaman mereka.\n",
        "output": [
            "If too many homeowners default on their mortgages, the sub-prime lender can end up defaulting.\n"
        ]
    },
    {
        "input": "Selanjutnya studi hewan harus selesai diperiksa kemungkinan efek samping, seperti masa menyusu anak lelaki dan wanita tidak hamil, maupun peradangan yang dapat memperparah MS.\n",
        "output": [
            "Further animal studies need to be done to examine the possibility of side effects, such as lactation in men and non-pregnant women, as well as increased inflammation which could worsen the MS.\n"
        ]
    },
    {
        "input": "Walikota San Jose, Kalifornia Ron Gonzalis sedang diselidiki oleh Kantor Pengacara Wilayah Santa Clara.\n",
        "output": [
            "San Jose, California mayor Ron Gonzales is being investigated by the Santa Clara County District Attorney's Office.\n"
        ]
    },
    {
        "input": "Pelaut Kapal 3504 telah berada di Pulau Sibay oleh Angkatan Udara Filipina.\n",
        "output": [
            "Vessel 3504's crew were located on Sibay Island by the Philippine Air Force.\n"
        ]
    },
    {
        "input": "\"Saya melihat asap hitam naik dan suara gedung roboh.\"\n",
        "output": [
            "\"I saw black smoke rising and the sound of a building crashing down\".\n"
        ]
    },
    {
        "input": "Belostenny adalah pemain kunci dalam tim basket Uni Soviet dan peraih 2 medali yaitu Eropa dan Olimpiade.\n",
        "output": [
            "Belostenny was a key player in the Soviet Union basketball team and was both a European and Olympic medallist.\n"
        ]
    },
    {
        "input": "Turnamen tersebut dimulai pada tahun 1947 sebagai even undangan untuk tim Singapura dan Malaysia dan sejak tumbuh menjadi tim nasional dan klub dari seluruh dunia diundang.\n",
        "output": [
            "The tournament began in 1947 as an invitational event for Singapore and Malaysian teams and since grown into national and club teams from around the world are invited.\n"
        ]
    },
    {
        "input": "Michael Stanton, seorang penggemar astronomi lokal berkata kepada Wikinews \"ini luar biasa, kita melihat pertunjukan musik dan pemandangan yang menyenangkan untuk dilihat.\"\n",
        "output": [
            "Michael Stanton, a local astronomy fan told Wikinews \"this is just great, we have music and this visual delight to see\".\n"
        ]
    },
    {
        "input": "Pengadilan Hak Asasi Manusia Eropa telah memberikan € 2500 untuk Abu Qatada, seorang militan Islam dan ulama, dalam gugatan yang diajukannya terhadap Inggris yang menahannya tanpa pengadilan pada tahun 2002.\n",
        "output": [
            "The European Court of Human Rights has awarded €2500 to Abu Qatada, an Islamic militant and cleric, in a lawsuit he filed against the United Kingdom which detained him without trial in 2002.\n"
        ]
    },
    {
        "input": "Kekalahan mosi pemerintah untuk intervensi militer telah mengejutkan beberapa pihak.\n",
        "output": [
            "The defeat of the government motion for military intervention has surprised some.\n"
        ]
    },
    {
        "input": "Video telah dilaporkan sebagai protes anti-Scientology, direkam oleh berbagai anggota kelompok Anonymous.\n",
        "output": [
            "The videos have been reported to be of anti-Scientology protests, recorded by various members of the group Anonymous.\n"
        ]
    },
    {
        "input": "Keprihatinan akan hak asasi manusia seperti itu telah lama menjadi batu sandungan bagi upaya Turki untuk bergabung dengan Uni Eropa.\n",
        "output": [
            "Such human rights concerns have long served as a stumbling block for Turkey's attempts to join the European Union.\n"
        ]
    },
    {
        "input": "Penawanan akan berlangsung di pekuburan Hermano Pedro di Meksiko.\n",
        "output": [
            "Internment will take place at the Hermano Pedro cemetery in Mixco.\n"
        ]
    },
    {
        "input": "WHO mengatakan bahwa banyak dari kasus parah dari virus yang dilaporkan adalah orang yang memiliki penyakit kronis sebelumnya.\n",
        "output": [
            "The WHO says that many of the severe cases of the virus are reported in people with prior chronic illnesses.\n"
        ]
    },
    {
        "input": "\"Tidak ada keputusan akhir pada biaya awal dan bantuan yang telah diambil oleh karena itu terlalu awal untuk berspekulasi tentang dampak kemungkinan biaya, \" bunyi pernyataan tersebut.\n",
        "output": [
            "\"No final decisions on the starting price or assistance have been taken and therefore it is far too early to speculate on any potential price impacts,\" the statement said.\n"
        ]
    },
    {
        "input": "Jalanan di Afghanistan seringkali sulit untuk dilalui, jadi tentara sering menyewa pesawat udara, khususnya dari Rusia, untuk membawa pasukan dan kargo antar markas.\n",
        "output": [
            "Roads in Afghanistan are often difficult to traverse, so militaries often contract aircraft, especially from Russia, to transport troops and cargo between bases.\n"
        ]
    },
    {
        "input": "Sistem yang sama menyebabkan banjir parah dan hujan lebat pada 2003.\n",
        "output": [
            "A similar system caused severe flooding and precipitation in 2003.\n"
        ]
    },
    {
        "input": "\"Satu dari hal-hal tersebut bisa mengubah pertandingan, tetapi apa yang bisa kita perbuat sekarang?\" kapten Adelaide Travis Dodd berkata kepada Fox Sports setelah pertandingan.\n",
        "output": [
            "\"It's one of those things I guess, it changed the game, but what can you do about it now?\" Adelaide Captain Travis Dodd told Fox Sports after the match.\n"
        ]
    },
    {
        "input": "Raymond Moreno mengatakan, \"Saya berharap itu tetap untuk sepuluh, dua puluh, tiga puluh tahun, karena kami membutuhkannya.\"\n",
        "output": [
            "Raymond Moreno said, \"I hope it stays for another ten, twenty, thirty years, because we need it.\"\n"
        ]
    },
    {
        "input": "Mayat 5 wanita di Inggris telah ditemukan di sekitar daerah Suffolk di Inggris Timur.\n",
        "output": [
            "The bodies of five women within the United Kingdom have been found in or around the county of Suffolk in the east of England.\n"
        ]
    },
    {
        "input": "Anggaran baru tersebut juga termasuk penambahan pembiayaan program pra-sekolah negara bagian, sebanyak 100 juta dollar untuk mendanai TennCare yang terhenti, dan sebuah kontribusi yang besar pada dana cadangan negara bagian.\n",
        "output": [
            "The new budget also includes an increase in spending for the state's preschool program, as much as $100 million in funding for TennCare disenrollees, and a significant contribution to the state's reserve fund.\n"
        ]
    },
    {
        "input": "\"Kami berencana meminta James untuk melanjutkan kembali pekerjaannya pada tahun baru dan percaya diri dia akan mewakili Atletik Penn State dan Universitas dengan energi tingkat tinggi, berdedikasi dan rasa hormat.\"\n",
        "output": [
            "\"We are planning to have James resume his duties in the new year and are confident that he will represent Penn State Athletics and the University with a high level of energy, dedication and respect.\"\n"
        ]
    },
    {
        "input": "Obame telah melakukan mogok makan untuk memperlihatkan ketidaksetujuannya atas apa yang dinamainya \"pembangunan sebuah era kediktatoran\" di Gabon.\n",
        "output": [
            "Obame has gone on a hunger strike to deplore what he called \"the installation of an era of dictatorship\" in Gabon.\n"
        ]
    },
    {
        "input": "Awalnya Ortega meninggalkan Venezuela setelah dikeluarkan surat penangkapan pada 2003, BBC melaporkan bahwa ia telah kembali ke Venezuela dari Costa Rica Agustus lalu.\n",
        "output": [
            "While Ortega had initially fled Venezuela following the issuing of an arrest warrant in 2003, the BBC reports that he had returned to Venuzuela from Costa Rica last August.\n"
        ]
    },
    {
        "input": "Foto-manipulasi kemudian dipasang di papan reklame untuk secara fiktif \"Menopang Yayasan Rias\" bermerek.\n",
        "output": [
            "The photo-manipulation is then posted on a billboard for the fictional \"Easel Foundation Makeup\" brand.\n"
        ]
    },
    {
        "input": "Sekitar 25.000 orang termasuk Perdana Menteri Stephen Harper, istrinya dan dua anaknya telah berada di sana.\n",
        "output": [
            "About 25,000 people including Prime Minister Stephen Harper, his wife and their two children were there.\n"
        ]
    },
    {
        "input": "Jenkins berhasil mencapai kecepatan 126,1 mil per jam (202,9 kilometer per jam) di dalam mobil Greenbirdnya sepanjang dataran Danau Ivanpah Nevada.\n",
        "output": [
            "Jenkins managed to reach a speed of 126.1 miles per hour (202.9 kilometres per hour) in his Greenbird car along the plains of Nevada's Ivanpah Lake.\n"
        ]
    },
    {
        "input": "Bogdan dituduh oleh Rachel Smyth, jaksa, karena memberikan nasihat dan bantuan untuk Marius; Smyth membuka pengadilan tahun lalu mengatakan Pengadilan Manchester Crown \"telah mendengar bukti Anda [juri] menyimpulkan bahwa anak, Marius, belajar berdagang tersebut dari ayahnya dan itu adalah bisnis keluarga.\"\n",
        "output": [
            "Bogdan was accused by Rachel Smyth, prosecuting, of giving advice and assistance to Marius; Smyth opened the trial last year telling Manchester Crown Court \"[h]aving heard the evidence you [the jury] may conclude that the son, Marius, learnt this trade from his father and that this was a family business.\"\n"
        ]
    },
    {
        "input": "Bakteri tersebut dapat dibawa oleh binatang liar dari peternakan ke ladang bayam.\n",
        "output": [
            "The bacteria could have been carried by wild animals from the cattle ranch to the spinach field.\n"
        ]
    },
    {
        "input": "CAW telah meminta karyawan memberitahukan kepada Penanggung jawab Kesehatan dan Keselamatan mereka tentang masalah keselamatan apapun di tempat kerja.\n",
        "output": [
            "The CAW has asked that employees notify their Health and Safety Rep about any safety concerns at the work place.\n"
        ]
    },
    {
        "input": "Program Kemitraan Daerah menyediakan bantuan pemerintah untuk proyek di daerah.\n",
        "output": [
            "Regional Partnerships program provides government assistance for projects in regional areas.\n"
        ]
    },
    {
        "input": "Kompetisi Liga Hoki Ontario tahun 2005-2006 dimulai Rabu malam di arena Wendler di Dow Event Center di Saginaw, Michigan, Amerika dengan tuan rumah Saginaw Spirit melawan Plymouth Whalers dengan dihadiri 4.600 orang.\n",
        "output": [
            "The 2005-2006 Ontario Hockey League season kicked off to a start Wednesday night at Wendler arena in The Dow Event Center in Saginaw, Michigan, USA with the Saginaw Spirit hosting the Plymouth Whalers, with over 4,600 people attending.\n"
        ]
    },
    {
        "input": "4 pekerja masih dirawat sesudah ledakan, 3 dalam kondisi kritis.\n",
        "output": [
            "Four workers are still hospitalised after the explosion, three in critical condition.\n"
        ]
    },
    {
        "input": "Jalan Raya Lintas New York State, atau Jalan raya antar state 90 ditutup dari mendekati Rochester, New York sampai ke Dunkirk, New York yang hampir sepanjang 110 mil.\n",
        "output": [
            "The New York State Throughway, or interstate 90 is closed from nearly Rochester, New York to Dunkirk, New York which is nearly 110 miles long.\n"
        ]
    },
    {
        "input": "Pada pukul 6.45 pagi waktu hawaii di mulai dengan 2,4 mil renang, 112 mil waktu percobaan dan 26,2 mil maraton menunjukan jeram yang sayangnya tidak menguntungkan.\n",
        "output": [
            "The 6:45 a.m. Hawaii Standard Time start to the 2.4 mile swim, 112 mile time-trial, and a 26.2 mile marathon saw a cascade of unfortunates to favorites.\n"
        ]
    },
    {
        "input": "Maskapai pembawa bendera UK, British Airways (BA) telah memperingati pasar bahwa mereka akan menerbitkan kerugian 1 tahun penuh yang mencapai 150 juta euro.\n",
        "output": [
            "The United Kingdom's flag carrier airline, British Airways (BA) has warned the markets that it will post a full year loss of up to £150 million.\n"
        ]
    },
    {
        "input": "Pagi hari setelah pertempuran, jalan-jalan relatif tenang, dan satu-satunya kehadiran militer yang signifikan adalah artileri berat di sekitar istana presiden.\n",
        "output": [
            "The morning after the battle, the streets were relatively quiet, and the only significant military presence is heavy artillery around the presidential palace.\n"
        ]
    },
    {
        "input": "Barack Obama, seorang senator junior dari Illinois dan kandidat presiden Amerika Serikat 2008 telah menyapu bersih seluruh tiga kontes Demokratik hari ini, dua kaukus di Nebraska dan Washington dan yang pertama di Louisiana.\n",
        "output": [
            "Barack Obama, the junior senator from Illinois and 2008 US presidential candidate has swept all three of today's Democratic contests, two caucuses in Nebraska and Washington and the primary in Louisiana.\n"
        ]
    },
    {
        "input": "The Gliders berada di Bangkok, Thailand, dalam rangka Kejuaraan Bola Basket Kursi Roda Asia-Oceania, yang akan diselenggarakan di Pusat Pemuda Thailand-Jepang Bangkok.\n",
        "output": [
            "The Gliders are in Bangkok, Thailand, for the Asia-Oceania Zone Wheelchair Basketball Championships, which are being held at the Thai-Japanese Bangkok Youth Center.\n"
        ]
    },
    {
        "input": "\"Hal ini akan mengakibatkan konsolidasi material batuan inti yang dikelilingi oleh cangkang es.\"\n",
        "output": [
            "\"This would result in the consolidation of rocky material at the core surrounded by a shell of ice.\"\n"
        ]
    },
    {
        "input": "Menurut jaksanya kondisi ini dilakukan karena Manning membuat \"ejekan sarkastis\" tentang kondisi kejam dari penahanannya.\n",
        "output": [
            "According to his attorney, this condition was imposed because Manning made a \"sarcastic quip\" about the harsh conditions of his confinement.\n"
        ]
    },
    {
        "input": "Robertson mengatakan, \"'Ini tanah saya', dan untuk setiap perdana menteri Israel yang menentukan ia akan mengukir itu dan memberikannya, Tuhan berkata, 'Tidak, ini adalah milikku. '\"\n",
        "output": [
            "Robertson said, \"'This is my land,' and for any prime minister of Israel who decides he is going to carve it up and give it away, God says, 'No, this is mine.'\"\n"
        ]
    },
    {
        "input": "SLW Group sukses dalam memperoleh akun 10 juta Dollar seperti yang telah diungkapkan hari ini.\n",
        "output": [
            "SLW Group was successul in gaining the $10 million account it was revealed today.\n"
        ]
    },
    {
        "input": "Kelompok terpelajar yang mengusulkan penyelesaian ini telah menekankan bahwa solusi mereka diarahkan pada mempertahankan tradisi ahli waris laki-laki.\n",
        "output": [
            "The group of scholars proposing this solution have stressed that their solution is aimed at maintaining the tradition of a male heir.\n"
        ]
    },
    {
        "input": "Mereka juga mendesak Perdana Menteri untuk memperpanjang upaya penanggulangan teroris dan ekstrimis.\n",
        "output": [
            "They also urge the Prime Minister to extend his efforts in tackling terrorism and extremism.\n"
        ]
    },
    {
        "input": "Langkah ini berarti akhir dari status perusahaan saingan AT&T sebagai satu-satunya operator resmi iPhone AS, status tersebut dipegang sejak debut pertama iPhone pada tahun 2007.\n",
        "output": [
            "The move means the end of rival company AT&T's status as the only official US carrier of the iPhone, a status it held since the first iPhone debuted in 2007.\n"
        ]
    },
    {
        "input": "Sebuah undang-undang video game California saat ini sedang dikaji di pengadilan federal.\n",
        "output": [
            "A California video game law is currently being reviewed in federal court.\n"
        ]
    },
    {
        "input": "Masih ada laporan-laporan lain pada video terhubung ke lokasi-lokasi di mana ia dapat ditonton, termasuk sebuah laporan pada The Times.\n",
        "output": [
            "Still other reports on the video linked to locations where it could be watched, including a report in The Times.\n"
        ]
    },
    {
        "input": "Kennedy, yang merupakan salah satu dari 2 penjahat hukuman mati di Amerika yang tidak melakukan pembunuhan, menantang keputusan pengadilan, dan kasus itu dibawa ke Mahkamah Agung Amerika Serikat.\n",
        "output": [
            "Kennedy, who was one of two criminals on death row in America who did not commit murder, challenged the court's decision, and the case was brought to the U.S. Supreme Court.\n"
        ]
    },
    {
        "input": "Polisi meluncurkan serangan, menyelamatkan wanita-wanita tersebut setelah menerima petunjuk.\n",
        "output": [
            "Police launched raids, rescuing the women after receiving a tip-off.\n"
        ]
    },
    {
        "input": "Seperti yang dilaporkan oleh Perserikatan Bangsa-Bangsa, pada tanggal 12 Januari gempa bumi di Haiti tepatnya meninggalkan 222.570 tewas, 1. 300.000 pengungsi di pelabuhan, 766.000 pengungsi, 310.000 cedera dan 869 hilang.\n",
        "output": [
            "As reported the United Nations, January 12 Haiti earthquake left exactly 222,570 deaths, 1,300,000 refugees in harbours, 766,000 displaced people, 310,000 injured and 869 disappeared.\n"
        ]
    },
    {
        "input": "Tuntutan nya lebih dari US$750 juta (528 juta pon) - sekitar setengah dari proses estimasi dari film Marvel.\n",
        "output": [
            "The suit is for more than US$750 million (£528M) — about half of the estimated proceeds from Marvel's movies.\n"
        ]
    },
    {
        "input": "Sayangnya, masalah pit-stop merusak penampilan hebat Fernando.\n",
        "output": [
            "Tough luck for Fernando, pit-stop problem spoiled a fantastic battle.\n"
        ]
    },
    {
        "input": "Dengan dukungan penuh dari semua pemain yang sangat berarti bagi saya, dan saya juga ingin berterima kasih keapda Colin Calderwood, Paul Barron dan para staf lain di belakang layar yang telah sangat membantu saya dalam musim ini.\"\n",
        "output": [
            "Having the unequivocal backing of the players has helped me enormously and I would also like to thank Colin Calderwood, Paul Barron and the rest of the backroom staff who have been tremendously supportive to me this season.\"\n"
        ]
    },
    {
        "input": "Beberapa anggota tim Amerika Serikat menikmati pesta pizza setelah dibatalkannya lomba slalom tersebut.\n",
        "output": [
            "Several members of Team USA had a pizza party after the slalom cancellation.\n"
        ]
    },
    {
        "input": "Mereka mengeluarkan, pada 1996, album pertama mereka, dengan penjualan lebih dari satu juta kopi seluruh dunia.\n",
        "output": [
            "They released, in 1996, their first album, which sold over a million copies worldwide.\n"
        ]
    },
    {
        "input": "Beberapa tokoh pemerintah Polandia lainnya berada di pesawat juga.\n",
        "output": [
            "Several other Polish government figures were in the plane as well.\n"
        ]
    },
    {
        "input": "Apple Inc. Hari ini memperkenalkan iPhone yang sangat dinanti-nanti pada Konferensi Macworld di San Francisco.\n",
        "output": [
            "Apple Inc. today has introduced the much-anticipated iPhone at the Macworld Conference in San Francisco.\n"
        ]
    },
    {
        "input": "Rencananya adalah untuk mendiskusikan Wikipedia dan apa saja yang berhasil dan tidak berhasil untuk ensiklopedia.\n",
        "output": [
            "The plan was to discuss Wikipedia, and what does and doesn't work for the encyclopedia.\n"
        ]
    },
    {
        "input": "Sedikitnya 27 orang meninggal, dokumen kriminal dilaporkan dicuri, dan penjarahan menyebar di seluruh ibukota Timor Timur, Dili selama periode ini dari kerusuhan.\n",
        "output": [
            "At least 27 people have been killed, criminal documents reported stolen, and looting widespread in the East Timorese capital, Dili during the present period of unrest.\n"
        ]
    },
    {
        "input": "\"Kita mungkin harus membawa pendekatan diplomatik regional untuk menanggungnya.\"\n",
        "output": [
            "\"We may need to bring a more regional diplomatic approach to bear.\"\n"
        ]
    },
    {
        "input": "Radio Israel mencatat bahwa ini adalah anak Palestina ketiga dalam dua bulan terakhir yang tertangkap mencoba untuk mentransfer bahan peledak melewati pos pemeriksaan Israel.\n",
        "output": [
            "Israeli radio noted that this is the third Palestinian child in the past two months caught attempting to transfer explosives past Israeli checkpoints.\n"
        ]
    },
    {
        "input": "Spanyol meragukan keanggotaan Uni Eropa untuk menghalangi Catalonia dari memegang referendum kemerdekaan.\n",
        "output": [
            "Spain uses uncertainty over EU membership to deter Catalonia from even holding a referendum on independence.\n"
        ]
    },
    {
        "input": "Mesin menjual keliling rokok di tempat-tempat umum akan dilarang termasuk iklan rokok dan sponsor.\n",
        "output": [
            "Vending machines selling cigarettes in public places will be banned as will cigarette advertisements and sponsorships.\n"
        ]
    },
    {
        "input": "\"Kami harus menggunakan dongkrak untuk membuka sisi gerbong kereta untuk mencapai orang-orang, \" kata Pedro Machado, komandan jenderal de Janeiro Pemadam Kebakaran.\n",
        "output": [
            "\"We have to use blowtorches to open the sides of the train cars to reach the people,\" said Pedro Machado, commander general of the Rio de Janeiro Fire Department.\n"
        ]
    },
    {
        "input": "Perserikatan Bangsa-Bangsa dengan \"prestasi yang mengesankan\" dan \"kegagalan yang menghantui\" telah diganti tetapi perlu diganti lebih lanjut, dia mengatakannya pada sebuah artikel di Newsweek International.\n",
        "output": [
            "The United Nations with its \"impressive achievements\" and \"haunting failures\" has changed but needs to change further, he said in an article in Newsweek International.\n"
        ]
    },
    {
        "input": "Pendapatan iklan dari software ini akan dibagi dengan Yayasan Wikimedia.\n",
        "output": [
            "The advertising revenues from this software will be split with the Wikimedia Foundation.\n"
        ]
    },
    {
        "input": "Pesawat bermesin ganda tersebut baru selesai menjalani pemeliharaan di Perpignan sebagai persiapan untuk pengembaliannya kepada Air New Zealand oleh maskapai Jerman XL Airways, yang telah mengoperasikannya dengan skema leasing.\n",
        "output": [
            "The twin-engine jet airliner had just undergone maintenance at Perpignan in preparation for its return to Air New Zealand by German airline XL Airways, which had been operating it on lease.\n"
        ]
    },
    {
        "input": "Kapal tersebut dirampas kira-kira 830 kilometer di timur-selatan Mombasa dan dilaporkan sedang menuju pelabuhan Eyl Somali.\n",
        "output": [
            "The ship was captured roughly 830 kilometers south-east of Mombasa and is reportedly heading towards the Somali port of Eyl.\n"
        ]
    },
    {
        "input": "Sebuah ledakan dan kebakaran tengah malam pada sebuah penyulingan minyak Negara Bagian Washington di Anacortes, Washington, Amerika Serikat, sebuah kota sekitar 80 mil selatan Vancouver, Kanada, kemarin menewaskan empat orang dan mencederai kritis tiga orang lainnya.\n",
        "output": [
            "An overnight explosion and fire at a Washington State oil refinery in Anacortes, Washington, United States, a city about 80 miles south of Vancouver, Canada, yesterday killed four people and critically injured three others.\n"
        ]
    },
    {
        "input": "Dengan adanya gerakan warga Peru untuk mengambil jalur hukum terhadap perusahaan tambang Newmont di Denver, yang merupakan perusahaan tambang emas terbesar di dunia, beberapa pertanyaan penting tersebut akhirnya akan bisa terjawab.\n",
        "output": [
            "As the Peruvian residents gear up for their lawsuit against Denver-based Newmont Mining, the world's largest gold mining firm, some of these important questions may finally be answered.\n"
        ]
    },
    {
        "input": "Bencana tersebut juga disalahkan atas kehilangan 15,5 juta dolar bagi Imperial yang didapatkan dalam kuartal pertama tahun ini.\n",
        "output": [
            "The disaster is also blamed for a $15.5 million loss Imperial posted in this year's first quarter.\n"
        ]
    },
    {
        "input": "Pada pertemuan, Uribe menuduh pemerintahan Correa memiliki hubungan dengan pemberontak FARC, tuduhan yang cepat ditolak Correa.\n",
        "output": [
            "At the summit, Uribe charged Correa's government of having links with the FARC rebels, a charge that Correa quickly denied.\n"
        ]
    },
    {
        "input": "Burung yang luar biasa memiliki lebar sayap 30 inci dan berdiri hampir 20 inci tinggi.\n",
        "output": [
            "The remarkable birds have a 30-inch wingspan and stand nearly 20 inches high.\n"
        ]
    },
    {
        "input": "5 petugas pemadam kebakaran yang tewas saat truk mereka dikelilingi kobaran api tersebut.\n",
        "output": [
            "The five firefighters that were killed died when their truck was overrun by the flames.\n"
        ]
    },
    {
        "input": "Menteri Luar Negeri Amerika Serikat Condoleezza Rice telah memberikan keterangan tentang alasan Amerika Serikat tidak memberikan suara dan tidak memveto resolusi tersebut.\n",
        "output": [
            "US Secretary of State Condoleezza Rice has given an explanation for why the United States abstained and did not veto the resolution.\n"
        ]
    },
    {
        "input": "Diperkirakan bahwa kebakaran berawal saat para pekerja di Agua Dulce menyebabkan percikan api dengan memalu baut saat mereka melepaskan sebuah ban dari pelek.\n",
        "output": [
            "It is thought that the fire began when workers in Agua Dulce caused sparks by hammering the bolts when they were removing a tire from a rim.\n"
        ]
    },
    {
        "input": "Caloundra memimpin Glasshouse dengan 153 runs at stumps pada hari kedua dari 2010 Sunshine Coast, Australia divisi satu grand final cricket.\n",
        "output": [
            "Caloundra lead Glasshouse by 153 runs at stumps on day two of the 2010 Sunshine Coast, Australia division one cricket grand final.\n"
        ]
    },
    {
        "input": "Dia mengatakan 70% dari biaya operasional diambil bahan bakar, dan maskapai tersebut telah menaikkan biaya tambahan bahan bakar kembali dari 100 baht ke 850 baht per kaki.\n",
        "output": [
            "He says 70% of operating costs are taken up with fuel, and the airline has already raised fuel surcharges again by 100 baht to 850 baht per leg.\n"
        ]
    },
    {
        "input": "Akses ke Wikipedia, proyek bersaudara Wikinews, dan Flickr, sebuah situs berbagi potret, juga dilarang, pada hari Kamis.\n",
        "output": [
            "Access to Wikipedia, Wikinews' sister project, and Flickr, a photo sharing site, were also banned, on Thursday.\n"
        ]
    },
    {
        "input": "Sebagai bagian dari operasi ini, pemerintah Australia mengirimkan sebuah pesawat Airbus A330 dari Qantas Airways untuk ikut mencari ke lautan.\n",
        "output": [
            "As part of the operation, a Qantas Airways Airbus A330 was sent over the ocean by Australian authorities.\n"
        ]
    },
    {
        "input": "Seharusnya tidak membingungkan dengan Toko Liverpool milik Lewis yang baru-baru ini mengalami kebangkrutan dalam pengawasan kurator.\n",
        "output": [
            "It should not be confused with the Liverpool store Lewis's which has recently gone into receivership.\n"
        ]
    },
    {
        "input": "Dua pihak menandatangani persetujuan minggu lalu untuk menyelesaikan kebuntuan politik selama empat bulan.\n",
        "output": [
            "The two signed an agreement last week to resolve the four-month political standoff.\n"
        ]
    },
    {
        "input": "Sebenarnya, saya menjual setelan saya hari ini pada orang Amerika yang lain.'\n",
        "output": [
            "I sold a suit today to another American, as a matter of fact.'\n"
        ]
    },
    {
        "input": "Artikel yang menempatkan situs ini sebagai over the top adalah tindakan yang disengaja di Uni Soviet.\n",
        "output": [
            "The article that put the site over the top was Involuntary settlements in the Soviet Union.\n"
        ]
    },
    {
        "input": "Badan cuaca Jepang mengatakan gempa pertama dan terakhir sebenarnya berkekuatan 6,7 skala Righter.\n",
        "output": [
            "Japan's weather agency says the first and last quakes were actually 6.7 magnitude.\n"
        ]
    },
    {
        "input": "Sebuah bagian dari proses ini adalah bahwa AI Adam dapat melakukan siklus dan menganalisis hasil percobaan serta melakukan praktikum rutin berulang-ulang.\n",
        "output": [
            "A part of the process is that Adam's AI can cycle and analyze the results of the experiments as well doing routine repetitious lab work.\n"
        ]
    },
    {
        "input": "Kuasa hukum Teamster berasal dari Edmonton, namun tinggal di sekitar Vancouver sejak tahun 1991.\n",
        "output": [
            "The Teamster's lawyer is originally from Edmonton, but has been living in Vancouver environs since 1991.\n"
        ]
    },
    {
        "input": "Menurut pejabat polisi pemeriksa kebakaran yang tidak disebutkan namanya, paling sedikit 400 sampai 450 peluru kendali udara-ke-udara telah rusak atau hancur terbakar.\n",
        "output": [
            "According to unnamed police officials investigating the fire, at least 400 to 450 air-to-air missiles were damaged or destroyed in the fire.\n"
        ]
    },
    {
        "input": "Pihak kepolisian di Indonesia telah mengirimkan sebuah laporan 200 halaman tentang kecelakaan Garuda Indonesia Nomor Penerbangan 200 kepada para jaksa.\n",
        "output": [
            "Police in Indonesia have forwarded a 200-page brief concerning the Garuda Indonesia Flight 200 disaster to prosecutors.\n"
        ]
    },
    {
        "input": "Negosiasi Konferensi Climate Change Perserikatan Bangsa-Bangsa tahun 2010 dilanjutkan minggu ini di Bonn, Jerman.\n",
        "output": [
            "The 2010 United Nations Climate Change Conference negotiations continued this week in Bonn, Germany.\n"
        ]
    },
    {
        "input": "Dia tetap pelatih sampai setelah Piala Dunia 2007, dan diperkirakan akan menggantikan Duncan Fletcher sebagai pelatih Inggris setelah kontraknya dengan PCB berakhir.\n",
        "output": [
            "He was to remain coach until after the 2007 World Cup, and was tipped to replace Duncan Fletcher as the coach of England after his contract with the PCB expired.\n"
        ]
    },
    {
        "input": "Ditemukan bahwa hutan-hutan bakau di sekitar Delta Irrawady di Myanmar telah rusak karena \"eksploitasi berlebihan\" dan adanya konversi lahan untuk sawah padi - dipromosikan oleh pemerintah sebagai satu cara untuk menjamin swasembada produksi pangan.\n",
        "output": [
            "It found that the mangrove forests around Myanmar's Irrawady Delta had degraded because of \"overexploitation\" and the conversion of land for rice fields — promoted by the government as a way to ensure self-sufficiency in food production.\n"
        ]
    },
    {
        "input": "Procter & Gamble pemilik Pringles telah mengklaim putusan pada Mei bahwa Pringles tidak menyerupai, terlihat, atau berasa seperti keripik.\n",
        "output": [
            "Pringles' owner Procter & Gamble had claimed at a ruling in May that Pringles do not feel, look, or taste like a crisp.\n"
        ]
    },
    {
        "input": "Dia juga mengaku bersalah pada sebuah tuduhan penghinaan untuk melanggar sebuah perintah pengadilan untuk berada jauh dari ibunya.\n",
        "output": [
            "He also pleaded guilty to a contempt charge for violating a court order to stay away from his mother.\n"
        ]
    },
    {
        "input": "\"Kami juga ada jalur bus hidro yang berjalan di bawah dua sisi bangunan yang runtuh.\"\n",
        "output": [
            "\"We also have hydro bus lines running down two sides of the building\".\n"
        ]
    },
    {
        "input": "4 tim terbaik dalam setiap grup selanjutnya akan masuk ke babak perempat final.\n",
        "output": [
            "The top four teams in each group then go on into the quarter-finals.\n"
        ]
    },
    {
        "input": "Namun, 19 negara, 13 di antaranya berada di Daerah-Sahara Afrika, secara kritis keluar jalur untuk memenuhi target mereka.\n",
        "output": [
            "However, 19 countries, 13 of which are in Sub- Saharan Africa, are seriously off track to meet their target.\n"
        ]
    },
    {
        "input": ":\"Berjalan pelan ke tempat prajurit berada dan tersenyum pada mereka waktu kami berjalan, kami mendekati laki-laki yang menjadi komandan.\"\n",
        "output": [
            ":\"Walking slowly down to where the soldiers were and smiling at them as we walked, we approached the man who appeared to be the commanding officer.\"\n"
        ]
    },
    {
        "input": "Taktik yang diketahui dari pasukan anti-Irak (AIF) adalah berpura-pura terluka atau mati, dan marinir cukup mengklaim mereka masih sebuah ancaman.\n",
        "output": [
            "A known tactic of anti-Iraqi forces (AIF) is to feign injury or death, and the marine could reasonably claim they were still a threat.\n"
        ]
    },
    {
        "input": "Masyarakat yang mencoba melakukan panggilan kepada teman dan keluarga lewat telepon seluler mengalami kesulitan karena jaringan-jaringan seluler terbesar, Vodafone, O2, dan Orange, semua mengalami kelebihan kapasitas dibeberapa waktu pagi ini yang berarti banyak panggilan gagal.\n",
        "output": [
            "Those trying to contact friends and family via mobile have struggled as the largest mobile networks, Vodafone, O2 and Orange, have all suffered from full capacity on several occasions this morning meaning voice calls failed.\n"
        ]
    },
    {
        "input": "Baugur Group, sama seperti FL Group, telah melakukan investasi di pasar Inggris.\n",
        "output": [
            "Baugur Group, as well as FL Group, have been investing in the UK market.\n"
        ]
    },
    {
        "input": "Setelah harimau menyerang sang pekerja, sang harimau lalu bergerak menyerang dua orang pengunjung yang lain.\n",
        "output": [
            "After the tiger attacked the worker, it then went on to attack the two other visitors.\n"
        ]
    },
    {
        "input": "Surat kabar Austria Krone melaporkan bahwa \"tujuan biasa serangan mereka adalah untuk meningkatkan keributan atau mengganggu orang lain.\"\n",
        "output": [
            "The Austrian paper Krone reports that the \"usual goal of their attacks is to raise a fuss or disturb others\".\n"
        ]
    },
    {
        "input": "Anak lelaki tersebut berhasil menghindari pengamanan di bandar udara kota Perm untuk bersembunyi dalam pesawat terbang tersebut saat pesawat tersebut berangkat.\n",
        "output": [
            "The boy managed to bypass security at the Perm city airport to hide in the plane as it took off.\n"
        ]
    },
    {
        "input": "Negara lain mendapati ekspor Rumania lebih mahal, dan dengan demikian kurang kompetitif, akibat apresiasi leu, dan ini dapat memperlebar defisit negara yang sudah mencatatkan angka yang besar.\n",
        "output": [
            "Other countries are finding Romanian exports more expensive, and therefore less competitive, due to the leu's appreciation, and this could widen the already large account deficit in the country.\n"
        ]
    },
    {
        "input": "Qatar imbang pada kedua pertandingan dengan Jepang dan Vietnam, berarti ia akan datang ke selisih gol jika kedua belah pihak adalah sama dengan 4 poin.\n",
        "output": [
            "Qatar drew both matches with Japan and Vietnam, meaning it will come down to goal difference if two sides are equal on four points.\n"
        ]
    },
    {
        "input": "Setelah pembebasan mereka, para pelajar mengatakan kepada media mereka diminta untuk membuka pakaian mereka di kantor polisi.\n",
        "output": [
            "Following their release, the students told the media they were required to remove their clothes at the police station.\n"
        ]
    },
    {
        "input": "Dia memimpin Parkersburg ke 19 negara bagian dengan babak tambahan dan menang antar negara bagian di tahun 1993 dan 2001.\n",
        "output": [
            "He led Parkersburg to 19 state playoffs and won state titles in 1993 and 2001.\n"
        ]
    },
    {
        "input": "Para ahli masih memperingatkan kemungkinan wabah, dan mendorong bank dunia untuk melepaskan AS$500 juta bantuan untuk membantu negara-negara memberantas H5N1.\n",
        "output": [
            "Experts are still warning of a possible pandemic, prompting the world bank to release US$500 million in aid to assist countries combat H5N1.\n"
        ]
    },
    {
        "input": "Keputusan untuk menghapuskan ujian-ujian untuk anak berusia empat belas tahun diambil berdasarkan sebuah hasil dari keadaan sebelumnya di tahun ini, saat terjadi penundaan panjang terhadap pengiriman hasil ujian untuk murid-murid di usia tersebut.\n",
        "output": [
            "The decision to abolish the tests for fourteen year olds came as a result of a situation earlier this year, when there were long delays with the delivery of test results to students of this age.\n"
        ]
    },
    {
        "input": "Keenam anak yang selamat, tiga anak laki-laki dan tiga anak perempuan, saat ini berusia antara 5 dan 20 tahun.\n",
        "output": [
            "The surviving six children, three boys and three girls, are currently aged between 5 and 20 years old.\n"
        ]
    },
    {
        "input": "Lokasi reruntuhan adalah enam mil utara dari posisi terakhir pesawat itu dilaporkan di lepas pantai Brasil pada kedalaman 3.800 dan 4.000 meter (2.070 ke 2.190 depa atau 12.467 kaki dan 13.123 kaki).\n",
        "output": [
            "The location of the wreckage is six miles north of the plane's last reported position off the coast of Brazil at a depth of 3,800 and 4,000 meters (2,070 to 2,190 fathoms or 12,467 feet and 13,123 feet).\n"
        ]
    },
    {
        "input": "Dia mengatakan bahwa sekarang dia mempertimbangkan melengkapi sebuah RUU baru untuk diajukannya ke Parlemen New Zealand.\n",
        "output": [
            "He says that he is now considering writing up a new bill to submit it to the New Zealand Parliament.\n"
        ]
    },
    {
        "input": "Lieberman saat ini di Georgia, dengan Senator Lindsey Graham; ia menjawab ketika ditanya apakah ia akan berbicara di konvensi tersebut \"itu sangat mungkin, tapi saya akan membiarkan mereka mengumumkannya.\"\n",
        "output": [
            "Lieberman is currently in Georgia, with Senator Lindsey Graham; he responded when asked if he would be speaking at the convention that \"it's quite possible, but I'll let them announce it.\"\n"
        ]
    },
    {
        "input": "FIFA dan UEFA mengatakan dalam sebuah pernyataan bahwa \"Perwakilan NSBIH [tersebut] dan tim klub tidak lagi berhak mengambil bagian dalam kompetisi internasional pada tanggal 1 April 2011 dan sampai masalah tersebut di atas terpecahkan.\n",
        "output": [
            "FIFA and UEFA said in a statement that \"[t]he NSBIH representative and club teams are no longer entitled to take part in international competitions as of 1 April 2011 and until the aforementioned problem is solved.\n"
        ]
    },
    {
        "input": "Indonesia menghentikan maskapai pada Maret, setelah kecelakaan lain di mana B737 melampaui landasan pacu.\n",
        "output": [
            "Indonesia grounded the carrier in March after another accident in which a B737 overshot a runway.\n"
        ]
    },
    {
        "input": "Valerie Jarret, penasihat Gedung Putih, mengatakan itu adalah \"langkah yang sangat, sangat penting.\"\n",
        "output": [
            "Valerie Jarrett, a White House adviser, said it was a \"very, very important step.\"\n"
        ]
    },
    {
        "input": "Perintah evakuasi wajib telah diatur pada tempat, yang mempengaruhi bagi 2.000 rumah.\n",
        "output": [
            "Mandatory evacuation orders have been set in place, affecting 2,000 homes.\n"
        ]
    },
    {
        "input": "\"Karena komitmen mendalam kami kepada pekerjaan dan pertumbuhan, kami bertanggung jawab atas penundaan masa kembalinya anggaran menjadi surplus, dan karena seorang penjahat mengganggu arus penerimaan pajak, ada defisit sekitar 18 miliar Dollar pada tahun 2013/2014.\"\n",
        "output": [
            "\"Because of our deep commitment to jobs and growth, we have taken the responsible course to delay the return to surplus, and due to a savage hit to tax receipts, there will be a deficit of $18 billion in 2013/14\".\n"
        ]
    },
    {
        "input": "Kepala polisi regional Herbert Khaemba mengumumkan hari ini: \"Tersangka yang diyakini menjadi otak pembunuhan brutal telah ditahan oleh polisi di kota Taveta di perbatasan Kenya dalam persembunyian.\n",
        "output": [
            "Regional police chief Herbert Khaemba anounced today: \"The suspect believed to be the main organiser of the brutal murder was arrested by the police at the Kenyan border town of Taveta in hiding.\n"
        ]
    },
    {
        "input": "Glasgow juga menggugat atas pelecehan seksual, dan mengklaim Miller mendatanginya pada September tahun 2006.\n",
        "output": [
            "Glasgow is also suing for sexual harassment, and claims Miller came on to him in September 2006.\n"
        ]
    },
    {
        "input": "Akan tetapi, penalti berlaku hanya kepada serikat yang mengorganisasi pemogokan sekunder, bukan kepada pekerja yang bertindak secara individu.\n",
        "output": [
            "However, the penalties apply only to unions organising secondary strikes, not to workers acting individually.\n"
        ]
    },
    {
        "input": "Mobil kecil ini bisa menempuh kecepatan sampai 38 mph (61 kph), dan dilengkapi dengan pegangan pada mobil sehingga pengemudi bisa menarik mobil mundur.\n",
        "output": [
            "The little car can travel as fast as 38 mph (61 kph), and comes equipped with a handle on the car so the driver can pull the car to back up.\n"
        ]
    },
    {
        "input": "Hal ini sangat kontras dibandingkan dengan tahun 2007 ketika 120.000 pekerja asing memasuki AS dengan visa H-2B.\n",
        "output": [
            "This comes as a stark comparison to 2007, when 120,000 foreign workers entered the U.S. with H-2B visas.\n"
        ]
    },
    {
        "input": "Philadelphia akan mencapai suhu 100ºF, Washington D.C. akan mencapai suhu 101ºF dan Baltimore serta Richmond akan merasakan suhu meningkat sampai di atas garis 100.\n",
        "output": [
            "Philadelphia will reach 100ºF, Washington D.C. will have a high of 101ºF and Baltimore and Richmond may see temperatures rise above the 100 mark.\n"
        ]
    },
    {
        "input": "Setiap tahun sekitar tanggal 5 November, masyarakat di Inggris dan beberapa bagian Commonwealth merayakan Guy Fawkes malam untuk memperingati pemberontak dari York dan komplotan Katolik Romawi yang gagal meledakkan rumah Parlemen pada tanggal 5 November 1605.\n",
        "output": [
            "Every year around November 5th, people in Great Britain and some parts of the Commonwealth celebrate Guy Fawkes night to commemorate the dissident from York and his Roman Catholic conspirators who failed to blow up the houses of Parliament on November 5, 1605.\n"
        ]
    },
    {
        "input": "Hassan Rowhani, kepala Dewan Keamanan Nasional Tertinggi di Iran, mengumumkan pada hari Senin bahwa negara tersebut menangguhkan sementara penggantian Uranium mulai tanggal 22 Nopember.\n",
        "output": [
            "Hassan Rowhani, head of the Supreme National Security Council for Iran, announced Monday that the country would temporarily suspend conversion of uranium as of November 22.\n"
        ]
    },
    {
        "input": "Ross telah menyatakan bahwa ia \"malu\" dengan beberapa program dan bahwa \"sebagian besar adalah acara yang membuat saya bangga.\"\n",
        "output": [
            "Ross has stated that he was \"ashamed of\" few programmes and that \"[t]he vast majority are shows I am proud of.\"\n"
        ]
    },
    {
        "input": "Kabila, yang menjadi pemimpin termuda di Afrika di 2001, dengan menggunakan pidato finalnya sebelum memilih untuk menuntut pujian atas mengambil langkah pertama pemilihan secara demokrasi lebih dari 40 tahun di D. R. Kongo.\n",
        "output": [
            "Kabila, who became the youngest head of state in Africa in 2001, used his final speech before voting to claim credit for taking the D.R.Congo to its first democratic elections in over 40 years.\n"
        ]
    },
    {
        "input": "Militer Israel seharusnya mengetahui situasi tersebut tetapi tidak membantu yang terluka.\n",
        "output": [
            "The Israeli military must have been aware of the situation but did not assist the wounded.\n"
        ]
    },
    {
        "input": "Pertambangan di Cina adalah yang paling mematikan di dunia; menurut Al Jazeera, ribuan pekerja tambang tewas setiap tahunnya karena kecelakaan di dalamnya.\n",
        "output": [
            "China's mines are the deadliest in the world; according to Al Jazeera, several thousand miners die each year due to accidents in them.\n"
        ]
    },
    {
        "input": "Wikinews lalu bertanya mengapa mereka tidak meninggalkan daftar yang penuh tersedia, tetapi menandai situs yang mereka rasa tidak seharusnya disensor.\n",
        "output": [
            "Wikinews then asked why they didn't leave the full list available, but mark which sites they felt should not be censored.\n"
        ]
    },
    {
        "input": "\"Dari segala pengukuran, Sir Joh adalah pembangun negara yang luar biasa yang akan selalu diingat untuk konsistensinya menempatkan Queensland di tempat pertama, \" kata Gubernur Jenderal Australia, Mayor Jenderal Jeffery, dalam sebuah pernyataan.\n",
        "output": [
            "\"By any measurement, Sir Joh was an exceptional state builder who will be remembered for consistently placing Queensland first,\" said the Australian Governor General, Major General Jeffery, in a statement.\n"
        ]
    },
    {
        "input": "Dewan Revolusi Kebudayaan Agung, dibuat sejak Revolusi Kebudayaan Islam, menunjukkan bahwa menyaring video yang tidak bermoral dan pesan audio yang dikirim menggunakan telepon genggam.\n",
        "output": [
            "The Supreme Cultural Revolution Council, created during the Islamic Cultural Revolution, indicated that it would filter immoral video and audio messages sent using cellular phones.\n"
        ]
    },
    {
        "input": "Ini adalah gempa yang dikenal sebagai gempa bumi fokus-dalam, sehingga menyebabkan guncangannya dirasakan di wilayah yang sedemikian luas.\n",
        "output": [
            "This is a so-called deep-focus earthquake, that's why it was felt at such a large territory.\n"
        ]
    },
    {
        "input": "Pemerintah Rusia dan Turki hari ini menandatangani perjanjian mengenai Rusia akan memimpin pembangunan pembangkit tenaga nuklir senilai 20 milyar dollar Amerika di di Turki, negara pertama.\n",
        "output": [
            "The Russian and Turkish governments today signed an agreement that would lead to Russia building a US$20 billion nuclear power plant in Turkey, the country's first.\n"
        ]
    },
    {
        "input": "Infeksi-infeksi pada umumnya bermasalah karena hampir satu dari empat orang yang mendapat infeksi staph perlu dirawat di rumah sakit.\n",
        "output": [
            "The infections are particularly problematic because nearly a quarter of people who get a staph infection require hospitalization.\n"
        ]
    },
    {
        "input": "Perahu lifeboat juga membawa orang lain yang tidak terluka, sementara helikopter kembali ke lokasi untuk menolong anak laki-laki yang satu lagi.\n",
        "output": [
            "The lifeboat also carried an uninjured member of the party ashore, while the helicopter returned to rescue a second young boy.\n"
        ]
    },
    {
        "input": "Dia mengatakan, menurut perusahaan penyiaran nasional Finlandia (YLE), bahwa penanggulangan seharusnya telah dimulai seminggu yang lalu, segera setelah bencana, bukannya sekarang.\n",
        "output": [
            "He says, according to Finland's national broadcasting company (YLE), that the countermeasures should have started a week ago, immediately after the disaster, instead of now.\n"
        ]
    },
    {
        "input": "Terpisah dengan selisih dua puluh menit, pengeboman itu menyasar dua pasar di Baghdad beberapa saat sebelum kumandang Adzan untuk Sholat Jumat.\n",
        "output": [
            "Separated by twenty minutes, the bombings targeted two marketplaces in Baghdad shortly before the call to Friday prayers.\n"
        ]
    },
    {
        "input": "\"Mereka memberi kita tekanan tetapi, Anda tahu, syukurlah pertahanan kami bekerja dengan baik dan kami hanya kebobolan 1 gol yang merupakan sebuah serangan yang luar biasa dari Riordan.\"\n",
        "output": [
            "\"They put us under pressure but, you know, thankfully our defence did their job and we only conceded one goal which was a fantastic strike from Riordan.\"\n"
        ]
    },
    {
        "input": "Butuh waktu beberapa jam sebelum pasukan keamanan mampu menguasai semua bangunan.\n",
        "output": [
            "It took several hours before security forces were able to gain control of all the sites.\n"
        ]
    },
    {
        "input": "Ketiga adalah Ethnic Turks of Bulgaria, dengan sekitar 11%.\n",
        "output": [
            "The third is Ethnic Turks of Bulgaria, with around 11%.\n"
        ]
    },
    {
        "input": "Hal ini mengakibatkan sel tahanan tempat pemukulan Popov terjadi ditutup.\n",
        "output": [
            "This resulted in the holding cell where Popov's beating occurred being closed down.\n"
        ]
    },
    {
        "input": "\"Kasus ini masih lama akan selesai, \" kata Arturo Gonzalez, kepala pengacara di Valenzuela melawan O'Connell, yang dengan Liliana Valenzuela, seorang siswa SMU Richmond dan lainnya menuntut untuk menghalangi penggunaan ujian negara sebagai syarat kelulusan, \"Kami rasa ada kesempatan besar siswa di angkatan 2006 akan menerima ijazah mereka, meskipun setelah upacara kelulusan. \"\n",
        "output": [
            "\"This case is far from over,\" said Arturo Gonzalez, the lead attorney in Valenzuela vs. O'Connell, in which Liliana Valenzuela, a Richmond High School student, and others sued to block the state's use of the test as a graduation requirement, \"We think there is a strong chance that students in the Class of 2006 will receive their diplomas, even if it is after commencement ceremonies.\"\n"
        ]
    },
    {
        "input": "Jumlah yang meninggal dunia tidak pasti, dengan jumlah antara tidak ada hingga delapan.\n",
        "output": [
            "The number of dead is not certain, with numbers ranging from none to eight.\n"
        ]
    },
    {
        "input": "Penghargaan Kemanusiaan diberikan kepada penyanyi country Paul Brandt sementara Penghargaan Prestasi Khusus Walt Grealis diberikan pada Citytv dan pendiri MuchMusic Moses Znaimer.\n",
        "output": [
            "The Humanitarian Award was presented to country performer Paul Brandt while the Walt Grealis Special Achievement Award was presented to Citytv and MuchMusic founder Moses Znaimer.\n"
        ]
    },
    {
        "input": "Para ilmuwan mencari perubahan kecil dalam gerakan giroskop untuk mendeteksi efek bingkai yang terseret, serta efek geodetik yang jauh lebih besar - koreksi kecil untuk medan gravitasi bumi karena perbedaan antara Einstein dan teori gravitasi Newton.\n",
        "output": [
            "Scientists looked for small changes in the motion of the gyroscopes to detect the frame dragging effect, as well as the much larger geodetic effect – small corrections to the Earth's gravitational field due to differences between Einstein's and Newton's theories of gravity.\n"
        ]
    },
    {
        "input": "\"Kami menjalankan mesin seperti ketika mesin menyala selama penerbangan, namun tidak dilepas ke udara mesin tetap di darat.\n",
        "output": [
            "\"We ran the engines just like they would run during flight, but instead of being up in the air, they were held down.\n"
        ]
    },
    {
        "input": "\"Kami tidak menerima keluhan apapun selama periode ini\", ujar ketua Komisi Pemilihan Umum Mozambik, Leopolda da Costa.\n",
        "output": [
            "\"We did not receive any complaints during this period,\" said the chairman of Mozambique's National Elections Commission, Leopoldo da Costa.\n"
        ]
    },
    {
        "input": "Sekitar 5.000 orang diperintahkan untuk mengungsi, dan sekitar 3.000 orang di Prefektur Miyagi juga diminta untuk mengungsi tadi malam.\n",
        "output": [
            "A total of 5,000 people have been told to evacuate, 3,000 last night in Miyagi Prefecture.\n"
        ]
    },
    {
        "input": "Dalam zona perdagangan bebas di Antalya, Turki, 80 pekerja perempuan dari FMC Novamed dalam pemogokan selama hampir setahun ini, sejak 26 September 2006.\n",
        "output": [
            "In a free trade zone in Antalya, Turkey, 80 women workers of FMC Novamed are in strike for almost a year now, since September 26th, 2006.\n"
        ]
    },
    {
        "input": "Perintah langsung dari London telah dilakukan sejak Majelis dan Komite Eksekutif dilebur pada tahun 2002 melalui dugaan dari lingkaran mata-mata IRA.\n",
        "output": [
            "Direct rule from London has been in place since the Assembly and Executive dissolved in 2002 over allegations of IRA spying ring.\n"
        ]
    },
    {
        "input": "Dia adalah anak dari Presiden Kongres Sonia Gandhi yang kelahiran-Italia, dan mantan Perdana Menteri India Rajiv Gandhi yang terbunuh pada tahun 1991.\n",
        "output": [
            "He is the son of current Italian-born Congress President Sonia Gandhi, and former Prime Minister Rajiv Gandhi, who was assassinated in 1991.\n"
        ]
    },
    {
        "input": "\"Lalu semuanya datang bersama-sama dengan sempurna dan Greenbird berada di garis awal dan tampil dengan menakjubkan.\"\n",
        "output": [
            "\"Then everything came together perfectly and the Greenbird stepped up to the mark and performed amazingly.\n"
        ]
    },
    {
        "input": "Sementara itu Union for French Democracy (UDF), yang dipimpin oleh Francois Bayrou, secara resmi tetap dalam koalisi bersama dengan UMP, telah memutuskan bahwa, mungkin saja pemerintahan yang baru akan melakukan lebih dari kebijakan yang sama, itu tidak akan berpartisipasi didalamnya.\n",
        "output": [
            "While the Union for French Democracy (UDF) party, led by François Bayrou, formally remains in the ruling coalition along with the UMP, it has decided that, because the new government would probably do more of the same policies, it would not participate in it.\n"
        ]
    },
    {
        "input": "Para aktivis Narmada Bachao Andolan berupaya menghalangi polisi ketika akan membawa Patkar ke rumah sakit, akibatnya, beberapa dari mereka ditangkap dengan tuduhan membuat kerusuhan.\n",
        "output": [
            "Activists of the Narmada Bachao Andolan tried to prevent the police from moving Patkar and some were arrested on rioting charges.\n"
        ]
    },
    {
        "input": "Menurut Berrigan, dalam sebuah wawancara kepada Democracy Now pada hari Jumat, bertepatan dengan peringatan 14 Juli pada saat menyerukan pengekangan AS juga telah menjual bahan bakar jet senilai $120 juta kepada militer Israel untuk mendukung kampanye pengeboman mereka ke Lebanon.\n",
        "output": [
            "According to Berrigan, in an interview given to Democracy Now on Friday, just on the 14th of July while calling for restraint the U.S. also sold $120 million worth of jet fuel to the Israeli military assisting their bombing campaign of Lebanon.\n"
        ]
    },
    {
        "input": "Pentobarbital, sebuah alternatif yang digunakan pada klinik Dignitas di Swis, digunakan untuk suntik mati di Oregon, dan telah mulai digunakan oleh Oklahoma.\n",
        "output": [
            "Pentobarbital, an alternative which is used at the Dignitas clinic in Switzerland, is used for lethal injections in Oregon, and has started to be used by Oklahoma.\n"
        ]
    },
    {
        "input": "CRA menunjukkan bahwa itu akan bekerja dengan cepat untuk memproses timbunan pekerjaan yang dihasilkan dari pengembalian pajak.\n",
        "output": [
            "The CRA suggests that it would work quickly to process the resulting backlog of tax returns.\n"
        ]
    },
    {
        "input": "Beberapa masih hidup dan salah satu marinir berpikir pria yang terbaring di lantai tersebut adalah ancaman karena salah satu tangannya tidak jelas terlihat, jadi mungkin dia menyembunyikan senjata.\n",
        "output": [
            "Some were still alive and one marine thought a man lying on the ground was a threat because one of his arms was not clearly visible, so he could be hiding a weapon.\n"
        ]
    },
    {
        "input": "MSNBC melaporkan bahwa Clinton mengalahkan Barakc Obama dengan \"margin yang sangat kecil.\"\n",
        "output": [
            "MSNBC reports that Clinton beat Barack Obama by a \"very narrow margin.\"\n"
        ]
    },
    {
        "input": "Kemitraan tersebut telah dikabarkan selama bertahun-tahun, dan jumlah spekulasi tumbuh selama beberapa bulan terakhir.\n",
        "output": [
            "Such a partnership had been rumored for years, and the amount of speculation grew over the past few months.\n"
        ]
    },
    {
        "input": "Pemerintah Italia membantah laporan ini, dan mengatakan bahwa AS sepenuhnya menyadari operasi pada tanggal 4 Maret.\n",
        "output": [
            "The Italian government disputes this account, and has said that the US was fully aware of the operation on March 4.\n"
        ]
    },
    {
        "input": "Sisi imbangnya, kami percaya bahwa ini adalah pendekatan yang akan mengirimkan keuntungan terbesar untuk orang-orang yang berkekurangan.\"\n",
        "output": [
            "On balance, we believe this is the approach that will deliver the greatest benefits to the most vulnerable people.\"\n"
        ]
    },
    {
        "input": "\"Maksud saya, saya sedih saya kalah, tetapi kami berbeda dan dia sangat mengagumkan, \" kata Craig Sharpe.\n",
        "output": [
            "\"I mean, I'm sad that I lost, but we are different and she's just amazing,\" Craig Sharpe said.\n"
        ]
    },
    {
        "input": "Ali al-Dabbagh, juru bicara pemerintah Irak, mengatakan pemerintah menolak serangan sepihak Turki karena merupakan ancaman bagi hubungan bertetangga yang baik mereka.\n",
        "output": [
            "Ali al-Dabbagh, the spokesman for the Iraqi government, says the government rejects the unilateral Turkish incursion because it is a threat to their good neighborly relations.\n"
        ]
    }
]
}