{
    "Contributors": [
        "Vansh Patel"
    ],
    "Source": [
        "Opus Ted Talks (https://huggingface.co/datasets/opus_tedtalks)"
    ],
    "Categories": [
        "Translation"
    ],
    "Input_language": "English",
    "Output_language": "Croatian",
    "Definition": "The provided file includes TED talks in English, and we ask you to translate those to the Croatian language. Please bear in mind the following guidlines while doing the translation: 1) We are looking for the most naturally written and formal form of each sentence in your language. We are *NOT* looking for colloquial forms of the sentence. We are looking for formal form which is how you would translate the speech to croatian if you were a translator for a croatian delegate. 2) If you encounter any hyphens or special characters like '#@%$^&!*' then do not replace them. *INCLUDE* the special characters as suited when translating to Croatian. 3) The fully capitalized words like DATE_0, or DURATION_0 *SHOULD NOT* be translated. Please keep them as they are in the translations. 4) Please do not localize measurement units like miles to kilometers during your translation. miles should be translated to its equivalent in your language. Quantities like millions or billions should be translated to its equivalent in your language. 5) Note the input is all case-sensitive except for special placeholders. Please do the same in your translations. 6) Outputs must have Croatian characters like Ž or č and the output must preserve the special language characters.",
    "Positive Examples": [
        {
            "input": "I want you now to imagine a wearable robot that gives you superhuman abilities, or another one that takes wheelchair users up standing and walking again.",
            "output": "Želim da sada zamislite nosiv robot koji vam daje nadljudske sposobnosti, ili neki drugi koji omogučuje korisnicima invalidskih kolica da stoje i ponovno hodaju.",
            "explanation": "The translation correctly preserves the characters in Croatian."
        },
        {
            "input": "We at Berkeley Bionics call these robots exoskeletons.",
            "output": "Mi u Berkley Bionics-u zovemo te robote egzoskeletoni.",
            "explanation": "The translation is fluent, formal, accurate and has preserved case-sensitive words like Berkley Bionics."
        },
        {
            "input": "This is just not some blue sky thinking.",
            "output": "Ovo nije samo neko razmišljanje o plavom nebu.",
            "explanation": "The translation correctly preserves the croatian character š, is fluent and case-sensitive"
        }
    ],
    "Negative Examples": [
        {
            "input": "It senses what I want to do, where I want to go, and then augments my strength and endurance.",
            "output": "Ono osjeca ono sto zelim raditi, gdje zelim ici, i tada povecava moju snagu i izdrzljivost.",
            "explanation": "Translation has replaced the croatian character ć with c in word osjeca and character š with s in word sto."
        },
        {
            "input": "So this is for real.",
            "output": "dakle, to je za ozbiljno.",
            "explanation": "The output is not case-sensitive and completely lowercased."
        },
        {
            "input": "Now let's turn our heads towards the wheelchair users, something that I'm particularly passionate about.",
            "output": "sada ćemo se okrenuti prema korisnicima invalidskih kolica nešto oko čega sam posebno strastven",
            "explanation": "Translation has no punctuations and is not case-sensitive."
        },
        {
            "input": "And that's actually a conservative estimate.",
            "output": "i to je, zapravo konzervativna procjena.",
            "explanation": "Translation has wrong punctuations and is not case-sensitive."
        }
    ],
    "Instances": [
        {
            "input": "To show you now what we are working on by starting out talking about the American soldier, that on average does carry about 100 lbs. on their backs, and they are being asked to carry more equipment.",
            "output": [
                "Kako bi vam pokazali na čemu sada radimo počet ćemo govoriti o američkom vojniku, koji u prosjeku nose oko 45 kg na svojim leđima, i od njih se traži da nose više opreme."
            ]
        },
        {
            "input": "Obviously, this is resulting in some major complications -- back injuries, 30 percent of them -- chronic back injuries.",
            "output": [
                "Očito, to je rezultiralo nekim većim komplikacijama -- ozljedama leđa, 30 posto njih -- ima kronične ozljede leđa."
            ]
        },
        {
            "input": "So we thought we would look at this challenge and create an exoskeleton that would help deal with this issue.",
            "output": [
                "Tako smo mislili kako možemo odgovoriti na ovaj izazov i stvoriti egzoskeleton koji će pomoći nositi se s ovom problematikom."
            ]
        },
        {
            "input": "So let me now introduce to you HULC -- or the Human Universal Load Carrier.",
            "output": [
                "Pa dopustite mi sada da vam predstavim HULC -- ili Univerzalni ljudski nosač tereta."
            ]
        },
        {
            "input": "Its flexible design allows for deep squats, crawls and high-agility movements.",
            "output": [
                "Njegov fleksibilan dizajn omogućava dubok čučanj, puzanje i pokrete visoke agilnosti."
            ]
        },
        {
            "input": "It senses what I want to do, where I want to go, and then augments my strength and endurance.",
            "output": [
                "Ono osjeća ono što želim raditi, gdje želim ići, i tada povećava moju snagu i izdržljivost."
            ]
        },
        {
            "input": "Eythor Bender: We are ready with our industry partner to introduce this device, this new exoskeleton this year.",
            "output": [
                "Eythor Bender: Spremni smo s našim industrijskim partnerom za uvođenje ovog uređaja, ovog novog egzoskeletona ove godine."
            ]
        },
        {
            "input": "So this is for real.",
            "output": [
                "Dakle, to je za ozbiljno."
            ]
        },
        {
            "input": "Now let's turn our heads towards the wheelchair users, something that I'm particularly passionate about.",
            "output": [
                "Sada ćemo se okrenuti prema korisnicima invalidskih kolica, nešto oko čega sam posebno strastven."
            ]
        },
        {
            "input": "There are 68 million people estimated to be in wheelchairs worldwide.",
            "output": [
                "Prema procjeni postoji 68 milijuna ljudi širom svijeta u invalidskim kolicima."
            ]
        },
        {
            "input": "This is about one percent of the total population.",
            "output": [
                "To je oko jedan posto ukupnog stanovništva."
            ]
        },
        {
            "input": "And that's actually a conservative estimate.",
            "output": [
                "I to je zapravo konzervativna procjena."
            ]
        },
        {
            "input": "We are talking here about, oftentimes, very young individuals with spinal cord injuries, that in the prime of their life -- 20s, 30s, 40s -- hit a wall and the wheelchair's the only option.",
            "output": [
                "Mi ovdje govorimo o, često, vrlo mladim osobama s ozljedama leđne moždine, koji u najboljim godinama svog života -- 20tim, 30tim, 40tim -- udare u zid i invalidska kolica su jedina opcija."
            ]
        },
        {
            "input": "But it is also the aging population that is multiplying in numbers.",
            "output": [
                "Ali, tu je također i starenje stanovništva koje stalno raste."
            ]
        },
        {
            "input": "And the only option, pretty much -- when it's stroke or other complications -- is the wheelchair.",
            "output": [
                "A jedina mogućnost, više manje -- kod moždanog udara ili drugih komplikacija -- jesu invalidska kolica."
            ]
        },
        {
            "input": "And that is actually for the last 500 years, since its very successful introduction, I must say.",
            "output": [
                "I tako je zapravo posljednjih 500 godina, od njihova vrlo uspješnog uvođenja, moram reći."
            ]
        },
        {
            "input": "So we thought we would start writing a brand new chapter of mobility.",
            "output": [
                "Tako smo mislili kako ćemo početi pisati potpuno novo poglavlje mobilnosti."
            ]
        },
        {
            "input": "Let me now introduce you to eLEGS that is worn by Amanda Boxtel that 19 years ago was spinal cord injured, and as a result of that she has not been able to walk for 19 years until now.",
            "output": [
                "Dopustite mi sad da vam predstavim eLEGS kojeg nosi Amanda Boxtel kojoj je prije 19 godina ozlijeđena leđna moždina, i kao rezultat toga ona nije mogla hodati svih 19 godina do sada."
            ]
        },
        {
            "input": "(Applause) Amanda Boxtel: Thank you.",
            "output": [
                "(Pljesak) Amanda Boxtel: Hvala."
            ]
        },
        {
            "input": "(Applause) EB: Amanda is wearing our eLEGS set.",
            "output": [
                "(Pljesak) EB: Amanda nosi naš eLEGS, rekao sam."
            ]
        },
        {
            "input": "There are battery packs here as well that power motors that are sitting at her hips, as well as her knee joints, that move her forward in this kind of smooth and very natural gait.",
            "output": [
                "Postoje ovdje i baterije koje pogone motore koji sjede na njezinim bokovima, kao i na zglobovima koljena, koji je miču naprijed u ovoj vrsti glatkog i vrlo prirodnog hoda."
            ]
        },
        {
            "input": "AB: I was 24 years old and at the top of my game when a freak summersault while downhill skiing paralyzed me.",
            "output": [
                "AB: Bilo mi je 24 godine i na vrhuncu svog života kada me zastrašujuće prevrtanje preko glave prilikom skijaškog spusta paraliziralo."
            ]
        },
        {
            "input": "In a split second, I lost all sensation and movement below my pelvis.",
            "output": [
                "U djeliću sekunde, izgubila sam sve osjećaje i mogućnost kretanja ispod zdjelice."
            ]
        },
        {
            "input": "Not long afterwards, a doctor strode into my hospital room, and he said, \"Amanda, you\"ll never walk again.\"",
            "output": [
                "Nedugo nakon toga, liječnik je ušao u moju bolničku sobu, i rekao: \"Amanda, nikad nećeš ponovno hodati.\""
            ]
        },
        {
            "input": "And that was 19 yeas ago.",
            "output": [
                "A to je bilo prije 19 godina."
            ]
        },
        {
            "input": "He robbed every ounce of hope from my being.",
            "output": [
                "On je opljačkao svaki gram nade iz mog bića."
            ]
        },
        {
            "input": "Adaptive technology has since enabled me to learn how to downhill ski again, to rock climb and even handcycle.",
            "output": [
                "Adaptivna tehnologija otada mi je omogućila naučiti kako skijati spust ponovno, kako se penjati na brdo, pa čak i bicikliranje."
            ]
        },
        {
            "input": "But nothing has been invented that enables me to walk, until now.",
            "output": [
                "Ali ništa nije bilo izmišljeno što bi mi omogućilo da hodam, do sada."
            ]
        },
        {
            "input": "(Applause) Thank you.",
            "output": [
                "(Pljesak) Hvala Vam."
            ]
        },
        {
            "input": "(Applause) EB: As you can see, we have the technology, we have the platforms to sit down and have discussions with you.",
            "output": [
                "(Pljesak) EB: Kao što možete vidjeti, imamo tehnologiju, imamo platforme da sjednemo i raspravljamo s vama."
            ]
        },
        {
            "input": "It's in our hands, and we have all the potential here to change the lives of future generations -- not only for the soldiers, or for Amanda here and all the wheelchair users, but for everyone.",
            "output": [
                "To je u našim rukama, i mi svi ovdje imamo potencijal promijeniti život budućim generacijama -- ne samo vojnicima, ili Amandi ovdje i svim korisnicima invalidskih kolica, već svima."
            ]
        },
        {
            "input": "AB: Thanks.",
            "output": [
                "AB: Hvala."
            ]
        },
        {
            "input": "(Applause)",
            "output": [
                "(Pljesak)"
            ]
        },
        {
            "input": "(Applause) (Singing) (Applause) Host: Folks, you've just met Claron McFadden.",
            "output": [
                "(Pljesak) (Pjevanje) (Pljesak) Domaćin: Upravo ste upoznali Claron McFadden."
            ]
        },
        {
            "input": "She is a world-class soprano singer who studied in Rochester, New York.",
            "output": [
                "Ona je svjetski poznata sopranistica koja je studirala u Rochesteru, New Yorku."
            ]
        },
        {
            "input": "Her celebrated operatic roles are numerous and varied.",
            "output": [
                "Njezine su slavne operne role brojne i raznolike."
            ]
        },
        {
            "input": "Please welcome Claron McFadden.",
            "output": [
                "Molim vas pozdravite Claron McFadden."
            ]
        },
        {
            "input": "(Applause) Claron McFadden: The human voice: mysterious, spontaneous, primal.",
            "output": [
                "(Pljesak) Claron McFadden: Ljudski glas: tajnovit, spontan, iskonski."
            ]
        },
        {
            "input": "For me, the human voice is the vessel on which all emotions travel -- except perhaps jealousy.",
            "output": [
                "Za mene, ljudski je glas brod kojim sve emocije putuju, osim možda ljubomore."
            ]
        },
        {
            "input": "And the breath, the breath is the captain of that vessel.",
            "output": [
                "A dah, dah je kapetan tog broda."
            ]
        },
        {
            "input": "A child is born, takes its first breath -- (Breathing) and we behold the wondrous beauty of vocal expression -- mysterious, spontaneous and primal.",
            "output": [
                "Dijete se rodi, udahne prvi put – (udiše) i vidimo prekrasnu ljepotu vokalnog izričaja - tajnovitu, spontanu, iskonsku."
            ]
        },
        {
            "input": "A few years ago, I did a meditation retreat in Thailand.",
            "output": [
                "Prije nekoliko sam godina otišla u meditacijsko odmaralište na Tajlandu."
            ]
        },
        {
            "input": "I wanted a place that I would have total silence and total solitude.",
            "output": [
                "Željela sam mjesto na kojemu bih imala potpunu tišinu i potpunu samoću."
            ]
        },
        {
            "input": "On my last day, the woman who looked after the place, she came and we spoke for a minute, and then she said to me, \"Would you sing something for me?\"",
            "output": [
                "Rekla je: \"Molim vas, pjevajte mi.\" Stoga sam zatvorila oči, udahnula sam i prva stvar koja je izašla bila je \"Summertime\", Porgy i Bess."
            ]
        },
        {
            "input": "She said, \"Please, sing for me.\"",
            "output": [
                "♫ ♫ Tvoj je tata bogat i mama ti dobro izgleda."
            ]
        },
        {
            "input": "So I closed my eyes, I took breath and the first thing that came up and out was \"Summertime,\" Porgy and Bess.",
            "output": [
                "♫ ♫ Tiho, malo dijete, ♫ ♫ Ne plači."
            ]
        },
        {
            "input": "♫ Summertime and the living is easy ♫ ♫ Fish are jumping and the cotton is high ♫ ♫ Oh, your daddy's rich and your ma is good looking ♫ ♫ So hush little baby ♫ ♫ Don't you cry ♫ And I opened my eyes, and I saw that she had her eyes closed.",
            "output": [
                "♫ ♫ Otvorila sam oči ♫ ♫ i vidjela da je ona zatvorila svoje."
            ]
        },
        {
            "input": "And after a moment, she opened her eyes and she looked at me and she said, \"It's like meditation.\"",
            "output": [
                "♫ ♫ I nakon trenutka je otvorila svoje oči, ♫ ♫ pogledala me i rekla: ♫ ♫ \"To je poput meditacije.\""
            ]
        },
        {
            "input": "And in that moment I understood that everything I had gone to Thailand to look for, to search for, I had it already in my singing -- the calm, but alertness, the focus, but awareness, and being totally in the moment.",
            "output": [
                "♫ U tome sam trenutku shvatila da sam sve ono što sam otišla u Tajland tražiti, već imala u svome pjevanju – mirnoću, ali budnost, fokusiranost, ali svjesnost i potpuno bivanje u trenutku."
            ]
        },
        {
            "input": "When you're totally in the moment, when I'm totally in the moment, the vessel of expression is open.",
            "output": [
                "Kad ste potpuno u trenutku, kad sam potpuno u trenutku, brod izražavanja je otvoren."
            ]
        },
        {
            "input": "The emotions can flow from me to you and back.",
            "output": [
                "Emocije mogu teći od mene do vas i natrag."
            ]
        },
        {
            "input": "Extremely profound experience.",
            "output": [
                "Iznimno dubok doživljaj."
            ]
        },
        {
            "input": "There's a piece by a composer, an American composer called John Cage.",
            "output": [
                "Postoji djelo skladatelja, američkog skladatelja Johna Cagea."
            ]
        },
        {
            "input": "It's called \"Aria.\"",
            "output": [
                "Zove se \"Aria.\""
            ]
        }
    ]
}