{
    "Contributors": [
        "Archan Lagoo"
    ],
    "Source": [
        "emotion"
    ],
    "Definition": "This task involves detection of phrases in sentences that evoke a specific emotion when together. This is meant to imitate human attention when reading sentences. The input consists of a sentence (string) and an emotion label (string) as {sent: \"SENTENCE\", label: \"LABEL\"}, while the ouptut must contain a series of phrases (string) that evoke the emotion. Both input and output are JSON encoded. The list of emotions includes sadness, joy, love, anger, fear, and surprise.",
    "Categories": [
        "Emotive Sequence Detection"
    ],
    "Positive Examples": [
        {
            "input": "{\"sent\": \"i feel frustrated when i have new music and new lyrics that clearly have nothing to do with each other\", \"label\": \"anger\"}",
            "output": "[\"frustrated\", \"clearly have nothing to do with each other\"]",
            "explanation": "The word 'frustrated' indicates anger, and \"clearly have nothing to do with each other\" indicates irritation and the strength of it."
        },
        {
            "input": "{\"sent\": \"i am already feeling frantic\", \"label\": \"fear\"}",
            "output": "[\"frantic\"]",
            "explanation": "The word 'frantic' is the only indicator of stress and perhaps fear."
        }
    ],
    "Negative Examples": [
        {
            "input": "{\"sent\": \"i made it to work but i am feeling a little groggy\", \"label\": \"sadness\"}",
            "output": "[\"made it\"]",
            "explanation": "Sadness is indicated by \"feeling a little groggy\". \"made it\", on its own, indicates joy. So, the output is incorrect."
        },
        {
            "input": "{\"sent\": \"im pretty happy but a little on the nauseated side to feel thrilled\", \"label\": \"joy\"}",
            "output": "[\"pretty\"]",
            "explanation": "The entire phrase should be \"pretty happy\", but the output is just 'pretty'. While 'pretty' is a positive word, it does not indicate the correct context."
        }
    ],
    "Instances": []
}