{
    "Contributors": [
        "Abhijeet Nawale"
    ],
    "Source": [
        "semeval 2020 task4 (Dataset-https://github.com/wangcunxiang/SemEval2020-Task4-Commonsense-Validation-and-Explanation/blob/master/ALL%20data/train.csv)"
    ],
    "Categories": [
        "Classification"
    ],
    "Definition": "Given a story of four sentences, you will have to choose one of the two options to make the story sound.",
    "Positive Examples": [
        {
            "input": "Statement: A landscape is a painting or a photograph which focuses on the face of a person\nReasons: (A) Any landscape can be captured in a painting or a photograph (B) landscapes portray land rather than individual people (C) painting the face of a person requires some skill",
            "output": "B",
            "explanation": "Landscape is a painting which focuses on land. Thus Reason B is correct."
        },
        {
            "input": "Statement: He went to the police station to withdraw cash.\nReasons: (A) Police station is a place to file criminal complaints. (B) Police catches thieves while money can buy you things. (C) Police station has jails but no money to give.",
            "output": "A",
            "explanation": "You don't go to the police station to withdraw cash. As, Police station is a place to file criminal complaints. Thus, Reason A is correct."
        }
    ],
    "Negative Examples": [
        {
            "input": "Statement: Whales rain from the sky.\nReasons: (A) Whales have Killer Whales as predators. (B) Whales are to heavy to be apart of the water cycle. (C) Whales can communicate underwater.",
            "output": "C",
            "explanation": "Whales are heavy so they cannot rain from the sky and thus Reason B is correct and the given ouput is incorrect.."
        },
        {
            "input": "Statement: A boy turns off the door\nReasons: (A) A door can be closed but a door cannot be turned off (B) A door cannot turn off a light (C) A light cannot close the door",
            "output": "C",
            "explanation": "Reason C is an incorrect explanation as to why the statement is incorrect. The statement is incorrect because one cannot turn off a door. Hence, Reason A is correct."
        }
    ],
    "Instances": [
        {
            "input": "Statement: She drove her children to the moon.\nReasons: (A) The moon is not reachable by car. (B) Children can't breathe on the moon. (C) The moon has no swing sets.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Statement: He pulled a fan from the bottle.\nReasons: (A) Fans cannot be drunk. (B) Fan is beautiful and the bottle is ugly. (C) Fan do not fit in bottles.",
            "output": [
                "C"
            ]
        },
        {
            "input": "Statement: She makes a call by the stove.\nReasons: (A) The stove is hot and the phone is cold. (B) The stove is for cooking. (C) The stove rings and does not vibrate.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Statement: He lost his phone in the mouth of a griffin.\nReasons: (A) A griffin is a mythical creature that does not exist. (B) A griffin would find that metal of a phone disgusting and not want to eat it. (C) A griffin always shares what it eats with it's baby griffins.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Statement: The door opened him\nReasons: (A) The door is too big (B) The door is not alive (C) The human is mainly made of water",
            "output": [
                "B"
            ]
        },
        {
            "input": "Statement: a computer a day keeps doctors away\nReasons: (A) computers and apples are friends (B) using computers daily increases the risk of heart disease (C) doctors and computers work with apple daily",
            "output": [
                "B"
            ]
        },
        {
            "input": "Statement: The plane swam to Belize\nReasons: (A) Plane tickets are expensive (B) The flight to Belize is long. (C) Planes do not swim.",
            "output": [
                "C"
            ]
        },
        {
            "input": "Statement: Swords use me\nReasons: (A) A sword is made of metal (B) A sword is not alive (C) I am human",
            "output": [
                "B"
            ]
        },
        {
            "input": "Statement: The fire hydrant shot a bullet\nReasons: (A) Guns are older than fire hydrants (B) Fire hydrants do not have firing mechanisms (C) Fire hydrants do not have an amendment protecting them",
            "output": [
                "B"
            ]
        },
        {
            "input": "Statement: Eggs eat kis on Easter.\nReasons: (A) No egg eat kids. (B) Easter has a lot of eggs. (C) Eggs are made for easter.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Statement: She rode her bike to the moon.\nReasons: (A) The store is a reasonable place to ride one's bike, and we cannot ride our bike to outer space or the moon. (B) Her bike is not the same color as the moon. (C) She did not have permission from her parents to ride her bike that far away from home.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Statement: She needed to call her mother but she could not find her car keys\nReasons: (A) car keys are sharp and could scratch your phone screen (B) car keys are for locking or unlocking the car rather than calling people (C) car keys are not used for locking the house",
            "output": [
                "B"
            ]
        },
        {
            "input": "Statement: Lisa played jazz music for Moses of the Old Testament yesterday.\nReasons: (A) Moses has been dead for a long time and could not have heard a concert yesterday. (B) Moses was too busy talking to the burning bush (C) Jazz is a fading art form",
            "output": [
                "A"
            ]
        },
        {
            "input": "Statement: Grass is orange\nReasons: (A) oranges can't grow in grass (B) oranges are orange while grass is small (C) grass does not come in orange",
            "output": [
                "C"
            ]
        },
        {
            "input": "Statement: He put a shark into the cabinet.\nReasons: (A) The cabinet has two doors while the shark has none. (B) The cabinet is white while the shark is grey. (C) The shark can't fit into the cabinet.",
            "output": [
                "C"
            ]
        },
        {
            "input": "Statement: Dirty dishes cannot be cleaned in a dishwasher.\nReasons: (A) A dishwashers always volunteer to clean dishes. (B) Dishwashers love to clean dishes. (C) A dishwashers purpose is too clean dishes and was invented to do so.",
            "output": [
                "C"
            ]
        },
        {
            "input": "Statement: Jeff ran 100,000 miles today\nReasons: (A) 100,000 miles is way to long for one person to be able to run in one day. (B) Jeff is a four letter name and 100,000 has six numerical digest (C) 100,000 miles is longer than 100,000 km.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Statement: He cooks a bed in the pan.\nReasons: (A) The bed didn't drink milk. (B) The bed is always comfortable, the pan is hard. (C) The bed is too big for a pan.",
            "output": [
                "C"
            ]
        },
        {
            "input": "Statement: She parachuted into the grocery store from a plane.\nReasons: (A) If you jumped from a plane to get groceries, you would have no way to get them home. (B) It's difficult to park a plane in a grocery store parking lot. (C) Grocery stores do not carry parachutes.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Statement: You can not get drunk from alcohol.\nReasons: (A) It is impossible to stay sober if you drink even one drop of alcohol. (B) Alcohol is the only thing you can get drunk from and by drinking it, your brain becomes drunk. (C) Alcohol is poisonous and by drinking it you imminently become intoxicated.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Statement: The man paid the bill with water.\nReasons: (A) Water usually does not hold up while money is tangible. (B) Water has no size of money. (C) Money cannot wet the water.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Statement: I was playing basketball with a rock\nReasons: (A) You need a bouncing objet for playing basketball, and a rock does not bounce (B) Rock are usually opaque and the ball is orange (C) People really love to watch NBA",
            "output": [
                "A"
            ]
        },
        {
            "input": "Statement: Something you might do while driving your car is fly a plane\nReasons: (A) Cars cannot be flown like planes (B) Cars are driven on the road and planes fly in the air (C) You can't fly a plane if you're driving a car",
            "output": [
                "C"
            ]
        },
        {
            "input": "Statement: I ran to the sky.\nReasons: (A) Can't road on the sky,it's use the air balloon or any one. (B) You can't run the sky,because you will go the sky use the space rocket. (C) Human can't feathers,only on legs to use ran.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Statement: The Piano was hit\nReasons: (A) The piano didn't have drums (B) The piano is an instrument we play, not hit (C) The piano was closed",
            "output": [
                "B"
            ]
        },
        {
            "input": "Statement: The fish swam in the desert.\nReasons: (A) A desert has no water, so a fish could not swim there. (B) Fish do not take vacations to the desert. (C) Fish swim in water that is blue or green, while a desert is yellow sand",
            "output": [
                "A"
            ]
        },
        {
            "input": "Statement: The woman played television\nReasons: (A) A game is not the television (B) The television is not a woman (C) Television is not a game or sport",
            "output": [
                "C"
            ]
        },
        {
            "input": "Statement: My brother placed the nuclear reactor inside the box.\nReasons: (A) Nuclear reactor is way too big to be placed in a box. (B) Nuclear reactor can be contained in a container. (C) Nuclear reactor is contained in a place.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Statement: The building built him\nReasons: (A) the building is too big (B) The building is not alive (C) the building is human made",
            "output": [
                "B"
            ]
        },
        {
            "input": "Statement: There was an ant wrapped around a tree.\nReasons: (A) It is not common to see ants wrapped around a tree. (B) Ants have a body that is too small to curl up in a tree. (C) Ants prefer to walk over trees.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Statement: They built the sun\nReasons: (A) The sun is a natural object created from space (B) The sun is bigger than the house (C) The sun causes people to wear sunscreen at the beach",
            "output": [
                "A"
            ]
        },
        {
            "input": "Statement: He killed him with a programming language\nReasons: (A) Programming language is not a weapon (B) Programming languages are dangerous (C) He does not like programming language",
            "output": [
                "A"
            ]
        },
        {
            "input": "Statement: You never puke after getting drunk\nReasons: (A) Too much alcohol in our organism makes us puke (B) We all puke without alcohol (C) There are drinks with no alcohol",
            "output": [
                "A"
            ]
        },
        {
            "input": "Statement: She put a pie in the bathtub.\nReasons: (A) A pie is hotter than a bathtub. (B) Pies have fruit and bathtubs do not. (C) You cannot bake a pie in the bathtub.",
            "output": [
                "C"
            ]
        },
        {
            "input": "Statement: A horse spun a web\nReasons: (A) Horses are bigger than spiders (B) Horses do not have the glands to produce materials to spin webs. (C) Horses have less legs than spiders",
            "output": [
                "B"
            ]
        },
        {
            "input": "Statement: My friend drank sand in a glass.\nReasons: (A) The sand cannot drink juice. (B) The sand is usually dry while the juice is wet. (C) No one drinks sand like liquid.",
            "output": [
                "C"
            ]
        },
        {
            "input": "Statement: he swam in the lava\nReasons: (A) lava is red and he doesn't like red (B) lava is too hot to swim in it (C) he doesn't like the smell of lava",
            "output": [
                "B"
            ]
        },
        {
            "input": "Statement: Lawyers are people who play characters in television or theatre\nReasons: (A) lawyers are people who provide legal aid (B) many lawyers do not have time to watch the television (C) some characters in television or theatre are lawyers",
            "output": [
                "A"
            ]
        },
        {
            "input": "Statement: I sting a mosquito\nReasons: (A) A human has not stings (B) A human is a mammal (C) A human is omnivorous",
            "output": [
                "A"
            ]
        },
        {
            "input": "Statement: He poured orange juice on his cereal.\nReasons: (A) Orange juice doesn't taste good on cereal. (B) Orange juice is usually bright orange. (C) Orange juice is sticky if you spill it on the table.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Statement: A giraffe drove a car\nReasons: (A) A giraffe is too big to fit into a car (B) Giraffes are normally reckless drivers (C) Giraffes prefer aeroplane instead of cars",
            "output": [
                "A"
            ]
        },
        {
            "input": "Statement: the computer broke down and the doctor fixed it\nReasons: (A) a doctor does not fix computers (B) the technician heals people and the doctor heals machines (C) the technician is a doctor's friend and fixes the computer",
            "output": [
                "A"
            ]
        },
        {
            "input": "Statement: An employee can price goods\nReasons: (A) Only owner could price the goods (B) An owner serve foods to employees (C) Owners always stand and sell goods",
            "output": [
                "A"
            ]
        },
        {
            "input": "Statement: Car is a very good mode of water transport\nReasons: (A) Car is a mode of land of transport (B) A car and a boat is a good mode of transport (C) I either use a boat and a car to travel",
            "output": [
                "A"
            ]
        },
        {
            "input": "Statement: I usually wear a shoe on my head\nReasons: (A) Shoe can be worn in feet only (B) Cap looks good on the head (C) We wear different things on the head",
            "output": [
                "A"
            ]
        },
        {
            "input": "Statement: he shaved his teeth\nReasons: (A) there is no hair on teeth (B) it's illegal to shave teeth (C) teeth are not accessible enough to be shaved",
            "output": [
                "A"
            ]
        },
        {
            "input": "Statement: Mark drank a notebook.\nReasons: (A) A notebook is a solid and by definition a person can only drink a liquid. (B) The notebook was yellow and Mark does not drink anything yellow. (C) Notebooks cost $.50",
            "output": [
                "A"
            ]
        },
        {
            "input": "Statement: 10% of disordered people are anxious about anything all the time.\nReasons: (A) Anxiety causes people to forfeit 10% of their working wage every time. (B) I've been worried 10% of my work time about all the people in China. (C) Disordered people is not defined, statement is not factual.",
            "output": [
                "C"
            ]
        },
        {
            "input": "Statement: He carved the ham with a spoon.\nReasons: (A) The spoon needed to be sharpened. (B) The ham was not finished cooking. (C) A spoon is not sharp and couldn't cut a ham.",
            "output": [
                "C"
            ]
        },
        {
            "input": "Statement: The cat barked at the mailman.\nReasons: (A) Cats sleep all day and do not see people walking outside (B) Dogs and cats are both animals that sit in the window (C) Cats do not bark.",
            "output": [
                "C"
            ]
        },
        {
            "input": "Statement: He took his dog to the gym to take his vaccines\nReasons: (A) Dogs can't go the gym hours after taking their vaccines (B) Gyms equipments don't need to take vaccines (C) Gyms can't give medical care or vaccines to animals",
            "output": [
                "C"
            ]
        },
        {
            "input": "Statement: The children were happy seeing the monster\nReasons: (A) the children are sad and the monster is happy (B) The Monster Was Big and the children are small (C) The children wont be happy when thet see a monster",
            "output": [
                "C"
            ]
        },
        {
            "input": "Statement: She put a shirt on her foot.\nReasons: (A) Shirts are pink while the foot is white. (B) A shirt is not for the foot. (C) A shirt does not wear shoes.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Statement: He rode his car across the ocean\nReasons: (A) The ocean is blue and cars are sometimes blue. (B) Cars cannot ride across the ocean (C) The ocean is larger than the car.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Statement: taking a dump in the park can be good for your health\nReasons: (A) you cannot flush in the park (B) there is no toilet paper in the park (C) doing the toilet in public places is wrong",
            "output": [
                "C"
            ]
        },
        {
            "input": "Statement: She lives in a snow globe.\nReasons: (A) The glass around the snow globe would prevent her from going to the supermarket (B) Snow globes are tacky looking for her to live in (C) A snow globe is too small for a person to live in",
            "output": [
                "C"
            ]
        },
        {
            "input": "Statement: The girl was sleeping on a spoon\nReasons: (A) The spoon is made of steel (B) The spoon is not a flat (C) The spoon is too small and no one can sleep on it",
            "output": [
                "C"
            ]
        },
        {
            "input": "Statement: Frank hit Will with a pillow causing him pain\nReasons: (A) A pillow is softer than a stone and does not cause injuries (B) A pillow is bigger than a stone (C) A pillow and a stone can be white",
            "output": [
                "A"
            ]
        },
        {
            "input": "Statement: A small dog is called a kitten\nReasons: (A) a kitten is a small cat (B) kittens are smaller than dogs (C) a kitten cannot eat dog food",
            "output": [
                "A"
            ]
        },
        {
            "input": "Statement: John plays the milk.\nReasons: (A) Milk needs to be kept cold (B) Milk is the same color as most of the piano keys. (C) Milk is a liquid not an musical instrument.",
            "output": [
                "C"
            ]
        },
        {
            "input": "Statement: He was walking on the water.\nReasons: (A) Water can be displaced by the mans body mass. (B) Water has no solid surface to hold someone above it. (C) Water cannot be stopped.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Statement: the trampoline jumped on him\nReasons: (A) a trampoline is not sentient and cannot jump (B) trampolines can say how high to jump (C) the man is a trampoline",
            "output": [
                "A"
            ]
        },
        {
            "input": "Statement: She drank a cup of tires.\nReasons: (A) Tires are made of rubber, cups are made of glass. (B) Tires cannot be drunk. (C) Cups cannot drive tires.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Statement: The family came back from the moon\nReasons: (A) The family does not have a gas station to stop and get gas on the way to the moon (B) The moon is only visible to see at night (C) The moon is not a destination everyday people can visit",
            "output": [
                "C"
            ]
        },
        {
            "input": "Statement: Curtains let more light into the room.\nReasons: (A) The curtains always need to be open. (B) Curtains looks very nice when they match the walls. (C) Curtains are a physical barrier for the light.",
            "output": [
                "C"
            ]
        },
        {
            "input": "Statement: he put elephant into the jug\nReasons: (A) a jug is so small than an elephant (B) elephants is an animal and jug is a thing (C) jug is used for store things",
            "output": [
                "A"
            ]
        },
        {
            "input": "Statement: Rotten food smells nice.\nReasons: (A) Rotten food is decomposing and producing toxic smelly gasses. (B) Rotten food does not wash itself and so it smells bad. (C) Rotten food can not use deodorant and so it smells nasty.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Statement: Sunscreen is used during a rainy day.\nReasons: (A) Sunscreen cannot be put on clothes to save yourself from rain. (B) Sunscreen is in liquid form while Umbrella is not liquid. (C) Suncreen is used during a Sunny day.",
            "output": [
                "C"
            ]
        },
        {
            "input": "Statement: I play games on my Gas stove\nReasons: (A) Gas stove is equipment to cook food (B) Gas stove a very important equipment used in the house (C) Gas stove is frequently used in the house",
            "output": [
                "A"
            ]
        },
        {
            "input": "Statement: There was a dead ice creature walking in the snow.\nReasons: (A) Dead ice creatures do not exist. (B) Dead ice creatures do not walk on ice. (C) Dead ice creatures do not walk.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Statement: the country of liegenpoofa exists\nReasons: (A) Liegenpoofa exists in the Lord of the Rings series (B) Denmark exists and Liegenpoofa does not (C) Liegenpoofa is German for \"intense accusation\"",
            "output": [
                "B"
            ]
        },
        {
            "input": "Statement: Sugar is bad for humans\nReasons: (A) Sugar is bad for no human use (B) Sugar is a sweet drug (C) Sugar is widely used by humans with no  fear",
            "output": [
                "C"
            ]
        },
        {
            "input": "Statement: A person eats mountains\nReasons: (A) A mountain is much bigger than a person (B) Mountains are usually cold while a person is usually hot (C) Mountains cannot eat a person",
            "output": [
                "A"
            ]
        },
        {
            "input": "Statement: I cook football very well\nReasons: (A) A football is thing to play with not a thing to eat (B) A football kept on the table looks good (C) A football and a watermelon is almost equal in size",
            "output": [
                "A"
            ]
        },
        {
            "input": "Statement: You can use a jellyfish to hold checks.\nReasons: (A) A jellyfish is a sea creature not intended to hold anything. (B) Jellyfish are soft and checks are made of paper. (C) Jellyfish don't eat checks.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Statement: He plays tennis with a basketball ball\nReasons: (A) A basketball ball is bigger than a tennis ball (B) A basketball ball cannot be played in tennis due to its size (C) A basketball ball and a tennis ball are rounded",
            "output": [
                "B"
            ]
        },
        {
            "input": "Statement: He went to  beauty parlour because he feels hungry\nReasons: (A) The beauty parlour has only scissors, chair and mirror which can't be ate by him (B) beauty parlour does not provide food for your hunger (C) There are different type of restaurant and food to eat to overcome his hunger",
            "output": [
                "B"
            ]
        },
        {
            "input": "Statement: Tomorrow is a water bottle.\nReasons: (A) Water bottles pollute the ocean. (B) Water bottles are made of plastic. (C) Water bottle is not a day of the week.",
            "output": [
                "C"
            ]
        },
        {
            "input": "Statement: She lay on the pool water to sleep\nReasons: (A) Pool water is flat like a bed. (B) No one can sleep over water. (C) Water absorb her while sleeping.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Statement: I want to play football on my guitar\nReasons: (A) Football cant be strummed (B) Guitars have strings while football does not (C) A guitar is for playing music",
            "output": [
                "C"
            ]
        },
        {
            "input": "Statement: The storage in every computer is unlimited.\nReasons: (A) A computer has limited space in a hard-rive so the storage cannot be unlimited. (B) A computer gets tired when there are too many files so storage is not unlimited. (C) Computers are small and files are big so a computer can only fit a small amount of files.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Statement: He took his dog to the hairdresser for a health check-up.\nReasons: (A) Dogs are very difficult to brush. (B) Hairdressers are too busy to look after animals. (C) Hairdressers do not perform health check-ups on animals.",
            "output": [
                "C"
            ]
        },
        {
            "input": "Statement: The child ate mud off of his face.\nReasons: (A) Children do not play in the mud. (B) Humans do not eat mud. (C) Children are allergic to mud.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Statement: A forest is an area covered with snow\nReasons: (A) snow is white, and the forest is green (B) the multitude of trees makes up a forest, and the presence or absence of snow is irrelevant (C) snow melts, but the forest does not",
            "output": [
                "B"
            ]
        },
        {
            "input": "Statement: The fish got into the car and drove off\nReasons: (A) A fish has no legs to step onto the car pedals (B) A fish has no intelligence to drive a car (C) Cars work on land so fish would not survive long",
            "output": [
                "B"
            ]
        },
        {
            "input": "Statement: You cannot hydrate yourself by drinking water.\nReasons: (A) If you drink water once you are hydrated forever. (B) You cannot hydrate yourself with anything other than water. (C) Water is the most efficient way to hydrate yourself compared to other liquid.",
            "output": [
                "C"
            ]
        },
        {
            "input": "Statement: He called the banker to complain about the robbery\nReasons: (A) There are many bankers in the city and all are busy (B) Banker needs prior appointment (C) Banker does not investigate about crime",
            "output": [
                "C"
            ]
        },
        {
            "input": "Statement: The cat bites a cloud.\nReasons: (A) Clouds are made of water while cats are furry. (B) A cloud is too high relative to the cat. (C) Clouds cannot play with balls.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Statement: the school was open for summer\nReasons: (A) summertime is typically vacation time for school (B) the temperature outside is too hot to learn in the summer (C) schools wait until the first leaf falls in autumn to open",
            "output": [
                "A"
            ]
        },
        {
            "input": "Statement: Roses buds  eat caterpillars\nReasons: (A) Caterpillars have mouths while rose buds don't (B) Rose buds are edible while caterpillars aren't (C) Rose buds bloom and caterpillars crawl",
            "output": [
                "A"
            ]
        },
        {
            "input": "Statement: Mary took her moth for a walk\nReasons: (A) it is unusual to keep a moth as a pet (B) moths like flying towards the light (C) somebody stepped on the moth and crushed it",
            "output": [
                "A"
            ]
        },
        {
            "input": "Statement: Jane saw a giraffe in her purse.\nReasons: (A) A purse is too small for a giraffe to be in. (B) The giraffe's body pattern clashes with her purple leather purse. (C) Jane's dad does not allow her to have pets.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Statement: A pocket knife is useless.\nReasons: (A) A pocket knife is the only object with a blade that you can buy so it is useful. (B) A pocket knife has many uses because it has a blade and can cut things like food or wood. (C) A pocket knife is the only object that can cut meat so it is useful.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Statement: People went to restaurant to pray\nReasons: (A) Restaurants are always bigger in size and many people come there (B) Restaurant is too crowded to pray (C) Restaurant is a place to eat and no one prays there",
            "output": [
                "C"
            ]
        },
        {
            "input": "Statement: He didn't want to leave from inside his mailbox.\nReasons: (A) There are multiple companies that deliver mail. (B) Mail is delivered daily to the mailbox. (C) Mailboxes are too small to fit inside.",
            "output": [
                "C"
            ]
        },
        {
            "input": "Statement: The dog goes flying three times a day.\nReasons: (A) Dogs are afraid of heights. (B) The dog has four legs. (C) Dogs cannot fly.",
            "output": [
                "C"
            ]
        },
        {
            "input": "Statement: The moon gets fixed and that's how it returns to full\nReasons: (A) The moon doesn't change sizes, the light that helps us see it changes and that affects what shape it looks to us (B) The moon is big enough to hide all sunlight from Earth because the sun and it's shapes (C) The sides of the moon are made of cheese and can be eaten",
            "output": [
                "A"
            ]
        },
        {
            "input": "Statement: An stove is where people sit and relax\nReasons: (A) A stove is used for cooking (B) A stove has four legs just like armchair (C) No one sits and relaxes on stove",
            "output": [
                "C"
            ]
        },
        {
            "input": "Statement: He unlocked the door with a shoe.\nReasons: (A) shoes are more flexible than doors. (B) shoes have laces but doors have knobs. (C) A door cannot be unlocked with a shoe.",
            "output": [
                "C"
            ]
        },
        {
            "input": "Statement: She cut the meat with a fridge.\nReasons: (A) Refrigerators are iron while meats are red. (B) A refrigerator is much larger than a meat. (C) A refrigerator cannot use knives.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Statement: A musician can perform a surgery\nReasons: (A) both musicians and surgeries involve instruments (B) only a qualified surgeon can perform a surgery (C) some musicians have surgeries performed on them",
            "output": [
                "B"
            ]
        },
        {
            "input": "Statement: The grass is singing.\nReasons: (A) Lots of animals eat grass. (B) Grass does not have voice or mouth to make noise. (C) Water helps grass grow.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Statement: He packed his clothes in a pen\nReasons: (A) Pen has ink which can soil clothes (B) Pen is very cheap (C) Pen is too small to hold clothes",
            "output": [
                "C"
            ]
        },
        {
            "input": "Statement: You need your passport to enter a cinema\nReasons: (A) One doesn't carry the passport at all times (B) Passports are bigger than movie tickets (C) Cinemas will never ask you to show your passport",
            "output": [
                "C"
            ]
        },
        {
            "input": "Statement: The sun shines bright in the night\nReasons: (A) The sun is only by day, the night appears the moon (B) The sun does not appear at night (C) There can be no sun in the day",
            "output": [
                "B"
            ]
        },
        {
            "input": "Statement: I drive a bike\nReasons: (A) A bike is ridden not driven (B) A bike and a car is a very good mode of transport (C) I either use my bike or use my car to go to the office",
            "output": [
                "A"
            ]
        },
        {
            "input": "Statement: The cinema shared popcorn with them\nReasons: (A) You can't share food with an establishment (B) popcorn is for feeding chickens (C) popcorn is only fictional",
            "output": [
                "A"
            ]
        },
        {
            "input": "Statement: Potatos is the plural of potato\nReasons: (A) Two potatoes are more than a potato (B) Potatoes and potatos could be accepted forms if it weren't for oxford (C) According to Oxford, the correct form is potatoes",
            "output": [
                "C"
            ]
        },
        {
            "input": "Statement: My house is homosexual.\nReasons: (A) A runner cannot out-run a house. (B) Houses are able to run. (C) Houses don't have sexuality.",
            "output": [
                "C"
            ]
        },
        {
            "input": "Statement: The doctor gave vaccine through stethoscope\nReasons: (A) Stethoscope is sold by different brand (B) Stethoscope is too costly (C) Stethoscope is an instrument to measure heartbeat",
            "output": [
                "C"
            ]
        },
        {
            "input": "Statement: He ate a lion sandwich\nReasons: (A) Lions are too purple to eat (B) You cannot eat a lion (C) Lions might have sandpaper in their meat",
            "output": [
                "B"
            ]
        },
        {
            "input": "Statement: The woman writes in the sky.\nReasons: (A) The sky is usually blue, while books of various colors. (B) Heaven has no pages like the book. (C) Books cannot write in the sky.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Statement: A footballer would never kick a football.\nReasons: (A) You are praised in society for kicking a football. (B) Footballs are satisfying to kick and they cannot resist kicking the ball. (C) A footballer gets paid to kick a football into a goal and so he needs to do so.",
            "output": [
                "C"
            ]
        },
        {
            "input": "Statement: Scales are used for measuring distances between things\nReasons: (A) broken scales are no good for measuring (B) the distance between two things can be too great to be measured (C) scales are used for measuring the weight of things",
            "output": [
                "C"
            ]
        },
        {
            "input": "Statement: The book eats\nReasons: (A) The book is made of paper (B) The book is not alive (C) The book is useful",
            "output": [
                "B"
            ]
        },
        {
            "input": "Statement: He bought plate to cook food\nReasons: (A) Plate is very costly (B) Plate is in round shape and stove is in square shape (C) No one can cook plate for food",
            "output": [
                "C"
            ]
        },
        {
            "input": "Statement: The coin was made of cheese\nReasons: (A) Cheese is better to eat than silver (B) Cheese is a food and silver is metal (C) Cheese is cheaper than silver",
            "output": [
                "B"
            ]
        },
        {
            "input": "Statement: He threw an anvil into the basket.\nReasons: (A) Anvils are usually black while the baskets are white. (B) An anvil is too heavy to throw in a basket. (C) Anvils do not play ball in the basket.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Statement: She was going to school in a lunch box\nReasons: (A) Lunch box is a container to carry food (B) Lunch box is in blue color and she does not like blue color (C) The lunch box was full",
            "output": [
                "A"
            ]
        },
        {
            "input": "Statement: I typed something on the floor\nReasons: (A) The floor makes a sound when tapped, like keyboards do (B) The floor is flat like many keyboards (C) You can't type something on a floor",
            "output": [
                "C"
            ]
        },
        {
            "input": "Statement: The babies birthday is the day their parents met.\nReasons: (A) Birthdays are happy days and the day of birth is happier than the day of parents meeting. (B) A birthday refers to the day you were conceived as a way to refer to your age so it cannot be the day your parents met. (C) Birthdays must refer to the days and most parents meet at night time",
            "output": [
                "B"
            ]
        },
        {
            "input": "Statement: they put on ghillie suits to go outside\nReasons: (A) shoes are needed to walk outside (B) ghillie suits are only useful in jungle environments (C) shoes are more effective camouflage than ghillie suits",
            "output": [
                "A"
            ]
        },
        {
            "input": "Statement: I run in the air\nReasons: (A) Walking is not possible in the air (B) We can travel using both air and the ground (C) Birds fly in the air",
            "output": [
                "A"
            ]
        },
        {
            "input": "Statement: She went to the shop to buy hands\nReasons: (A) You can't eat a hand. (B) You can't buy hands from a shop. (C) Hands won't fit in a shopping basket.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Statement: I dress an elephant\nReasons: (A) An elephant is a wild animal (B) An elephant is grey (C) An elephant has a proboscis",
            "output": [
                "A"
            ]
        },
        {
            "input": "Statement: we can have a shower in the kitchen\nReasons: (A) kitchen is used to eat and washing vessel (B) bathroom used to take shower and bath (C) shower will be done only in the bath room",
            "output": [
                "C"
            ]
        },
        {
            "input": "Statement: Most people like to have hamburgers and pudding in the morning.\nReasons: (A) Hamburgers are a lunch or dinner food, and pudding is a dessert. (B) Hamburgers frequently have lettuce on them and pudding is often chocolate flavored. (C) Hamburgers and pudding both contain carbohydrates.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Statement: A dog plays volleyball\nReasons: (A) Only humans play volleyball (B) Dogs are not wild animals (C) Humans trust dogs",
            "output": [
                "A"
            ]
        },
        {
            "input": "Statement: she washed her hair with milk\nReasons: (A) hair does not like eating milk (B) milk is thicker than shampoo (C) milk will not clean your hair",
            "output": [
                "C"
            ]
        },
        {
            "input": "Statement: She put a gorilla in the oven.\nReasons: (A) Gorillas cannot purchase an oven. (B) Gorillas are usually black, while ovens can be black, white, stainless steel or black stainless steel. (C) A gorilla is to large to fit into an oven.",
            "output": [
                "C"
            ]
        },
        {
            "input": "Statement: I read a tiger\nReasons: (A) A tiger has not letters on herself (B) A tiger is orange (C) A tiger is wild",
            "output": [
                "A"
            ]
        },
        {
            "input": "Statement: Stars read me\nReasons: (A) Stars has not eyes (B) Stars are too big (C) Stars are too far",
            "output": [
                "A"
            ]
        },
        {
            "input": "Statement: Boats sail on the sand.\nReasons: (A) You can not swim in sand. (B) Both boats and sand are at the beach. (C) Boats can not sail on sand as it is solid.",
            "output": [
                "C"
            ]
        },
        {
            "input": "Statement: The man had an automobile for dinner\nReasons: (A) An automobile is to hard for a man to eat (B) An automobile is too big for the man's mouth (C) People do not eat automobiles for food",
            "output": [
                "C"
            ]
        },
        {
            "input": "Statement: There was a zebra hunting a lion.\nReasons: (A) Zebras prefer grass to lion meat. (B) It is not common to see zebras hunting lions. (C) Zebras do not hunt lions.",
            "output": [
                "C"
            ]
        },
        {
            "input": "Statement: A child can breath fire.\nReasons: (A) The child hasn't fully developed physically or mentally. (B) Breathing fire is not something humans can do. (C) The child inhales air",
            "output": [
                "B"
            ]
        },
        {
            "input": "Statement: A GIRL WON THE RACE WITH HORSE\nReasons: (A) HORSE RAN FASTER THAN HER (B) GIRL HAVE BEAUTIFUL HAIR BUT THE HORSE DOESN'T HAVE (C) THE GIRL WEAR DRESS BUT THE HORSE DOESN'T HAVE .",
            "output": [
                "A"
            ]
        },
        {
            "input": "Statement: A boxer would never punch in a boxing match.\nReasons: (A) Boxers will be arrested if they punch someone. (B) A boxer needs to punch in a boxing match to score points and win. A referee makes them punch. (C) Boxers are very nice people and hate all types of violence.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Statement: There was one person pulling a massive ten ton block.\nReasons: (A) It is tiring for a person to pull a ten ton block. (B) One person just can't pull a ten ton block. (C) It is not common to see a person pulling a ten ton block.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Statement: She put a house in her purse.\nReasons: (A) houses are usually yellow while the bags are black. (B) A house is much larger than a purse. (C) The house doesn't use a purse.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Statement: There are barbecues in the middle of a television program\nReasons: (A) barbecues are a physical object not like commercials (B) barbecues can be shown in commercials (C) barbecues and commercials are sold to us",
            "output": [
                "A"
            ]
        },
        {
            "input": "Statement: James read the last page of the book and proceeded to eat it.\nReasons: (A) Books can be covered in leather, leather comes from animals, it is possible to eat an animal. (B) Books may contain recipies to make food. (C) You cannot eat a book.",
            "output": [
                "C"
            ]
        },
        {
            "input": "Statement: A person is not allowed to visit their relatives.\nReasons: (A) It is a human right to visit a relative and there are no laws against it, so you can visit a relative. (B) It is legally required of you to visit your relatives. (C) You are looked down upon if you do not visit relative and shamed upon.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Statement: She worked out the question on the calculator\nReasons: (A) The calculator was out of power (B) The calculator is not scientific (C) A calculator cannot come up with questions",
            "output": [
                "C"
            ]
        },
        {
            "input": "Statement: Cleveland is a state in America\nReasons: (A) No states in America start with the letters CL (B) Cleveland is a city not a state. (C) Cleveland is used for professional sports teams, sports teams in the midwest never use state names",
            "output": [
                "B"
            ]
        },
        {
            "input": "Statement: A normal closet is larger than a walk-in closet.\nReasons: (A) A person cannot walk into a normal closet because it is smaller than a walk-in closet. (B) Walk-in closets are normal closets. (C) A person can sleep in a walk-in closet.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Statement: he kept a chair inside the fridge\nReasons: (A) chair is bigger than the fridge (B) fridge store vegetables and fruits (C) chair used to sit",
            "output": [
                "A"
            ]
        },
        {
            "input": "Statement: There was a person drinking sulfuric acid.\nReasons: (A) Sulfuric acid does not quench thirst. (B) People do not drink sulfuric acid because it would kill them. (C) A person would not drink sulfuric acid because it tastes bitter.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Statement: Food refrigerated longer than recommended can burn\nReasons: (A) Refrigerators can hold beverages (B) Refrigerators are bigger than ovens (C) Refrigerators don't cook food",
            "output": [
                "C"
            ]
        },
        {
            "input": "Statement: She lifted a tractor.\nReasons: (A) Tractors are often black while chairs are green. (B) A tractor is too heavy for one person. (C) A tractor cannot sit in the chair.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Statement: The water froze on the stove.\nReasons: (A) Ice cubes can be round like bubbles. (B) Stoves get hot and you cannot freeze water in the heat. (C) You can't freeze water in a regular room.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Statement: You are cooking the music\nReasons: (A) Music is not cookable (B) I like cooking elaborated recipes (C) Music should be maintained at a decent volume to not to disturb the neighbors",
            "output": [
                "A"
            ]
        },
        {
            "input": "Statement: The house entered the man\nReasons: (A) the house is not the man (B) the house is bigger than the man (C) the house will not eat in the man",
            "output": [
                "B"
            ]
        },
        {
            "input": "Statement: A fork is used for cutting bread\nReasons: (A) bread is edible, while a fork is inedible (B) a fork, unlike a knife, cannot cut (C) you cannot stab a fork with a slice of bread",
            "output": [
                "B"
            ]
        },
        {
            "input": "Statement: Alice lit a rock at night\nReasons: (A) Candle and rock cannot be seen at night (B) Rocks cannot be lit easily (C) Rock and candle have got the same size",
            "output": [
                "B"
            ]
        },
        {
            "input": "Statement: He put a cat in the freezer.\nReasons: (A) Cats cant digest fridges. (B) Cats are beige while fridges are white. (C) Cats are live and cannot be frozen.",
            "output": [
                "C"
            ]
        },
        {
            "input": "Statement: He played the cow very well\nReasons: (A) Cows are not musical instruments (B) Cows are not vehicles (C) Cows are not sentient",
            "output": [
                "A"
            ]
        },
        {
            "input": "Statement: There was a blonde woman riding a dragon.\nReasons: (A) Dragons do not exist. (B) Blond women don't ride dragons. (C) Usually women don't ride dragons.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Statement: She put her shirt on her feet\nReasons: (A) there are two shoes but only one shirt (B) shirts are usually grey while shoes are usually white (C) Shirts are worn on the torso, not on feet",
            "output": [
                "C"
            ]
        },
        {
            "input": "Statement: A boy shuts down\nReasons: (A) A boy can fall asleep, but a boy cannot shut down (B) A boy is full of energy (C) A boy is a male",
            "output": [
                "A"
            ]
        },
        {
            "input": "Statement: Tight shoes are comfortable.\nReasons: (A) Tight shoes make walking unbearable. (B) Some people like shoes to be extremely tight. (C) Tight shoes can be worn for many hours.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Statement: She ran into the closet.\nReasons: (A) The closet doesn't run on the track. (B) The cabinet is preferably white and the track is red. (C) The closet is too small, not fit for racing.",
            "output": [
                "C"
            ]
        },
        {
            "input": "Statement: The whale swims in a bathtub.\nReasons: (A) The whales are usually gray while the tubs are usually white. (B) The whale is much larger than a bathtub. (C) The bathtub cannot swim in the whale.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Statement: He put a horse in his wallet.\nReasons: (A) Horses are usually brown while wallets are red. (B) A horse is much larger than a wallet. (C) A horse does not use a wallet.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Statement: She makes omelette with horse's egg.\nReasons: (A) Horse's egg is too small to make an omelette. (B) Horse does not lay eggs. (C) Horses egg is pink in color while chicken's egg is white in color.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Statement: If she is dead she will buy a new house.\nReasons: (A) dead people love graves (B) new houses are clean and beautiful (C) Dead people can't do anything any more.",
            "output": [
                "C"
            ]
        },
        {
            "input": "Statement: Jake ate artificial mango\nReasons: (A) Human can't eat artificial made fruits (B) Mango are sweet but bitter too (C) Mango cannot eat jack",
            "output": [
                "A"
            ]
        },
        {
            "input": "Statement: He drove his car to the moon\nReasons: (A) His car did not have moon tires on (B) There is no road leading to the moon (C) The moon was closed for repairs that day",
            "output": [
                "B"
            ]
        },
        {
            "input": "Statement: He put the shoes in his mouth\nReasons: (A) Shoes come in different styles but lips are the same. (B) Shoes go on feet, not in mouths. (C) A shoe wont fit into a mouth.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Statement: A giraffe is a person.\nReasons: (A) A giraffe is not a human being. (B) Giraffes can drink water from a lake. (C) .Giraffes usually eat leaves.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Statement: The woman wrote down the story with a spoon on paper\nReasons: (A) A spoon is about the same size as a pencil. (B) A person can't write down something with a spoon. (C) A spoon is harder than all paper",
            "output": [
                "B"
            ]
        },
        {
            "input": "Statement: He ate the book\nReasons: (A) Book is not a food (B) Book does not taste good (C) He does not like book",
            "output": [
                "A"
            ]
        },
        {
            "input": "Statement: He danced on the spoon\nReasons: (A) Spoon is not flat (B) Spoon is an utensil (C) He does not like spoon",
            "output": [
                "B"
            ]
        },
        {
            "input": "Statement: Georgia Tech trains dragons\nReasons: (A) Dragons are not a creature that exists (B) Dragons are too big for the buildings at Georgia Tech. (C) Dragons have more tails than people do.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Statement: The student called his professors notes.\nReasons: (A) The professor sometimes speaks too quickly. (B) Sometimes students fall asleep in class. (C) You can't make a phone call to written words.",
            "output": [
                "C"
            ]
        },
        {
            "input": "Statement: Children love doing the laundry\nReasons: (A) Many children hate reading stories (B) The laundry is generally viewed as a boring activity (C) Laundry and reading stories are both activities",
            "output": [
                "B"
            ]
        },
        {
            "input": "Statement: He put a teapot over his head\nReasons: (A) Teapots make tea (B) Teapots are not clothing (C) Teapots have spouts",
            "output": [
                "B"
            ]
        },
        {
            "input": "Statement: she ate a brick\nReasons: (A) bricks are not tasty (B) bricks cannot be eaten (C) bricks are too red to be eaten",
            "output": [
                "B"
            ]
        },
        {
            "input": "Statement: Low blood pressure is a hazardous way to diet and lose weight.\nReasons: (A) Eating Healthy is dangerous it can lower your blood pressure and make you have an eating disorder. (B) Lowering high blood pressure, and weight loss is the result of eating healthy and exercising. (C) Eating disorders and dangerously low blood pressure are a result of eating healthy and losing weight.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Statement: He ate a crane.\nReasons: (A) Cranes are always metal while the barbecue is red. (B) A crane and made of metal is not fit for eating. (C) A crane cannot eat barbecue.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Statement: People only cry when they are angry.\nReasons: (A) Crying is a natural response to being sad and many people cry when they are sad to express the feeling. (B) It is impossible to cry when you are angry. (C) No one has ever cried when they are angry.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Statement: No one uses pens to write with.\nReasons: (A) You cannot write with anything else other than pens. (B) Pens are made to be used for writing and are a common writing tool that people use because they are effective. (C) You are praised for using pens to write with rather than anything else.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Statement: Burglars are good people\nReasons: (A) Burglars can enter a house with people in it (B) There are people who are burglars (C) Burglars are banned from our society because they eliminate the things we have worked hard for",
            "output": [
                "C"
            ]
        },
        {
            "input": "Statement: I swim under a tap\nReasons: (A) There are not enough water under a tap to swim (B) Tap a good source of water (C) Tap water is generally used to take bath",
            "output": [
                "A"
            ]
        },
        {
            "input": "Statement: I like to ride my chocolate\nReasons: (A) Chocolate is a food, not a transportation unit (B) Chocolate is delicious and bikes are not (C) My bike can't ride a chocolate",
            "output": [
                "A"
            ]
        },
        {
            "input": "Statement: He drinks beer in a dog\nReasons: (A) Dog does not taste good (B) Dog does not like beer (C) Dog is an animal which cannot be used to drink beer",
            "output": [
                "C"
            ]
        },
        {
            "input": "Statement: she bought minecraft to play netball with\nReasons: (A) minecraft was the reason netball conceived (B) minecraft is a virtual game (C) netball injured minecraft in a friendly",
            "output": [
                "B"
            ]
        },
        {
            "input": "Statement: A bed is used for watching television\nReasons: (A) A bed is bigger than a television (B) You can watch television on a bed (C) A bed is an object specifically used for sleeping",
            "output": [
                "C"
            ]
        },
        {
            "input": "Statement: A planet has a square shape\nReasons: (A) There are not any planets with a square ring on them (B) you can calculate the area of a planet in squares (C) Planets have a sphere shape due to the different forces around the volume",
            "output": [
                "C"
            ]
        },
        {
            "input": "Statement: he visited a mechanic to check his tooth pain\nReasons: (A) Mechanics are always busy (B) There are many mechanic in the city (C) Mechanic does not know anything about human medicine and works with machine",
            "output": [
                "C"
            ]
        },
        {
            "input": "Statement: My daughter always takes bath in a kitchen sink and avoids bath tub\nReasons: (A) Kitchen sink is not big enough to take bath in it (B) Tap in kitchen sink can be used to wash anything (C) Most kitchens are fit with both hot and cold water taps",
            "output": [
                "A"
            ]
        },
        {
            "input": "Statement: In the morning when I wake up, I eat dinner.\nReasons: (A) Dinner takes longer to eat than breakfast. (B) Dinner is the most important meal of the day. (C) Dinner is eaten in the evening, not the morning.",
            "output": [
                "C"
            ]
        },
        {
            "input": "Statement: He drinks apple.\nReasons: (A) Apple can not be drunk (B) Apple juice are very tasty and milk too (C) Apple cannot eat a human",
            "output": [
                "A"
            ]
        },
        {
            "input": "Statement: Plant can have buffalo for dinner.\nReasons: (A) Plants are green and have no horns. (B) Buffaloes are usually not green and have horns. (C) Plant cannot eat land animal.",
            "output": [
                "C"
            ]
        },
        {
            "input": "Statement: He read a very long window King Tut.\nReasons: (A) Books have pages and words to read, while windows do not and serve a different purpose. (B) Glass windows were invented after King Tut was born. (C) Windows let in sun, which cats like to lay down in while books create shade that makes the cat move to a more sunny spot.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Statement: I put my bowling alley on the couch\nReasons: (A) Dogs are usually playful and you usually play a game of bowling in a bowling alley (B) A bowling alley can't be put on a couch. (C) Bowling alleys can have couches but a couch can not have a bowling alley",
            "output": [
                "B"
            ]
        },
        {
            "input": "Statement: You can take a bath in a blender\nReasons: (A) A blender only has cold water (B) A blender is too small (C) A blender may have mustard in it",
            "output": [
                "B"
            ]
        },
        {
            "input": "Statement: She went to the moon on Sunday\nReasons: (A) Parks have more trees than the moon (B) The moon is larger than a park (C) People don't go the moon casually",
            "output": [
                "C"
            ]
        },
        {
            "input": "Statement: My friend like to eat electronic goods.\nReasons: (A) Electronic goods are very small now a days to eat. (B) No one can digest electronic goods. (C) Electronic goods may cause shock while eating.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Statement: Sara had a glass of petrol\nReasons: (A) drinking petrol is dangerous to one's life (B) Sara does not like the taste of petrol (C) Sara was not thirsty enough to have a whole glass of petrol",
            "output": [
                "A"
            ]
        },
        {
            "input": "Statement: The table melts at room temperature.\nReasons: (A) Tables are always square or round while the ice is wet. (B) A table does not melt at room temperature. (C) Tables do not freeze in the fridge.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Statement: I dress a lion\nReasons: (A) A lion is a mammal (B) A lion is a wild animal (C) A lion eats meal",
            "output": [
                "B"
            ]
        },
        {
            "input": "Statement: She flew on a pizza.\nReasons: (A) Pizzas have many different toppings (B) Pizzas do not have engines to be flown. (C) Pizza toppings would stick to your butt if you sat on them.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Statement: It rains often in Sahara\nReasons: (A) many parts of Sahara are uninhabited (B) snow is more often in Sahara than rain (C) Sahara is a desert, which means that it receives very little rain",
            "output": [
                "C"
            ]
        },
        {
            "input": "Statement: Jill ate the wizard in her book.\nReasons: (A) Wizards are too large to be eaten by humans. (B) You cannot eat wizards. (C) Book wizards are not edible like regular wizards.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Statement: A teddy is a weapon\nReasons: (A) A teddy can be as big as a weapon (B) A weapon can have the same colour as a teddy (C) Teddies are soft and cannot cause injuries",
            "output": [
                "C"
            ]
        },
        {
            "input": "Statement: He served a globe for dinner\nReasons: (A) Globes are more accurate than maps for the the north and south pole (B) Globes are made of materials you cannot eat (C) Globes can break and would be dangerous to carry to the dinner table.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Statement: He was changing tv channels with screwdriver\nReasons: (A) Screwdriver's battery drained up (B) Screwdriver is a passive mechanical tool (C) He did not have screwdriver at home",
            "output": [
                "B"
            ]
        },
        {
            "input": "Statement: I drank bleach.\nReasons: (A) Bleach is used for cleaning. (B) Bleach is a denser liquid than water. (C) Bleach is not stored in the kitchen.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Statement: She put mustard on a star.\nReasons: (A) A star is too far away for someone to but a condiment on. (B) People pay money to name different stars. (C) Clouds make it hard to see stars in the sky.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Statement: He took the curb to the trash.\nReasons: (A) Curbs are usually where you put the trash. (B) You can't take a curb from it's spot. (C) Curbs are where waste management receives all trash.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Statement: A cup is for holding a gas you plan to drink.\nReasons: (A) Gas doesn't fit into cups. (B) You can not drink gas. (C) Only liquids can go into cups.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Statement: You are still alive if you do not have a heartbeat.\nReasons: (A) Your heartbeat is what keeps you alive and breathing by transporting blood so without it you are dead. (B) All humans have a heartbeat and without a heartbeat you are not like other alive humans so you are dead. (C) People that are alive are warm because of their heart transporting blood and if you do not have a heart you are cold which means you are dead.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Statement: The man slept on the volcano.\nReasons: (A) Beds are generally comfortable while volcanoes cause destruction. (B) A volcano is much larger than a bed. (C) The bed cannot be on the volcano.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Statement: My cousin throws the house to my brother.\nReasons: (A) A house is too big to throw. (B) Houses are usually expensive. (C) There are several houses on this street.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Statement: An actor wear a toaster.\nReasons: (A) Toasters are not clothing (B) Toasters are not in fashion. (C) Toasters are too hot while costumes are not.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Statement: We use book to know the time\nReasons: (A) A book is used to study (B) A book and a clock is very essential in our daily life (C) A book plays a very important role in our life",
            "output": [
                "A"
            ]
        },
        {
            "input": "Statement: The log jumped over a dog.\nReasons: (A) A log does not live near a dog. (B) Logs do not like to jump. (C) Logs cannot move",
            "output": [
                "C"
            ]
        },
        {
            "input": "Statement: Baby is taking dictionary\nReasons: (A) It is too heavy (B) Dictionary is colour full (C) Dictionary can not  take a baby",
            "output": [
                "A"
            ]
        },
        {
            "input": "Statement: The Students Scolded the Teacher\nReasons: (A) the teacher was married (B) The Teacher was female and the students are male (C) The Students has no right to Scold the teacher",
            "output": [
                "C"
            ]
        },
        {
            "input": "Statement: The people were full of planes\nReasons: (A) planes can fly while people cannot (B) Planes are much bigger than people (C) people cannot eat planes",
            "output": [
                "B"
            ]
        },
        {
            "input": "Statement: She jumped into the water of a glass.\nReasons: (A) A glass cannot swim in a pool. (B) Glasses are usually glass while the pools are tiled. (C) A glass is much smaller than a pool.",
            "output": [
                "C"
            ]
        },
        {
            "input": "Statement: Cooking gourmet meals is the number one way to make mistakes such as kitchen fires.\nReasons: (A) Gourmet meals and cooking are hazardous and should be avoided. (B) Cooking fires are a result of mistakes made in recipes. (C) Kitchen fires, and or mistakes are not a direct result of cooking gourmet meals.",
            "output": [
                "C"
            ]
        },
        {
            "input": "Statement: She drove her car around the supermarket to collect groceries\nReasons: (A) A car cannot pay for shopping in the supermarket (B) Cars run on fuel whereas supermarkets sell food (C) You cannot access a supermarket in a car.",
            "output": [
                "C"
            ]
        },
        {
            "input": "Statement: She write the story in water\nReasons: (A) Water has no capacity to show the story letters (B) Water has no color and writing is not possible (C) Water is washed the story when writing",
            "output": [
                "A"
            ]
        },
        {
            "input": "Statement: The defendant sentenced the jury to death.\nReasons: (A) The judge would never allow all the defendants agree to this. (B) There are more jury people than defendants. (C) Defendant's don't decide what happens to the jury.",
            "output": [
                "C"
            ]
        },
        {
            "input": "Statement: Adjectives are a part of pizza\nReasons: (A) \"beautiful\" is a very common adjective (B) everyone loves pizza (C) Pizza is not made of adjectives",
            "output": [
                "C"
            ]
        },
        {
            "input": "Statement: He played the piano with a ship.\nReasons: (A) Ships are usually made of iron while pianos are made of wood. (B) A ship is much larger than a piano. (C) A ship cannot play the piano with its fingers.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Statement: The parrot went to work\nReasons: (A) Parrots do not have jobs (B) Parrots play jump rope while they play cards at work (C) Parrots can't take the subway to work",
            "output": [
                "A"
            ]
        },
        {
            "input": "Statement: Dogs eat extension cords.\nReasons: (A) Dog food can be wet or dry, extension cords need to be dry. (B) Extension cords are inedible. (C) Dogs cant digest copper and plastic.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Statement: I like to eat cooked ice cream\nReasons: (A) Ice cream melts when cooking non eggs (B) Ice creams are for taking not for cooking (C) ice creams don't cook",
            "output": [
                "B"
            ]
        },
        {
            "input": "Statement: The eagle flies deep in the ocean\nReasons: (A) Eagles are not the same color of ocean and could not camoflauge (B) Eagles cannot find materials for their nest in the deep ocean (C) Eagles do not go into bodies of water",
            "output": [
                "C"
            ]
        },
        {
            "input": "Statement: I found a soap on a table.\nReasons: (A) A soap cannot write a note. (B) Soaps are always wet while tables are green. (C) A soap should be in a soap dish.",
            "output": [
                "C"
            ]
        },
        {
            "input": "Statement: she wear hat in the hand\nReasons: (A) hat usually wear on the head (B) hat usually black in colour and bangles are in different colours (C) hat will be big in size",
            "output": [
                "A"
            ]
        },
        {
            "input": "Statement: You can buy pictures in a museum\nReasons: (A) Museums hold many pictures sold by rich people (B) Pictures can be sold (C) Museums are meant to be visited by the public just for seeing not buying",
            "output": [
                "C"
            ]
        },
        {
            "input": "Statement: He planted cucumber seeds in the couch.\nReasons: (A) Cucumbers need the conditions of a garden to grow instead of a couch. (B) Cucumber seeds make sitting in a couch uncomfortable. (C) Digging a hole in the couch to plant seeds can be very messy.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Statement: She hung an elevator on the wall.\nReasons: (A) An elevator cannot paint a picture. (B) Elevators are steel while walls are concrete. (C) An elevator is too heavy to hang on the wall.",
            "output": [
                "C"
            ]
        },
        {
            "input": "Statement: She was eating shoe\nReasons: (A) She does not like shoe (B) Shoe is in black color (C) No one eats shoe",
            "output": [
                "C"
            ]
        },
        {
            "input": "Statement: A shark interviews a fish.\nReasons: (A) Sharks are bigger than fish. (B) Sharks and fish do not talk. (C) There are more letters in the word shark than fish.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Statement: He buys a book to eat.\nReasons: (A) The pages of book are made from trees. (B) Book is not eatable. (C) Rodents feed on book.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Statement: he kept ice cream in oven\nReasons: (A) ice cream is in pink color and oven is made of steel (B) Oven smells bad (C) Ice cream melts in oven",
            "output": [
                "C"
            ]
        },
        {
            "input": "Statement: A sheep shops at Walmart\nReasons: (A) Sheep would see how the wool is used in the stores (B) Walmart is a store for persons not animals (C) Sheep only eat grass but Walmart sells meat",
            "output": [
                "B"
            ]
        },
        {
            "input": "Statement: Europe is in france\nReasons: (A) france is not european (B) Europe is a continent but france is a country (C) europe is not a french country",
            "output": [
                "B"
            ]
        },
        {
            "input": "Statement: A dog roared at a cat in the street.\nReasons: (A) Roar is not a dog characteristic. (B) Dogs do not usually roar at cats. (C) Dogs do not roar when they are chasing cats.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Statement: He lifted a tractor with his hands.\nReasons: (A) Tractors are always yellow while tambourines are wooden. (B) A tractor is too heavy to lift with its hands. (C) A tractor cannot touch a tambourine.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Statement: Plants can make computers\nReasons: (A) Plants are all over the world, while computers are only in developed countries (B) Computers are not organic products and are made by humans (C) Animals eat plants, but not computers",
            "output": [
                "B"
            ]
        },
        {
            "input": "Statement: One of the things you do when you wake up is saying good night\nReasons: (A) People brush teeth after saying goodnight then go to bed (B) People say goodnight after brushing the teeth in the night (C) Good night is said at night before you go to bed",
            "output": [
                "C"
            ]
        },
        {
            "input": "Statement: The girl likes to eat plastic.\nReasons: (A) Plastic cannot be sweet. (B) Sweets are usually made with sugar, while plastic with petroleum substances. (C) Plastic is not food.",
            "output": [
                "C"
            ]
        },
        {
            "input": "Statement: She took a battle tank in the car.\nReasons: (A) Battle tanks are always camouflaged while cars are normal. (B) A battle tank is much larger than a car. (C) A battle tank cannot drive a car.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Statement: I wore a rainbow bowtie to the funeral\nReasons: (A) Rainbow bowties are soft to touch (B) Rainbow bowties are made of silk (C) a rainbow bowtie is not appropriate attire",
            "output": [
                "C"
            ]
        },
        {
            "input": "Statement: A man defrosted a chicken using a lighter.\nReasons: (A) A lighter flame is too hot to defrost a chicken with. (B) You can not defrost a chicken using a lighter because the heat generated is too small and focuses on only one part of the chicken. (C) A lighter breaks very easily and cannot maintain the flame long enough to defrost.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Statement: The dog chased the bed.\nReasons: (A) Both dogs and beds have hair on them if a cat lays on them (B) Dogs and beds both have four legs (C) Beds do not move and thus cannot be chased.",
            "output": [
                "C"
            ]
        },
        {
            "input": "Statement: She spoke to a ghost at the door.\nReasons: (A) Ghosts don't exist. (B) Ghosts are white while the doors are yellow. (C) Ghosts can't talk to the living.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Statement: You will never find dust on a desktop.\nReasons: (A) Dust grows on top of desktops like a plant does. (B) Dust accumulates on a desktop naturally overtime because of spores in the air. (C) A desktop is the preferred environment for dust.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Statement: today will be 30 hours\nReasons: (A) one day is made up of 24 hours while 30 hours is made up of 1 day and 6 hours (B) One day is only 24 hours (C) 30 hours don't fit in 1 day",
            "output": [
                "B"
            ]
        },
        {
            "input": "Statement: She heated up the water to make icecream.\nReasons: (A) She is lactose intolerant. (B) Ice cream is made with milk, not water. (C) Hot water would melt ice cream.",
            "output": [
                "C"
            ]
        },
        {
            "input": "Statement: he put the ice cream in the closet\nReasons: (A) ice cream is usually liquid while closets are solid (B) ice cream would easily melt in a closet (C) an ice cream cannot feed a closet",
            "output": [
                "B"
            ]
        },
        {
            "input": "Statement: He sent a text message in lunch box\nReasons: (A) Lunch box comes in different shape (B) Lunch box is in blue color and mobile is in red color (C) Lunch box is to store and carry food",
            "output": [
                "C"
            ]
        },
        {
            "input": "Statement: he drank paper\nReasons: (A) paper is too hot to drink (B) paper is impossible to swallow (C) paper isn't a liquid",
            "output": [
                "C"
            ]
        },
        {
            "input": "Statement: The mall drove to Jim\nReasons: (A) Jim is not a car (B) mall is not a car (C) malls cannot drive",
            "output": [
                "C"
            ]
        },
        {
            "input": "Statement: You can buy cigarettes in bottles\nReasons: (A) Cigarettes and beer are sold in stores with bottles (B) Cigarettes are smaller than beer bottles (C) Cigarettes are always sold in small packages",
            "output": [
                "C"
            ]
        },
        {
            "input": "Statement: He went on holiday to Chicken\nReasons: (A) Turkey is in the middle east (B) Turkeys are much larger than chickens (C) Turkey is a country and chicken is a bird",
            "output": [
                "C"
            ]
        },
        {
            "input": "Statement: I like to listen colours as I commute\nReasons: (A) Colours cannot being listened (B) Colours are not usually easy to find in dark (C) You should not run as you commute",
            "output": [
                "A"
            ]
        },
        {
            "input": "Statement: When it is dark at home, you can turn on the heaters\nReasons: (A) there are no heaters at home (B) you cannot see the heaters in the dark (C) turning on the heaters will not help you see things in the dark",
            "output": [
                "C"
            ]
        },
        {
            "input": "Statement: He travels by a laptop to reach the office.\nReasons: (A) Laptop needs drivers to run the software. (B) Laptop is not a vehicle which can be driven. (C) Driving simulation can be shown on the laptop.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Statement: There was a chicken flying.\nReasons: (A) Chickens do not fly. (B) Chickens prefer to stay on the floor. (C) It is not common to see chickens flying.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Statement: I use internet on my radio\nReasons: (A) Internet can not be used on a radio (B) We get signal on a radio (C) Radio is a great mode of communication",
            "output": [
                "A"
            ]
        },
        {
            "input": "Statement: He was playing fridge\nReasons: (A) Fridge is a tool and is not a musical instrument (B) He does not know fridge (C) Fridge is in gray color",
            "output": [
                "A"
            ]
        },
        {
            "input": "Statement: Eating lot of food makes you tall\nReasons: (A) food is essential in life (B) people love to eat food (C) people cant control their height by eating food",
            "output": [
                "C"
            ]
        },
        {
            "input": "Statement: It rains occasionally which is horrible for the trees and grass.\nReasons: (A) A long period of time could cause a drought. (B) Rainwater gathers in a bucket and measured by meteorologists. (C) Without the rain all things we need to live would die.",
            "output": [
                "C"
            ]
        },
        {
            "input": "Statement: He drinks petrol every morning\nReasons: (A) Tea is easily available than petrol (B) Petrol is costly than tea (C) It is dangerous to drink petrol",
            "output": [
                "C"
            ]
        },
        {
            "input": "Statement: She got into the bathtub to sleep.\nReasons: (A) A bathtub cannot sleep in a bed. (B) Bathtubs are typically white, while beds are typically any color. (C) No one sleeps in a bathtub.",
            "output": [
                "C"
            ]
        },
        {
            "input": "Statement: They switched on the stove to watch their favourite programme\nReasons: (A) The stove did not have their favourite programme (B) The stove was broken so they could not turn it on (C) A stove cannot display shows or programmes",
            "output": [
                "C"
            ]
        },
        {
            "input": "Statement: The giraffe swam through the ocean\nReasons: (A) The whale is much larger than a giraffe (B) The whale can swim much better than a giraffe (C) The whale not walk as well as a giraffe",
            "output": [
                "B"
            ]
        },
        {
            "input": "Statement: I broiled a gluten-free cake.\nReasons: (A) Broiled meat can sometimes be charred, where cake can sometimes be burned. (B) Broiling is a process to cook meat, not cake. (C) A cake can be eaten with bake.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Statement: He moved a city to his belongings\nReasons: (A) Belongings can get quite numerous while a city can be only one entity. (B) A city is too big to fit into whatever belongings the person has. (C) There are plenty of options of places to go in a city",
            "output": [
                "B"
            ]
        },
        {
            "input": "Statement: The man put some buildings in the microwave\nReasons: (A) People do not heat buildings in the microwave (B) Buildings and microwaves can be the same color. (C) Buildings and microwaves are both hard",
            "output": [
                "A"
            ]
        },
        {
            "input": "Statement: Dwight cut down a mountain\nReasons: (A) Trees are much more common than mountains (B) Mountains are much larger than trees (C) Trees grow faster than mountains",
            "output": [
                "B"
            ]
        },
        {
            "input": "Statement: The chocolate cried\nReasons: (A) Chocolate is a melting solid therefore cannot cry (B) The chocolate has no eyes to cry (C) The chocolate was too cold",
            "output": [
                "A"
            ]
        },
        {
            "input": "Statement: He was tired and so he went to get into his car.\nReasons: (A) One should not drive when one is tired. (B) Cars are small, cozy places. (C) Cars have soft seats inside them that one can lay on.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Statement: If before you go to the pub and you drink a lot, then afterwards you are drunk\nReasons: (A) The pub gives you drink (B) Drinking happens at the pub (C) You usually drink at the pub, not before the pub",
            "output": [
                "C"
            ]
        },
        {
            "input": "Statement: You will never see a teacher inside of a school.\nReasons: (A) A school requires teachers in order to run and teach the pupils so a teacher would always be in a school. (B) Teachers are legally required to always be inside of a school. (C) Teachers live inside of schools and have their own homes that they stay in inside of the school",
            "output": [
                "A"
            ]
        },
        {
            "input": "Statement: She brushed her teeth with a truck.\nReasons: (A) Trucks are usually black while the teeth are white. (B) A truck is bigger than a tooth. (C) A truck cannot brush its teeth.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Statement: My medicine take me\nReasons: (A) I am human (B) medicines are useful (C) Medicines are not alive",
            "output": [
                "C"
            ]
        },
        {
            "input": "Statement: She took the chair for a walk\nReasons: (A) Chairs can't walk (B) Chairs can only go for runs (C) A chair is red",
            "output": [
                "A"
            ]
        },
        {
            "input": "Statement: Something you find at a water cooler is a living dinosaur\nReasons: (A) Dinosaurs do not speak the same language as humans (B) Dinosaurs do not have thumbs to use the water cooler (C) Dinosaurs are extinct",
            "output": [
                "C"
            ]
        },
        {
            "input": "Statement: You will never find a dog that likes to eat meat.\nReasons: (A) Dogs like the texture of the meat. (B) Meat is the preferred food to dogs because they are carnivores and it has all their nutritional needs. (C) Dogs are fussy eaters and do not like most vegetables.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Statement: Mobiles are used to cleaning\nReasons: (A) Mobile is very useful to human beings (B) There are different types of mobiles (C) Mobile is a communicating device",
            "output": [
                "C"
            ]
        },
        {
            "input": "Statement: he put the sock on the drum.\nReasons: (A) A drum is much larger than a sock. (B) Drums not made of wood while socks are made of cloth. (C) A drum has no foot.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Statement: 200 is one hundred\nReasons: (A) 200 has got the same zeros as one hundred (B) 200 is bigger than one hundred (C) 200 is not one hundred in the international system",
            "output": [
                "C"
            ]
        },
        {
            "input": "Statement: He put a whale on the shelf.\nReasons: (A) A whale is white while the shelf is brown. (B) A whale is too large to fit on a shelf. (C) A whale cannot smell a shelf.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Statement: Geralt flies his car every day\nReasons: (A) There are cars with spoilers (B) Cars have wheels and cannot fly (C) Airplanes and cars have got motors.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Statement: a dog is taken to a pool after getting sick\nReasons: (A) a pool has no medical attention for animals (B) the dogs get sick and the pools clean (C) a dog cannot spread a pool",
            "output": [
                "A"
            ]
        },
        {
            "input": "Statement: She cuts a pizza with an advertising board.\nReasons: (A) An advertising board is much larger than a pizza. (B) Advertising signs are usually square while the pizzas are round. (C) An advertising board cannot eat a pizza.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Statement: He walked to mars\nReasons: (A) Mars is larger than a store (B) Mars is another planet (C) Mars is a red color",
            "output": [
                "B"
            ]
        },
        {
            "input": "Statement: He mowed the carpet\nReasons: (A) lawnmowers are for cutting grass, not carpets (B) grass is usually green while carpets are usually not (C) carpet is too short to mow",
            "output": [
                "A"
            ]
        }
    ]
}