{
    "Contributors": [
        "Sai Venkat Subramani"
    ],
    "Source": [
        "Dataset Card for Asian Language Treebank (ALT) (https://huggingface.co/datasets/alt)"
    ],
    "Categories": [
        "Language Translation"
    ],
    "Definition":  "In this task, your task is to convert a sentence in Burmese into English.",
    "Positive Examples": [
        {
            "input": "အသက် ၂၇ နှစ် အရွယ် ဂျေဆွန် မက်ကေ ၏ မိခင် ဘိုနီ မက်ကေ က \" သူတို့ အလုပ်လုပ်တဲ့ နည်းလမ်း ကို အရာများစွာ ပြောင်းလဲလိုက်မှာ ကို သင် မယုံဘူး ဆိုတာ ကျွန်မ အသေအချာ ယုံကြည်ပါတယ် ၊ ဒါပေမယ့် သူတို့ လုပ်ဆောင်ခဲ့ပါတယ် \" ဟု ဆိုပါသည် ။",
            "output": "Prime Minister Blair and Chancellor Brown are agreed on the need to retain a nuclear deterrent.",
            "explanation": "The above sentence is correctly translated from Myanmar to English"
        },
        {
            "input": "အဲဒီ အဆုံး မှာတော့ ၊ အက်ရှလေ သည် များစွာသော ခွဲစိတ်မှုများ နှင့် ဆေးကုသမှုများ ကို သုံး နှစ် တာ ကာလ တစ် ခု အတောအတွင်း တွေ့ကြုံရသည် ဟု ၊ သူ တို့ က ပြောသည် ။",
            "output": "There are no reports of other injuries or deaths so far.",
            "explanation": "The above sentence is correctly translated from Myanmar to English"
        },
        {
            "input": "ဒီ တိုင်းတာမှု ကို အောင်မြင် လျှင် ၊ နယူး ဂျာစီ သည် လုံးလုံးလျားလျား ကျင့်သုံးခြင်း ကို တားမြစ်ခြင်း အတွက် တစ်ခုတည်းသော ယူအက်စ် ပြည်နယ် ဖြစ်လာ နိုင်သည် ။",
            "output": "Rain delayed the start of the match by some two hours, and therefore the match was only a 43 over game.",
            "explanation": "The above sentence is correctly translated from Myanmar to English"
        }
    ],
    "Negative Examples": [
        {
            "input": "အချို့သော လက်နက် အစိတ်အပိုင်း များ သည် အရာရှိ များ မှ အီရန် ထုတ်လုပ်ရေးလုပ်ငန်း များ နှင့် ပတ်သက်နေသည် ဆိုသော အချက် ကို ဖော်ပြနေသည် ။",
            "output": "FIFA President Sepp Blatter said the move was necessary to maintain the universal spirit of the game: \"We have 260 million people directly involved in the game.\"",
            "explanation": "The above sentence is not correctly translated from Myanmar to English as none of the words match the translation."
        },
        {
            "input": "တိုင်းမ် သတင်းစာ က ၊ လည်း ၊ ဒိုင်ဗာရိုလီ ကို အယ်လ်ဘန်းနီးယား မှ ကျည်ဆံ သန်း ၁၀ဝ နီးပါး ကို သူ့ ကုမ္ပဏီ ၏ ဝယ်ယူမှု သည် အကျင့်ပျက်သည် ဟု အကြံပေးခဲ့ သော ဆွေးနွေးဝိုင်း တွင် လျှို့ဝှက်စွာ မှတ်တမ်းတင်ခဲ့သည် ။",
            "output": "Reports from MSNBC and the Guardian Unlimited say that the shaft may have collapsed when a water or air pipe burst.",
            "explanation": "The above sentence is not correctly translated from Myanmar to English as none of the words match the translation."
        },
        {
            "input": "အောက်စဖို့ဒ်အသင်း သည် ၁၈ မိနစ် နှင့် ၂ စက္ကန့် စံချိန် ဖြင့် အဆုံးသတ်ခဲ့သည် ။",
            "output": "A spiritual guru known as \"Swami Amritachaitanya\" is being held in Kerala, India on charges of fraud, rape and possession of narcotic drugs.",
            "explanation": "The above sentence is not correctly translated from Myanmar to English as none of the words match the translation."
        }
    ],
    "Instances": [
    {
        "input": "အယ်လ် ဂျာဇီးရား အဆိုအရ ၊ တရုတ်နိုင်ငံ ၏ သတ္တုတွင်းများ သည် ကမ္ဘာပေါ် တွင် အသေအပျောက်အများဆုံး ဖြစ် ပြီး ၊ သူတို့ တွင် မတော်တဆမှုများ ကြောင့် နှစ် စဉ် ထောင်ပေါင်း များစွာသော မိုင်းလုပ်သားများ သေဆုံးကြသည် ။\n",
        "output": [
            "China's mines are the deadliest in the world; according to Al Jazeera, several thousand miners die each year due to accidents in them.\n"
        ]
    },
    {
        "input": "သူ က အရပ်သားများ သည် မညီမျှသော ပေးဆပ်ခြင်း တစ်ခု ကို လစ်ဘနွန် နှင့် အစ္စရေး မြောက်ဘက် တွင် ပေးဆပ်နေရသည် ဟု ပြောဆိုခဲ့ ပြီး “ အစ္စရေး က မျှတမှုမရှိသော တုံ့ပြန်မှု တစ်ခု သည် အပြည်ပြည်ဆိုင်ရာလူ့အခွင့်အရေးဥပဒေ ကို ချိုးဖောက်ခြင်း တစ်ခု ဖြစ်သည် ” ဟု ဖော်ပြခဲ့ပါသည် ။\n",
        "output": [
            "He said civilians are paying a disproportionate price in Lebanon and northern Israel and stated that \"A disproportionate response by Israel is a violation of international humanitarian law.\"\n"
        ]
    },
    {
        "input": "ဘလစ်ဇာ က စီးပွားရေးကြေငြာ ခေတ္တနားချိန် မှ ပြန်လာ ပြီးနောက် ၊ စီအန်အန်သတင်းဌာန သည် အိမ်ဖြူတော် မှ သတင်းစဉ် အသစ် တစ်ခု ကို ရရှိခဲ့ကြောင်း သူ၏ ဧည့်သည်များ ကို ပြောကြားခဲ့သည် ။\n",
        "output": [
            "After returning from commercial break, Blitzer told his guests that CNN had just received a news bulletin from the White House.\n"
        ]
    },
    {
        "input": "အဆိုပါ ဟိုတယ် သည် တစ်ချိန် က တူညီသော နေရာ တွင် တည်ရှိခဲ့သည် ဟု ဒေသ တွင်း စီးပွားရေး ပိုင်ရှင်များ နှင့် နေထိုင်သူများ က သံသယရှိခဲ့သည် ။\n",
        "output": [
            "It was suspected by residents and business owners in the area that hotel once stood in the same spot.\n"
        ]
    },
    {
        "input": "သူ တို့ ၏ ရှေ့နေ က စွဲချက် များ သည် အခြေအနေ များ ကို အလွန်အမင်း စဉ်းစားခဲ့တယ် လို့ သူ ခံစားရသည် ဟု ပြောခဲ့သည် ။\n",
        "output": [
            "A lawyer for the men said he felt the charges were excessive considering the circumstances.\n"
        ]
    },
    {
        "input": "“ ကျွန်ုပ်တို့ ကို အခိုင်အမာပြောဆိုချက် အားလုံး ကို သတင်း ပို့ပြီးဖြစ် ပြီး ရရှိထားသော သက်သေ အားလုံး ကို ကြည့်ရှုပြီးပြီ ဆိုသော အချက်များ အရ ၊ ထိုအရာ သည် အမှုတွဲ တစ်ခု ဖြစ်မည် ဟု လည်း ကျွန်ုပ်တို့ ယုံကြည်သည် ။ ”\n",
        "output": [
            "\"To the extent that we have been informed of all allegations and have reviewed all available evidence, we also believe this to be the case.\"\n"
        ]
    },
    {
        "input": "မယ်လာ သည် ဂျပန် ရဲ့ အလယ် ကျွန်း ထိ မြောက်ဘက်သို့ ၄င်းသည် ဆက်လက်ဦးတည်သွား သဖြင့် အတော်လေး အားနည်းလာခဲ့သည် ။\n",
        "output": [
            "Melor weakened somewhat as it continued northward up Japan's central island.\n"
        ]
    },
    {
        "input": "မီးတောင် သည် ၁၉၈၉-၉၀ ခုနှစ် မှ လေး လ တာ ကာလ တစ် ခု ကတည်းက မပေါက်ကွဲခဲ့ခြင်း ဖြစ်သည် ။\n",
        "output": [
            "The volcano had not erupted since a four-month period in 1989-90.\n"
        ]
    },
    {
        "input": "စုံစမ်းစစ်ဆေးသူများ က ရှေ့သွားများပါသော မိချောင်း ကို အမေရိကန် မိကျောင်း ၊ (မစ်စစ်စပီရန်းစစ် မိကျောင်း) အဖြစ် အသေအချာ ခွဲခြား ရန် နှစ်ပတ် အချိန်ယူခဲ့သည် ။\n",
        "output": [
            "It took investigators two weeks to positively identify the toothy crocodile as an American alligator, (Alligator mississippiensis).\n"
        ]
    },
    {
        "input": "ဝီကီနယူး က တရားဝင် ခန့်အပ်ထားသော သတင်းထောက် ပက်ထရစ် မန်နီယွန် ဟာ ခြောက် ကြိမ် မြောက် ခရိုင် အစည်းအဝေး ကို မက်ဆားချူးဆက် ၏ အမျိုးသား လွှတ်တော် အမတ် ဂျွန်အက်ဖ်တားနီး နှင့် လင်း မြို့တော် ၏ လွှတ်တော် အမတ် သောမတ် အမ်စီဝီး တို့ နှင့်အတူ တက်ရောက်ခဲ့သည် ။\n",
        "output": [
            "Wikinews accredited reporter Patrick Mannion was there in attendance along with Congressman John F. Tierney of Massachusetts's 6th congressional district and Lynn's State Senator Thomas McGee.\n"
        ]
    },
    {
        "input": "ပြစ်မှု အဆုံးအဖြတ် ကို ဖတ်ကြား ပြီးနောက် ၊ စိတ်သက်သာရာရသွားတဲ့ ဘရောင်းဆန်ဒါ တစ်ယောက် သည် တရားစီရင်ရာ ၌ ရှိနေ သော သူမ၏ မိသားစု နှင့် သူငယ်ချင်းများ အား ပွေ့ဖက်ခဲ့သည် ။\n",
        "output": [
            "After the guilty verdict was read, a relieved Browne Sanders hugged her family and friends who were present at the trial.\n"
        ]
    },
    {
        "input": "သြစတြေးလျ အတိုက်အခံ ပါတီ သည် ဝေဖန် ပြောကြားချက် များ ကို အစိုးရ အား တိုက်ခိုက်ရန် အတွက် အခွင့်အရေး တစ်ရပ် အဖြစ် အသုံးချ ခဲ့သည် ။\n",
        "output": [
            "The Australian opposition has used the comments as an opportunity to attack the government.\n"
        ]
    },
    {
        "input": "ဝီကီပီးဒီယား သည် ဖလော်ရီဒါ စိန့် ပီတာဘတ် အခြေစိုက် အကျိုးအမြတ်မယူသော အဖွဲ့အစည်း တစ်ခု ၊ ဝီကီမီဒီယာ ဖောင်ဒေးရှင်း ၏ စီမံကိန်း တစ်ခု ဖြစ်သည် ။\n",
        "output": [
            "Wikipedia is a project of the Wikimedia Foundation, a non-profit organisation based out of St. Petersberg, Florida.\n"
        ]
    },
    {
        "input": "ထိန်းသိမ်းရေးဌာန အတွင်း ပိတ်ပင်ထားသော နေရာများ သို့မဟုတ် အခြား တာဝန်ကျ ဌာနများ သို့ ကိုယ်ရေးကိုယ်တာ မေးလ်များ နှင့် ပါဆယ်များ ကို ယူဆောင်ခြင်း မပြုရ ဟု ပို့ချမှု တွင် အစောင့်များ ကို သတင်းပေးထားသည် ။\n",
        "output": [
            "Guards are informed in the manual not to take personal mail and parcels within the detention blocks or at any other duty stations.\n"
        ]
    },
    {
        "input": "ဆယ်ကျော်သက် ၊ ဟူဆန် အယ်ဘ်ဒို က ၊ သူ သည် အစ္စရေး စစ်သားများ ကို သတ် ရန် တာဝန် တစ်ခု ပေးအပ်ခြင်း ခံခဲ့ရ ကြောင်း အစ္စရေး သတင်းစာ တစ်စောင် သို့ နောက်ပိုင်းတွင် ပြောခဲ့ပါသည် ။\n",
        "output": [
            "The teenager, Hussam Abdo, later told an Israeli newspaper he was on a mission to kill Israeli soldiers.\n"
        ]
    },
    {
        "input": "သို့သော်လည်း ၊ သူတို့ အတွဲ ဟာ အသင်း ၏ နောက်ဆုံးရမှတ် ထိ ၊ ခရစ်ပင် က ရမှတ် ၁၂ မှတ် နဲ့ တုန့်ပြန်ရိုက်ချက် ၁၅ ချက် ပြီးတော့ မာရစ် က ရမှတ် ၁၆ မှတ် နဲ့ တုန့်ပြန်ရိုက်ချက် ၆ ချက် နဲ့ ဆက်လက် ပါဝင်ကစားသွားခဲ့ပါသည် ။\n",
        "output": [
            "Nonetheless, the pair still contributed to the team's scoreline, with Crispin scoring 12 points with 15 rebounds, and Merritt scoring 16 points with six rebounds.\n"
        ]
    },
    {
        "input": "အဆိုပါ စက်လှေများ အတွက် ၊ “ နိုင်ငံတကာ ဥပဒေ ဖြင့် ပိုင်ရှင်များ ဆီသို့ သူတို့ ခံဝန်ထိုး ရန် သူတို့ အား ပြန် ကမ်လှမ်း ရန် ကျွန်တော်တို့ လိုအပ်သည် ၊ သို့သော် သင်္ဘောသားများ ကို ချက်ချင်း ပြန်အပ် သကဲ့သို့ အင်ဒိုနီးရှား သို့ ပြန်အပ် ရန် ပိုင်ရှင် ၏ အရည်အချင်း သည် … မျှမျှတတ ကန့်သတ်ထားသည် ၊ ” အထက်လွှတ်တော်အမတ် က ရှင်းပြသည် ။\n",
        "output": [
            "As for the boats, \"We're required by international law to offer them to bond them back to the owners, but as the crew are immediately repatriated the ability of the owners to get them back to Indonesia ... is fairly limited,\" the Senator explained.\n"
        ]
    },
    {
        "input": "“ ချက်ချင်း အရေးယူ ဆောင်ရွက် ” ပြီး “ ၃၆ ယောက် သော ငါး ဖမ်း သမား များ ကို နေအိမ် သို့ ခေါ်ဆောင် နိုင်ရေး အတွက် ဖြစ်နိုင်သမျှ အရာ အားလုံး ကို လုပ်ဆောင် ရန် ” စပိန် အာဏာပိုင် များ သို့ သူတို့ က တောင်းဆိုခဲ့ကြသည် ။\n",
        "output": [
            "They called for Spanish authorities to \"act immediately\" and \"do everything possible to bring home the 36 fishermen.\"\n"
        ]
    },
    {
        "input": "စစ်ဘေးသင့်ရာ တောင် အမေရိက နိုင်ငံ တွင် လက်ယာ - တောင်ပံ ပြည်သူ့စစ် အဖွဲ့ များ နှင့် , ထွက်ခွာသွားသော ကိုလံဘီယာ သမ္မတ အယ်ဘာရို ယူရိုက် တို့အကြား ပူးပေါင်းဆောင်ရွက်ရန် သတင်းထောက် သည် အာရုံစိုက်မှုကို ခေါ်ပြီးပြီ ။\n",
        "output": [
            "The journalist has called attention to ties between outgoing Colombian president Alvaro Uribe, and right-wing militia groups in the war-plagued South American country.\n"
        ]
    },
    {
        "input": "၄င်း ၏ သဲသောင် ရေနံထုတ်လုပ်မှု မှ ကာဗွန်ဒိုင်အောက်ဆိုဒ် ထုတ်လွှတ်မှု ကို ထိန်းချုပ်ရန် နှင့် ၄င်း ကာဗွန်ဒိုင်အောက်ဆိုဒ် ကို မြေအောက် တွင် သိုလှောင်ရန် ရည်ရွယ်သည် ဟု အဆိုပါ ကုမ္ပဏီ က ပြောခဲ့သည် ။\n",
        "output": [
            "The company said it intends to capture the carbon dioxide (CO2) emissions from its oil sands production and store it underground.\n"
        ]
    },
    {
        "input": "ဤသို့ ဆောင်ရွက်ခြင်း သည် ကျွန်း ၏ ကျန် အပိုင်း များ သို့ မီးလောင်မှု ပျံ့နှံ့ခြင်း မှ ရပ်တန့် အောင် စီမံ နိုင်ခဲ့ သော်လည်း ၊ အဆောင်အဦး ၁၀ လုံး သည် မီးလောင် ပျက်စီး ဆဲ ဖြစ် သည် ၊ အများစု မှာ ဆိုင် သေး များ နှင့် ဘား ဆိုင် များ ဖြစ်သည် ။\n",
        "output": [
            "This managed to stop the fire from spreading to the rest of the island, but 10 buildings were still burnt down, mostly small shops and bars.\n"
        ]
    },
    {
        "input": "အီရန် နိုင်ငံ ၏ အဆင့်မြင့် အမျိုးသား လုံခြုံရေး ကောင်စီ အကြီးအကဲ ဖြစ်သော ၊ ဟက်ဆန် ရော်ဟနီ က ၊ ဤ နိုင်ငံ သည် ယူရေနီယံ သတ္တုဒြပ်စင်ပြုပြင်ပြောင်းလဲရေးကိစ္စ ကို နိုဝင်ဘာ ၂၂ ရက်နေ့ မှစ၍ ယာယီ ရပ်ဆိုင်းထားမည် ဟု တနင်္လာနေ့ က ကြေငြာလိုက်သည် ။\n",
        "output": [
            "Hassan Rowhani, head of the Supreme National Security Council for Iran, announced Monday that the country would temporarily suspend conversion of uranium as of November 22.\n"
        ]
    },
    {
        "input": "ပြိုင်ပွဲ ၏ ဒုတိယပိုင်း တွင် ဘောလုံး ဂိုးပေါက် ၏ နောက် ထဲကို ဝင်သွားခဲ့ စဉ်က လင်လ်လယ် သည် သူတို့ ၏ ပိတ်ဆို့မှု တံတိုင်း ကာထား ပြီး ၊ ရွိုန် ဂစ်စ် ၏ အဝေး ကန်ချက် က ကြီးကျယ်သော အငြင်းပွားမှု ကို ဖြစ်စေခဲ့သည် ။\n",
        "output": [
            "A free kick by Ryan Giggs in the second half of the game caused great controversy, as Lille was setting up their wall as the ball went into the back of the net.\n"
        ]
    },
    {
        "input": "သူတို့ လက်ခံရရှိထားသော နောက်ဆုံး စာရွက်စာတမ်းများ သည် အမေရိကန် တောင်ပိုင်း စစ် ဌာနချုပ် ၏ ဗိုလ်ချုပ် ဂျက်ဖရီ ဒီ. မိုင်လာ က ၂၀၀၄ ခုနှစ် တွင် လက်မှတ် ရေးထိုးခဲ့သည့် လက်စွဲ စာအုပ် မိတ္တူ ၏ အသေးစိတ် အချက်အလက်များ ဖြစ်သည် ။\n",
        "output": [
            "The latest documents they have received are the details of the 2004 copy of the manual signed off by Major General Geoffrey D. Miller of the U.S. Southern Command.\n"
        ]
    },
    {
        "input": "ယနေ့ ကတ်ပီတို တောင်ကုန်း တွင် ၊ အမေရိကန် ကြည်းတပ် ဗိုလ်ချုပ်ကြီး ဒေးဗစ် ပီထရာအက် သည် ရှည်လျား စောင့်ဆိုင်းခဲ့ရသော သက်သေခံ တစ်ခု ကို တင်ပြခဲ့သည် ။\n",
        "output": [
            "Today on Capitol Hill, U.S. Army General David Petraeus presented a long awaited testimony.\n"
        ]
    },
    {
        "input": "ဟာရီကိန်း အီမလီ သည် ဂရန်နေးဒါ ၏ သေးငယ်သော အရှေ့ပိုင်း ကာရစ်ဘီယံ ကျွန်း ကို ထိမှန်ခဲ့သည် ။\n",
        "output": [
            "Hurricane Emily has hit the small eastern Caribbean island of Grenada.\n"
        ]
    },
    {
        "input": "ရဲအရာရှိက တင်ပြချက်ပေးတယ် အဲဒီ ယာဥ်တိုက်မှုဟာ ရာသီဥတု အခြေအနေနဲ့ ပတ်သက်နေ သလားဆိုတာကို သိဖို့အတွက် စောလွန်းတယ် ။\n",
        "output": [
            "The police have commented that it is too early to know whether the weather conditions were a factor in this crash.\n"
        ]
    },
    {
        "input": "ဝိုင်ယာ နယူးစ် က ပထမဆုံး မှတ်တမ်းတင်ခဲ့သော ၊ တိုက်ခိုက်မှု သည် ၊ ဂျာဗားစခရစ် ကုဒ် ကို နေရာချ ရန် ဖိုရမ်များ ၏ ဖန်ရှင် တစ် ခု ကို စွန့်စားခဲ့သည် ။\n",
        "output": [
            "The attack, first reported by Wired News, exploited a function of the forums to post JavaScript code.\n"
        ]
    },
    {
        "input": "အဆိုပါ နယ်မြေ ၏ ကာကွယ်ရေး ဝန်ကြီး ၊ ဒု ဗိုလ်မှူးကြီး ဒိုမစ်နစ် ဒင် ဒေါင် သည် ၊ သေဆုံးခဲ့သည် ကို အတည်ပြုခဲ့ ပြီး ၄င်း သည် အနည်းဆုံး စစ်တပ် အရာရှိ ၁၉ ယောက် ယခု သေဆုံးခဲ့သည် ကို တွေးထင်ခဲ့သည် ။\n",
        "output": [
            "Lieutenant General Dominic Dim Deng, the area's defence minister, is confirmed to be dead and it is thought at least 19 military officials are now deceased.\n"
        ]
    },
    {
        "input": "ကွန်ဆာဗေးတစ် ပါလီမန် ၃၀ နဲ့ လစ်ဘရဲလ် ဒီမိုကရက်တစ် ပါတီ အဖွဲ့၀င် ကိုး ယောက် တို့ သည် စစ်ရေးဆိုင်ရာ ကြား၀င်ခြင်း တွေ ကို ဆန့်ကျင် ရန် သူတို့ ပါတီ ကို ဆန့်ကျင် ကာ ဆန္ဒမဲပေးခဲ့ကြတယ် ။\n",
        "output": [
            "Thirty Conservative MPs and nine Liberal Democrats voted against their party against military intervention.\n"
        ]
    },
    {
        "input": "“ အဲဒီ တိုက်ခိုက်မှုတွေ က အဆိုပါ ရန်လိုသူတွေ ရဲ့ လူသားမဆန်မှု နှင့် ရူးသွပ်မိုက်မဲမှု ကို ပြသနေပါတယ် ။ ”\n",
        "output": [
            "\"These attacks show the inhumanity and misery of the assailants.\"\n"
        ]
    },
    {
        "input": "လေယာဉ်ပျက်ကျမှု ဖြစ်ပေါ် သောအခါ ထို မိသားစုသည် လူငယ်များ အတွက် ဘောလုံးပွဲ တတ်ရောက် ရန် လမ်းခုလတ် တွင် ဖြစ်သည် ။\n",
        "output": [
            "The family was on their way to attend a football game for youths when the crash occurred.\n"
        ]
    },
    {
        "input": "ယခုနေ့ မနက် တွင် ဖြစ်ပွားခဲ့သော အကြမ်းဖက်မှု သည် “ အတိုက်အခံများ နှင့် အကြမ်းဖက်သမားများ သည် အီရတ် အစိုးရ နှင့် ၎င်း ၏ လုံခြုံရေး တပ်ဖွဲ့များ ၏ အောင်မြင်မှုများ ကို နှောင့်နှေးစေ ရန် ပြန်လည်တိုက်ခိုက်မှုများ ပြုလုပ် ရန် ကြိုးစားလာနိုင်ကြောင်း ၊ ” ပြောကြားခဲ့သော ၊ ဗိုလ်မှူးချုပ် ဝီလီယမ် ကလ်ဒ်ဝဲလ် က ထုတ်ပြန်ချက်များ ကို မီးမောင်းထိုးပြခဲ့သည် ဗိုလ်ချုပ် က အကြမ်းဖက်မှုများ သည် ဇူလိုင်လ ကတည်းက ထက်ဝက် ခန့် လျော့နည်းခဲ့သည် ဟု ပြောကြားခဲ့ သော်လည်း ၊ လွန်ခဲ့သော နှစ် ရက် မှ ရုတ်တရက် မြင့်တက်လာခဲ့သည် ။\n",
        "output": [
            "This morning's violence contrasted statements by Maj Gen William Caldwell, who claimed \"Insurgents and terrorists are hitting back in an attempt to offset the success of the Iraqi government and its security forces,\" the general went on to say that violence had fallen by half since July, but had increased suddenly in the last two days.\n"
        ]
    },
    {
        "input": "မဲခွဲ အတည်ပြုချက် တွင် ပိုမို တိုးတက်ရေး နှင့် အခြား လုပ်ငန်းစဉ် များ ကို ရပ်တန့် ရန် အိုင်အေအီးအေ ၏ တောင်းဆိုချက် နှင့်အတူ အီရန် ၏ မ လိုက်နာမှု ကို \" အထူး အလေးအနက် စိုးရိမ်မှု \" ကို ဖော်ပြ ထား ပြီး အိုင်အေအီးအေ ၏ ဦးဆောင် ညွှန်ကြားရေးမှူး ကို သြဂုတ် လ ကုန် ၌ အီရန် ၏ လိုက်နာမှု အား အစီရင်ခံ ရန် တောင်းဆို ခဲ့ သည် ။\n",
        "output": [
            "The resolution expressed \"serious concern\" at Iran's non-compliance with the IAEA's demand to halt enrichment and other activities and asked the IAEA director to report on Iran's compliance by the end of August.\n"
        ]
    },
    {
        "input": "ပြင်သစ် သမ္မတ နီကိုလပ်စ် ဆကိုဇီ က ချဒ် သို့ ချဒ်ဒီးယန်း အာဏာပိုင်များ နှင့် ထို ကိစ္စ ကို ဆွေးနွေး ကျင်းပ ရန် ရောက်ရှိလာခဲ့ သောကြောင့် လူခုနစ် ဦး ကို လွှတ်ပေးခဲ့ခြင်း ဖြစ်ပေါ်လာခဲ့သည် ။\n",
        "output": [
            "The release of the seven came as French President Nicolas Sarkozy arrived in Chad to hold talks on the case with Chadian officials.\n"
        ]
    },
    {
        "input": "ကန့်လန့်ဖြတ် ရထားလမ်း ၏ တည်ဆောက်ရေး ၏ ရလဒ် တစ်ခု အဖြစ် ၊ အိမ် ရာပေါင်း များစွာ သည် ၎င်းတို့ ၏ အောက်ခြေ ၌ ဥမင်လိုဏ်ခေါင်း အသစ်များ ကို တူးဖော်လိမ့်မည် ။\n",
        "output": [
            "As a result of construction of the Crossrail line, hundreds of homes will have new tunnels excavated beneath them.\n"
        ]
    },
    {
        "input": "ဆွေးနွေးပွဲများ သည် ယခု နှစ် အကုန်ပိုင်း မတိုင်ခင် တွင် ပါလက်စ္စတိုင်း ဒေသ တစ်ခု ဖြစ်ပေါ်လာရေး ကို ဦးတည် ရန် ခေါ်ဆောင်နေခဲ့ကြသည် ။\n",
        "output": [
            "The talks are supposed to lead to the formation of a Palestinian state by the end of this year.\n"
        ]
    },
    {
        "input": "ဘတ်ဂဒတ် ရှိ နိုင်ငံတကာ အဖွဲ့အစည်း ၏ ပြောရေးဆိုခွင့်ရှိသူ ၊ လ. ကို စတိဖ် စတိုဗာ က ၊ \" အီရတ် ရှိ အပြစ်မရှိသူ များ ကို ပစ်မှတ် ထား ၍ ၊ သူတို့ သည် ၎င်းတို့ ၏ အမှတ်တကယ် စက်ဆုပ်ဖွယ် ပြုမူချက် များ ကို ပြသခဲ့သည် ၊ ဟု ပြောခဲ့သည် ။\n",
        "output": [
            "Lt. Col. Steve Stover, a spokesman for the multinational force in Baghdad, said, \"By targeting innocent Iraqis, they show their true demonic character.\n"
        ]
    },
    {
        "input": "အစိုးရဝန်ကြီးအဖွဲ့ အရင် တစ် ခု ၊ မှ ပိုမိုကြီးမားတဲ့ အစိတ်အပိုင်း တစ် ခု ကူးယူခြင်း အတွက် ရှိ နေ့စဥ်တွင် အငြင်းပွားဖွယ်ရာ နှင့် မုန်းတီးမှုများ ကို နှိုးဆော်ခဲ့တဲ့ အချို့ ဝန်ကြီးများ ကို ဖယ်ရှားခဲ့ခြင်း သို့မဟုတ် အခြား အန္တရာယ် နည်းသော နေရာ ကို ရွေ့ပြောင်းခဲ့သည် ။\n",
        "output": [
            "While the cabinet is for a large part copied from the preceding one, some ministers who had provoked controversy and animosity were removed or moved to another less risky position.\n"
        ]
    },
    {
        "input": "“ ကင်ဆာ ရောဂါ နှင့် တစ်နှစ်ခွဲ နီးပါး အသေအလဲရင်ဆိုင် ပြီးနောက် ၊ ကျွန်တော်တို့ အစ်ကို နှင့် ဘေ့စ်ဂီတာ တီးသူ ဘန်း မာလန် ဟာ ၂၀၀၈ ၊ ဇန်နဝါရီ ၂ ရက် နံနက် ၅ နာရီ က ဖြစ်ပွားခြင်း နှင့်ပတ်သတ်ပြီး သေဆုံးသွားပါသည် လို့ ကျွန်တော် တို့ စိတ်မကောင်းစွာ ပြောခဲ့ပါတယ် ။ ”\n",
        "output": [
            "\"We are regretful to say that after nearly a year and a half of battling cancer, our brother and bass player Ben Marlin has passed away just about the stroke of 5 a.m. this January 2nd, 2008.\"\n"
        ]
    },
    {
        "input": "ဌာန အားလုံး ၏ ကွန်ပျူတာ တွေ မှာ ချက်ချင်း မ ပြောင်းလဲ နိုင် သော်လည်း ၊ လင်းနစ် နှင့် အိုးပင်းအော့ဖစ်ဒေါ့အိုအာဂျီ သို့ ပြောင်းသုံး ရန် ပထမ ဆုံး ဌာန သည် ၂၀၀၆ ခုနစ် အလယ် က စီစဉ် ခဲ့သော လော့ မေယာ ၏ ရုံး ဖြစ်သည် ။\n",
        "output": [
            "The first department to migrate to Linux and OpenOffice.org will be the office of the Lord Mayor planed for the middle of 2006, though not all of the department's computers will be immediately migrated.\n"
        ]
    },
    {
        "input": "အတ်ဖ်အယ်လ်အုပ်စု အပြင် ဘာဂါ အုပ်စု သည် ဗြိတိန် ဈေးကွက် တွင် ရင်းနှီးမြှူပ်နှံခဲ့သည် ။\n",
        "output": [
            "Baugur Group, as well as FL Group, have been investing in the UK market.\n"
        ]
    },
    {
        "input": "လွန်ခဲ့သော ခြောက် နှစ် က လယ်ယာလုပ်ငန်း မတော်တဆမှု တစ်ခု တွင် လက် နှစ်ဖက်စလုံး ဆုံးရှုံးသွားသော အသက်၅၀အရွယ် ဂျာမန် လယ်သမား တစ်ဦး သည် လုံး၀ပြီးပြည့်စုံသော လက်အစုံ ကို အစားထိုးကုသ ရန် ပထမဆုံး လူနာတစ်ယောက် ဖြစ်လာခဲ့သည် ။\n",
        "output": [
            "A 54-year-old German farmer who lost both arms in a farming accident six years ago has become the first patient to receive a complete double arm transplant.\n"
        ]
    },
    {
        "input": "၄င်း သည် ကက်ဇက် ဥပဒေ ကို လုပ်ဆောင်ခြင်း သည် အိမ်များ ၏ ဖြိုဖျက်ခြင်း အနေဖြင့် နှင်ထုတ်ခြင်း သကဲ့သို့သော စည်းကမ်း မသတ်မှတ်ထားကြောင်း နှင့် ၊ အဆိုပါ ပိုင်ဆိုင်မှု ထိန်းသိမ်းထားခြင်း ကို လုပ်ဆောင်ခြင်း လိုအပ်နေ စဥ်တွင် ၊ နှင်ထုတ်ခြင်း တွင် ဘေးကင်းရာနေရာသို့စွန့်ခွာသွားသော အဆောက်အအုံ မှ ဖယ်ရှားခဲ့သော ပိုင်ဆိုင်မှု ပစ္စည်းစာရင်းများ ကိုပါ တပါတည်းယူဆောင်လာ သင့်ကြောင်း ကို မှတ်ထားခဲ့ သင့်သည် ။\n",
        "output": [
            "It should be noted that the acting Kazakh law does not stipulate such a kind of eviction as the demolition of houses, and the eviction should be accompanied by the inventory of property removed from the evacuated building, while the storage of this property should be provided is necessary.\n"
        ]
    },
    {
        "input": "အောက်လွှတ်တော် နှင့် အထက်လွှတ်တော် အကြား အကျပ်အတည်း ကို အဆုံးသတ် ရန် ကြိုးပမ်းမှု အတွက် ၊ ဘိုနာ သည် နှစ် တစ် နှစ် ၏ အဆုံး ၌ သက်တမ်းကုန်ဆုံးမှု ကြောင့် ဖြစ်ခဲ့ သော အခွန် ဖြတ်တောက်မှု ကို တိုးမြှင့်လာလိမ့်မည် ဆိုသော ဥပဒေမူကြမ်း ၏ အထက်လွှတ်တော် တင်ဆက်မှု တစ်ခု အပေါ် အောက်လွှတ်တော် ဆန္ဒမဲ တစ်ခု ကို သူ က အစီအစဉ်ရေးဆွဲလိမ့်မည် ဟု ဆိနိတ် ဒီမိုကရက်တစ် ခေါင်းဆောင် ဟယ်ရီရိဒ်ကေ ကို ပြောကြားခဲ့သည် ။\n",
        "output": [
            "In an effort to end the impasse between the House and Senate, Boehner told Senate Democratic leader Harry Reid that he would schedule a House vote on the Senate version of the bill that would extend the tax cut, which was due to expire at the end of the year.\n"
        ]
    },
    {
        "input": "\" ဒီ နေရာ ရဲ့ ဝန်ကြီး ကို အကြံပေး ရန် လိုအပ် နိုင်တယ် \" လို့ စာရွက်စာတမ်း ရဲ့ အနှစ်ချုပ် က ဖေါ်ပြထားပါသည် ။\n",
        "output": [
            "The summary of the document said \"It may be necessary to advise the minister of the situation.\"\n"
        ]
    },
    {
        "input": "ယခု ရှေးဟောင်း အမွေအနှစ် စာရင်း တွင် ၊ ရေကာတာ သစ် ၏ ရေများ ကြောင့် အဟောင်း ရေကာတာ ကွယ်ပျောက်သွားခဲ့သည် ။\n",
        "output": [
            "Now heritage listed, it has been submerged by the waters of the new dam.\n"
        ]
    },
    {
        "input": "လွန်ခဲ့သော ည အစောပိုင်း က ၊ ခရောလ် တစ်ခု ကို ဝင်ရောက်ရန် နှေးကွေးစေသည့် ၊ ပြင်းထန်သော တိုက်ခိုက်မှုများ သည် တရုတ်နိုင်ငံ၏ အင်တာနက် ကို ပစ်မှတ်ထားခဲ့သည် ။\n",
        "output": [
            "Early last night, massive attacks targeted China's Internet, slowing access to a crawl.\n"
        ]
    },
    {
        "input": "လူ စုစုပေါင်း ၅၀၀၀ က မနေ့ ည က မီယာဂီ စီရင်စုနယ် အတွင်းမှာ လူ ၃၀၀၀ ကို ၊ ဘေးကင်း ရန် ပြောင်းရွှေ့ပေးခဲ့ရသည် ။\n",
        "output": [
            "A total of 5,000 people have been told to evacuate, 3,000 last night in Miyagi Prefecture.\n"
        ]
    },
    {
        "input": "လေယာဉ် ထဲတွင် ရှိသော အခြား ပိုလန် အစိုးရ တော်တော်များများ ကောင်းစွာ ရှိကြပါသည် ။\n",
        "output": [
            "Several other Polish government figures were in the plane as well.\n"
        ]
    },
    {
        "input": "“ ငါ မင်း ကို မှားယွင်းသော သတင်း မပါပဲ ပြောရဲပါတယ် ။ အဖြစ်အပျက် ပြီးသွားပါပြီ ၊ ကျနော်တို့ နိုင်ငံကို ပြန်လည်စုစည်း ပြီး ငြိမ်းချမ်းအောင် ပြုလုပ်ပြီးပါပြီ ” ဟု သူ လူထုပေါင်း ၅၀,၀၀၀ လောက် ကို သောကြာနေ့ က ပြောကြားခဲ့ပါတယ် ။\n",
        "output": [
            "\"I can say to you without false modesty: mission accomplished\" he told crowds of around 50,000 on Friday, \"We've reunited and pacified the country.\"\n"
        ]
    },
    {
        "input": "တာဝန်ရှိသူအရာရှိ တစ်ဦး က အဆိုပါ သတင်းထောက် က သူ သည် အခြားသော စစ်သား များ က ပစ်ခတ် သတ်ဖြတ် ခြင်း မတိုင်ခင် အာဖကန်နစ္စတန် အရှေ့ဖက် ရှေ့တန်း တစ်နေရာ တွင် ၄င်း တို့ ကို ပစ်ခတ်ခဲ့သည် ဟု ပြောခဲ့သည် ။\n",
        "output": [
            "An official said the translator shot them at an eastern Afghanistan outpost before he was shot dead by other soldiers.\n"
        ]
    },
    {
        "input": "အဆိုပါ လက်နက် ချောင်း များ ကို ပလူတိုနီယမ် ဓါတ် များသော အဆင့်မီ လက်နက် များ ထုတ်ယူ ရန် လ ပေါင်း များစွာ ပြန်လည် အသုံးပြု နိုင်ခဲ့သည် ။\n",
        "output": [
            "The rods could be reprocessed for several months to extract weapons-grade plutonium.\n"
        ]
    },
    {
        "input": "ငွေစာရင်း အသစ် တစ်ခု ရေးသား ပြီး ၄င်း ကို နယူးဇီလန် လွှတ်တော် ကို တင်သွင်း ရန် သူ က ယခု စဉ်းစားနေတယ် ဟု သူ က ပြောသည် ။\n",
        "output": [
            "He says that he is now considering writing up a new bill to submit it to the New Zealand Parliament.\n"
        ]
    },
    {
        "input": "ဟော့-အိုင်း သည် ၊ တဲန်းနစ် တွင် လိုင်း အချက်ပြခြင်းများ အတွက် တကယ် အသုံးပြုခံရပြီး သည့် ဂိုး-လိုင်း နည်းပညာ ကို လုပ်ဆောင်နေခဲ့ သော ကုမ္ပဏီဖြစ် ပြီး ၊ “ ကျွန်တော် စိတ်တိုပါသည် ၊ ဒါဟာ လုံးဝ မမျှော်လင့်ဘဲ ဖြစ်တာပါ ….” ဟု စိတ်ပျက်စရာများ နှင့် အတူ တုန့်ပြန်ခဲ့သည် ။\n",
        "output": [
            "Hawk-Eye, the company that was working on the goal-line technology that is already being used for line calls in tennis, reacted with disappointment: \"I'm livid, it is completely out of the blue...\"\n"
        ]
    },
    {
        "input": "\" ဂရိုယွန်ဒွန် အရှေ့ နှင့် အနောက် ကြား ဘူတာရုံများ နှင့် ပတ်ပတ်လည် ကို ခြေလျှင် နဲ့ ယာဥ်အသုံးပြုသည့် သူများ အတွက် လည်း အဓိက တိုးတက်မှုများ လုံခြုံ ရန် နှင့် ထရမ်လင့် ဝန်ဆောင်မှုများ အတွက် များပြားလာသော လိုအပ်ချက် နှင့်အတူ ဟန်ချက်ညီညီ ထိန်းထား ရန် ဂရိုယွန်ဒွန် အတွက် ထပ်တိုး ဓာတ်ရထားများ ရရှိ ရန် ထိုအရာ က အမှန်တကယ် အထောက်အကူ ဖြစ်သည် ။ ”\n",
        "output": [
            "\"There is real support to get additional trams for Croydon to keep pace with growing demand for Tramlink services and also to secure major improvements for pedestrians and transport users around and between East and West Croydon stations.\"\n"
        ]
    },
    {
        "input": "ဝီကီလိ အင်တာနက်စာမျက်နှာလိပ်စာများ အနက်ရောင်စာရင်း များအနက်မှ တစ်ခု တွင် ဒိန်းမတ် တွင် ပေါက်ကြားသွားသော ပိတ်ထားခြင်းခံရသည့် အင်တာနက်စာမျက်နှာလိပ်စာများ စာရင်း ပါဝင်သည် ။\n",
        "output": [
            "One of the blacklisted URLs to Wikileaks includes a leaked list of blocked websites in Denmark.\n"
        ]
    },
    {
        "input": "ထို လူ ၏ အရိုးစု သည် သူ့ ၌ ပြင်းထန်သော ဒူး ဒဏ်ရာ နှင့် သွားနှင့်ဆိုင်သော ပြဿနာ များ ရှိ ကြောင်း ဖော်ပြသည် ။\n",
        "output": [
            "The skeleton of this man reveals that he had serious knee injury and tooth problems.\n"
        ]
    },
    {
        "input": "မီလီယန် ဒေါ်လာ ဘေဘီ ( ၂၀၀၄ ) နဲ့ ခရက် ( ၂၀၀၅ ) နှစ်ခုစလုံး သည် နှစ်စဉ် ဆက်တိုက် အကောင်းဆုံး ရုပ်ပုံ အော်စကာဆုများ ရခဲ့သော ရုပ်ရှင်များ ကို မှတ်သား ရန် ၁၉၅၀ ကတည်းက ပထမဦးဆုံး ဇာတ်ညွန်းရေးဆရာ အဖြစ် ဟက်ဂစ် က ပြုလုပ်ခဲ့သော ၊ အကောင်းဆုံး ရုပ်ပုံ အတွက် အကယ်ဒမီ ဆုများ ရရှိခဲ့သည် ။\n",
        "output": [
            "Both Million Dollar Baby (2004) and Crash (2005) won Academy Awards for Best Picture, making Haggis the first film writer since 1950 to pen movies which won Best Picture Oscars in consecutive years.\n"
        ]
    },
    {
        "input": "ဂျေ ဂျေ ဆာကူယိုင်း ဆု ကို ၂၀၁၀ ခုနှစ် ဖေဖော်ဝါရီလ တွင် ဝါရှင်တန် ၊ ဒီစီ တွင် အေပီအက်စ် ၂၀၁၀ ခုနှစ် အစည်းအဝေး ၌ အထူး အခမ်းအနား ပွဲ တစ် ပွဲ နှင့် ပေးအပ် ချီးမြှင့် လိမ့်မည်ဖြစ်သည် ။\n",
        "output": [
            "The J. J. Sakurai Prize will be presented at the APS 2010 meeting in Washington, DC at a special Ceremonial session in February 2010.\n"
        ]
    },
    {
        "input": "ကောလိပ် မှ ဘလော့ခ် နှစ် ခု ကွာဝေးသော လင်း မြို့ ထဲ တွင် တည်ရှိသော ကြက်မွေးမြူရေးခြံ လုပ်ငန်း ဖြင့် လူသိများသူ ၊ လင်း မြို့တော် လမ်းမကြီး ဘေး စားသောက်ဆိုင်ငယ် ပိုင်ရှင် ၊ ရော့ဘတ် ဖန်နယ် က လူများ သည် ဇီဝ စနစ် ဖြင့် စတင်ခဲ့ ပြီး သဘာဝ အတိုင်း ပြန်သွားသည် ၊ လူများ သည် အလင်း မှ လုံလောက်သော စွမ်းအင်များ ကို ပြောင်းလဲခဲ့ ပြီး ၊ သူတို့ ၏ အနောက်ဘက် ယာမြေ ရှိ ဥယျာဉ်များ ကို ဖွံ့ဖြိုးစေခဲ့ ကြောင်း မှတ်သားခဲ့သည် ။\n",
        "output": [
            "Robert Fenell, the owner of Lynn's Capitol Diner who is notable for keeping chickens at the establishment located in downtown Lynn just two blocks away from the college noted that people should start going organic and going back to nature, that people should switch to more energy efficient lighting and grow gardens in their backyard.\n"
        ]
    },
    {
        "input": "နေ့ရက် အများစု ကို သူမ သည် ခေါင်းအုံး တစ် လုံး ပေါ်တွင် လှဲလျောင်းလျက် ၊ သူမ ၏ ပတ်ဝန်းကျင် ကို စောင့်ကြည့်ခြင်း ဖြင့် ဖြတ်ကျော်သည် ။\n",
        "output": [
            "Most of the day she passes watching her surrounding, lying on a pillow.\n"
        ]
    },
    {
        "input": "တစ်နိုင်ငံလုံးအနှံ့ အသံလွှင့်ဌာန ၄၅ ခု က သာ ကနဦး လုပ်ဆောင်ခဲ့ ပြီးနောက် ၊ အချိန်ကြာမြင့်စွာ လုပ်ဆောင်နေသော သတင်းစုစည်းရေး အစီအစဥ် ၏ ပင်တိုင်အဖြစ် ဆောင်ရွက်ပေးသူ သာ ၊ ဂျာရီ စပရင်ဂါ ရှိုး သည် နောက်ဆုံးမှာ သူ့ရဲ့ ရေဒီယို ဖျော်ဖြေမှု ကို အမေရိကန် အသံလွှင့် ဌာန အဖွဲ့အစည်း ၅၁ ခု လုံး တွင် နားသောတဆင်ရပါလိမ့်မည် ။\n",
        "output": [
            "After initially being carried by only 45 stations nationwide, the host of the long-running syndicated program, The Jerry Springer Show will eventually have his radio show heard on all 51 Air America affiliates.\n"
        ]
    },
    {
        "input": "သောမတ်စ် ဟာ အရှေ့ အလယ်ပိုင်း အတွင်း မကြာခဏ စစ်ပွဲ များ အကြောင်း ကို သမ္မတ ဂျော့ခ် ဒဗလျူ ဘုရ် နှင့် ဘားရက် အိုဘားမား နှင့် ၎င်းတို့ ၏ စာနယ်ဇင်း အတွင်းရေးမှူး များ နှင့်အတူ သူမ ၏ အမြင် များ ၊ သူမ ၏ မေးခွန်း များ ကို အနည်းငယ် ဖုံးကွယ် ရန် ပြုကြ၏ ။\n",
        "output": [
            "Thomas did little to hide her views, with her questions to Presidents George W. Bush and Barack Obama and their press secretaries often about the wars in the Middle East.\n"
        ]
    },
    {
        "input": "ဆု ကို “ လေး ဘက် မြင် စံ အတိုင်းအတာ နှိုင်းယှဉ်ချက် သီအိုရီ တွင် အလိုအလျောက် ခေါက်ချိုးညီမှု ခေျဖျက်သည့် ဂုဏ်သတ္တိများ နှင့် ဗက်တာ ဒြပ် အမှုန် ထုထည် ပမာဏ ကို တစ်ဆက်တည်း ထုတ်လုပ် ဖော်ပြခြင်း ၏ ဖွဲ့စည်းပုံ တို့ ကို ရှင်းလင်း ဖေါ်ပြခြင်းနိုင်ခြင်း တို့ အတွက် ” ချီးမြှင့်ခဲ့ခြင်း ဖြစ်ကြောင်း တရားဝင် ကြေငြာချက် တွင် ဖော်ပြထားသည် ။\n",
        "output": [
            "The full citation stated the prize was awarded \"For elucidation of the properties of spontaneous symmetry breaking in four-dimensional relativistic gauge theory and of the mechanism for the consistent generation of vector boson masses.\"\n"
        ]
    },
    {
        "input": "၂၀၀၈ ခုနှစ် တွင် အာကာသ အဝေးကြည့် မှန်ပြောင်း သို့ အစီအစဉ် ရေးဆွဲထားသော မစ်ရှင် တစ်ခု သည် တယ်လီစကုပ် ၏ စွမ်းရည်များ ကို နောက်ထပ် အဆင့်မြှင့် ရန် တူရိယာများ ကို ပေးပို့ ရန် မျှော်လင့်ခဲ့သည် ။\n",
        "output": [
            "A scheduled mission to the space telescope in 2008 is expected to deliver instruments to further upgrade the capabilities of the telescope.\n"
        ]
    },
    {
        "input": "“ သူ ဘရိတ်အုပ်မယ့် အချိန်တိုင်း ၊ သူ သည် သူ ၏ ဘယ် ခြေထောက် ဖြင့် သူ့ကိုယ်သူ တည့်မတ်အောင် ထိန်းရ ပြီး သူ ၏ ညာဘက် ဖြင့် ဘရိတ် ပေါ် ကို ဆောင့်နင်းပါတယ် ။ ”\n",
        "output": [
            "\"Whenever he would brake, he would pick himself up with his left foot and stomp on the brake with his right.\"\n"
        ]
    },
    {
        "input": "၄င်းပေါက်ကွဲမှု သည် လျှိုမြောင်တစ်ခု ထဲသို့ ပျက်ကျခဲ့သည် ဟု သတင်း တစ်ခု မှ ဖော်ပြ နေစဉ်တွင် တစ်ခြားသော သတင်း တွင် ၄င်းလေယာဉ်ပေါက်ကွဲမှု သည် ရေဖုံးလွမ်းသော နေရာတစ်ခု ထဲသို့ ပျက်ကျသွားခဲ့သည် ဟု ဖော်ပြသည် ။\n",
        "output": [
            "One report says it crashed into a ravine while another states it crashed into a swampy area.\n"
        ]
    },
    {
        "input": "အာဖကန်နစ္စတန် ရှိ လမ်းများသည် မကြာခဏ ဖြတ်သန်းသွားလာ ရန် အခက်အခဲ ဖြစ်သည် ဒါကြောင့် အခြေစိုက်စခန်းများ အကြား အထူးသဖြင့် ရုရှား မှ တပ်ဖွဲ့များ နှင့် ကုန်များကို တင်ပို့ဆောာင် ရန် လေယာဥ်များကို လက်နက်ကိုင် အဖွဲ့အစည်းများက သဘောတူ ထောက်ခံပေးသည် ။\n",
        "output": [
            "Roads in Afghanistan are often difficult to traverse, so militaries often contract aircraft, especially from Russia, to transport troops and cargo between bases.\n"
        ]
    },
    {
        "input": "ဘရစ်စတို မြို့တော် ကောင်စီ က အဲ့ဒီ နေ့ မှာ ၄င်း က အဆိုပါ အဆောက်အဦး ကို ပိတ်ထား ဆဲ ဖြစ်တယ် လို့ ၄င်း က ပြောခဲ့ သော်လည်း ၊ အင်္ဂါ နေ့ မှာ စာကြည့်တိုက် ကို ပြန်လည်ဖွင့်လှစ် ရန် ဖြစ်နိုင်တယ် လို့ ၄င်း က သတင်းပို့ခဲ့ပါတယ် ။\n",
        "output": [
            "Bristol City Council has reported that it is possible the library will reopen on Tuesday, although it did say that it was likely the building would remain closed on that day.\n"
        ]
    },
    {
        "input": "အမေရိကန်ပြည်ထောင်စု အတွင်းမှာ အမျိုးသမီး နိုင်ငံရေးသမား သတင်းထောက် တွေ အတွက် လမ်းကြောင်းသစ် တစ်ရပ် ထွင်ပေး သူ ၊ နိုင်ငံတစ်ပါးမှဝင်လာ၍အခြေစိုက်နေထိုင်သူ လက်ဘနွန် ၏ သမီး ၊ သောမတ်စ် က ၊ အစ္စရေး \" ပါလက်စတိုင်း ၏ မရဏနိုင်ငံ ကို ထွက်ပေါက် \" ရရှိ သော ဆောင်းပါး အတွက် တောင်းပန် ပြီးနောက် သူမ ၏ အသက်မွေးဝမ်းကျောင်း ကို အဆုံးသတ်ခဲ့ပါသည် ။\n",
        "output": [
            "Thomas, the daughter of Lebanese immigrants, who blazed a trail for female reporters in politics in the United States, has ended her career after apologizing for saying that Israel should \"get the hell out of Palestine.\"\n"
        ]
    },
    {
        "input": "ဒါ ဟာ စပိုင်ကာ ၏ သမိုင်း မှာ ပထမဆုံး အိန္ဒိယ အမျိုးသား ဖော်မြူလာ ဝမ်း အသင်း သည် လာ မည့် ရာသီ တွင် ပိုင်ရှင်များ အဖြစ် ပြောင်းလိမ့်မည် ဟု အတည်ပြု ပြောကြားခဲ့သည် ။\n",
        "output": [
            "It was confirmed that Spyker will change owners next season becoming the first Indian national Formula One team in history.\n"
        ]
    },
    {
        "input": "“ ထိုအရာ ကို ဘယ်လို ထား ရန် ကျွန်တော် မသိပါ ဟု ဘရက်တွန် ၊ ” က ဖော်ပြခဲ့သည် ။\n",
        "output": [
            "\"I don't know how else to put it,\" stated Bratton.\n"
        ]
    },
    {
        "input": "\" ဒီနေ့ ဟာ မော်ရီတနီးယား နိုင်ငံ ကို အသစ်တစ်ဖန်ပြန်လည်မွေးဖွားလိုက် တဲ့ ကြီးမြတ်သော နေ့ တစ်နေ့ ဖြစ်ပါတယ် \" ၊ လို့ ကိုယ်တိုင် လည်း မဲပေး သူ သမ္မတ အီလီ အွဒ် မိုဟာမက် ဗေးလ် က လူထုဆန္ဒခံယူပွဲ မှာ ပြောကြားခဲ့ပါတယ် ။\n",
        "output": [
            "President Ely Ould Mohamed Vall, who also voted in the referendum said, \"This is a great day and a rebirth for Mauritania ...\"\n"
        ]
    },
    {
        "input": "အဆိုပါ ကော်မတီ က မည်သည့် ရုပ်ရှင် သုံးခု သည် အဆိုပြုခြင်း ခံယူသင့်သည် ကို ဆုံးဖြတ်လိမ့်မည် ။\n",
        "output": [
            "The committee will decide which of the three films should receive nominations.\n"
        ]
    },
    {
        "input": "အိုင်ယာလန် လေကြောင်းလိုင်း ရိုင်နား ဟာ ကာလရှည်လျားပြင်းထန်စွာ သောကရောက်စေသည့် စီးပွားရေး ကျဆင်း ထိတ်လန့်မှု အလယ်တွင် ဆိုးရွားလှသော ဈေးကွက်စီးပွားရေး အခြေအနေ နှင့်ပတ်သတ်၍ ၊ ဒီ မနက်ပိုင်း ကုန်သွယ်မှု တွင် ၁၂ ရာခိုင်နှုန်း ထိ ကျဆင်းလာခဲ့ပါတယ် ။\n",
        "output": [
            "Irish airline Ryanair took a 12% slump in this morning’s trade, further intensifying concern about poor market conditions amid recessionary fears.\n"
        ]
    },
    {
        "input": "ချီလီ ဘူမိဗေဒဆိုင်ရာ ခြုံငုံသုံးသပ်မှု ၏ တက္ကသိုလ် ( ယူစီဂျီအက်စ် ) အရ ၊ အဆိုပါ အကျိုးသက်ရောက်မှု သည် ပစ်ချီလီမူ ၏ အနောက်ဘက် ၁၉ ကီလိုမီတာ တွင် တည်ရှိသော ငလျင်ဗဟိုချက် နှင့်အတူ ပြင်းအား ၅.၉ အထိ ရောက်ရှိခဲ့သည် ။\n",
        "output": [
            "The aftershock reached a magnitude of 5.9 with the epicenter located nineteen kilometers west of Pichilemu, according to the University of Chile Geological Survey (UCGS).\n"
        ]
    },
    {
        "input": "အက်စ်အလ်ဒဗလျူ အုပ်စု သည် ၄င်း ယနေ့ ထုတ်ဖော် ပြောကြား ရာတွင် ငွေစရင်း ဒေါ်လာ ၁၀ သန်း ရရှိ ပြီး အောင်မြင်ခဲ့သည် ။\n",
        "output": [
            "SLW Group was successul in gaining the $10 million account it was revealed today.\n"
        ]
    },
    {
        "input": "အမည်မသိ အဖွဲ့ ၏ အမျိုးမျိုးသော အဖွဲ့ဝင်များ က မှတ်တမ်းတင်ထားသော ၊ ဗွီဒီယိုများ ကို သိပ္ပံဆိုင်ရာကိုးကွယ်ယုံကြည်မှုဘာသာ-ဆန့်ကျင်ရေး အဖွဲ့အစည်းများ က မှတ်တမ်းတင် ရန် တောင်းဆိုကြသည် ။\n",
        "output": [
            "The videos have been reported to be of anti-Scientology protests, recorded by various members of the group Anonymous.\n"
        ]
    },
    {
        "input": "တစ်ချိန်တည်းမှာပင် ၊ ဂျေရုဆလင် မြို့ ပို့စ် တွင် ထို နိုင်ငံ သည် အမေရိကန်ပြည်ထောင်စု က ဤမျှ ပြုလုပ် ဖို့ ဖြစ်နိုင်ဖွယ်မရှိ သောကြောင့် အီရန် နိုင်ငံ က နျူကလီးယား လက်နက် များ ရယူခြင်း မှ ရပ်တန့် ရန် လွတ်လပ်စွာ ဆောင်ရွက် လျက် ရှိ လိမ့်မည် ဟု အစ္စရေး ၏ ကာကွယ်ရေး တည်ထောင်ခြင်း အကြားတွင် ကြီးထွားလာသော စိတ်နေစိတ်ထား တစ်ခု ဖြစ်သည် ကို တင်ပြထားပါသည် ။\n",
        "output": [
            "Meanwhile, the Jerusalem Post reports there is a growing mood among Israel's defence establishment that the country will have to act independently to stop Iran from obtaining nuclear weapons as the United States is unlikely to do so.\n"
        ]
    },
    {
        "input": "သူတို့ ပြန်လည် လွတ်မြောက် လာ ပြီးနောက် ၊ ကျောင်းသား များ က သတင်း ဋ္ဌာနများ ကို ပြောကြား ခဲ့ သည် မှာ ရဲစခန်း တွင် သူတို့ ၏ အဝတ် များ ကို ချွတ်ပြစ် ရန် သူတို့ ခိုင်းခံ ခဲ့ ရ သည် ။\n",
        "output": [
            "Following their release, the students told the media they were required to remove their clothes at the police station.\n"
        ]
    },
    {
        "input": "သို့ရာတွင် ၊ နောက်ဆုံး နှစ် ပေါင်း ၁၀ ဘီလီယံ အတွင်း တစ်ခါတစ်ရံ ၌ ဒြပ်ပစ္စည်း အစုအဝေး နက် နှင့် စွမ်းအင် နက် တို့ မှ ၎င်းတို့ ကို ကွဲပြား စေ ရန် “ မူလ ဒြပ် ပစ္စည်း ” အဖြစ် အများအားဖြင့် ရည်ညွှန်း ခဲ့ ကြ သည့် ၊ ဘာရွန်များ ၏ ကြီးမားသော အစိတ်အပိုင်း ၊ ပျောက်ဆုံး သွား ပြီ ။\n",
        "output": [
            "However, sometime during the last 10 billion years a large fraction of the baryons, commonly referred to as \"ordinary matter\" to distinguish them from dark matter and dark energy, have gone missing.\n"
        ]
    },
    {
        "input": "တကယ်တော့ ' ၊ ဒီနေ့ ကျွန်တော် အခြား အမေရိကန် နိုင်ငံသား ကို ဝတ်စုံ တစ်စုံ ရောင်းလိုက်ရသေးတယ် ။\n",
        "output": [
            "I sold a suit today to another American, as a matter of fact.'\n"
        ]
    },
    {
        "input": "စမသတ်(ခ်) ဝင်ရောက်လာခဲ့ ပြီး ဘောလုံးရိုက်ရသည့်အလှည့် အနည်းငယ် သက်သာရာ ရရှိခဲ့သည် ။\n",
        "output": [
            "Smethurst came in and pitched a few innings in relief.\n"
        ]
    },
    {
        "input": "အစိုးရဘက် က ဆစ်ဒနီ မောနင်း ဟာရဲ သို့ နိုင်ငံတော် နှင့် ပြည်ထောင်စု အစိုးရများ က ဒေါ်လာ ၁သန်း စီ အထိ သုံးစွဲကြမည် ဟု အကြံပြုခဲ့သည် ။\n",
        "output": [
            "A government source suggested to the Sydney Morning Herald that the state and federal governments are spending up to $1million each.\n"
        ]
    },
    {
        "input": "\" အစိုးရ သည် ကိုရီးယား ကျွန်းဆွယ် မှာ ငြိမ်းချမ်းရေး နှင့် လုံခြုံရေး ကို ထိန်းသိမ်း ရန် အပြည်ပြည်ဆိုင်ရာ အဖွဲ့အစည်း နှင့်အတူ နီးကပ်စွာ လည်းပဲ ပူးပေါင်းဆောင်ရွက်လိမ့်မည် ။ \"\n",
        "output": [
            "\"The government will also cooperate closely with the international community to maintain peace and safety on the Korean Peninsula.\"\n"
        ]
    },
    {
        "input": "\" ပိုက်ပါ အယ်လ်ဖာ ဖြစ်ရပ်ဆိုး ၏ ဆယ်စုနှစ် နှစ်ခု ထက် ပို၍ မြောက်ပင်လယ် ပေါက်ကွဲမှု ၏ ဘေးအန္တရာယ် ကို ထင်ရှားစေ သကဲ့သို့ ၊ အော့ချမ်းဂျစ် သဘာဝဘေး ဟာ အန္တရာယ်များ နှင့် ဘေးထွက်ဆိုးကျိုးတွေ ကို အထင်အရှား ပြသခဲ့ သလို ထိုအရာတွေ သည် စကော့တလန် တဝှမ်း ရှိ သတ္ထုတွင်းလုပ်သား အားလုံး အတွက် သူတို့ မိုင်းတွင်းများ သို့ ဆင်းခဲ့ရ သည့် သူတို့ အလုပ် ၏ အချိန်တိုင်း အတွက် အာမခံ အစိတ်အပိုင်း အဖြစ် ယူခဲ့ကြသည် ။ \"\n",
        "output": [
            "\"Just as the Piper Alpha tragedy more than two decades ago underlined the hazards of North Sea exploration, the Auchengeich disaster showed all too starkly the dangers and risks which miners all over Scotland took for granted as part of their job every time they descended the pits.\"\n"
        ]
    },
    {
        "input": "တူရကီ သမ္မတ အဗဒူလာ ဂူးလ် က “ အကြမ်းဖက်မှု ဖြင့် ဘာမှမရနိုင်ပါဘူး ၊ အပြစ်မဲ့သူတွေ ရဲ့ အသက်တွေ ပြင်းထန်စွာ သေကြေပျက်စီးတာပဲရှိတာပါ ” ၊ ဟု ဖော်ပြချက် တစ်ခု တွင် ပြောကြားခဲ့ပါသည် ။\n",
        "output": [
            "Turkish President Abdullah Gül said in a statement, \"Nothing can be achieved by terror, violently claiming lives of the innocent.\"\n"
        ]
    },
    {
        "input": "တရားစွဲဆိုမှု သည် အမေရိကန် ဒေါ်လာ ၇၅၀ သန်း ( ဩစတြေးလျ ဒေါ်လာ ၅၂၈ သန်း ) ကျော် ဖြစ် ပြီး ခန့်မှန်းခြေ အကျိုးအမြတ်များ မှ တစ်ဝက် ခန့် သည် မာဗယ် ၏ ရုပ်ရှင်များ မှ ဖြစ်သည် ။\n",
        "output": [
            "The suit is for more than US$750 million (£528M) — about half of the estimated proceeds from Marvel's movies.\n"
        ]
    },
    {
        "input": "ထို့နောက် သုတေသီများ သည် ၄င်းတို့ ၏ ငွေများ ကို ပြန်တောင်းဆို ရန် ကြိုးပမ်းခဲ့ ပြီး ဝှစ်တွန် နှင့် ဒရာ တို့ နေခဲ့သော ဟိုတယ် သို့ သွားရောက်ခဲ့ သော်ငြား ၊ ဗလာအခန်း ကို သာ တွေ့ရ ပြီး ၊ ထို သူ နှစ်ယောက် ကို မတွေ့ခဲ့ပေ ။\n",
        "output": [
            "The researchers then attempted to reclaim their money and went to the hotel Whitton and Dyer were staying in, only to find the rooms empty, and the two men nowhere to be found.\n"
        ]
    },
    {
        "input": "လေယာဉ်ပျက် ရဲ့ တည်နေရာ သည် ဘရာဇီး ၏ ကမ်းလွန် မှ ခြောက်မိုင် အကွာ လေယာဉ် မှ နောက်ဆုံး နေရာ ကို အစီရင်ခံခဲ့သည့် မြောက်အရပ် ပင်လယ်ရေ တစ်ခု အနက် ရဲ့ ၃၈၀ဝ နှင့် ၄၀ဝ၀ မီတာ ( ၂၀၇၀ မှ ၂၁၉၀ လံ သို့မဟုတ် ၁၂၄၆၇ ပေ နှင့် ၁၃၁၂၃ ပေ ) တွင် ရှိသည် ။\n",
        "output": [
            "The location of the wreckage is six miles north of the plane's last reported position off the coast of Brazil at a depth of 3,800 and 4,000 meters (2,070 to 2,190 fathoms or 12,467 feet and 13,123 feet).\n"
        ]
    },
    {
        "input": "လွန်ခဲ့သော နှစ် ကျော် က တင်ပို့ရောင်းချမှု နှင့် နှိုင်းယှဉ်ပါ က ၇.၅ရာခိုင်နှုန်း သို့ တရုတ် အထည်အလိပ် တင်သွင်းမှု ၏ ကြီးထွားမှု ကို အမေရိကန် ကုန်သွယ်မှု ခွဲတမ်း အသစ် က ကန့်သတ်ထားလိမ့်မည် ။\n",
        "output": [
            "The new U.S. trade quota will limit the growth of Chinese textile imports to 7.5 percent compared with shipments over the past year.\n"
        ]
    },
    {
        "input": "“ ထိုအရာ ကဲ့သို့ စာချုပ် တစ်ခု ကို သင် က အသက် ၂၁ နှစ် ရှိ ကလေး တစ်ယောက် ၊ တစ်စုံတစ်ယောက် ကို ဘယ်လို ပေးခဲ့သလဲ ? ”\n",
        "output": [
            "\"How do you give someone, a 21 year old kid a contract like that?\"\n"
        ]
    },
    {
        "input": "နယူး ဇီလန် တိုးတက်ရေး ပါတီ မှ မတ် ရော့ဘ်ဆန် က ဒါ ကို ပထမဆုံး မူကြမ်းရေးခဲ့ ပြီး ၊ နောက် နယူး ဇီလန် အလုပ်သမား ပါတီ မှ မာတင် ဂယ်လဟာ က အဆိုတင်သွင်းခဲ့သည် ။\n",
        "output": [
            "It was first drafted by Matt Robson of the NZ Progressive Party, and was then taken on by Martin Gallagher from the New Zealand Labour Party.\n"
        ]
    },
    {
        "input": "ဘိုလင်းပစ်ကစားနည်း အချို့ အား လှုံ့ဆော်ခြင်း ကို ဂျကုဒ် အော်ရမ် နှင့် နသန် မက်ကူလန် က ပြုလုပ်ဆောင်ရွက် ပြီးနောက် တောင် အာဖရိက ၊ ပစ်မှတ် ၂၂၂ ကြိမ် ကို အောင်နိုင်ခြင်း တစ်ခု နောက်လိုက်ခြင်းသည် ၁၇၂ ကြိမ် ထဲမှ အားလုံး ရရှိခဲ့သည် ။\n",
        "output": [
            "Chasing a victory target of 222, South Africa were all out for 172 after some inspired bowling performance by Jacob Oram and Nathan McCullum.\n"
        ]
    },
    {
        "input": "အဆိုပါ ပေါက်ကွဲမှု သည် အချင်းဝက် ၃ မိုင် ပေါက်ကွဲမှု တစ်ခု ဟု ခန့်မှန်းခဲ့သည် ။\n",
        "output": [
            "The explosion had an estimated blast radius of three miles.\n"
        ]
    },
    {
        "input": "ဒန်နီ အဘိ သည် ကဗျာဆရာ တစ်ဦး အဖြစ် နှင့် ဆေးပညာဆိုင်ရာ ဆရာဝန် တစ်ဦး အဖြစ် ဖြင့် လူသိများသည် ။\n",
        "output": [
            "Dannie Abse is well-known for being a poet and a medical doctor.\n"
        ]
    },
    {
        "input": "အီလီနွိုက် ပြည်နယ် မှ အငယ်တန်း အထက်လွှတ်တော် အမတ် နှင့် ၂၀၀၈ ခုနှစ် အမေရိကန် သမ္မတ ကိုယ်စားလှယ်လောင်း ဘားရက် အိုဘားမား က နီဘရားစကား နှင့် ဝါရှင်တန် မဲဆန္ဒနယ် နှစ်ခု နှင့် အထူးသဖြင့် လူဝီစီယားနား ပြည်နယ် အတွက် ယနေ့ ဒီမိုကရက်တစ် ပါတီ ၏ ကိုယ်စားလှယ်လောင်း ရွေးချယ်ပွဲ သုံးခု စလုံး တွင် ရွေးချယ်ခံခဲ့ရသည် ။\n",
        "output": [
            "Barack Obama, the junior senator from Illinois and 2008 US presidential candidate has swept all three of today's Democratic contests, two caucuses in Nebraska and Washington and the primary in Louisiana.\n"
        ]
    },
    {
        "input": "အဆောက်အဦး အောက်မှ မြေကြီး ဆက်လက် ပြိုပျက်လာနိုင် သကဲ့သို့ ထို တွင်းပေါက် ၏ အစွန်း မှ တစ်မီတာ အကွာဝေး ထက် နည်းသော လေးထပ် အဆောက်အဦး တစ်လုံး ပြိုကျလာနိုင်မှု နှင့်လည်း သက်ဆိုင် နေသည် ။\n",
        "output": [
            "There are also concerns that a four-story building less than a metre from the edge of the hole may collapse as the earth under the building continues to be eroded.\n"
        ]
    },
    {
        "input": "ဗားဂျင်းနီးယား ပျက်ဆီးခဲ့သည် ထို့ကြောင့် ဗားဂျင်းနီးယား ကမ်းခြေ ရှိ အေတီအမ် စက် တစ်ခု သည် ၊ ထင်ခဲ့ သလို ပိုက်ဆံ များ ကို ၄ ဆ ထုတ်ပေးပါလိမ့်မယ် ၊ ပြီးတော့ ဒါ ကို ကီးပတ် ထဲသို့ နံပါတ်များ ရိုက်ထဲ့ခြင်း ဖြင့် ပြုလုပ်ခဲ့သည် ။\n",
        "output": [
            "An ATM in Virginia Beach, Virginia was cracked so it would give out 4 times as much money as it was supposed to; and this was done just by entering numbers into the keypad.\n"
        ]
    },
    {
        "input": "အီရန် တို့ သည် အီရတ် အကြမ်းဖက် များ သို့ လက်နက် ( သို့ ) နည်းပညာ ထောက်ပံ့နေကြောင်း “ ခိုင်လုံသော သက်သေ ” ရှိသည် ဟု သောကြာနေ့ တွင် မက်ဒရစ် ၌ ကာကွယ်ရေး အတွင်းရေးမှုး ရောဘတ် ဂိတ် က သတင်းထောက် များ အား ပြောကြားခဲ့သည် ။\n",
        "output": [
            "Defense Secretary Robert Gates told reporters in Madrid on Friday that the there was \"pretty good\" evidence that Iranians are supplying either weapons or technology to Iraqi militants.\n"
        ]
    },
    {
        "input": "ခေါင်းဆောင် နှစ်ဦး သည် အာဖဂန်နစ္စတန် ၊ အီရတ် နှင့် အထူးသဖြင့် ၊ အီရန် နှင့် ၎င်း၏ နူကလီးယား အစီအစဥ် အကြောင်းအရာ ကဲ့သို့ နိုင်ငံတကာနှင့်ဆိုင်သော အငြင်းပွားမှုများ အပေါ် စသည်တို့ကို ဖြေရှင်းခြင်း တွင် နိုင်ငံရေးဆိုင်ရာ နည်းလမ်းများ ကို သာ အသုံးပြု သင့်သည် ကို အဓိက အချက် အဖြစ် သဘောတူညီခဲ့ကြသည် ။\n",
        "output": [
            "The main point the two leaders agreed on was that only diplomatic means should be used in solving such international conflicts as in Afghanistan, Iraq and, especially, Iran with its nuclear program issue.\n"
        ]
    },
    {
        "input": "သူ ဟာ လက်ရှိ အီတလီ ဖွား ကွန်ဂရက် လွှတ်တော် သမ္မတ ဆိုနီယာ ဂန္ဒီ နှင့် ၁၉၉၁ ခုနှစ် တွင် လုပ်ကြံခံခဲ့ရသူ ဝန်ကြီးချုပ် ဟောင်း ရာဂျစ် ဂန္ဒီ ၏ သား ဖြစ်သည် ။\n",
        "output": [
            "He is the son of current Italian-born Congress President Sonia Gandhi, and former Prime Minister Rajiv Gandhi, who was assassinated in 1991.\n"
        ]
    },
    {
        "input": "ဂျို စတက်ဖို့ဒ် ၏ “ ယူ ဘီလောင်း တူ မီ ” မှ မအောင်မြင်ခင်အချိန်ထိ ထိုစီးရီးသည် ထိပ်ဆုံး နေရာ တွင် ရက်သတ္တပတ် ကိုးပတ် ကြာ ရှိခဲ့သည် ။\n",
        "output": [
            "It stayed at the top spot for nine weeks before being succeeded by \"You Belong To Me\" by Jo Stafford.\n"
        ]
    },
    {
        "input": "မန်ဆာ က ယခု-ဆိုင်းငံ့ ဖွဲ့စည်းပုံအခြေခံဥပဒေ အပြောင်းအလဲများ ကို ပြန်လည်သုံးသပ် ပြီး အကြံပြု ရန် ဆယ့်ငါး ရက် အတွင်း အဖွဲ့အစည်း တခု ကို ဖွဲ့စည်း ရန် စီစဉ်နေသည် ။\n",
        "output": [
            "Mansour plans to form a panel within fifteen days to review and suggest changes to the now-suspended constitution.\n"
        ]
    },
    {
        "input": "၂၀၀၁ ခုနှစ် တွင် အာဖရိက မှာ အသက်အငယ်ဆုံး ပြည်နယ် ခေါင်းဆောင် ဖြစ်လာ သူ ၊ ကဘီလာ သည် ၊ နှစ်ပေါင်း ၄၀ ကျော် အတွင်း ၎င်း ၏ ပထမဆုံး ဒီမိုကရက်တစ် ရွေးကောက်ပွဲ တွင် ကွန်ဂို ဒီမိုကရက်တစ် သမ္မတ နိုင်ငံ လုပ်ဆောင်ပေး ရန် တောင်းဆို သော အချက် ကို မဲပေးမှု မပြုလုပ်ခင် သူ ၏ အပြီးသတ် မိန့်ခွန်း မှာ ပြောခဲ့သည် ။\n",
        "output": [
            "Kabila, who became the youngest head of state in Africa in 2001, used his final speech before voting to claim credit for taking the D.R.Congo to its first democratic elections in over 40 years.\n"
        ]
    },
    {
        "input": "အာရူဘန် အထွေထွေ ရှေ့နေ ၊ တကို စတိန် ၊ က ကြေငြာချက် ထုတ်ခဲ့ ပြီး နောက် ဖော်ပြချက် တစ် ခု ထုတ်ပြန်ခဲ့သည် ။\n",
        "output": [
            "Taco Stein, the Aruban Solicitor General, released a statement after the announcement was made.\n"
        ]
    },
    {
        "input": "ဂျပန်နိုင်ငံ အာကာသ စူးစမ်းလေ့လာရေး အေဂျင်စီ မှ အာကာသယာဥ်မှူး ကိုအိချိ ဝါကာတာ နှင့် အာကာသခရီးစဥ် အထူးကျွမ်းကျင်သူများ ဖြစ်သော ဂျိုးဇက်(ဖ်) အက်ကာဘာ ၊ ဂျွန် ဖီးလစ်စ် ၊ စတိဗ် ဆွမ်ဆင် ၊ ရစ်ချတ် အာနိုးလ် တို့ နှင့်အတူ အာကာသယာဥ်မှဴး တိုနီ အနာတိုလီ တို့ ပါဝင်မည့် စူးစမ်းရှာဖွေရေးခရီးစဥ် တွင် ပါဝင်မည့် လူဦးရေ စုစုပေါင်း ( ၇ ) ဦး တွင် အာကာသယာဥ်ကြီးကြပ်ရေးမှူး အဖြစ် လီ အာချင်ဘော့တ် မှ ဦးဆောင်ကြီးကြပ်သွားမည်ဖြစ်ပါသည် ။\n",
        "output": [
            "Commander Lee Archambault will lead Discovery's crew of seven, along with Pilot Tony Antonelli, and Mission Specialists Joseph Acaba, John Phillips, Steve Swanson, Richard Arnold, and Japan Aerospace Exploration Agency astronaut Koichi Wakata.\n"
        ]
    },
    {
        "input": "အစိုးရ က ကမ္ဘာလုံးဆိုင်ရာ နိုင်ငံသား စိစစ်ရေး စနစ် တစ်ခု အတွက် လိုအပ် သောကြောင့် မတရားအကျိုးအခွင့်ရအောင်လိမ်လည်ခြင်း ကို ကာကွယ်စောင့်ရှောက်ခြင်း နှင့် အကြမ်းဖက်ဝါဒ ကို ကိုးကားခဲ့သည် ။\n",
        "output": [
            "The government cites terrorism and fraud protection as needs for a universal national identity system.\n"
        ]
    },
    {
        "input": "၄င်း က သူ သည် တွဲဖက်လေယာဉ်မှူး ဂါဂန် ရိုချမာနာ တောင်းဆိုခဲ့သော “ ပတ်ပတ်လည်-သွားသော ” အစီအမံ တစ်ခု ကို စတင်ခဲ့ ပေမယ့် ၊ လည်း လျစ်လျူရှုံခံရ သော အမှတ် တွင် ၊ အဆိုပါ လေယာဉ်လိုင်း က ပြေးလမ်း ကို တိုက်မိခဲ့ ပြီး လေ ထဲ သို့ ခုန်တတ်သွား သောအခါ အရေးပေါ်ဖြစ်သော ဖမ်းရခက်သော လုပ်ဆောင်ချက် အတွက် အခြား အခွင့်အရေး တစ်ခု ကို ပျက်ကွက်ခဲ့သည် ဟု လည်း မှတ်ချက်ချခဲ့သည် ။\n",
        "output": [
            "It also commented that he missed one further opportunity for emergency evasive action when the airliner struck the runway and bounced into the air, at which point co-pilot Gagam Rochmana requested a 'go-around' procedure be initiated, but was also ignored.\n"
        ]
    },
    {
        "input": "သူမ က သူမ ရဲ့ ခင်ပွန်း ပက် ကို ၊ အိမ် မှာ ရှိနေ တဲ့ ကာစီ ရဲ့ ပစ္စည်း တွေ ကို မသယ်နိုင်ဘူးလား ပြီးတော့ ဒါ တွေ အများစု ကို ကုန်လှောင်ရုံ မှာ ထားပါ လို့ ပြောတယ် ။\n",
        "output": [
            "She says her husband Pat, couldn't bear having Casey's things at home and put most of them in storage.\n"
        ]
    },
    {
        "input": "နက္ခတ်ဗေဒပညာရှင် တွေက ဒီ ပတ်လမ်းကြောင်းတွေ ဟာ မီတာ အမြင့် အနည်းငယ် ပြောင်းလဲမှု နှင့်အတူ ၊ လုံး၀ ပြား လုနီးပါး ဖြစ်ခဲ့တယ် လို့ အရင်ကတည်းက တွေးခဲ့တယ် ။\n",
        "output": [
            "Astronomers previously thought that the rings were almost completely flat, with changes in height of only a few metres.\n"
        ]
    },
    {
        "input": "ခေတ္တ ရဲ တပ်ဖွဲ့ ကော်မရှင်နာ မိုးစ် ဒရိုင်ဘာ သည် ဖြစ်ပွားခဲ့ သော မည်သည့် တာဝန်ယူမှု ကို မဆို ငြင်းဆိုခဲ့သည် ။\n",
        "output": [
            "Acting Police Commissioner Moses Driver denied that any take over had occurred.\n"
        ]
    },
    {
        "input": "ဝီကီဘွတ်များ သည် မူလ က ပြဋ္ဌာန်းစာအုပ်များ နှင့် ရည်ညွှန်းကိုးကားကျမ်းများ အတွက် နေရာ တစ်ခု အဖြစ် ရည်ရွယ်ခဲ့ သော်လည်း ကွတ်ဘွတ် သည် အထင်ရှား ဆုံး ဥပမာ ဖြစ်လာခြင်း နဲ့အတူ ၊ ဘာသာရပ် အမျိုးအစားများ အားလုံး ပေါ်မှာ စာအုပ်များ ဖန်တီးသော အဖွဲ့အစည်း တစ်ခု ကျယ်ပြန့်စွာ ဖြစ်လာသည် ။\n",
        "output": [
            "Wikibooks was originally meant as a place for textbooks and manuals but has increasingly become a community creating books on all kinds of subjects, with the cookbook being the most prominent example.\n"
        ]
    },
    {
        "input": "အင်မီဂရေးရှင်း ဗွိုက်စ် က ထိုအရာ သည် ဤ နိုင်ငံ အား ကြီးကျယ်မြင့်မြတ်စေခဲ့ သော အမေရိကန် နိုင်ငံ ၏ လွတ်လပ်ရေး အတွက် သူတို့ ၏ စွန့်လွှတ်အနစ်နာခံခြင်း ဖြစ် ပြီး ယင်းကဲ့သို့ ကမ္ဘာ တစ်ဝှမ်းလုံး မှ လူ အများအပြား ၏ လိုချင်တပ်မက်ဖွယ် ပန်းတိုင် တစ်ခု နှင့် အမှုထမ်း များ သို့ “ ကျေးဇူးတင်ရှိ ပြီး ဘုရားသခင် ကောင်းချီးပေးပါစေ ” ဟု သူတို့ ပြောဆို ရန် ဆန္ဒရှိ ကြောင်း လည်း ပြောကြားခဲ့သည် ။\n",
        "output": [
            "Immigration Voice also said that it is their sacrifice for American freedom that has made this country great and such a desirable destination for multitude of people from around the world and that they wanted to say \"Thank you and god bless you\" to the servicemen.\n"
        ]
    },
    {
        "input": "စီအိုင်အေ ကို မည်သူ သည် နိုင်ငံ အတွင်း နေထိုင် နိုင် ပြီး မည်သူ သည် အခြား နိုင်ငံ များ သို့ ပြောင်းရွှေ့ခြင်း ခံ ရမည် ကို ဆုံးဖြတ် ရာတွင် အာဏာ များစွာ ရရှိ ရန် ခွင့်ပြုထားခြင်း သည် အငြင်းပွားဖွယ် ဖြစ်သည် ၊ အဘယ်ကြောင့်ဆိုသော် ၊ အတိတ် ကာလ က အိမ်ဖြူတော် ၊ ပြည်နယ် ဦးစီ ဌာန ၊ သို့မဟုတ် တရားရေး ရာ ဌာန များ သည် အကျဉ်း သား များ ကို အခြား နိုင်ငံ များ သို့ ပို့ဆောင်သော ဖြစ်ရပ် တစ်ခု ချင်းစီ ကို အတည်ပြုမှု တွင် ပါဝင် ခဲ့ ဖူး သောကြောင့် ဖြစ်သည် ။\n",
        "output": [
            "Allowing the CIA to have so much power in deciding who can stay in the country and who is shipped off to other countries is controversial, because in the past, the White House, State Department, or Justice Department would have been involved in approving individual cases of sending prisoners to other countries.\n"
        ]
    },
    {
        "input": "အဆိုပါ အဖွဲ့ ကို ၂၀ဝ၈ ဧပြီ တွင် ဂျိုက်အိ နှင့် ထရန် လို့ သိကြသော သီးခြားအဖွဲ့ က ဆေးခြောက်များ ကို ပါကစ္စတန် မှ ကနေဒါ သို့ လွှဲပြောင်းပေး ရန် ငှားရမ်းခဲ့သည် ထို့နောက် ၂၀ဝ၈ မေ ၁၂ ၊ တွင် အဖမ်းခံခဲ့ရသည် ။\n",
        "output": [
            "The group were hired in April 2008 by individuals known by A Giai and A Tran to transfer the marijuana from Pakistan to Canada and were caught on May 12, 2008.\n"
        ]
    },
    {
        "input": "\" ကျွန်တော် ဤ အရာ ကို ကျွန်တော် ၏ စိတ်ကြိုက် လုပ်ခဲ့သည် ' အဘယ်ကြောင့်ဆိုသော် ' ကျွန်တော် သည် ဝီလ်ကီပီးဒီးယား ခေါင်းစဉ်များ တိုးတက်ခြင်း ကို နှစ်သက်၍ ဖြစ်သည် \" ။\n",
        "output": [
            "\"I did this on my own 'becuz' I like improving Wikipedia articles\".\n"
        ]
    },
    {
        "input": "စည်းလုံးရေး လှုပ်ရှားမှု တည်ထောင်သူ ၊ လက် ဝလ်လစ သည် အဖွဲ့အစည်း မှ နှုတ်ထွက်ခဲ့သည် ။\n",
        "output": [
            "Lech Walesa, the founder of the Solidarity movement has quit the organisation.\n"
        ]
    },
    {
        "input": "“ ၎င်း ၏ စီမံချက် နှင့် အမှုထမ်းများ ဆန့်ကျင် ရန်ပြုလိုစိတ် တိုးလာသော ကြောင့် ဂါဇာကမ်းမြောင်ဒေသ ရှိ ၎င်း ၏ လုပ်ငန်းများ အားလုံး ကို ရပ်ဆိုင်းထား ရန် ယူအန်အာဒဗလျူအေ က ဆုံးဖြတ်ခဲ့သည် ” ဟု ကုလသမဂ္ဂကယ်ဆယ်ရေး နှင့် အလုပ်အေဂျင်စီ ( ယူအန်အာဒဗလျူအေ ) မှ ဂါဇာ အခြေစိုက် ပြောခွင့်ရပုဂ္ဂိုလ် အက်နန် အဘူ ဟန က မနေ့က ပြောခဲ့ပါသည် ။\n",
        "output": [
            "\"UNRWA decided to suspend all its operations in the Gaza Strip because of the increasing hostile actions against its premises and personnel\", Adnan Abu Hasna, a Gaza-based spokesman for the United Nations Relief and Works Agency (UNRWA), said yesterday.\n"
        ]
    },
    {
        "input": "ပရင်ကယ်လ် ၏ ပိုင်ရှင် ပရော့တာ နှင့် ဂမ်းဘဲလ် က ပရင်ကယ်လ် သည် အကြော် တစ်ခု ကဲ့သို့ ခံစားမှု ၊ အမြင် ၊ သို့မဟုတ် အရသာ မဟုတ် ဟု မေ လ ရှိ စီရင်ထုံး တစ်ခု တွင် အခိုင်အမာဆိုခဲ့သည် ။\n",
        "output": [
            "Pringles' owner Procter & Gamble had claimed at a ruling in May that Pringles do not feel, look, or taste like a crisp.\n"
        ]
    },
    {
        "input": "၁၉၉၈ ခုနှစ် တွင် အမေရိကန် သံရုံး ဗုံး ပေါက်ကွဲ မှု များ ၌ သံသယ ရှိ သူ များ ကို အမေရိကန်ပြည်ထောင်စု က ဖမ်းမိ အောင် လုပ်ဆောင်နေခဲ့ သည် ဟု ဆိုမာလီ ၏ သမ္မတ က အစောပိုင်း ၌ ပြောကြားခဲ့သည် ။\n",
        "output": [
            "Somalia's president had earlier said that the United States was pursuing suspects of the 1998 United States embassy bombings.\n"
        ]
    },
    {
        "input": "သေဆုံးသွားသော မိန်းကလေး ၏ ဉီးကြီး က လည်း စစ်ဆေးမှု အောက် တွင် သူ့ ကို တုပ်ကွေး ရောဂါ ကို ညွှန်ပြသော လက္ခဏာ ရှိခြင်း အတွက် ကြောင့် ယုံကြည်ခဲ့သည် ။\n",
        "output": [
            "The death of the girl's uncle is also believed to be under investigation due to him having symptoms that may indicate flu.\n"
        ]
    },
    {
        "input": "“ ကျွန်တော်တို့ ဟာ ဂိုးလိုင်း-နည်းပညာ ကို နှစ်သက်ခဲ့ သော်လည်း ဒီ ကိစ္စ ဟာ နောက်ထပ် စမ်းသပ်မှုများ ရှိလိမ့်မည် မဟုတ် တော့ ဘဲ ဒါဟာ လာမဲ့ နှစ် ၊ ဒါမှမဟုတ် ကြိုပြီးခန့်မှန်းနိုင် တဲ့ အနာဂတ် အစီအစဉ် ကို ထောက်ပံ့လိမ့်မှာ မဟုတ်ပါဘူး ။ ” ဟု ဘောလုံးအသင်း အမှုဆောင်ချုပ် ဘရိုင်ရန်ဘာဝစ် သည် စကော့တလန် ၊ ဂလန်အီးဂဲလ် တွင် အိုင်အက်ရ်အေဘီ ၏ နှစ်စဉ် ဆွေးနွေးပွဲ ၌ သူ ၏ စိတ်ပျက်မှု ကို ဖော်ပြခဲ့သည် ။\n",
        "output": [
            "FA chief executive Brian Barwick expressed his disappointment at the annual meeting of the IFAB in Gleneagles, Scotland: \"We were in favour of goal-line technology but there will be no more experiments and it will not be back on the agenda next year, or in the foreseeable future.\"\n"
        ]
    },
    {
        "input": "“ ကျွန်ုပ်တို့ သည် သင် သည် အလုပ် ကမ်းလှမ်းချက် တစ်ခု ကို ဖယ်ရှား လျှင် သင် သည် သီတင်းပတ် ရှစ် ပတ် အကြာ စင်တာလင့်ခ် ငွေပေးချေမှု ကို ဆုံးရှုံး လိမ့်မည် ဖြစ်သောကြောင့် အလုပ်လက်မဲ့ဖြစ်သာ မည်သူ့ကိုမဆို သူတို့ က ဘယ်လို အခြေအနေ ဖြစ်ဖြစ် ကမ်းလှမ်းချက် ကို လက်ခံ ရန် ရှိ လိမ့်မည် ဆိုသော အချက် အား အာရုံစိုက်ခြင်းများ ကို ဆွဲဆောင် ရန် ကြိုးစားနေခဲ့ ကြတယ် ၊ ” ဟု သူ က ပြောခဲ့သည် ။\n",
        "output": [
            "\"We've been trying to draw attention to the fact that any unemployed person will have to accept whatever conditions they're offered because if you reject a job offer you will lose Centrelink payments for eight weeks,\" he said.\n"
        ]
    },
    {
        "input": "ပါပါရာဇီ ၏ အဖွဲ့ တစ်ဖွဲ့ က စတူဒီယို စီးတီး မမျှော်လင့်ပဲဖြစ်ပျက်သည့် နေရာ တစ်ခု မှာ ယာဉ်ရပ်နား စခန်း တစ်ခု သို့ ဆွဲ ရန် သူမ က ကြိုးစားခဲ့ သော သြဂုတ် လ ၆ ရက် နေ့ တွင် ဘရတ်တနီ က သူမ ၏ ကား ကို အခြား မော်တော်ယာဉ်ဘက် သို့ ကွေခဲ့သည် ကို ဗွီဒီယို တစ်ခု ဖြင့် မှတ်တမ်းတင်ထားပါသည် ။\n",
        "output": [
            "A group of paparazzi recorded a video Britney steering her car into another vehicle on August 6 as she tried to pull into a parking spot in a Studio City lot.\n"
        ]
    },
    {
        "input": "စတန်းဖို့ဒ် တက္ကသိုလ် ၌ သိပ္ပံ ပညာရှင် များ အသင်း တစ်သင်း သည် အိုင်းစတိုင်း ၏ နှိုင်းရ သီအိုရီ မှ ဂရုမပြုမိသော ၊ ကျန်ရှိနေသော အပိုင်း တစ်ခု ကို ရှာဖွေ ဖော်ထုတ် ရန် တောင်းဆိုသည် ။\n",
        "output": [
            "A team of scientists at Stanford University claim to have detected a subtle, missing element of Einstein's theory of relativity.\n"
        ]
    },
    {
        "input": "ဖြည့်ဆည်းပေးသူများ က သူတို့ရဲ့ ကြော်ငြာခြင်းများ နှင့် သူတို့ရဲ့ ဝန်ဆောင်မှု ဆောင်ရွက်မှုချက်များ အပေါ် ပို၍ပေါက်အောင် တိုးတက်အောင် လုပ်ကြရမည် ။\n",
        "output": [
            "Providers must sharpen up on their advertising and improve the performance of their service desks.\n"
        ]
    },
    {
        "input": "ဘက်တီးရီးယား များ ကို ကျွဲ နွား မွေးမြူရေး ခြံ မှ တောရိုင်း တိရစ္ဆာန် များ မှ ဟင်းနုနွယ် စိုက်ခင်း ဆီ သို့ သယ်ဆောင် နိုင်ခဲ့ ကြ သည် ။\n",
        "output": [
            "The bacteria could have been carried by wild animals from the cattle ranch to the spinach field.\n"
        ]
    },
    {
        "input": "သြဂုတ်-လလယ် ကတည်းက ၊ တောမီးများ သည် ဘိုဒရမ် နှင့် အန်တယ်ယ-ကက်စ် ကဲ့သို့ ကမ္ဘာလှည့် ခရီးသည်များ ပေါ်ပျူလာ ခရီးသွား နေရာ များ ပါဝင် သည့် တူရကီ ၏ တောင်ဘက် အပိုင်း ကို ပျံ့နှံ့ခဲ့သည် ။\n",
        "output": [
            "Since mid-August, the forest fires have swept the Southern part of Turkey including popular tourist destinations like Bodrum and Antalya-Kas.\n"
        ]
    },
    {
        "input": "ရေကာတာ သည် မကြာခဏ မိုးခေါင်မှုများ ကြောင့် ကမ္ဘာ အနှံ့ ပို ၍ ပူနွေး လာ သောကြောင့် မြို့ အတွက် ရေ လုံလောက်စွာ ထောက်ပံ့ ရန် ဖြစ်သည် ။\n",
        "output": [
            "This is to provide water security for the city as droughts become more frequent due to global warming.\n"
        ]
    },
    {
        "input": "တခြား ပါတီ ၁၆ ခု က ပါလီမန် အမတ်နေရာများ အတွက် အငြင်းပွားခြင်းများ လည်း ရှိခဲ့သည် ၊ သို့သော် မည်သူမျှ အဆိုပါ မဲ ရဲ့ ၁ ရာခိုင်နှုန်း ထက် ပိုပြီး လက်ခံရရှိခြင်း မရှိပေ ။\n",
        "output": [
            "Sixteen other parties were also in contention for parliament seats, but none of them received more than one percent of the vote.\n"
        ]
    },
    {
        "input": "ဟုခ် ပွိုင့် သမ္ဗာန် ပေါ်မှ မိန်းလန်း သို့ ပို့ဆောင်ပေး ရန် သူတို့ စောင့်ဆိုင်း နေစဉ် ကလေး သည် ကမ်းခြေ အပေါ်၌ သူ ၏ မိဘများ နှင့်အတူ ရှိခဲ့သည် ။\n",
        "output": [
            "The child was on the beach with her parents while they waited to be transported to the mainland on the Hook Point barge.\n"
        ]
    },
    {
        "input": "ဘယ်ရီဇုံ ဆက်သွယ်ရေး စီအီးအို အိုင်ဗင် စီဒန်ဘက် နှင့် အဲပယ် စီအီးအို စတိဗ် ဂျော့ဘ် ဘယ်သူကမှ ရှင်းလင်းပွဲ ကို မတက်ရောက်ခဲ့ဘူး ။\n",
        "output": [
            "Neither Verizon Communications CEO Ivan Seidenberg nor Apple CEO Steve Jobs attended the conference.\n"
        ]
    },
    {
        "input": "ဟန်လီ က လန်ဒန် မြို့ ၏ မြို့တော်ဝန် သခင် ကို ရွေးကောက်တင်မြှောက် ေသာအခါ ၎င်း ၏ ကိုယ်စားလှယ် ေဘာရစ် ဂျွန်စန်း ကို ရွေးကောက်ပွဲ အတွက် ခေါ်ခဲ့သည် ။\n",
        "output": [
            "Henley called for an election when its representative Boris Johnson was elected Lord Mayor of the City of London.\n"
        ]
    },
    {
        "input": "သို့သော်လည်း ၊ ၄င်း၏ ဆာဗာများ ၏ ဒီဇိုင်း ကို အရင်းအမြစ် ဖွင့်ပေး ပြုလုပ်ခြင်း ဖြင့် ၊ အခြားသူများ က သူတို့ကို တိုးတက်ကောင်းမွန်အောင်လုပ် ရန် နည်းလမ်းများ ကို ရှာဖွေလိမ့်မည် ဟု ကုမ္ပဏီ က မျှော်လင့်သည် ။\n",
        "output": [
            "However, by making the designs of its servers open source, the company hopes others will find ways to improve them.\n"
        ]
    },
    {
        "input": "ယနေ့ ၊ ပြပွဲ ၏ စားသောက်ပွဲကြီး အတောအတွင်း ၊ ပြတိုက် သည် သူတို့ ၏ တစ်သက်တာ အောင်မြင်မှု ဆု နှင့်အတူ ဘော့ ခန်း ကို ပေး ရန် ရှိသည် ။\n",
        "output": [
            "Today, during the exhibition's banquet, the museum is to present Bob Kuhn with their lifetime achievement award.\n"
        ]
    },
    {
        "input": "\" စစ်ဘက် အရာရှိ သည် ကျွန်တော်တို့ သူ့ ဘေး မှ ဖြတ်သွား သောအခါ ဒီ တစ်ကြိမ် တွင် ကျွန်တော်တို့ ကို နှစ်နှစ်ကာကာ ပြုံးပြခဲ့ ပြီး စစ်သား အများစု သည် ကျွန်တော်တို့ ဖြတ်သွား သောအခါ ရှက်ပြုံး မျိုး ၊ မပွင့်တပွင့် ပြုံးပြခဲ့ကြသည် ။ \"\n",
        "output": [
            "\"The commanding officer gave us a very big smile this time as we passed him and several of the soldiers gave smaller, shy smiles as we passed.\"\n"
        ]
    },
    {
        "input": "မိုက်ခရိုဆော့ က သူတို သည် စာမျက်နှာ ၃၀ဝ၀ဝ ရှိ ယခင် က လျှို့ဝှက် ဆော့ဝဲလ် ကုတ် ကို လွန်ခဲ့သော ကြာသပတေးနေ့ ( ဖေဖော်ဝါရီ ၂၁ ရက် ) တွင် ထုတ်ဖော်အသိပေးရန် ကြေငြာခဲ့ ပြီးနောက် ဆုံးဖြတ်ချက်များ ဖြစ်လာသည် ။\n",
        "output": [
            "The decisions came after Microsoft announced they were disclosing 30,000 pages of previously secret software code last Thursday (February 21st).\n"
        ]
    },
    {
        "input": "နိုင်ငံတကာ ကမ္ဘာလုံး ဆိုင်ရာ ကာဗွန် စီမံကိန်း တွဲဖက် သဘာပတိ ဖြစ်သော ၊ ဒေါက်တာ ရူပတ်ချ် က လည်းပဲ ၊ သူ ၏ သုတေသန ရလဒ်များ ကို အံ့သြခဲ့တယ် ။\n",
        "output": [
            "Dr Raupach, who co-chairs the international Global Carbon Project also, was surprised by his research results.\n"
        ]
    },
    {
        "input": "“ ထိုအရာ သည် ငါ ခန့်မှန်းထား သော အရာများ ထဲ မှ တစ်ခု ဖြစ်သည် ၊ ၎င်းသည် ကစားပွဲ ကို ပြောင်းလဲ ခဲ့သည် ၊ သို့သော် သင် သည် ထိုအရာ အတွက် အခု ဘာ လုပ် နိုင်မလဲ ? ” အဒဲလက် အသင်း ခေါင်းဆောင် တရာဗစ်ဒို့ က ဖောက်စ် စပို့ ကို ကစားပွဲ အပြီး တွင် ပြောကြားခဲ့သည် ။\n",
        "output": [
            "\"It's one of those things I guess, it changed the game, but what can you do about it now?\" Adelaide Captain Travis Dodd told Fox Sports after the match.\n"
        ]
    },
    {
        "input": "အဆိုပါ အစီရင်ခံစာ တွင် လည်း အလွန်အမင်း ဆင်းရဲမွဲတေမှု အတွက် ဟေတီလူမျိုး ၇၁ ရာခိုင်နှုန်း စွန့်ခွာခဲ့ခြင်း ၊ တိုင်းပြည် က ခံစားခဲ့ရသည့် စီးပွားရေး ဆုံးရှုံးမှု ၊ ၇.၇၅၄ ဘီလျံ ဒေါ်လာ သို့ ရောက်ရှိခဲ့ခြင်း ကို ဖော်ပြခဲ့သည် ။\n",
        "output": [
            "The report also mentioned economic loss suffered by the country, that reached 7.754 billion dollars, leaving 71 percent of the Haitians in extreme poverty.\n"
        ]
    },
    {
        "input": "အီဒင်ဘတ် ၏ အယူခံဝင်ခြင်း တရားရုံး က သနားကြင်နာတတ်သော နယ်ပယ် တွင် အာမခံ ကို ငြင်းပယ်ခဲ့ ပြီးနောက် မိနစ် အနည်းငယ် တွင် ၊ ဘေးအန္တရာယ် အတွင်း သူ ၏ သမီး အား ဆုံးရှုံးခဲ့ သူ ဒုက္ခသည် ၏ မိသားစုများ အတွက် ပြောရေးဆိုခွင့်ရှိသူ ဂျိန်း ဆဝိုင်း က ၊ စည်းမျဉ်း အကြောင်း ကို တိုင်တန်းခဲ့သည် ။\n",
        "output": [
            "Minutes after Edinburgh's Appeals Court rejected bail on compassionate grounds Jim Swire, spokesman for the victim's families who lost his daughter in the disaster, complained about the ruling.\n"
        ]
    },
    {
        "input": "မည်သို့ပင်ဖြစ်စေ ၊ ဇီးဒန်း သည် မီတာရာဇီ ပြော ခဲ့ သော အဖြစ် မှန် ဆို သော အရာ ကို လူ သိ ထင်ရှား ဖြစ် စေ ရန် ငြင်းဆို ခဲ့ သော်လည်း မီတာရာဇီ သည် သူ ၏ မိခင် နှင့် အစ်မ တို့ နှင့် အသေအချာ ပတ်သက် ခဲ့ သည် နှင့် \" ပုဂ္ဂိုလ်ရေး အလွန် ဆန် ခြင်း \" ဖြစ် သည့် ဝေဖန်ချက် ကို လုပ်ဆောင် ခဲ့ သည် ဟု ပြော ခဲ့ သည် ။\n",
        "output": [
            "However, Zidane refused to divulge what Materazzi actually said but did say that Materazzi made remarks which were \"very personal\" and specifically concerned his mother and sister.\n"
        ]
    },
    {
        "input": "အမည် မ ထုတ်ဖော်ခဲ့ သော ၊ အဆိုပါ ကောင်လေး သည် ၊ သူ ၏ ထိုင်ခုံ ခါးပတ် ကို တပ်ဆင် ရန် အမှတ်ရခဲ့ ပြီးနောက် သူ ၏ အလှည့် ဟု သူ ထင်မြင်ခဲ့ ချိန်တွင် အချက်ပြမှု ကို ပင် အသုံးပြုခဲ့သည် ။\n",
        "output": [
            "The boy, whose name was not released, remembered to wear his seatbelt and even used his turn signal when he was supposed to.\n"
        ]
    },
    {
        "input": "“ သင် က ဒေးဗစ် ရှန့်ဘုန်း လား ? သင့် ကို တွေ့ဆုံ ရန် ကျွန်ုပ် တို့ အလွန် စိတ်လှုပ်ရှားခဲ့တယ် ! “ ဟု သူမ က ပြော ပြီး ၊ အောက်ထပ် ခန်းမ ရှိ ဆိုဖာ တစ်ခု ၊ နှင့် စွန့်စားခန်းရုပ်ရှင် တစ်ကား ပြနေသော ရုပ်မြင်သံကြားပြစက် ၊ ၀မ်းချူသည့် ပစ္စည်းကိရိယာများ သိုလှောင်ထားသော ဖွင့်ထားသည့် ဗီရို တစ်ခု ရှိရာ ၊ ဧည့်ခန်း သို့ သူ့ကို ခေါ်ဆောင်လာ ပြီး သူမ၏ ခင်ပွန်း ဘီ(လ်) က ကွန်ပျူတာ ရှေ့တွင် ထိုင်နေပြီး ဒေသတွင်း ရုပ်ရှင်ရုံ ၌ ပြသနေသော ဘလိတ် ရန်နာ ၏ ပြန်လည်ထုတ်လွှင့်မှု ကို ရှာဖွေ ရန် ကြိုးပမ်းနေသည် ။\n",
        "output": [
            "\"Are you David Shankbone? We're so excited to meet you!\" she says, and leads him down the hall to a living room area with a sofa, a television playing an action-thriller, an open supply cabinet stocked with enema kits, and her husband Bill sitting at the computer trying to find where the re-release of Blade Runner is playing at the local theater.\n"
        ]
    },
    {
        "input": "စာရင်း အသစ် သည် ပြည်နယ် ၏ မူကြို အစီအစဉ် အတွက် အသုံး စရိတ် တွင် တိုး ပြီး ၊ တင်းကဲရီ ဒိုင်စံရိုးလ်စ်များ အတွက် ရန်ပုံငွေ အများဆုံး ဒေါ်လာ သန်း ၁၀၀ ၊ နှင့် ပြည်နယ် ၏ အရံ ရန်ပုံငွေ မှ သိသိသာသာ အလှူ ငွေ လည်း ပါဝင်သည် ။\n",
        "output": [
            "The new budget also includes an increase in spending for the state's preschool program, as much as $100 million in funding for TennCare disenrollees, and a significant contribution to the state's reserve fund.\n"
        ]
    },
    {
        "input": "ဆီးချို ဝေဒနာရှင် ဆိုချ် သည် ဗြိတိန် တွင် ၁၉၉၀ ခုနှစ် က နှလုံးသွေးကြော ခွဲစိတ် ကုသမှု ကို ခံယူခဲ့ ပြီး ၂၀၀၄ ခုနှစ် တွင် ဒယ်ဟီ ၌ သူ ၏ သွေးကြောများ ထဲ သို့ သွေးကြောတွင်း ထည့် ပြွန် ကို စတင် ထည့်သွင်းခဲ့သည့် သွေးကြော ချဲ့ ကုသမှု ကို ခံယူခဲ့သည် ။\n",
        "output": [
            "Singh, a diabetic, underwent a bypass surgery in Britain in 1990 and had an angioplasty in 2004 in Delhi in which stents were introduced in his arteries.\n"
        ]
    },
    {
        "input": "လေ့လာမှု သည် နျူကလီးယား စွမ်းအင် အသုံးပြုရေး အတွက် လုံးဝ ငြင်းခုံခြင်း တစ်ခု ကို ထောက်ပံ့မှု မရှိခြင်း နှင့် အပြစ်အနာအဆာ ကို ပေါ်ထွက်လာသည် ဟု ၊ သြစတြေးလျ ထိန်းသိမ်းရေး တည်ထောင်ရေး ၏ ( အေစီအက်ဖ် ) နျူကလီးယား စည်းရုံးလှုံ့ဆော်သူ ၊ ဒေ့ဖ် ဆွီနီ ၊ က ပြောသည် ။\n",
        "output": [
            "The Australian Conservation Foundation's (ACF) nuclear campaigner, Dave Sweeney, says the study appears flawed and does not provide a sound argument for the use of nuclear energy.\n"
        ]
    },
    {
        "input": "တိုက်ခိုက်မှု သည် အာရုံမစိုက်မှု ၏ ရလဒ် ဖြစ်ကြောင်း ပြောရေးဆိုခွင့် ရှိသူ ပရီဂျက်ရှင်း က ထွက်ဆိုထားပါသည် ။\n",
        "output": [
            "Spokeswoman Bree Jashin has stated the attack was the result of inattentiveness.\n"
        ]
    },
    {
        "input": "\" ခွဲထွက်ရေး ထောက်ခံသူ က ပြည်သူများ ခံစားချက် ကို ထကြွ လှုပ်ရှား ရန် သူတို့ ကုိယ်တုိင် သူတို့ လုပ်ရဲလာစေနိုင် ရန် ကြံစည်မှု ကို အတင်းအကျပ် လုပ်သည် ။ \"\n",
        "output": [
            "\"The secessionist forces plot to stir up public sentiments to embolden themselves.\"\n"
        ]
    },
    {
        "input": "ဆိုလာပြားအတန်းများ တွင် ၁၁၅ ပေ ရှည် ဆိုလာပြားအတန်း ၂ ခု ပါဝင် ပြီး အဆိုပါ အတန်း ၂ ခု ကို အလယ် မှ ချိတ်ဆက် ကာ နေေရာင်ခြည် ဖမ်းယူ ရန် ဆိုလာပြားမျက်နှာပြင် ကို လှည့်လည်ပေးနိုင်သော ကရိယာ ကို တပ်ဆင်ထား ပြီး ဆိုလာပြား အတန်း ၂ ခု ၏ စုစုပေါင်း တောင်ပံအစွန်း ၂ ဖက် အကွာအဝေး သည် ၂၄၀ ပေ ရှိပါသည် ။\n",
        "output": [
            "The arrays consist of two 115-foot-long arrays, for a total wing span of 240 feet, including the equipment that connects the two halves and allows them to twist as they track the sun.\n"
        ]
    },
    {
        "input": "အခြား အလုပ် နှစ် ခု ကို ဂူဂလိုင်မို ကတ်ကီယာ က စိန့် ဒိုင်းဂို ဒီ အယ်ကာလာ ၏ ပုံကြမ်း တစ်ခု နှင့် ပီးရတ် မွန်ဒရိမ်း က ကြိတ်မွေခဲ့ကြသည် ။\n",
        "output": [
            "The other two works were Mill by Piet Mondrian and a sketch of St. Diego de Alcala by Guglielmo Caccia.\n"
        ]
    },
    {
        "input": "ဂလပ်ဂိုး က ကုမ္ပဏီ ၌ သူ ၏ စွမ်းဆောင်ရည် ဘယ်လောက် “ ထိတွေ့ခြင်း ၊ ရွေ့ခြင်း နှင်. လှုံဆော်ခြင်း ” ပေါ် အခြေခံ အကဲဖြတ်ခဲ့သည် ဟု ဆိုခဲ.သည် လင်.မတ် ဒဿန မှ စာပိုဒ် တစ်ခု အဖြစ် ၊ အခြားသူ များ သည် ကုမ္ပဏီ ၌ သူ ၏ စီးပွားရေး အောင်မြင်မှု ကို ၊ သူ က ဆန့်ကျင်သည် ။\n",
        "output": [
            "Glasgow said his performance at the company was assessed based on how he was \"touching, moving and inspiring\" others, a phrase from the Landmark philosophy, as opposed to his business accomplishments at the company.\n"
        ]
    },
    {
        "input": "စနေနေ့ တွင် ကျဆုံးသွားသော အမေရိကန် စစ်သည် ၏ ဒေါသထွက်နေသော မိခင်သည် သမ္မတဘွတ်ရှ် ၏ စိုက်ပျိုးမွေးမြူရေးခြံ တွင် လူဦးရေ ၅၀ ခန့် ကို ဦးဆောင်ကာ ကန့်ကွက်ချီတက်ဆန္ဒပြကြသည် ။\n",
        "output": [
            "The angry mother of the fallen U.S. soldier on Saturday led a protest march of nearly 50 on the Bush ranch.\n"
        ]
    },
    {
        "input": "( ဇ ) ဤ အက် ဥပဒေ မှ အခြား ပြဌာန်းချက် တွင် ဖော်ပြထား သည်မှာ ဤ အနေအထား ရှိ ကလေး တစ်ဦး သည် အခြေအနေ နည်းပါးမှု နှင့်အတူ နိုင်ငံသားဖြစ်ခွင့်ရှိပါသည် ၊ သို့သော် ယင်း က ရည်ရွယ်ချက် နှင့် ကွဲပြားမှု ကြား က ဆက်နွယ်မှု ကို ဆုံးဖြတ်ချက် မပေးနိုင်ပါဘူး ၊ အဘယ်ကြောင့်ဆိုသော် နိုင်ငံသားဖြစ်ပိုင်ခွင့် သည် တရားစီရင်ရေး ဝန်ကြီးရုံး ၏ ညွှန်ကြားချက် အတွင်း သာ ရှိသောကြောင့်ဖြစ်သည် ။\n",
        "output": [
            ":(h) another provision in this Act states a child in this situation may be naturalized with fewer conditions, but it doesn't justify the relation between the purpose and the distinctions, because naturalization is within discretion of the Minister of Justice.\n"
        ]
    },
    {
        "input": "ရော့စ် သည် သူ က အနည်းငယ်သော အစီအစဉ်မျာုး သည် “ အရှက်ရစေခဲ့ ” ဆိုတာကို ဖော်ပြခဲ့ ပြီး \" အများအားဖြင့် သူ က [ t ] များပြားသော ထိုအရာ ကို ကျွန်ုပ် နှစ်ထောင်းအားရဖြစ်စေတယ် \" လို့ ပြသခဲ့သည် ။\n",
        "output": [
            "Ross has stated that he was \"ashamed of\" few programmes and that \"[t]he vast majority are shows I am proud of.\"\n"
        ]
    },
    {
        "input": "ယခု တွင် ထို ဒီထရွိုက် ၏ လူဦးရေ မှာ ၇၁၃၇၇၇ သို့ ကျဆင်းသွားသည် ၊ ၎င်း သည် ဤ ငွေကြေးဆိုင်ရာ အကျိုးအမြတ်များ အတွက် သင့်လျှော်မှု ကြာရှည် မရှိပေ ။\n",
        "output": [
            "Now that Detroit's population has fallen to 713,777, it is no longer eligible for these financial advantages.\n"
        ]
    },
    {
        "input": "စကော့တလန်နိုင်ငံ ၏ ပထမဦးဆုံး ဝန်ကြီး အဲလက်စ် ဆော်လမွန် အမ်အက်ပီ သည် မူဒိုင်စဘန် ရှိ အောက်မေ့ဖွယ်ဥယျာဉ် တစ် ခု နှင့် ကြေးရုပ်တု တစ် ခု ကို တနင်္ဂနွေနေ့ က ၆၀၀ ခန့် ရှိ လူထု ရှေ့ တွင် ဖွင့်လှစ်ခဲ့သည် ။\n",
        "output": [
            "Scotland's First Minister Alex Salmond MSP unveiled a bronze statue and a memorial garden in Moodiesburn on Sunday in front of a crowd of approximately 600.\n"
        ]
    },
    {
        "input": "ဖာနမ်ဒို အတွက် တော့ ကံဆိုးတာပါပဲ ၊ ကားခတ္တရပ်လိုက်ရတာက ရင်သပ်ရှူမောဖွယ်ကောင်းတဲ့ ပြိုင်ပွဲ တစ်ခု ကို ဖျက်ဆီးလိုက်သလိုပါပဲ ။\n",
        "output": [
            "Tough luck for Fernando, pit-stop problem spoiled a fantastic battle.\n"
        ]
    },
    {
        "input": "ဂါရူဒါ အင်ဒိုနီးရှား လေယာဉ် ၂၀၀ ၏ ဘေးဒုက္ခကပ်ဆိုဒ်မှု နှင့် သက်ဆိုင်သော စာမျက်နှာ ၂၀၀ ရှိ အတိုချုံး တစ် စောင် ကို အင်ဒိုနီးရှား ရှိ ရဲ က တရားလို များ ထံသို့ လက် ဆင့်ကမ်း ဖြန့်ဝေခဲ့သည် ။\n",
        "output": [
            "Police in Indonesia have forwarded a 200-page brief concerning the Garuda Indonesia Flight 200 disaster to prosecutors.\n"
        ]
    },
    {
        "input": "\" ထို့အပြင် ၊ အလုပ်လျှောက်သူ သည် ၃၁ ဒီဇင်ဘာ ၊ ၂၀၀၆ ခုနှစ် တွင် အသက် ၃၂ နှစ် ထက် မကျော်လွန်သူ ဖြစ်သင့်သည် ။ \"\n",
        "output": [
            "\"Furthermore, applicants should not be more than 32 years old on 31 December, 2006 …\"\n"
        ]
    },
    {
        "input": "တူးဖော်ရေးလုပ် နေစဉ် ရှာဖွေတွေ့ရှိခဲ့သည့် များစွာသော အပြာရောင်ကျောက်တုံး သို့မဟုတ် အစက်အပျောက်လေးများပါသော ပရီဆီလီ ဒိုလီရိုက် အပြားလေး များ သည် ပျောက်ကင်းနေသာ ယင်း တန်ဖိုး များ အတွက် အဖိုးတန်သော ကျောက်တုန်း များ အပြီးသတ် ရန် သုတေသီ များ က ဦးဆောင်ဆုံးဖြတ်ခဲ့သည် ။\n",
        "output": [
            "A large number of bluestone or spotted Preseli dolerite chips found during the excavation led the researchers to conclude the stones were venerated for their healing properties.\n"
        ]
    },
    {
        "input": "နယ်စည်းမခြား သတင်းထောက်များ ( အာဒဗလူဘီ ) သည် လူသတ်မှု အတွက် တာဝန်ရှိသော ထိုသူများ ၏ အပြစ်ဒဏ် အတွက် အယူခံဝင်ခဲ့ပါတယ် ။\n",
        "output": [
            "Reporters Without Borders (RWB) have appealed for punishment of those responsible for the murder.\n"
        ]
    },
    {
        "input": "ငါး နာရီ ခန့် အစည်းအဝေး ပြီးနောက် ၊ ဗင်နီဇွဲလား မှ သမ္မတ ဟူဂို ချားဗေ့စ် နှင့် ကိုလံဘီယာ မှ သမ္မတ အယ်ဘာရို ယူရိ တို့ က ပြီးခဲ့သော နှစ် လ က သံတမန်ရေးရာ တင်းမာမှု ကို အဆုံးသတ်သည် ။\n",
        "output": [
            "After five hours of meeting, the presidents Hugo Chávez from Venezuela and Alvaro Uribe from Colombia put a end to the diplomatic tension that had completed two months.\n"
        ]
    },
    {
        "input": "ထိခိုက်ဒဏ်ရာရရှိသော လူများ ထဲမှ နှစ်ဦး ၊ ရန်ဒယ်လ်ဘစ် ၊ ၅၂ နှစ် နှင့် ဒနိုင်ရယ်လ်မက်မူရီ ၊ ၅၆ နှစ် ၊ တို့ ကို ခန္ဓာအပေါ်ပိုင်း မီးလောင်ဒဏ်ရာများ အတွက် ကုသပေး ရန် ပါတ်က်လန်းမန်မိုရီးရယ်လ် ဆေးရုံ သို့ ခေါ်ဆောင်သွားခဲ့သည် ။\n",
        "output": [
            "Two of the injured men, Randal Bibb, 52, and Daniel McMurry, 56, were taken to Parkland Memorial Hospital to be treated for upper-body burns.\n"
        ]
    },
    {
        "input": "လေယာဉ် ၏ ပထမဆုံး ပျံသန်းမှု သည် လူဖန်စာ ခရီးစဉ် နံပါတ် တစ်ခု အောက် နယူး ယောက် မြို့ ကို ဉီးတည်မောင်းနှင် လိမ့်မည် ဖြစ် ၊ ပြီး နယူး ယောက် ၏ ဂျွန် အက်ဖ် ကန်ဒီ လေဆိပ် သို့ အီးအက်စ်တီ ၁၂:၃၀ ( ယူတီစီ ၁၆:၃၀ ) တွင် ရောက်ရှိမှာဖြစ်ပါတယ် ။\n",
        "output": [
            "The first leg of the flight going towards New York will be travelling under a Lufthansa flight number, and is due to arrive at New York's John F. Kennedy airport at 12:30 EST (16:30 UTC).\n"
        ]
    },
    {
        "input": "မစ္စ ဖစ်(ဇ်)ပက်ထရစ် က ဗဟို အစိုးရ သည် ပိုမိုဆိုးရွားသည့် အကျိုးသက်ရောက်မှုများ နှင့်အတူ ၊ ဂျပန် အစိုးရ ၏ ဝေလငါးဖမ်းကုမ္ပဏီများ သကဲ့သို့ ကျောက်မီးသွေး နှင့် အလူမီနီယမ် စက်မှု လုပ်ငန်းများ ကို ကျေးဇူးဆပ် ရန် တာဝန် ရှိခဲ့သည် ဟု ပြောခဲ့သည် ။\n",
        "output": [
            "Ms Fitzpatrick said the Federal Government was as beholden to the coal and aluminium industries as the Japanese government was to whaling companies, and with far more devastating impacts.\n"
        ]
    },
    {
        "input": "ဩစတြေးလျ ခရိုနီ ပေပါ က “ သူတို့၏ တိုက်ခိုက်မှုများ ၏ အဆိုပါ ပုံမှန် ရည်မှန်းချက် သည် အခြားအရာများ ကို ဖျက်ဆီးခြင်း သို့မဟုတ် ပူပန်မှု တစ် ခု ကို မြှင့်တင် ရန် ဖြစ်သည် ” ဟု တင်ပြထားသည် ။\n",
        "output": [
            "The Austrian paper Krone reports that the \"usual goal of their attacks is to raise a fuss or disturb others\".\n"
        ]
    },
    {
        "input": "သတင်ထောက် တစ်ဦး က သူ ကို ဖော်ထုတ်ခြင်း နှင့် သူ ၏ လိမ်ညာခြင်း ကို ဒီအန်အေ စစ်ဆေးမှု တစ်ခု ဖြင့် အတည်ပြု ခြင်း မတိုင်မီ ဘိုးဒင်း သည် ထို စုံတွဲ နှငအတူ သုံး လ ကြာ နေထိုင်ခဲ့သည် ။\n",
        "output": [
            "Bourdin lived with the couple for three months before a journalist exposed him and his lies were confirmed by a DNA test.\n"
        ]
    },
    {
        "input": "အယ်ဖာခိုရာ ကျောင်း မှ ပစ်ခတ်ခဲ့သော လူ လေးဆယ် အပါအဝင် ၊ ထို သူတို့ မှ အများအပြား မှာ အမျိုးသမီးများ နှင့် ကလေးများ ကို နောက်ထပ် ကျောင်းများ က တိုက်ခိုက်ခဲ့ကြသည် ။\n",
        "output": [
            "More schools were attacked including the al-Fakhora School killing 40 people, many of them women and children.\n"
        ]
    },
    {
        "input": "အန်အက်ဖ်အယ်လ် မှ ကြော်ငြာချက် တစ်ခုကို ထုတ်ပြန်ခဲ့ပြီး ထိုထုတ်ပြန်ချက်မှာ အားကစားကွင်းများ ကို လုံခြုံရေးအစီအမံများဖြင့် နေရာများတွင် ကောင်းစွာ ကာကွယ် ထားပြီး ဖြစ်သည် ဟူ၍ ဖြစ်သည် ။\n",
        "output": [
            "The NFL has released a statement saying that the stadiums are well protected through security measures already in place.\n"
        ]
    },
    {
        "input": "ယခုလက်ရှိ တွင် ၊ အမ်အက်စ်တီ သည် နိုင်ငံတကာ အဖွဲ့အစည်းများ မှ လှုဒါန်းမှုများ နှင့် ဘရာဇီး အစိုးရ မှ အကူအညီများ ကို ရရှိနေပြီ ဖြစ်သည် ။\n",
        "output": [
            "Currently, MST receives help from the Brazilian government and donations from international organizations.\n"
        ]
    },
    {
        "input": "ရပ်ဆိုင်းမှု လုပ်ငန်းစဉ် များ အားလုံး သည် ရက် အနည်းငယ် သာ ပို ဖြစ် ရန် မျှော်လင့်ရ ပါ သည် ။\n",
        "output": [
            "The total shutdown process is expected to take a few more days.\n"
        ]
    },
    {
        "input": "လူ၀န်မှုကြီးကြပ်ရေး ၀န်ကြီး ဘက်ဆန် က ၊ “ ပြင်သစ် က ဒီ လူတွေ ကို ပြန်မပို့ခဲ့ လျှင် ၊ လူ ကုန်ကူးသူများ အတွက် ပစ်မှတ် ဖြစ်လာနိုင်တယ် လို့ ” ပြောကြား လျက် ဆုံးဖြတ်ချက် ကို ကာကွယ်ခဲ့သည် ။\n",
        "output": [
            "Immigration Minister Besson defended the decision, saying that \"if France never sends people back, it becomes the target for people traffickers.\"\n"
        ]
    },
    {
        "input": "\" ၎င်း သည် ကျွန်ုပ် တို့ ထံ ရှိ တရားမဝင် ဝင် ရောက် နေထိုင်မှု ၅၀ဝ၀ဝ ကျော် ကို မစ္စတာ ရဒ် အားလုံး ကို ပိတ်ဆို့ လိုက် သောကြောင့် ဖြစ်သည် \" ၊ ဟု မဘော့ဒ် သည် အခိုင်အမာ ပြောခဲ့သည် ။\n",
        "output": [
            "\"It's because Mr. Rudd closed it all down that we've had more than 50,000 illegal arrivals,\" claimed Abbott.\n"
        ]
    },
    {
        "input": "အဆိုပါ ငြိမ်းချမ်းရေး အစီအစဉ် စာရွက်စာတန်း ကို ပြင်သစ် သမ္မတ ၊ နီကိုလတ်စ် ဆာကိုဇီ က စတင် ရေးဆွဲခဲ့သည် ။\n",
        "output": [
            "The peace plan document was originally drafted by Nicolas Sarkozy, the President of France.\n"
        ]
    },
    {
        "input": "အဆိုပါ ကိုလမ်ဘီယာ ခဲ့ရာခေါ ရေဒီယို က ကမ္ဘာတစ်ဝှမ်း နှင့် ကိုလမ်ဘီယာ တွင် အက်(ဖ်)အေအာစီ သည် ဘယ်လို အလုပ်လုပ်သလဲ ဆိုတာ ကို ဖော်ပြသော အသေးစိတ် စာရွက်စာတမ်း တစ်ချို့ အား ကိုလမ်ဘီယာ အစိုးရ က ထုတ်ပြန်ခဲ့သည် ကို ဇန်နဝါရီလ ၃၁ ရက် ၂ဝ၁၅ ၌ ၊ အစီရင်ခံတင်ပြခဲ့သည် ။\n",
        "output": [
            "The Colombian Caracol Radio reported on January 31, 2005 that the government of Colombia released a detailed document which describes how the FARC operates in Colombia and around the world.\n"
        ]
    },
    {
        "input": "သံသယဖြစ်ဖွယ် အရာရှိ ၊ အလက်ဇီ မတ်တေရီ ကို ၊ ရာဇဝတ်မှု ကို ဝန်ခံလိုက် ကတည်းက ရဲတပ်ဖွဲ့ မှ ထုတ်ပယ်ခဲ့ ၊ ဖမ်းဆီးခဲ့ပြီး ပြီ ဟု ပြောဆိုသည် ။\n",
        "output": [
            "The suspected officer, Alexei Mitayev, was dismissed from the force, arrested, and is said to have since confessed to this crime.\n"
        ]
    },
    {
        "input": "“ မေးခွန်း ကို ဖြေ ရာ တွင် တွမ် ခရု(စ်) က အယ်လ်အာအိတ်ချ် [ အယ်(လ်) . ရွန် ဟတ်ဘက် ] နည်းပညာ ကို ကမ္ဘာ ပေါ် ရှိ လူ ပေါင်း တစ် ဘီလီယံ ကျော် အား မိတ်ဆက်ပေးခဲ့သည် ။ ”\n",
        "output": [
            "\" In answering that question, Tom Cruise has introduced LRH [L. Ron Hubbard] technology to more than 1 billion people on earth.\"\n"
        ]
    },
    {
        "input": "ယနေ့ လူပေါင်း ၃၀၀၀ ( ရဲ တပ်ဖွဲ့ ခန့်မှန်းချက် ) နှင့် ၈၀၀၀ ( စီစဉ် သူ များ ၏ ခန့်မှန်းချက် ) အကြား သည် ၊ ဂျာမနီ နိုင်ငံ ဂိုင်ယန် ခရိုင် လမ်း များ တွင် ၊ ဟက်ဆန် တက္ကသိုလ်များ ၌ စီစဉ်ထား သော ကျုရှင် လခ စတင် ကျင့်သုံးမှု ကို ဆန္ဒပြကြသည် ။\n",
        "output": [
            "Between 3,000 (police estimate) and 8,000 people (organiser's estimate) took to the streets in Gießen, Germany today, protesting the planned introduction of tuition fees at Hessian universities.\n"
        ]
    },
    {
        "input": "လူ များ သည် ဇီဝ လောင်စာ များ နှင့် အစားအစာ များ စိုက်ပျိုး နေ လျှင် ၄င်း သည် အခြားသော ပူပန်မှု အသစ် ကို ဖြစ်စေ လိမ့်မည် ဟု ၊ သိီရိလင်္ကာ - အခြေစိုက် အိုင်ဒဗလျူအမ်အိုင် လေ့လာမှု ကို ဦးဆောင်သူ ၊ ဒေးဗစ် မိုလ်ဒန် က ပြောသည် ။\n",
        "output": [
            "If people are growing biofuels and food it will put another new stress, says David Molden, who led the study at the Sri Lanka-based IWMI.\n"
        ]
    },
    {
        "input": "“ ဈေးနှုန်း စတင် သတ်မှတ်ခြင်း အပေါ် နောက်ဆုံးအဆင့် ဆုံးဖြတ်ချက်ချခြင်း သို့မဟုတ် အထောက်အပံ့ ပြုခြင်း တို့ကို မဆောင်ရွက်ရသေးပါ ထို့ကြောင့် ဖြစ်နိုင်ခြေ ဈေးနှုန်း အနေအထား တခုခု ကို ကောက်ချက်ချ ရန် အလွန် စော နေပါသေးသည် ၊ ” ဟု ဖော်ပြချက် တွင် ရေးသားထားသည် ။\n",
        "output": [
            "\"No final decisions on the starting price or assistance have been taken and therefore it is far too early to speculate on any potential price impacts,\" the statement said.\n"
        ]
    },
    {
        "input": "ယခု အချိန် တွင် ၊ စစ်ဆေး မှု ဆယ် သန်း နီးပါး ကို ဗြိတိန် ကျောင်းသား များ ဖြင့် နှစ် တိုင်း စစ်ဆေး သည် ။\n",
        "output": [
            "Currently, almost ten million tests are sat each year by British pupils.\n"
        ]
    },
    {
        "input": "\" မိုက်မဲသော လွှတ်တော်အမတ် များ ကို နောက်ဆုံးတချိန် လျှောက်လဲထုချေချက် တစ်ခု သည် အသုံးမဝင်သော သုံးသပ်ချက် ၏ ကတိသစ္စာ အားဖြင့် ပြုလုပ်ခြင်း \" ဟု ၊ ဂျင် အန်ဒါတန် ရဲ့ ညွှန့်ပေါင်း တိုးတက်ရေးပါတီ ၏ ခေါင်းဆောင် နှင့် ဥပဒေကြမ်း ကို ထောက်ခံသူ ၊ ဂျင် အန်ဒါတန် က : ပြောခဲ့တယ် ။\n",
        "output": [
            "Leader of Jim Anderton's Progressive coalition and supporter of the bill, Jim Anderton, said: \"Making a last-minute plea to MPs is not to be fooled by the promise of the unnecessary review.\"\n"
        ]
    },
    {
        "input": "“ ဤ အရာ သည် နိုင်ငံရေး ဖြစ်စဉ် နှင့် လွှဲပြောင်းသည့် ထူထောင်မှုများ ထဲတွင် ယုံကြည်မှု ၏ ဖော်ပြချက် တစ်ခု ဖြစ်သည် ” ၊ ဟု ဖော်ပြချက် တစ်ခု တွင် ၊ အိုင်ယာလန် ၏ နိုင်ငံခြားရေး ဝန်ကြီး ၊ မစ်ချယ် မာတင် က ၊ ပြောခဲ့သည် ။\n",
        "output": [
            "Ireland's Foreign Affairs Minister, Micheál Martin, said in a statement, \"This is a statement of confidence in the political process and in the devolved institutions.\"\n"
        ]
    },
    {
        "input": "နောက် တစ် ခု ဆူနာမီ ရဲ့ ကြောက်ရွံမှုများ ကြောင့် သူတို့ သည် အိမ် ပြန် ရန် အလွန် စိုးရိမ် ကြ သော်လည်း ၊ ရိုက်တာ သတင်း ဌာန အရ ၊ ကျန်းမာရေး အရာရှိများ သည် ခိုလှုံနေဆဲ သူများ အကြား ရောဂါ ရဲ့ ချောက်လှန့်မှု ပတ်သက်၍ စိုးရိမ်ကြသည် ။\n",
        "output": [
            "They are too apprehensive to return home due to fears of another tsunami, but according to Reuters, health officials are worried about the threat of disease among those who are still in refuge.\n"
        ]
    },
    {
        "input": "ဖို့စီ ရည်ညွှန်းသော စရင်း သည် ပြင်သစ် တွင် ဘာသာရေး ယုံကြည်မှု အစွန်းရောက်သူများ အဖွဲ့ များ ၏ ၁၉၉၅ ခုနှစ် ပါလီမန် ဆိုင်ရာ ကော်မရှင် မှ စရင်း တစ်ခု ဖြစ်သည် ။\n",
        "output": [
            "The list which Fosse referred to is a list from the 1995 Parliamentary Commission on Cults in France.\n"
        ]
    },
    {
        "input": "မင်း သန်မာသော အခြမ်း ကို ထုတ်ပစ် ပြီး တခါတရံ ဘာ့ကြောင့်လဲဆိုတာ မင်း အံ့သြလိမ့်မယ် ။\n",
        "output": [
            "You put a strong side out and you wonder why sometimes.\n"
        ]
    },
    {
        "input": "သူ သည် လွန်ခဲ့သော နှစ် များစွာ က လေးဗိန်း ကာလာ ရှိ လူကြိုက်များသော ရုပ်မြင်သံကြား ပြကွက် ၏ ဇာတ်လမ်း တစ်ခု တွင် ခဏတဖြုတ် ( အမည် စာတမ်းမထိုး ) ပေါ်အောင် လုပ်ခဲ့သည် ။\n",
        "output": [
            "He made a brief (uncredited) appearance many years ago on one episode of the hit television show In Living Color.\n"
        ]
    },
    {
        "input": "“ ဒါ ဟာ ဘယ် နေရာ မှာ မှ မ ရှိ သေး သည့် ဟာရီကိန်း မုန်တိုင်း တစ် ခု တိုက် သည့် နီးပါး ဆင်တူ ပုံ ရ ပါ သည် ။ ”\n",
        "output": [
            "\"It almost seemed like a hurricane hit out of nowhere.\"\n"
        ]
    },
    {
        "input": "ဂွဒ် ၊ အသက် ငါးဆယ့်ကိုး နှစ် သည် ၊ လဲကျ ပြီးနောက် နာရီဝက် အကြာ ဂျက် လေယာဉ် ကယ်ဆယ် ဝန်ဆောင်မှု ဖြင့် ဆေးရုံ အရေးပေါ်ခန်း ထဲသို့ ဝင်ရောက်ခဲ့သည် ။\n",
        "output": [
            "Cook, aged 59, was flown to a hospital in Inverness by a rescue service helicopter half an hour after collapsing.\n"
        ]
    },
    {
        "input": "သူတို့၏ ပိုင်ဆိုင်မှု ကို ပျက်စီးစေကြောင်း နှင့် နှောက်ယှက်ဖျက်ဆီး ရန် ကြိုးစားခဲ့ သူ ( အခြေခံအားဖြင့် မိန်းမများ ) အနည်းငယ် ကို ရဲ က ခေါ်ဆောင်လာသည် ။\n",
        "output": [
            "Police was bringing down those few (basically women) who tried to interfere with the destruction of their property.\n"
        ]
    },
    {
        "input": "အစိုးရ ၏ ဖက်စပ်လုပ်ငန်း တစ် ခု အကြား ဖြစ်သော ဝေးစ် ပြည်နယ် သစ် တောင်ပိုင်း အစိုးရ နှင့် ဆစ်ဒနီမြို့တော် ခရစ်ကတ် အားကစားအဖွဲ့အစည်း သည် ၂၀၁၄ ခုနှစ် တွင် အပြီးသတ် လုပ်ဆောင်ခဲ့သော ဆစ်ဒနီ ခရစ်ကတ် အားကစားကွင်း နှင့် ဆက်စပ်နေသော ထပ်ဆင့် ကုန်ကျစရိတ်များ ကို ကာကွယ်လိမ့်မည် ။\n",
        "output": [
            "A partnership between the government, New South Wales Government and the Sydney Cricket and Sports Ground Trust will cover additional costs associated with the Sydney Cricket Ground with work completed by 2014.\n"
        ]
    },
    {
        "input": "သိပ္ပံပညာရှင် များ သည် ဝတ္ထု ဘောင် ဆွဲငင်မှု သက်ရောက်မှု ကို စမ်းသပ် ရန် ဂြိုင်ရိုစကုပ် များ ၏ ရွေ့လျားမှု တွင် သေးငယ်သော ပြောင်းလဲမှု များ ကို ရှာဖွေခဲ့ကြသည် ၊ ထို့ပြင် အိုင်းစတိုင်း နှင့် နယူတန် တို့ ၏ ကမ္ဘာ့ စွဲအား သီအိုရီ များ အကြား ခြားနားချက် ကြောင့် ကမ္ဘာ ကြီး ၏ စွဲအား စက်ကွင်း များ ၏ သေးငယ်သော ဆက်စပ်မှု ၊ ပိုမို ကြီးမာသော အာကာသ အတွင်း မျက်နှာပြင် ကွေးညွှတ်မှု တိုင်းတာခြင်း အကျိုးသက်ရောက်မှု ကို ရှာဖွေခဲ့သည် ။\n",
        "output": [
            "Scientists looked for small changes in the motion of the gyroscopes to detect the frame dragging effect, as well as the much larger geodetic effect – small corrections to the Earth's gravitational field due to differences between Einstein's and Newton's theories of gravity.\n"
        ]
    },
    {
        "input": "ကျွမ်းကျင် မီးသတ်သမားများ သည် ၊ ပြည်သူလူထု အား လုံခြုံသော တရားဝင်သော မီးရှူးမီးပန်းများ ကို အသုံးပြုဖို့ အစည်းအဝေး ခေါ်ရန် နှင့် စီစဥ်ထားသော ပြည်သူလူထု နှင့် ဆိုင်သော ပြပွဲများ တက်ရောက်ဖို့ တိုက်တွန်းရန် ၊ နှစ်စဥ် ဒီ အချိန်ရောက်တိုင်း အမြဲ အလုပ်ရှုပ်သည် ။\n",
        "output": [
            "Fire experts, always busy around this time of year, have called for the use of safe and legal firework displays and have urged citizens to attend organised public displays.\n"
        ]
    },
    {
        "input": "မြောက် ကာရိုလိုင်းနား ၊ ချာလော့ တွင် ချိတ်ဆက်ထားသော အေဘီစီ ရုပ်သံလိုင်း တစ်ခု ၏ အဆိုအရ ၊ ဖလဲ ဟာ လွန်ခဲ့သော ဗုဒ္ဓဟူးနေ့ က ပြည်နယ် ၄၈၅ ရှိ ကွေ့ကောက်သော လမ်းမပေါ်ရှိ မတော်တဆမှု ဟုစွပ်စွဲထားသော အဖြစ်အပျက် တွင် တစ်စိတ်တစ်ပိုင်း ပါဝင်ခဲ့သည် ။\n",
        "output": [
            "According to an ABC affiliate in Charlotte, North Carolina, Flair took part in an alleged road rage incident last Wednesday on Interstate 485.\n"
        ]
    },
    {
        "input": "စပိန် က လွတ်လပ်ရေး အပေါ် ပြည်သူ့ဆန္ဒခံယူပွဲ တစ်ခု ဆုပ်ကိုင်ထားခြင်း မှ ကတ်တလိုနီးယား ကို ဟန့်တား ရန် အီးယူ အဖွဲ့ဝင်များ ကို မသေချာပဲ အသုံးပြုသည် ။\n",
        "output": [
            "Spain uses uncertainty over EU membership to deter Catalonia from even holding a referendum on independence.\n"
        ]
    },
    {
        "input": "သူ ကို သူ ၏ မဲပေးမှု မှတ်တမ်း တွင် လူမှုရေး ရှေးရိုးစွဲ တစ်ယောက် ဟု ယူဆရ ပြီး ၊ လိပ်-တူချင်း လက်ထပ်မှု ကို တားမြစ် ရန် ဖက်ဒရယ် လက်ထပ်ခြင်း ပြင်ဆင်ချက် တစ် ခု ကို ထောက်ခံခဲ့သည် ။\n",
        "output": [
            "He is considered a social conservative in his voting record, and supported a Federal Marriage Amendment to bar same-sex marriage.\n"
        ]
    },
    {
        "input": "ဒီ နှစ် ၏ ပထမ သုံး လ အတွင်း အင်ပီရီရယ် က ဆုံးရှုံးမှု ဒေါ်လာ ၁၅.၅ သန်း အတွက် ဘေးအန္တရာယ် ကို ဘဲ အပြစ်တင်ရမည် လို့ ရေးသားခဲ့သည် ။\n",
        "output": [
            "The disaster is also blamed for a $15.5 million loss Imperial posted in this year's first quarter.\n"
        ]
    },
    {
        "input": "ကွမ်တီကို ကို ပံ့ပိုးပေးရန် အတွက် ပြောရေးဆိုခွင့်ရှိသူ တစ်ဦးဖြစ်သော ၊ ဗိုလ် ဘရိမ်း ဗွီလီယပ် ၏ အဆိုအရ သူ က “ ဒဏ်ရာ ကာကွယ် စောင့်ကြည့်ခံရခြင်း ၊ “ ရှိခဲ့ သောကြောင့် မန်နီ ဟာ သူ့ရဲ့ လက်ဝှေ့ ဘောင်းဘီတိုလေး နှင့် သာ အိပ် ရန် ညွှန်ကြားခြင်းခံရပြီး ၊ ဒီနေရာမှာ သူ့ကို ထိန်းသိမ်းထားတာ ၈ လ ကျော် ကြာပြီဖြစ်သည် ။\n",
        "output": [
            "For most of the eight months he has been held there, Manning has been required to sleep only in his boxer shorts because he has been under \"prevention of injury watch,\" according to First Lieutenant Brian Villiard, a spokesman for the Quantico facility.\n"
        ]
    },
    {
        "input": "ပြည်တွင်း ဝန်ကြီးဌာန အရာရှိ တစ်ဦး ၏ အဆိုအရ ၊ ဒုက္ခသည်များ သည် စစ် ဝတ်စုံ ကို ဝတ်ဆင်ထားခြင်း မရှိ သော်လည်း ၊ ၎င်း ပစ်ခတ်မှု သည် အစိုးရ မဟုတ်သည့် တိုက်ခိုက်သူများ မှ အီရတ် စစ်သားများ ကို သတ်ဖြတ်ခဲ့ခြင်း ဟု ယုံကြည်သည် ။\n",
        "output": [
            "It is believed those shot were Iraqi soldiers executed by anti-government fighters, according to an Interior Ministry official, although the victims were not dressed in military garb.\n"
        ]
    },
    {
        "input": "ဒေလီ ၏ မြို့တော်စည်ပင်သာယာရေး အဖွဲ့ မှ ၄င်းတို့၏ ပိတ်ဆို့ခြင်း ဦးတည်ချက် ကို ပြန်လည်စတင်နိုင်ခြေရှိ သောအခါ ၊ နိုဝင်ဘာ ၁ရက် မတိုင်ခင် လှုပ်ရှားမှု မှ နောက်ဆုတ်ပေး ရန် ကုန်သည်များ က ငြင်းဆိုခဲ့သည် ။\n",
        "output": [
            "Traders refused to move back from the agitation until November 1, when Municipal Corporation of Delhi is likely to resume its sealing drive.\n"
        ]
    },
    {
        "input": "“ မမှန်းဆနိုင်သော တန်ဖိုး ရှိသည့် သတင်းအချက်အလက် များ ပါဝင်သော ဆောဖ်ဝဲလ် အစိတ်အပိုင်း ” ကို အချိန်မီ ရယူခဲ့သည် ၊ ဟု သတင်း က ပြောကြားသည် ။\n",
        "output": [
            "The \"software unit containing information of incalculable value\" was rescued in time, reports say.\n"
        ]
    },
    {
        "input": "ဒတ်ချ်လူမျိုး ကျွမ်းဘားသမား အက်ကီ ဇွန်ဒါလန် သည် မြောက် ဂရင်းဝှက်ချ် ကွင်း ၌ ပရိတ်သတ် ထံမှ အထူးဩဘာပေးခြင်း နှင့်အတူ ရွှေ တံဆိပ် ဆု တစ်ဆု ပါ သူ ရရှိ ပြီး ၊ ပြည့်စုံ ပြီး အလွန် ခက်ခဲသော လှုပ်ရှားမှု တစ်ခု ကို ရမှတ် ၁၆.၅၃၃ ဖြင့် ရပြီး တင်ဆက်ပြသနိုင်ခဲ့သည် ။\n",
        "output": [
            "The Dutch gymnast Epke Zonderland performed a near-flawless and immensely difficult routine that earned 16.533 points, earning him both a gold medal and a standing ovation from the audience in the North Greenwich Arena.\n"
        ]
    },
    {
        "input": "လောင်စာ / ဆီ အပူ ဖလှယ်ရာ သို့ သွား ပြီး ဤအရာ ကို တားမြစ်ရမည့် အစား ၊ ပိုက်များ အတွင်း ‘ ပျော့ပျောင်းသော ’ ရေခဲများ ဖွဲ့စည်း ပြီးနောက် ရပ်သွားခဲ့သည် ဟု ထင်ရသည် ။\n",
        "output": [
            "Instead, it is thought 'soft' ice formed in the pipes and then broke off, travelling to the fuel/oil heat exchanger and restricting it.\n"
        ]
    },
    {
        "input": "အာမခံ ဒေါ်လာ သန်း ၈၅၀ မှ ထောက်ပံ့ငွေ အသုံးပြုမှု နှင့် ပတ်သက်သော ဆက်စပ်သည့် စည်းကမ်းသတ်မှတ်ချက်များ တွင် ၊ ဒေါ်လာ သန်း ၃၀၀ ခန့် သာ လုံခြုံနိုင်မည် ဟု ဆီယာရာ လီယွန် အစိုးရ က မျှော်လင့်ခဲ့သည် ။\n",
        "output": [
            "From the pledges of $850 million the government of Sierra Leone was hoping for only about $300 millions could be secured, with attached conditionalities concerning the use of funding.\n"
        ]
    },
    {
        "input": "တောင်ပိုင်း ယော့ရှီးယား ရဲ့ ရဲ ဦးစီးချုပ် ၊ မီးဒစ် ဟူး ကို မြောက်ဘက် ဝေလနယ်များ တွင် ချိခ် အနီး က အေဖိုက် ကားလမ်း ပေါ်တွင် အမြန်နှုန်း အဆိုအရ ဖမ်းမိခဲ့သည် ။\n",
        "output": [
            "The Chief Constable of the South Yorkshire Police, Meredydd Hughes was allegedly caught speeding on the A5 road near Chirk in north Wales.\n"
        ]
    },
    {
        "input": "\" ၁၂ လက်မ အရွယ် ဆီလီကွန်ချစ်ပ်ထုတ်လုပ်သည့်စက်ရုံများ ၏ စွန့်ပစ်မှု နှင့် ၈ လက်မ အရွယ် ဆီလီကွန်ချစ်ပ်ထုတ်လုပ်သည့်စက်ရုံများ အား ရပ်ဆိုင်းထားခြင်း ကို ဤ ဖြစ်ရပ် တွင် အဓိကကျသော ပြဿနာများ အဖြစ် သတ်မှတ်ထားပါသည် ။ \"\n",
        "output": [
            "\"The abandonment of 12-inch fabs and the suspension of 8-inch fabs are considered critical issues in this incident.\"\n"
        ]
    },
    {
        "input": "ဂလပ်ဂိုး က လင်.မတ် ပညာရေး လေ့ကျင့်ရေး သင်တန်းများ သည် သူ ၏ ခရစ်ယာန် ယုံကြည်ချက် များ ကို “ ဆန့်ကျင်ဘက် ” ဖြစ်ခဲ့တယ် လို့ ဆိုသည် ။\n",
        "output": [
            "Glasgow said that the Landmark Education training courses were \"opposite\" to his Christian beliefs.\n"
        ]
    },
    {
        "input": "အပို လေယာဉ်ခရီးစဉ် ဆိုသည်မှာ ဗြိတိသျှ လေကြောင်းလိုင်း သည် ဘူချာရက် မှ လန်ဒန် သို့ ၊ အသွားအပြန် ၊ တစ်ပတ် ကို ၁၀ကြိမ် ယခုမှစ၍ ပျံသန်းလိမ့်မည်ဖြစ်သည် ။\n",
        "output": [
            "The extra flights will mean that British Airways will now fly from Bucharest to London, and back, ten times a week.\n"
        ]
    },
    {
        "input": "မိုဘိုင်း မှတဆင့် မိတ်ဆွေများ နှင့် မိသားစု ထံ ဆက်သွယ် ရန် ကြိုးစားနေသော ထို သူများ သည် ရုန်းကန် လှုပ်ရှားခဲ့ရသည် ၊ ဗိုဒါ့ဖုန်း ၊ အိုတူး နှင့် အောရိန့် ၊ ကဲ့သို့သော အကြီး ဆုံး မိုဘိုင်း ကွန်ယက်များ ၊ အားလုံး သည် ဤ မနက် ၌ ကာလ အများအပြား တွင် စွမ်းရည် ပြည့် ဖုန်းခေါ်ဆိုမှုများ ကျရုံးခဲ့သည် ဟု ခံစားခဲ့ရသည် ။\n",
        "output": [
            "Those trying to contact friends and family via mobile have struggled as the largest mobile networks, Vodafone, O2 and Orange, have all suffered from full capacity on several occasions this morning meaning voice calls failed.\n"
        ]
    },
    {
        "input": "ကစားသမားများ ၏ ယုံမှားသံသယကင်းသော ထောက်ခံကူညီမှု ရှိခြင်း က ကျွန်တော် ကို လွန်ကဲစွာ ကူညီပေးခဲ့သည် နှင့် ကျွန်တော် လည်း အံ့ဩတုန်လှုပ်စွာ ဤ ရာသီ တွင် ကျွန်တော့် ကို ထောက်ခံသော နောက်ခန်း ဝန်ထမ်းများ ၏ ကျန်ရှိသူ နှင့် ပေါ ဘာရွန် ၊ ကိုလင်း ကယ်ဒါဝုဒ် တို႔ ကို ကျေးဇူးတင် ချင်ပါသည် ။ \"\n",
        "output": [
            "Having the unequivocal backing of the players has helped me enormously and I would also like to thank Colin Calderwood, Paul Barron and the rest of the backroom staff who have been tremendously supportive to me this season.\"\n"
        ]
    },
    {
        "input": "“ ဒီ စနစ် ဟာ အလုပ်ဖြစ်ခဲ့တယ် ဆိုတာ ငါတို့ ခံစားရတယ် ၊ ဒါပေမဲ့ ဒါဟာ ကောင်းမွန် ပြည့်စုံ လို့ တော့ မ ဟုတ် ဘူး ၊ ” လို့ မက်ကောမက် က ပြောခဲ့တယ် ။\n",
        "output": [
            "\"We do feel that the system worked, but the system isn't perfect,\" McCormack said.\n"
        ]
    },
    {
        "input": "အစောပိုင်း ဒုတိယ ပွဲဝက် တွင် ဂျော်ဂျီယာ က ဦးဆောင် ပြီး နှောင်းပိုင်းတွင် ဂိုးသွင်း ရန် အဆိုပါ ပွဲစဉ် တွင် ခြိမ်းခြောက်ခြင်းခံရ သော်လည်း အိုင်ယာလန် ရဲ့ ကာကွယ်မှု က လုံခြုံမှုရ ရန် အောင်ပွဲ ၄ ပွဲ ကို ရယူကိုင်ထားခဲ့ပါသည် ။\n",
        "output": [
            "Georgia led early in the second half and were threatening to score late in the match but Ireland's defence held to secure the four point victory.\n"
        ]
    },
    {
        "input": "အမေရိကန် နှင့် ဥရောပ တစ်ခု စီ သည် ကမ္ဘာလုံး ဆိုင်ရာ ထုတ်လွှတ်ခြင်းများ စုစည်းမှု ၏ ၂၅ ရာခိုင်နှုန်း ထက် ပို၍ စုထားမှု ရှိသည် ။\n",
        "output": [
            "The USA and Europe have each contributed more than 25% of accumulated global emissions.\n"
        ]
    },
    {
        "input": "သို့သော်လည်း ၊ နေ့လည် ပိုင်း တွင် လေတိုက်အား ပို အားကောင်းလာ သောကြောင့် ၊ မီးခဲများ က ရေသွယ် တံတား တစ်လျှောက် လွှင့်လာ ပြီး မီးလောင်မှု သည် ယခု အခါ ပန်ဒဲ(လ်)မြို့တော် ၏ လူဉီးရေ အလွန် ထူထပ်သော ပတ်ဝန်းကျင် ဆီသို့ ဉီးတည်နေပါသည် ။\n",
        "output": [
            "However, as winds picked up in the afternoon, fire embers were carried across the aqueduct and the fire is now heading towards a highly-populated area of Palmdale.\n"
        ]
    },
    {
        "input": "ဖင်လန် နိုင်ငံ ၏ ကာကွယ်ရေး ဝန်ကြီးဌာန အဆိုအရ ၊ လေယာဉ် သည် ၃ မိနစ် ကျော် အချိန်အတွင်း ပေါ်ဗိုး အနီး ဖင်လန် ၏ လေကြောင်းပိုင်နက် ထဲသို့ ၄.၅ ကီလိုမီတာ ( ၃ မိုင် ) ခန့် စွန့်စားသွားခဲ့သည် ။\n",
        "output": [
            "The aircraft ventured about 4.5 kilometers (3 miles) into Finland's airspace near Porvoo over a period of three minutes, according to Finland's defense ministry.\n"
        ]
    },
    {
        "input": "ဒေသခံ အစိုးရ အရာရှိတွေ က တနင်္ဂနွေ နေ့ တွင် လမ်းဘေး ဗုံး တစ် လုံး ကြောင့် အာဖဂန်နစ်စတန် တောင်ပိုင်း မှာ အနည်းဆုံး လူပေါင်း ၁၁ ယောက် သေဆုံးခဲ့ကြ ကြောင်း ပြောကြားသွားပါတယ် ။\n",
        "output": [
            "Local government officials have said that at least eleven people were killed on Sunday in southern Afghanistan by a roadside bomb.\n"
        ]
    },
    {
        "input": "“ သင်တို့ အသက်နှစ်ဆယ်အရွယ် ကြိုးကိုင်သူ တစ်ယောက် ကို တွေ့ဖူးလား ။ သူ သည် ပစ်ခတ်သူ မဟုတ်ခဲ့ပါ ” ၊ ဟု ဘလက် က ပြောခဲ့သည် ။\n",
        "output": [
            "\"Have you ever seen a 20 year-old mastermind? He was not the shooter,\" said Blat.\n"
        ]
    },
    {
        "input": "နှစ် ကြိမ် မြောက် အပြီး အများဆုံး သုံး ပုံ နှစ် ပုံ ခန့် မည်သူ မျှ မဲ မရရှိခဲ့ လျှင် တတိယ အကြိမ် မြောက် အတွက် ပြောရေးဆိုခွင့်ရှိသူ တစ် ယောက် ကို အများစု က ရိုးရှင်းစွာ ရွေးကောက် တင်မြှောက် ကြရလိမ့်မည် ။\n",
        "output": [
            "If no-one gets two-thirds majority after two rounds the speaker will be elected by a simple majority in the third round.\n"
        ]
    },
    {
        "input": "“ နိုင်ငံတော်သမ္မတ က မှားယွင်းသော သတင်းအချက်အလက် အပေါ် ဖြေရှင်း ရန် ဆန္ဒ မရှိပါဘူး ဟု ” သူ ၏ ပြောရေးဆိုခွင့်ရှိသူများ က ဆိုခဲ့ ကြောင်း သူမ က ပြောခဲ့သည် ။\n",
        "output": [
            "\"The President has not and would not ask his spokespeople to pass on false information,\" she said.\n"
        ]
    },
    {
        "input": "စနေ နေ့ က အမေရိကန် ရေတပ် ၏ ဘလူး အိန်ဂျယ်စ် တပ်ဖွဲ့ ပိုင် အက်ဖ်/အေ -၁၈ ဟောနက် ဂျက် လေယာဉ် တစ် စီး သည် ကာရိုလိုင်းနား ပြည်နယ် တောင်ဘက် ၊ ဗြူးဖေါ့ တွင် ပျက်ကျခဲ့သည် ။\n",
        "output": [
            "An F/A-18 Hornet jet belonging to the U.S. Navy's Blue Angels squadron crashed in Beaufort, South Carolina Saturday.\n"
        ]
    },
    {
        "input": "“ သူ က အီရတ်လူမျိုးတွေ အတွက် လွတ်လပ်တာနဲ့ ပက်သက်ပြီး ဟန်မဆောင်နိုင်စွာ လိုချင်နေတယ်ဆိုတာ ငါ အခု သိပြီ ” ၊ ဟု သူတို့၏ အစည်းအဝေး ပြီးနောက် စင်ဒီ က ပြောဆိုခဲ့သည် ။\n",
        "output": [
            "\"I now know he's sincere about wanting freedom for the Iraqis,\" Cindy said after their meeting.\n"
        ]
    },
    {
        "input": "ထို အသစ် ရွေးကောက်တင်မြှောက်ခံ ပါတီ ကလည်း အထူးသဖြင့် ၊ ကျေးလက်နေ မိသားစုများ နှင့် ကလေးများ နှင့်အတူ သူတို့အား အိမ်ထောင်စုများ အပေါ် အသုံးစရိတ် အာရုံစိုက် ဖို့ အာမခံပစ္စည်းများပေးပါသည် ။\n",
        "output": [
            "The newly elected party also pledges to focus spending on households, especially rural families and those with children.\n"
        ]
    },
    {
        "input": "ဓာတ်ငွေ့သုံး လျှပ်စစ်ဓာတ်အားပေး စက်ရုံ အသစ် ၏ \" တိုးချဲ့ \" ဆောက်လုပ်ရေး အစီအစဉ် ဟာ ကြိုတင်ခန့်မှန်းထား တဲ့ လိုအပ်ချက် နဲ့ ကိုက်ညီ ရန် လိုအပ် ကြောင်း ကော်မတီ မှ ပြောကြားခဲ့သည် ။\n",
        "output": [
            "The committee stated that an \"extensive\" building programme of new gas-fired power stations would be needed to meet the predicted shortfall.\n"
        ]
    },
    {
        "input": "သူ က အစိုးရ ကို ၎င်း ယေဘုယျ လက်ခံ ထား သော သဘောတရား ကို မ လိုက်နာ ဟု ပြောကြား လိုက် ပါ တယ် ။\n",
        "output": [
            "He says the Government doesn't follow this generally accepted principle.\n"
        ]
    },
    {
        "input": "ဝူးလ်မာ က အင်္ဂလန် နိုင်ငံ အတွက် အစမ်း ပွဲ ၁၉ ပွဲ ကစားခဲ့ ပြီး ၂၀၀၄ ခုနှစ် တွင် ပါကစ္စတန် အတွက် အသင်း နည်းပြ မ ဖြစ်လာ ခင် ဝါဝစ်ခ်ရှိုင်းယား နှင့် တောင် အာဖရိက အတွက် နည်းပြ လုပ်ခဲ့တယ် ။\n",
        "output": [
            "Woolmer played 19 Tests for England and was the coach for Warwickshire and South Africa before becoming coach for Pakistan in 2004.\n"
        ]
    },
    {
        "input": "အယ်လ်-ဆေး အား ပစ်ခတ်မှု သည် ဟုမ်းစ် မြို့ ၏ ဘတ် အမာ အပိုင်း တွင် ဖြစ်ပွားခဲ့သည် ။\n",
        "output": [
            "The shooting of Al-Sayed took place in the Bab Amr section of Homs.\n"
        ]
    },
    {
        "input": "ဆစ်ဒနီ ရှိ အေပက် အစည်းအဝေး သို့ သွားနေစဥ် လမ်း တွင် ၎င်း သင်္ဘော သောင်တင်နေခဲ့ ချိန်မှာ ၊ ၃၅ မီတာ ရှိ သင်္ဘော သည် ပြီးခဲ့သော ကြာသပတေးနေ့ ကတည်းက သောင်တင်နေခဲ့သည် ။\n",
        "output": [
            "The 35m vessel has been stranded since last Thursday, when she was grounded whilst on her way to the APEC meeting in Sydney.\n"
        ]
    },
    {
        "input": "ဝီကီပီဒီယား မှ အုပ်ချုပ်ရေးမှုးများ ထံမှ အကြံပြုချက် တစ်ခု လက်ခံရရှိ ပြီးနောက် သံသယရှိဖွယ် တည်းဖြတ်မှု အကြောင်း သတင်း ကို ဝီကီနယူး မှ စတင် အသိပေးခဲ့သည် ။\n",
        "output": [
            "Wikinews originally broke the story about the suspicious edit after receiving a tip from Wikipedia administrators.\n"
        ]
    },
    {
        "input": "မနေ့ က ၊ ဩစတြေးလျ ဘတ်စကတ်ဘော အဖွဲ့ချုပ် မှ အိုပဲစ် အမျိုးသမီး ၏ အသင်း နှင့် ဘုန်းမားစ် အမျိုးသားများ ၏ အသင်း နှစ်ခု စလုံး အတွက် ဤ စနေနေ့နှင့်တနင်္ဂနွေနေ့ တွင် မဲဘုန်း နယ်မြေ ရှိ အရှေ့က နှုတ်ဆက်ပွဲ အစီအစဉ် တစ် ခု ၏ ၂၀၁၂ နွေ ရာသီ အိုလံပစ် အတွက် နောက်ဆုံး အဆင့် အိုလံပစ် အားကစားအဖွဲ့များ ကို ကြေငြာခဲ့သည် ။\n",
        "output": [
            "Yesterday, Basketball Australia announced the final Olympic squads for the 2012 Summer Olympics ahead of a farewell series in the Melbourne area this weekend for both the Opals women's team and the Boomers men's team.\n"
        ]
    },
    {
        "input": "ယူအက်စ်အေ အားကစားအဖွဲ့ ၏ အဖွဲ့ဝင် အများအပြား သည် အကွေ့အကောက်များ ဖြင့် ယှဉ်ပြိုင်ရသော အားကစားနည်း ပယ်ဖျက်ခြင်း ပြီးနောက် ပီဇာ ပါတီ တစ်ခု ပြုလုပ်ခဲ့ပါသည် ။\n",
        "output": [
            "Several members of Team USA had a pizza party after the slalom cancellation.\n"
        ]
    },
    {
        "input": "၁၉၈၃ ခုနှစ် မှ တရားဝင် ပြဌာန်းထားသော လုပ်ပိုင်ခွင့် တစ် ခု နှင့် ပတ်သက် ပြီး ၎င်း ၏ အကြီးအကဲ အဖြစ် ဝေးစ် မင်းသား နှင့်အတူ ၊ လွန်ခဲ့သော နှစ် က တရားမဝင် အရည်အချင်း များ ရှိခဲ့ ပြီး ၊ ဒေသ အတွင်း ခေတ်ပေါ် အနုပညာရှင် တွဲဖက် တက္ကသိုလ် ၏ ခေါင်းဆောင် မလေးလူမျိုး တစ် ယောက် ပါဝင် ပတ်သက် ပြီးနောက် ၊ ပြဿနာ များ မှာ ယူအိုဒဘလျူ မှာ စတင်ခဲ့သည် ။\n",
        "output": [
            "With a charter from 1893 and the Prince of Wales as its chancellor, problems began at UoW last year after concerns the head of a Malaysian partner institution, a local pop artist, had non-legitimate qualifications. \n"
        ]
    },
    {
        "input": "နှစ်ရက် အတွင်း ရထား နှစ်စီး လမ်းချော်မှု သည် သြစတေးလျ တွင် ရထားလိုင်းများ ပိတ်သွားစေသည် ။\n",
        "output": [
            "Two train derailments in two days have closed railway lines in Australia.\n"
        ]
    },
    {
        "input": "အဆိုပါ အခြေအနေ သည် ထိခိုက်ဒဏ်ရာ မရှိဘဲ ပြီးဆုံးခဲ့ ပြီး ခရီးသည်များ နှင့် လေယာဉ် ခေါင်းခန်း ရှိ လေယာဉ်အမှုထမ်းများ အားလုံး ဘေးကင်းစွာ ဆင်းသက် ရန် တတ်နိုင်ခဲ့သည် ။\n",
        "output": [
            "The situation ended without incident and all passengers and crew on board the aircraft were able to leave safely.\n"
        ]
    },
    {
        "input": "အမျိုးသမီး ပြိုင်ပွဲ သည် ( ဒေသ စံတော်ချိန် ) ညနေ ၃ နာရီ တွင် စတင်ခဲ့ ပြီး အမျိုးသား ပြိုင်ပွဲ သည် နောက်ထပ် နှစ် နာရီ ကြာ ပြီး မှ စတင်ခဲ့သည် ။\n",
        "output": [
            "The women's race started at 3 p.m.(local time) while the men's race started two hours later.\n"
        ]
    },
    {
        "input": "တရုတ် နိုင်ငံ တွင် တားမြစ်ထားမှု ဖြစ်သော ယခင် နိုင်ငံရေး လှုပ်ရှားမှု များ ကို တရုတ် ပြည်သူ့ သမ္မတ နိုင်ငံ ၏ အထူး အုပ်ချုပ်ရေး ဒေသ ( အက်စ်အေအာ ) အာဏာပိုင်များ မှ အတော်အသင့် လက်ခံ ခဲ့ ပြီး ဖြစ်သည် ။\n",
        "output": [
            "In the past political activities that are taboo in China proper have been tolerated by the Special Administrative Region of the People's Republic of China (SAR) authorities.\n"
        ]
    },
    {
        "input": "\" ကျွန်ုပ်တို့ ဟာ ထိုကဲ့သို့ လူ့ အခွင့်အရေး ချိုးဖောက်မှုများ အား ချက်ချင်း ရပ်ဆိုင်း ဖို့ တာဝန်ရှိသော ပါတီများ အားလုံး ကို မေတ္တာရပ်ခံ ပြီး ၊ ထို ကိစ္စများ ကို လွတ်လပ်စွာ စုံစမ်းစစ်ဆေး ရန် ချက်ချင်း ဆောင်ရွက်မှုများ လုပ်ဆောင် ဖို့ ကျွန်ုပ်တို့ ဟာ အစိုးရ ကို အလေးအနက်တိုက်တွန်းပါတယ် ၊ \" လို့ သူ က ပြောကြားခဲ့သည် ။\n",
        "output": [
            "\"We call on all responsible parties to immediately stop such violations of human rights, and we urge the government to take immediate steps to independently investigate these cases,\" he said.\n"
        ]
    },
    {
        "input": "ကနေဒါ နိုင်ငံ ဗန်ကူးဗား ၏ တောင်ဘက် မိုင် ၈၀ အကွာ ရှိ မြို့ တစ်မြို့ ဖြစ် သော အမေရိကန်ပြည်ထောင်စု ၊ ဝါရှင်တန်ပြည်နယ် ၊ အန်နာကော့ဒ် တွင် ဝါရှင်တန်ပြည်နယ် ရေနံ သန့်စင်စက်ရုံ ၌ ညသန်းခေါင်ယံတွင်ဖြစ်သော ပေါက်ကွဲမှု တစ်ခု နှင့် မီးလောင်မှု ကြောင့် မနေ့ က လူ လေး ဦး သေဆုံးခဲ့ရ ပြီး အခြား သုံး ဦး က ပြင်းထန်စွာ ဒဏ်ရာရခဲ့သည် ။\n",
        "output": [
            "An overnight explosion and fire at a Washington State oil refinery in Anacortes, Washington, United States, a city about 80 miles south of Vancouver, Canada, yesterday killed four people and critically injured three others.\n"
        ]
    },
    {
        "input": "နေတိုး အကြီးအကဲ ဂျက်(ပ်) ဒီ ဟုပ် ရှပ်ဖာ က လည်း ဒီ ဆောင်ရွက်ချက် ကို ပြစ်တင်ရှုပ်ချလိုက်သည် ။\n",
        "output": [
            "NATO chief Jaap de Hoop Scheffer has also condemned the action.\n"
        ]
    },
    {
        "input": "အခြား နှစ် ဦး က နှင်းလျှောစီး စဉ် တွင် ၊ ဇာဟက် က နှင်းတောစီးဖိနပ် ဖြင့် ကုန်းကြောင်း လျှောက် ပြီး အလေးချိန် ၁၇၀ - ပေါင် ( ၇၇ - ကီလိုဂရမ် ) ပစ္စည်းတင် သော စွပ်ဖါး ကို ဆွဲ ရင်း ခရီးသွားရသည် ။\n",
        "output": [
            "Zahab had to pull 170-lb (77-kg) sleds of equipment, traveling on foot and on snowshoes while the other two men skied.\n"
        ]
    },
    {
        "input": "\" ဩစတြေးလျ တစ်ဝန်း အများသုံးတယ်လီဖုန်းများ အတွက် တောင်းဆိုမှုတွေ ရှိနေသေးတယ်ဆိုတာ အသေအချာပါပဲ ။ \"\n",
        "output": [
            "\"Certainly, there is a still a demand for payphones around Australia.\"\n"
        ]
    },
    {
        "input": "“ ဤ အရာ သည် ရေခဲ မျက်နှာပြင် တစ် ခု ၏ ဗဟိုချက် ပတ်ပတ်လည် တွင် ကျောက်ဆောင် အစအန များ ပေါင်းစပ် သွား ခြင်း အကျိုးဆက် ကြောင့် ဖြစ်လာလိမ့်သည် ။ ”\n",
        "output": [
            "\"This would result in the consolidation of rocky material at the core surrounded by a shell of ice.\"\n"
        ]
    },
    {
        "input": "“ ကျနော်တို့ က များပြားသော ဒေသတွင်း သံတမန်ရေးရာ ချဉ်းကပ်မှု တစ်ခု ရ ဖို့ ကို ယူဆောင် ရန် လိုအပ်လိမ့်မယ် ။ ”\n",
        "output": [
            "\"We may need to bring a more regional diplomatic approach to bear.\"\n"
        ]
    },
    {
        "input": "အာလော့တာ သည် နယူး ယောက် တွင် သင်္ဘော မကြာသေးမီ က ဝယ်ခဲ့ပြီး ၎င်း ၏ အစောပိုင်း ပိုင်ရှင် သည် အသက် ခုနှစ်ဆယ် ပတ်ဝန်းကျင် ဖြစ် ပြီး သင်္ဘော ကို ရောင်း ရန် ဆုံးဖြတ်ခဲ့သည် ။\n",
        "output": [
            "Arlotta had recently bought the vessel in New York; its previous owner was in his seventies and had decided to sell the ship.\n"
        ]
    },
    {
        "input": "အဆိုပါ အစီရင်ခံစာ ၏ အဆိုအရ ၊ ဖွံဖြိုးဆဲ နိုင်ငံများ တွင် ၊ မြို့ပြနေ ဆင်းရဲသားများ သည် စီးပွားရေး ကျဆင်းမှု အားဖြင့် အကျိုးသက်ရောက်မှု အများဆုံး ဖြစ်နိုင်ပါသည် ၊ အလုပ် ရှာ ရန် ကဲ့သို့ သူတို့ ၏ စွမ်းဆောင်ရည် သည် နိုင်ငံခြား ရင်းနှီးမြှပ်နှံမှု နှင့် ပို့ကုန် ဝယ်လိုအား ကဲ့သို့ အချက်များ ပေါ် အများဆုံး မှီခိုနေမှု ဖြစ်သည် ။\n",
        "output": [
            "In developing countries, the report says, the urban poor are likely to be most affected by the economic slowdown, as their ability to find work is most dependent on factors like foreign investment and export demand.\n"
        ]
    },
    {
        "input": "ပွဲစဉ် တစ်လျှောက် တွင် ၊ အဆိုပါ အသင်း များ သည် ပွဲစဉ် ရှစ် ပွဲ ကို တစ် သင်း နှင့် တစ် သင်း ယှဉ်ပြိုင် ကစား ခဲ့ကြ ပြီး ၊ တစ် သင်း လျှင် ၄ ပွဲ စီ အနိုင် ရရှိ သည့် မှတ်တမ်း ဝင်ခဲ့သည် ။\n",
        "output": [
            "Going into the game, the teams had played eight games against each other, splitting the record at 4 wins each.\n"
        ]
    },
    {
        "input": "စီဘီအက် သတင်း ထုတ်လုပ်ရေး အမှုဆောင်ချုပ် ရွန်းဟာ့မန်း က အီးမေး တစ်စောင် တွင် အကြောင်းပြန်ခဲ့ပြီး ကတည်းက တီဗွီ သတင်း တင်ဆက်သူ ကို “ သူ က လွတ်လပ်စွာ ပြောဆို သော အစီအစဉ် အပိုင်း တစ်ခု တွင် ကိုးကွယ် သော ဘာသာ အကြောင်း မဆွေးနွေးနိုင် ဟု ဘေလ် မာရာ က ဘယ်တုန်းကမှ မပြောခဲ့ဘူး ” ဟု ပြော လျက် “ အမှန်စင်စစ် ၊ လွတ်လပ်စွာ ပြောဆိုခြင်း သည် ဘာသာရေး ကို ရည်ညွှန်းခဲ့ ပြီး ကျွန်တော် တို့ က အနာဂတ် တွင် အခြား သူများ ၏ ဆန္ဒ များ ကို မျှော်လင့်ပါသည် ” ဟု ထပ်လောင်း ဖြည့်စွက် ပြောခဲ့သည် ။\n",
        "output": [
            "CBS News executive producer Rome Hartman has since responded in an e-mail to TVNewser saying that, \"Bill Maher was never told that he couldn't discuss religion in a Free Speech segment,\" and added, \"In fact, Free Speech has already addressed religion and we expect others will in the future.\"\n"
        ]
    },
    {
        "input": "ယဉ်ကျေးမှု ဆိုင်ရာ တော်လှန်ရေး ကောင်စီ ရုံးချုပ် က ၊ အစ္စလာမ် ယဉ်ကျေးမှု ဆိုင်ရာ တော်လှန်ရေး ကာလ အတွင်း ဖန်တီးထားခဲ့သည့် ၊ ဆိုးသွမ်းသော ဗီဒီယို နှင့် အသံ ဖိုင် သတင်းများ ကို ဆယ်လူလာ ဖုန်းများ အသုံးပြု ၍ ပေးပို့ခြင်း ကို စစ်ဆေးလိမ့်မည် ဟု အရိပ်အယောင် ပြထားသည် ။\n",
        "output": [
            "The Supreme Cultural Revolution Council, created during the Islamic Cultural Revolution, indicated that it would filter immoral video and audio messages sent using cellular phones.\n"
        ]
    },
    {
        "input": "ကံ ဆိုးမှု နှင့် ပြောင်းလဲမှု တွေကြောင့် ဂျာမနီ ကို ကစားပွဲ တွင် ပထမဆုံး အကြိမ် အတွက် နည်းစနစ် ယှဉ်ပြိုင်မှု တွင် အသာရ ရန် ပို့ဆောင်သည်ကို တွေ့ခဲ့ရသည် ။\n",
        "output": [
            "The bad luck and changes seemed to put Germany in charge of the tactical game for the first time in the match.\n"
        ]
    },
    {
        "input": "ကလေး နှစ်ဦး ၏ ဖခင် ၊ ဘီလ် ရက်စ်ကို အဆိုအရ ၊ အဆိုပါ ၀က်ဝံ က လီဂိုးနီးယား မြို့နယ် တွင် လမ်း ၃၀ ကို ဖြတ် ပြီး သူတို့ သည် ကြက်တောင် ကစားနေခဲ့ သော ကလေး သုံး ဦး ဆီသို့ နေရာပြောင်းခဲ့သည် ။\n",
        "output": [
            "According to Bill Rusko, the father of two of the children, the bear crossed Route 30 in Ligonier Township and moved towards the three kids as they played badminton.\n"
        ]
    },
    {
        "input": "အီးဒီ မှ စွဲဆိုထားသော စာမျက်နှာ-၁၈ အကြောင်းပြ အသိပေး ဆင့်ခေါ်စာ တွင် ပိုက်ဆံ များ သည် အီရတ် ပြည်နယ် ဆီ ဈေးကွက် အဖွဲ့အစည်း ( အက်စ်အိုအမ်အို ) သို့ ဆီ ရောင်းဝယ်ရေး စာချုပ် နှစ်ခု အတွက် ပေးဆောင်ရသော ငွေ လဲလှယ်မှု တွင် ၊ ကုလသမဂ္ဂ နည်း ဥပဒေ များ ကို ချိုးဖောက်ခြင်း ဖြင့် ၊ တရားမဝင် ပေးခြင်း ဖြင့် ရရှိသည် ဟု ပြောထားသည် ။\n",
        "output": [
            "The 18-page show-cause notice issued by the ED says the money was acquired by the accused, in violation of U.N regulations, in exchange for two oil contracts awarded to Iraq's State Oil Marketing Organisation (SOMO).\n"
        ]
    },
    {
        "input": "မအောင်မြင်ပဲ အချိန်ပြည့်သွား ပြီးနောက် သူတို့ အတွက် ပွဲ ကို အနိုင်ရလောက်သော အတော် ရိုးရှင်းတဲ့ ကန်ချက် တစ်ခု ကို ပြောင်းလဲ ရန် ကြိုးစားပြီး ကူးခရစ်စ် က ဂိုးသွင်းနိုင်ခဲ့သည် ။\n",
        "output": [
            "Kukris scored a try after full-time yet failing to convert a relatively simple kick that would have won the game for them.\n"
        ]
    },
    {
        "input": "အေကေပီ ၌ တူရကီ နိုင်ငံ ၏ အမျိုးသား လွှတ်တော် ခန်းမ အထဲတွင် အမတ်နေရာ ၅၅၀ ထဲမှ ၃၅၃ နေရာ ရှိသည် ။\n",
        "output": [
            "The AKP has 353 of the 550 seats in Grand National Assembly of Turkey.\n"
        ]
    },
    {
        "input": "သူ က ၄င်း သည် “ တစ်ကမ္ဘာလုံးဆိုင်ရာ သေးငယ်သော ရုပ်ရှင်ရိုက်ကူးရေး ၏ ဘတ်ဂျက်များ ကို ဝင်ရောက်တိုက်ခိုက် သော ချိနဲ့သည့် ကိုယ်ရေးကိုယ်တာများ နှင့် လက္ခဏာရပ်များ အတွက် ငွေကြေး မြှင့်တတ်သော ကျွန်ုပ် ၏ အတွေ့အကြုံများ ပေါ် အခြေခံထားသော ဇာတ်လမ်း ပုံပြင်များ နှင့်အတူ စတင် ရုပ်ရှင်ရိုက်ကူးရေး အတွက် အသုံးဝင်သော ဆောင်းပါးများ ပေါင်းစပ်ထားသည် ” ဟု ပြောသည် ။\n",
        "output": [
            "He says that it \"combines helpful articles for beginning filmmakers with narrative tales based on my experiences raising money for features and the crazy personalities that invade the world of microbudget filmmaking.\"\n"
        ]
    },
    {
        "input": "ဂျနိုက် ဒစ်ကန်စံ အတွက် ကိုယ်စားပြုသူ တစ်ယောက် သည် ရိုင်ယန် ၏ သေဆုံးခြင်း အကြောင်း ကြေညာချက် တစ်ခု ထုတ်ပြန်ခဲ့သည် ။\n",
        "output": [
            "A representative for Janice Dickinson released a statement about the death of Ryan.\n"
        ]
    },
    {
        "input": "သူ့ စနစ် တွင် အခြား မည်သည့် အဆိပ်များ ရှိသည် ကို မသိသေးပါ ။\n",
        "output": [
            "It is unknown if there were any other poisons in his system.\n"
        ]
    },
    {
        "input": "အစ်စရေး ရေဒီယို က ဒါ ဟာ အရင်က အစ်စရေး စစ်ဆေးရေးဂိတ်တွေ မှာ ပေါက်ကွဲပစ္စည်းများ ကို လွှဲပြောင်းပေး ဖို့ ကြိုးစားနေသော လွန်ခဲ့သော နှစ်လ က ဖမ်းမိခဲ့တဲ့ တတိယ ပါလက်စတိုင်း ကလေး ဖြစ်တယ် လို့ မှတ်ချက်ပြုခဲ့ပါတယ် ။\n",
        "output": [
            "Israeli radio noted that this is the third Palestinian child in the past two months caught attempting to transfer explosives past Israeli checkpoints.\n"
        ]
    },
    {
        "input": "၎င်း၏ စာရင်း တွင် ပစ္စည်း များနှင့် ဆက်စပ်လျက်ရှိသော ဩစတြေးလျ အပြင်ဘက်တွင်ရှိသော အင်တာနက်စာမျက်နှာများ တွင် ဒဏ်ငွေများ အဖြစ် ပြစ်ဒဏ်သတ်မှတ်နိုင်သည် ။\n",
        "output": [
            "Fines can be imposed on websites outside Australia that link to material on its list.\n"
        ]
    },
    {
        "input": "လုပ်ဆောင်မှု ရဲ့ တစ်စိတ်တစ်ပိုင်း အဖြစ် ၊ ကွမ်တာစ် အဲဝေး တစ်ခု ဖြစ်သော အဲဘတ်စ် အေ ၃၃၀ ကို ဩစတြေးလျ အာဏာပိုင်းများက သမုဒ္ဒရာ ကို ကျော်ဖြတ်ပြီး စေလွှတ်ခဲ့ပါသည် ။\n",
        "output": [
            "As part of the operation, a Qantas Airways Airbus A330 was sent over the ocean by Australian authorities.\n"
        ]
    },
    {
        "input": "သံသယဖြစ်ဖွယ် အမျိုးအစား ငွေပေးချေခြင်းများ ကို စုံစမ်းမေးမြန်းခြင်း မပြု ပဲ ရွေးချယ်ခြင်း သည် သူတို့ ၏ ဥပဒေ ချိုးဖောက်မှု ကို တူညီသော လက်ခံ ခြင်း ဖြစ်ခဲ့သည် ဟု ၄င်းအရာ ကို ရေးမှတ်ထားခဲ့သည် ။\n",
        "output": [
            "It was noted that choosing not to investigate the suspicious nature of the payments was equivalent to accepting their illegality.\n"
        ]
    },
    {
        "input": "ကမ္ဘာ အနှံ့ အမေရိကန် ဒေါ်လာ သည် ၁ ရာခိုင်နှုန်း အားဖြင့် အားနည်းနေ ပြီး ၊ လဲအို ၏ မြင့်မားမှု သည် လည်း ကမ္ဘာ လုံး ဆိုင်ရာ ငွေကြေး လဲလှယ်မှု နှုန်းများ တွင် အကျိုး သက်ရောက်မှု တစ် ခု ဖြစ်ခဲ့သည် ။\n",
        "output": [
            "The leu's growth also had an impact on global exchange rates, weakening the US dollar worldwide by 1%.\n"
        ]
    },
    {
        "input": "“ ကနေဒီယန် စစ်သားများ ၏ လူသတ်မှု ကို စွဲဆိုခဲ့သည့် အမှု မှ မှတ်တမ်း အနည်းငယ် ရှိခဲ့ သော်လည်း ၊ လူသတ်မှု အတွက် တရားရုံး အမိန့် မရှိခဲ့ပါ ။ ”\n",
        "output": [
            "\"There are a few recorded instances of alleged extra-judicial killing by Canadian soldiers, but no court martials for murder.\"\n"
        ]
    },
    {
        "input": "\" တရားဝင် ထင်မြင်ချက်မပေးနဲ့ဦး ၊ ပြီးတော့ ဒါနဲ့ပတ်သက်တဲ့အကြောင်းတွေကို ၊ လုံး၀မလွှင့်နဲ့ဦး ။ \"\n",
        "output": [
            "\"Do not comment officially and of course, not on the air, about it.\"\n"
        ]
    },
    {
        "input": "တချို့ အကူအညီများ သည် စားအစာ ပုံစံ အနေ ရောက်လာခဲ့ကြပြီး ၊ အခြား အကူအညီများ ကို အကူအညီပေးရေး ကိုယ်စားလှယ် လုပ်ငန်းများ အားဖြင့် အီသီယိုးပီးယား တောင်သူလယ်သမားများ ထံမှ စပါး ကို ဝယ် ရန် အသုံးပြုနိုင် ခဲ့လိမ့်မည် ဖြစ်သော ငွေသား အဖြစ် ရောက်ရှိလာခဲ့ကြသည် ။\n",
        "output": [
            "Some aid came in the form of food, while other aid came as cash which would be used by the aid agencies to buy grain from Ethiopian farmers.\n"
        ]
    },
    {
        "input": "ပထမဆုံး မှာ လူထု က မီးရထားလမ်းချော် သည် ထင်မှတ်ခဲ့ သော ၊ ပက်တင်ဂွန် မှ ထွက်ခွာလာသော ထို အက်ဝယ်လဲ လမ်း မီးရထား သည် ၊ အခြား ဦးတည်ချက် မှ လာသော မီးရထား တစ်စင်း ၊ နှင့် ဆန့်ကျင်ဘက် အဝိုင်း ပေါ်တွင် ပေါက်ကွဲခဲ့သည် ။\n",
        "output": [
            "The Edgware Road train, leaving for Paddington and also on the Circle, exploded opposite a train coming from the other direction, making people think at first that it was a derailment.\n"
        ]
    },
    {
        "input": "\" ထို လုပ်ငန်း ၌ ၊ လေထဲ တွင် လွင့်မြောနေသော အလူမီနီယမ် ( အလူမီနီယမ် ) အမှုန့် အမြောက်အများ ရှိသည် ။ \"\n",
        "output": [
            "\"In the process, there is lots of aluminum (aluminium) dust floating in the air. \"\n"
        ]
    },
    {
        "input": "ဒီ နှစ် ဇွန် လ တွင် ဂျီလဒ်တ် ရှာလစ် ကို ဖမ်းဆီးမှု နောက်ပိုင်း အစ္စရေး တပ်ဖွဲ့များ ဂါဇာ တွင် ဝင်ရောက် သိမ်းပိုက်မှုများ ပုံမှန် ပြုလုပ်လေ့ရှိသည် ။\n",
        "output": [
            "Israeli troops have regularly made incursions into Gaza following the capture of Gilad Shalit in June this year.\n"
        ]
    },
    {
        "input": "လေဘာ အမ်ပီ ဒစ်ခ် အာဒမ်စ် က ဘီဇလေ ကို ခေါင်းဆောင် အဖြစ် ၊ ထား ဖို့ သူ မဲပေးခဲ့မယ် ဆိုရင်တောင် သူ ဟာ ပါတီ ၏ ခေါင်းဆောင် အသစ် ကို အထောက်အပံပေးမယ် လို့ ပြောခဲ့ပါသည် ။\n",
        "output": [
            "Labor MP Dick Adams said even though he voted for Beazley to remain as leader, he supports the party's new leadership.\n"
        ]
    },
    {
        "input": "သားအိမ်ပြင်ပ သန္ဓေတည်မှု ရှိခြင်း သည် “ မကြားဖူးသော ” နောက်ဆုံးအချိန်ပြည့် အထိ အသက်ရှင်နိုင်သည် ဆိုတာကို ဆေးရုံ ၏ သားဖွားမီးယပ်အထူးကု အန်ဒရူးမယ်လာ က ပြောကြားသည် ။\n",
        "output": [
            "The hospital's obstetrician Andrew Miller says that having an ovarian pregnancy survive to full-term is \"unheard of\".\n"
        ]
    },
    {
        "input": "စတင်သူ ပြီးဆုံးတာ နှင့်တပြိုင်တည်း နောက်ဆုံး ၌ ဌာန အားလုံး သည် လင်းနစ် နှင့် အိုးပင်းအော့ဖ်ဖစ်ဒေါ့အိုအာဂျီ ကို ပြောင်းသုံးခဲ့ကြသည် ။\n",
        "output": [
            "Once the pilot is completed all the departments will eventually be migrated to Linux and OpenOffice.org.\n"
        ]
    },
    {
        "input": "မီး လောင်ကျွမ်းမှု ကြောင့် သိုး နှင့် ကျွဲ ထောင် ပေါင်း များ စွာ လည်း သေဆုံးခဲ့သည် ။\n",
        "output": [
            "Thousands of sheep and cattle have also been killed in the fires.\n"
        ]
    },
    {
        "input": "စင်ကာပူ လေကြောင်းလိုင်း သို့ ပေးပို့မှုများ က ၊ ၄င်း ၏ ဖောက်သည်များ စတင်ဆောင်ရွက်မှု သည် ၊ နောက်ပိုင်း နှစ် နှစ် - အောက်တိုဘာ တိုင်အောင် ကြောင့် မဟုတ်ပါ ။\n",
        "output": [
            "Deliveries to Singapore Airlines, its launch customer, are not due until October - two years late.\n"
        ]
    },
    {
        "input": "ဤ လူ့အခွင့်အရေး သည် တူရကီနိုင်ငံ ၏ ဥရောပအဖွဲ့ သို့ ဝင်ခွင့်ရ ရန် ကြိုးပမ်းမှု အတွက် စမ်းတဝါးဝါး ပိတ်ဆို့မှု တစ်ခု အနေဖြင့် ကာလရှည်စွာ ဆောင်ရွက်ခဲ့ခြင်း နှင့် သက်ဆိုင်သည် ။\n",
        "output": [
            "Such human rights concerns have long served as a stumbling block for Turkey's attempts to join the European Union.\n"
        ]
    },
    {
        "input": "ကျန်းမာရေး နှင့် လုံခြုံရေး ဆိုင်ရာ ကတိဖောက်ဖျက်မှုများ သည် သူ့ သေဆုံးမှု ၏ “ သိသာထင်ရှား သည့် အကြောင်းရင်း “ တစ်ခု ဟု ၊ ယုံကြည်ရသူ က ဝန်ခံခဲ့ကြောင်း ပါစ်ကယ်လ် ဘိတ်စ် က တရားလို အနေ နှင့် ထွက်ဆိုခဲ့သည် ။\n",
        "output": [
            "The trust admitted that health and safety breaches were a \"significant cause\" of his death, said Pascal Bates for the prosecution.\n"
        ]
    },
    {
        "input": "စပီးယား သည် သတင်းထောက်များ ၏ မစဥ်းစားပဲပြုလုပ်သည့် ထိခိုက်မှု နှင့် တစုံတရာ အတွက် လျှော်ကြေး မယူ ခဲ့ပါ ၊ စပီးယား သည် လူ များ အား ဖမ်းဆီးခဲ့ သည်ကို မလိုလား ခဲ့ပါ ။\n",
        "output": [
            "Spears was not charged with anything and despite the paparazzis' recklessness, Spears did not want the men arrested.\n"
        ]
    },
    {
        "input": "စုံစမ်းမေးမြန်းခြင်း က လွှတ်တော် အမတ်များ ၁၇ ယောက် နှင့် ပွဲကြည့်ပရိသတ် အယောက် ၃၀ ကို တောင်းဆိုခဲ့သည် ။\n",
        "output": [
            "The investigation was requested by 30 House members and 17 Senators.\n"
        ]
    },
    {
        "input": "ယင်း တည်းဖြတ်သူများ ထဲမှ တစ်ဦး ဖြစ်သည့် ဂျပ်စတန်ဒီးလ် က ၊ ယန်းထရစ် ကို \" သင် ၏ အချို့သော တည်းဖြတ်မှုများ သည် ခေါင်းစဉ် ကို ဤ လမ်း ကဲ့သို့ သက်ရောက်နိုင်သည့် အတွက် ခေါင်းစဉ် ၏ အကြောင်းအရာ အပေါ် တွင်လည်း ပို၍ နှစ်သက်စေသည် \" ဟု ပြောခဲ့သည် ။\n",
        "output": [
            "One of these editors is Justen Deal, who told Young Trigg that \"some of yours edits may have affected the article in such a way so as to reflect more favorably on the subject of the article.\"\n"
        ]
    },
    {
        "input": "အဆိုပါ ပျက်စီမှု အစီရင်ခံစာ ကို ဟေတီ အစိုးရ သည် လက်တင် အမေရိက နှင့် ကာရေဗီယန် စီးပွားရေး ကော်မရှင် ၊ အင်တာအမေရိကန် ဖွံ့ဖြိုးရေး ဘဏ် ၊ ကမ္ဘာ့ ဘဏ် ၊ ကုလသမဂ္ဂ နှင့် ဥရောပသမဂ္ဂ တို့ ၏ အကူအညီ နှင့် ပြင်ဆင်ခဲ့သည် ။\n",
        "output": [
            "The damages report was prepared by the Haitian Government with the support of the Economic Commission for Latin America and the Caribbean, the Interamerican Development Bank, the World Bank, the United Nations and the European Union.\n"
        ]
    },
    {
        "input": "ဆာကိုဇီ ၏ အဆိုအရ ၊ နောက်ထပ် ဆောင်ရွက်မှုများ သည် နယ်စပ် ဧရိယာ ကို သာလျှင် ရည်ညွှန်းသည် ။\n",
        "output": [
            "According to Sarkozy, these additional measures refer to the border area only.\n"
        ]
    },
    {
        "input": "ပီပါ စပရေး အသုံးမပြုနိုင်သော နေရာများ တွင် တံတွေး ထွေးခြင်း ၊ ရေ ဖြင့် ပက်ခြင်း သို့မဟုတ် အစောင့်များ အပေါ် ဆီးသွား ရန် ကြိုးစားခြင်းများ ကဲ့သို့သော ဖြစ်ရပ်များ ကို စည်းကမ်း ဥပဒေ ချိုးဖောက်သော အမှုများ အဖြစ် ရှင်းလင်းစွာ စာရင်း ပြုစုထားပါသည် ။\n",
        "output": [
            "Infractions such as spitting, throwing water at, or attempting to urinate on guards appear as explicitly listed cases where pepper spray may not be used.\n"
        ]
    },
    {
        "input": "“ ပြောင်းလဲမှု အတွက် အချိန် ရောက်ပြီ လို့ ကျွန်တော် ခံစားရကြောင်း ၊ ” ပိုင်ရှင် ဒရေးတွန် မက်စ်လိန်း က ပြောခဲ့သည် ။\n",
        "output": [
            "\"I felt this was the time for a change,\" owner Drayton McLane said.\n"
        ]
    },
    {
        "input": "အဆိုပါ ကင်မရာ ကို အင်ဂျင်နီယာများ သည် ချွတ်ယွင်းချက် တစ်ခု ကြောင့် မူလ ပါဝါ ထောက်ပံ့မှု ( \" ဆိုက် အေ \" ) မှ အရန်ကူးယူထားသော ( \" ဆိုက် ဘီ \" ) သို့ ပြောင်းလိုက် သောအခါ ၂၀၀၆ ခုနှစ် ၊ ဇွန် လ ၃၀ ရက် နေ့ ၊ ကတည်းက ၎င်း ၏ အရန်ဆောင်းထားသော ပါဝါ ဖြင့် လုပ်ဆောင်ခဲ့သည် ။\n",
        "output": [
            "The camera had been operating on its backup power since June 30, 2006, when engineers switched from the primary power supply (\"Side A\") to the backup (\"Side B\") due to a malfunction.\n"
        ]
    },
    {
        "input": "သူ၏ တိုက်တွန်းအားပေးမှု ကြောင့် ဗာဒီ သည် စနစ်ကျသော ဖခင် တစ်ဦး ဖြစ် သလား ၊ သို့မဟုတ် တကယ်တော့ နောက်ကျကျန်ခဲ့သူ ကို ထောက်ပံ့အားပေးသူလား ၊ ဆိုတာ သူ ဈေးကွက် ထဲသို့ သူ၏ ကလေးများ ၏ ဒီ ထုတ်ကုန်များ ကို ပို့ဆောင်ပေး ရန် ကြိုးစား သည့် အတွက်ကြောင့် တစ်စုံတစ်ရာသော အချိန် က သာလျှင် သူ့ကို ပြောလာလိမ့်မည် ။\n",
        "output": [
            "Whether Vardi is a smart parent for his encouragement, or in fact propping up laggards, is something only time will tell him as he attempts to bring these products of his children to market.\n"
        ]
    },
    {
        "input": "ဆီးချို အမျိုးအစား ၂ ရှိသော - အင်ဆူလင် ခုခံခြင်း ပိုသော သူများ တွင် မျိုးရိုးဗီဇ သတ်မှတ်ချက် “ ဆယ်လီနိုပရိုတင်း ပီ “ ( အက်စ်အီးပီပီ၁ ) ပိုမို မြင့်မားသော ပမာဏ ကို အသည်း က ဖော်ပြသည် ကို သုတေသီများ က တွေ့ရှိခဲ့သည် ။\n",
        "output": [
            "The researchers found the liver expresses higher levels of the gene encoding \"selenoprotein P\" (SEPP1) in people with type 2 diabetes – those with more insulin resistance.\n"
        ]
    },
    {
        "input": "သတ္တုတွင်း ဝန်ကြီး မာတင် ဖာဂူဆန် က “ သြစတြေးလျ ကမ်းရိုးတန်း သို့ ခြိမ်းခြောက်မှု မရှိခဲ့ ဟု “ ပြောကြားခဲ့သည် ။\n",
        "output": [
            "Resources Minister Martin Ferguson said that \"there's no threat to the Australian coast.\"\n"
        ]
    },
    {
        "input": "သူ သည် ပါကားဘာ့ဂ် ကို ပြည်နယ် ၁၉ ခု အား သရေကျမှု ဦးဆောင်ခဲ့ ပြီး ၁၉၉၃ ခုနှစ် နှင့် ၂၀၀၁ ခုနှစ် တို့ တွင် ပြည်နယ် ဆု ကို အနိုင်ရရှိခဲ့သည် ။\n",
        "output": [
            "He led Parkersburg to 19 state playoffs and won state titles in 1993 and 2001.\n"
        ]
    },
    {
        "input": "ဥရောပ ပါလီမန် သည် အမှု တစ်ခု ကို ပြေလည်အောင်ဖြေရှင်းခြင်း တစ်ခု ကို တိုက်တွန်းခဲ့ ပြီးနောက် ဗြိတိသှ် အစိုးရ အားဖြင့် သောကြာနေ့ ကြော်ငြာမှု တစ်ခု ကို ထုတ်ပြန်ခဲ့ ပြီးေတာ့ လိင်တူဆက်ဆံခြင်း နှင့် အီရန် သည် ကွပ်မျက်ခြင်း ၏ သမိုင်း တစ်ခု ရှိသည် လို့ ပြောခဲ့သည် ။\n",
        "output": [
            "The announcement Friday by the British government came after the European Parliament urged a resolution to the case and said that Iran has a history of torturing and executing homosexuals.\n"
        ]
    },
    {
        "input": "ဒါဟာ မိုက်ခရိုဆော့ ၏ မီဒီယာ စင်တာ အလုပ်လုပ်ခြင်း စနစ် နှင့် တိုက်ရိုက် ယှဉ်ပြိုင်လိမ့်မယ် ။\n",
        "output": [
            "It will directly compete with Microsoft's Media Center operating system.\n"
        ]
    },
    {
        "input": "“ ညီကိုရင်း နိုင်ငံ တစ် ခု ပြန်ဖြစ်ရန် ခွင့်လွှတ်မှု တောင်းခံခြင်း နှင့် ဘယ်သောအခါမှ တိုက်ခိုက်မှု မပြု ဆိုသည့် ၀န်ခံကတိ နှင့်အတူ ၊ ကျွှန်တော်တို့ က ဒီ အလွန် ပြင်းထန်သော အဖြစ်အပျက် ကို ပြန်လည်ဖြေရှင်းဖို့ စဉ်းစားနိုင်တယ် ” ၊ ဟု အီကွေဒေါ နိုင်ငံ သမ္မတ ရေဖယ် ကော်ရီရာ က ၊ အခြားသော လက်တင် အမေရိကန် ခေါင်းဆောင်များ ကို အားပေးသော အနေဖြင့် ပြောခဲ့ပါသည် ။\n",
        "output": [
            "\"With the commitment of never attacking a brother country again and by asking forgiveness, we can consider this very serious incident resolved,\" said Ecuadorian president Rafael Correa, as the other Latin American leaders applauded.\n"
        ]
    },
    {
        "input": "အခြား နိုင်ငံများ က စျေး ကြီးသော ရိုမေးနီးယား တင်ပို့ကုန်များ ကို ရှာဖွနေကြ ပြီးနောက် ၊ လဲအို ၏ တန်ဖိုးတက်ခြင်း ကြောင့် ပြိုင်ဆိုင်မှု လျော့နည်း ပြီး ၊ တိုင်းပြည် တွင် ငွေစာရင်း လိုငွေပြမှု များလာ ပြီး ကျယ်ပြန့်လာနိုင်သည် ။\n",
        "output": [
            "Other countries are finding Romanian exports more expensive, and therefore less competitive, due to the leu's appreciation, and this could widen the already large account deficit in the country.\n"
        ]
    },
    {
        "input": "ရက်ဇဲ့ခ် ရာဘင် ၏ အောက်မေ့ သတိရခြင်း အတွက် စည်းလုံး ညီညွှတ်မှု တွင် ရပ်တည် ရန် အမေရိကန် မှ သူ ၏ ဇနီး ၊ သမီး နှင့် မိတ်ဆွေများ နှင့်အတူ အဆိုပါ အခမ်းအနား ၌ ရှိနေခြင်း သည် က သူ့ အတွက် အထူး ဂုဏ်ယူမှု တစ်ခု ဖြစ်ခဲ့သည် ဟု ကလင်တန် က ပြောကြားခဲ့သည် ။\n",
        "output": [
            "Clinton said that it was a great honor for him to be at the ceremony with his wife, daughter and friends from America to stand in solidarity for the memory of Yitzhak Rabin.\n"
        ]
    },
    {
        "input": "သေဆုံးခဲ့ သူ အများစု မှာ အောက်ထပ် ကုန်းပတ် တွင် ညစာစားနေခဲ့ကြ ပြီး ၊ အောက်ဘက်တွင် ပိတ်မိခဲ့ကြသည် ။\n",
        "output": [
            "Most who died were dining on the lower deck, and were trapped below.\n"
        ]
    },
    {
        "input": "ဘင်္ဂလားဒေ့ရှ် မှာ ဒုတိယ အကြီးဆုံး မြို့တော် တောင်ပိုင်း ဆိပ်ကမ်းမြို့ တစ်မြို့ ဖြစ်တဲ့ ၊ စစ်တကောင်း ကို ငလျင် လှုပ်ခတ်သွားတယ် လို့ ဘင်္ဂလားဒေ့ရှ် မိုးလေဝသ ဦးစီးဌာန က ကြေငြာချက် တစ်ခု ထုတ်ပြန်ခဲ့ပါတယ် ။\n",
        "output": [
            "The Bangladesh Meteorological Department issued a statement that the quake had struck Chittagong, a southern port that is the second largest city in Bangladesh.\n"
        ]
    },
    {
        "input": "ဥရောပ နိုင်ငံများ အများအပြား က ဆေး ကို ထုတ်လုပ် သော်လည်း ၊ အများအားဖြင့် ဥရောပ တွင် မေ့ဆေး တစ်မျိုး အဖြစ် သုံး သည့် ၊ ၂၀ဝ၈ ခုနှစ် ကတည်းက အီးယူ မှ ထောက်ခံခဲ့သော ဖျက်သိမ်းခြင်း ၊ သေဒဏ် နှင့် တွဲဖက်၍ ၎င်း အား အသုံးပြု ရန် ထောက်ပံ့ပေးခြင်း ကို မည်သည့် ထုတ်လုပ်သူ က မှ ဆန္န မရှိသည် ကို တွေ့ရှိသွားခဲ့သည် ။\n",
        "output": [
            "Although many European countries manufacture the drug, which is primarily used in Europe as an anæsthetic, no manufacturer has been found that is willing to supply it for use in conjunction with the death penalty, the abolition of which has been lobbied by the EU since 2008.\n"
        ]
    },
    {
        "input": "\n",
        "output": [
            "He has also faced criticism for having a high number of sexual partners, when 26% of 15 to 49 year olds are HIV positive.\n"
        ]
    },
    {
        "input": "စီရင်ချက် အရင် ဖြစ်သော ၊ မတ်လ ၁၀ ရက်နေ့ က ဖော်ပြချက် တစ်ခု မှာ ၊ ဆိုင်မွန် သည် သူ၏ လုပ်ရပ် အတွက် နောင်တ ကို ဖော်ပြခဲ့သည် ။\n",
        "output": [
            "In a statement March 10, prior to the verdict, Simon expressed regret for his actions.\n"
        ]
    },
    {
        "input": "ပထမ ဝန်ကြီး ဆော်လ်မွန် သည် အောက်မေ့ဖွယ် ဥယျာဉ် တစ် ခု နှင့် ကြေး ရုပ်တု တစ် ခု ထိုရုပ်ထု ကို မတော်တဆဖြစ်ရပ် ၏ နှစ် ၅၀ ပြည့် အမှတ်အသား အဖြစ် ထားရှိ ပြီး ဖွင့်လှစ်ခဲ့သည် ။\n",
        "output": [
            "First Minister Salmond unveiled a memorial garden and a bronze statue which had been placed to mark the 50th anniversary of the incident.\n"
        ]
    },
    {
        "input": "သူ့ ရဲ့ ကော်လံ က သူ့ ဘဝ တစ်လျှောက်လုံး မြူးထူးခြင်း တစ်ခု ၊ လူမှုရေး-နိုင်ငံရေး ကိစ္စ အပေါ်မှာ ကတောက်ကဆတ်တွေ နဲ့ သဘောထားတွေ ဖြစ်တယ် ။\n",
        "output": [
            "His column is a romp through his life, spats and opinions on socio-political issues.\n"
        ]
    },
    {
        "input": "ကယ်လီဒိုးနီးယား တည်ရှိသော နေရာ သည် ၊ ဟဲလ်ဒီမန် ခရိုင် ၏ မြို့တော်ဝန် မာရီ ထရိန်နာ က ၊ “ နောက်ထပ် အစည်းအဝေး သို့မဟုတ် နှစ်ခု သည် စီးပွားရေး ကို ပြုလုပ်မည့် အစား မရေရာသော အရာဝတ္ထု အပေါ် ေနာက်ထပ် အချိန်ဖြုန်းလိမ့်မည် ။ ” : ဟု ပြောခဲ့သည် ။\n",
        "output": [
            "Mayor Marie Trainer of Haldimand County, were Caledonia is located, said: \"The next meeting or two will be wasted on frivolous stuff again instead of getting down to business.\"\n"
        ]
    },
    {
        "input": "များပြားသော အိမ်ပိုင်ရှင်များ က သူတို့ အိမ်ခြံမြေအပေါင်စာချုပ်များ အပေါ် အလွဲသုံးစားလုပ် လျှင် , မူလ-ခွဲ ငွေထုတ်ချေးသူ က ပျက်ကွက်ခြင်း ကို အဆုံးသတ်သွားနိုင်ပါသည် ။\n",
        "output": [
            "If too many homeowners default on their mortgages, the sub-prime lender can end up defaulting.\n"
        ]
    },
    {
        "input": "နိုက်ဂျီရိယန် လူ တစ်ယောက် သည် သူ၏ အတွင်းခံဘောင်းဘီ တွင် ပေါက်ကွဲစေသော ပစ္စည်း နှင့် မြစ်ဝကျွန်းပေါ် လေယာဉ် တစ်စီး ၏ ဗုံးကြဲတိုက်ခိုက်မှု ဒီဇင်ဘာ ၂၅ ကြိုးစားမှု ကျရှုံးမှု ကြောင့် ယူအက် တွင် ၎င်း၏ လေဆိပ် လုံချုံရေး တိုးမြင့်ခံထားသည် ။\n",
        "output": [
            "The US has increased its airport security following the failed attempted December 25 bombing of a Delta flight by a Nigerian man with explosives in his underpants.\n"
        ]
    },
    {
        "input": "“ ကျနော်တို့ အယူခံ တွင် ကျနော်တို့ သည် အနိုင်ရလိမ့်မည် ဆိုတာ သံသယ မရှိပါဘူး ၊ ” ဟု အိုလွန် က သတင်းထောက်များကို ပြောကြားခဲ့သည် ။\n",
        "output": [
            "\"We have no doubt that we will win on appeal,\" Oblon told reporters.\n"
        ]
    },
    {
        "input": "ယခင်က အများပြည်သူ ကျောင်း သိပ္ပံပညာ သင်ရိုးညွှန်းတမ်း တွင် နားလည်သိမြင်တတ်သည့်စွမ်းရည်ရှိသော ဒီဇိုင်း ထည့်သွင်း ရန် ကျောင်း ဘုတ်အဖွဲ့ အဖွဲ့ဝင်များ အဖြစ် မဲပေးခဲ့သော ကိုယ်စားလှယ်လောင်း နှစ်ဦး သည် အင်္ဂါနေ့ ရွေးကောက်ပွဲ တွင် မဲအရေအတွက် အနည်းဆုံး ရရှိခဲ့သည် ။\n",
        "output": [
            "Two candidates who had previously voted as school board members to include intelligent design in the public school science curriculum received the fewest votes in Tuesday's election.\n"
        ]
    },
    {
        "input": "အဆိုပါ ၂၈ နှစ် အရွယ်ရှိသူ သည် ဂျိုး ဂျက်ကိုဆန် သယ်လာသောဘောလုံးကိုဝင်လု၍ ဒါဏ်ရာရခဲ့ ပြီး သူ့ကို ဆေးရုံ သို့ မသယ်ဆောင်သွား ခင်အထိ ကစားပွဲ ကို ရပ်တန့်ထားခဲ့ရသည် ။\n",
        "output": [
            "The 28 year old was injured in a tackle by Joe Jacobson and the game was delayed before he was taken to hospital.\n"
        ]
    },
    {
        "input": "မေးခွန်းများ ကို ဖြေ ပြီးနောက် ဗီဒီယို ထုတ်ပြန် ကြေညာချက် ကို ဂျွန်ကယ်ရီ မှ စတင် တီးခတ်ခဲ့သည် ။\n",
        "output": [
            "After questions and answers finished, the video statement from John Kerry began to play.\n"
        ]
    },
    {
        "input": "အချို့ ကျောင်းသားများ က သူတို့ ဟာ ပထမ ဖြစ်ရပ် ပြီးနောက် နှစ် နာရီ ကျော် ကြာ အီးမေးလ် သတိပေးချက် တစ်ခု ပို့ သည့် တိုင်အောင် တက္ကသိုလ် မှ သတိပေးမှု မရရှိခဲ့ဘူး ဟု ငြင်းဆန်ခဲ့သည် ။\n",
        "output": [
            "Some students complained that they had received no warning from the university until an e-mail alert sent more than two hours after the first incident.\n"
        ]
    },
    {
        "input": "ဟောင်လန်ဆိုင် ( အက်အေစီ ၏ ဒုတိယ တာဝန်ခံ ) က အက်အေစီ သည် လူနည်းစု သို့မဟုတ် ချို့တဲ့သော ပြည်သူလူထု တို့ အပေါ် ပါဝင်လှုပ်ရှားမှု ကို လေးစားခဲ့သည် နှင့် အက်အေစီ သည် ရေရှည်ကာလ တစ်ခု အတွက် ထိုင်ဝမ် တွင် လူထုအားကစားလှုပ်ရှားမှုများ ကို အားပေးလှုံ့ဆော်ခဲ့သည် ဟု မှတ်ချက်ပြုပြောကြားခဲ့သည် ။\n",
        "output": [
            "Huang-lang Tsai (Deputy Commissioner of SAC) remarked that SAC promoted public sports in Taiwan for a long period, and SAC respected the participation on disadvantaged people or minority.\n"
        ]
    },
    {
        "input": "စည်းကမ်းများ ၏ အစု သစ် သည် သောက် ရန် သို့မဟုတ် စား ရန် ကြိုးစားခြင်း ကို ဆန့်ကျင်သည့် စည်းကမ်း နှင့် ၊ အမ်တီအာရ် အဆောက်အအုံများ တွင် လှည့်လည်ခြင်း ကို ဆန့်ကျင်သည့် စည်းကမ်းများ လည်း ပါဝင်ခဲ့သည် ။\n",
        "output": [
            "The new set of rules have also excluded the regulation against wandering in MTR premises, as well as the rule against attempting to eat or drink.\n"
        ]
    },
    {
        "input": "၂၀ဝ၆ ခုနှစ် တွင် အခြား ဘီ၇၃၇ သည် ပျံသန်းမှုဆိုင်ရာ ပြဿနာ တစ်ခု ဖြစ်ပွားခဲ့ ပြီး ရည်ရွယ်သော ဦးတည်ချက် မှ မိုင် ရာပေါင်းများစွာ တွင် အရေးပေါ် ဆင်းသက်မှု တစ်ခု မပြုလုပ်ခင် ရေဒါ မြင်ကွင်း တစ်ခု မှ ၊ နာရီပေါင်း များစွာ ပျောက်ကွယ် ပျံသန်းခဲ့သည် ။\n",
        "output": [
            "In 2006 another B737 suffered a navigational problem and flew into a radar blackspot, leaving it lost for several hours before performing an emergency landing hundreds of miles from the intended destination.\n"
        ]
    },
    {
        "input": "အန်အင်အက်ဆောရဲလာ က ပဋိပက္ခ ဖြစ်ပွားမှုများ ကို သမ္မတ အာဆတ်ဒ် ၏ အမိန့် ဖြင့် ပြန်လှည့်ခဲ့သည့် တိုင်အောင် ဟတ်ဘိုလ သည် ဆက်လက် တိုက်ပွဲဝင်သွားလိမ့်မည် ဖြစ်ကြောင်း အာမခံ ပြောကြားခဲ့သည် ။\n",
        "output": [
            "Nasrallah pledged Hezbollah will continue fighting until the conflict has been turned in President Assad's favour.\n"
        ]
    },
    {
        "input": "အမ်စတာဒမ် နှင့် ပဲရစ် သို့ ဝန်ဆောင်မှုများ ရပ်ဆိုင်းထား သော်လည်း ဘရူဇဲ နှင့် ကလုံး အတွင်း သိုင်းစ် ဝန်ဆောင်မှု ပြန်လည်စတင်ခဲ့သည် ။\n",
        "output": [
            "Thalys services between Brussels and Cologne have now resumed, but services to Amsterdam and Paris are still suspended.\n"
        ]
    },
    {
        "input": "ဂျပန်နိုင်ငံ ၏ မိုးလေဝသဌာန မှ ပြောကြားသည် မှာ ပထမဆုံး နှင့် နောက်ဆုံး မြေငလျင်များ သည် အမှန်တကယ် ပြင်းအား ၆ဒဿမ၇ ထိ ရှိခဲ့ကြပါသည် ။\n",
        "output": [
            "Japan's weather agency says the first and last quakes were actually 6.7 magnitude.\n"
        ]
    },
    {
        "input": "ကြီးမားသော မဟာမိတ်ဖွဲ့စည်းခြင်း ၏ ကိုယ်စားလှယ်များ သည် ဤ မေးခွန်း နှင့်စပ်လျဉ်း၍ သူတို့၏ အမြင်များ မှာ ကွဲပြားခဲ့ကြသည် ။\n",
        "output": [
            "Representatives of the grand coalition differed in their views regarding this question.\n"
        ]
    },
    {
        "input": "ဩစတြေးလျ နိုင်ငံ ၏ ပြည်နယ် ကွင်းစလန်း တွင် လာမည့် ဒီ အပတ် စနေနေ့ ၌ ရွေးကောက်ပွဲ တစ်ခု နှင့်အတူ ၊ ဝီကီနယူး သတင်းထောက် ပတ်ထရစ် ဂေးလတ် က ပါဝင်ယှဥ်ပြိုင်မည့် ပါတီများ အား ကြိုတင်သတင်းထုတ်ပြန်သည် ။\n",
        "output": [
            "With an election coming up this Saturday in the Australian state of Queensland, Wikinews reporter Patrick Gillett previews the contesting parties.\n"
        ]
    },
    {
        "input": "ဗန် ဂေါ့ချ် သည် အစ္စလာမ်ဘာသာဝင်များ ၏ ခိုင်ခိုင်မာမာ ဝေဖန်ရေးသမား တစ်ဦး ဖြစ်ခဲ့ ပြီး ၄င်း၏ အမျိုးသမီးထု ၏ နှိပ်စက်မှု ကို လေ့လာမိခဲ့သည် ။\n",
        "output": [
            "Van Gogh had been a staunch critic of Islam and its perceived mistreatment of women.\n"
        ]
    },
    {
        "input": "ထို့ပြင် ၊ လဲအို ၏ တန်ဖိုးတက်ခြင်း သည် ၊ ပို့ကုန် လုပ်ငန်းရှင်များ အပေါ် ကြီးမားသော ဖိအား ရှိနေခြင်း ကြောင့် အားလုံး မကောင်းပါ ။\n",
        "output": [
            "The leu's appreciation, however, isn't all positive, because it is putting a great deal of pressure on exporters.\n"
        ]
    },
    {
        "input": "သူ က အဖြစ်အပျက် သည် \" မျက်တောင် တစ်ချက် ခတ်ချိန် \" ထက် မ ကြာခဲ့ ဟု ပြောခဲ့တယ် ။\n",
        "output": [
            "He said that the incident took no longer than the \"wink of an eye\".\n"
        ]
    },
    {
        "input": "ကွန်တီ သည် လောလောဆယ် တွင် စတီရိုရိုဒ် နှင့် ငွေကြေး ခဝါချခြင်း ၏ ဖြန့်ဖြူးမှု အတွက် ထောင် တွင် လေး လ ကြာ ထမ်းဆောင်ခဲ့သည် ။\n",
        "output": [
            "Conte is currently serving four months in prison for distribution of steriods and money laundering.\n"
        ]
    },
    {
        "input": "ပစ်ကာဒယ်လီ ဆာကပ်စ် မြေအောက် ဘူတာရုံ ကို အစောပိုင်း တွင် ပိတ်ပစ် ပြီးနောက် ပြန်ဖွင့်ခဲ့သည် ။\n",
        "output": [
            "Piccadilly Circus tube station has reopened after an earlier closure\n"
        ]
    },
    {
        "input": "၁၉၉၂ခုနှစ် တွင် ဘီအမ်ဂျီ နှင့် ဝုဂန်း ဖန့် တို့ အကြား ဖက်စပ် ကုမ္ပဏီ တစ်ခု အဖြစ် ဖွဲ့စည်းခဲ့ပြီး ၊ ဓာတ်ပြား ကုမ္ပဏီ သည် ဆိုနီ ဘီအမ်ဂျီ ကို ဖွဲ့စည်း ရန် ၂၀ဝ၅ခုနှစ် တွင် ၎င်း၏ မူရင်း ဆိုနီ နှင့် ပူပေါင်း ပြီး ဖန့် သည် ၂၀ဝ၈ခုနှစ် ဒီဇင်ဘာလ တွင် ဥက္ကဋ္ဌ အဖြစ်မှ နှုတ်ထွက်ခဲ့သည် ကို တွေ့ရှိ ခဲ့သည် ။\n",
        "output": [
            "Formed as a joint venture between BMG and Wolfgang Funk in 1992, the label had seen its parent merge with Sony in 2005 to form Sony BMG and Funk quit as president in December 2008.\n"
        ]
    },
    {
        "input": "ခရီးစဉ် သည် မြို့တော် သို့ လုံခြုံရေး များ ကြိုးစား ၍ ချထား ရန် အများအားဖြင့် အီရတ် နိုင်ငံ သား များ ၇၀ဝ၀ဝ ကျော် ကို ဘက္ကဒက် မြို့ အတွင်း သို့ ဖြန့်ကျက် ချထား ရန် ပြင်ဆင်နေချိန် တွင် ဆိုက်ရောက်လာသည် ။\n",
        "output": [
            "The trip comes as over 70,000 mostly Iraqi citizens prepare to deploy into Baghdad to try and bring security to the capital.\n"
        ]
    },
    {
        "input": "အဆိုပါ စကားပြန် က ဘာကြောင့် စတင် ပစ်ခတ် လည်း ကို ၄င်း က မရှင်းလင်းသေးဘူး : သို့ရာတွင် ၊ အဆိုပါ တိုက်ခိုက်မှု သည် အမေရိကန် စစ်တပ် အရာရှိ တစ်ဦး အဆိိုအရ ၊ စစ်သွေးကြွ တစ်ဦး ကို ဆန့်ကျင် သောကြောင့် ၊ “ မကျေနပ်သော အလုပ်သမား ” တစ်ယောက် ဖြစ်လာ ရန် ပုံပေါ်သည် ။\n",
        "output": [
            "It is not yet clear why the interpreter started shooting; However, the attacker seemed to be a \"disgruntled employee\", as opposed to a militant, according to a US military official.\n"
        ]
    },
    {
        "input": "မြို့ပြ အိမ် ဂျိုးစက် ဒိုင်ခရူး ၏ အကြီးအကဲ အကျိုးဆောင် သည် ကိုယ်စားလှယ်အဖွဲ့ ၏ အဖွဲ့ဝင် တစ်ဦး ဖြစ်ခဲ့သည် ။\n",
        "output": [
            "The chief-minister of Civil House José Dirceu was a member of the delegation.\n"
        ]
    },
    {
        "input": "၂၀၀၃ ခုနှစ် မေ လ ၂၈ ရက် တွင် ၊ ဂျာမဏီ ၏ တတိယ - အကြီးဆုံး မြို့တော် တွင် အခမဲ့ရ ဆော့ဖ်ဝဲ ကို ပြောင်းသုံး ရန် မဲပေးခဲ့သည် ။\n",
        "output": [
            "On May 28, 2003 Germany's third-largest city, voted to move to open source software.\n"
        ]
    },
    {
        "input": "ဂျိမ်းစ် သည် သူ၏ ရှေ့နေ ၊ ဂျိမ်းစ် အီး ဘလက် ပြောကြားချက်အရ ၊ အပြစ်မရှိ ကြောင်း လျှောက်လဲ လိမ့်မည် ။\n",
        "output": [
            "James will plead not guilty, according to his attorney, James E. Blatt.\n"
        ]
    },
    {
        "input": "ရုံး ၏ စီမံခန့်ခွဲမှု နှင့် ဘတ်ဂျက် ၏ ညွှန်ကြားရေးမှူး ၊ ဂျင်မ် နက်စ်ဆဲလ် က သူ သည် ငွေလျော့မှု သည် ကျဆင်း ရန် စတင် လိမ့်မည် ကို ယုံကြည်သည် ဟု ပြောကြားခဲ့သည် ။\n",
        "output": [
            "Jim Nussle, director of the Office of Management and Budget said that he believes that the deficit will start to decline.\n"
        ]
    },
    {
        "input": "တတ်စာလိုနီကီ ၏ ဟေရက် ရီဂန်စီ ဟိုတယ် တွင် နေရာ ယူဆောင်ထား သော ၊ အင်တာ-ဘယ်လ်ကန် ကိုအော်ပရေးရှင်း ထိပ်သီးအစည်းအဝေး ၏ ဘေးစည်း တွင် ၊ ဂရိ အကြီးအကဲ ကိုစတတ် ကာရာမန်လစ် သည် သူ ၏ တာကစ် ထပ်တူကျသူ ရီဆက် တေးရစ် အာဒိုဂန် နှင့်အတူ ဆိုက်ပရက် ပြဿနာ များ အပါအဝင် ၊ အပြန်အလှန်အကျိုးရှိသော ကိစ္စရပ် များ အား ဆွေးနွေး ရန် အလို့ငှာ ကြာသာပတေး နေ့ တွင် တွေ့ဆုံလိမ့်မည် ။\n",
        "output": [
            "On the sidelines of the Inter-Balkan Cooperation Summit, which will take place at the Hyatt Regency Hotel of Thessaloniki, Greek Premier Kostas Caramanlis will meet with his Turkish counterpart Recep Tayyip Erdogan on Thursday in order to discuss bilateral issues, including the Cyprus problem.\n"
        ]
    },
    {
        "input": "ဒီ ပြိုင်ပွဲ သည် ၂၀၀၈ ခုနှစ် ဒီ ထိုင်ဝမ် ခရီးသွားလာခြင်း တွင် ဒုတိယ အကြာရှည်ဆုံးသော ပြိုင်ပွဲ ဖြစ် သော်လည်း ၊ ထိုင်ပေ-ကီးလမ် မြို့တော် နယ်နိမိတ် အတွင်း အစောပိုင်း မိုး ရွာသွန်းမှု ကြောင့် ထို ရာသီဥတု အခြေအနေ သည် စက်ဘီးစီးသူ ၈၉ ယောက် ကို စိန်ခေါ်ခဲ့သည် ။\n",
        "output": [
            "Even though this race is the second longest race in 2008 Tour de Taiwan, the weather challenged 89 cyclists due to an earlier rain in Taipei-Keelung metropolitan area.\n"
        ]
    },
    {
        "input": "\" ရှိတ် \" ကို ဒီ တပတ် မှာ အကြိုက်ဆုံး ၁၀ဝ ရဲ့ ထိပ်ဆုံး နေရာ ကို ရရှိလိမ့်မယ် လို့ အလွန်အမင်း မျှော်လင့်ခဲ့ပါတယ် ။\n",
        "output": [
            "“Shake” was widely expected to gain to the Hot 100 pole position this week.\n"
        ]
    },
    {
        "input": "အစည်းအဝေး တွင် ၊ ယူးရိုက် က အက်ဖ်အေအာစီ သူပုန်များ နှင့် အဆက်အသွယ်ရှိနေသော ကော်ရီရာ အစိုးရ ကို ငွေတောင်းခံခဲ့သည် ၊ ၎င်းသည် ကော်ရီရာ က ချက်ချင်း ငြင်းဆိုခဲ့သော ငွေတောင်းခံမှု တစ် ခု ဖြစ်သည် ။\n",
        "output": [
            "At the summit, Uribe charged Correa's government of having links with the FARC rebels, a charge that Correa quickly denied.\n"
        ]
    },
    {
        "input": "“ ပြီးခဲ့တဲ့ နှစ် ဒီဇင်ဘာ လ ၁၈ ရက် နေ့ က ၊ အင်ဒိုးနီးရှား အထွေထွေကိုယ်စားလှယ် ဆီသို့ ဩစတြေးလျ အစိုးရ သည် သေဒဏ် စီရင်ခြင်း ကို ဆန့်ကျင်ခဲ့ကြ ပြီး ကျွန်ုပ်တို့ သည် ဘာလီနိုင်း ၏ နောက်ဆက်စကား တွင် ဩစတြေးလျ လူမျိုး ဘယ်သူ့ ကို မှ သေဒဏ်ပေးခြင်း ကို မြင် ရန် ဆန္ဒမရှိခဲ့ပါ ဟု သူ့ကို သတိပေးခြင်း ကို ကျွန်ုပ် သည် စာရေးခဲ့သည် ၊ ” ဟု သူ က ပြောခဲ့သည် ။\n",
        "output": [
            "\"On the 18th of December last year, I wrote to the Indonesian Attorney-General reminding him that the Australian Government was opposed to the death sentence and we didn't want to see, in the context of the Bali nine, any of the Australians sentenced to death,\" he said.\n"
        ]
    },
    {
        "input": "အာဖဂန်နစ္စတန် အီ စီ စီ မှ လွန်ခဲ့သော နှစ် လ ရွေးကောက်ပွဲ ပြီးနောက် ထွက်ပေါ်လာ ခဲ့ သော စွပ်စွဲချက်များ နှင့်ပတ်သက်၍ သူ တို့ ၏ စုံစမ်းစစ်ဆေးမှု နှင့် ပက်သက်သော အစီရင်ခံ စာ တစ် စောင် ထုတ်ဝေ ခဲ့သည် ။\n",
        "output": [
            "The Afghanistan ECC has published a report about their investigation into allegations which emerged after the polls two months ago.\n"
        ]
    },
    {
        "input": "နောက်ဆုံး ဒုက္ခသည်များ ကို ၂၀ဝ၆ ခုနှစ် ဒီဇင်ဘာလ ၁၂ရက်နေ့ က ကျေးလက် ဒေသ မီတာ ၁၀ဝ နီးပါး အကွာ တွင် တွေ့ရှိခဲ့ ပြီး ၊ အလောင်း တစ်ခု ကို အခြားဘက် တွင် မိနစ် ၄၀ အတွင်း ရှာဖွေတွေ့ရှိ ခဲ့သည် ။\n",
        "output": [
            "The latest victims were found on 12 December 2006 in a rural area a few hundred meters apart, and one body discovered within 40 minutes of the other.\n"
        ]
    },
    {
        "input": "ဟူစတန် ရှိ ၊ ဂျွန်ဆွန် အာကာသ စခန်း မှ ၊ အက်ဒဝပ် လူ နှင့် စတန်လေး လပ်ဗ် တို့ က လည်း ၊ တိုက်မိခြင်း နှင့် ပတ်သက်၍ ကြောက်ရွံ့မှု များ ကို ဖြေဖျောက်ပေးခဲ့သည် ။\n",
        "output": [
            "Edward Lu and Stanley Love, of Johnson Space Centre, Houston, also have allayed fears about a collision.\n"
        ]
    },
    {
        "input": "မိန်းမ ငယ် တစ် ဦး သည် အမေရိကန် ပြန်ထောင်စု နယူးယောက် ရှိ ၊ ရိုင်း မြို့တော် အပန်းဖြေ ပန်းခြံ ရှိ ကစားကွင်း မှာ ရဟတ် တစ် ခု ပေါ်တွင် မတော်တဆမှု တစ် ခု ဖြစ်ပွားခဲ့ ပြီးနောက် သောကြာနေ့ ည ၌ သေဆုံးခဲ့သည် ။\n",
        "output": [
            "A young woman was killed Friday night after an accident occurred on a gyrating ride at the Playland amusement park in Rye, New York in the United States.\n"
        ]
    },
    {
        "input": "၂၀၀၃ ခုနှစ် ဒီဇင်ဘာ တွင် ၊ ၆.၆ ပမာဏ ရှိသော ငလျင် တစ်ခု တွင် လူ ၃၁၀၀၀ ကျော် သေဆုံးခဲ့ ပြီး ၂၀၀၅ ခုနှစ် ဖေဖော်ဝါရီ တွင် ခါမန်း ပြည်နယ် ရှိ ဇာရန် အနီး တွင် ၆.၄ ရှိသော ငလျင် တစ်ခု တွင် လူ ၆၀၀ သေဆုံးခဲ့သည် ။\n",
        "output": [
            "In December of 2003, a magnitude 6.6 earthquake killed over 31,000 people and in February of 2005 a 6.4 eathquake killed 600 people near Zarand in the Kerman province.\n"
        ]
    },
    {
        "input": "၁၉၉၁ ခုနှစ် နှင့် ၁၉၉၂ ခုနှစ် တွင် ယူဂိုဆလားဗီးယား သမ္မတ နိုင်ငံ ခြောက် နိုင်ငံ ၏ လေး နိုင်ငံ ကို လွတ်လပ်ရေး ထုတ်ပြန်ခဲ့ သော်လည်း ၊ ဆားဗီးယား နှင့် မွန်တီနီဂရိုး နှစ် နိုင်ငံ အတူတကွ ကျန်နေခဲ့သည် ။\n",
        "output": [
            "In 1991 and 1992 four of six Yugoslavian republics declared independence but two, Serbia and Montenegro, remained together.\n"
        ]
    },
    {
        "input": "စွမ်းဆောင်ချက် အပြင် မီဒီယာ အာရုံစိုက်မှု မှာ ဆက်စပ်လျက်ရှိသော ခြားနားချက်များ ကို ရှင်းပြ ရန် အခြား မည်သည့် အကြောင်းအချက်များ ကို အသုံးပြု နိုင် ပါ သလဲ ။\n",
        "output": [
            "What other factors can be used to explain the relative differences in media attention other than performance?\n"
        ]
    },
    {
        "input": "အားကစားဆိုင်ရာ အမျိုးသားရေး အဖွဲ့အစည်း တက္ကသိုလ် ကင်ဘာရာမြို့တော် ၏ ညွှန်ကြားရေးမှူး ကိတ် လီယွန်စ် မှ အားကစား သည် ဩစတြေးလျနိုင်ငံ ယဉ်ကျေးမှု တွင် အရေးကြီးသော အပိုင်း တစ် ခု ဖြစ် ပြီး အားကစား ၏ တိုးတက်မှု နှစ်သက်ပျော်ရွှင်မှုများ သည် နိုင်ငံ တွင် ပူးပေါင်းလုပ်ဆောင်မှုများ စည်းလုံးမှုများ ကိုလည်း ဖြစ်စေသည် ။\n",
        "output": [
            "According to Keith Lyons, the University of Canberra Director of the National Institute of Sport Studies, sport is an important part of Australian culture and the development of sport enjoys bipartisan support.\n"
        ]
    },
    {
        "input": "မျက်မြင်သက်သေများ အဆိုအရ ၊ ဘူတာရုံ အများအပြား နှင့် သူ တို့ အကြား ဆက်သွယ်ကူးပြောင်းမှု တွင် လျှပ်စစ် အလင်းရောင် မရှိပါ ။\n",
        "output": [
            "According to eyewitnesses, there was no electric lighting at many stations and in transitions between them.\n"
        ]
    },
    {
        "input": "အင်တဲလ် ၏ နုတ်ထွက်ခြင်း သည် ဒီ အစီအစဉ် အပေါ် “ သက်ရောက်မှု မရှိခြင်း ” ရှိ လိမ့်မည် ဟု အိုအယ်လ်ပီစီ ဥက္ကဋ္ဌ ဝေါ်လ်တာ ဘန်ဒါ က အင်တာဗျူး တစ်ခု တွင် ပြောကြားခဲ့ပါတယ် ။\n",
        "output": [
            "OLPC President Walter Bender said in an interview that Intel's resignation will have \"no impact\" on the program.\n"
        ]
    },
    {
        "input": "အဆိုပါ မူကြမ်း အသစ် က အသံ မှတ်တမ်းများ သည် အချို့သော စုံစမ်းစစ်ဆေးမှုများ ကို ပို၍လွယ်ကူ အောင် ပြုလုပ် လိမ့်မည် ဟူသော မျှော်လင့်ချက် ဖြင့် ၊ ကိုယ်ရေးကိုယ်တာ အကြောင်းပြချက်များ အတွက် အသံ ကို မှတ်တမ်းမတင် သော တက္ကစီများ တွင် ကင်မရာများ ကို ခွင့်ပြု သော လက်ရှိ မူဝါဒ တစ်ခု ကို ပြောင်းလဲ ရန် အကြံပြုသည် ။\n",
        "output": [
            "The new draft proposes to change a current policy which allows for cameras in taxis which do not record sound for privacy reasons, in the hope that audio recordings will make some investigations easier.\n"
        ]
    },
    {
        "input": "၁၉၉၇ ခုနှစ် တွင် ခရစ်ယာန်ဘုရားကျောင်း သည် မာစီလီ တွင် ၁၉၉၉ ခုနှစ် နှင့် လိုင်ယွန် တွင် လိမ်လည်မှု အတွက် ပြစ်ဒဏ်ချခြင်းခံခဲ့ရသည် ။\n",
        "output": [
            "In 1997 the Church was convicted of fraud in Lyon and 1999 in Marseille.\n"
        ]
    },
    {
        "input": "ဒီဟာ သည် သမိုင်း တွင် မှတ်တမ်းတင်ခဲ့သော မာဘတ် ဗိုင်းရပ်စ်ကြောင့်ဖြစ်သည့် သွေးမတိတ် အဖျားရောဂါ ၏ ဖြစ်ပွါးမှု အကြီးမားဆုံး ဖြစ်သည် ။\n",
        "output": [
            "This is the largest recorded outbreak of Marburg viral hemorrhagic fever in history.\n"
        ]
    },
    {
        "input": "အဆိုပါ မေးခွန်း ကို ကျွန်တော် တို့ ဘယ်သူ့ ဆုံးဖြတ်ချက် နှင့် ဘယ်သူ့ ကို ပြော ရန် မှ မ လိုအပ် ပါ ဘူး ။\n",
        "output": [
            "The question is what we need not to be told and who decides.\n"
        ]
    },
    {
        "input": "လူငယ်လေး သည် ပမ်း မြို့ လေဆိပ် ရှိ လေယာဉ် ထဲတွင် ပုန်းခို ၍ ၎င်း စတင်ပျံသန်းစဉ် တွင် လုံခြုံရေး ကို ရှောင်ကွင်းနိုင် ရန် စီမံနိုင်ခဲ့သည် ။\n",
        "output": [
            "The boy managed to bypass security at the Perm city airport to hide in the plane as it took off.\n"
        ]
    },
    {
        "input": "အဆောက်အဦးများ ကို အကောင်အထည်ဖော်မည့် ရက် နှင့် ဘေးကင်းရာသို့ပြောင်းရွေ့ပေးမည့် ကာလအပိုင်းအခြား ကို ဖော်ပြခြင်းမရှိချေ ။\n",
        "output": [
            "The date of execution and the period for evacuating the buildings were not stated.\n"
        ]
    },
    {
        "input": "အာဏာပိုင် များ က လက်နက်ကိရိယာ များ ကို ထိန်းသိမ်း ရန် တတ်နိုင်ခဲ့သည် ၊ လို့ ခေါင်းစီးပိုင်း သတင်း များ အားလုံး က ထုတ်ပြန်ခဲ့သည် ။\n",
        "output": [
            "Officials were able to defuse the device, reports All Headline News.\n"
        ]
    },
    {
        "input": "ရွေးကောက်ပွဲများ တွင် လာရောက်မဲပေးသူ မှာ ငါးဆယ် ရာခိုင်နှုန်း ထက်အနည်းငယ်ပိုသည် ဟု အစီရင်ခံ ခဲ့သည် ။\n",
        "output": [
            "Turnout in the elections was reported at slightly more than fifty percent.\n"
        ]
    },
    {
        "input": "ဝေလငါး ခေါင်းဆောင် များ သည် သူတို့ကိုယ်တိုင် တောင်ဘက် ကျွန်း ပေါ် ရှိ လဗီ ဆိပ်ကမ်း တွင် ရောက်နေခဲ့ သော်လည်း ၊ စေတနာ့ဝန်ထမ်း ဒါဇင် များ သည် သူတို့ ကို ရေတိမ်ပြီး ရွှံ့ထူ သည့် ၊ ရေလက်ကြား ၏ ရေ လမ်းကြောင်း သို့ ပြန်လည် ရောက်ရှိ ရန် ကြိုးစား ကူညီခဲ့သည် ။\n",
        "output": [
            "The pilot whales beached themselves at Port Levy on South Island, but dozens of volunteers helped to try and get them back out to the open water out of the inlet, which is muddy and shallow.\n"
        ]
    },
    {
        "input": "အစိုးရှေ့နေများ က ၊ ဤ တိုက်ခိုက်မှု တွင် အယ်-မက်ဂရာဟီ အပြင် အခြားသူများ ပါဝင်ခဲ့သည် ဟု အမြဲတမ်း ထင်မြင် ကြောင်း ၊ သူ က ပြောခဲ့သည် ။\n",
        "output": [
            "Prosecutors, he said, had always thought there were others besides al-Megrahi involved in the attack.\n"
        ]
    },
    {
        "input": "ဤ ဖြေရှင်းချက် ကို အဆိုပြုထားသည့် ပညာရှင်များ က ဤ ဖြေရှင်းချက် သည် ယောကျာ်းလေး ၊ အမျိုသား က ဆက်ခံသည့် ယဥ်ကျေးမှု အစဥ်အလာ အား ထိန်းသိမ်းရန် အလေးပေး ရည်ရွယ်ထားသည် ။\n",
        "output": [
            "The group of scholars proposing this solution have stressed that their solution is aimed at maintaining the tradition of a male heir.\n"
        ]
    },
    {
        "input": "၁ နာရီ ၊ ၂ မိနစ် ၊ ၃ စက္ကန့် ၊ ၄ ရက် ၊ ၅ လ ၊ ၂၀၀၆ ခုနှစ် ( ရက် / လ / နှစ် ရက်စွဲ ပုံစံ ကို သုံးခြင်းဖြင့် ) ဟု နာရီ က ထိုးခဲ့ သောအခါ နံပါတ်များ ထူးခြားမှု ကို စိတ်ဝင်စားသော ဝါသနာတူများ က နေရာတိုင်းတွင် မကြာမီက ကျင်းပခဲ့ကြသည် ။\n",
        "output": [
            "Fans of quirky numbers everywhere celebrated recently as the clock struck 01:02:03, 04/05/06 (using the DD/MM/YY date convention).\n"
        ]
    },
    {
        "input": "မကြာခင်ကရရှိသော ဤ အပစ်အခတ်ရပ်စဲရေး သည် အမြန်ပြီးဆုံးသွား ရန် ဘတ်စ်က ဒေသ တွင် ၄င်းတို့ ၏ ထောက်ခံမှု ပြုခြင်း ဖြင့် အီးတီအေ ၏ နည်းဗျူဟာ အပေါ် အခြေခံ၍ရရှိသည် ဟု လေ့လာသုံးသပ်သူ အများအပြား က အကြံပြုခဲ့ကြသည် ။\n",
        "output": [
            "Several analysts have suggested that this most recent ceasefire is based on ETA's tactics causing their support in the Basque region to plummet.\n"
        ]
    },
    {
        "input": "အဲ့ဒိနောက် မတိုင်ခင် ၊ ဝိုးလက် ကို ၀က်မင်စတားမြို့ မ၀င် ဘဲ သူ၏ လတ်ရှိ လိပ်စာ မှာ သူ ရှိနေသည် ဆိုသော အခြေနေ ပေါ် ၌ ၊ အာမခံ ခွင့်ပြုပေးခဲ့သည် ။\n",
        "output": [
            "Until then, Woollard has been granted bail, on condition that he remains at his current address, and does not enter the City of Westminster.\n"
        ]
    },
    {
        "input": "နပါဗီးလ် မှ ပြည်နယ် ကိုယ်စားလှယ် ဒါလင်းဆင်ဂါ က ကမကထပြုလုပ် သော ဥပဒေကြမ်း သည် ၁၁၄-၁ မဲအများစု ဖြင့် ကျော်ဖြတ်အောင်မြင်ခဲ့ ပြီး အီလီနွိုက် ဆီးနိတ် လွတ်တော် က ထည့်သွင်းစဉ်းစားလိမ့်မည် ။\n",
        "output": [
            "The bill, which was sponsored by State Representative Darlene Senger from Naperville, passed with a 114–1 majority and will be considered by the Illinois Senate.\n"
        ]
    },
    {
        "input": "၎င်း သည် ဘေ့ဘော ကစားနည်း အတွက် သတ်မှတ် အပို နားခွင့် ဖြစ် ပြီး ၊ လူတိုင်း မရနိုင်ပါ ။\n",
        "output": [
            "It still was extra rest for the pitchers, and everybody else.\n"
        ]
    },
    {
        "input": "“ ကျွန်တော် တို့ ဆွစ် လူမျိုးများ သည် တောင်များ မှာ တင် မဟုတ်ပါဘူး ၊ ပင်လယ် မှာ ပါ ကျွန်တော်တို့ ၏ လမ်းကြောင်း ကို ရှာပါသည် ” ၊ ဆွစ်ဇာလန် နိုင်ငံ သည် အဲလ်ပိုင်း နှင်းလျှောစီးခြင်း အတွက် အကျော်ကြားဆုံး ဖြစ်ခြင်း ကို ရည်ညွှန်းသည် ။\n",
        "output": [
            "\"We Swiss find our way at sea, not just in the mountains,\" referring to Switzerland being most popular for Alpine skiing.\n"
        ]
    },
    {
        "input": "အာဖရိက နိုင်ငံ ၏ တာဝန် အကြာဆုံး ခေါင်းဆောင်ဖြစ်သူ ဘွန်ဂို သည် အသက် ၇၃ နှစ် တွင် တနင်္လာနေ့ ၌ ကွိုင်ယွန် ဆေးခန်း တွင် သေဆုံးခဲ့ပြီးဖြစ်သည် ဟု ဂျင်း အိုင်ဂီ နောင် က ပြောကြားခဲ့သည် ။\n",
        "output": [
            "Jean Eyeghe Ndong said that Bongo, the longest-serving leader of an African country, had died at the Quiron clinic on Monday, at the age of 73.\n"
        ]
    },
    {
        "input": "ဒုတိယပိုင်း ၁၀ မိနစ် တွင် ၊ Nambour သည် ေဘာလုံးကိုမကန်နိုင်အောင်ကွာကွာ ဖျက်ပစ် ရန် ကျွမ်းကျင်ခဲ့ ပေမယ့် ပြောင်းလဲ ဖို့ အရေးနိမ့်ခဲ့သည် ။\n",
        "output": [
            "Ten minutes in the second, Nambour were able to score out wide but failed to convert.\n"
        ]
    },
    {
        "input": "နှစ် တိုင်း နိုဝင်ဘာလ ၅ ရက် နေ့ ဝန်းကျင် တွင် ၊ ဂရိတ် ဗြိတိန် နှင့် အချို့ ဓနသဟာယ နိုင်ငံများ ရှိ လူများ က ယော့ခ် မှ အစိုးရဆန့်ကျင်သူ နှင့် သူ့ ရဲ့ အပေါင်းအပါ ဖြစ်သော ၁၆၀၅ ခုနှစ် နိုဝင်ဘာ လ ၅ ရက် နေ့ မှာ ၊ ပါလီမန် ရဲ့ အိမ်တော်များ ကို ဖောက်ခွဲ ရန် ရှုံးနိမ့်ခဲ့သော ရိုမန် ကတ်သလစ် တို့ကို အမှတ်တရဖြစ်စေ ရန် ဂေး ဖောကီစ် ည ကို ကျင်းပသည် ။\n",
        "output": [
            "Every year around November 5th, people in Great Britain and some parts of the Commonwealth celebrate Guy Fawkes night to commemorate the dissident from York and his Roman Catholic conspirators who failed to blow up the houses of Parliament on November 5, 1605.\n"
        ]
    },
    {
        "input": "အစိုးရ ဟာ စက်တင်ဘာ သို့မဟုတ် အောက်တိုဘာ လ အတွင်း မှာ လူ နှစ်ဦး ပါဝင်သော အဖွဲ့ တစ် ဖွဲ့ ကို ကမ္ဘာ ပတ် လမ်းကြောင်း ထဲ သို့ ငါး ရက် မှ ခြောက် ရက် အထိ ကြာမည့် ခရီးစဥ် ဖြင့် စေလွှတ် ရန် အစီအစဥ် ဆွဲထားပါသည် ။\n",
        "output": [
            "The government planned to launch a two-man crew into orbit in September or October on a five to six day flight.\n"
        ]
    },
    {
        "input": "မြောက် ကိုရီးယား ရဲ့ ရေဒီယို အသံလွှင့်ရုံ တွေ ၊ မြောက်ကိုရီးယား ဗဟို အသံလွှင့် ဌာန ၊ ထို့အပြင် ကိုရီးယား ဗဟို သတင်း အေဂျင်စီ နှင့် အခြားသော မြောက် ကိုရီးယား မီဒီယာ တွေ က ၊ နိုင်ငံ့ အထွဋ်ထိပ် ခေါင်းဆောင်ကြီး ၊ ကင် ဂျူံ အီလ် ကို ရည်ညွှန်းခေါ်ဝေါ်ကြ တဲ့အခါ “ ချစ်ခင်လေးစားအပ်ပါသော ခေါင်းဆောင်ကြီး ” ဟု အသုံးအနှုန်း ကို အသုံးပြုခြင်း အား ရပ်တန့်ပစ်လိုက်ကြ ပြီ လို့ ဂျပန် သတင်း အေဂျင်စီ တစ်ခု ရဲ့ ရေဒီယိုထုတ်လွှင့်မှု အရ ၊ သတိပြုမိလိုက်ပါတယ် ။\n",
        "output": [
            "According to Radiopress, a Japanese news agency that monitors North Korea's radio broadcasts, the North's Korean Central Broadcasting Station, as well as the Korean Central News Agency and other North Korean media, have stopped using the term \"Dear leader\" when referring to Kim Jong Il, the country's supreme leader.\n"
        ]
    },
    {
        "input": "အင်္ဂလန်နိုင်ငံ ၊ မန်ချက်စတာ ၊ အိုး ထရက်စ်ဖို့ တွင် ၂၀၀၇-၂၀၀၈ခု ယူအီးအက်ဖ်အေ ချန်ပီယံ လိပ် ၏ အုပ်စု အက်ဖ် တွင် မန်ချက်စတာ ယူနိုက်တက် သည် အေအက်စ် ရိုးမား အသင်းကို ၁-၀ ဖြင့် ကျရှုံးစေခဲ့သည် ။\n",
        "output": [
            "Manchester United defeated AS Roma 1-0 in Group F of the UEFA Champions League 2007-08 at Old Trafford, Manchester, England.\n"
        ]
    },
    {
        "input": "ကယ်ဖိုးနီးယား ဗွီဒီယို ဂိမ်းနှင့်ဆိုင်သော ဥပဒေ တခု ကို ဖက်ဒရယ် တရားရုံး တွင် လက်ရှိ ပြန်လည်သုံးသပ်နေသည် ။\n",
        "output": [
            "A California video game law is currently being reviewed in federal court.\n"
        ]
    },
    {
        "input": "ထို သတ်မှတ်ချက်များ ကို တမင်တကာ ဖောက်ဖျက်ခြင်း ကို တွေ့ရှိသော ထိုလူများ သည် သူတို့ကိုယ်တိုင် ပုဂ္ဂိုလ်ရေးဆိုင်ရာ ဒဏ်ငွေ တစ်ရပ် နယူးဇီလန်ဒေါ်လာ ၂၀၀၀၀၀ အထိ ကို ရင်ဆိုင် ကြုံတွေ့ရနိုင်သည် ။\n",
        "output": [
            "Those found breaking these requirements deliberately could find themselves facing a personal fine of up to NZ$200,000.\n"
        ]
    },
    {
        "input": "ဝက်ဝံ သည် တောအုပ် ထဲသို့ ပြန် ပြေးသွား သောအခါ ၊ ခွေး က ၄င်း ကို လိုက်ဖမ်းခဲ့သည် ။\n",
        "output": [
            "As the bear ran back into the woods, the dog chased it.\n"
        ]
    },
    {
        "input": "\" ကလေး ဆေးရုံ တွင် ကလေး အယောက် ၉၀ ကို လက်ခံ ထားသည် ၊ ၎င်း တို့ ထဲမှ ၃၄ ဦး သည် ထို နေရာ မှာ ရှိနေ ဆဲ ဖြစ်သည် ၊ ၆ယောက် သည် ခွဲစိတ် ကုသမှု ခံယူ ပြီးဖြစ်သည် \" ၊ ဟု ဂျူရိုဗစ် သည် ပြောခဲ့သည် ။\n",
        "output": [
            "\"The children's hospital admitted 90 children, 34 of them are still there, six have undergone surgery,\" Djurovic said.\n"
        ]
    },
    {
        "input": "ဇင်ဘာဘွေ နိုင်ငံ မှ သဘာဝ တောရိုင်း များ နှင့် တိရစ္ဆာန် များ ထိန်းသိမ်း စောင့်ရှောက်ရေး တာဝန်ခံ အရာရှိ တစ်ဦး က နိုင်ငံတကာ နှင့် ဆိုင်သော မှောင်ခို ဂိုဏ်း တစ်ဂိုဏ်း ကို အပြစ်တင် လျက် ၎င်း တို့ နိုင်ငံ ၌ တိရစ္ဆာန် များ ကို တရားမဝင် ဖမ်းဆီး သတ်ဖြတ်ခြင်း ၏ ပမာဏ သည် ယခု နှစ် တွင် အဆမတန် များပြားလာခဲ့သည် ဟု ယနေ့ ပြောကြားခဲ့သည် ။\n",
        "output": [
            "A wildlife official in Zimbabwe said today that the amount of animal poaching in the country has increased substantially this year, blaming an international crime syndicate.\n"
        ]
    },
    {
        "input": "သူ သည် အခြား ယာဉ်များ ကို လမ်းဖယ်ပေး ရန် အတင်း ကြိုးစားခဲ့တယ် လို့ ထင်ခဲ့ရတယ် ။\n",
        "output": [
            "It is thought he was trying to force the other vehicle out of the way.\n"
        ]
    },
    {
        "input": "ပြခန်း မှာ လုံခြုံရေး “ မရှိခြင်း ” ဖြစ်သည် ကို သက်သေပြခဲ့ ပြီး ၊ နိုင်ငံသား ရဲ့ ကာကွယ်စောင့်ရှောက်ရေး ဝန်ကြီး ခရစ်တို့ ပက်ပေါ့စစ် သည် ဆုံးရှုံးမှု များ အတွက် တောင်းပန်သည် ။\n",
        "output": [
            "Citizen's Protection Minister Christos Papoutsis apologized for the loss, citing that the security at the gallery was \"non-existent\".\n"
        ]
    },
    {
        "input": "“ ဆူဒန် တွင် ၊ ၎င်း ၏ သိမ်းပိုက်ရေး နှင့် ခွဲထွက်ရေး အတွက် ပြင်ဆင် ရန် ဒါဖာ သို့ စစ်ရေး ကျွမ်းကျင်သူများ ကို စေလွှတ် ရန် ပတ်ဝန်းကျင်ပြန်လည်ဖွဲ့စည်းသူ ( ယူ.အန်. ) လုံခြုံရေး ကောင်စီ က ဆုံးဖြတ်ခဲ့သည် ။ ”\n",
        "output": [
            "\"In Sudan, the crusader (U.N.) Security Council decided to send military experts to Darfur in preparation for its occupation and division.\"\n"
        ]
    },
    {
        "input": "“ ဗြိတိန် နိုင်ငံ ၏ ပါဝင်မှု ကင်းမဲ့ခြင်း သည် မည်သည့် လှုပ်ရှားမှု မျိုး ကို မဆို ရပ်တန့်လိမ့်မည် ဟု ကျွန်ုပ် မမျှော်လင့်ပါ ။ \"\n",
        "output": [
            "\"I don't expect that the lack of British participation will stop any action.\"\n"
        ]
    },
    {
        "input": "ကုန်လှောင်ရုံ သည် အထူးသဖြင့် ကလိုရင်း လို ၊ ရေကူးကန် ဆိုင်ရာ ဓာတုဗေဒ ပစ္စည်း များ အတွက် သိုလှောင်မှု နှင့် ဖြန့်ဝေ ပေး သော အဆောက်အအုံ တစ် ခု ဖြစ် သည် ။\n",
        "output": [
            "The warehouse is a storage and distribution facility for pool chemicals, especially chlorine.\n"
        ]
    },
    {
        "input": "ပထမ အကြိမ် ငလျင် တိုင်းတာမှု သည် ၄.၇ ရစ်ချက်တာ စကေး ရှိခဲ့ ပြီး တောင်ထူထပ်သော ဒေသ တွင် ဖြစ်ခဲ့ ကာ ဒုတိယ အကြိမ် တိုင်းတာမှု သည် ၅.၁ ဖြစ်သည် ။\n",
        "output": [
            "The first earthquake measured a 4.7 on the Richter magnitude scale and was in a mountainous area and the second measured a 5.1.\n"
        ]
    },
    {
        "input": "သူ၏ ဖခင် အုပ်ချူပ်စဥ်ကာလအတွင်း ၊ ဂါဘွန် နိုင်ငံ သည် ရေနံ ထုတ်လုပ်တင်ပို့ရာတွင် ကမ္ဘာ့ ဆဌမမြောက်နေရာ ၌ ရှိခဲ့ သော်လည်း ၊ ၇၀% သော ပြည်သူလူထုမှာ ဆင်းရဲစွာ နေထိုင်နေရဆဲဖြစ်သည် ။\n",
        "output": [
            "Under his father, Gabon became the world's sixth-largest oil exporter, but 70% of the population still live in poverty.\n"
        ]
    },
    {
        "input": "သေဆုံးသူ အရေအတွက် မှာ သေသေချာချာ မရှိပါဘူး ၊ ကိန်းဂဏန်း အားဖြင့် အပိုင်းအခြား မှာ တစ် ယောက် မှ မ ရှိခြင်း မှ သည် ရှစ် ယောက် အထိ ပါ ။\n",
        "output": [
            "The number of dead is not certain, with numbers ranging from none to eight.\n"
        ]
    },
    {
        "input": "ဂျာမနီ အလယ်ပိုင်း ဟတ်ဇ် တောင် ပတ်ဝန်းကျင် ၏ ပြည်တွင်း အာဏာရှိသူများ သည် သဘာဝ ၏ အပြင်ဘက် မှာ “ တရားဝင် ကာကွယ်မထားဘဲ သွားလာနေသော လမ်းကြောင်း တစ်ခု ” ၏ မည်သည့် ဧည့်သည် ကို မဆို လမ်းကြောင်းဖွင့်ပေးမှု ကို လည်း ကြေငြာခဲ့သည် ။\n",
        "output": [
            "Local authorities of Harz mountain range in central Germany have also announced the openness to any visitor of an “official naked walking route” in nature's outdoors.\n"
        ]
    },
    {
        "input": "ကမ်းရိုးတန်း စောင့် ကင်း တပ်ဖွဲ့ သည် အရေးပေါ် အခြေအနေ သတိပေးချက် ကို ည ၇ နာရီ ၃ မိနစ် တွင် ကန်ဒန်နို သင်္ဘော ကျင်း နေရာ မှ လက်ခံ ရရှိ ခဲ့ သည် ။\n",
        "output": [
            "The Coast Guard received word on the emergency at 7:03 p.m. from Candano Shipping Lines.\n"
        ]
    },
    {
        "input": "တက္ကစီ ကုမ္ပဏီများ က လုံခြုံရေး ကင်မရာများ မှ ဆွဲချကူးယူခဲ့သော မှတ်တမ်းများ ကို ထိန်းသိမ်း နိုင် သည့် အချိန် ကို လက်ရှိ ၃၀ - ၃၅ ရက် မှ တိုးမြှင့်ခြင်း ကိုလည်း အဆိုပါ အဆိုပြုချက် က အကြံပြုထားသည် ။\n",
        "output": [
            "The proposal also suggests extending the time taxi companies can keep recordings downloaded from security cameras from the current 30–35 days.\n"
        ]
    },
    {
        "input": "စခန်း ၏ လုပ်ထုံးလုပ်နည်း အတွက် လှုပ်ရှားပေးသူ စသည့် အပြည်ပြည် ဆိုင်ရာ လွတ်ငြိမ်းချမ်းသာခွင့် အဖွဲ့အစည်း သို့ ဂျနီဗာ အထွေထွေ ညီလာခံ ၏ စစ်သုံ့ပန်းများ သုံးသပ် ရ မည့် ရှုထောင့် အတိုင်း ထောင်သားများ ကို ကိုင်တွယ်ခြင်း ပြု မပြု အတွက် စိတ်ဝင်စားသော လူ့အခွင့်အရေး စောင့်ကြည့် အဖွဲ့ ကဲ့သို့ အဖွဲ့အစည်း နှင့် သက်ဆိုင်သော အဖွဲ့အစည်းများ မှ စိုးရိမ်ပူပန် ရ သည့် အချက် ဖြစ်သည် မှန်ကန်ကြောင်း ဝန်ခံခဲ့ သည့် ဖမ်းဆီး ထိန်းသိမ်းခံရသူ အသစ်များ ကို အပြည်ပြည် ဆိုင်ရာ ကြက်ခြေနီ အဖွဲ့အစည်း ( အိုင်စီအာစီ ) နှင့် ၄ ပတ် အထိ တွေ့ခွင့် ရ ရန် ခွင့်ပြုသော မူဝါဒ အချက် ကို ငြင်းဆို ချင် ငြင်းဆိုလိမ့်မည် ။\n",
        "output": [
            "Of concern to groups such as Amnesty International who campaign for the camp's closure, or Human Rights Watch concerned about prisoner handling under the prisoner of war aspects of the Geneva Convention, is the fact that policy for newly admitted detainees still allows for up to 4 weeks where access to the detainee by the International Committee of the Red Cross (ICRC) may be denied.\n"
        ]
    },
    {
        "input": "အက်စ်ထရို အသင်း သည် ယခု လက်ရှိ တွင် နေရှင်နယ် လိဂ် ပြိုင်ပွဲ တွင် ၅၈-၇၃ ပွဲ စံချိန် ဖြင့် ပဉ္စမ နေရာ တွင် ဖြစ်သည် ။\n",
        "output": [
            "The Astros are currently in fifth place in the National League Central with a record of 58-73.\n"
        ]
    },
    {
        "input": "နောက်မှ တူပဲဂင် ၊ မြူနစ် နှင့် ဘာဆယ် တွင် တစ်ခုစီ ပါဝင်သူများ တစ်ရာ ခန့် လှုပ်ရှားမှုများ ဖြစ်ပွားခဲ့သည် ။\n",
        "output": [
            "Afterwards actions took place in Tübingen, Munich and Basel, each with hundreds of participants.\n"
        ]
    },
    {
        "input": "အဆိုပါ “ အနီရောင် ဘာရွန် ” က ဤ လမ်းကြောင်း အတွက် အမြန်ဆုံး အချိန် နှင့် ထိပ်ဆုံး အမြန်နှုန်း မှတ်တမ်း ကို သတ်မှတ်သည် ။\n",
        "output": [
            "The \"Red Baron\" set up the fastest time and the top speed record for this track.\n"
        ]
    },
    {
        "input": "ပါကစ္စတန် နိုင်ငံ ၏ အနောက်-မြောက် နယ်စပ် ပြည်နယ် တွင် နိုင်ငံရေး ဆိုင်ရာ ဆန္ဒပြပွဲ တစ် ခု အတွင်း အသေခံ ဗုံး ဖော်ခွဲမှု တစ် ခု ၌ လူ ၃၈ ယောက် သေဆုံးခဲ့ကြောင်း ပြောခဲ့သည် ။\n",
        "output": [
            "38 people were said to have died in a suicide bombing during a political rally in the North-West Frontier Province of Pakistan.\n"
        ]
    },
    {
        "input": "အမေရိကန် ပြည်ထောင်စု ရဲ့ သမ္မတ ဟောင်း ဘီ ကလင်တန် သည် ဘူခါရက် ရှိ ၂၀ဝ၅ နယ်နိမိတ်သတ်မှတ်ရေး ညီလာခံ တွင် ဟောပြောသူ အဖြစ် ပါဝင် ရန် မေ ၂၁ မှာ ရိုမေးနီးယား ကို အလည်အပတ် တစ်ခု ပြုလုပ်လိမ့်မယ် ။\n",
        "output": [
            "Bill Clinton, the former President of the United States of America, will make a visit to Romania on May 21, to participate as the keynote speaker at the BeyondBorders 2005 conference in Bucharest.\n"
        ]
    },
    {
        "input": "အဆောက်အဦး ၏ အခြား အစိတ်အပိုင်း များ တွင် ညနေပိုင်း နေထိုင် စဉ်အတွင်း များစွာသော အချက်ပေးခြင်း များ က ပြခန်း အစောင့် ကို စိတ်ခြောက်ခြားစေခဲ့သည် ဟု ရဲ များ က ဖော်ပြခဲ့သည် ။\n",
        "output": [
            "The police stated multiple alarms during the evening of the heist in other parts of the building had distracted the gallery guard.\n"
        ]
    },
    {
        "input": "မြို့တော် တလျှောက် ဘရမ်တန် နေ့ ပွဲစဉ် သို့ ဝင်ခွင့် ဝယ်ယူထား သော လူများ ကို နေရာ မှာ ဘဲ ဆု တစ်ဆု အနိုင်ရ ဖို့ အခွင့်အလမ်း တစ်ခု အတွက် ၊ ပန်းခြံ ပတ်ပတ်လည် တွင် အပြာရောင် လက်ကောက်ဝတ် ကွင်း ကို ဝတ်ဆင် ရန် တိုက်တွန်းထားခဲ့သည် ။\n",
        "output": [
            "People who bought passes to the Brampton Day event through the City were encouraged to wear blue wrist bands around the park, for a chance to get spotted and win a prize.\n"
        ]
    },
    {
        "input": "သို့သော် ၊ ဘုရ်(ဝှစ်) ရဲ့ ကိုယ်ပိုင် ရင်းနှီးမြှုပ်နှံမှု ငွေစာရင်း ဝင်ငွေ မှ အငြိမ်းစားယူသူ များ ၏ ငွေကြေးမလုံလောက်မှု များ ဖြေရှင်း ရန် အခွင့်အလမ်း ရရှိစေ သောကြောင့် ထို ငွေစာရင်း ကို ဈေးနှုန်း အညွှန်း နှင့် ချိတ်ဆက်ဖွယ် ရှိသည် ဟု ရော်သာ က ပြောသည် ။\n",
        "output": [
            "However, Rother says that price indexing has to be linked to Bush’s private investment accounts as income from the accounts give retirees the chance to make up the shortfalls.\n"
        ]
    },
    {
        "input": "ထိုကဲ့သို့သော အစုစပ်လုပ်ငန်း တစ်ခု သည် နှစ် ပေါင်း များစွာ က ကောလဟာလသတင်းများရှိခဲ့ ပြီး ၊ ထင်ကြေး ပမာဏ သည် လွန်ခဲ့သော လ အနည်းငယ ကျော် က ကြီးထွားလာခဲ့သည် ။\n",
        "output": [
            "Such a partnership had been rumored for years, and the amount of speculation grew over the past few months.\n"
        ]
    },
    {
        "input": "ဒါပေမဲ့ တိုက်ခိုက်မှု မှ အသက်ရှင်ကျန်ရစ်သူများ က ပြည့်ပြည့်စုံစုံ စုံစမ်းစစ်ဆေးခြင်း တစ် ခု သည် အနာဂတ် တိုက်ခိုက်မှုများ ဖြစ်နိုင်ခြေ ကို လျော့နည်း ရန် အထောက်အကူဖြစ်စေနိုင် ပြီး ၊ အရေးပေါ် ဝန်ဆောင်မှုလုပ်ငန်းစဉ်များ ၏ တုန့်ပြန်မှု စွမ်းဆောင်ရည် ကို တိုးတက်စေသော အဖိုးတန် သင်ခန်းစာများ ကို သင်ပြပေးရာရောက်နိုင်သည် ဟု ထောက်ခံခဲ့ကြပါသည် ။\n",
        "output": [
            "But survivors of the attack argue that a fully comprehensive investigation could teach valuable lessons which may help reduce the likelihood of future attacks, and improve the response capabilities of the emergency services.\n"
        ]
    },
    {
        "input": "“ ဖြစ်ပျက်ခဲ့တဲအရာတွေ ၏ ရလဒ် ကြောင့် သူ သည် အားနည်းနေသော အခြေအနေ တွင် ရှိသည် ၊ “ ဟု မစ်စတာ စတေရီ က ပြောကြားခဲ့ပါသည် ။\n",
        "output": [
            "\"He's in a debilitated condition as a result of what's transpired,\" Mr Stary said.\n"
        ]
    },
    {
        "input": "ထိုဖြစ်စဉ် ၌ အခြားသူများ မှာ ရှားလော့ဟုမ်း ၏ နောက်ဆုံးစွန့်စားခန်း ၏ ပြဇာတ်သရုပ်ဆောင်အစီအစဉ် တစ်ခု ၏ အဖွဲ့သားများ ဖြစ်ခဲ့ကြ စဉ်တွင် ၊ ဘရုစ် က စွပ်စွဲခံခဲ့ရသော သေနတ်ပစ်သမား ၏ ဇနီး နှင့် ပြဇာတ်ရုံ ကုမ္ပဏီ ၏ ဥက္ကဋ္ဌ ဖြစ်သည် ။\n",
        "output": [
            "Bruce was the wife of the alleged shooter and president of the theater company, while the others were part of a production of Sherlock Holmes: The Final Adventure.\n"
        ]
    },
    {
        "input": "ကစားသမား နှစ်ဦး ဖြစ်သော ၊ ဂျပန် ကစားသမား တစ်ဦး နှင့် အေစီတီ ကစားသမား တစ်ဦး တို့သည် ၊ ဘောလုံးများ ဖြင့် ထိမှန်ခံရ သဖြင့် သူတို့ကို ကြည့်ရှုပေး ရန် နည်းပြများ ကို လိုအပ်နေကြသည် ။\n",
        "output": [
            "Two players, an ACT player and a Japanese, were struck by balls and required trainers to look at them.\n"
        ]
    },
    {
        "input": "အယ်ဗီလာ သည် ခန့်မှန်းခြေ အားဖြင့် မဲပေါင်း ၁၃၁ဝဝဝ နိုင်ခဲ့ သည် ၊ လေး သန်း ၏ ၃ ရာခိုင်နှုန်း ကျော်ကျော် လောက် နယ်ပယ် တစ်ခု ကသာ နောက်ဆုံး မှာ ဆန္ဒမဲ ပေးခဲ့ကြ သည် ။\n",
        "output": [
            "Avila won by approximately 131,000 votes, a margin of just over three per cent of the four million votes cast in the final.\n"
        ]
    },
    {
        "input": "အားလပ်ရက် အပန်းဖြေ ရာ တွင် သူ ၏ ဇနီးသည် နှင့် အတူ သေနတ်ပစ်ခံရ သော သူ အင်္ဂလိပ်လူမျိုး ဘင်ဂျမင် မူလန်နီ သည် ၊ အန်တီဂွာ တွင် သေဆုံးခဲ့သည် ။\n",
        "output": [
            "Benjamin Mullany, the British man who was shot along with his wife while on holiday in Antigua has died.\n"
        ]
    },
    {
        "input": "ဇန်နဝါရီ ၃၁ရက် က ကြားနာမှု သည် အကြမ်းအားဖြင့် တက်ရောက်လာသူ ၃၅ - ၄၀ခန့် ၏ ၂၅ယောက် နီးပါး က မှတ်ချက်များ ဖြင့် စတင်ခဲ့ပြီး ၊ အားလုံးက ဒီအေ ၏ အဆို ကို ဆန့်ကျင်ခဲ့ကြသည် ။\n",
        "output": [
            "The January 31 hearing began with comments by approximately 25 of the audience of roughly 35–40, all of which opposed the DA's proposal.\n"
        ]
    },
    {
        "input": "စီတီဗန်နီ စီဗီဗယ်တူ မှ နှစ် ဦး နှင့် ဒေါက် ဟောဝပ် ၊ မီးလပ်စ် မူလီယမ်နာ တို့ မှ ကြိုးစားမှု များ သည် အော ဘလက် ၏ အရေးပါသော ခေါင်းဆောင်မှု ကို တိုးတက်ခဲ့သည် ။\n",
        "output": [
            "Tries from Doug Howlett, Mils Muliaina and two from Sitiveni Sivivatu increased the All Black's imposing lead.\n"
        ]
    },
    {
        "input": "“ သင် ၏ ခွင့်လွှတ်မှု နှင့် အစ္စရေးလူမျိုးများ ၏ ခွင့်လွှတ်မှု ကို ကျွန်ုပ် တောင်းခံပါသည် ၊ ” ဟု ရိုဘင်ဆင် က ရေးခဲ့ပါသည် ။\n",
        "output": [
            "Robertson wrote, \"I ask your forgiveness and the forgiveness of the people of Israel.\"\n"
        ]
    },
    {
        "input": "အိမ်ခြေ ၂,၀၀၀ ထိခိုက်စေသော ၊ နေရာ တွင် ဥပဒေ အရ ပြောင်းရွှေ့ မိန့်များ ထုတ်ပြန်ထားသည် ။\n",
        "output": [
            "Mandatory evacuation orders have been set in place, affecting 2,000 homes.\n"
        ]
    },
    {
        "input": "သူ ၏ အကြွင်းအကျန် များ ကို ကန်ဒဟာ လေဆိပ် သို့ ရဟတ်ယာဉ် တစ် စီး ဖြင့် သယ်ဆောင်ခဲ့တယ် ။\n",
        "output": [
            "His remains were taken by a helicopter to the Kandahar Airfield.\n"
        ]
    },
    {
        "input": "အီဗာ အယ်ဗွီလာ သည် သူမ ၏ တစ်ကိုယ်တော် ခေါင်းစဉ် မယ်လီဆာ အိုနေး အယ်လ်ဘမ် အတွက် သူမ ၏ ရောင်းအား အကောင်းဆုံး မှတ်တမ်း တစ်ခု ကို လည်း ပေးခဲ့သည် ။\n",
        "output": [
            "Eva Avila also gave her a muti-platinum record for her self-titled album Melissa O'Neil.\n"
        ]
    },
    {
        "input": "ဂါဘွန် နိုင်ငံ ၏ အုပ်ချုပ်ရေးဆိုင်ရာဥပဒေရေးဆွဲရေး တရားရုံး မှ မဲဆန္ဒရှင်များမဲပေးခဲ့သော မဲရုံပေါင်း ၂,၈၀၀ ကျော် မှ မဲအရေအတွက်များကို ပြန်လည်ရေတွက်ခဲ့ ပြီး ဘွန်ဂို ၏ အနိုင်ရရှိမှု ကို အတည်ပြုပေးခဲ့သည် ။\n",
        "output": [
            "Gabon's constitutional court recounted returns from more than 2,800 polling stations and confirmed Bongo's win.\n"
        ]
    },
    {
        "input": "၎င်း၏ အရောင်အသွေး စုံလှသည့် သမိုင်းကြောင်း တစ်လျှောက်လုံး တွင် ၊ ရဲတိုက် ကို တစ်ချိန်တုန်းက ယူနီလီဗာ ကို တည်ထောင်ခဲ့သော ဝီလျှံ လီဗာ မှ ပိုင်ဆိုင်ခဲ့သည် ။\n",
        "output": [
            "Throughout its colourful history, the castle was at one time owned by William Lever who founded Unilever.\n"
        ]
    },
    {
        "input": "ဂူဘူဇ ကို တတိယ သက်တမ်း တစ်ခု အတွက် လုပ်ဆောင်သည် ကို ခွင့်ပြု ရန် ၎င်း ကို ဖရီလီမို က အသုံးပြုနိုင်လိမ့်မည် လို့ ထင်ကြေး တချို့ ရှိခဲ့သည် - အခုလောလောဆယ်တွင် ၊ ဖွဲ့စည်းပုံအခြေခံဥပဒေ က ရုံး တွင် သမ္မတ တစ်ယောက် လျှင် သက်တမ်း ၂ နှစ် သာ လျှင် ထမ်းဆောင် ရန် ခွင့်ပြု ထားသည် ။\n",
        "output": [
            "There has been some speculation that Frelimo may use this to allow Guebuza to run for a third term - currently, the constitution allows a president to serve only two terms in office.\n"
        ]
    },
    {
        "input": "ပစိဖိတ် သမုဒ္ဒရာ အတွင်းတွင် တနာရီ ၈၀ ကီလိုမီတာ ( တနာရီမိုင် ၅၀ ) တိုက်ခိုက်တော မုန်တိုင်း သည် မက်ဆီကို ၊ အက်ကပကို ၏ အနောက်-တောင်ပိုင်း ၂၁၀ ကီလိုမီတာ ( ၁၃၀ မိုင် ) ခန့် ရှိသည် ။\n",
        "output": [
            "The 80 km/h (50 mph) storm in the Pacific Ocean is about 210 km (130 miles) south-south west of Acapulco, Mexico.\n"
        ]
    },
    {
        "input": "မိုဂျေ့ သဲကန္တာရ နှင့် ဆန် ဂါဘရီရယ် တောင်တန်းများ တွင် မနေ့ က ဖြစ်ပွားခဲ့သော မီးလောင်မှု သုံး ခု အနက် တစ် ခု ဖြစ်သည် ။\n",
        "output": [
            "The fire is one of three that ignited yesterday in the Mojave Desert and San Gabriel Mountains.\n"
        ]
    },
    {
        "input": "မည်သည်နည်းနှင့်ဖြစ်စေကာမူ ၊ ခွဲခြမ်းစိတ်ဖြာလေ့လာမှု တွင် အသုံးပြုခဲ့သည့် နမူနာများ သည် လွန်ခဲ့သော နှစ်ပေါင်း ၁၂၀,၀၀၀ က ရရှိလာခဲ့ကြောင်း နှင့် ထို မျိုးစိတ် နှစ်ခု ၏ မျိုးစပ်ပေါက်ပွါးခြင်း သည်လည်း အစောပိုင်းကတည်းက အများအပြား ဖြစ်ပွားလာခဲ့သည် ကို ပြသနေသည် ။\n",
        "output": [
            "However, the samples used in the analysis came from the past 120,000 years and show that interbreeding of the two species occurred a great deal earlier.\n"
        ]
    },
    {
        "input": "ကယ်ဆယ်ရေးသမားများ သည် တာ့စ်မနီးယား မြောက် ပိုင်း က ဘေကွန်ဖီးလ် မိုင်းတွင်း တွင် ပိတ်မိနေသော သတ္တုတွင်း အလုပ်သမားများ ဆီ ရောက် အောင် သူ တို့ ရဲ့ ကြိုးစားအားထုတ်မှုများ ကို ဆက်လက် လုပ်ဆောင်နေပါသည် ။\n",
        "output": [
            "Rescuers are continuing their efforts to reach the trapped miners in the Beaconsfield mine in northern Tasmania.\n"
        ]
    },
    {
        "input": "နိုင်ငံတကာ အလှူရှင်များ ၏ ညီလာခံ တစ်ခု သည် ဒီ နိုင်ငံ အတွက် အကူအညီ ပို၍ ပေး ရန် လာမယ့် လ မှာ ဖြစ်လိမ့်မယ် လို့ မျှော်လင့်ထားခဲ့သည် ။\n",
        "output": [
            "It is expected that an international donors' conference will take place next month to solicit more aid for the country.\n"
        ]
    },
    {
        "input": "အီလက်ထရွန် အောက်ဆီဂျင် ထုတ်စက် ၏ အပေါက်များ ဝန်းကျင်မှာ အကြွင်းအကျန်များ စုဆောင်းခြင်း ကို ရှရီပို့ဗ် က သတိထားခဲ့ ပြီး ဓါတ်ပုံရိုက်ခဲ့သည် ။\n",
        "output": [
            "Residue accumulation around the vents of the Elektron oxygen generator was noted and photographed by Sharipov.\n"
        ]
    },
    {
        "input": "ပြန်လည် ပြသချက် တွင် လီယို ဘန်ဟက်ကာ က ထိုးစစ် ကို ပိုမိုအားပြု တဲ့ စနစ် တစ် ခု ၄-၃-၂ ကို ပြောင်းလဲခဲ့ ပြီး တိုက်စစ် ကစားသမား အပို တစ် ယောက် ကို ထည့်ထားခဲ့ပါသည် ။\n",
        "output": [
            "In reply Leo Benhakker changed to a more attacking 4-3-2 system and threw on an extra attacker.\n"
        ]
    },
    {
        "input": "ပို၍ပြင်းထန်လာသော အငြင်းပွားမှု တစ်ခု တွင် အီတလီ ဝန်ကြီးချုပ် ဆယ်ဗီအို ဘာလူစကိုနီ ရဲ့ နိုင်ငံရေး ပြသနာများ ဖြစ်စေခဲ့ ပြီး အမျိုးသား ဆူပူမှု တစ်ခု အီတလီ မှာ စတင်ခဲ့တယ် ၊ နီကိုးလာ ကယ်လီပါရီ သေဆုံးတဲ့ ဗုဒ္ဒဟူး နေ့ က အီတလီလူမျိုး တရားစွဲဆိုသူတွေ က သူတို့ရဲ့ ကိုယ်ပိုင် လွတ်လပ်သော သက်သေပြမှုတွေ ကို စတင်ခဲ့တယ် ။\n",
        "output": [
            "In an escalating controversy that has contributed to Italian Prime Minister Silvio Berlusconi's political problems and created a national uproar in Italy, Italian prosecutors began their own independent probe on Wednesday of the death of Nicola Calipari.\n"
        ]
    },
    {
        "input": "ဤ ဆော့ဝဲ မှ ကြော်ငြာ ဝင်ငွေများ ကို ဝီကီမီဒီယား ဖောင်ဒေးရှင်း နှင့် မျှယူပါမည် ။\n",
        "output": [
            "The advertising revenues from this software will be split with the Wikimedia Foundation.\n"
        ]
    },
    {
        "input": "ဤ ပွဲတော် တွင် ယခုချိန် ထိ ပြိုင်ပွဲ ၂၀ တွင် ၊ အိမ်ရှင် သုံး ပွဲ သာ အောင်ပွဲ များ ဟု မှတ်တမ်းတင် ခဲ့ သည် ၊ သို့သော် ပြိုင်ပွဲ တွင် ပထမ အကြိမ် တိုင်း အတွက် ၊ အိမ်ရှင် လေး သင်း လုံး သည် တစ် ချီ ထဲ တွင် ၎င်း တို့ ၏ သက်ဆိုင်ရာ ပြိုင်ပွဲ များ ကို အနိုင်ရ ခဲ့ သည် ။\n",
        "output": [
            "In the 20 games so far this season, only three home wins had been recorded, but for the first time ever in the league, all four home teams won their respective matches in a single round.\n"
        ]
    },
    {
        "input": "“ ကျွန်တော်တို့ ဘေးကင်းလုံခြုံမှုအကြောင်း ပြောဆိုခြင်း မှ ကားခ အငြင်းပွားမှုများ ဖြေရှင်းခြင်းအကြောင်း ပြောဆိုခြင်း ကို ပြောင်းလဲနေပါသည် ၊ ” ဟု သူ က ပြောခဲ့သည် ။\n",
        "output": [
            "\"We're swapping from saying it's about safety to saying it's about setting fare disputes,\" he said.\n"
        ]
    },
    {
        "input": "သတင်းများ အရ ၊ ဂါဇာ ကမ်းမြောင် ဒေသ တွင် အဇ္ဇရေးလူမျိုး လေယာဉ်တိုက်ခိုက်မှု အများအပြား က နို့စို့ကလေး တစ်ယောက် အပါအဝင် ၊ ကလေး ၃ဦး ကို ဒဏ်ရာရစေပါသည် ။\n",
        "output": [
            "According to reports, multiple Israeli airstrikes in the Gaza Strip have injured three children, including one infant.\n"
        ]
    },
    {
        "input": "ပထမ အချက် အနေနဲ့ ၊ မင်းသား အတွက် တရားရုံးဆင့်ခေါ်စာ ကို ဥပဒေရေးရာအရတရားဝင် ဖြစ်စေရန် အချိန်မှီ ထုတ်ပြန်နိုင်ခဲ့ခြင်း မရှိပါ ။\n",
        "output": [
            "First, the subpoena for the Prince wasn't issued in time to be legal.\n"
        ]
    },
    {
        "input": "ပစ်ခတ်မှုများ ပြီးသွားသော မနက်ပိုင်း တွင် ၊ လမ်း တွေ မှာ အတော် တိတ်ဆိတ်နေခဲ့ ပြီး ၊ စစ်သားတွေကို သာ သိသိသာသာ သမ္မတ အိမ်တော် တစ်ဝိုက်တွင် ထူထပ်စွာ ချထားသည် ကို တွေ့ရပါသည် ။\n",
        "output": [
            "The morning after the battle, the streets were relatively quiet, and the only significant military presence is heavy artillery around the presidential palace.\n"
        ]
    },
    {
        "input": "စပိုက်ဒါ-မန်း ၊ အိုင်းယွန်း မန်း ၊ အိတ်စ်-မန်း ၊ ဟက် နှင့် ထူးဆန်းေသာ မဲဆန္ဒပေးပိုင်ခွင့် လေးခု ကဲ့သို့သော လူကြိုက်များ ဇာတ်ကားများ မှ ရုပ်ရှင် နှင့် စာအုပ် ဝင်ငွေများ ထဲမှ တစ်ဝက် ကို ကိုယ်စားပြုသော လူထုအခြေပြု ပျက်စီးဆုံးရှုံးမှု ၏ ပြန်လည်နာလန်ထူမ႒ ကို ကုမ္ပဏီ မှ တရားစွဲမည်ဖြစ်ပါသည် ။\n",
        "output": [
            "The company is suing for recovery of civil damages representing one-half of film and book earnings from such blockbuster films as Spider-Man, Iron Man, X-Men, Hulk, and Fantastic Four franchises.\n"
        ]
    },
    {
        "input": "ရစ်ချ်မွန်း အထက်တန်း ကျောင်း မှ ကေျာင်းသား တစ်ယောက် ၊ လီလီယာနား ဗယ်လင်ဇွဲလား နှင့် ဘွဲ့ရ လိုအပ်ချက် တစ်ခု အနေဖြင့် ပြည်နယ် ၏ စမ်းသပ်စစ်ဆေးမှု အား အသုံးပြု ၍ တားမြစ် ရန် တရားစွဲခံရသော အခြားသူများ ကို ဗယ်လင်ဇွဲလား ဗွီအက်စ် အို ကွန်နဲ မှ ၊ ရှေ့ဆောင်လမ်းပြ ရှေ့နေ အာကျုရို ဂွန်ဇာလက် က ” ဒီ အမှု က ပြီး ဖို့ ဝေးသေးသည် ၊ ” လို့ ပြောခဲ့သည် ၊ “ ဘွဲ့နှင်းသဘင် အခမ်းအနား ပြီးသွား လျှင် တောင်မှ ၂၀၀၆ ၏ အတန်း က ကျောင်းသားများ သူတို့ ၏ ဒီပလိုမာများ ကို လက်ခံရယူနိုင်မည့် ခိုင်မာသော အခွင့်အလမ်း ရှိသည် လို့ ကျွန်တော်တို့ ထင်တယ် ။ “\n",
        "output": [
            "\"This case is far from over,\" said Arturo Gonzalez, the lead attorney in Valenzuela vs. O'Connell, in which Liliana Valenzuela, a Richmond High School student, and others sued to block the state's use of the test as a graduation requirement, \"We think there is a strong chance that students in the Class of 2006 will receive their diplomas, even if it is after commencement ceremonies.\"\n"
        ]
    },
    {
        "input": "၂၀ဝ၆ ခုနှစ် မေ လ တွင် ၎င်း သည် ဇူလိုင် လ ၁၄ ရက် နှင့် သြဂုတ် လ ၁၆ ရက် ၌ အမြင့်ဆုံး ပြင်းထန်သော ပေါက်ကွဲမှု နီးပါး သိသိသာသာ ပြင်းထန်ခဲ့သည် ။\n",
        "output": [
            "In May 2006 it increased dramatically culminating in violent eruptions on July 14 and August 16.\n"
        ]
    },
    {
        "input": "ကြားဖြတ် အစိုးရ အဖွဲ့ဝင် များ နှင့် သူတို့ ၏ အရင်းနှီးဆုံး မိသားစု များ ကို နယူးဇီးလန် သို့ ဝင်ရောက်ခြင်း မှ တားဆီးပိတ်ပင်ခဲ့သည် ။\n",
        "output": [
            "Members of the interim regime and their immediate families are barred from entering New Zealand.\n"
        ]
    },
    {
        "input": "အိန္ဒိယနိုင်ငံ ၏ စီးပွားရေး သည် ၂၀၀၆-၂၀၀၇ ဘဏ္ဍာ နှစ် ၏ ဒုတိယလေးလပတ် ( ဇွန်လိုင်-စက်တင်ဘာ ) တွင် ၉.၂ ရာခိုင်နှုန်း ၊ ပြီးခဲ့သော နှစ် ထို တူညီသော လေးလပတ် တွင် ၈.၄ ရာခိုင်နှုန်း တိုးတက်ခဲ့သည် ။\n",
        "output": [
            "India's economy has grown by 9.2 percent in Q2 (July-September) of the fiscal year 2006-07, which was 8.4 percent last year for the same quarter.\n"
        ]
    },
    {
        "input": "နယ် လမ်းကြောင်း သည် ဤ အမြန်လမ်း ၏ ဆွဲဆန့်သော ၁၅၀ မိုင် တစ်ခု ပိတ် ကတည်းက ခွင့်ပြုခြင်းခံရသည် ။\n",
        "output": [
            "Local traffic is being allowed, since this shuts off a 150-mile stretch of highway.\n"
        ]
    },
    {
        "input": "နိုင်ငံအနှံ့ မဲပေးသူ မဲပေးမှု သည် လေးဆယ်ငါး ရာခိုင်နှုန်း ရှိခဲ့သည် ၊ သို့သော်လည်း လျှို့ဝှက်မဲထည့်ခြင်း ပါဝင်မှု ရှိခဲ့သည် ဟု မသင်္ကာမှုများ မြင့်တက်ပြီးတော့ ၊ မဲပေးမှု ၏ ကိုးဆယ့်ငါး ရာခိုင်နှုန်း သို့မဟုတ် ပို၍ အချို့မဲရုံများ အစီအရင်ခံခဲ့သည် ။\n",
        "output": [
            "Voter turnout nationwide was 45%, but some stations reported a turnout of 95% or more, raising suspicions that there was ballot stuffing involved.\n"
        ]
    },
    {
        "input": "အနည်းဆုံး လူ ပေါင်း ၁၉၈ ဦး ၊ ၎င်း တို့ ထဲမှ အယောက် ၉၀ သည် ကလေး များ ၊ သည် ဆေးရုံ တွင် ကုသမှု ခံယူ နေရသည် ဟု လည်း ဂျူရိုဗစ် သည် ပြောခဲ့သည် ။\n",
        "output": [
            "Djurovic also said at least 198 people, 90 of them children, have been treated at the hospital.\n"
        ]
    },
    {
        "input": "အဲဒီ နှစ်ရက်တာ အရည်အချင်းစစ်ပွဲ တွင် ၊ အချိန်ဇယား စီစဉ်မှု ပေါ်တွင် ဖြစ်လာသော အားနည်းချက် အချို့ ကြောင့် ၊ တချို့ စာရင်းသွင်းပြီးသော ဂိမ်းသမားများ ချန်ပီယံရှစ် မှ နုတ်ထွက် ရန် တောင်းဆိုခံရ သော်လည်း ၊ အဲဒါ သည် တရက်တည်းကျင်းပသော ချန်ပီယံ ၊ ၂ရက်ကျင်းပသော ချန်ပီယံ ၊ နှင့် တစ်ပွဲလုံး ချန်ပီယံ အဖြေ အပေါ် အကျိုးသက်ရောက်မှု မရှိခဲ့ပါ ။\n",
        "output": [
            "In this 2-day qualifier, due to some issues on the arrangement of the schedule, some registered gamers offered to quit the championship, but it didn't take effect on the results of the single day champion, the 2-day champion, and overall champion.\n"
        ]
    },
    {
        "input": "\" အလုပ်များ နှင့် တိုးတက်မှု အတွက် ကျွန်ုပ် တို့ ၏ လေးနက်သော ကတိ ကြောင့် ၊ ကျွန်ုပ် တို့ သည် ပို ငွေ အတွက် ပြန်ရငွေ ကို နှောင့်နှေး စေရန် တာဝန်ရှိသော အခန်း ကဏ္ဍ ကို ဆောင်ရွက် ခဲ့ ပြီ ဖြစ် ပြီး ၊ အခွန် လက်ခံမှုများ သို့ ကြီးမားသော ရိုက်ခတ်မှု တစ် ခု ကြောင့် ၊ ၂၀၁၃ / ၂၀၁၄ ခုနှစ် တွင် ဒေါ်လာ ၁၈ ဘီလီယံ လိုငွေ တစ်ခု ရှိ လိမ့် မည် ။ \"\n",
        "output": [
            "\"Because of our deep commitment to jobs and growth, we have taken the responsible course to delay the return to surplus, and due to a savage hit to tax receipts, there will be a deficit of $18 billion in 2013/14\".\n"
        ]
    },
    {
        "input": "လည်ပတ်မှု ကုန်ကျစရိတ် ၏ ၇၀ % သည် လောင်စာ ဆီ ဖြည့် ရန် ဖြစ် ပြီး ၊ လေယာဉ် လိုင်း လောင်စာ ဆီ အပိုကြေး သည် ခရီး တစ်ခေါက် စာ လျှင် နောက်ထပ် ဘတ် ၁၀ဝ မှ ဘတ် ၈၅၀ ထိ မြင့်တက် ပြီး ဖြစ်သည် ဟု သူ ပြော သည် ။\n",
        "output": [
            "He says 70% of operating costs are taken up with fuel, and the airline has already raised fuel surcharges again by 100 baht to 850 baht per leg.\n"
        ]
    },
    {
        "input": "ဂါးဒီးယန်း ၏ စွမ်းအင် အယ်ဒီတာ ၊ တယ်ရီ မာကာလစ်စတာ က ၊ ရေနံ လုပ်ငန်း ၏ \" များစွာသော ကိုးကားထားသည့် ဂါထာမန္တရား \" ကို ဘေးကင်းလုံခြုံမှု က ပထမ အတွက် \" ဖြိုချ \" အစီရင်ခံစာ တွင် \" အမှားယွင်းများ ၏ အမျိုးအစား - လူသား နှင့် စက် နှစ်မျိုးစလုံး \" ကို ရေးသားခဲ့သည် ။\n",
        "output": [
            "The energy editor of The Guardian, Terry Macalister, wrote that the \"catalogue of errors - both human and mechanical\" in the report \"demolish\" the oil industry's \"much quoted mantra\" of safety first.\n"
        ]
    },
    {
        "input": "လူသားခြင်းစာနာထောက်ထားမှု ဆု ကို နိုင်ငံပိုင် ဖျော်ဖြေရေးသမား ပေါ(လ်)ဘယန့်(ဒ်) က အပ်နှင်းခြင်းခံခဲ့ စဉ်မှာ ဝတ်ထ် ဂါးရီစ် အထူးအောင်မြင်မှုဆု ကို စီးတီးတီဗီ နှင့် မတ်ချ်ဂီတ ကို ရှာဖွေတည်ထောင်သူ မိုဇက်ဇာန်မာ ထံသို့လည်း ပေးအပ်ခဲ့သည် ။\n",
        "output": [
            "The Humanitarian Award was presented to country performer Paul Brandt while the Walt Grealis Special Achievement Award was presented to Citytv and MuchMusic founder Moses Znaimer.\n"
        ]
    },
    {
        "input": "အဆိုပါ မသင်္ကာဖွယ်ဖြစ်သူများ ကို ဖွဲ့စည့်းထားသော အမ်ပူမလန်ဂါ ရာဇဝတ်မှု အဖွဲ့ က သောကြာ နေ့ တွင် ဖမ်းဆီးခံခဲ့ရသည် ။\n",
        "output": [
            "The suspects were arrested on Friday by the Mpumalanga organized crime unit.\n"
        ]
    },
    {
        "input": "ဝုဒ် က စတော သည် သူ ပြည်ထဲရေးဝန်ကြီး လုပ်စဉ် က “ မကြာခဏ အကြံပေးသော အဖြစ်များ သည် တရားမဝင် ဘဲ ဘာပဲဖြစ်ဖြစ် ရှေ့ဆက် သွားခဲ့ ပြီး တရားရုံးများ တွင် နိုင်ခဲ့သည် ” ဟု ပြောကြားခဲ့သည် ။\n",
        "output": [
            "Wood said that Straw had \"often been advised things were unlawful and gone ahead anyway and won in the courts\" when he was home secretary.\n"
        ]
    },
    {
        "input": "စတန်းဖို့ဒ် မက်ဒီကယ် စင်တာ ၌ စက်ရုပ် စနစ် တစ်ခု ကို ဝမ်းဗိုက်နှင့်ဆိုင်သော အစာအိမ် လမ်းကြောင်း ကြည့် မှန်ပြောင်း ဖြင့် ရှောင်ကွင်း ခွဲစိတ်ကုသမှု ကို အောင်မြင်စွာ ပြုလုပ် ရန် သဘောတရားအရ ပြဿနာများ ၏ တူညီမှု နှုန်း တစ်ခု နှင့်အတူ ထိုဟာ ကို စံနှုန်းမှီ ခွဲစိတ်ကုသမှု အဖြစ် အသုံးပြုခဲ့တယ် ။\n",
        "output": [
            "A robotic system at Stanford Medical Center was used to perform a laparoscopic gastric bypass surgery successfully with a theoretically similar rate of complications to that seen in standard operations.\n"
        ]
    },
    {
        "input": "ဆော်ဒီ နိုင်ငံ ပိုင် ဗီလာ အပြည်ပြည်ဆိုင်ရာ ရေကြောင်းလိုင်း ကုမ္ပဏီ မှ ၊ ဆိုင်းရပ် စတား သင်္ဘော ပေါ်တွင် ၊ ဖိလစ်ပိုင် ၊ ဆော်ဒီ အာရေးဗီးယား ၊ ခရိုအေးရှား ၊ ပိုလန် ၊ နှင့် ဗြိတိန် တို့မှ သင်္ဘောသား ၂၅ဦး ပါ၀င်သည် ။\n",
        "output": [
            "The Sirius Star, owned by Saudi state firm Vela International Marine, has a crew of 25 from the Philippines, Saudi Arabia, Croatia, Poland, and Britain.\n"
        ]
    },
    {
        "input": "ဒုတိယ ကလေး တစ် ယောက် ၊ ၃-နှစ်-အရွယ် ရိုင်ယန် ဖန် ကို ၊ ယနေ့ ဒေသ စံတော်ချိန် နံနက် ၁၀:၃၀ ၌ ရှာဖွေရေး နှင့် ကယ်ဆယ်ရေး အဖွဲ့ တစ် ဖွဲ့ မှ ဘာတွန် ပင်လယ်အော် အနီး တွင် တွေ့ရှိခဲ့ပါတယ် ။\n",
        "output": [
            "A second child, 3-year-old Ryan Phan, was found near Barton Bay by a search and rescue team today at 10:30 am local time.\n"
        ]
    },
    {
        "input": "မေလ ၉ ရက် နေ့ တွင် ကယ်တင်ခံခဲ့ရ သော ၊ အဆိုပါ လူ များ သည် ၊ သူတို့ သည် မြေအောက်တွင် ပိတ်မိခဲ့သော အချိန်များ အကြောင်း ကို လူထုသို့ ထုတ်ဖော်ပြောကြားခြင်းမရှိသေးပေ ။\n",
        "output": [
            "The men, who were rescued on May 9, have not spoken publicly about the time they spent trapped underground.\n"
        ]
    },
    {
        "input": "အစ္စရေး နိုင်ငံခြားရေး ဝန်ကြီး ၏ ပြောရေးဆိုခွင့်ရှိသူ ရီဂယ်ပယ်မော် က ၊ “ အထူးသဖြင့် ဟမက်စ် ကို နိုင်ငံတကာ က အကြမ်းဖက် အုပ်စု တစ်ခု အဖြစ် သတ်မှတ်ထားသော ကြောင့် ၊ ပိုပြီး ထူးဆန်းတယ် ” ဟု ပြောကြားခဲ့သည် ။\n",
        "output": [
            "Spokesman Yigal Palmor for Israel's Foreign Ministry said, \"This is more than strange, especially since Hamas is internationally recognized as a terror group.\"\n"
        ]
    },
    {
        "input": "မက်ဒ်စတိုရီ ဟု ခေါ်သော ကျန်းမာရေး သတင်းအချက်အလက် ရှာဖွေရေး စက် တစ်ခု ကို ဝယ်ယူ ရန် မိုက်ခရိုဆော့ဖ် က ဆုံးဖြတ်ခဲ့သည် ။\n",
        "output": [
            "Microsoft decided to buy a health information search engine called Medstory.\n"
        ]
    },
    {
        "input": "“ ကျွန်တော်တို့ သည် ထုထည် အတွင်း က ရေတွေ အတွက် အရမ်း သေးငယ် ပြီး အရမ်း အေး ကြောင်း သက်သေပြနိုင် ပါက - ဒါဟာ နောက်ဆုံး ဖော်ပြချက် တစ်ခု ဖြစ်တယ် ဆိုတာ ကျွန်တော်တို့ သဘောပေါက်ပါတယ် ၊ ” လို့ ကိုလိုရာဒိုမြစ် ၊ ဘိုးလ်ဒါမြို့ ၊ အာကာသ သိပ္ပံ အဖွဲ့အစည်း က ကစ်စ်ဆီးနီး ပုံရိပ် အသင်း ခေါင်းဆောင် ဖြစ်သူ ဒေါက်တာကယ်ရိုလင်းပေါကို က ၊ ပြောခဲ့သည် ။\n",
        "output": [
            "\"We realize that this is a radical conclusion — that we may have evidence for liquid water within a body so small and so cold,\" said Dr. Carolyn Porco, Cassini imaging team leader at the Space Science Institute, Boulder, Colorado.\n"
        ]
    },
    {
        "input": "ဝီကီနယူး သည် ဖြစ်စဉ် ကို လိုက်နာ ရန် ဆက်လက်လုပ်ဆောင်နေသည် ၊ သို့သော် အမည်မသိ အသုံးပြုသူ သည် အင်တာဗျူး တစ်ခု ကို ငြင်းဆိုခဲ့သည် ။\n",
        "output": [
            "Wikinews is continuing to follow the story, but the anonymous user has declined an interview.\n"
        ]
    },
    {
        "input": "၂၀ဝ၅ ခုနှစ် ယူအီးအက်ဖ်အေ - အမျိုးသမီး ဖလား နောက်ဆုံး ပွဲစဉ် ၏ ဒုတိယ မြောက် ကစား ပွဲ တွင် ၃-၁ ဖြင့် အနိုင် ရရှိ ပြီးနောက် ၁ . အက်ဖ်အက်ဖ်စီ တာဘိုင်း ပို့စ်ဒမ်း ကစားသမား များ က ဆွီဒင် ဒီဂျာဂါးဒန်း / အလဗ်ဂျို အသင်း - ယူအီးအက်ဖ်အေ အမျိုးသမီး ဖလား ကို ဆန့်ကျင် ၍ ဥရောပ ချန်ပီယံရှစ် ကို အနိုင်ရရှိခဲ့ ပါသည် ။\n",
        "output": [
            "After a 3-1 victory in the 2nd game of the UEFA-Women's Cup final 2005 the players of the 1.FFC Turbine Potsdam have won the European championship against the Swedish team of Djurgården / Älvsjö - the UEFA Women's cup.\n"
        ]
    },
    {
        "input": "ကနေဒါ ဂီတအဖွဲ့ ဟောအော့(ဖ်)ဖိန်း သည် ၎င်း ၏ ဂုဏ်တက် ရန် ကနေဒါ ဝါရင့် အပြင်းစား အုပ်စု ထရန့်(ပ်)(ချစ်) နှင့် ပူးပေါင်းခဲ့သည် ။\n",
        "output": [
            "The Canadian Music Hall of Fame added veteran Canadian rock band Triumph to its honour roll.\n"
        ]
    },
    {
        "input": "မိနစ် နှစ်ဆယ် ခြားပြီး ၊ သောကြာနေ့ ဝတ်ပြု့သူများ ကို ဖုန်းခေါ်ဆိုမှု မပြု့ခင် အချိန်တိုလေး တွင် ဗုံးပေါက်ကွဲမှု သည် ဘက်ဒတ် ရှိ ဈေးနေရာ နှစ်ခု ကို ဦးတည်သည် ။\n",
        "output": [
            "Separated by twenty minutes, the bombings targeted two marketplaces in Baghdad shortly before the call to Friday prayers.\n"
        ]
    },
    {
        "input": "ဂျူရီလူကြီး နှစ်ဦး နှင့် တရားသူကြီး တစ်ဦး တို့ သည် လူ-သုံးဦးပါဝင်သော ခုံသမာဓိအဖွဲ့ တစ်ဖွဲ့စီ တွင် အဖွဲ့ဝင်များ ဖြစ်လိမ့်မည်ဖြစ် ၊ ပြီး ရာဇဝတ်မှုများ နှင့် တရားမမှု အခြေအနေများ နှစ်ခုလုံး ကို ဆုံးဖြတ်သည် ။\n",
        "output": [
            "Two jurors and a judge will be sitting on each three-person panel, and decide both criminal and civil cases.\n"
        ]
    },
    {
        "input": "အက်ရှလေ ၏ မိဘများ က သူမ ကို အိမ် တွင် သိမ်းထား ချင် ပြီး သူမ ကို သူ တို့ ကိုယ်တိုင် ဂရုစိုက် ပြီး ၊ သူ တို့ က သူ တို့ သမီး ၏ ဘ၀ အဆင့်အတန်း ကို အာမခံပေး ရန် ဆန္ဒရှိသည် ။\n",
        "output": [
            "Ashley's parents want to keep her at home and care for her themselves, and they want to guarantee their daughter's quality of life.\n"
        ]
    },
    {
        "input": "ဘုရင် သည် ပြောင်းရွှေ့ရတာ နှင့်ပတ်သက်ပြီး ချက်ချင်း အကြောင်းပြချက် တစ်ခု မ ပေး ခဲ့ပါဘူး ၊ သို့သော် ၊ မကြာသေးမီက အကျင့်ပျက်ခြစားမှု ၊ နှင့် ပါလီမန် ၏ ဥပဒေ ကို ကိုင်တွယ်မှု မကျွမ်းကျင်မှု တို့ ကြောင့် စွပ်စွဲ မှုများ ရှိခဲ့ပါတယ် ။\n",
        "output": [
            "The monarch did not immediately provide a reason for the move; however, there have recently been reports accusing the parliament of handling legislation ineptly, and even of being corrupt.\n"
        ]
    },
    {
        "input": "အကောင်းဆုံး လက်ရှိ အကြောင်းအရာများ အစီရင်ခံစာ နောက်ဆုံး စာရင်းဝင်များ မှာ အဲလက်စ် တက်ကာ ၊ ဒက်တော့ ဒိုင်ယာရီ ၊ လေ့ကျင့် ရန် မကိုက်ညီပါ နှင့် ဒီရေ အကွေ့အကောက် တို့ ဖြစ်ခဲ့သည် ။\n",
        "output": [
            "Best current affairs report finalist were Alex Teka, Detox Diary, Not Fit to Practise and Turning the Tide.\n"
        ]
    },
    {
        "input": "\" သူတို့၏ ၀က်ဘ်ဆိုဒ် မှတဆင့် သို့မဟုတ် သူတို့၏ အဖွဲ့အစည်း မှတဆင့် ဒီ ညစ်ညမ်းမှုမျိုး ဆွယ်ပေး ရန် စီးပွားရေး ခွင့်ပြုချက် တစ်ခု ရှိ ရန် သည် သူတို့ ပြောသော သူတို့ မထိန်းချုပ်နိုင်ပါ ဆိုသော အရာ ဖြစ်သည် ။ \"\n",
        "output": [
            "\"To have a business allow that type of filth to be purveyed through their website or through their system is something that they say they can't handle.\"\n"
        ]
    },
    {
        "input": "ဖလော်ရီဒါပြည်နယ် ၊ ယခင် အုပ်ချုပ်ရေးမှူး ဂျက်ဘွတ်ရှ်က ၊ ရီပတ်ဗလီကင် သမ္မတလောင်း မစ်တ်ရွမ်နေ မျှော်လင့်ချက်ရှိကြောင်း သူ့ အတည်ပြုချက်ကို မနေ့က ကြေငြာခဲ့သည် ။\n",
        "output": [
            "Jeb Bush, the former governor of Florida, announced his endorsement of Republican presidential candidate hopeful Mitt Romney yesterday.\n"
        ]
    },
    {
        "input": "ရီပတ်ဘလီကန်ပါတီဝင် သမ္မတရာထူး ရွေးကောက်တင်မြှောက်ခံရရန် ကြိုးပမ်းနေ သူ ၊ ဟန်တာ သည် ၊ ပြီးခဲ့သော အပတ် က ဥပဒေ မူကြမ်း အား ထောက်ခံရေး ကို ကန့်ကွက်ခဲ့သည် ။\n",
        "output": [
            "Hunter, who is seeking the Republican Presidential nomination, argued in favor of the bill last week.\n"
        ]
    },
    {
        "input": "အဖြစ်အပျက်ဖြစ်သည့်အချိန် တွင် သူတို့ သည် ကော်ဖီသောက်နားရန်ပေးထားသည့်အချိန် ဖြစ် သောကြောင့် ကံကောင်းစွာဖြင့် ၊ ဆောက်လုပ်ရေးလုပ်သားများ သည် ဒဏ်ရာအနာတရ ဖြစ်မှု မှ လွတ်မြောက်သွားခဲ့ကြသည် ။\n",
        "output": [
            "Construction workers escaped injury, luckily they were on a coffee break at the time of the incident.\n"
        ]
    },
    {
        "input": "ဧပြီလ ၂၂ ရက်နေ့ တွင် ၊ ပင်လယ်ကွေ့ ၏ မျက်နှာပြင် ပေါ် ရေနံပြင်ကွက်ကြီး တစ်ခု ပေါ်လာခဲ့သည် ။\n",
        "output": [
            "On April 22, an oil slick appeared on the surface of the Gulf.\n"
        ]
    },
    {
        "input": "အရေးပေါ်လူနာ ကို လျင်လျင်မြန်မြန် ဂရုတစိုက် နဲ့ အဝေးမသွားနိုင်အောင် ညွှန်ပြခြင်း ဖြစ်သည် ။\n",
        "output": [
            "It did indicate that acute care emergency patients would not be turned away.\n"
        ]
    },
    {
        "input": "လူတွေ ကို ရေများများ သောက် ရန် ၊ နေ့လည်ခင်း တွင် အပြင်မထွက်ရန် နှင့် အခန်းများ အေးမြစေ ရန် ပိတ်ထားသော လိုက်ကာ များ တပ်ဆင်ရန် အကြံပေးထားပါသည် ။\n",
        "output": [
            "People have been advised to drink plenty of water, not go out in the midday sun and keep curtains closed to cool rooms.\n"
        ]
    },
    {
        "input": "အပြည်ပြည်ဆိုင်ရာ ရေကြောင်းထိန်းသိမ်းရေး အဖွဲ့ ၏ အဆို အရ ၊ အရှေ့ အာဖရိက နိုင်ငံ ၏ ကမ်းလွန် ရေပိုင်နက် တွင် မတ်လ ၁၅ ရက်နေ့ ကတည်းက ၎င်း နေရာ ၌ အခြား ပင်လယ်ဓါးပြ တိုက်ခိုက်ခံရမှု ပေါင်း ၂၃ ခု ရှိခဲ့သည် ။\n",
        "output": [
            "According to the IMB, there have been 23 other pirating attacks in coastal waters off the east African nation since March 15.\n"
        ]
    },
    {
        "input": "ထို့နောက် မာစီလို ဂါလာဒို က အိမ်ကွင်း အတွက် ၅၂ မိနစ် အတွင်း မှာ ၃-၀ ဂိုး သွင်းယူခဲ့သည် ။\n",
        "output": [
            "Marcelo Gallardo then made it 3-0 for the home side in the 52nd minute.\n"
        ]
    },
    {
        "input": "အခြား ညစ်ညမ်းရုပ်ရှင် သို့မဟုတ် အုပ်ချုပ်ရေးကိုအနှောင့်အယှက်ပေး တဲ့ ဆိုဒ် တွေ ကို ၄င်း ရဲ့ ‘ ဂရိတ် ဖားရာဝေါ ’ နှင့် တားဆီးပိတ်ပင်ထား တဲ့ ၊ တရုတ် နိုင်ငံ တွင် ပုံမှန်အတိုင်း ယူကျု ကို အလွယ်တကူ သုံးစွဲပိုင်ခွင့်ရှိပါတယ် ။\n",
        "output": [
            "YouTube is normally easily accessible in China, which blocks other pornographic or subversive sites with its 'Great Firewall'.\n"
        ]
    },
    {
        "input": "အခြေခံ အဆောက်အအုံများ ပျက်စီးမှု ၊ စားနပ်ရိက္ခာ အကူအညီ ဖြန့်ဝေပေးမှု အား နှောင့်နှေး စေမှု တို့ သည် ၊ ကြီးကျယ်သော ငတ်မွတ်ခေါင်းပါးမှု ကို အမှန်တကယ် ဖြစ်စေ နိုင်ခြေ ရှိပါသည်။\n",
        "output": [
            "Infrastructure damage, leading to slow distribution of food aid, has lead to the very real possibility of widespread starvation.\n"
        ]
    },
    {
        "input": "အော့ပင်ဟိုင်မာ သည် ၊ လော့စ် အဲလမို့ မြို့ တွင် လျှို့ဝှက် လက်နက် ဒီဇိုင်း ဓာတ်ခွဲခန်း စတင်ခဲ့ သောအခါ ၊ သူ သည် ဗက်သ ကို သီအိုရီ ဌာန ခွဲ ၏ စီစဉ်ညွှန်ကြားသူ အဖြစ် ခန့်အပ်ခဲ့သည် ။\n",
        "output": [
            "When Oppenheimer started the secret weapons design laboratory, Los Alamos, he appointed Bethe as Director of the Theoretical Division.\n"
        ]
    },
    {
        "input": "အိန္ဒိယ သမုဒ္ဒရာ ဆူနာမီ ဖြစ်ခဲ့ တဲ့ တစ် နှစ် အတွင်း မှာ တစ်ကမ္ဘာလုံး ရဲ့ ပူဆွေးမှု နှင့် သနားဂရုဏာဖြစ်မှုများ သည် အနည်းဆုံး လူပေါင်း ၂၁၆၀၀၀ နေထိုင် လျက် ရှိသော အိန္ဒိယ သမုဒ္ဒရာ ကမ်းခြေ တွင် သူတို့ ၏ အသက်အိုးအိမ်များ ဆုံးရှုံးခဲ့ကြသည့် ဆူနာမီ ကြောင့် ဒုက္ခရောက်ခဲ့သူများ ထံ ရောက်ရှိလာခဲ့ကြသည် ။\n",
        "output": [
            "One year on from the Indian Ocean tsunami, the world's grief and compassion returned to the tsunami-battered coastlines of the Indian Ocean, where at least 216 000 people lost their lives.\n"
        ]
    },
    {
        "input": "နယူးဒေလီ မြို့ ရှိ အိန္ဒိယ မိုးလေဝသဌာန ( အိုင်အမ်ဒီ ) မှာ သိပ္ပံပညာရှင်များ မှ ၊ အာရှ သို့ ကမ္ဘာ့ မိုးလေဝသအဖွဲ့အစည်း ၏ ပါရဂူများ စင်တာ က ၊ ဆိုင်ကလုန်း မုန်တိုင်း ဆိုင်ရာ ပထမဆုံး တရားဝင် ကြေငြာချက်များ ကို မြန်မာနိုင်ငံ သို့ ဧပြီ လ ၂၆ ရက် အစောပိုင်း ကတည်းက သူ တို့ ထုတ်ဝေပေးခဲ့သည် ကို ပြောကြားပါသည် ။\n",
        "output": [
            "Scientists at the Indian Meteorological Department (IMD) in New Delhi, theWorld Meteorological Organisation's specialist centre for Asia, say they issued the first of the cyclone bulletins to Myanmar as early as 26 April.\n"
        ]
    },
    {
        "input": "လက်ရှိ နေရာ ပြန့်နှံမှု ၏ စုစုပေါင်း ၈၆ နေရာ အနက် ၅၆ နေရာ မှာ ဩစတြေးလျ အလုပ်သမား အဖွဲ့အစည်း ၊ ၂၅ နေရာ မှာ လစ်ဘရယ် အမျိုးသား အဖွဲ့အစည်း ၊ ကွင်းစလန်း ဂရင်း နှင့် ဝမ်း နေရှင် မှာ ၁ နေရာ စီ နှင့် တစ်သီးပုဂ္ဂလများ မှ လေး နေရာ ပိုင်ဆိုင်ထားခြင်း ဖြစ်သည် ။\n",
        "output": [
            "The current distribution of seats has the Australian Labor Party with 58 of the 86 total, the Liberal National Party with 25, the Queensland Greens & One Nation with one each and independents holding four.\n"
        ]
    },
    {
        "input": "ဟောမုစ် ၏ ရေလက်ကြား သည် ကြီးမားသော သေနင်္ဂဗျူဟာနှင့်ဆိုင်သော အရေးကြီးခြင်း ၏ အဓိက သင်္ဘော လမ်းကြောင်း တစ်ခု ဖြစ်ပါသည် ။\n",
        "output": [
            "The Strait of Hormuz is a major shipping route of great strategic importance.\n"
        ]
    },
    {
        "input": "“ နောက်ဆုံးတွင် ၊ နွေရာသီ တွင် ကလေး အများအပြား သည် ကျွန်ုပ်တို့ ၏ တောင်တွေ မှာ နေထိုင်ကြသည် ၊ ” ဟု သူ က ဆက်ပြောခဲ့သည် ။\n",
        "output": [
            "“Ultimately, in the summer lots of kids stay in our mountains,” he added.\n"
        ]
    },
    {
        "input": "ရဲ အရာရှိ ၁၅ ဦး ခန့် ရှိ အဖွဲ့ ငယ် တစ်ဖွဲ့ သည် ထို အဖွဲ့ ရောက်ရှိအလာ ကို စောင့်စားခဲ့သည် ။\n",
        "output": [
            "A small group of about 15 police officers awaited the arrival of the group.\n"
        ]
    },
    {
        "input": "တော်ဝင် စာတိုက် အလုပ်သမား များ သည် အင်္ဂလန် နိုင်ငံ တွင် တစ် နိုင်ငံ လုံး ဆိုင်ရာ စာတိုက် လုပ်ငန်း သပိတ်မှောက်မှု တစ်ခု ကို အကြောင်းပြု ၍ ၃:၁ အထိ မဲပေးခဲ့ကြသည် ။\n",
        "output": [
            "Royal Mail workers have voted 3:1 in favour of a nationwide postal strike in the United Kingdom.\n"
        ]
    },
    {
        "input": "ထိုနေရာ တွင် ဗုံးပေါက်ကွဲရာ ၌ ထိခိုက်မိသော အမျိုးသမီး သည် စိတ်ကစဉ့်ကလျား လည်း ဖြစ်နေသည် ဟု \" နယူး ဘတ်ဂဒတ် ဒေသ တွင် ဈေးဆိုင် ပိုင်ရှင် များ နှင့် အိမ်မွေး တိရိစ္ဆာန် ဈေး ၏ ဖောက်သည် များ သည် အတည်ပြုခဲ့သည် ။\n",
        "output": [
            "In the New Baghdad area the shop owners and customers of the pet market confirmed that the woman who was blown-up there was mentally disabled as well.\"\n"
        ]
    },
    {
        "input": "အိုမာရီရမ် ဖြည့်စွတ်သီဆိုထားတဲ့ ဘိုး ဝိုး ရဲ့ \" လက် မီ ဟိုး ယူ \" သည် ၅-၉ သို့ ကျဆင်းသွား ပြီး လိုက်ဟောက် ရဲ့ \" ယူ အမ် မီ \" က အဆင့် နှစ်ခု လျောကျ ကာ ထိပ်ဆုံး-၁၀ စာရင်း အပြင်သို့ ထွက်သွားပါတယ် ။\n",
        "output": [
            "Bow Wow’s “Let Me Hold You” featuring Omarion fell 5-9 and Lifehouse’s “You and Me” rounded out the top-10 with a two position dip.\n"
        ]
    },
    {
        "input": "\" ဖော်ပြခဲ့သော အစီအစဉ် ဘီ နှင့်အတူ အေဂျင်စီ က လမ်းကြောင်းလွဲချော်ခဲ့ ပြီး ၊ ၎င်း၏ အလုပ် ကို မှန်ကန်စွာ လုပ် ရန် ခွင့်မပြုခဲ့ လျှင် ဘာဖြစ်ခဲ့မလဲ ၊ \" ဟု သူမ က ပြောခဲ့သည် ။\n",
        "output": [
            "“What happened with Plan B demonstrated that the agency was off track, and was not being allowed to do its job properly,” she said.\n"
        ]
    },
    {
        "input": "“ ကျွန်တော်တို့ ၏ အဓိက ပူပန်မှု ဟာ မြေအောက် မှာ ရှိနေသော လူ ၃၀၀၀ ကျော် အတွက် ဖြစ်ပါတယ် ၊ ” ဟု တောင်အာဖရိက ရှိ သတ္တုတွင်းလုပ်သားများ အမျိုးသားအစည်းအရုံး မှ ဥက္ကဌ ဒွန်ဘိုဝါနာ က ပြောခဲ့သည် ။\n",
        "output": [
            "\"Our main worry is for more than 3,000 people who are underground,\" said National Union of Mineworkers for S. Africa chairman, Deon Boqwana.\n"
        ]
    },
    {
        "input": "လီဘနွန် မှ အစ္စရေး စစ်တပ်များ ကို ဆုတ်ခွာ ရန် အစပြုခဲ့ ပြီး အစ္စရေး နှင့် ဟဇ်ဗိုလာ ကြား အပစ်အခတ် ရပ်စဲရေး ချိုးဖောက်မှု ကို ကုလသမဂ္ဂ က အဓိက ထား ၍ ကိုင်တွယ်နေသည် ။\n",
        "output": [
            "The United Nations brokered cease-fire between Israel and Hezbollah is largely holding as Israel has begun to withdraw its forces from Lebanon.\n"
        ]
    },
    {
        "input": "ဂရက်ဒီ ဆိုဒ်မိုးစ် က တစ်ကိုယ်တော် တစ် ကွင်း လုံး ကို ပတ်ချာလှည့်ရိုက်ခြင်း ဖြင့် အိန္ဒိယ အတွက် ပထမ အကြိမ် စတင်ဖို့ ရရှိခဲ့ပါတယ် ၊ ဒါပေမဲ့ ဒုတိယ အလှည့် မှာ တော့ သယ် ဆောက် မှ ပေါ ကိုနာရာ အာဘီအိုင် ရိုက်ချက် တစ်ခု နဲ့ ၄င်း ကို သိမ်းပိုက်နိုင်ခဲ့ပါတယ် ။\n",
        "output": [
            "Grady Sizemore got things started for the Indians by hitting a solo home run in the first, but the Sox would tie it up in the second on a Paul Konerko RBI groundout.\n"
        ]
    },
    {
        "input": "ဒါဟာ အလွန့် အလွန် ကို အရေးကြီး တဲ့ အဆင့် ဖြစ်တယ် ” လို့ အိမ်ဖြူတော် အကြံပေး ဗယ်လီရီ ဂျရတ် က ပြောကြားခဲ့ပါ သည် ။\n",
        "output": [
            "Valerie Jarrett, a White House adviser, said it was a \"very, very important step.\"\n"
        ]
    },
    {
        "input": "ကျွန်တော်တို့ရဲ့ အဖွဲ့အစည်း ဟာ ကျွန်တော်တို့ကို တိုက်ရိုက် ချဉ်းကပ်နိုင်ခဲ့ သော တယူသန် မကောင်းမှုနယ်မြေ တစ်ခု ဖြစ်တယ် ဆိုတဲ့ ထင်မြင်ချက် ကို ဖန်တီးနိုင် ရန် အလို့ဌာ စကားစပ်ထဲက စာကြောင်း အနည်းငယ် ကို ယူခဲ့ ကြောင်း နက်နက်ရှိုင်းရှိုင်း စိုးရိမ်ဖွယ်ရာ ဖြစ်ပါသည် - ကျွန်တော်တို့ သည် ကျွန်တော်တို့ရဲ့ ဗလီ များ တွင် တံခါး ဖွင့် မူဝါဒ ကို ကျင့်သုံးသည် ။\n",
        "output": [
            "It is deeply alarming that a few sentences have been taken out of context in order to create the impression that our institution is a hotbed of fanaticism they could have approached us directly - we operate an open door policy in our mosques.\n"
        ]
    },
    {
        "input": "နယူး ယော့ခ် လွှတ်တော် အမတ် ချန့် ရှုမာ သည် သူ၏ ယခင် လုပ်ဖော်ကိုင်ဖက် ဟီလာရီ ကလင်တန် ကို သူသည် နောက်ပိုင်း မှ ထောက်ခံ ခဲ့ သော်လည်း ၊ ၂၀ဝ၆ ခုနှစ် အစောပိုင်း တွင် ယှဉ်ပြိုင် ရန် ဘားရက် အိုဘားမား ကို တွန်းအား ပေး ခဲ့သည် ၊ ဟု လည်း ယနေ့ ပုံနှိပ်ခဲ့သော ဂိမ်း ချိန်း စာအုပ် တွင် ပြောထားသည် ။\n",
        "output": [
            "The book Game Change published today, also says that New York Senator Chuck Schumer encouraged Barack Obama to run in early 2006, even though he later endorsed his former colleague Hillary Clinton.\n"
        ]
    },
    {
        "input": "အဲရက် ယူကာ ၊ ၂၂ နှစ် သည် ၊ အမေရိကန် ( ယူအက်သ်အေအက်ဖ် ) ယော်ကျား နှစ် ယောက် ကို သတ်ဖြတ်ခဲ့ ပြီး သူတို့ ၏ ဘတ်ကား ထဲ တွင် သေနတ် တစ်လက် ဖြင့် တိုက်ခိုက်ခြင်း တွင် နှစ် ယောက် ထက် ပို ဒဏ်ရာရခဲ့သည် ။\n",
        "output": [
            "Arid Uka, 22, killed two US (USAF) men and wounded two more in a gun attack on their bus in Frankfurt.\n"
        ]
    },
    {
        "input": "လစ်ဗာပူး မြို့ မှ ၊ မစ္စ ဂစ်ဆင် ၏ သား ဂျွန် က ၊ ၄င်း မိခင် ၏ အကျဉ်းထောင် စီရင်ချက် ကြောင့် ဒေါသထွက် နေ သော ဗြိတိသျှ လူထု ကို မူဆလင် ဆန့်ကျင်ရေး ဘက် မ လှည့်သင့် ကြောင်း တောင်းဆို ထား သည် ။\n",
        "output": [
            "Ms Gibbons' son John, from Liverpool, has asked that British people angered by his mother's jail sentence should not turn against Muslims.\n"
        ]
    },
    {
        "input": "အာရုံကြော ရောဂါ တိုက်ဖျက်ရေး ၊ ဝေဒနာသည်များ ကို ကူညီသော အဖွဲ့ တစ် ခု ၏ ညွှန်ကြားရေးမှူး ၊ လီ တွမ်ကင် က ၊ လေ့လာမှု အသစ် ကို “ အကောင်း ဆုံး ” နှင့် “ ရှေ့ဆက် အလွန်ကောင်းမွန်သော ခြေလှမ်း ” အဖြစ် ဖော်ပြခဲ့သည် ။\n",
        "output": [
            "Lee Tomkin, director of a sufferers' charity, Migraine Action, described the news as \"fantastic\" and \"genuinely a really great step forward.\"\n"
        ]
    },
    {
        "input": "ဇူလိုင် လ ၂၀၁၀ ခုနှစ် တွင် ၊ အေအယ်လ်ပီ ၏ ခေါင်းဆောင် အဖြစ် နှင့် ဝန်ကြီး ချုပ် အဖြစ် ရုဒ် ကို မစ္စ ဂေးလဒ် က အစားထိုးခဲ့ပါသည် ။\n",
        "output": [
            "In July 2010, Rudd was replaced as leader of the ALP and as Prime Minister by Ms Gillard.\n"
        ]
    },
    {
        "input": "၂၀၀၄ ခုနစ် မှာ ဆူနာမီ တစ်ခု ကို အစပျိုးစေခဲ့သော ၊ ငလျင် တစ်ခု က တူညီသော ဒေသ ကို ရိုက်ခတ်ခဲ့သည် ။\n",
        "output": [
            "The same region was hit by an earthquake in 2004, that triggered a tsunami.\n"
        ]
    },
    {
        "input": "မနေ့ က ညနေ ၂:၀၀ နာရီ ( ၂၂၀၀ ယူတီစီ ) ကတည်းက ကယ်လီဖိုးနီးယား တောင်ပိုင်း ၌ မြင့်မားသော သဲကန္တာရ တွင် လောင်ကျွမ်းလျက်ရှိသော တောမီးကြီး သည် ယနေ့ နေ့လည် တွင် လော့စ် အိန်ဂျလိစ် စီရင်စု ၏ အန်တီလု တောင်ကြား ဒေသ ရှိ ပန်ဒဲ(လ်) မြို့တော် တွင် နေထိုင်သူများ အား ဆက်လက် ခြိမ်းချောက်နေပါသည် ။\n",
        "output": [
            "A huge wildfire that has been burning in the High Desert of Southern California since 2:00 pm (2200 UTC) yesterday continues to threaten residents in the city of Palmdale in the Antelope Valley region of the Los Angeles County this afternoon.\n"
        ]
    },
    {
        "input": "အာဖရိက တွင် တွေ့ခဲ့ သော ရှေးက အမည်မသိသော မျောက်လွှဲကျော်များ မျိုးစိတ် တစ်ခု ၏ ၊ အနည်းဆုံး ကျောက်ဖြစ်ရုပ်ကြွင်း သွား ကိုး ချောင်း ၊ စွယ်သွား တစ် ချောင်း နှင့် အံသွား ရှစ် ချောင်း ၊ ကို အီသီယိုးပီးရား မှ သုတေသနပညာရှင်များ အဖွဲ့ တစ် ဖွဲ့ က ရှာဖွေတွေ့ရှိခဲ့ ပြီး နောက် ဂျပန် က အဆိုပါ သွားများ ကို သုံးဖက်မြင် ပြုလုပ်ပြီး နှစ် ရှစ် သန်း လောက် ဝေး သော ရက်စွဲ နောက်ပြန်ဆွဲ သော အခြား ကျောက်ဖြစ်ရုပ်ကြွင်းများ နှင့် နှိုင်းယှဉ်ခဲ့ ပြီး အဆိုပါ ကျောက်ဖြစ်ရုပ်ကြွင်းများ သည် အာဖရိက တွင် လက်ရှိ နေထိုင်နေသော မျောက်လွှဲကျော်များ ၏ \" တိုက်ရိုက် ဘိုးဘေးဘီဘင် \" တစ် ခု ကဲ့သို့ ဖြစ် ပြီး မျောက်လွှဲကျော် ကျောက်ဖြစ်ရုပ်ကြွင်း အသစ် သည် အမျှင်ဓါတ် များသော အပင် အများစု ကို စားခဲ့ သော ဂေါ်ရီလာ မျိုးစိတ် တစ် ခု ၏ ကျောက်ဖြစ်ရုပ်ကြွင်း ဖြစ်ခဲ့တယ် ဆိုတာကို တွေ့ခဲ့သည် ။\n",
        "output": [
            "At least nine fossilized teeth, one canine tooth and eight molars, of a previously unknown species of apes found in Africa were discovered by a team of researchers from Ethiopia and Japan who then compared the 3-D make up of the teeth to other fossils that date back as far as 8 million years and found that the fossils are likely a \"direct ancestor\" of apes currently living in Africa and that the new ape fossils were that of a species of gorilla who ate mostly plants high in fiber.\n"
        ]
    },
    {
        "input": "သို့သော်လည်း ၊ သူ သည် တွေ့ဆုံဆွေးနွေးခြင်း ပြီးဆုံး ပြီးနောက် သူကိုယ်တိုင် အဖမ်းခံခဲ့သည် ။\n",
        "output": [
            "However, he did turn himself in after giving the interview.\n"
        ]
    },
    {
        "input": "မစ္စတာ ဆာကိုဇီ ကို မေလ ရွေးကောက်ပွဲ အတွက် သူ့ ကို ကိုယ်စားလှယ် လောင်း အဖြစ် ကြေငြာ ပြီးနောက် ရွှေးကောက်ပွဲ တစ် ပတ် တွင် လောလောဆယ် ဉီးဆောင်နေသည် ။\n",
        "output": [
            "Mr. Sarkozy is currently pulling ahead in the polls one week after announcing his candidacy for the May poll.\n"
        ]
    },
    {
        "input": "ဤ ကျောက်ကပ်များ သည် ကလီစာ ဖယ်ရှားခြင်း ၌ မျိုးပွားသည့်အရာများ ရှောင်ရှားထားသော လူနာ ၏ တစ်ရှူး မှ လည်း ဖြစ်ခဲ့လိမ့်မည်ဖြစ် ပြီး လူသားနှင့်ဆိုင်သော အစားထိုးခွဲစိတ်ခြင်း အတွက် လိုအပ်သလောက် ကျောက်ကပ်များ ၏ အရည်လှောင်ကန်ကို တိုးပွားခဲ့လိမ့်မည် ။\n",
        "output": [
            "These kidneys would also be of the patient's tissue avoiding issues of organ rejection and would increase the pool of kidneys available for human transplant.\n"
        ]
    },
    {
        "input": "\" ကျွန်တော်တို့သည် လွန်ခဲ့သော နှစ်ပေါင်း ၂၀ဝ၀ က ထို မြေ ကို ကြည့်ရှုစောင့်ရှောက် ရန် ဘုရားကျောင်း သို့ ပေးခဲ့သည် ၊ \" ဆက်လက် ပြီး ၊ \" ထို့ကြောင့် ၄င်းသည် ရောင်းချ ရန် သူတို့၏ မြေ မဟုတ်ပါ \" ဟု ၊ ဆန့်ကျင်သူများ ကို ဦးဆောင်နေသော ၂၅ - နှစ် - အရွယ် ၊ အိုမာ ဟာရာနီ က တယ်လီဂရက် ကို ၊ ပြောခဲ့သည် ။\n",
        "output": [
            "Omar Harani, a 25-year-old leading the protesters, told the Telegraph, \"We gave the land 2,000 years ago to the Church to look after,\" and continued, \"So it is not their land to sell.\"\n"
        ]
    },
    {
        "input": "\" စုံစမ်းစစ်ဆေးချက် များ အဆိုအရ ၊ အကြမ်းဖက်မှု ၏ အပြုအမူ သည် ပထမဆုံး နှင့် အစောဆုံး နိုင်ငံခြားသား များ ဆန့်ကျင်မှု ကို ရည်ရွယ်ထားခြင်း ဖြစ်သည် ။ \"\n",
        "output": [
            "\"According to investigators, the act of terror was first and foremost aimed against foreign citizens.\"\n"
        ]
    },
    {
        "input": "သူ ၏ ကိုယ်ခန္ဓာ အနား တွင် “ သင် မ သတ် ရ ” ဟု ဖော်ပြ ခဲ့ သည့် လက် လုပ် အမှတ်အသား တစ် ခု ရဲ က တွေ့ရှိ ခဲ့သည် ။\n",
        "output": [
            "Police found a homemade sign near his body which said \"Thou Shalt Not Kill.\"\n"
        ]
    },
    {
        "input": "စနေနေ့ က ရှရှားလေဆိပ် တစ် ခု ကို လေယာဉ် ဆင်းသက် ရန် ချဉ်းကပ် သောအခါ မြူ ထူထပ်သိပ်သည်းစွာ ကျနေခဲ့ခြင်း ကြောင့် လေယာဉ် ပျက်ကျခြင်း ဖြစ်ပွားကြောင်း နှင့် ထိုနေရာ ၌ အသက်ရှင်ကျန်ရစ်သူများ မရှိ ကြောင်း အရာရှိများ က ပြောပါသည် ။\n",
        "output": [
            "Officials say the crash, which occurred when the plane was approaching a Russian airport on Saturday, was due to dense fog, and that there are no survivors.\n"
        ]
    },
    {
        "input": "ဂဘက်ဘို ၏ ပြောရေးဆိုခွင့် ရ သူ ၊ အက်ဘဒန် ဂျော့ချ် ဘေးတို က ၊ \" လက်ရှိ သမ္မတ ကို နိုင်ငံတကာ ကြံစည်မှု \" တစ်ခု အဖြစ် ရွေးကောက်ပွဲ ကို အကြံအဖန် လုပ်ခဲ့ခြင်း ဖြစ် ပြီး အဝက်ထရာ ကို သစ္စာခံ တပ်ဖွဲ့များ က ဆက်လက် တိုက်ခိုက် လိမ့်မည် ဟု ဘီဘီစီ ကို ပြောခဲ့သည် ။\n",
        "output": [
            "Gbagbo's spokesman, Abdon George Bayeto, told the BBC the elections were rigged as an \"international plot against the incumbent\" and was going to continue fighting forces loyal to Ouattara.\n"
        ]
    },
    {
        "input": "၁၁၀ မိုင် နီးပါး ရှည် သော နယူး ယောခ့် ၊ နယူး ယောခ့် မှ ဒန်းကရစ် နယူး ယောခ့် ပြည်နယ် အမြန် လမ်းမကြီး ၊ သို့မဟုတ် ပြည်တွင်း ပြည်နယ် ချင်း ဆက် လမ်း နံပတ် ၉၀ ကို ရော့ချစတာ ၊ အနီး မှ စ၍ ပိတ်ထား သည် ။\n",
        "output": [
            "The New York State Throughway, or interstate 90 is closed from nearly Rochester, New York to Dunkirk, New York which is nearly 110 miles long.\n"
        ]
    },
    {
        "input": "\" ဒါကြောင့် ကျွန်တော့် အတွက် ထို အရာ သည် အမှန်တရားအား ထုတ်ဖော်ပြော ရန် အယူဝါဒဖြန့်မှု စတင်ခြင်း နှင့် အဆုံးသပ်ခြင်း လို့ ငါ ထင် တဲ့ နေရာ တစ်ခု ကို ဖြစ်လာ ရန် ကြိုးပမ်းမှု တစ်ခု ဖြစ်ခဲ့သည် ၊ \" ဟု သူမ က ဆိုခဲ့သည် ။\n",
        "output": [
            "\"So for me it was an attempt to come to a place that I think propagates death and start to proclaim truth,\" she said.\n"
        ]
    },
    {
        "input": "“ မင်း မင်းရဲ့ မိန်းကလေး သို့မဟုတ် ဇနီး ကို ၊ ခေါ်လာနိုင် ပြီး သူတို့ကို လေးစားမှု နှင့် ဆက်ဆံလိုက်ပါ - မဟုတ်ရင် သူတို့ က လေးစားမှု ထက် တခြားသူတွေ နဲ့ ဆက်ဆံဖို့ မျှော်လင့်လိမ့်မယ် ! “ဗေးလိတ်ချ် ဗွိုင့် အဆိုအရ ၊ သူ ပိုမို အထက်တန်းကျသော တည်ဆောက်မှုများထဲမှ တစ်ခု အဖြစ် စဉ်းစားနိုင်သော မက်ဟက်တန် ရှိ ၊ ရီဘက်ကာ ၏ ဖုံးကွယ်ထားသော အခန်း တွင် ၊ တစ် ည ကို ၃ နာရီ အချိန်ဖြုန်းခဲ့သည် ။\n",
        "output": [
            "He spent three hours one night in what is considered one of the more upscale establishments in Manhattan, Rebecca's Hidden Chamber, where according to The Village Voice, \"you can take your girlfriend or wife, and have them treated with respect—unless they hope to be treated with something other than respect!\"\n"
        ]
    },
    {
        "input": "ရေ ကြီး မှု ၊ မုန်တိုင်း ၊ နှင့် ပြင်းထန် သော လေတိုက် မှု သည် လွန်ခဲ့သော ည က အကျိုးဆက် အဖြစ် ရှားပါးသော မိုးကြိုး ပစ် မှု တစ် ခု အဖြစ် ပြင်းထန် သော လေ တိုက်ခတ် မှု နှင့် မိုး သည်းထန် မှု နှင့် အတူ ရိုက်ခတ် သော ဒေသများ ဆီတဲ မှ ပေါ့လန် သို့ ၊ ပစိဖိတ် အနောက် မြောက် ပိုင်း ဒေသ အတွင်း ရွေ့လျား သွား သည် ။\n",
        "output": [
            "Flood, storm, and strong wind watches were in effect last night as a rare thunderstorm system moved into the Pacific Northwest region, hitting areas from Seattle to Portland with high winds and heavy rains.\n"
        ]
    },
    {
        "input": "ယာဥ်ကြော ပိတ်ဆို့မှု တစ်ရပ် ဖြစ်ခဲ့ ပြီး တော့ ကားတွေ ရပ်တန့်ခဲ့ရတယ် ဟု သက်သေ တစ်ယောက် ဖြစ်သည့် ၂၁ နှစ် အရွယ်ရှိ ဈေးဆိုင်ပိုင်ရှင် မိုဟာမက် ၀လီ က ပြောဆိုခဲ့ပါသည် ။\n",
        "output": [
            "\"There was a traffic jam and all the vehicles were stopped,\" said one witness, 21-year old shopkeeper Mohammad Wali.\n"
        ]
    },
    {
        "input": "“ မည်သည့် လူမှုရေး လှုပ်ရှားမှု ” အပိုင်း တွင် မဆို တန်ဖိုးခန့်မှန်းထား သော ထိုလူများ သည် “ လူမှု လှုပ်ရှားမှု မရှိ ” : သူတို့ သည် ရောဂါ ရရှိသော အခွင့်အရေး ၏ သုံးပုံလေးပုံ ခန့် ရှိ သောကြောင့် ခန့်မှန်းထားသော ကလေး များ အပေါ် တိုးတတ်ကောင်းမွန် ဆဲ ဖြစ်သည် ။\n",
        "output": [
            "Those who were rated in the category \"any social activity\" still had an improvement over the children rated as \"no social activity\": they had about 3/4 the chance of getting the disease.\n"
        ]
    },
    {
        "input": "တံခွန်စိုက်ပြိုင်ပွဲ အတွက် ရလဒ်များက ရှုတ်ထွေးနေ သော်လည်း ကူခရစ်စ် သည် နောက်ဆုံး ဂျက် ပြိုင်ပွဲ အတွက် အရည်အချင်းကိုအကဲဖြတ် ရန် စီမံခန့်ခွဲခဲ့သည် ။\n",
        "output": [
            "Despite mixed results for the tournament the Kukris managed to qualify for the Jug Final.\n"
        ]
    },
    {
        "input": "သူမ သည် သူမ ကို ပစ်ခဲ့ သော သေနတ်သမား က ဆံပင် ကို ကြည့်ရတာတော့ ဆောင့်ဆွဲခဲ့ ပြီး လူ နှစ်ယောက် က သူမ ကို အကူညီပေး ရန် လာရောက် ရန် ကြိုးပမ်းခဲ့သည် ။\n",
        "output": [
            "She was apparently grabbed by the hair by the gunman who then shot her and two men who attempted to come to her aid.\n"
        ]
    },
    {
        "input": "သတင်း အစီရင်ခံစာများ အရ ၊ မက်ဟေးလ် သည် ၁၀ လ အတွက် ဒေသခံ သိမ်းပိုက်မှု ဆက်တိုက် ဖြစ်ခဲ့သည့် နေရာ ဒီစီအီး ( ဒေါက်ကလပ် ခရိ အိမ်ယာ ) မှ လမ်း ကို ဖြတ်၍ ကနေဒါ အလံများ ထားရှိ ရန် ရည်ရွယ်ခဲ့သည် ။\n",
        "output": [
            "According to news reports, McHale intended to put the Canadian flag across the street from DCE (Douglas Creek Estates) where the aboriginal occupation has been ongoing for 10 months.\n"
        ]
    },
    {
        "input": "ထိုင်း-ဂျပန် ဘန်ကောက် လူငယ် စင်တာ မှာ ကျင်းပလျက်ရှိ သော အာရှ-ပစိဖိတ် ဇုန် ဘီးတပ်ကုလားထိုင် ဘတ်စကတ်ဘော ချန်ပီယံလုပွဲ အတွက် ၊ အနှေးယဉ်များ မှာ ဘန်ကောက် ၊ ထိုင်း ၊ မှ ဖြစ်သည် ။\n",
        "output": [
            "The Gliders are in Bangkok, Thailand, for the Asia-Oceania Zone Wheelchair Basketball Championships, which are being held at the Thai-Japanese Bangkok Youth Center.\n"
        ]
    },
    {
        "input": "ဗုဒ္ဓဟူးနေ့ ည က ၊ အမျိုးသား အသင်း ဗိုလ်လုပွဲ ပွဲစဉ် တွင် စိန့် လူးဝစ် ကာဒီနယ် က သူတို့ ၄ ကြိမ်မြောက် အောင်မြင်မှု ရရှိ ရန် ၅ - ၁ ဂိုး ဖြင့် ရှုံးနိမ့် ပြီး မြောက် အမေရိက မှ ဘေ့စ်ဘော အသင်း ပညာရှင် ၊ ဟူစတွန် အက်စတို သည် ၂၀၀၅ အမျိုးသား အသင်း ထူးချွန်ဆု ကို အနိုင် ရရှိခဲ့သည် ။\n",
        "output": [
            "Wednesday night, the Houston Astros, a professional baseball team in North America, won the 2005 National League Pennant by defeating the St. Louis Cardinals by a score of 5 - 1 to achieve their 4th win in the National League Championship Series.\n"
        ]
    },
    {
        "input": "နှစ်ဖက် အသင်း အတွက် ၊ အထူးသဖြင့် ဒတ်ချ် အသင်း အတွက် ၊ ခက်ခဲ့တဲ့ ရှုံထွက်-ပွဲစဉ် တစ်ခု ဖြစ်ခဲ့ သော်လည်း ၊ တော်ဗင်စကီ နှင့် အာရှဗန်တိုက ဂိုးတွေ အသီးသီးသွင်းယူခဲ့ကြပြီး ၊ ပြိုင်ပွဲ ကို အကျိုးရှိစွာ အဆုံးသတ်နိုင်စေခဲ့ပါတယ် ။\n",
        "output": [
            "Then it was a hardy play-off for both teams, especially the Dutch, but Torbinsky and Arshavin scored goals, effectively put an end to the match.\n"
        ]
    },
    {
        "input": "မူဂါဘီ ၏ အစိုးရ ကို အရေးယူဆောင်ရွက်ရ သူ ထိုလူ ကို \" အပြစ်ပေး \" ရန် အဆိုပါ လုပ်ဆောင်မှု များ ကို ဒီဇိုင်းဆွဲရေးသားခဲ့ပါသည် ဟု နိုင်ငံရေးအတိုက်အခံပါတီ က ပြောခဲ့ပါတယ် ။\n",
        "output": [
            "The opposition has said the operation is designed to \"punish\" those who object to Mugabe's government.\n"
        ]
    },
    {
        "input": "စက္ကန့် ၃၀ ကြာ ကြော်ငြာ ကို ( အောက်ပါ အရင်းအမြစ် တွင် ကြည့်ပါ ) ယူကျူ့ တွင် ယခု ကြည့်နိုင်ပါသည် ။\n",
        "output": [
            "The 30 second ad (see source below) can now be viewed on YouTube.\n"
        ]
    },
    {
        "input": "နိုင်ငံသားများ နှင့် နိုင်ငံရေး အဖွဲ့အစည်း အများစု က ဖွဲ့စည်းပုံအခြေခံဥပဒေ ကို အထောက်အပံ့ ပေးထား သော်လည်း ၊ ဖွဲ့စည်းပုံအခြေခံဥပဒေ ဟာ တရား၀င် တားမြစ်ထား ပြီး ပြောင်းလဲမှုလှုပ်ရှားဝါဒီသမားများ က မဆုပ်မနစ်ဆန့်ကျင်လျက်ရှိသော ကျွန်စနစ် နဲ့ “ လူမျိုး မတူသူ အချင်းချင်း လက်မထပ်ဘဲအတူနေထိုင်ခြင်း အချက် “ ကို လျစ်လျူရှုထားတဲ့ အတွက် ၊ လူထုဆန္ဒခံယူပွဲ တွင် ပါတီ ငယ် ၂ ခု က သပိတ် မှောက်ခဲ့သည် ( အဲ့တာ က ဘလပ် နဲ့ အာရပ္် ) ။\n",
        "output": [
            "The Constitution has the backing of most civic and political groups, though two small parties called for a boycott of the referendum, saying the proposed Constitution ignores slavery, which is officially banned but still persists according to activists; and issues of \"cohabitation between the different national communities\" (such as Blacks and Arabs).\n"
        ]
    },
    {
        "input": "ကော်နေး သည် မှတ်ချက်ပေး ရန် မရောက်ရှိနိုင် ၍ ၊ ဒီစီ တွင် ရုံးထုတ်ခံရလိမ့်မည်\n",
        "output": [
            "Cooney could not be reached for comment, and will be arraigned in D.C.\n"
        ]
    },
    {
        "input": "၎င်းအတိုင်း သိသာထင်ရှားစွာပင် ငါးမန်း တစ်ကောင် ဖြင့် “ ပြင်းထန်စွာတိုက်မိခြင်း ” ကြောင့် ၊ သူ ကော်ဖီဖျော် ရန် ကြိုးစားနေ စဥ်တွင် သူ၏ ခြေထောက် ပေါ်သို့ ရေ ပူ ဖိတ်စင်ခဲ့ သဖြင့် သူ သည် သူ့ကိုယ်သူ လည်း မတော်တဆ အပူလောင်စေခဲ့သည် ။\n",
        "output": [
            "He has also accidentally burnt himself when he spilled hot water on his foot whilst trying to make coffee, apparently also from a shark 'bump'.\n"
        ]
    },
    {
        "input": "ဘေ့စ်ခရု ကို ဒေသ ၏ မ ရိုးသားသော နိုင်ငံ အများစု ၏ တခု တွင် မ ရိုးသား အပြုအမူ များ ကို ခက်ခဲစွာ ကျော် ဖြတ် ရ သော သူ ၏ ဝါဒ အပေါ် သဘောကျ စွာ အမြင် ရှိ သူ ၊ ပညာ တတ် လူ လတ် တန်း စား များ က ထောက်ခံ ခဲ့သည် ။\n",
        "output": [
            "Băsescu is supported by the educated middle-class, who take a favourable view upon his policy of stamping out corruption in one of the region's most corrupt countries.\n"
        ]
    },
    {
        "input": "“ လျှပ်စစ်မီးများ ကို ဆက်လက် ရရှိဖို့ ဆိုလျှင် လျှပ်စစ်စွမ်းအင် ထုတ်လုပ်မှု အသစ် မှာ အလွန် အများအပြားသော ရင်းနှီးမြှပ်နှံမှု နှင့် အချိန်တိုအတွင်း ထိထိရောက်ရောက် စွမ်းအင် ရရှိ ရန် လိုအပ်လိမ့်မယ် ” ဟု ကော်မတီ ဥက္ကဋ္ဌ ကွန်ဆာဗေးတစ် အမတ် တင် ရို က ပြောခဲ့ပါသည် ။\n",
        "output": [
            "\"Very substantial investment in new generating capacity and energy efficiency will be required if the lights are to stay on,\" committee chairman Conservative MP Tim Yeo said.\n"
        ]
    },
    {
        "input": "“ နိုင်ငံ သည် လိမ်လည်မှု ကို ပိုကြိုက် သူ အစား အလုပ်လုပ် ရန် နှစ်သက် သူ ကို ရွေးချယ် ရန် အားပေး သင့်သည် ။ ”\n",
        "output": [
            "\"The nation should choose to encourage people who like to work rather than those who prefer cheating\".\n"
        ]
    },
    {
        "input": "တစ်စည် လျှင် ဒေါ်လာ တစ်ရာ သည် “ သင့်တော်သော ” စျေးနှုန်း တစ်ခု ဖြစ်ခဲ့ ပြီး ၊ ၁၉၉၉ က ဗင်နီဇွဲလား အစိုးရအဖွဲ့ တွင် သူ တာဝန်ယူ စဉ် ဒေါ်လာ တစ်ဆယ် ခန့် စျေးနှုန်း တက်ခဲ့သည် ကို မှတ်မိနေသည် ဟု သူ က ပြောခဲ့သည် ။\n",
        "output": [
            "He said that $100 dollars per barrel was a \"fair\" price and remembered that when he assumed presidency of Venezuela in 1999, the price went up to about ten dollars.\n"
        ]
    },
    {
        "input": "အိန္ဒိယ နိုင်ငံ ၏ ပထမဦးဆုံး ဝန်ကြီးချုပ် ဖြစ်ခဲ့သည့် ၊ သူ့ အဖိုး ၊ ဂျဝါဟာလာနေရူး ၊ နှင့် သူ့ အဖိုး ၏ အဖိုး မိုတီလဲလ်နေရူး တို့ သည် အိန္ဒိယ နိုင်ငံ လွတ်လပ်ရေး လှုပ်ရှားမှု ၏ လေးစားခဲ့ရသော ခေါင်းဆောင် တစ် ဦး ဖြစ်ခဲ့သည် ။\n",
        "output": [
            "His great-grandfather, Jawaharlal Nehru, was the first Prime Minister of India, and his great-great-grandfather Motilal Nehru was a distinguished leader of the Indian independence movement.\n"
        ]
    },
    {
        "input": "လစ်ဗာရယ်များ ၊ ခေတ်သစ် ကွန်ဆာဗေးတစ်များ ၊ ဒီမိုကရေစီ ပါတီ သစ် အဖွဲ့ဝင်များ ၊ နိုင်ငံရေးပါတီစုံ အဖွဲ့ကြီး မှ အဖွဲ့ဝင်များ နှင့် သဘာဝပတ်ဝန်းကျင်ထိန်းသိမ်းရေးဆိုင်ရာ အွန်တာရီယိုများ ၊ လွတ်လပ်စွာလှုပ်ရှားသူများ ၊ ကွန်မြူနစ်များ ၊ လစ်ဗာတေးရီးရန်များ ၊ နှင့် ဒေသဆိုင်ရာ ပါတီအသင်းများ ၏ မဟာမိတ်အဖွဲ့ ၊ နှင့် သီးခြားတစ်သီးပုတ္ကလများ မှ တွေ့ဆုံမေးမြန်းမှုများ ကို မျှော်လင့်သည် ။\n",
        "output": [
            "Expect interviews from Liberals, Progressive Conservatives, New Democratic Party members, Ontario Greens, as well as members from the Family Coalition, Freedom, Communist, Libertarian, and Confederation of Regions parties, as well as independents.\n"
        ]
    },
    {
        "input": "သူတို့ ၏ သုတေသန သည် လျှော့၍ ခန့်မှန်းထားသည့် နျူကလီးယား စွမ်းအင် ၏ အကျိုး နှင့် နျူကလီးယား စွန့်ပစ် အပို ပစ္စည်းများ အကြောင်း နှင့် သက်ဆိုင်သည့် သက်သေပြချက်များ ဖြစ်သည် ဟု မဲလ်ဘုန်း တက္ကသိုလ် မှ သိပ္ပံပညာရှင်များ က ပြောသည် ။\n",
        "output": [
            "The scientists from the University of Melbourne say their research shows that the benefits of nuclear energy have been underestimated and concerns about nuclear waste overplayed.\n"
        ]
    },
    {
        "input": "သတင်း ၀က်ဆိုဒ် ဘလော့ဂါ ခရစ် ဘာကလေ က ဤ အရာ ဟာ ဖီဗာ မှာ အနိုင်ရ မည့် အခွင့်အရေး ရှိတယ် ဆို တာ ကို ယုံကြည်တယ် ၊ အထူးသဖြင့် အကြို ရာသီ တစ်ခု ပြီးနောက် ၎င်း သည် ဖိုင်းယားဘာ့ခ် ကို နှစ် ပွဲ အနိုင် ၊ သရေ တစ် ပွဲ နှင့် အရှုံး တစ် ပွဲ ပါဝင်ခဲ့သည် ။\n",
        "output": [
            "stuff.co.nzs Chris Barclay believes this means the Fever have a chance of winning, especially following a pre-season that included two wins, a tie to the Firebirds and a single loss.\n"
        ]
    },
    {
        "input": "တရားစွဲဆိုမှု တွင် ဆန် ဘရုန ၏ ဂလန်ဗြူး အနီးနား ရှိ နေထိုင် သူ မိသားစု အနည်းဆုံး ငါး စု မှ လည်း အမှုတွဲ ဖွင့်ခဲ့သည် ။\n",
        "output": [
            "The lawsuit was filed by at least five families who resided in the Glenview neighborhood of San Bruno.\n"
        ]
    },
    {
        "input": "ပထမ ပိုင်း အတွင်း သည် ဖရီး စတိတ် သည် ၁၇ ၀ အထိ တက် ခဲ့ သည် ။\n",
        "output": [
            "The Free State were up 17 to nil during the first half.\n"
        ]
    },
    {
        "input": "သူ က မနေ့ ည က လန်ဒန် ရှိ ဘလွန်းစ်ဘယ်ရီ ပြဇာတ်ရုံ တွင် သူ ၏ စိတ်အပန်းဖြေစရာ အမည်ရှိ တီးဝိုင်း ဖြင့် သူ သည် ဖျော်ဖြေခဲ့ ပြီး ၊ သူ သည် ထို အဖွဲ့အစည်း မှ သူ့ ဝေစု ရာခိုင်နှုန်း အနည်းငယ် သာ လျှင် ရရှိခဲ့ ကြောင်း ထောက်ပြခဲ့သည် ။\n",
        "output": [
            "He points out that he only receives a small percentage of his income from the corporation; last night he played with his band The Distractions at the Bloomsbury Theatre in London.\n"
        ]
    },
    {
        "input": "စီမံကိန်း ပူးပေါင်းဆောင်ရွက်သူ ၊ စတန်စီအူးဆမိုအီလာ အဆိုအရ ၊ ၄င်း ၏ တစ်ဝက် ကို ခွဲဝေသတ်မှတ်ခဲ့ သော ၊ စီမံကိန်း သည် ရင်းနှီးမြုပ်နှံမှု ၏ နယူးလိုင် ၁၀.၉ သန်း ( ယူရို ၃ သန်း ) လိုအပ်နေသည် ။\n",
        "output": [
            "The project needs investment of 10.9 million new lei (3 million euro), half of which have already been allocated, according to the project's co-ordinator, Stancu Samoila.\n"
        ]
    },
    {
        "input": "နောက်ဆုံး တွင် မတ် လ ထဲ မှာ စိန့်အင်ဒူး သဘောတူညီချက် ၏ ရွေးကောက်ပွဲဆိုင်ရာ ထောက်ခံချက် တစ် ခု သည် ရွေးကောက်ပွဲ သို့မဟုတ် ဆန္ဒခံယူပွဲ မှတစ်ဆင့် ဖြစ်ပေါ်လာလိမ့်မည် ။\n",
        "output": [
            "Finally in March, an electoral endorsement of the Saint Andrews Agreement will take place be it either through election or referendum.\n"
        ]
    },
    {
        "input": "ဒေသခံ နက္ခတ္တဗေဒ အဖွဲ့၀င် မိုက်ကယ် စတန်တွန် က ၊ “ ကျွန်တော် တို့ ဂီတ နှင့် ကြည်နူး ဖွယ်ရာ ဤ မြင်ကွင်း ကို ကြည့် ရ တာ ၊ ဒါဟာ အရမ်း ကြီးကျယ် ပါသည် ” ဟု ဝီကီ သတင်း သို့ ပြော ခဲ့ သည် ။\n",
        "output": [
            "Michael Stanton, a local astronomy fan told Wikinews \"this is just great, we have music and this visual delight to see\".\n"
        ]
    },
    {
        "input": "ကလင်တန် သည် အလားတူ ဒီမိုကရက်တစ်ပါတီ ရွေးကောက်ပွဲဝင် ကိုယ်စားလှယ်လောင်းတွေ ရဲ့ နိုင်ငံတော် နှင့်ဆိုင်သော လူထုသဘောထား စစ်တမ်း နမူနာ ကောက်ယူမှု တိုင်း မှာ ထိပ်ဆုံး ရောက်ရှိ ပြီး ဝန်ထမ်း အသစ် နဲ့ ထောက်ခံသူများ အများအပြား ဆီသို့ သူမ ရဲ့ ကမ်းလှမ်းမှုတွေ ကို ကိုယ်ပိုင် ထိန်းသိမ်းမှုပေး ဖို့ ကြိုးစားခဲ့ပါတယ် ။\n",
        "output": [
            "Clinton tops every national poll of likely Democratic candidates and had tried to keep private many of her overtures to supporters and new staff.\n"
        ]
    },
    {
        "input": "အန်ဒရူး ဆိုင်မွန် က ထုတ်ပယ်ခြင်း မခံရခင် ၃၃ မှတ် ရယူခဲ့ စဉ် ၊ ဩစတြေးလျ ၏ အမှတ် အများဆုံး ဘောလုံးရိုက်ကစားသမား ၊ ဘရတ် ဟော့ထ် က ထုတ်ပယ်ခြင်း မခံရဘဲ ၃၅ မှတ် ရယူခဲ့သည် ။\n",
        "output": [
            "Brad Hodge was Australia's top scoring batsman, scoring 35 not out, while Andrew Symonds scored 33 runs before being stumped.\n"
        ]
    },
    {
        "input": "ယခု ကာလ တွင် ၊ အဆိုပါ လူ နှစ် ဦး ကြား ဆက်သွယ်မှု တစ်စုံတစ်ရာမျှ လက်ရှိ သုတေသန က မပြပါ ။\n",
        "output": [
            "At the moment, current research does not show any connection between the two men.\n"
        ]
    },
    {
        "input": "သူ က လွတ်လပ်သော သူ ဖြစ် ရ ခြင်း ထက် ပါတီ တစ် ခု အတွင်း ၌ ဖြစ် ဖို့ က ပို ၍ သာလွန် ကောင်းမွန် တယ် လို့ လည်း ထပ်ပြောသည် ။\n",
        "output": [
            "He also adds that it is better to be in a Party than being independent.\n"
        ]
    },
    {
        "input": "“ ကနေဒါ မှာ နေ့စဉ် ဖြစ်ပွားခဲ့ သော ရွေးကောက်ပွဲ အတောအတွင်း ( ဖက်ဒရယ် ) ယခု နှစ် အစောပိုင်း ဝေဖန်မှု များ နှင့် ( ကြော်ငြာ တစ်ခု ကို ) ထိုအရာ ကို … ကျွန်ုပ်တို့ ၏ နိုင်ငံ တစ်လျောက် တသမတ်တည်း လုပ်ဆောင်ခဲ့ကြ သော ကြော်ငြာ များ နှင့် နှိုင်းယှဉ်ကြည့်ပါ ။ ”\n",
        "output": [
            "\"Compare that (one ad) with the criticism early this year during the (federal) election that happened every day in Canada ...ads that were run consistently throughout your country.\"\n"
        ]
    },
    {
        "input": "လူသတ်မှု မကျူးလွန်ခဲ့ သူ ၊ အမေရိက တွင် အသေခံ အစီအစဥ် တွင် ရာဇဝတ်သား နှစ်ဦး ထဲမှ တစ်ယောက် ဖြစ်ခဲ့ သော ၊ ကန်နဒီ သည် တရားရုံး ၏ ဆုံးဖြတ်ချက် ကို စိန်ခေါ်ခဲ့ ပြီး ၊ အဆိုပါ ကိစ္စရပ် သည် အမေရိကန် တရားရုံး ချုပ် က ယူဆောင်လာခဲ့သည် ။\n",
        "output": [
            "Kennedy, who was one of two criminals on death row in America who did not commit murder, challenged the court's decision, and the case was brought to the U.S. Supreme Court.\n"
        ]
    },
    {
        "input": "စစ်ရေးဆိုင်ရာ ကြား၀င်ခြင်း အတွက် အစိုးရ တောင်းဆိုမှု တွေ ရဲ့ ရှုံးနိမ့်မှု က အချို့ ကို အံ့အားသင့်စေခဲ့ပါတယ် ။\n",
        "output": [
            "The defeat of the government motion for military intervention has surprised some.\n"
        ]
    },
    {
        "input": "အော်တီဂါ သည် ၂၀၀၃ ခုနှစ် တွင် ဖမ်းဆီးခြင်း ၀ရမ်း တစ်ခု ထုတ်ပြီး ဆက်လက်၍ ဗင်နီဇွဲလား သို့ အစောပိုင်း ထွက်ပြေးခဲ့ စဉ်တွင် ၊ လွန်ခဲ့သော ဩဂုတ်လ က သူ သည် ကော်စတာရီကာ မှ ဗင်နီဇွဲလား သို့ ပြန်ခဲ့သည် ဟု ဘီဘီစီ မှ အစီရင်ခံစာတင်ခဲ့သည် ။\n",
        "output": [
            "While Ortega had initially fled Venezuela following the issuing of an arrest warrant in 2003, the BBC reports that he had returned to Venuzuela from Costa Rica last August.\n"
        ]
    },
    {
        "input": "“ ဒါဟာ ကျွန်တော်တို့ အဖွဲ့စည်း မ ကြာရှည်မှု ဖြစ်တယ် “ လို့ လွန်ခဲ့သော ဩဂုတ် လ က ၊ အဖွဲ့အစည်း မှာ သူ ပြောခဲ့သည် ။\n",
        "output": [
            "Last August, he said of the union \"This is no longer my union.\"\n"
        ]
    },
    {
        "input": "အမ်စီစလီလန် က ၊ \" ကြည့်ကြည့်ပါ ၊ ထို အစီရင်ခံစာ မှာ အမေရိကန် ပြည်ထောင်စုသားတို့ ၏ ပုံသဏ္ဍာန် ကို ဆိုးရွားစွာ ပျက်စီး မှု ဖြစ်စေသည် \" ဟု ပြောကြားခဲ့သည် ။\n",
        "output": [
            "McClellan said, \"Look, this report caused serious damage to the image of the United States abroad.\"\n"
        ]
    },
    {
        "input": "ဝမ်းနည်းခြင်း တစ်ခု ကို ဖော်ပြသည် အနေဖြင့် ဂူး က ၊ ဦးညွတ်လျက် ၊ ဤကဲ့သို့သော ဝမ်းနည်းစရာများ ထပ်မံ မ ဖြစ်ပွား အောင် ကာကွယ် လုပ်ဆောင်မည် ဟု ကတိပေးခဲ့သည် ။\n",
        "output": [
            "Gou, bowing as an expression of regret, promised to work to prevent such tragedies occurring again.\n"
        ]
    },
    {
        "input": "အဆိုပါ သုတေသနအကြောင်း ကို အယ်လ်ဇိုင်းမားရောဂါ ဂျာနယ် တွင် ဖော်ပြထားသည် ။\n",
        "output": [
            "The research is reported in the Journal of Alzheimer's Disease.\n"
        ]
    },
    {
        "input": "ထိုအရာသည် အခွန် ကောက်ခံမှု ၏ အလုပ်အကြွေး ရလဒ်များကို လုပ်ဆောင် ရန် လျင်မြန်စွာ လုပ်ဆောင်ပါလိမ့်မယ် ဟု စီအာအေ(ကနေဒါအခွန်ဘဏ္ဍာကိုယ်စားလှယ်လုပ်ငန်း) က အကြံပြုသည် ။\n",
        "output": [
            "The CRA suggests that it would work quickly to process the resulting backlog of tax returns.\n"
        ]
    },
    {
        "input": "သူတို့ သည် အရုပ်တွှေ ရဲ့ ဆေးခြယ်မှု တွေ ထဲမှာ ပိုမို ကြောက်ရွံ့ဖွယ် ၏ အန္တရာယ်ရှိသော အဆင့်များ ကို ဦးတည်နေမှု ပေါ်မှာ ထုတ်ကုန်များ ပိုမို၍ ဆင့်ခေါ်နေသည် ဟု အရုပ် တီထွင်ထုတ်လုပ်သူ မက်တယ် က ယနေ့ ကြေငြာခဲ့သည် ။\n",
        "output": [
            "Toy manufacturer Mattel announced today that they are recalling more products over fears of dangerous levels of lead in the toy's paint.\n"
        ]
    },
    {
        "input": "သမိုင်းဝင် နေရာ ပြည်နယ် ၁၄ခု ကို အောက်တိုဘာ ၁ရက် တွင် ပိတ် ရန် အစီစဉ်ဆွဲခဲ့သည် ။\n",
        "output": [
            "Fourteen state historic sites are scheduled to be closed October 1.\n"
        ]
    },
    {
        "input": "အောက်စဖို့ဒ်အသင်း သည် ခေါင်းပန်းလှန်ဆုံးဖြတ်ခြင်း တွင် အနိုင်ရခဲ့ ပြီး နောက် မြစ် ၏ ဆာရေး ဘက်ခြမ်း မှာ လှေလှော် ဖို့ ရွေးချယ်ခဲ့ ပြီး ၊ ကိမ်းဘရစ်ချ်အသင်း က မစ်ဒယ်ဆက်စ် ဘက် က လှေလှော်ခဲ့ကြသည် ။\n",
        "output": [
            "Oxford won the toss and chose to row on the Surrey side of the river, with Cambridge rowing on the Middlesex side.\n"
        ]
    },
    {
        "input": "ကနေဒီ ၏ အုပ်ချုပ်မှု အတွင်း ၊ “ မစ္စတာ ပရဲဆီးဒန့် ၊ ကျေးဇူးတင်ပါတယ် \" ဟု လက်မှတ် တစ်ခု နှင့်အတူ သမ္မတရွေးကောက်ပွဲ သတင်းစာ ရှင်းလင်းပွဲ အားလုံး ကို ဟယ်လင် က အဆုံးသတ်ခဲ့ ပြီး သူမ ၏ အလုပ် နှင့်ပတ်သက်သည့် အသိပေးချက် တစ်ခု ကို အမြဲ ထုတ်ပြန်ကြေညာခဲ့သည် : \" ကျွန်ုပ် အသက်မွေးဝမ်းကျောင်း မှာ သင် သာလျှင် သင် ၏ နောက်ဆုံး ဇာတ်လမ်း ကဲ့သို့ ဖြစ်ကောင်းဖြစ်ပါတယ် ။ \"\n",
        "output": [
            "During Kennedy's administration, Helen ended all presidential press conferences with a signature \"Thank you, Mr. President\" and always issued a caveat about her work: \"In my career you're only as good as your last story.\"\n"
        ]
    },
    {
        "input": "ရှာဖွေရေး မှတ်တမ်း နှင့်စပ်လျဉ်းသော အသုံးပြုမှု သည် အသုံးပြုသူ မှာ ဂူဂယ်လ် သို့မဟုတ် ဂျီမေးလ် အကောင့် တစ်ခု ကို ရှိ ပြီး စာရင်းပေးဝင်ရောက် ဖို့ လိုအပ်တယ် ။\n",
        "output": [
            "Use of the search history requires that the user have and log in to a Google or Gmail account.\n"
        ]
    },
    {
        "input": "၂၀၀၃ ခုနှစ် ထဲ မှာ တူညီတဲ့ စနစ် တစ်ခု ကြောင့် ပြင်းထန်တဲ့ ရေနစ်မြုပ်မှု နဲ့ မိုးရွာသွန်းမှု ဖြစ်ပွားစေခဲ့တယ် ။\n",
        "output": [
            "A similar system caused severe flooding and precipitation in 2003.\n"
        ]
    },
    {
        "input": "တွဲဖက်မှု ကို ဂုဏ်ပြုသည့် ဆိုင်းဘုတ် တစ်ခု ကို လမ်းဆုံအဝိုင်း အတွက် စီစဉ်ခဲ့သည် ။\n",
        "output": [
            "A sign marking the twinning is planned for the roundabout.\n"
        ]
    },
    {
        "input": "၂၀ဝ၃ ခုနှစ် ရွေးကောက် ပွဲ တွင် ၊ အေဒီကြူ သည် မဲ အရေအတွက် ၂၁ ရာခိုင်နှုန်း ရရှိခဲ့သည် ။\n",
        "output": [
            "In the 2003 election, the ADQ garnered 21% of the vote.\n"
        ]
    },
    {
        "input": "ဤ စစ် ကြောင့် ကန့်ကွက်ဆန္ဒပြမှု များ ဖြစ်ပေါ်ခဲ့ ပြီး နောက် ၊ အမေရိကန်သမ္မတ ဂျော့ချ် ဒဘလီယူ ဘုရှ် ထံသို့ အီရတ် ကို တိုက်ခိုက် ရန် ဘလား က ဗြိတိန် စစ်သား လေးသောင်းငါးထောင် စေလွှတ်ခဲ့ ပြီး တိုက်ပွဲ တွင် ၁၇၉ ယောက် ကျဆုံးခဲ့ရသည့် အတွက် ထောက်ပံ့ ရန် မှားယွင်းသည် ဟု ယုံကြည်သော နိုင်ငံရေးသမားများ အကြား တွင် အလွန် ဒေါသမီးများတောက်စေခဲ့သည် ။\n",
        "output": [
            "The war has provoked protests, and much outrage among politicians who believe that Blair was wrong to support then United States President George W. Bush by sending 45,000 British soldiers—179 of whom died in combat—to fight in Iraq.\n"
        ]
    },
    {
        "input": "တနင်္ဂနွေ နှောင်းပိုင်း တွင် ကြေငြာခဲ့သော ဝုဖ် ဘရစ်ဇာ စီအန်အန် သတင်း တစ်ခု တွင် ၊ အမေရိကန် အထက်လွှတ်တော်အမတ်များ ဂျော့ချ် အလ်လန် ( အာ-ဗွီအေ ) နှင့် ဘာဘရာ ဘောက်ဆာ ( ဒီ-စီအေ ) နှစ်ဦးစလုံး က သမ္မတ ဘုရှ် က စင်ဒီ ရှီဟန် နှင့် ပုဂ္ဂိုလ်ရေးအရ တွေ့ဆုံလိမ့်မည် ဟု သူတို့ ယုံကြည်ကြောင်း ဆူဆူညံညံ ဆန့်ကျင်ကန့်ကွက်ဆန္ဒပြနေသည့် ဘလစ်ဇာ ကို ပြောကြားခဲ့သည် ။\n",
        "output": [
            "On a CNN Wolf Blitzer Late Edition broadcast Sunday, U.S. Senators George Allen (R-VA) and Barbara Boxer (D-CA) both told Blitzer that in the furore created by the protest they believe President Bush should personally meet with Cindy Sheehan.\n"
        ]
    },
    {
        "input": "အမေရိကန် ပြည်ထောင်စု ပြည်နယ် အတွင်းရေးမှုး ကွန်ဒိုလီဇာရိုက်စ် က ဗီတို အာဏာ မသုံးပဲ ဆုံးဖြတ်ခဲ့ကြောင်း နှင့် ဘာကြောင့် အမေရိကန် ပြည်ထောင်စု က ကြားနေခဲ့ လည်း ဆိုတာ ကို ရှင်းပြချက် တစ် ခု ပေးခဲ့ပါသည် ။\n",
        "output": [
            "US Secretary of State Condoleezza Rice has given an explanation for why the United States abstained and did not veto the resolution.\n"
        ]
    },
    {
        "input": "လန်ဒန် ဗုံးပေါက်ခြင်း အား အီရတ် လူမျိုးများ က တုန့်ပြန်စကား ပြောနေစဉ် ၊ \"\" မှုခင်း ဖြစ်ရာ ဗြိတိန် နယ်မြေ တွင် သောကြာနေ့ ဆုတောင်း [ သူများ ] ထံမှ တုန့်ပြန်မှု များ ရဲ့ အများစု သည် လန်ဒန် ရှိ တိုက်ခိုက်မှုများ ကို ဆန့်ကျင်ခဲ့ကြသည် \"\" ၊ ဟု ပြောရေးဆိုခွင့်ရသူ ပြောခဲ့သည် ။\n",
        "output": [
            "Speaking of the response by Iraqis to the London bombings, the spokesperson said, \"Most of the feed back from Friday pray[ers] in the British Area of Operation were against the attacks on London.\"\n"
        ]
    },
    {
        "input": "ကျွန်တော် အဲ့ဒီ အကြောင်း ပါဝင်လုပ်ဆောင်သွား ပြီး ကျွန်တော်တို့ ဟာ အာဖဂန် ပြည်သူများ ဆီ မှန်ကန်သော သတင်း ပေး ရန် လိုအပ်တယ် လို့ ကျွန်တော် ထင်ပါတယ် လို့ သူ က ပြောခဲ့ပါတယ် ။\n",
        "output": [
            "\"I would be concerned about it and I think we need to pass the right message to the Afghan people,\" he said.\n"
        ]
    },
    {
        "input": "ထူးခြားသော ဌက်များ တွင် တောင်ပံ အလျား ၃၀လက်မ ရှိ ပြီး မတ်ရပ် အမြင့် မှာ ၂၀လက်မ နီးပါး ရှိသည် ။\n",
        "output": [
            "The remarkable birds have a 30-inch wingspan and stand nearly 20 inches high.\n"
        ]
    },
    {
        "input": "အာရုံကြော ရောဂါ ခံစားနေရသူများ ( ဟု ထင်မြင်ယူဆရသည့် ဗြိတိန် နိုင်ငံ ရှိ အမျိုးသား ၈ ရာခိုင်နှုန်း နှင့် အမျိုးသမီး ၁၈ ရာခိုင်နှုန်း ခန့် အရေအတွက် သည် ) အလင်းရောင် ၊ ဆူညံသံ နှင့် ထိတွေ့မှု တို့ ကြောင့် နာကျင်မှု ကို ဖြစ်စေကြောင်း မကြာခဏ ညည်းညူကြသည် ။\n",
        "output": [
            "Migraine sufferers (thought in the United Kingdom to number about eight per cent of men and eighteen per cent of women) often complain that light, noise and touch cause pain.\n"
        ]
    },
    {
        "input": "\" လျှပ်စစ် ပြတ်လတ်မှု သည် တိုင်းပြည် ၏ စက်မှုလုပ်ငန်း အပိုင်း အား ထိခိုက်လာနိုင် သော စွမ်းအင်ဆိုင်ရာ အန္တရာယ် တစ်ခု အဖြစ် စိုးရိမ်ပူပန်မှု များ ဖြစ်စေခဲ့သည် ဟု ၊ \" အင်ဒိုနီးရှား ၏ ဈေးကွက် စီးပွားရေး မှ ကုန်သည် တစ်ဦး က ပြောကြားခဲ့သည် ။\n",
        "output": [
            "\"The power outage has resulted in worries over an energy crisis which could hurt the nation's industrial sector,\" said a trader on Indonesia's stock market.\n"
        ]
    },
    {
        "input": "နိုင်ငံ ၏ ကျန်းမာရေး ဝန်ကြီး ၊ အက်ဒယ် မူတာလစ် မိုဟာမက် က အီရတ် နိုင်ငံ တွင် ကြက် ငှက် တုပ်ကွေး ရောဂါ ၏ ပထမ ဆုံး အခြေအနေ ကို ယခုနေ့ တွင် ထုတ်ပြန် ကြေညာခဲ့သည် ။\n",
        "output": [
            "The first case of Avian Flu in Iraq was announced today by the country's Health Minister, Abdel Mutalib Mohammed.\n"
        ]
    },
    {
        "input": "အီဗာ ဘရက်ခဆိုက်ဖာ အဆိုအရ ၊ ဂျာမနီ တွင် ကေဒီအီး အဖွဲ့အစည်း ၏ ဥက္ကဌ နှင့် ဘေ့စစ်ကွန် ၏ ဦးဆောင်ညွှန်ကြားရေးမှူး တို့သည် ၊ ပြောင်းလဲမှု ဖြစ်စဉ် ကို ၎င်း၏ “ ထိပ်ဆုံး အဆင့် ” တွင် ရှိနေ ပြီး နေ့တိုင်း စနစ်ပေါင်း ၃၀၀ ကို ပြုပြင်ပြောင်းလဲနေပါသည် ။\n",
        "output": [
            "According to Eva Brucherseifer, president of the KDE community in Germany and managing director of basysKom, the migration process in its \"peak phase\" and is porting 300 systems every day.\n"
        ]
    },
    {
        "input": "သူတို့ သည် အိုလံပစ် ပြိုင်ပွဲ မှတ်တမ်း များ မှ မားတို့စ် ၏ မှတ်တမ်း များ အားလုံး ကို ဖယ်ရှား ရန် လည်း တောင်းဆိုခဲ့သည် ။\n",
        "output": [
            "They also called for all records of Matos to be removed from the Olympic records.\n"
        ]
    },
    {
        "input": "နံပါတ် VP-BKO အဖြစ် မှတ်ပုံတင်ထားခဲ့သော ၊ သက်တမ်း၁၆ နှစ် ကြာခဲ့ပြီ ဖြစ်သော ၊ လေယာဥ် သည် ၊ မူလအစကာလ တွင် ဇီလာမန် လေကြောင်းလိုင်း က ပြေးဆွဲခဲ့ပါသည် ။\n",
        "output": [
            "The aircraft, registered as number VP-BKO, was sixteen years old, originally operated by Xiamen Airlines.\n"
        ]
    },
    {
        "input": "အာဖဂန်နစ္စတန် ၏ စီးပွားရေး ကို ပြန်လည်တည်ဆောက်နေ ချိန်မှာ ၊ မဟာဗျူဟာ တစ်ခု အတွက် ရွေးချယ်မှု များ တွင် အာဖဂန်-ပါကစ္စတန် ဆက်ဆံရေး တိုးတက်ကောင်းမွန်အောင်လုပ်ဆောင်ရေးလည်း ပါဝင်သည် ။\n",
        "output": [
            "Options for a strategy include improving Afghan-Pakistani relations, while rebuilding Afghanistan's economy.\n"
        ]
    },
    {
        "input": "နျူကလီးယား စွမ်းရည် ရှိ သော တစ်ခု တည်း သော အခြား ဥရောပ နိုင်ငံ မှာ ပြင်သစ် နိုင်ငံ ဖြစ် သည် ။\n",
        "output": [
            "The only other European country with nuclear capability is France.\n"
        ]
    },
    {
        "input": "ယူရိုဇုန် ၏ မြောက်များစွာသော ပြည်နယ်အစိုးရ အဖွဲ့ဝင်များ သည် အကြွေး အဆင့်များ မြင့်လာခြင်း နှင့်အတူ အကျိုးသက်ရောက်မှု ကို ခံစားကြရတယ် ။\n",
        "output": [
            "Several of the eurozone's member states have been impacted with increasing debt levels.\n"
        ]
    },
    {
        "input": "“ အာတိတ် အခြေအနေများ တွင် ၊ ရေခဲ သည် တဖြည်းဖြည်း ရေနံ လွင့်ပြယ်စေခြင်း မှ တန့်ပြန်မှု ကြောင့် ရေနံ ယိုစိမ့်ခြင်း ၊ လှိုင်းများကို အားလျှော့စေခြင်း ၊ ရေနံများ ကို နေရာ ကျယ်ကျယ်ပြန့်ပြန့် ပျံ့နှံ့မှု မှ ကာကွယ်ခြင်း ၊ နှင့် အချိန် ကြာကြာ တုန့်ပြန် ရန် ခွင့်ပြုမှု ကို ကူညီ နိုင်သည် ။ ”\n",
        "output": [
            "\"In Arctic conditions, ice can aid oil spill response by slowing oil weathering, dampening waves, preventing oil from spreading over large distances, and allowing more time to respond.\"\n"
        ]
    },
    {
        "input": "ထို ဧရိယာ မှ အရွယ်ရောက်သူများ က ကလေးများ သည် ငှက်ဖျား ကြောင့် သေဆုံးခဲ့ ကြောင်း အစီရင်ခံခဲ့သည် ။\n",
        "output": [
            "Adults from the area reported that the children had died of malaria.\n"
        ]
    },
    {
        "input": "တန်ဒီ အဆိုအရ ဒိုင်း ကို ” အဆိုပါ ကျောင်းအဆောက်အဦး တွင် ရှိလာလိမ့်မည် ဖြစ်သည့် အကျိုးသက်ရောက်မှု အကြောင်း တွင် စိုးရိမ်ပူပန်မ႒ရှိစေခဲ့ ” ပြီးလျှင် ၎င်း ကျောင်းသား က ဖော်ထုတ်တောင်းဆိုမှု အပြီး မတ်လ ၄ ရက် တွင် သူမ အရင် က လုပ်ခဲ့တဲ့ ကျောင်း ၏ ကျောင်းအုပ်ကြီး ထံသို့ အကြောင်းကြားခြင်းခံခဲ့ရသည် ။\n",
        "output": [
            "According to Tandy, Dye \"was concerned about the impact it would have in the building,\" and, on March 4, informed the school's principal of her past after being asked by the student.\n"
        ]
    },
    {
        "input": "စင်ဒီ ၏ လက်ရှိ မှတ်ချက်ပေးချက်များ မှာ ၂၀၀၄ ခုနှစ် က ကယ်လီဖိုးနီးယားပြည်နယ် ၊ ဗာကာဗွီလေ မြို့ ၏ ရီပို့တာ သတင်းစာ နှင့် တွေ့ဆုံမေးမြန်းခန်း တစ်ခု မှ သူမ ၏ ပြောကြားချက်များ နှင့် အကြီးအကျယ် ကွဲလွဲနေသည် ။\n",
        "output": [
            "Cindy's current comments are a drastic change from her comments in a 2004 interview with THE REPORTER of Vacaville, CA.\n"
        ]
    },
    {
        "input": "ဆီယာရာ နဲ့ ဖက် မန်း စကု တို့ ဖြည့်စွတ်သီဆိုထား တဲ့ မစ်ဆီ အဲလစ် ရဲ့ \" လုစ် ကွန်ထရိုး \" က \" ဒုန့် ချာ \" အဆင့် ငါး သို့ ဆင်းသွား တဲ့ အချိန်မှာ ၅-၃ သို့ တက်ခဲ့ပါတယ် ။\n",
        "output": [
            "Missy Elliott’s “Lose Control” featuring Ciara and Fat Man Scoop gained 5-3 while “Don’t Cha” dropped to No. 5.\n"
        ]
    },
    {
        "input": "\" ကျွန်တော် တို့ သည် အခြား ဘာသာစကား များ သို့ ထပ် တိုးချဲ့ ရန် လည်းဘဲ မျှော်လင့် ထား သည် ၊ ဘာကြောင့်လဲဆိုတော့ ကျွန်တော် တို့ ၏ သတင်း အချက်အလက် နှင့် ဖျော်ဖြေမှု ထုတ်လွှင့်မှု ကို ဈေးကွက် တောင်းဆိုမှု အသေအချာ ရှိပါတယ် ။ \"\n",
        "output": [
            "\"We are looking forward to expanding into other languages as well, because there is definitely a market demanding our brand of infotainment.\"\n"
        ]
    },
    {
        "input": "မစ်ရှင် က “ လေထု ထဲ ရှိ မြူတိမ် မှ ဓါတ်ငွေ့ ထွက်လာခြင်း ကို တိုင်းတာလိမ့်မည် ” ဟု ဖေါ်ပြချက် ကို အဆုံးသတ်ခဲ့သည် ။\n",
        "output": [
            "The mission will \"measure the gas emanating from the plume,\" ended the statement.\n"
        ]
    },
    {
        "input": "“ ဒီနေ့ခေတ် ဘီအေ ၏ ဘီအမ်အိုင် ကို ဝယ်ခြင်း ကို ရာဘာတံဆိပ်ရိုက်နှိပ်ခြင်း သည် အီးစီ တွင် ဥရောပတိုက် ၏ အလံ ကိုင်ဆောင်သော လေကြောင်းလိုင်းများ အတွက် စည်းမျဉ်း တစ်ခု ရှိသည် ၊ ဒါပေမယ့် ရွိုင်းနေး အတွက် မတူညီသော စည်းမျဉ်းများ ဆိုတာကို တဖန် ပြသသည် ” ၊ ဟု ရွိုင်းနေး အကြီးအကဲ က ပြောခဲ့သည် ။\n",
        "output": [
            "\"Today's rubber-stamping of BA's purchase of bmi shows yet again that the EC has one rule for Europe's flag-carriers, but different rules for Ryanair\", said Ryanair chief .\n"
        ]
    },
    {
        "input": "စည်းမျဉ်းစည်းကမ်း များ နှင့် ခွင့်ပြုချက် အတိုင်း လိုက်နာဆောင်ရွက် ပြီး ၊ အမျိုးမျိုးသော ဆုံးဖြတ်ပြီး အခြေအနေများ နှင့် ကိုက်ညီသော သဘောတူညီချက် ကို ပလန်းနတ်အောက် ဘုံ စတော့ရှယ်ယာ ကိုင်ဆောင်ထားသူများ ၏ အဓိကအုပ်စု တစ်စု ၊ က သဘောတူညီ ရန် ကျန်သေးသည် ။\n",
        "output": [
            "The agreement still has to be approved by a majority of PlanetOut common stock holders, comply with regulatory filings and approvals, and meet various closing conditions.\n"
        ]
    },
    {
        "input": "သြဂုတ်လ ၇ ရက်နေ့ တွင် ၊ ဂျော်ဂျီယာ တပ်များ တက်ဟီဗလီ ၏ မြို့တော် အိုစီတီရန်း ကို တိုက်ခိုက်မှု စတင် ပြုလုပ်ခဲ့သည် ။\n",
        "output": [
            "On August 7, Georgian troops launched an offensive against the Ossetian town of Tskhinvali.\n"
        ]
    },
    {
        "input": "အမျိုးသမီး ရေးရာ အာဖဂန် ဝန်ကြီးဌာန ၏ ညွှန်ကြားရေးမှုး ၊ အမျိုးသမီးများ ၏ အခွင့်အရေး နှင့် ထောက်ခံသူ တစ်ယောက် နှင့် ထို အခွင့်အရေး ကို တာလီဘန်တွေ ရဲ့ ဖိနှိပ်မှု ၏ ခိုင်မာသော ဝေဖန်ခဲ့ သူ ဆာဖီ အာမာန်-ဂျန်း ၊ ကို တနင်္လာနေ့ က အာဖဂန်နစ္စတန် တောင်ဘက် ကန်ဒါဟာ မြို့ သူမ ၏ နေအိမ် အပြင်ဘက် တွင် အမည်မသိ သေနတ်သမားများ က ပစ်သတ်ခဲ့ကြသည် ။\n",
        "output": [
            "Safia Ahmed-jan, the director of the Afghan Ministry of Women's Affairs for the Khandahar province and an advocate of women's rights and a strong critic of the Taliban's repression of those rights, was shot dead by unidentified gunmen outside her home in Khandahar city in southern Afghanistan on Monday.\n"
        ]
    },
    {
        "input": "တတိယ အချက် က တော့ ဘူဂေးရီးယား ၏ ၊ ၁၁ ရာခိုင်နှုန်း နီးပါး နှင့်အတူ လူမျိုးစု တာ၀န်များ ဖြစ်သည် ။\n",
        "output": [
            "The third is Ethnic Turks of Bulgaria, with around 11%.\n"
        ]
    },
    {
        "input": "ကား ထိုင်ခုံ နှစ် ခုံ ရှိ ၊ တဲ တစ် ခု အတွင်း မှောင်မိုက်ခြင်း မှ မှိတ်တုတ်မှိတ်တုတ် အလင်းရောင်များ နှင့် တေးဂီတသံ တို့ အနား လှည့်လည်သည့် လူများ အတွက် ယာဉ်စီးခြင်း သည် ဆွဲဆောင်မှု တစ် ခု ဖြစ်သည် ။\n",
        "output": [
            "The ride is an attraction that spins people around in two-seat cars, inside a darkened tent to flashing lights and music.\n"
        ]
    },
    {
        "input": "ကွင်းစလန်ပြည်နယ် ဝန်ကြီးချုပ် ပီတာ ဘီတိုင်း ပြောတာကတော့ ခေါင်းဆောင် အပြောင်းအလဲ ဟာ \" ပါတီ အတွက် တည်ငြိမ်တဲ့ ကာလ တစ်ခု ကို တွန်းပို့ပေးလိမ့်မည် ။ \"\n",
        "output": [
            "Premier of Queensland Peter Beattie has said that the leadership change \"will herald in a new period of stability for the party.\"\n"
        ]
    },
    {
        "input": "သတင်းထောက်များ နှင့် အကူအညီပေးရေး လုပ်သားများ ကို တိုက်ပွဲ သတ်မှတ်နယ်မြေ သို့ ခွင့်မပြုကြ သလို ၊ အာဖဂန် နယ်စပ် အနီး လူမျိုးစု ဒေသ တွင် ပါကစ္စတန် စစ်တပ် ၏ ထိုးစစ် ၏ ထိရောက်မှုများကို အတည်ပြု ရန် ခက်ခဲသည် ။\n",
        "output": [
            "The accounts of the Pakistan army's offensive in the tribal region near the Afghan border are difficult to verify, as journalists and aid workers are not allowed into the battle zone.\n"
        ]
    },
    {
        "input": "တရုတ်နိုင်ငံ ၏ ဒိုမိန်း သည် တရုတ်နိုင်ငံ ကို ဆန့်ကျင် သည့် နောက်ဆုံးပေါ် ဝန်ဆောင်မှုမရခြင်း တိုက်ခိုက်မှု များစွာ ဖြင့် ပစ်မှတ်ထားခြင်းခံရသည် ။\n",
        "output": [
            "The Chinese domain was targeted in the latest of many denial of service attacks against China.\n"
        ]
    },
    {
        "input": "မစ် ဂရာဟမ် သည် ဆူးရိုင်ဒါ ပရဟိတ ဈေးဆိုင် အတွင်းမှာ ဖိနပ်များ ကို ဆိုင် ထဲမှာ ဈေးလျှော့ပေးသော သက်ချာ ရဲ့ ဝန်ထမ်း အဖွဲ့ဝင် တစ်ယောက် ကို တွေ့ ပြီးနောက် ၄င်းတို့ ကို ဝယ်ခဲ့ပါသည် ။\n",
        "output": [
            "Ms. Graham bought them in a Sue Ryder charity shop after seeing a member of Thatcher's staff drop them in the shop.\n"
        ]
    },
    {
        "input": "ခန့်မှန်းခြေ ၇၀၀,၀၀၀ ခန့် ရှိသော ( ယင်း ကိန်းဂဏန်း ထက် များနိုင်သည် ဟု ရဲတပ်ဖွဲ့ က ပြောကြားခဲ့သည် ) ၊ လူစုလူဝေး က ကျွန်ုပ် တို့ သည် ဘုရား ၏ တမန်တော် အား ကျွန်ုပ် တို့ ၏ စကား ဖြင့် သာမက ကျွန်ုပ် တို့ ၏ သွေး ဖြင့် လည်း ထောက်ခံမည်ဖြစ်ကြောင်း ၊ ” နက်ရာလာ က ပြောကြားခဲ့ပါသည် ။\n",
        "output": [
            "We will uphold the messenger of God not only by our voices but also by our blood,\" Nasrallah told the crowd, estimated to be 700,000 (police said the figure was likely to be even higher).\n"
        ]
    },
    {
        "input": "အများ ပြည်သူ သွားလာသော နေရာ များ တွင် ဆေးလိပ် ရောင်း သော အရောင်း စက် များ ကဲ့သို့ စီးကရက် ကြော်ငြာ များ နှင့် စပွန်ဆာပေးခြင်း များ ကို လည်း ပိတ်ပင် ရလိမ့်မည် ။\n",
        "output": [
            "Vending machines selling cigarettes in public places will be banned as will cigarette advertisements and sponsorships.\n"
        ]
    },
    {
        "input": "ဂျင်မာနက် က ပြောက်ကျား စစ်ပွဲ ပြီးနောက် လက်တင် အမေရိကန် တွင် လူမှုပြန်လည်ထူထောင်ရေး ကို ပြီးမြောက်အောင်မြင်အောင် လုပ်ဆောင်ရမည် ဟူသော ဂရူဗာရာ ၏ ထင်မြင်ယူဆချက် ကို ပယ်ချခဲ့သည် ။\n",
        "output": [
            "Jiménez rejected Guevara’s belief that social reform in Latin America had to be accomplished through guerrilla warfare.\n"
        ]
    },
    {
        "input": "အဆိုပါ သင်္ဘော သည် မွန်ဘာစာ ၏ အရှေ့တောင်ဘက် အကြမ်းအားဖြင့် ကီလို၈၃၀ အကွာ တွင် ဖမ်းဆီးခံရ ပြီး သတင်းပို့ချက် အရ အီးလ် ၏ ဆိုမာလီ ဆိပ်ကမ်း သို့ ဦးတည်နေသည် ။\n",
        "output": [
            "The ship was captured roughly 830 kilometers south-east of Mombasa and is reportedly heading towards the Somali port of Eyl.\n"
        ]
    },
    {
        "input": "တူရကီ ၊ အမ်တဲရရ် အတွက် ၊ လွတ်လပ်သော ကုန်သွယ်ရေး နယ်ပယ်များ တွင် အက်ရ်အမ်စီ နော့ဗပ်အမ် ၏ အမျိုးသမီး အလုပ်သမား ၈၀ သည် စက်တင်ဘာလ ၂၆ ရက် ၊ ၂၀ဝ၆ ခုနှစ် ကတည်းက ၊ ယခု တစ် နှစ် နီးပါး သပိတ် ၌ ရှိခဲ့ကြသည် ။\n",
        "output": [
            "In a free trade zone in Antalya, Turkey, 80 women workers of FMC Novamed are in strike for almost a year now, since September 26th, 2006.\n"
        ]
    },
    {
        "input": "ကမ္ဘာ တစ်ဝှမ်း ဈေးကွက် ရှာဖွေရေး နှင့် ဆိုနီ ပစ်ချာ အတွက် ဖြန့်ဖြူးရေး ၏ ဥက္ကဌ ၊ ဂျက် ဖလိတ် က ၊ “ မိုက်ကယ် ဂျက်ဆင် မှာ ကမ္ဘာ တစ်ဝှမ်း နေရာတိုင်း မှာ တပ်ချီ တဲ့ ပရိဿတ်များ ရှိပါတယ် .. ကျွန်တော်တို့ က မိုက်ကယ် ဂျက်ဆင် ရဲ့ မယုံကြည်နိုင်လောက်တဲ့ အသက်မွေးဝမ်းကြောင်း ရဲ့ ဖျော်ဖြေပွဲ မှာ အတူတကွ ပူးပေါင်း ဖို့ မယုံကြည်နိုင်လောက်တဲ့ အခွင့်အရေး တစ်ခု ကို ပရိဿတ်များ ကို ပေးလျက် ရှိပါသည် ” : လို့ ပြောကြားခဲ့သည် ။\n",
        "output": [
            "Jeff Blake, chairman of worldwide marketing and distribution for Sony Pictures, said: \"Michael Jackson has an army of fans everywhere around the world... we are giving the audiences an incredible opportunity to join together in celebration of Michael Jackson's incredible career.\"\n"
        ]
    },
    {
        "input": "အသက်ရှင်ကျန်ရစ်သူ များ ကို နေရာချထား ရန် ကြိုးစားနေသော အပေါ်မှာ ကြိုးပမ်းအားထုတ်မှု အားလုံး ကို အစ၌ အာရုံစိုက်ခဲ့ကြ သောကြောင့် ၊ ပေါက်ကွဲမှု က သက်သက် မတော်တဆ လား ၊ ဒါမှမဟုတ် ညစ်ပါတ်သော လှုပ်ရှားမှု ပါဝင်ပတ်သက်ခဲ့ လား ဆိုတာ သူ တို့ လက်ရှိမှာ မသေချာသေး ဟု စုံစမ်းစစ်ဆေးသူ များ က ပြောကြသည် ။\n",
        "output": [
            "Investigators say they are currently unsure if the blast was purely accidental, or if foul play was involved, as all efforts were initially focused on attempting to locate survivors.\n"
        ]
    },
    {
        "input": "ဆန်နီဘဏ် အသင်း သည် ပထမပိုင်း တစ်ဝက် တွင် အပြင်းအထန် ပြိုင်ပွဲ ဝင်စဉ် အတောအတွင်း ၃ မှတ် ၁၇ မှတ် ဖြင့် ဦးဆောင်နေခဲ့ ပေမယ့် ၊ ပြိုင်ပွဲ မှာ သူ တို့ ၏ နောက်ဆုံး ရမှတ် သည် ဂိုးများ ဆက်တိုက်သွင်းခြင်း ဖြင့် အခြေခံ အားဖြင့် ဘာဖြစ်လိမ့်မလဲဆိုတာ ပြစ်ဒဏ်ဘော တစ်ခုကြောင့် ရှုံးခဲ့ရသည် ။\n",
        "output": [
            "Sunnybank lead 17 points to 3 in the dying moments of the first half, but conceded a penalty which resulted in the hosts scoring what would ultimately be their final points of the game.\n"
        ]
    },
    {
        "input": "ခြုံငုံကြည့် လျှင် ၊ ၎င်း သည် အကြီးမားဆုံး အကျိုးကျေးဇူးများ ကို အထိခိုက် ဆုံး လူများ သို့ သယ်ဆောင် ပေးနိုင် တဲ့ နည်းလမ်း ဖြစ်သည် ဟု ကျွန်ုပ်တို့ ယုံကြည်ပါသည် ။ \"\n",
        "output": [
            "On balance, we believe this is the approach that will deliver the greatest benefits to the most vulnerable people.\"\n"
        ]
    },
    {
        "input": "၂၀၀၅ - ၂၀၀၆ အွန်တာရီယို ဟော်ကီ လိလ် ရာသီ ပွဲ ကို ယူအက်စ်အေ မက်ချိဂန် ၊ စဂီနော် ရှိ ဒေါ်အီးဗန်း စင်တာ ရှိ ဝန်လာ အရနာ တွင် ဗုဒ္ဒဟူးနေ့ ည က အိမ်ရှင် ပါးမောက်ဝေလ နှင့် စဂနော်အသင်း တို့ ဖြင့် စတင် ပြီး ပရိတ်သတ်ပေါင်း ၄၆၀၀ တက်ရောက်ခဲ့သည် ။\n",
        "output": [
            "The 2005-2006 Ontario Hockey League season kicked off to a start Wednesday night at Wendler arena in The Dow Event Center in Saginaw, Michigan, USA with the Saginaw Spirit hosting the Plymouth Whalers, with over 4,600 people attending.\n"
        ]
    },
    {
        "input": "ပိုလန် နိုင်ငံ သည် \" သဘောထား ကို ပွင့်လင်းစွာ \" ဖော် ထုတ် လျှင် ထောင်ဒဏ် ချသည့် တစ် ခု တည်းသော ဥရောပ သမဂ္ဂ နိုင်ငံ ဖြစ် ပြီး ထိုသို့ ဖြစ်ပေါ်မှု သည် လည်း အီးယူ ထဲ တွင် ပထမဆုံး ဖြစ်သည် ဟု ဆန်စ် ဖရွန်တဲရက်စ် သတင်းထောက်များ က ပြောဆိုကြသည် ။\n",
        "output": [
            "Reporters sans frontières claims that Poland is the only European Union country in which prison sentences are imposed for \"offences of opinion\" and that this is the first such occurrence in the EU.\n"
        ]
    },
    {
        "input": "ကန့်လန့်ဖြတ် ရထားလမ်း က ၎င်း သည် မူလ ကမ်းလှမ်းချက် တွင် တရားမျှတသော တန်ဖိုး တစ်ခု ကို ချမှတ် ရန် ကြိုးစားလိမ့်မည် ဟု မဖော်ပြ ပြီးလျှင် ၎င်း အစား လူအနည်းစု ကိစ္စ ကို မြေယာခုံရုံး သို့ တင်ပြသည့် မျှော်လင့်ချက် တွင် ပိုင်ဆိုင်မှု တစ်ခု လျှင် ပေါင် ၅၀ ဝန်းကျင် ကို သာ ကမ်းလှမ်းလိမ့်မည် ဟု ဖြစ်သည် ။\n",
        "output": [
            "Crossrail does not indicate that it will attempt to assign a fair value in the original offer and instead is only going to offer around £50 per property in the hope that not many people take the matter to the Land Tribunal.\n"
        ]
    },
    {
        "input": "အင်္ဂလန် နိုင်ငံ ၊ လန်ဒန် မြို့ ရှိ သူ တို့ ရုံး ၏ ပြောဆိုချက် အရ ၊ သူ တို့ သည် “ အဲဒီ့ ကို စုံစမ်း ထောက်လှမ်း ရန် အာအိုဗွီ ယာဉ်များ လွှတ်ခဲ့ ပြီး ရေနံ ဒါမှမဟုတ် ဓါတ်ငွေ့ လက္ခဏာရပ်များ နောက်ထပ် မတွေ့ခဲ့ရကြောင်း ။ \"\n",
        "output": [
            "According to their office in London, England, they \"sent ROVs to investigate and monitor that and no further signs of oil or gas were found.\"\n"
        ]
    },
    {
        "input": "တီယန်နမ်မင်း စကွဲ အကြမ်းဖက်မှု ၏ ၂၁နှစ် မြောက် နှစ်ပတ်လည် နေ့ ၏ အမှတ်အရ အဖြစ် “ ဒီမိုကရေစီ ၏ ဘုရားသခင် ” ၏ ပုံတူ အသစ် တစ်ခု နှင့် “ တီယန်နမ်မင်း လူ သတ် ပွဲ လွတ်မြောက်ခြင်း ” ခေါ်သော ၊ ပန်းပု လက်ရာ ပုံစံ တစ်ခု ဖြစ်သော ပန်းပုရုပ်များ ကို ၊ ဟောင်ကောင် ၏ တိုင်း စကွဲ စျေးဝယ် အဆောက်အအုံ ၏ အလယ် နေရာလွတ် မှာ ထားရှိခဲ့ပါသည် ။\n",
        "output": [
            "The sculptures, a new replica of the \"Goddess of Democracy\" and a carving called the \"Tiananmen Massacre Relief\", had been placed in the piazza of Hong Kong's Times Square shopping mall in remembrance of the 21st anniversary of the Tiananmen Square Incident.\n"
        ]
    },
    {
        "input": "မီးလောင်မှု ကို အပြည့်အဝ ထိန်းသိမ်းမှု အောက် မ ရောက်ရှိနိုင် မီ ၎ မှာ အနည်းဆုံး ငါး ရက် လောက် ကြာနိုင်ပါသည် ။\n",
        "output": [
            "It could take at least five days before the fire can be brought under full control.\n"
        ]
    },
    {
        "input": "မဲရုံ ၂,၈၀၀ ကျော် မှ ရလဒ်များ ကို ပြန်လည် ရေတွက် ပြီးနောက် ၊ ဂါဘွန်နိုင်ငံ ၏ ဖွဲ့စည်းပုံ အခြေခံ ဥပဒေ တရားရုံး က နိုင်ငံ ၏ သက်တမ်း ကြာ ခေါင်းဆောင် အိုမာ ဘွန်ဂို ၏ သား အား ရွေးကောက် တင်မြှောက်ခြင်း ကို အတည်ပြုခဲ့သည် ။\n",
        "output": [
            "After recounting results from more than 2,800 polling stations, Gabon's constitutional court confirmed the election of the son of the country's long-time leader Omar Bongo.\n"
        ]
    },
    {
        "input": "“ အနက်ရောင် မွန်ဒီယို ကား က လက်စ်တာ ကို ဦးတည် သွားနေခဲ့ ပြီး လော်ရီကား က မျက်နှာချင်းဆိုင်ဖြစ်သောလမ်းကြောင်း ( ဦးတည်ရာဆန့်ကျင်ဘက်တစ်ဖက်ယာဉ်ကြော ) တွင် သွားနေတာဖြစ်ခဲ့ပါသည် ၊ “ ဟု အဆိုပါ ဒေသခံ ရဲအဖွဲ့ ၏ ရဲ တစ်ဦး ဆီမွန်အက်ကင် က ပြောခဲ့ပါသည် ။\n",
        "output": [
            "Simon Adkin of the local police said that, \"the black Mondeo was travelling towards Leicester and the lorry was travelling in the opposite direction.\"\n"
        ]
    },
    {
        "input": "၄င်းသည် ယူကရိန်း တွင် ပျက်ကျခဲ့သော ၊ စိန့် ပီတာစဘတ်အခြေစိုက် ပါလ်ကိုဗို လေကြောင်းလိုင်း က ပိုင်ဆိုင်သော ၊ လေယာဥ် ၆၁၂ ၊ Tupolev Tu-154 ခရီးသည်တင် ဂျက်လေယာဥ် ပျက်ကျခြင်းတစ်ခု ပြီးနောက် ခရီးသည် ၁၇၀ယောက် သေဆုံးခဲ့သော ၂၀၀၆ခု ဩဂုတ်လ မှစတင်၍ ရုရှားနိုင်ငံ ၏ အဆိုးရွားဆုံး လေကြောင်း စီးပွားရေး ကပ်ဘေး ဖြစ်သည် ဟု ပြောခဲ့သည် ။\n",
        "output": [
            "This is said to be Russia's worst commercial air disaster since August 2006 when 170 people died after a Tupolev Tu-154 passenger jet, flight 612, owned by St. Petersburg-based Pulkovo Airlines, crashed in the Ukraine.\n"
        ]
    },
    {
        "input": "ပက်ကာ သည် လောင်းကစား နှင့် ခရီးသွား စက်မှုလုပ်ငန်းများ တွင် လည်း ပါဝင်ပတ်သက်ခဲ့ ပြီး မဲလ်ဘုန်း ၌ ခရောင်း ကာစီနို ကို ပိုင်ဆိုင်ခဲ့သည် ။\n",
        "output": [
            "Packer was also involved in the gambling and tourism industries and owned the Crown Casino in Melbourne.\n"
        ]
    },
    {
        "input": "သူ့ ဦးလေး က စီအင်အင် ကို အမည်မဖော်လိုသူ အနေ ဖြင့် စကားပြောခဲ့သည့် အပြင် သူ၏ တူ ၂၀၀၆ ခုနှစ် တွင် ဗြိတိန် နိုင်ငံ တွင် ပညာသင်ယူနေ စဥ် အီရန် နိုင်ငံ တွင် သူ့ တူ ၏ လုပ်ဖော်ကိုင်ဖက် လိင်တူဆက်ဆံမှု ဖြင့် တရားစွဲဆိုခံရ ပြီးနောက် အဖမ်းဆီးခံရ ပြီး ကြိုးပေးခံရသည် ဟု သူ က ပြောခဲ့သည် ။\n",
        "output": [
            "His uncle spoke with CNN on condition of anonymity, and said that his nephew was studying in Britain in 2006 when his partner in Iran was arrested and hanged after being charged with sodomy.\n"
        ]
    },
    {
        "input": "ကံမကောင်းစွာနှင့် သူတို့ သည် ဈာပနာအခမ်းအနား သို့ အလွန် နောက်ကျစွာ ရောက်ရှိခဲ့ ပြီး ကိုယ်စားလှယ်အဖွဲ့ သည် ဈာပနာအခမ်းအနား ၏ လှုပ်ရှားမှု အပိုင်း ကို သာ စောင့်ကြည့်ခဲ့သည် ။\n",
        "output": [
            "Unfortunately they arrived too late for the funeral and the delegation watched only part of the funeral activities.\n"
        ]
    },
    {
        "input": "“ ကျွန်တော်တို့ သည် အဆိုပါ လူတွေ ဆီသို့ ရောက် ရန် ကားရထားများ ၏ ဘေးဘက်များ ကို ဖွင့် ရန် ဂဟေဆော်သည့် မီးခွက်များ ကို အသုံးပြုရတယ် ၊ ” ဟု ရီယိုဒီဂျနေရိုး မီးသတ် ဌာန ၏ အထွေထွေ အုပ်ချုပ်ရေး အရာရှိ ၊ ပီဒိုမက်ချာဒို မှ ပြောကြားခဲ့သည် ။\n",
        "output": [
            "\"We have to use blowtorches to open the sides of the train cars to reach the people,\" said Pedro Machado, commander general of the Rio de Janeiro Fire Department.\n"
        ]
    }
]
}