{
    "Contributors": "Murali Sankar, Suresh",
    "Source": "https://huggingface.co/datasets/tmu_gfm_dataset",
    "Categories": [
        "Lexical evaluation"
    ],
    "Definition": "Given a input and output text, compare meaning preservation between the two and output the rating as 'poor' or 'good'",
    "Positive Examples": [
        {
            "input": "input: Large quantities of energy are needed for pesticides, and to harvest and transport the food produces around the globe., output: Large quantities of energy are needed for the pesticides, and to harvest and transport the food produces around the globe.",
            "output": "good.",
            "explanation": "The text has changed grammatically yet the meaning is fully preserved as adding 'the' to 'pesticides' did not alter the meaning "
        },
		{
            "input": "input: Large quantities of energy are needed for pesticides, and to harvest and transport the food produces around the globe., output: Large quantities of energy are needed for the pesticides, and to harvest and transport the food produces around the globe.",
            "output": "good.",
            "explanation": "The text has changed grammatically yet the meaning is fully preserved as adding 'the' to 'pesticides' did not alter the meaning "
        },
		{
            "input": "input: Large quantities of energy are needed for pesticides, and to harvest and transport the food produces around the globe., output: Large quantities of energy are needed for the pesticides, and to harvest and transport the food produces around the globe.",
            "output": "good.",
            "explanation": "The text has changed grammatically yet the meaning is fully preserved as adding 'the' to 'pesticides' did not alter the meaning "
        }
    ],
    "Negative Examples": [
        {
            "input": "Surprisingly, none of these are describing the future as a bright one., output: Surprisingly, none of these are describing the future as bright ones.",
            "output": "good",
            "explanation": "The change from one to ones adds a possibility of multiple possible future, which is not a fact"
        }
    ],
    "Instances": [
        {
            "input": "input: In this paper, the incorrectness of using technology such as RFID to track people will be proved by the discussion of violation of privacy, the trend to misuse such measures and the enhancement of the totalitarian rule of the authority., output: In this paper, the incorrectness of using technology such as RFID to track people will be proved by the discussion of violation of privacy, the trend to misuse such measures and the enhancement of the totalitarian rule of the authority.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: However, the rising of life expectancies is also a challenge to the entire human nation., output: However, the rising of life expectancy is also a challenge to the entire human nation.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: Disabled people walks with artificial legs, man can getting pregnant, even the sexual of a human can be changed just by doing simple surgery., output: Disable people walk with artificial legs, men can get pregnant, even the sexual of a human can be changed just by doing simple surgery.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: Rising Life Expectancies, Not Only an Achievement, But Also a Challenge, output: Rising Life Expectancies, Not only an Achievement, but also a Challenge",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: They have a full control of their own lives., output: They have a full control of their own lives.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: In a nut shell, rising life expectancies can be considered both an achievement and a challenge., output: In a nutshell, rising life expectancies can be considered both an achievement and a challenge.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: Probably the next breakthrough is around the corner in the near future., output: The next breakthrough is probably around the corner in the near future.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: This would result in decrease in birth rate of a country which is a very serious problem,especially in more developed countries as the population has already reached a minimum., output: This would result in a decrease in the birth rate of a country which is a very serious problem,especially in more developed countries as the population has already reached a minimum.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: Most of the illness lies with mental illness, musculoskeletal pain and sight and hearing loss., output: Most of the illness lies with mental illness, musculoskeletal pain and sight and hearing loss.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: These changes and damages also increase the chances of contacting more illness as we age., output: These changes and damage also increase the chances of contacting more illnesses as we age.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: Rising life expectancies can be a challenge., output: Rising life expectancies can be a challenge.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: Secondly, the tracking proposal will raise a safety issue., output: Secondly, the tracking proposal will raise a safety issue.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: All have to work hard and cooperate to deal with these challenges on the way of meeting expectancies., output: All have to work hard and cooperate to deal with these challenges on the way of meeting expectations.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: So according to the humanism, people should make contribution to rising the humans life, because people should consider the feelings if one day when you are becoming older and older, so respecting life should be considered carefully., output: So according to humanism, people should make contributions to rising human life, because people should consider the feelings if one day you are becoming older and older, so respecting life should be considered carefully.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: In conclusion, there are challenges as well as achievement in the rising life expectancies which we cannot exclude., output: In conclusion, there are challenges as well as achievements in the rising life expectancies which we cannot exclude.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: For the whole society, rising life expectancies are a symbol of more advances science and technology especially in the medical field, better social environment and a safer world., output: For the whole society, rising life expectancy is a symbol of more advances in science and technology especially in the medical field, better social environment and a safer world.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: Not only the details of location will be provided, but also may lead to find out the root of this kind of children trading agency and it helps to prevent more this kind of tragedy to happen on any family., output: Not only will the details of location be provided, but also may lead to finding out the root of this kind of children trading agency and it helps to prevent more of this kind of tragedy to happen to any family.",
            "output": [
                "poor"
            ]
        },
        {
            "input": "input: Because of the surveillance technology, more and more things are under track and more and more clues can be used., output: Because of surveillance technology, more and more things are under track and more and more clues can be used.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: So according to the humanism, people should make contribution to rising the humans life, because people should consider the feelings if one day when you are becoming older and older, so respecting life should be considered carefully., output: So according to the humanism, people should make contribution to raising human life, because people should consider the feelings if one day when you are becoming older and older, respecting life should be considered carefully.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: Hackers become increasingly vicious, invading into our computer system, now with radio-frequency tracking device, this may fall into inappropriate hands for the wrong reasons., output: Hackers become increasingly vicious, invading into our computer system, now with a radio-frequency tracking device, this may fall into inappropriate hands for the wrong reasons.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: The increasing in population of a country makes the government taking more difficulties of registers the members of each individual family and hence other factors existed as an obstacle of country development., output: The increasing population of a country makes the government take more difficulties of registers the members of each individual family and hence other factors existed as an obstacle of country development.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: However, if the elderly has been implanted with RFID devices, then it will be much easier for the family to find him or her with the special serial number issued to each device differently., output: However, if the elderly have been implanted with RFID devices, then it will be much easier for the family to find him or her with the special serial number issued to each device differently.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: We have to admit that how to prevent the abuse and how to use it reasonably depend on a sound legal system, and it means surveillance has its own restriction., output: We have to admit that how to prevent the abuse and how to use it reasonably depends on a sound legal system, and it means surveillance has its own restriction.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: Even if the safety is the most important thing to consider in normal life, many people still want to keep their privacy in spite of existing some potential danger., output: Even if safety is the most important thing to consider in normal life, many people still want to keep their privacy in spite of existing some potential danger.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: By following the trend of improvement in technology, people can now easily tracked by using RFID (radio-frequency identification) by simply implant a RFID tags on human body., output: By following the trend of improvement in technology, people can now easily tracked by using RFID (radio-frequency identification) by simply implant an RFID tags on the human body.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: Nowadays, people need to carry a lot of ID cards around to show that I am the one the same as the one on the ID cards., output: Nowadays, people need to carry a lot of ID cards around to show that I am the one the same as the one on my ID cards.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: Long life span for the individual himself is a great achievement which indicates he or she is brave enough to face the life full of problems., output: Long life span for the individual himself is a great achievement which indicates he or she is brave enough to face the life full of problems.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: Trends of society and cultures can therefore be observed as a function of time., output: Society and cultures can therefore be observed as a function of time.",
            "output": [
                "poor"
            ]
        },
        {
            "input": "input: Compared with the world of ancient Rome or China where almost no machines are involved, people nowadays are producing batches and batches of merchandises in factories., output: Compared with the world of ancient Rome or China where almost no machines are involved, people nowadays produce batches and batches of merchandise in factories.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: All these technology advancement also helps to improve the lives of human race in terms of improving the lifestyle, environment and medical ability., output: All these technological advancement also helps to improve the lives of human race in terms of improving the lifestyle, environment and medical ability.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: Perhaps that the surveillance is installed for the sake of safety, but actually it conversely make us have a lack of safety., output: Perhaps that the surveillance is installed for the sake of safety, but actually it conversely make us have a lack of safety.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: As for transportation, roads and traffic authority can easily identify where traffic jams are and advise drivers to change to suggested routes., output: As for transportation, roads and traffic authorities can easily identify where traffic jams are and advise drivers to change to suggested routes.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: Therefore, for the welfare of the ageing population, more old age hospitals will have to be built., output: Therefore, for the welfare of the ageing population, more old age hospitals will have to be built.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: Where every home houses an elderly, the future generations can learn and carry on their traditional and morale values., output: Where every home houses an elderly, the future generations can learn and carry on their traditional and morale values.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: The goal of every species of living things is reproducing to increase the quantity of this species., output: The goal of every species of living thing is reproducing to increase the quantity of this species.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: Cars and trucks diminish the redundancy of long time shipment., output: Cars and trucks diminish redundant long time shipment.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: In modern world, many global issues have been appeared like global warming, concept of earth village and population., output: In the modern world, many global issues have appeared like global warming, concept of earth village and population.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: A worse thing is that one may not even be aware of that he or she is being tracked., output: The worse thing is that one may not even be aware that he or she is being tracked.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: Without the agreement, people should not able to use this technology to track others., output: Without the agreement, people should not able to use this technology to track others.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: We should image that when the life expectancies are raised up; this will mean that the average age for the population in nation wise or globally is also rising., output: We should imagine that when life expectancies are raised; this will mean that the average age for the population in nation wise or globally is also rising.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: Even when the disaster comes, we can restore the order of our life in a relatively short time than before., output: Even when the disaster comes, we can restore the order of our life in a relatively short time than before.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: When I work, it seems I am holding my heart working since if I am doing something wrong or relax in working time., output: When I work, it seems I am holding my heart working since if I am doing something wrong or relaxing in working time.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: The rising life expectancies best prove these improvements and have definitely written a new chapter on the history human civilisation., output: The rising life expectancies best prove these improvements and have definitely written a new chapter on the history human civilisation.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: More healthcares are needed for elderly people than young adults., output: More healthcares is needed for elderly people than young adults.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: We revealed our locations, for our friends to catch up with us, however we can never know who is watching us out there secretly., output: We revealed our locations, for our friends to catch up with us, however we can never know who is watching us out secretly.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: It may be a challenge but also golden opportunity to educate their children properly to prevent the undesired outcomes., output: It may be a challenge but also a golden opportunity to educate their children properly to prevent undesired outcomes.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: If a country can bear a ageing population, it is a thing that the country can be proud of., output: If a country can bear a ageing population, it is a thing that the country can be proud of.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: Not Being Imprisoned by Surveillance Technology, output: Not Being Imimprisoned by the Surveillance Technology",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: Disabled people walks with artificial legs, man can getting pregnant, even the sexual of a human can be changed just by doing simple surgery., output: Disabled people walk with artificial legs, man can get pregnant, even the sex of humans can be changed just by doing simple surgery.",
            "output": [
                "poor"
            ]
        },
        {
            "input": "input: Not Being Imprisoned by Surveillance Technology, output: Not Being Imimprisoned by surveillance Technology",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: I think that the track can be saved in some place which is not open to public., output: I think that the track can be saved in some places which are not open to the public.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: The surveillance is a useful method to keep society's safe, but also kills the privacy of people in some degree., output: Surveillance is a useful method to keep society's safety, but it also kills the privacy of people to some degree.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: In countries like Singapore, manpower is the only natural resources available which Singapore can invest on as she does not have enough lands to build farms and factories., output: In countries like Singapore, manpower is the only natural resource available which Singapore can invest on as she does not have enough land to build farms and factories.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: Therefore, the continuation of using surveillance technology is really necessary., output: Therefore, the continuation of using surveillance technology is really necessary.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: Every coin has two sides., output: Every coin has two sides.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: An improvement in engineering and medical science had been valued since humanism arises., output: An improvement in engineering and medical science has been valued since humanism rises.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: In other words, government originally hopes to use tracking system to ensure citizens safety, now it has been divulged human information., output: In other words, the government originally hopes to use a tracking system to ensure citizens' safety . Now it has become a dangerous human information.",
            "output": [
                "poor"
            ]
        },
        {
            "input": "input: Subsequently, a lot of problems regarding to it are arising., output: Later, a lot of problems regarding it arise.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: The first example will be to track your personal items and prevent from losing it., output: The first example will be to track your personal items and prevent losing it.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: Above all, the population aging will be a great challenge for the world for it drags the development of a society., output: Above all, the population aging will be a great challenge for the world for it dragging the development of a society.",
            "output": [
                "poor"
            ]
        },
        {
            "input": "input: This creates a huge social burden to them and might cause some of them leave the country when the burden becomes unbearable., output: This creates a huge social burden to them and might cause some of them to leave the country when the burden becomes unbearable.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: The medical equipment and staff are getting more and more today., output: Medical equipment and staff are getting more and more today.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: However, this way of curbing the crimes is so violent that will only cause people to rebel and think of ways to escape the track of such device., output: However, this way of curbing the crimes is so violent that will only cause people to rebel and think of ways to escape the track of such device.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: Therefore, every country should try to maintain both young and old generation balanced., output: Therefore, every country should try to maintain both the young and old generation.",
            "output": [
                "poor"
            ]
        },
        {
            "input": "input: Some people think RFID should be banned out of privacy consideration., output: Some people think RFID should be banned from privacy considerations.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: Actually, living a longer life needs a lot of conditions to realize., output: Actually, living a longer life requires a lot of conditions to realize.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: Obviously, rising of life expectancies is a mark of our achievements in terms of hospitalizing technology, insurance condition, culture development, and our social system, which shows the improvements of people's life quality., output: Obviously, rising of life expectancy is a mark of our achievements in terms of hospitalizing technology, insurance condition, culture development, and our social system, which shows the improvements of people's life quality.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: Firstly, knowing where the travelers are and may going can assist them to know what the surroundings will be like and they can prepare better to protect themselves or they can change directions to avoid the potential danger., output: Firstly, knowing where the travelers are and may assist them to know what the surroundings will be like and they can prepare better to protect themselves or they can change directions to avoid the potential danger.",
            "output": [
                "poor"
            ]
        },
        {
            "input": "input: Leasing of private information, even though it only happened one time, but one is too many for an individual., output: Leasing private information, even though it only happened once, but one is too many for an individual.",
            "output": [
                "poor"
            ]
        },
        {
            "input": "input: It is to prevent from sending them to old folk's house and do not visit them at all., output: It is to prevent from sending them to old folk's houses and do not visit them at all.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: With more advanced technology in medicine area, more and more diseases can be cured so that much more death is avoided., output: With more advanced technology in medicine area, more and more diseases can be cured so much more death is avoided.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: There is a truth that we cannot deny which is that surveillance technology can provide a sense of safety because sometimes machine is more honest than people., output: There is a truth that we cannot deny which is that surveillance technology can provide a sense of safety because sometimes machines are more honest than people.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: How to explain this problem, it means that people are not sure who are in charge of these tracking system., output: How to explain this problem, it means that people are not sure who are in charge of the tracking system.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: Since RFID tags attached to the product can remain functional for a long period of time, it could be misused for surveillance purposed which are not related to the industries production or supply activities., output: Since RFID tags attached to the product can remain functional for a long period of time, it could be misuse for purposed surveillance which are not related to industry production or supply activities.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: This is the result of better quality of life; which is basically sufficient food and clean water, better sanitations and advanced health-care., output: This is the result of a better quality of life; which is basically sufficient food and clean water, better sanitations and advanced health-care.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: If anyone has ever read any fiction or storied written before the 18th century, it is very hard to find any character in those stories lived longer than 80 years old., output: If anyone has ever read any fiction or storied written before the 18th century, it is very hard to find any character in those stories lived longer than 80 years old.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: Another rising life expectancy is a bigger house with a lower price which is raised up by younger generation., output: Another rising life expectancy is a bigger house with a lower price which is raised by younger generation.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: It is thus a big challenge to the country as there is no one boosting their economy., output: It is thus a big challenge for the country as there is no one boosting their economy.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: To summary, we respect every life, also help people to live longer., output: To summary, we respect every life, and also help people to live longer.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: It records the history which nobody can deny., output: It records the history of which nobody can deny.",
            "output": [
                "poor"
            ]
        },
        {
            "input": "input: Less money will be left to develop the country and explore into new areas of business., output: Less money will be left to develop the country and explore into new areas of business.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: Elderly people's ability to move and act is much lower., output: The elderly people's ability to move and act is much lower.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: People nowadays would agree that it is terrible to live in those societies., output: People nowadays would agree that it is terrible to live in society.",
            "output": [
                "poor"
            ]
        },
        {
            "input": "input: Surprisingly, none of these are describing the future as a bright one., output: Surprisingly, none of these are describing the future as bright ones.",
            "output": [
                "poor"
            ]
        },
        {
            "input": "input: This problem is very common in developed countries., output: This problem is very common in developed countries.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: This important information may be needed to save the person life where their medical history was all recorded in the chip., output: This important information may be needed to save the person's life where their medical history was recorded in the chip.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: In last two centuries, we human have made the greatest achievement in developing our society., output: In the last two centuries, we human have made the greatest achievement in developing our society.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: To purchase goods, they just need to deduce money from their identity and make a transition of money to the one who is selling the goods., output: To purchase goods, they just need to deduce money from their identity and make a transition of money to the one who is selling goods.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: The increase in population means the larger the natural resources are needed and people have to think out some idea like to prevent using too much natural resources., output: The increase in population means the larger the natural resources are needed and people have to think out some ideas like to prevent using too much natural resources.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: In some very small and developed regions and countries like Singapore and Hong Kong, if people still increase the humans' life, but for these small developed regions, the resources are very limited especially land., output: In some very small and developed regions and countries like Singapore and Hong Kong, if people still increase the humans' lives, but for these small developed regions, the resources are very limited especially land.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: That is the natural law which nobody can violate., output: That is the natural law which nobody can violate.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: Since this may happen across province, and without any clue about the path that the child may went through., output: Since this may happen across province, and without any clue about the path that the child may go through.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: It gives the police a better control of the criminal., output: It gives the police a better control of the criminal.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: The regular distance of data exchange can be several meters., output: The regular distance of data exchanges can be several meters.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: In this essay, I will discuss that if surveillance technology such as RFID (radio-frequency identification) should be used or not to track people., output: In this essay, I will discuss if surveillance technology such as RFID (human-frequency identification) should be used or not to track people.",
            "output": [
                "poor"
            ]
        },
        {
            "input": "input: To pay this extra money, government will exert higher taxed on the other people., output: To pay this extra money, the government will exercise higher taxed on the other people.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: With the existing of experience, we can do the work more quickly without sacrifice the standard and quality., output: With the existing of experience, we can do work more quickly without sacrifice the standard and quality.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: Firstly, the population ageing can be definitely viewed as an improvement of human culture and technology., output: Firstly, the population ageing can be definitely viewed as an improvement of human culture and technology.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: It functions to track the path of animals and help in scientific research., output: It functions to track the path of animals and helps in scientific research.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: To conclude, the rising life expectancies must be considered both an achievement and a challenge., output: To conclude, the rising life expectancies must be considered both achievement and challenge.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: People are happy to see that they can finally live a long life without sacrificing their blood in battles and with more and more perfect medical insurance., output: People are happy to see that they can finally live a long life without sacrificing their blood in battles and with more perfect medical insurance.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: This may lead to the younger's lower employment rate and opportunities and thus they have to live with huge pressure and lower living standard to reduce the daily cost., output: This may lead to the younger's lower employment rate and opportunities and thus they have to live with huge pressure and lower living standards to reduce the daily cost.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: In modern digital world, electronic products are widely used in daily lives such as Smart phones, computers and etc., output: In the modern digital world, electronic products are widely used in daily lives such as Smart phones, computers and etc.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: The objective truth in CCTV is helpful and efficient in crime investigation, better than asking witness again and again to identify who is the liar., output: The objective truth in CCTV is helpful and efficient in crime investigation, better than asking witnesses again and again to identify who is the liar.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: We all know that there is an application on iphone called where is my iphone., output: We all know that there is an application on iPhone called where is my iphone.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: Rising life expectancies also indicates that standard of living is improved for majority of people., output: Rising life expectancy also indicates that standard of living is improved for majority of people.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: So rising life expectancies will make the world population larger, more people shall the limited resources., output: So increasing life expectancy will make the world population larger, more people will be limited resources.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: On the other hand, when we allow surveillance technology being used to track people, it increases the successful rate of people taking bad actions., output: On the other hand, when we allow surveillance technology being used to track people, it increases the success rate of people taking bad actions.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: Moreover, almost every one can gain access to the card reader as the reader requires only simple technology., output: Moreover, almost every one can gain access to the card reader as the reader requires only simple technology.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: What we can do now is to try hard to solve the problems and in the same time appreciate its great meanings., output: What we can do now is to try hard to solve the problems and in the same time appreciate its great meanings.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: You are able to find the location of your lost iphone by asking your friends as all the shared devices are able to see the location of each other., output: You are able to find the location of your lost iPhone by asking your friends as all the shared devices are able to see the location of each other.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: It is proud to have the ageing population which is hard to achieve unless there are advance medical technology and higher living standard., output: It is proud to have an ageing population which is hard to achieve unless there is advanced medical technology and a higher living standard.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: Population ageing means that there are more retired old people in the society and the portion of working adults is decreased., output: Population ageing means that there are more retired old people in the society and the portion of working adults is decreased.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: On the other hand, if there are enough young people, then young people with rising life expectancies will cause larger population., output: On the other hand, if there are enough young people, then young people with rising life expectancies will cause a larger population.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: Thus, the rising expectancies actually reflect the increasing stability and comfort of people's life and indirectly reflecting the ability of government to provide people of their current comforts, economical statues, convenience and others., output: Thus, the rising expectancies actually reflect the increasing stability and comfort of people's life and indirectly reflecting the ability of government to provide people of their current comfort, economical statues, convenience and others.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: However, disadvantages have also been gradually disappeared as with the fruits people are enjoying., output: However, disadvantages have also been gradually disappear as the fruit people are enjoying.",
            "output": [
                "poor"
            ]
        },
        {
            "input": "input: Although the increase in population ages shows that people have increased knowledge and technologies, it should be considered as a challenge more than an achievement., output: Although the increase in population ages shows that people have increased knowledge and technologies, it should be considered a challenge more than an achievement.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: In this paper, the incorrectness of using technology such as RFID to track people will be proved by the discussion of violation of privacy, the trend to misuse such measures and the enhancement of the totalitarian rule of the authority., output: In this paper, the incorrectness of using technology such as RFID to track people will be proved by the discussion of violating privacy, the trend to misuse such measures and the enhancement of the totalitarian rule of the authority.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: In an aged population, low spending affects the economic growth., output: In an aged population, low spending affects the economic growth.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: Next minute, I may have a tea with my manager., output: Next minute, I may have a tea with my manager.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: The contradiction of the safety and the privacy cannot be reconciled perfectly., output: The contradiction of the safety and privacy cannot be reconciled perfectly.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: From the view of my point, I think the application should only be authorized by people in some specific fields like politics and public security., output: From the view of my point, I think the application should only be authorized by people in some specific fields like politics and public security.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: It probably can be divided into several types., output: It can probably be divided into several types.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: Government will be burdened by the growing aging population as well because it needs to set aside a great amount of money to provide better welfare of the old people because they are in urgent need of it., output: Government will be burdened by the growing aging population as well because it needs to set aside a great amount of money to provide better welfare for old people because they are in urgent need of it.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: There is one thing is common in the world described in many fiction - chips are implanted in human and records its location, history and even thoughts at that time., output: There is one thing that is common in the world described in many fictional - chips are implanted in human and record its location, history and even thoughts at that time.",
            "output": [
                "poor"
            ]
        },
        {
            "input": "input: The most important part is health care and old-age pension., output: The most important part is health care and old-age pension.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: In addition, tracking people system may be used by bad people in a wrong way., output: In addition, tracking people's system may be used by bad people in a wrong way.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: Will it affect the normal functionality of the other organs?, output: Will it affect the normal functionality of the other organs?",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: The reason why the life expectancies have aroused is that we are becoming more and more clever due to the evolution, and we are becoming richer and richer due to the knowledge we have learned., output: The reason why life expectancy has aroused is that we are becoming more and more clever due to evolution, and we are becoming richer and richer due to the knowledge we have learned.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: In addition, corrupted officials may sell this tracking information to the mafia., output: In addition, corrupted officials may sell tracking information to the mafia.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: Ageing population leads to a working force composed of larger percentage of elders who are lower productivity and thus unable to meet the expectancy., output: Ageing populations lead to a working force composed of a larger percentage of elders who are lower productivity and thus unable to meet the expectancy.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: It is like a key that open up the gate of human body defend system and provide a cleared path for other disease to attack in., output: It is like a key that opens up the gate of human bodies defence system and provide a clear path for other diseases to attack.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: Moreover, the global population aging means that the total amount and quality of labor is decreasing., output: Moreover, the global population aging means that the total amount and quality of labor is decreasing.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: Some years, there is a report on Hong Kong citizens living situation, in a small room there are eight people, they cannot do anything in the room, only can sleep and the air in the room is very bad., output: Some years, there is a report on Hong Kong citizens living situations, in a small room there are eight people, they cannot do anything in the room, only can sleep and the air in the room is very bad.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: If there are less young people and more old people, as in both Singapore and China, when elderly retire, there are not enough young people who can make up for the new available positions., output: If there are less young people and more old people, as in both Singapore and China, when elderly retire, there are not enough young people who can make up for the new available positions.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: However, the idea of using RFID to track people violates our need for privacy., output: However, the idea of using RFID to track people violates our need for privacy.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: Longer working period means the old person who is more skilled does not need to retire and no fresh men will take over., output: Longer working period means an old person who is more skilled does not need to retire and no fresh men will take over.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: Since the inventory management is very important for some kind of companies, this technology is playing a very significant role., output: Since the inventory management is very important for some companies, this technology is playing a very significant role.",
            "output": [
                "poor"
            ]
        },
        {
            "input": "input: Times change, people change., output: Times change, people change.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: Hence, as technology especially in the medical field continues to get developed and updated, people don't risk their lives anymore., output: Hence, as technology especially in the medical field continue to get developed and updated, people don't risk their lives anymore.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: There is no denying that every coin has two sides., output: There is no denying that every coin has two sides.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: No matter how good and how many security systems are there for us, the hackers are also increasingly improving their skills in terms of hacking and breaking the codes of the security system., output: No matter how good and how many security systems are there for us, hackers are also increasingly improving their skills in terms of hacking and breaking the code of the security system.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: By the rate of environmental damage, we could see that the lifestyle of a normal human being had to be changed., output: By the rate of environmental damage, we could see that the lifestyle of a normal human being had to be changed.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: With proper use of surveillance technology, surveillance technology can be a good tool for the police, and also benefit all the society., output: With proper use of surveillance technology, surveillance technology can be a good tool for the police, and also benefit all the society.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: From this case, we can clearly conclude that surveillance technology may be helpful in some way, however, when it touches the privacy of people themselves, it is unacceptable., output: From this case, we can clearly conclude that surveillance technology may be helpful in some ways, however, when it touches the privacy of people, it is unacceptable.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: The economy of country is boosted up and further leads to the new development and rise up our living standard., output: The economies of countries are boosted up and further leads to the new development and raise our living standards.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: These two words can be seen from various media and assessments of this social trend are of great number., output: These two words can be seen from various media and assessments of this social trend are of great number.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: Approval of RFID tracking will be seen as a violation of human rights and people will lose their most basic freedom., output: Approval of RFID tracking will be seen as a violation of human rights and people will lose their most basic freedom.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: These few problems were taking a toll in human lives over the years when they were over 60 years of age., output: These few problems were taking a toll on human lives over the years when they were over 60 years of age.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: The rest of their life has to be relied on their family and the financial support from the others., output: The rest of their lives have to be rely on their family and financial support from others.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: That sounds like we are naked in front of the public, there is no secret and even privacy for us., output: That sounds like we are naked in front of the public, there is no secret or even privacy for us.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: With proper use of surveillance technology, surveillance technology can be a good tool for the police, and also benefit all the society., output: With proper use of surveillance technology, surveillance technology can be a good tool for the police, and also benefit all society.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: Most of the illness lies with mental illness, musculoskeletal pain and sight and hearing loss., output: Most of the illness lies with mental illness, muscle skelpain, sight and hearing loss.",
            "output": [
                "poor"
            ]
        },
        {
            "input": "input: It is unacceptable for some people in the society, however, I think this application is necessary and provides the society a lot of benefit., output: It is unacceptable for some people in society, however, I think this application is necessary and provides society a lot of benefit.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: Besides, tracking people with potential danger will be helpful for the safety department to predict the harm and better avoid the problem., output: Besides, tracking people with potential danger will be helpful for the safety department to predict the harm and better avoid the problem.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: For example, if the one who carry the identifiable sensor does not want any other to know his or her location, he or she can disable the track., output: For example, if the one who carries the identification sensor does not want any other to know his or her location, he or she can disable the track.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: But before the application, governments need to secure safety of RFID after implantation and make sure there will not be any ID theft., output: But before the application, governments need to secure safety of RFID after implantation and make sure there will not be any ID theft.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: Technology can be a very useful tool if being used in the correct manner., output: Technology can be a very useful tool if it is used in the correct manner.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: The rising expectancies are considered as a challenge as less workforce is resulted if population ages; high burden for governments to support the sources of living for excessive ageing people., output: The rising expectation is considered as a challenge as a less workforce is resulted as a population ages; a high burden for governments to support the sources of living for excessive ageing people.",
            "output": [
                "poor"
            ]
        },
        {
            "input": "input: On the other hand, the birth rate in many countries keeps decreasing, whose figure is the lowest record comparing to previous figure., output: On the other hand, the birth rate in many countries keeps decreasing, whose figure is the lowest record compared to previous figure.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: The person in the record had been changed with another one before it was released to the public., output: The person on the record had changed with another one before it was released to the public.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: And also the over crowded modern cities also raise problem of public transportations, unevenly distributed wealth and education resources shortage also are the problems that some countries that may face to., output: And also the over crowded modern cities also raise the problem of public transportation, unevenly distributed wealth and education resources shortage also are the problems that some countries may face.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: It gives you the feeling that all people are watching a movie, and you are the hero whose every movement including using the toilet is under others observation, just like what was showed in the movie The Truman Show which chronicles the life of a man who is initially unaware that he is living in a constructed world, broadcast to billions of people., output: It gives you the feeling that all people are watching a movie, and you are the hero whose every movement including using the toilet is under others observation, just like what was shown in the movie The Truman Show which chronicles the life of a man who is initially unaware that he is living in a constructed world, broadcast to billions of people.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: If a society has the most advanced medical science and the best environment, but do not grant the access to them to its senior citizens, it just does not help., output: If a society has the most advanced medical science and the best environment, but does not grant access to its senior citizens, it just does not help.",
            "output": [
                "poor"
            ]
        },
        {
            "input": "input: Human rights were raised up pretty frequently in the world over the past few years., output: Human rights have been raised pretty frequently in the world over the past few years.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: However, ageing population will also increase many kinds of other expenditure., output: However, the ageing population will also increase many kinds of other expenditures.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: Since not all of the human being is going to be a doctor, people relies the skills of treatment of doctors and hence, they start to ignore the maintenance of their own health., output: Since not all of the human being is going to be a doctor, people carry the skills of treatment of doctors and hence, they start to ignore the maintenance of their own health.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: This would result in the lose of manpower in a country., output: This would result in the loss of manpower in a country.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: Rising life expectancy is a technology achievement., output: Rising life expectancy is a technological achievement.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: By comparing to the past, it is a big step forward in development of medical science., output: By comparing to the past, it was a big step forward in the development of medical science.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: In the first place, every civilized person more or less dislikes the idea that he or she is being close watched every second., output: In the first place, every civilized person more or less dislike the idea that he or she is being closed watched every second.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: Cars and trucks diminish the redundancy of long time shipment., output: Cars and trucks diminish the reliability of long time shipment.",
            "output": [
                "poor"
            ]
        },
        {
            "input": "input: People's lives become from increasingly convenient to almost luxury, thanks to the implementation of increasingly technology available for the Man's life., output: People's lives become increasingly convenient to almost luxury, thanks to the implementation of increasingly technology available for the Man's life.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: However, as there are only limited space and resource on earth, rising life expectancy is also a challenge for all the people worldwide., output: However, as there is only limited space and resources on earth, rising life expectancy is also a challenge for all the people worldwide.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: If the medical cost is covered by the government budget, the deficit will be a heavy burden affecting the normal operation of the government., output: If the medical costs are covered by the government budget, the deficit will be a heavy burden affecting the normal operation of the government.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: If pupils feel uncomfortable being watched by parents, citizens definitely are unhappy being watched by the big brother., output: If pupils feel uncomfortable being watched by parents, citizens definitely are unhappy being watched by the big brother.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: This is not imaginable during less developed times., output: This is not unimaginable during less developed times.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: Population ageing is not all about the good side of the society though., output: The population ageing is not all about the good side of society though.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: In modern digital world, electronic products are widely used in daily lives such as Smart phones, computers and etc., output: In modern digital world, electronic products are widely used in daily life such as smart phones, computers and etc.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: Besides financial burdens, they may also need to spend more energy to take care of them., output: Besides financial burdens, they may also need to spend more energy to take care of them.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: Nevertheless, provision of more medicine and better equipments as well as more medical centre is necessary to accommodate these elders., output: Nevertheless, provision of more medicine and better equipment as well as more medical centres is necessary to accommodate these elders.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: One can also easily see his deeply loved one through internet from miles away., output: One can also easily see his deeply loved one through the internet from miles away.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: Therefore, human need to appreciate the longer life span and consider it as an achievement., output: Therefore, humans need to appreciate longer life span and consider it an achievement.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: Moreover, if the product is what one needs to use every day like clothes or shoes, then the location of one will be revealed every seconds., output: Moreover, if the product is what one needs to use every day like clothes or shoes, then the location of one will be revealed every second.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: By logic it seems perfectly right., output: By logic it seems perfectly right.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: It is unavoidable for some socialists to argue that surveillance technology invade human rights, however, for the sake of whole society, surveillance technology should still be used., output: It is unavoidable for some socialists to argue that surveillance technology invades human rights, however, for the sake of whole society, surveillance technology should still be used.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: However, the rising of life expectancies is also a challenge to the entire human nation., output: However, the rising of life expectancies is also a challenge for the entire human nation.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: It is undeniable that technology has made ours lives and works easier and more efficient., output: It is undeniable that technology has made our lives and work easier and more efficient.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: Pro, in terms of the intangible aspects such as emotional and mental development of the future generations and contribution to a country's well reputation., output: Pro, in terms of interesting aspects such as emotional and mental development of future generations and contribution to a country's reputation.",
            "output": [
                "poor"
            ]
        },
        {
            "input": "input: These implants and products are also been used as surveillance tools., output: These implants and products are also used as surveillance tools.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: By projections of the United Nations, it is shown that population aged more than 60 is increasing at 2% to 3% in the developed and developing countries respectively., output: By projections of the United Nations, it is shown that the population aged more than 60 is increasing at 2% to 3% in the developed and developing countries respectively.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: In addition, for observation journeys and traveling, we only need to use RFID on some certain individuals and they will agree with this action for their own benefit., output: In addition, for observation journeys and traveling, we only need to use RFID on some certain individuals and they will agree with this action for their own benefit.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: With the existing of experience, we can do the work more quickly without sacrifice the standard and quality., output: With the existing of experience, we can do the work more quickly without sacrificed the standard and quality.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: It is understandable that once people have human implants, they may start to behave themselves because they can be easily traced out., output: It is understandable that once people have human implants, they may start to behave themselves because they can be easily traced out.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: However, it is an achievement as it is an indication that our society is progressed well and people are living with better conditions., output: However, it is an achievement as it is an indication that our society has progressed well and people are living with better conditions.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: Other diseases such as mental disorder and heart trouble are also top killers, the current medication does have methods to treat the patient, but risks still come along., output: Other diseases such as mental disorder and heart trouble are also top killers . The current medication does have methods to treat the patient, but risks still come along.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: It is really a great achievement in enhancement of technology which should be recorded in history., output: It is really a great achievement in the enhancement of technology which should be recorded in history.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: Back to the ancient days, when human beings firstly appeared on the earth, the average life expectancy is only less than 20., output: Back to the ancient days, when human beings first appeared on the earth, the average life expectancy was only less than 20.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: Of course, more money will be spent., output: Of course, more money will be spent.",
            "output": [
                "good"
            ]
        },
        {
            "input": "input: All of these are human achievements in their own rights that have resulted in rising life expectancies, and hence they also illustrates why rising expectancies can be considered an achievement., output: All of these are human achievements in their own rights that have resulted in rising life expectations, and hence they also illustrate why rising expectancies can be considered an achievement.",
            "output": [
                "good"
            ]
        }
    ]
}
