{
    "Contributors": [
        "Sai Venkat Subramani"
    ],
    "Source": [
        "Dataset Card for Asian Language Treebank (ALT) (https://huggingface.co/datasets/alt)"
    ],
    "Categories": [
        "Language Translation"
    ],
    "Definition":"In this task, it is your task to translate a sentence in the Vietnamese language into the English language.",
    "Positive Examples": [
        {
            "input": "Theo Trung tá Forbes Peters của Hải quân Australia, các quan chức Indonesia cũng hài lòng như các thủy thủ, Peters nói rằng \"Các tùy viên hải quân và đại sứ đang ở đây và họ ôm chặt vào Trung tá Larry Cook.\"",
            "output": "According to the Australian Navy's Commander Forbes Peters, Indonesian officials are as pleased as the ships crew, with Peters saying \"The naval attache and the first secretary to the ambassador are on site here and they cuddled Lieutenant Commander Larry Cook.\"",
            "explanation": "The above sentence is correctly translated from Vietnamese to English"
        },
        {
            "input": "Kể từ khi Canada có hai ngôn ngữ chính thức (Tiếng Anh và tiếng Pháp) một vài nghệ sĩ đến từ Quebec đã đi hát ở Pháp.",
            "output": "Since Canada has two official languages (English and French) some artists were from Quebec and sung in French.",
            "explanation": "The above sentence is correctly translated from Vietnamese to English"
        },
        {
            "input": "Vì vậy, đến nay không có thương tích về người và không có nhà cửa bị hư hại, nhưng một trong những tòa nhà lưu trữ thiết bị được sử dụng bởi nhân viên cứu hỏa đã bị đốt cháy tan tành.",
            "output": "So far there have been no injuries and no homes have yet been damaged, but one building storing equipment used by firefighters was burned to the ground.",
            "explanation": "The above sentence is correctly translated from Vietnamese to English"
        }
    ],
    "Negative Examples": [
        {
            "input": "Ông nói chính phủ sẽ không làm theo những nguyên tắc chung này.",
            "output": "In addition to wheelchairs, the workshops handle all manner of work with prostheses.",
            "explanation": "The above sentence is not correctly translated from Vietnamese to English as none of the words match the translation."
        },
        {
            "input": "Để đáp lại kế hoạch của Liên minh phòng thủ Anh về việc tổ chức một cuộc diễu hành vào thứ bảy tới, nhà lãnh đạo của Hội đồng Tameside, Kieran Quinn, cho biết rằng hội đồng sẽ yêu cầu Bộ Nội vụ Anh cấm EDL diễu hành qua thị trấn Hyde, gần thành phố Manchester.",
            "output": "The NTSB has now revealed that they have advised Rolls-Royce to redesign the fuel/oil heat exchanger, and Rolls-Royce have stated that they are indeed working on a replacement part that will be available within twelve months.",
            "explanation": "The above sentence is not correctly translated from Vietnamese to English as none of the words match the translation."
        },
        {
            "input": "Nếu tiến trình phẫu thuật này thành công trong các nghiên cứu quy mô lớn, nó có thể dẫn đường cho việc sử dụng robot trong các ca phẫu thuật phức tạp hơn, chẳng hạn như phẫu thuật tim.",
            "output": "According to domestic media, concerns over safety at the port have been raised in the past; a government study in 2006 noted that five projects at the port were at risk of accidents.",
            "explanation": "The above sentence is not correctly translated from Vietnamese to English as none of the words match the translation."
        }
    ],
    "Instances": [
    {
        "input": "Vận rủi và những sự thay đổi người có vẻ như đã cho Đức lần đầu tiên có cơ hội làm chủ thế trận.\n",
        "output": [
            "The bad luck and changes seemed to put Germany in charge of the tactical game for the first time in the match.\n"
        ]
    },
    {
        "input": "Báo cáo cho thấy cái chết của lái trưởng Jeffrey Haney một phần do lỗi thiết kế máy bay.\n",
        "output": [
            "The report finds Captain Jeffrey Haney's death was partly due to aircraft design flaws.\n"
        ]
    },
    {
        "input": "Cụ của ông, Jawaharlal Nehru, là thủ tướng đầu tiên của Ấn Độ và kỵ ông, Motilal Nehru là một nhà lãnh đạo xuất sắc của phong trào độc lập Ấn Độ.\n",
        "output": [
            "His great-grandfather, Jawaharlal Nehru, was the first Prime Minister of India, and his great-great-grandfather Motilal Nehru was a distinguished leader of the Indian independence movement.\n"
        ]
    },
    {
        "input": "\"Những đám mây đã tan đi và đó là lý do tại sao chúng tôi đã quyết định phóng, \" người kiểm soát nhiệm vụ cho biết trên kênh NASA TV.\n",
        "output": [
            "\"The clouds broke up and that's why we were go for launch,\" stated mission control on NASA TV.\n"
        ]
    },
    {
        "input": "Điểm chính mà hai vị lãnh đạo đã đồng ý là chỉ nên sử dụng các phương tiện ngoại giao để giải quyết những xung đột quốc tế như ở Afghanistan, Iraq và, đặc biệt, là Iran với vấn đề về chương trình hạt nhân của nước này.\n",
        "output": [
            "The main point the two leaders agreed on was that only diplomatic means should be used in solving such international conflicts as in Afghanistan, Iraq and, especially, Iran with its nuclear program issue.\n"
        ]
    },
    {
        "input": "Các nước khác nhận ra rằng do đồng Lei tăng giá hàng xuất khẩu của Romania đắt hơn và vì thế ít cạnh tranh hơn, và điều này có thể làm nghiêm trọng thêm sự thâm hụt tài khoản vốn đã rất lớn của nước này.\n",
        "output": [
            "Other countries are finding Romanian exports more expensive, and therefore less competitive, due to the leu's appreciation, and this could widen the already large account deficit in the country.\n"
        ]
    },
    {
        "input": "Theo các quan chức chính phủ, những người thợ mỏ này được cho là vẫn còn sống \"bởi vì họ cách đủ xa so với nơi bị sập\", mặc dù vậy tình trạng của họ thì vẫn chưa được biết cụ thể và đội cứu hộ thì không thể liên lạc được với họ.\n",
        "output": [
            "According to a Government Official, the men are believed to be alive \"because they were far enough away from the site of the collapse,\" however their condition is unknown and rescuers have not been able to make contact with them.\n"
        ]
    },
    {
        "input": "Ít nhất chín mảnh răng hoá thạch, trong đó có một răng nanh và tám răng hàm của một loài khỉ trước đây chưa từng được biết đến đã được tìm thấy ở Châu Phi do một nhóm các nhà nghiên cứu từ Ethiopia và Nhật Bản những người mà sau đó đã so sánh bản dựng hình ảnh 3-D của những chiếc răng này với các mẫu hoá thạch với độ tuổi khoảng 8 triệu năm và thấy rằng những mẫu hoá thạch này có vẻ như là một \"tổ tiên trực tiếp\" của giống khỉ hiện nay đang sống ở Châu Phí và rằng mẫu hoá thạch mới của loài khỉ này là một loại gorilla, một giống khỉ hầu như chỉ ăn loại cây có hàm lượng chất xơ cao.\n",
        "output": [
            "At least nine fossilized teeth, one canine tooth and eight molars, of a previously unknown species of apes found in Africa were discovered by a team of researchers from Ethiopia and Japan who then compared the 3-D make up of the teeth to other fossils that date back as far as 8 million years and found that the fossils are likely a \"direct ancestor\" of apes currently living in Africa and that the new ape fossils were that of a species of gorilla who ate mostly plants high in fiber.\n"
        ]
    },
    {
        "input": "Theo Đại sứ Israel tại Mỹ, Israel đã chấp nhận lời xin lỗi.\n",
        "output": [
            "According to the Israeli Ambassador to the United States, Israel accepts the apology.\n"
        ]
    },
    {
        "input": "Trong khi nội các phần lớn vẫn giữ nguyên nhân sự từ nội các trước, một số bộ trưởng có tính khiêu khích hay gây tranh cãi bị bãi nhiệm hoặc chuyển sang vị trí an toàn hơn.\n",
        "output": [
            "While the cabinet is for a large part copied from the preceding one, some ministers who had provoked controversy and animosity were removed or moved to another less risky position.\n"
        ]
    },
    {
        "input": "Các hành động sau đó diễn ra ở Tübingen, Munich và Basel, với hàng trăm người tham gia mỗi nơi.\n",
        "output": [
            "Afterwards actions took place in Tübingen, Munich and Basel, each with hundreds of participants.\n"
        ]
    },
    {
        "input": "Theo Bill Rusko, cha của hai đứa trẻ, con gấu băng qua Đường 30 ở Ligonier Township và di chuyển về phía ba đứa trẻ khi chúng chơi cầu lông.\n",
        "output": [
            "According to Bill Rusko, the father of two of the children, the bear crossed Route 30 in Ligonier Township and moved towards the three kids as they played badminton.\n"
        ]
    },
    {
        "input": "Ahmadinejad nói rằng \"Tại Iran, chúng tôi không có đồng tính luyến ái như ở nước bạn, \" gây ra nhiều tiếng cười từ khán giả.\n",
        "output": [
            "Ahmadinejad stated that \"In Iran we don't have homosexuals like in your country,\" drawing laughter from the audience.\n"
        ]
    },
    {
        "input": "Ông cũng nói rằng hãng hàng không có thể hoạt động trở lại dễ dàng nếu giá giảm, nhấn mạnh là, \"nếu tình hình được cải thiện với việc giá nhiên liệu thấp hơn và có triển vọng lợi nhuận cao hơn, chúng tôi có thể cất cánh trở lại.\"\n",
        "output": [
            "He also said that the airline could return to service with ease if prices dropped, noting that, \"if the situation improved with fuel prices being lowered and the profitability outlook was better, we could be airborne again.\"\n"
        ]
    },
    {
        "input": "Sau khi quan sats tình hình pháp luật và trật tự trong Delhi, Ủy ban Giám sát của Tòa án tối cao đề nghị Tòa án Tối cao không mở lại chiến dịch phong tỏa MCD vào ngày 1 tháng Mười Một.\n",
        "output": [
            "After seeing the law-and-order situation in Delhi, the Supreme Court's Monitoring committee recommended the Supreme Court not to resume the MCD's sealing drive on November 1.\n"
        ]
    },
    {
        "input": "Ở các nước đang phát triển, báo cáo này nỏi rằng, những người nghèo ở thành thị có vẻ như bị ảnh hưởng nặng nhất bởi suy thoái kinh tế vì khả năng tìm việc làm của họ phụ thuộc chủ yếu vào những yếu tố như đầu tư nước ngoài và nhu cầu xuất khẩu.\n",
        "output": [
            "In developing countries, the report says, the urban poor are likely to be most affected by the economic slowdown, as their ability to find work is most dependent on factors like foreign investment and export demand.\n"
        ]
    },
    {
        "input": "Với niềm tin rằng một dự luật hợp pháp hóa hôn nhân đồng tính sẽ được chính phủ đưa ra trong vòng 100 ngày, ông Rudd hứa sẽ cho phép một \"cuộc bầu cử theo lương tâm\" nếu ông được tái đắc cử.\n",
        "output": [
            "Pledging that a bill to legalise same-sex marriage would be introduced within 100 days of government, Rudd promised to allow a \"full conscience vote\" if he were to be re-elected.\n"
        ]
    },
    {
        "input": "Phụ lục mới bao gồm thông tin về Ủy Ban Công Nghiệp Quân Sự Iraq, \"nhà nước quân sự công nghiệp phức tạp\" mà có một \"vai trò trung tâm trong sự phát triển các chương trình vũ khí của tất cả các Chế Độ.\"\n",
        "output": [
            "The new addenda included information on the Iraqi Military Industrial Commission, the \"state-run military-industrial complex\" which played a \"central role in the evolution of all the Regime's weapons programs\".\n"
        ]
    },
    {
        "input": "Sau khi đếm lại những kết quả từ hơn 2.800 điểm bỏ phiếu, Tòa án hiến pháp Gabon đã xác nhận chiến thắng của con trai nhà lãnh đạo lâu năm của nước này Omar Bongo.\n",
        "output": [
            "After recounting results from more than 2,800 polling stations, Gabon's constitutional court confirmed the election of the son of the country's long-time leader Omar Bongo.\n"
        ]
    },
    {
        "input": "Là một phần của hoạt động cứu hộ, nhà chức trách Australia đã cử một chiếc máy bay A330 của hãng hàng không Qantas đến vùng biển này.\n",
        "output": [
            "As part of the operation, a Qantas Airways Airbus A330 was sent over the ocean by Australian authorities.\n"
        ]
    },
    {
        "input": "Ủy ban nói rằng một chương trình xây dựng \"rộng mở\" các nhà máy điện khí mới sẽ là cần thiết để đáp ứng sự thiếu hụt theo dự đoán.\n",
        "output": [
            "The committee stated that an \"extensive\" building programme of new gas-fired power stations would be needed to meet the predicted shortfall.\n"
        ]
    },
    {
        "input": "Không ai trong số các bệnh nhân được biết rằng họ đã được cầu nguyện, và không ai trong số các nhóm cầu nguyện biết những người mà họ đã cầu nguyện cho.\n",
        "output": [
            "None of the patients were told that they were prayed for, and none of the prayer groups knew who they prayed for.\n"
        ]
    },
    {
        "input": "\"Lúc đó đang tắc đường và tất cả xe cộ đều đứng yên, \" một nhân chứng 21 tuổi đang đứng bán hàng Mohammad Wali nói.\n",
        "output": [
            "\"There was a traffic jam and all the vehicles were stopped,\" said one witness, 21-year old shopkeeper Mohammad Wali.\n"
        ]
    },
    {
        "input": "Công ty cho biết họ dự định thu cácbon dixoxit (CO2) thoát ra từ việc sản xuất dầu cát và lưu nó dưới lòng đất.\n",
        "output": [
            "The company said it intends to capture the carbon dioxide (CO2) emissions from its oil sands production and store it underground.\n"
        ]
    },
    {
        "input": "Một luật về video game tại California hiện cũng đang được xem xét lại tại tòa án liên bang.\n",
        "output": [
            "A California video game law is currently being reviewed in federal court.\n"
        ]
    },
    {
        "input": "Quá trình chỉnh sửa ảnh sau đó được đăng trên biển quảng cáo của thương hiệu không có thực mang tên \"Easel Foundation Makeup.\"\n",
        "output": [
            "The photo-manipulation is then posted on a billboard for the fictional \"Easel Foundation Makeup\" brand.\n"
        ]
    },
    {
        "input": "Khu vực này đã từng bị động đất vào năm 2004, gây ra một đợt sóng thần.\n",
        "output": [
            "The same region was hit by an earthquake in 2004, that triggered a tsunami.\n"
        ]
    },
    {
        "input": "Tay đua Ferrari Fernando Alonso là một trong số những người bày tỏ sự ủng hộ của mình, dành vị trí của anh ấy ở vòng loại hôm thứ bảy cho De Villota.\n",
        "output": [
            "Ferrari driver Fernando Alonso was among those expressing his support, dedicating his pole postion in Saturday's qualifying to De Villota.\n"
        ]
    },
    {
        "input": "Chú của anh ta đã nói chuyện với CNN với điều kiện giấu tên, và nói rằng cháu trai của ông đang học ở Anh vào năm 2006 khi bạn tình của anh ở Iran đã bị bắt và bị treo cổ sau khi bị buộc tội kê gian.\n",
        "output": [
            "His uncle spoke with CNN on condition of anonymity, and said that his nephew was studying in Britain in 2006 when his partner in Iran was arrested and hanged after being charged with sodomy.\n"
        ]
    },
    {
        "input": "Các nhà khoa học về môi trường nói rằng họ đã có bằng chứng chắc chắn hành tinh đang trải qua \"một đợt tuyệt chủng hàng loạt lớn nhất trong vòng 65 triệu năm.\"\n",
        "output": [
            "Environmental scientists say they have concrete evidence that the planet is undergoing the \"largest mass extinction in 65 million years\".\n"
        ]
    },
    {
        "input": "Tất cả tiền trong hạng mục được phân bổ phù hợp với chính quyền địa phương (Hỗ trợ tài chính) Luật 1995.\n",
        "output": [
            "All money in the category is allocated in line with the Local Government (Financial Assistance) Act 1995.\n"
        ]
    },
    {
        "input": "\"Vì vậy, đối với tôi đó là một nỗ lực để đi đến một nơi mà tôi nghĩ đang lan truyền sự chết chóc và bắt đầu công khai sự thật, \" cô nói.\n",
        "output": [
            "\"So for me it was an attempt to come to a place that I think propagates death and start to proclaim truth,\" she said.\n"
        ]
    },
    {
        "input": "Kim dường như đã qua đời hai ngày trước đó vào ngày 17 tháng mười hai trên tàu ra nước ngoài.\n",
        "output": [
            "Kim apparently died two days earlier on December 17 aboard a train.\n"
        ]
    },
    {
        "input": "\"Những cuộc tấn công cho thấy sự vô nhân đạo và khốn nạn của những kẻ tấn công.\"\n",
        "output": [
            "\"These attacks show the inhumanity and misery of the assailants.\"\n"
        ]
    },
    {
        "input": "Nhiều người Azeris tin rằng \"Cuộc biểu tình ba tiếng\" sẽ khó mà thay đổi được gì ở đất nước này.\n",
        "output": [
            "Some Azeris believe that a \"three hour revolution\" wouldn't change anything in the country.\n"
        ]
    },
    {
        "input": "Theo một nguồn tin chính quyền khác nói với tờ Sydney Morning Herald rằng chính quyền bang và liên bang đang lần lượt chi khoảng 1 triệu đô la.\n",
        "output": [
            "A government source suggested to the Sydney Morning Herald that the state and federal governments are spending up to $1million each.\n"
        ]
    },
    {
        "input": "Giải đấu bắt đầu năm 1947 với sự kiện khách mời giữa hai đội Singapore và Malaysia và từ đó phát triển thành giải quốc gia và mời các đội câu lạc bộ trên khắp thế giới.\n",
        "output": [
            "The tournament began in 1947 as an invitational event for Singapore and Malaysian teams and since grown into national and club teams from around the world are invited.\n"
        ]
    },
    {
        "input": "25 tuổi đến từ Huntersville, North Carolina trước đó đã dành được vị trí xuất phát đầu trong cuộc đua đêm của thứ Bảy diễn ra vào thứ Sáu.\n",
        "output": [
            "The 25-year old from Huntersville, North Carolina had previously gained the pole position for Saturday's night race on Friday.\n"
        ]
    },
    {
        "input": "Tôi thấy bị tổn thương nếu gia đình tôi buồn với những bình luận của mọi người nhưng tôi nghĩ tôi đã có được sự khôn ngoan để phớt lờ đi những phản ứng tiêu cực đó!\n",
        "output": [
            " I'm hurt if my family is unhappy with people's comments but I think I gain the wisdom to ignore the negative feedback!\n"
        ]
    },
    {
        "input": "\"Chúng tôi rất tiếc phải nói rằng sau gần một năm rưỡi chiến đấu với căn bệnh ung thư, người anh của chúng tôi và là người chơi bass Ben Marlin đã qua đời sau cơn đột quỵ lúc 5 giờ sáng ngày 2 tháng giêng năm năm 2008.\n",
        "output": [
            "\"We are regretful to say that after nearly a year and a half of battling cancer, our brother and bass player Ben Marlin has passed away just about the stroke of 5 a.m. this January 2nd, 2008.\"\n"
        ]
    },
    {
        "input": "Ít nhất 27 người đã thiệt mạng, các tài liệu về tội phạm được báo cáo là đã bị đánh cắp, và cướp bóc lan tràn ở thủ đô của Đông Timor, Dili trong giai đoạn bất ổn hiện nay.\n",
        "output": [
            "At least 27 people have been killed, criminal documents reported stolen, and looting widespread in the East Timorese capital, Dili during the present period of unrest.\n"
        ]
    },
    {
        "input": "Glasgow nói rằng các khóa học của Landmark Education \"đối lập\" với niềm tin Kitô giáo của ông.\n",
        "output": [
            "Glasgow said that the Landmark Education training courses were \"opposite\" to his Christian beliefs.\n"
        ]
    },
    {
        "input": "\"Shake\" đã được nhiều người kỳ vọng sẽ tăng hạng trên Hot 100 tuần này.\n",
        "output": [
            "“Shake” was widely expected to gain to the Hot 100 pole position this week.\n"
        ]
    },
    {
        "input": "Có những lời biện luận thiên vị từ phía vị luật sư bào chữa cho Hussein, cũng như những nỗi lo sợ về sự an toàn của các quan tòa đã nhất trí hoãn phiên xét xử lại.\n",
        "output": [
            "There are accusations of bias from the defense counsel of Hussein, as well as fears for the judges' safety which have consistently pushed the trial back.\n"
        ]
    },
    {
        "input": "Eo biển Hormuz là tuyến đường vận chuyển chính với tầm quan trọng chiến lược lớn.\n",
        "output": [
            "The Strait of Hormuz is a major shipping route of great strategic importance.\n"
        ]
    },
    {
        "input": "Sunnybank đã dẫn trước 17 điểm so với 3 điểm tại những phút cuối cùng của hiệp một, nhưng được hưởng một quả penalty với kết quả là điểm mà chủ nhà ghi được đã trở thành điểm cuối cùng của họ trong trận đấu.\n",
        "output": [
            "Sunnybank lead 17 points to 3 in the dying moments of the first half, but conceded a penalty which resulted in the hosts scoring what would ultimately be their final points of the game.\n"
        ]
    },
    {
        "input": "Người đứng đầu NATO - Jaap de Hoop Scheffer - cũng lên án hành động này.\n",
        "output": [
            "NATO chief Jaap de Hoop Scheffer has also condemned the action.\n"
        ]
    },
    {
        "input": "Cô ấy không được tìm thấy cho đến tận tháng Tám năm 1997, khi những người lặn phát hiện xác của cô ấy ở độ sâu 70 feet.\n",
        "output": [
            "She was not found until August 1997, when divers found her weighted corpse 70 feet deep.\n"
        ]
    },
    {
        "input": "\" Bởi vì các cam kết sâu sắc của chúng tôi để việc làm và tăng trưởng, chúng tôi đã đưa các khóa học có trách nhiệm để trì hoãn việc quay trở lại thặng dư, và do sự giảm sút mạnh về khoản thu thuế, sẽ có một mức thâm hụt $ 18 tỷ 2013/14.\"\n",
        "output": [
            "\"Because of our deep commitment to jobs and growth, we have taken the responsible course to delay the return to surplus, and due to a savage hit to tax receipts, there will be a deficit of $18 billion in 2013/14\".\n"
        ]
    },
    {
        "input": "Một phần quan trọng trong quá trình là trí thông minh nhân tạo của Adam có thể làm và phân tích kết quả thí nghiệm cũng như thực hiện công việc này lặp đi lặp lại một cách đều đặn.\n",
        "output": [
            "A part of the process is that Adam's AI can cycle and analyze the results of the experiments as well doing routine repetitious lab work.\n"
        ]
    },
    {
        "input": "38 người được cho là đã chết trong một vụ đánh bom tự sát trong thời gian một đại hội chính trị ở tỉnh Biên Giới Tây-Bắc Pakistan.\n",
        "output": [
            "38 people were said to have died in a suicide bombing during a political rally in the North-West Frontier Province of Pakistan.\n"
        ]
    },
    {
        "input": "Mặc dù việc sắp xếp như vậy tạo nên một tình huống khá lạ lùng: Công chúng đều biết Villepin và Sarkozy xem nhau như đối thủ nặng kí trong cuộc bầu cử tổng thống 2007, và họ bị nói rằng đang ghét nhau.\n",
        "output": [
            "Also, this arrangement creates a peculiar situation: it is public knowledge that Villepin and Sarkozy consider each other a dangerous political rival with respect to the 2007 presidential election, and they are widely said to loathe each other.\n"
        ]
    },
    {
        "input": "Microsoft đã đồng ý về điều này, cung cấp thông tin với phí bản quyền 6,5% doanh thu của người được cấp phép cho những sản phẩm dựa trên sự sáng tạo (đặc biệt, 3,87% cho quyền sáng chế và 2,98% cho quyền sử dụng thông tin).\n",
        "output": [
            "Microsoft agreed to this, providing the information for royalty fees of 6.5% of the licensee's revenues for the product on grounds of innovation (specifically, 3.87% for the patent license and of 2.98% for the information license).\n"
        ]
    },
    {
        "input": "Đây là thí nghiệm quan trọng đầu tiên trong việc phóng Falcon 9, và nó đạt được kỳ vọng của công ty trong lĩnh vực thị trường thương mại phóng hỏa tiễn.\n",
        "output": [
            "This was the Falcon 9's first major test firing, and it marks a milestone for the company in its plans to capture a section of the commercial launch market.\n"
        ]
    },
    {
        "input": "Đội Lightning và Penguins sẽ thi đấu giao hữu tại hai nước tương ứng Đức và Phần Lan.\n",
        "output": [
            "The Lightning and Penguins will play exhibition games in Germany and Finland respectively.\n"
        ]
    },
    {
        "input": "Chiếc máy bay này đã mạo hiểm tiến khoảng 4,5 km (3 dặm) vào không phận Phần Lan gần Porvoo trong vòng ba phút, Bộ Quốc phòng Phần Lan cho biết.\n",
        "output": [
            "The aircraft ventured about 4.5 kilometers (3 miles) into Finland's airspace near Porvoo over a period of three minutes, according to Finland's defense ministry.\n"
        ]
    },
    {
        "input": "Ủy ban sẽ quyết định phim nào trong số ba bộ phim sẽ nhận được đề cử.\n",
        "output": [
            "The committee will decide which of the three films should receive nominations.\n"
        ]
    },
    {
        "input": "Chỉ sau 6:00 giờ chiều (EDT) trang web hoạt động trở lại với chỉ một vài vấn đề về kết nối.\n",
        "output": [
            "Just after 6:00 p.m. (EDT) the site came back online with only a few connection issues.\n"
        ]
    },
    {
        "input": "Poison tuyên bố hai công ty đã không trả đủ phí bản quyền cho họ sau nhiều năm.\n",
        "output": [
            "Poison claim the two companies have underpaid them royalties for years.\n"
        ]
    },
    {
        "input": "Các chuyến bay bổ sung này có nghĩa là British Airways sẽ bay từ Bucharest đến London, và trở lại, mười lần một tuần.\n",
        "output": [
            "The extra flights will mean that British Airways will now fly from Bucharest to London, and back, ten times a week.\n"
        ]
    },
    {
        "input": "Zimbabwe đã hòa trận đấu thứ hai của bảng D tại giải World Cup với Ireland trên sân Sabina Park, Kingston, Jamaica.\n",
        "output": [
            "Zimbabwe tied the second Group D match in the World Cup against Ireland at Sabina Park, Kingston, Jamaica.\n"
        ]
    },
    {
        "input": "Trong hồ sơ ứng cử của mình, ông được coi là một người bảo thủ xã hội, và ông ủng hộ việc sửa đổi luật hôn nhân liên bang để hợp thức hôn nhân đồng tính.\n",
        "output": [
            "He is considered a social conservative in his voting record, and supported a Federal Marriage Amendment to bar same-sex marriage.\n"
        ]
    },
    {
        "input": "Cơn bão có sức gió 80 km/giờ (50 dặm/giờ) ở Thái Bình Dương cách khoảng 210 km (130 dặm) về phía nam - tây nam Acapulco, Mexico.\n",
        "output": [
            "The 80 km/h (50 mph) storm in the Pacific Ocean is about 210 km (130 miles) south-south west of Acapulco, Mexico.\n"
        ]
    },
    {
        "input": "Giới chức Hàn Quốc vẫn chưa đưa ra suy đoán về vụ việc, cho rằng việc tháo bỏ các bức chân dung \"có thể có nhiều lý do khác nhau.\"\n",
        "output": [
            "South Korean officials are not yet speculating on the matter, saying the portrait removals \"may be for various reasons.\"\n"
        ]
    },
    {
        "input": "\"Bạn đã bao giờ nhìn thấy một quân sư 20 tuổi? Anh ta không phải là kẻ bắn súng, \" Blat nói.\n",
        "output": [
            "\"Have you ever seen a 20 year-old mastermind? He was not the shooter,\" said Blat.\n"
        ]
    },
    {
        "input": "Nghiên cứu này thừa nhận việc sử dụng năng lượng hạt nhân và công kích vào một trong những dữ liệu mà các nhà vận động chống hạt nhân vẫn sử dụng.\n",
        "output": [
            "The study endorses the use of nuclear energy and attacks some of the data used by anti-nuclear campaigners.\n"
        ]
    },
    {
        "input": "Eva Avila cũng trao cho cô giải thưởng multi-platinum cho anbum mang chính tên cô Melissa O'Neil.\n",
        "output": [
            "Eva Avila also gave her a muti-platinum record for her self-titled album Melissa O'Neil.\n"
        ]
    },
    {
        "input": "Việc này nhằm cung cấp nước đảm bảo cho thành phố khi mà hạn hán xảy ra thường xuyên hơn do hiện tượng ấm lên toàn cầu.\n",
        "output": [
            "This is to provide water security for the city as droughts become more frequent due to global warming.\n"
        ]
    },
    {
        "input": "Thủy thủ đoàn của con tàu 3504 đã được xác định ở hòn đảo Sibay bởi Không quân Philippine.\n",
        "output": [
            "Vessel 3504's crew were located on Sibay Island by the Philippine Air Force.\n"
        ]
    },
    {
        "input": "\"Chúng tôi thấy rằng hệ thống hoạt động tốt, nhưng hệ thống không phải là hoàn hảo, \" McCormack nói.\n",
        "output": [
            "\"We do feel that the system worked, but the system isn't perfect,\" McCormack said.\n"
        ]
    },
    {
        "input": "\"Điều này cho thấy châu Âu không đến nỗi là một nơi tồi tệ.\"\n",
        "output": [
            "\"It just goes to show that Europe is not such a bad place.\"\n"
        ]
    },
    {
        "input": "\"Trong quá trình sản xuất, có rất nhiều bụi nhôm lơ lửng trong không khí.\"\n",
        "output": [
            "\"In the process, there is lots of aluminum (aluminium) dust floating in the air. \"\n"
        ]
    },
    {
        "input": "\"Chính phủ cũng sẽ hợp tác chặt chẽ với cộng đồng quốc tế để duy trì hòa bình và an toàn trên bán đảo Triều Tiên.\"\n",
        "output": [
            "\"The government will also cooperate closely with the international community to maintain peace and safety on the Korean Peninsula.\"\n"
        ]
    },
    {
        "input": "Bộ trưởng Nông nghiệp Jim Sutton đến nỗi đã phải nói rằng việc đình chỉ xuất khẩu thịt bởi một số nước là một khả năng có thật.\n",
        "output": [
            "Agriculture Minister Jim Sutton went so far as to say that the suspension of meat exports by some countries was a real possibility.\n"
        ]
    },
    {
        "input": "Một nhóm nhỏ khoảng 15 nhân viên cảnh sát chờ đợi sự xuất hiện của nhóm.\n",
        "output": [
            "A small group of about 15 police officers awaited the arrival of the group.\n"
        ]
    },
    {
        "input": "Bản công bố hôm thứ sáu của chính phủ Anh đưa ra sau khi Nghị viện châu Âu kêu gọi một giải pháp cho trường hợp này và nói rằng Iran đã có lịch sử tra tấn và hành quyết với những người đồng tính.\n",
        "output": [
            "The announcement Friday by the British government came after the European Parliament urged a resolution to the case and said that Iran has a history of torturing and executing homosexuals.\n"
        ]
    },
    {
        "input": "Ngày từng ngày của trôi qua, cô bé chỉ ngả đầu lên gối nhìn ngắm mọi thứ xung quanh.\n",
        "output": [
            "Most of the day she passes watching her surrounding, lying on a pillow.\n"
        ]
    },
    {
        "input": "McClellan cho biết, \"Hãy nhìn xem, báo cáo này đã gây thiệt hại nghiêm trọng đến hình ảnh của Hoa Kỳ ở nước ngoài.\"\n",
        "output": [
            "McClellan said, \"Look, this report caused serious damage to the image of the United States abroad.\"\n"
        ]
    },
    {
        "input": "Cơ quan khí tượng Nhật Bản nói rằng trận động đất đầu tiên và trận cuối cùng thật ra có cường độ lên đến 6.7 độ richter.\n",
        "output": [
            "Japan's weather agency says the first and last quakes were actually 6.7 magnitude.\n"
        ]
    },
    {
        "input": "Dịch vụ xe buýt tại Khu 1 đã được hồi phục lại vào hồi 16:00 BST.\n",
        "output": [
            "Bus services in Zone 1 have resumed as of 16:00 BST.\n"
        ]
    },
    {
        "input": "Các ứng cử viên cho vị trí Tổng thống Mỹ là Thượng nghị sĩ Barack Obama và John McCain đều tham gia một diễn đàn phát sóng trực tiếp từ Nhà thờ Saddleback thuộc Lake Forest.\n",
        "output": [
            "United States Presidential candidates Senators Barack Obama and John McCain each participated in a live forum broadcast from Saddleback Church in Lake Forest.\n"
        ]
    },
    {
        "input": "Công ty sản xuất đồ chơi Mattel hôm nay đã công bố rằng họ đang thu hồi nhiều sản phẩm hơn do lo ngại về mức độ nguy hiểm của chì trong sơn đồ chơi.\n",
        "output": [
            "Toy manufacturer Mattel announced today that they are recalling more products over fears of dangerous levels of lead in the toy's paint.\n"
        ]
    },
    {
        "input": "Cuộc nghiên cứu được chủ trì bởi tiến sĩ. Samuel Weiss và V. Wee Yong của Viện Não Hotchkiss, so sánh chuột tơ và chuột mang thai về các tổn thương giống MS do lysolecithin, một chất hóa học phá hủy các màng bọc myelin quanh tế bào thần kinh.\n",
        "output": [
            "The study, led by Drs. Samuel Weiss and V. Wee Yong of the Hotchkiss Brain Institute, compared virgin and pregnant mice with MS-like lesions introduced by lysolecithin, a chemical which destroys the myelin sheaths around neurons.\n"
        ]
    },
    {
        "input": "Baugur Group, cũng như FL Group, đang đầu tư vào thị trường Anh.\n",
        "output": [
            "Baugur Group, as well as FL Group, have been investing in the UK market.\n"
        ]
    },
    {
        "input": "Nhà kho là nơi chứa đồ và cung cấp những hóa chất bể bơi, đặc biệt là chlorine.\n",
        "output": [
            "The warehouse is a storage and distribution facility for pool chemicals, especially chlorine.\n"
        ]
    },
    {
        "input": "Với một liều lượng đó, Wurtman, kết thúc hiệu quả của hormone sau một vài ngày bởi vì những người nhận melatonin trong não trở nên không phản ứng khi bị phơi quá nhiều hormone.\n",
        "output": [
            "At that dose, says Wurtman, the hormone's effects end after a few days because melatonin receptors in the brain become unresponsive when exposed to too much of the hormone.\n"
        ]
    },
    {
        "input": "Sau cuộc thăm viếng gần đây của ông Shinawatra đến vùng này lại có thêm những cuộc nổ súng.\n",
        "output": [
            "Mr. Shinawatra's recent visit to the region was followed by further shootings.\n"
        ]
    },
    {
        "input": "\"Lần này viên sĩ quan chỉ huy nở một nụ cười rất tươi với chúng tôi khi chúng tôi đi ngang qua anh và một số binh sĩ cũng cười nhẹ, ngại ngùng khi chúng tôi đi ngang.\"\n",
        "output": [
            "\"The commanding officer gave us a very big smile this time as we passed him and several of the soldiers gave smaller, shy smiles as we passed.\"\n"
        ]
    },
    {
        "input": "Nhiều trường học đã bị tấn công bao gồm cả trường al-Fakhora làm chết 40 người, đa số là phụ nữ và trẻ em.\n",
        "output": [
            "More schools were attacked including the al-Fakhora School killing 40 people, many of them women and children.\n"
        ]
    },
    {
        "input": "Theo luật sư của ông, điều kiện này đã được áp đặt bởi vì Manning làm một trò châm biếm \"mỉa mai\" về các điều kiện khắc nghiệt khi ông bị giam giữ.\n",
        "output": [
            "According to his attorney, this condition was imposed because Manning made a \"sarcastic quip\" about the harsh conditions of his confinement.\n"
        ]
    },
    {
        "input": "Cậu bé đã xoay xở để vượt qua hàng rào an ninh tại sân bay thành phố Perm rồi trốn trong máy bay khi nó cất cánh.\n",
        "output": [
            "The boy managed to bypass security at the Perm city airport to hide in the plane as it took off.\n"
        ]
    },
    {
        "input": "\"Họ tạo nhiều áp lực cho chúng tôi, nhưng, bạn biết đấy, may mắn là hàng phòng thủ của chúng tôi đã làm tốt việc của mình và chúng tôi chỉ bị lọt lưới một bàn từ cú sút tuyệt vời của Riordan.\"\n",
        "output": [
            "\"They put us under pressure but, you know, thankfully our defence did their job and we only conceded one goal which was a fantastic strike from Riordan.\"\n"
        ]
    },
    {
        "input": "Tuy nhiên, chi tiết về váy và đồng phục của phù dâu và mục đồng sẽ không được công bố cho đến ngày cưới.\n",
        "output": [
            "However, details of the bridesmaid dresses and page boys uniforms will not be revealed until the day of the wedding.\n"
        ]
    },
    {
        "input": "Các nhân viên đã có thể tháo ngòi nổ của thiết bị, All Headline News báo cáo.\n",
        "output": [
            "Officials were able to defuse the device, reports All Headline News.\n"
        ]
    },
    {
        "input": "Cô ấy là một phụ nữ ngoài bốn mươi tuổi, là mẹ của ba đứa trẻ ở Long Island và trông khá xinh đẹp trong bộ quần áo đen cùng mái tóc vàng rậm được buộc đuôi ngựa gọn gàng đằng sau.\n",
        "output": [
            "She is a beautiful forty-ish Long Island mother of three who is dressed in smart black pants and a black turtleneck that reaches up to her blond-streaked hair pulled back in a bushy ponytail.\n"
        ]
    },
    {
        "input": "Nhà báo đã gợi sự chú ý đến những mối quan hệ giữa Tổng thống sắp hết nhiệm kỳ của Colombia Alvaro Uribe, và các nhóm dân quân cánh hữu ở đất nước đang nội chiến ở Nam Mỹ này.\n",
        "output": [
            "The journalist has called attention to ties between outgoing Colombian president Alvaro Uribe, and right-wing militia groups in the war-plagued South American country.\n"
        ]
    },
    {
        "input": "Một cơ quan đã tăng mức độ báo động dịch lên mức độ sáu, mức độ cao nhất.\n",
        "output": [
            "The agency increased its pandemic alert level to the sixth level, its highest.\n"
        ]
    },
    {
        "input": "Trung tướng Dominic Dim Deng, bộ trưởng quốc phòng khu vực, được xác nhận là đã chết và người ta cho rằng có ít nhất 19 quan chức quân sự đã chết.\n",
        "output": [
            "Lieutenant General Dominic Dim Deng, the area's defence minister, is confirmed to be dead and it is thought at least 19 military officials are now deceased.\n"
        ]
    },
    {
        "input": "Tình hình đã kết thúc mà không có sự cố và toàn bộ hành khách và phi hành đoàn trên máy bay đều rời khỏi một cách an toàn.\n",
        "output": [
            "The situation ended without incident and all passengers and crew on board the aircraft were able to leave safely.\n"
        ]
    },
    {
        "input": "Lời nói của bà Cindy gần đây thay đổi khá nhiều so với những gì bà đã nói trong buổi phỏng vấn năm 2004 với tờ Người Phóng Viên của hạt Vacaville, bang California.\n",
        "output": [
            "Cindy's current comments are a drastic change from her comments in a 2004 interview with THE REPORTER of Vacaville, CA.\n"
        ]
    },
    {
        "input": "Nhiễm trùng là vấn đề rất khó giải quyết nhanh chóng vì gần một phần tư người bị truyền nhiễm khuẩn cầu chùm yêu cầu được nhập viện.\n",
        "output": [
            "The infections are particularly problematic because nearly a quarter of people who get a staph infection require hospitalization.\n"
        ]
    },
    {
        "input": "\"Một trong những điều khó khăn đó là sự đồng nhất, và điều đó là sức mạnh to lớn nhất của Windows, \" Jim Zemlin, giám đốc của Nhóm Tiêu chuẩn Tự do nói với Associated Press.\n",
        "output": [
            "\"One of the big things that's difficult is consistency, and that's Windows' biggest strength,\" Jim Zemlin, executive director of the Free Standards Group, told the Associated Press.\n"
        ]
    },
    {
        "input": "Ông Sarkozy hiện đang dẫn đầu kết quả thăm dò một tuần sau khi tuyên bố ứng cử cho kỳ bầu cử tháng Năm.\n",
        "output": [
            "Mr. Sarkozy is currently pulling ahead in the polls one week after announcing his candidacy for the May poll.\n"
        ]
    },
    {
        "input": "Những báo cáo cho biết Woodruff đã ghi hình bên trong một chiếc xe cơ giới quân sự Iraq gần Taji, Iraq khi xe chạy qua và phát nổ do một thiết bị gây nổ được kích hoạt.\n",
        "output": [
            "Reports say Woodruff was taping a report inside an Iraqi mechanized military vehicle near Taji, Iraq when the vehicle ran over and detonated an improvised explosive device.\n"
        ]
    },
    {
        "input": "\"Việc cúp điện đã dẫn đến lo ngại về một cuộc khủng hoảng năng lượng có thể làm tổn thương ngành công nghiệp của quốc gia, \" một nhà kinh doanh trên thị trường chứng khoán của Indonesia cho biết.\n",
        "output": [
            "\"The power outage has resulted in worries over an energy crisis which could hurt the nation's industrial sector,\" said a trader on Indonesia's stock market.\n"
        ]
    },
    {
        "input": "Báo cáo cũng đề cập đến những thiệt hại về kinh tế mà nước này đang phải gánh chịu, đã lên đến 7,754 tỷ đô la, làm 71 phần trăm người dân Haiti rơi vào tình trạng cực kỳ đói nghèo.\n",
        "output": [
            "The report also mentioned economic loss suffered by the country, that reached 7.754 billion dollars, leaving 71 percent of the Haitians in extreme poverty.\n"
        ]
    },
    {
        "input": "Stuff. co. nzs Chris Barclay tin điều này đồng nghĩa đội Fever có cơ hội chiến thắng, đặc biết là sau mùa giải trước họ có hai trận thắng, một trận hòa với đội Firebirds và duy nhất một trận thua.\n",
        "output": [
            "stuff.co.nzs Chris Barclay believes this means the Fever have a chance of winning, especially following a pre-season that included two wins, a tie to the Firebirds and a single loss.\n"
        ]
    },
    {
        "input": "Một tờ báo địa phương Dover, Daily Record York, viết bình luận rằng các cử tri Dover nên lấy lời khai trong cuộc tổng tuyển cử khi họ có thể bỏ phiếu cho các thành viên hội đồng nhà trường cùng với các cơ quan dân chủ khác.\n",
        "output": [
            "A local Dover newspaper, the York Daily Record, editorialized that Dover voters should take trial testimony into account during the general election when they could cast votes for school board members along with other elective offices.\n"
        ]
    },
    {
        "input": "Việc hoàn toàn ngưng hoạt động sẽ được tiến hành trong vài ngày tới.\n",
        "output": [
            "The total shutdown process is expected to take a few more days.\n"
        ]
    },
    {
        "input": "Các cuộc đàm phán trong Hội nghị Thay đổi Khí hậu 2010 sẽ tiếp tục vào tuần này tại Bonn, Đức.\n",
        "output": [
            "The 2010 United Nations Climate Change Conference negotiations continued this week in Bonn, Germany.\n"
        ]
    },
    {
        "input": "Vào kỳ bầu cử năm 2003, đảng ADQ đã tập hợp được 21% số phiếu.\n",
        "output": [
            "In the 2003 election, the ADQ garnered 21% of the vote.\n"
        ]
    },
    {
        "input": "Một năm sau đó, các bài báo về dòng lịch sử vẫn là nguồn trích dẫn phổ biến nhất cho các thống kê về sự phá hoại trên Wikipedia.\n",
        "output": [
            "A year later, the history flow paper is still the most frequently cited source of statistics about the reversion of vandalism on Wikipedia.\n"
        ]
    },
    {
        "input": "Thị trưởng thành phố San Jose, California, ông Ron Gonzales, đang bị điều tra bởi Văn phòng ủy viên công tố của hạt Santa Clara.\n",
        "output": [
            "San Jose, California mayor Ron Gonzales is being investigated by the Santa Clara County District Attorney's Office.\n"
        ]
    },
    {
        "input": "\"Đây là vấn đề giữa những phụ huynh đăng ký cho con mình theo học ở trường của chúng tôi và đây là nơi mà đồng tiền không có tác dụng gì cả.\"\n",
        "output": [
            "\"This is between the parents that enrol their children at our school and that is where the buck stops.\"\n"
        ]
    },
    {
        "input": "\"Chúng tôi cũng rất mong muốn được mở rộng sang các ngôn ngữ khác, vì chắc chắn có một thị trường cần thương hiệu của chúng tôi về nhu cầu thông tin giải trí.\"\n",
        "output": [
            "\"We are looking forward to expanding into other languages as well, because there is definitely a market demanding our brand of infotainment.\"\n"
        ]
    },
    {
        "input": "\"Không có một quyết định cuối cùng nào về giá khởi điểm hay sự hỗ trợ và như vậy còn quá sớm để tính toán được sự ảnh hưởng của giá cả tương lai, \" bài tuyên bố nhấn mạnh.\n",
        "output": [
            "\"No final decisions on the starting price or assistance have been taken and therefore it is far too early to speculate on any potential price impacts,\" the statement said.\n"
        ]
    },
    {
        "input": "\"Ông ấy bày tỏ nỗi thất vọng của mình, và ông ấy xin lỗi một cách rất cảm động.\"\n",
        "output": [
            "\"He expressed his disappointment, and he apologized in a way that was very moving. \" \n"
        ]
    },
    {
        "input": "Mark cũng lưu ý rằng Louise Christian, một luật sư nhân quyền nổi tiếng người Anh, hiện đang đại diện cho những người chiếm giữ tại Vestas.\n",
        "output": [
            "Mark also noted that Louise Christian, a prominent British human rights lawyer, is now representing the Vestas occupiers.\n"
        ]
    },
    {
        "input": "Sau đó, nó được chuyển tới tòa trung tâm Notisiete, nơi các các nghi thức được tổ chức.\n",
        "output": [
            "Later, it was moved to Notisiete's headquarters, where a memorial took place.\n"
        ]
    },
    {
        "input": "Một số người vẫn còn sống và một lính thủy đánh bộ đã nghĩ người đàn ông đang nằm trên mặt đất là mối đe doạ do một cánh tay của anh không thấy rõ, vì vậy anh ta có thể đang giấu vũ khí.\n",
        "output": [
            "Some were still alive and one marine thought a man lying on the ground was a threat because one of his arms was not clearly visible, so he could be hiding a weapon.\n"
        ]
    },
    {
        "input": "Liên Hợp Quốc làm trung gian ngừng bắn giữa Israel và Hezbollah đang có hiệu quả lớn vì Israel đã bắt đầu rút quân khỏi Lebanon.\n",
        "output": [
            "The United Nations brokered cease-fire between Israel and Hezbollah is largely holding as Israel has begun to withdraw its forces from Lebanon.\n"
        ]
    },
    {
        "input": "AS Roma đứng thứ 2 với hiệu số bàn thắng hơn Sporting CP, đội đã đánh bại FC Dynamo Kyiv 2-1.\n",
        "output": [
            "AS Roma are second on goal difference ahead of Sporting CP, who defeated FC Dynamo Kyiv 2-1.\n"
        ]
    },
    {
        "input": "Theo ông Sarkozy, các biện pháp bổ sung chỉ tham khảo cho khu vực biên giới.\n",
        "output": [
            "According to Sarkozy, these additional measures refer to the border area only.\n"
        ]
    },
    {
        "input": "\"Đó là một trong những điều tôi dự đoán, nó đã thay đổi cuộc chơi, nhưng bạn có thể làm gì bây giờ? \" Đội trưởng đội Adelaide Travis Dodd nói với kênh Fox Sports sau trận đấu.\n",
        "output": [
            "\"It's one of those things I guess, it changed the game, but what can you do about it now?\" Adelaide Captain Travis Dodd told Fox Sports after the match.\n"
        ]
    },
    {
        "input": "Ông chỉ trích phản ứng của báo chí đối với hiện tượng này, nói rằng, \" Bạn biết đấy nó còn kinh khủng hơn cả sự xúc phạm, bất cứ điều gì công khai hay bất cứ ai ở Mỹ đều khoan dung tha thứ thì giới truyền thông chính thống lại cười nhạo về nó.\"\n",
        "output": [
            "He criticized the response of the press to the phenomenon, saying, \"It's offensive beyond, you know, anything that any public figure or anybody in America should tolerate, and the mainstream media laughs about it.\"\n"
        ]
    },
    {
        "input": "Tòa án hiến pháp của Gabon thuật lại việc công bố kết quả bầu cử từ hơn 2.800 điểm bỏ phiếu và khẳng định chiến thắng của Bongo.\n",
        "output": [
            "Gabon's constitutional court recounted returns from more than 2,800 polling stations and confirmed Bongo's win.\n"
        ]
    },
    {
        "input": "Hôm thứ Tư, một tòa phúc thẩm liên bang Hoa Kỳ đã xác nhận tội danh gian lận và cản trở công lý của ông trùm truyền thông Conrad Black, cùng với ba lãnh đạo khác từ tập đoàn truyền thông cũ của ông, Hollinger International.\n",
        "output": [
            "On Wednesday, a United States federal appeals court upheld convictions of fraud and obstruction of justice against media mogul Conrad Black, along with three other executives from his former press corporation, Hollinger International.\n"
        ]
    },
    {
        "input": "Quả bom thứ nhất nổ ra trên tàu Liverpool Street ngay sau khi nó khởi hành tới Aldgate trên tuyến Circle, và các quả khác nổ ngay sau đó vài giây.\n",
        "output": [
            "The first bomb to detonate was on the Liverpool Street train soon after it left for Aldgate on the Circle line, seconds before the others.\n"
        ]
    },
    {
        "input": "Thông báo dài 18 trang do ED đưa ra nói rằng tiền đã được mua lại bởi các bị cáo, vi phạm các quy định của Liên Hiệp Quốc, để đổi lấy hai hợp đồng trao đổi dầu cho Tổ chức Tiếp thị dầu của nhà nước Iraq (Somo).\n",
        "output": [
            "The 18-page show-cause notice issued by the ED says the money was acquired by the accused, in violation of U.N regulations, in exchange for two oil contracts awarded to Iraq's State Oil Marketing Organisation (SOMO).\n"
        ]
    },
    {
        "input": "Sau khi được thả, các sinh viên nói với báo giới rằng họ bị bắt cởi bỏ quần áo tại sở cảnh sát.\n",
        "output": [
            "Following their release, the students told the media they were required to remove their clothes at the police station.\n"
        ]
    },
    {
        "input": "Ông đã làm một bản tóm tắt (không chỉnh sửa) về những năm trước kia trong một tập của chương trình truyền hình đình đám Living Color.\n",
        "output": [
            "He made a brief (uncredited) appearance many years ago on one episode of the hit television show In Living Color.\n"
        ]
    },
    {
        "input": "Patrick Mannion, phóng viên được chỉ định của Wikinews, cũng có mặt ở đó cùng với nghị sĩ John F. Tierney ứng cử viên dân biểu khu vực 6 bang Massachusett và Thomas McGee thượng nghị sĩ bang của Lynn.\n",
        "output": [
            "Wikinews accredited reporter Patrick Mannion was there in attendance along with Congressman John F. Tierney of Massachusetts's 6th congressional district and Lynn's State Senator Thomas McGee.\n"
        ]
    },
    {
        "input": "\"Dựa trên tất cả bằng chứng về vụ việc, và những quy tắc giao chiến có hiệu lực vào thời điểm đó, rõ ràng hạ sĩ có lý khi tin rằng những gì AIF thể hiện trong cuốn băng đã tạo ra nguy cơ thù địch và việc sử dụng lực vũ lực làm chết người là hợp lý.\"\n",
        "output": [
            "\"Based on all the evidence in the case, and the rules of engagement that were in effect at the time, it is clear that the corporal could have reasonably believed that the AIF shown in the videotape posed a hostile threat justifying his use of deadly force.\"\n"
        ]
    },
    {
        "input": "\"Đó là sự xúc phạm… những gì họ đang làm không phác họa chân dung người Māori một cách chính xác, \" Bidois cho biết.\n",
        "output": [
            "\"It is insulting ... what they are doing is not portraying Māori correctly,\" Bidois said.\n"
        ]
    },
    {
        "input": "\"Chúng tôi nhận thấy đây là một kết luận cơ bản - rằng chúng ta có thể có bằng chứng cho thấy nước dạng lỏng trong một cơ thể quá nhỏ và quá lạnh, \" Tiến sĩ Carolyn Porco, trưởng nhóm hình ảnh Cassini tại Viện Khoa học vũ trụ, Boulder, Colorado cho biết.\n",
        "output": [
            "\"We realize that this is a radical conclusion — that we may have evidence for liquid water within a body so small and so cold,\" said Dr. Carolyn Porco, Cassini imaging team leader at the Space Science Institute, Boulder, Colorado.\n"
        ]
    },
    {
        "input": "Một quan chức Bộ Quốc phòng Somali đã báo cáo thêm rằng các máy bay trực thăng của Mỹ đã phát động một cuộc tấn công chống lại các tay lính chiến ICU tại Afmadow, một thành phố gần biên giới Kenya, 350 km về phía tây nam thủ đô Mogadishu.\n",
        "output": [
            "A Somali Defence Ministry official has additionally reported that American helicopters launched an attack against ICU fighters in Afmadow, a city near the Kenyan border, 350 kilometres southwest of Mogadishu.\n"
        ]
    },
    {
        "input": "Jiménez bác bỏ niềm tin của Guevara rằng cải cách xã hội ở Mỹ Latin phải được thực hiện thông qua chiến tranh du kích.\n",
        "output": [
            "Jiménez rejected Guevara’s belief that social reform in Latin America had to be accomplished through guerrilla warfare.\n"
        ]
    },
    {
        "input": "Chuyến thăm của Giáo hoàng John Paul suýt bị hủy bỏ do chiến tranh Falklands và âm mưu ám sát.\n",
        "output": [
            "John Paul's visit was likely to be cancelled due to the Falklands War and assasination attempts.\n"
        ]
    },
    {
        "input": "Các nhà nghiên cứu và Ban Ung thư Alberta và Y tế Thủ đô vẫn chưa khuyến khích sử dụng DCA để điều trị bất kỳ bệnh ung thư nào, bởi vì các thử nghiệm lâm sàng đối với các loại thuốc sử dụng để điều trị ung thư vẫn chưa được thực hiện.\n",
        "output": [
            "The researchers and the Alberta Cancer Board and Capital Health do not advise the use of DCA to treat cancer yet, as clinical trials for the drugs use to treat cancer have not been performed yet.\n"
        ]
    },
    {
        "input": "Xuyên suốt lịch sử đầy màu sắc của mình, tòa lâu đài đã từng thuộc sở hữu của William Lever, người thành lập hãng Unilever.\n",
        "output": [
            "Throughout its colourful history, the castle was at one time owned by William Lever who founded Unilever.\n"
        ]
    },
    {
        "input": "Số cử tri đi bầu được báo cáo là hơn năm mươi phần trăm.\n",
        "output": [
            "Turnout in the elections was reported at slightly more than fifty percent.\n"
        ]
    },
    {
        "input": "Đại diện của Janice Dickinson đã đưa ra lời bình luận về cái chết của Ryan.\n",
        "output": [
            "A representative for Janice Dickinson released a statement about the death of Ryan.\n"
        ]
    },
    {
        "input": "Trường hợp đầu tiên của dịch cúm gia cầm tại Iraq đã được Bộ trưởng Y tế Abdel Mutalib Mohammed công bố ngày hôm nay.\n",
        "output": [
            "The first case of Avian Flu in Iraq was announced today by the country's Health Minister, Abdel Mutalib Mohammed.\n"
        ]
    },
    {
        "input": "Hàng ngàn người đã xuống đường phố Krakow phản đối kế hoạch chôn cất Tổng thống Ba Lan, Lech Kaczynski, tại Lâu đài Wawel.\n",
        "output": [
            "Thousands of people have taken to the streets of Krakow objecting to plans to bury the Polish president, Lech Kaczynski, at Wawel Castle.\n"
        ]
    },
    {
        "input": "Người ta tin rằng những người bị bắn là binh lính Iraq bị các tay súng chống chính phủ hành hình, theo một quan chức bộ Nội vụ, mặc dù các nạn nhân không mặt quân phục.\n",
        "output": [
            "It is believed those shot were Iraqi soldiers executed by anti-government fighters, according to an Interior Ministry official, although the victims were not dressed in military garb.\n"
        ]
    },
    {
        "input": "Sulpicio cũng mô tả việc điều tra như là một sự 'dò xét'chống lại Sulpicio từ đầu.\n",
        "output": [
            "Sulpicio also described the investigation as an 'inquisition' that was biased against Sulpicio from the start.\n"
        ]
    },
    {
        "input": "Thật không rõ ràng nếu nhà vô địch bảy lần cuộc thi Tour de France định cạnh tranh ở vòng phân loại chung, nhưng anh đã có một cú đột phá không thành công vào ngày Chủ Nhật trong việc theo đuổi chiến thắng.\n",
        "output": [
            "It is not clear if the seven-time Tour de France winner intended to compete for the general classification, but he did make an unsuccessful breakaway on Sunday in pursuit of a stage victory.\n"
        ]
    },
    {
        "input": "Tổ chức WTO cho biết rất nhiều ca nghiêm trọng về vi rút xảy ra ở những bệnh nhân có tiền sử bệnh lý mãn tính.\n",
        "output": [
            "The WHO says that many of the severe cases of the virus are reported in people with prior chronic illnesses.\n"
        ]
    },
    {
        "input": "Những tiêu chuẩn nhằm mục đích giải quyết những khó khăn mà các lập trình viên chạm phải khi họ phát triển phần mềm cho Linux.\n",
        "output": [
            "The standards aim to resolve difficulties that programmers face in developing software for Linux.\n"
        ]
    },
    {
        "input": "Bộ trưởng nhập cư Besson đã bảo vệ quyết định, nói rằng \"nếu Pháp không bao giờ gửi những người này về, nó sẽ trở thành mục tiêu cho những kẻ buôn người.\"\n",
        "output": [
            "Immigration Minister Besson defended the decision, saying that \"if France never sends people back, it becomes the target for people traffickers.\"\n"
        ]
    },
    {
        "input": "Lụt, bão, và gió mạnh đã xuất hiện từ đêm qua khi một cơn bão hiếm di chuyển vào vùng Tây nam Thái bình dương, đổ bộ vào những khu vực từ Seattle đến Portland với những cơn gió mạnh và mưa lớn.\n",
        "output": [
            "Flood, storm, and strong wind watches were in effect last night as a rare thunderstorm system moved into the Pacific Northwest region, hitting areas from Seattle to Portland with high winds and heavy rains.\n"
        ]
    },
    {
        "input": "Arid Uka, 22 tuổi đã khiến hai người thuộc lực lượng Không Quân Mỹ (USAF) thiệt mạng và làm bị thương hai người khác trong một cuộc tấn công bằng súng trên xe buýt ở Frankfurt.\n",
        "output": [
            "Arid Uka, 22, killed two US (USAF) men and wounded two more in a gun attack on their bus in Frankfurt.\n"
        ]
    },
    {
        "input": "Stewart tiến lên một bậc sau khi về thứ hai và ở vị trí thứ chín, khi Greg Biffle xuống thứ mười.\n",
        "output": [
            "Stewart move up one position after finishing second and is in the ninth position, as Greg Biffle fell to tenth.\n"
        ]
    },
    {
        "input": "Nhiều tòa nhà vừa bị sập cùng với cây cối đổ ngổn ngang.\n",
        "output": [
            "Buildings have already collapsed and trees have been knocked down.\n"
        ]
    },
    {
        "input": "Những người đi lậu vé trong buồng càng máy bay có nguy cơ bị lạnh cóng đến chết sau khi hạ cánh hay bị nghiền nát khi các bánh máy bay co vào.\n",
        "output": [
            "Stowaways in wheel wells risk freezing to death after take-off or being crushed when the wheels retract.\n"
        ]
    },
    {
        "input": "Điều này gây ra một làn sóng phản đối từ một nhóm bao gồm hai người đạt giải Nobel và những nhà khoa học khác, những người phản đối mạnh mẽ việc dạy này, hoặc ngay cả các cuộc thảo luận về sự Sáng chế trong lớp học khoa học.\n",
        "output": [
            "This provoked a storm of protest from a group that included two Nobel Laureates and other scientists who strongly oppose the teaching, or even the discussion of creation in science class.\n"
        ]
    },
    {
        "input": "Người ta tin rằng người đàn ông bị buộc tội giết bà là chồng cũ của cô cháu gái.\n",
        "output": [
            "It is believed the man who has been charged with her murder was the estranged husband of her niece.\n"
        ]
    },
    {
        "input": "Quatar đều gỡ hòa trước Nhật Bản và Việt Nam, có nghĩa là chiến thắng sẽ được xét bởi khoảng cách bàn thắng nếu hai bên đều được bốn điểm.\n",
        "output": [
            "Qatar drew both matches with Japan and Vietnam, meaning it will come down to goal difference if two sides are equal on four points.\n"
        ]
    },
    {
        "input": "Conte hiện đang thụ án bốn tháng tù giam vì tội phân phối steriods và rửa tiền.\n",
        "output": [
            "Conte is currently serving four months in prison for distribution of steriods and money laundering.\n"
        ]
    },
    {
        "input": "\"Có một vài ghi chép về trường hợp những người lính Canada bị cáo buộc liên quan đến tòa án, nhưng không có một tòa án quân sự nào cho tội danh giết người.\"\n",
        "output": [
            "\"There are a few recorded instances of alleged extra-judicial killing by Canadian soldiers, but no court martials for murder.\"\n"
        ]
    },
    {
        "input": "Ông cho biết vụ tấn công diễn ra \"trong chớp mắt.\"\n",
        "output": [
            "He said that the incident took no longer than the \"wink of an eye\".\n"
        ]
    },
    {
        "input": "Sự cộng tác này đã được đồn đại trong nhiều năm, và số lượng đầu cơ đã tăng trong vài tháng qua.\n",
        "output": [
            "Such a partnership had been rumored for years, and the amount of speculation grew over the past few months.\n"
        ]
    },
    {
        "input": "Cả hai thị trấn Senaki và Zugdidi đều nằm trong Georgia, ngoài \"khu vực an ninh\" xung quanh vùng Abkhazia.\n",
        "output": [
            "Both the town of Senaki and Zugdidi lie in Georgia proper, outside the \"security zone\" around the region of Abkhazia.\n"
        ]
    },
    {
        "input": "Medvedev đã nhắm vào các quan chức an ninh và quản lý sân bay sau vụ đánh bom.\n",
        "output": [
            "Medvedev has targeted both security officials and airport management in the wake of the bombing.\n"
        ]
    },
    {
        "input": "\"Chúng ta, không như người Anh, thành lập chủ nghĩa dân chủ dựa trên cá nhân, một phiếu bầu - sự dân chủ bài trừ phân biệt về giới tính hoặc chủng tộc, bảo vệ nhân quyền và tự do tôn giáo, \" ông đáp lại những lời phê bình từ quốc tế về phía ông gần đây, đặc biệt là từ Gordon Brown.\n",
        "output": [
            "\"We, not the British, established democracy based on one person, one vote - democracy which rejected racial or gender discrimination and upheld human rights and religious freedom,\" he said in response to the international criticism he has lately received, especially from Gordon Brown.\n"
        ]
    },
    {
        "input": "Tất cả các nhân viên hiện nay đều đã từ chối nói chuyện và tuyên bố rằng họ không chịu trách nhiệm cho hành động này.\n",
        "output": [
            "All the present officials refused to speak and declared that they were not responsible for the action.\n"
        ]
    },
    {
        "input": "Anh ta cũng đã vô tình làm mình bị bỏng khi đổ nước nóng vào chân của mình trong khi cố gắng để pha cà phê, dường như cũng do một con cá mập đụng vào thuyền.\n",
        "output": [
            "He has also accidentally burnt himself when he spilled hot water on his foot whilst trying to make coffee, apparently also from a shark 'bump'.\n"
        ]
    },
    {
        "input": "Các nhà khoa học đã tìm kiếm những thay đổi rất nhỏ trong chuyển động của những con quay hồi chuyển để có thể phát hiện ra hiệu ứng kéo khung, cũng như các hiệu ứng trắc địa lớn hơn rất nhiều - những chỉnh sửa nhỏ cho trường hấp dẫn của trái đất vì có những điểm khác biệt giữa thuyết lực hấp dẫn của Einstein và Newton.\n",
        "output": [
            "Scientists looked for small changes in the motion of the gyroscopes to detect the frame dragging effect, as well as the much larger geodetic effect – small corrections to the Earth's gravitational field due to differences between Einstein's and Newton's theories of gravity.\n"
        ]
    },
    {
        "input": "\"Vì ông Rudd bỏ các thỏa thuận nên có đến hơn 50,000 lượt nhập cư bất hợp pháp, \" Abbott tuyên bố.\n",
        "output": [
            "\"It's because Mr. Rudd closed it all down that we've had more than 50,000 illegal arrivals,\" claimed Abbott.\n"
        ]
    },
    {
        "input": "Một máy bay phản lực F/A-18 Hornet thuộc phi đội Blue Angels của Hải quân Mỹ đã bị rơi ở Beaufort, Nam Carolina hôm thứ bảy.\n",
        "output": [
            "An F/A-18 Hornet jet belonging to the U.S. Navy's Blue Angels squadron crashed in Beaufort, South Carolina Saturday.\n"
        ]
    },
    {
        "input": "Một trong những biên tập viên này là Justen Deal, người đã nói với Young Trigg rằng \"một số chỉnh sửa của anh có thể ảnh hưởng tới bài viết theo cách phản ánh thuận lợi cho chủ thể của bài viết.\"\n",
        "output": [
            "One of these editors is Justen Deal, who told Young Trigg that \"some of yours edits may have affected the article in such a way so as to reflect more favorably on the subject of the article.\"\n"
        ]
    },
    {
        "input": "Dịch vụ Thalys giữa Brussels và Cologne nay đã hoạt động trở lại, nhưng các dịch vụ đến Amsterdam và Paris vẫn còn bị đình chỉ.\n",
        "output": [
            "Thalys services between Brussels and Cologne have now resumed, but services to Amsterdam and Paris are still suspended.\n"
        ]
    },
    {
        "input": "Ông Edwards kêu gọi vấn đề này phải được minh bạch và mô tả những người khiếu nại là \"rất đáng quan tâm\" và ông hi vọng họ sẽ dành lại được công bằng nhờ những phiên toà.\n",
        "output": [
            "Mr Edwards called for the matter to be transparent and described the complaints as \"gravely concerning\" and he hopes they are properly dealt with by the courts.\n"
        ]
    },
    {
        "input": "Trưởng ban Nội các José Dirceu là một thành viên trong đoàn.\n",
        "output": [
            "The chief-minister of Civil House José Dirceu was a member of the delegation.\n"
        ]
    },
    {
        "input": "Gần 50% dân số ở nông thôn Djibouti chưa được tiếp cận với nguồn nước uống được khai thác đúng cách.\n",
        "output": [
            "Almost 50 percent of people in rural Djibouti do not have ready access to properly developed source of drinking water.\n"
        ]
    },
    {
        "input": "Mà vấn đề là chúng tôi không cần được nói cái gì và ai quyết định.\n",
        "output": [
            "The question is what we need not to be told and who decides.\n"
        ]
    },
    {
        "input": "Mặc dù vậy, 19 quốc gia, 13 trong số đó ở vùng châu Phi hạ Sahara đang gặp khó khăn nghiêm trọng trên tiến trình đạt mục tiêu.\n",
        "output": [
            "However, 19 countries, 13 of which are in Sub- Saharan Africa, are seriously off track to meet their target.\n"
        ]
    },
    {
        "input": "Mọi người cho rằng anh ta đang cố gắng buộc chiếc xe đó tránh đường.\n",
        "output": [
            "It is thought he was trying to force the other vehicle out of the way.\n"
        ]
    },
    {
        "input": "Al-Sayed bị bắn ở khu vực Bab Amr của Homs.\n",
        "output": [
            "The shooting of Al-Sayed took place in the Bab Amr section of Homs.\n"
        ]
    },
    {
        "input": "Các công nhân xây dựng đã thoát khỏi thương vong, may mắn là họ đang nghỉ giải lao tại thời điểm xảy ra sự việc.\n",
        "output": [
            "Construction workers escaped injury, luckily they were on a coffee break at the time of the incident.\n"
        ]
    },
    {
        "input": "Nhóm học giả đề xuất giải pháp này đã nhấn mạnh rằng giải pháp của họ là nhằm mục đích duy trì truyền thống của một người thừa kế nam.\n",
        "output": [
            "The group of scholars proposing this solution have stressed that their solution is aimed at maintaining the tradition of a male heir.\n"
        ]
    },
    {
        "input": "Nguồn thông tin còn cho Wikinews biết rằng mặc dù phiên bản tiếng Anh đã bỏ chặn, nhưng phiên bản tiếng Hoa vẫn còn bị khóa và khó truy cập trên một số vùng của lãnh thổ.\n",
        "output": [
            "Sources tell Wikinews that although the English version is unblocked, the Chinese version still remains blocked or hard to access in many parts of the country.\n"
        ]
    },
    {
        "input": "Tiến sĩ Raupal, người đồng chủ trì dự án quốc tế Global Carbon cũng ngạc nhiên trước kết quả nghiên cứu của mình.\n",
        "output": [
            "Dr Raupach, who co-chairs the international Global Carbon Project also, was surprised by his research results.\n"
        ]
    },
    {
        "input": "Wikipedia, một trong mười trang mạng được xem nhiều nhất trên internet, sẽ sớm có thay đổi nhỏ.\n",
        "output": [
            "Wikipedia, one of the top ten websites on the internet, will soon be receiving a face lift.\n"
        ]
    },
    {
        "input": "Đứa bé đang ở trên bãi biển với cha mẹ mình trong lúc chờ để được đưa vào đất liền trên tàu Hook Point.\n",
        "output": [
            "The child was on the beach with her parents while they waited to be transported to the mainland on the Hook Point barge.\n"
        ]
    },
    {
        "input": "Nghị quyết bày tỏ \"sự quan ngại nghiêm trọng\" việc không tuân thủ của Iran với các yêu cầu của IAEA về việc ngừng làm giàu và các hoạt động khác và yêu cầu giám đốc IAEA báo cáo về việc tuân thủ của Iran vào cuối tháng 8.\n",
        "output": [
            "The resolution expressed \"serious concern\" at Iran's non-compliance with the IAEA's demand to halt enrichment and other activities and asked the IAEA director to report on Iran's compliance by the end of August.\n"
        ]
    },
    {
        "input": "Hệ thống Kết nối dữ liệu và Truyền tải thông tin Máy bay (ACARS) đã gửi đi 24 thông điệp trong khoảng thời gian là bốn phút nói có rất nhiều vấn đề và các cảnh báo, trong đó có cảnh báo tốc độ không khí không chính xác xuất hiện trên máy bay, chỉ trước khi nó bắt đầu lao xuống.\n",
        "output": [
            "The plane's Aircraft Communications Addressing and Reporting System (ACARS) sent out 24 messages over a four-minute long period stating numerous problems and warnings, including incorrect air speed warnings occurring aboard the aircraft, just prior to it going down.\n"
        ]
    },
    {
        "input": "Giai đoạn thử nghiệm tiếp theo sẽ gồm 700 người từ mọi lứa tuổi.\n",
        "output": [
            "The next phase of the trial will include 700 people from varying age groups.\n"
        ]
    },
    {
        "input": "Cầu Danziger kéo dài qua kênh đào nối liền Hồ Pontchartrain và Sông Mississippi.\n",
        "output": [
            "The Danziger Bridge spans a canal which connects Lake Pontchartrain and the Mississippi River.\n"
        ]
    },
    {
        "input": "Cho đến khi đó, Woollard đã được bảo lãnh tại ngoại, với điều kiện cậu ta chỉ ở địa chỉ hiện tại của mình, và không được đi vào thành phố Westminster.\n",
        "output": [
            "Until then, Woollard has been granted bail, on condition that he remains at his current address, and does not enter the City of Westminster.\n"
        ]
    },
    {
        "input": "Thành phố Brampton thuộc Ontario, Canada và Marikina ở Philippin gần đây đã kết nghĩa là \"thành phố song sinh.\"\n",
        "output": [
            "The City of Brampton in Ontario, Canada, and Marikina in the Philippines have recently been \"twinned\".\n"
        ]
    },
    {
        "input": "Là một vị lãnh đạo nổi trội của Đảng Quốc dân Đại hội Ấn Độ ở kỳ bầu cử thứ 14 của Hạ nghị viện. Ông được biết đến là một đảng viên có tài năng, \"một người hầu cận trung thành nổi tiếng với gia đình Gandhi, phải đến tận năm 2004 ông mới thắng cử với đa số phiếu bầu.\"\n",
        "output": [
            "A prominent leader of the Indian National Congress in the 14th Lok Sabha, he is known to be a competent party apparatchik, \"a prominent Gandhi family loyalist who did not win a popular election until 2004\".\n"
        ]
    },
    {
        "input": "Giao dịch được thành lập vào năm 1985 và đến nay đã tăng trưởng lên gồm 34 doanh nghiệp với giá trị gộp hơn US$21bn (€16.3bn; GBP11.1bn).\n",
        "output": [
            "The exchange was founded in 1985 and has since grown to encompass 34 firms with a combined value of over US$21bn (€16.3bn; GBP11.1bn).\n"
        ]
    },
    {
        "input": "Danh sách mà ông Fosse đề cập đến là danh sách từ Ủy ban quốc hội về Sùng bái tại Pháp năm 1995.\n",
        "output": [
            "The list which Fosse referred to is a list from the 1995 Parliamentary Commission on Cults in France.\n"
        ]
    },
    {
        "input": "Phần thi thể còn sót lại của anh đã được một chiếc trực thăng chở đến sân bay Kandahar.\n",
        "output": [
            "His remains were taken by a helicopter to the Kandahar Airfield.\n"
        ]
    },
    {
        "input": "Kerry ghi nhận rằng vẫn còn những nghi ngờ về hiện tượng ấm lên toàn cầu và thay đổi khí hậu tại Quốc hội nơi đã \"kiểm tra các ngành khoa học\" bất chấp các nỗ lực và nghiên cứu của Al Gore và Liên hiệp quốc và ông lưu ý rằng \"Nhà Trắng sẽ là nơi cuối cùng cho sự thay đổi.\"\n",
        "output": [
            "Kerry noted that there are still skeptics of global warming and climate change in Congress who \"test the science\" despite the efforts and research of Al Gore and the United Nations and noting that \"the White House is the last place for change.\"\n"
        ]
    },
    {
        "input": "Michael Ryan đã nói với Peter Garty không được sao chép lại.\n",
        "output": [
            "Michael Ryan told Peter Garty to not make a copy of it.\n"
        ]
    },
    {
        "input": "Thượng nghị sĩ Joe Ludwig (Đảng Lao động, bang Queensland) đã hỏi Bộ trưởng Tư pháp và Hải quan thượng nghị sĩ Chris Ellison trong thời gian chất vấn liệu ông còn bảo vệ quan điểm của mình ngày hôm qua khi cho rằng sự phát hiện ra tàu Jian Seng chứng tỏ rằng chính phủ Úc đã thực hiện \"giám sát trên không và trên biển để ngăn chặn tàu trong những trường hợp như thế này, và điều đó đã được thực hiện\", và hỏi lý do Chính phủ phải mất hai tuần để chặn con tàu sau khi nó đi vào vùng biển Úc.\n",
        "output": [
            "Senator Joe Ludwig (Labor, Queensland) asked of the Minister for Justice and Customs Senator Chris Ellison in Question Time whether he stood by his claim that he made yesterday that the discovery of the Jian Seng demonstrated that the Australian Government had in place \"aerial and maritime surveillance to intercept a vessel in these circumstances, and that was done\", and asked why it took the Government two weeks to intercept the vessel after it entered Australian waters.\n"
        ]
    },
    {
        "input": "Cảnh sát Bathurst từ chối bình luận khi được hỏi về báo cáo ngày hôm nay.\n",
        "output": [
            "Bathurst Police refused to comment when contacted about the statement today.\n"
        ]
    },
    {
        "input": "Khoảng 100 sinh viên từ Rwanda, Burundi và Công sẽ chia sẽ những ý kiến về quá khứ và hiện tại ở Rwanda cũng như tương lai cho khu vực Hồ Lớn châu Phi.\n",
        "output": [
            "Approximately 100 students from Rwanda, Burundi and the Congo will share ideas about the past and present in Rwanda as well as the future for the Great Lakes region.\n"
        ]
    },
    {
        "input": "Công ty Hawk-Eye phụ trách công nghệ xác định bàn thắng trong bóng đá và tennis đã phản ứng trong thất vọng: \"tôi thấy không hài lòng, điều này hoàn toàn không thể chấp nhận được...\"\n",
        "output": [
            "Hawk-Eye, the company that was working on the goal-line technology that is already being used for line calls in tennis, reacted with disappointment: \"I'm livid, it is completely out of the blue...\"\n"
        ]
    },
    {
        "input": "Tuy nhiên, người đứng đầu cơ quan giám sát động đất ở Philippines đang tranh cãi về cảnh báo này của cơ quan Nhật Bản.\n",
        "output": [
            "The head of the earthquake monitoring agency in the Philippines disputed the Japanese agency's warnings, however.\n"
        ]
    },
    {
        "input": "Tuy nhiên, kế hoạch của chúng đã bị thất bại và Mann đã bị bắt giữ sau khi đến Zimbabwe để mua súng và lựu đạn.\n",
        "output": [
            "Their plans were foiled, however, and Mann was arrested after arriving in Zimbabwe to purchase firearms and grenades.\n"
        ]
    },
    {
        "input": "\"Nếu Apple quyết định bán Mac OS cho các công ty khác, chúng tôi sẽ rất vui mừng cung cấp nó cho khách hàng của chúng tôi, \" Dell viết trong một bức thư điện tử gửi Kirkpatrick.\n",
        "output": [
            "\"If Apple decides to open the Mac OS to others, we would be happy to offer it to our customers,\" Dell wrote in an email to Kirkpatrick.\n"
        ]
    },
    {
        "input": "Sự ủng hộ nhiệt tình của các cầu thủ đã giúp tôi rất nhiều và tôi cũng xin cảm ơn Colin Calderwood, Paul Barron và những thành viên còn lại đã hỗ trợ rất nhiều cho tôi trong mùa giải này.\"\n",
        "output": [
            "Having the unequivocal backing of the players has helped me enormously and I would also like to thank Colin Calderwood, Paul Barron and the rest of the backroom staff who have been tremendously supportive to me this season.\"\n"
        ]
    },
    {
        "input": "Những quả thận này cũng sẽ là mô của bệnh nhân tránh được các vấn đề của loại bỏ nội tạng và sẽ làm tăng tụ huyết của thận ghép luôn có sẵn để ghép cho con người.\n",
        "output": [
            "These kidneys would also be of the patient's tissue avoiding issues of organ rejection and would increase the pool of kidneys available for human transplant.\n"
        ]
    },
    {
        "input": "Manchester United và Barcelona sẽ gặp nhau tại vòng bán kết giải Champions Leagues sau khi cả hai đội đều giành thắng lợi tại vòng tứ kết.\n",
        "output": [
            "Manchester United and Barcelona will face off in the Champions League semi-finals after both teams won their quarterfinal matches.\n"
        ]
    },
    {
        "input": "Nhóm các bộ trưởng cũng đề xuất rằng đài phát thanh cộng đồng được phép phát 5 phút quảng cáo cho mỗi một giờ lên sóng.\n",
        "output": [
            "The GoM has also proposed that community radios be allowed up to 5 minutes of commercial advertising for every hour of broadcast.\n"
        ]
    },
    {
        "input": "Vào ngày 31 tháng 1 năm 2005, Đài phát thanh Caracol Colombia đã tường thuật rằng Chính phủ Colombia đã đưa ra bản mô tả chi tiết về cách thức hoạt động của FARC tại Colombia và trên toàn thế giới.\n",
        "output": [
            "The Colombian Caracol Radio reported on January 31, 2005 that the government of Colombia released a detailed document which describes how the FARC operates in Colombia and around the world.\n"
        ]
    },
    {
        "input": "Thương nhân từ chối việc từ bỏ kích động cho đến ngày 1 tháng Mười Một, khi Tòa thị chính Delhi có khả năng mở chiến dịch niêm phong trở lại.\n",
        "output": [
            "Traders refused to move back from the agitation until November 1, when Municipal Corporation of Delhi is likely to resume its sealing drive.\n"
        ]
    },
    {
        "input": "Hành khách chủ yếu là người nước ngoài đến từ Công ty xây dựng Nass-Murray and Roberts, và họ tham gia thưởng thức bữa tối ăn mừng việc hoàn thành một phần tòa tháp Trung tâm thương mại thế giới Bahrain.\n",
        "output": [
            "The passengers were mostly foreigners from the Nass-Murray and Roberts construction company, and were enjoying an evening dinner cruise in celebration of their completion of part of the Bahrain World Trade Centre towers.\n"
        ]
    },
    {
        "input": "Chiếc tàu 35m đã bị mắc kẹt kể từ thứ Năm tuần trước, khi trong khi đang trên đường đến cuộc họp APEC tại Sydney.\n",
        "output": [
            "The 35m vessel has been stranded since last Thursday, when she was grounded whilst on her way to the APEC meeting in Sydney.\n"
        ]
    },
    {
        "input": "Bữa tiệc đếm ngược đón năm mới 2008 ở thành phố Đài Bắc dường như bị \"mờ nhạt\" vì yếu tố chính trị.\n",
        "output": [
            "The 2008 Taipei City New Year Countdown Party was apparently \"faded\" with political factor.\n"
        ]
    },
    {
        "input": "Vẫn còn những báo cáo về đoạn video dẫn đến những trang web nơi mà nó được theo dõi, trong đó có một báo cáo trên The Times.\n",
        "output": [
            "Still other reports on the video linked to locations where it could be watched, including a report in The Times.\n"
        ]
    },
    {
        "input": "Mặc cho cáo buộc của bà Palin, bài viết gốc trên tờ New York Times ngày 3 tháng Mười kết luận rằng Obama và Ayers chưa bao giờ gần gũi, và rằng kết nối đã có thông qua các vận động đầu tiên của ông Obama cho văn phòng và một dự án cải cách trường học, \" nói rằng những con đường của họ đã không cắt nhau thường xuyên.\"\n",
        "output": [
            "Despite Palin's attack, the original article in the October 3 New York Times concluded that Obama and Ayers were never close, and that the connection was through Obama's initial run for office and a schools reform project, \"saying that their paths have crossed sporadically\".\n"
        ]
    },
    {
        "input": "Trong tổng số các phân bổ, thì vùng đầu tiên đã giảm vào tổng 117.170.000 đô la Úc và vùng thứ hai cho thấy tăng lên 114.353.000 đô la Úc.\n",
        "output": [
            "For total appropriations, the first area decreased by a total of A$117,170,000 and the second area saw an increase in of A$114,353,000.\n"
        ]
    },
    {
        "input": "Những vùng ấm nhất dọc theo vằn hổ tương ứng với hai trong số các địa điểm của hai tia được nhìn thấy ở hình ảnh chụp được bởi Cassini.\n",
        "output": [
            "The warmest regions along the tiger stripes correspond to two of the jet locations seen in Cassini images.\n"
        ]
    },
    {
        "input": "Cần lưu ý rằng luật Kazakh không đặt điều kiện một loại trục xuất như phá dỡ nhà ở, và việc trục xuất phải được đi kèm với việc kiểm kê tài sản loại ra khỏi tòa nhà di tán, trong khi cần cung cấp việc lưu giữ loại tài sản này.\n",
        "output": [
            "It should be noted that the acting Kazakh law does not stipulate such a kind of eviction as the demolition of houses, and the eviction should be accompanied by the inventory of property removed from the evacuated building, while the storage of this property should be provided is necessary.\n"
        ]
    },
    {
        "input": "Cái chết của Haney đang được chủ nhân của mình quy kết là kết quả của \"chú ý phân kênh\" để khởi động hệ thống cung cấp oxy chính trước khi nó tự động ngừng khi nó phát hiện khoang động cơ bị rò rỉ khí.\n",
        "output": [
            "Haney's death has been attributed by his employer as the result of his \"channelized attention\" on getting the main oxygen system to restart after it automatically cut out when it detected engine bay air leaks.\n"
        ]
    },
    {
        "input": "Người một thời có triển vọng thành công tại Đảng Cộng hòa, cựu thị trưởng thành phố New York Rudy Giuliani, người đã xếp sau ở vị trí thứ ba ở Florida, bang mà ông dùng làm cơ sở cho chiến dịch bầu cử của mình, đã rời khỏi cuộc đua vào hôm thứ tư, chủ yếu là vì ông đã không giành thắng lợi ở những cuộc bầu cử sơ bộ trước đó và số người ủng hộ ông đã ít dần đi.\n",
        "output": [
            "One time GOP front-runner Former New York City Mayor Rudy Giuliani, who placed a lagging third in Florida, the state he based his campaign on, dropped out of the race Wednesday, largely because he had no previous primary wins and dwindling support.\n"
        ]
    },
    {
        "input": "Hơn 160 người đã bị giam giữ trong một cuộc đàn áp kéo dài hai ngày, bao gồm hơn 100 người đến từ các khu ổ chuột lân cận, rất may là hầu hết trong số đó đều được phóng thích ngay sau đó.\n",
        "output": [
            "Over 160 people were taken into custody in a two day crackdown, including over 100 from a nearby slum, but most have been released since then.\n"
        ]
    },
    {
        "input": "Theo bài báo, McHale định treo cờ Canada dọc đường phố từ DCE (Douglas Creek Estates) nơi bị thổ dân chiếm đóng liên tục trong 10 tháng.\n",
        "output": [
            "According to news reports, McHale intended to put the Canadian flag across the street from DCE (Douglas Creek Estates) where the aboriginal occupation has been ongoing for 10 months.\n"
        ]
    },
    {
        "input": "Nói về phản ứng của người Iraq về cuộc đánh bom tại London, người phát ngôn cho biết, \"Hầu hết [những người] có mặt tại buổi cầu nguyện vào thứ Sáu tại nơi Căn cứ của Anh đều phản đối cuộc tấn công vào London vừa rồi.\"\n",
        "output": [
            "Speaking of the response by Iraqis to the London bombings, the spokesperson said, \"Most of the feed back from Friday pray[ers] in the British Area of Operation were against the attacks on London.\"\n"
        ]
    },
    {
        "input": "Packer cũng đã tham gia vào ngành công nghiệp cờ bạc và du lịch và sở hữu công Casino Crown ở Melbourne.\n",
        "output": [
            "Packer was also involved in the gambling and tourism industries and owned the Crown Casino in Melbourne.\n"
        ]
    },
    {
        "input": "Wikinews đã tiết lộ câu chuyện về một sửa đổi đầy nghi vấn sau khi nhận được tin báo từ các nhà quản trị trang web.\n",
        "output": [
            "Wikinews originally broke the story about the suspicious edit after receiving a tip from Wikipedia administrators.\n"
        ]
    },
    {
        "input": "Cũng có những quan ngại rằng tòa nhà bốn tầng nằm cách miệng hố chưa tới một mét có thể sụp do đất bên dưới tòa nhà tiếp tục bị xói mòn.\n",
        "output": [
            "There are also concerns that a four-story building less than a metre from the edge of the hole may collapse as the earth under the building continues to be eroded.\n"
        ]
    },
    {
        "input": "Tất cả các cuộc phỏng vấn được thực hiện qua thư điện tử, các cuộc phỏng vấn được công bố không qua chỉnh sửa, cho phép các ứng cử viên truyền đạt đầy đủ thông điệp của họ tới các độc giả của chúng tôi, không bị gián đoạn.\n",
        "output": [
            "All interviews are conducted over e-mail, and interviews are published unedited, allowing candidates to impart their full message to our readers, uninterrupted.\n"
        ]
    },
    {
        "input": "Các điều kiện của giải đua này khác xa, trung tâm Thời tiết Quốc gia cho biết nhiệt độ là 88 độ F (31 độ C) tại đường đua vào thời điểm đua.\n",
        "output": [
            "The conditions at this race were far different, with the National Weather Service reporting temperatures of 88° F (31° C) at the track at race time.\n"
        ]
    },
    {
        "input": "Thực hiện các khuyến nghị của họ sẽ có nghĩa là việc kế vị vị trí cao nhất trong xã hội Nhật Bản sẽ diễn ra mà không có một định kiến ​​giới tính.\n",
        "output": [
            "Implementation of their recommendations would mean that succession to the highest position in Japanese society would occur without a gender bias.\n"
        ]
    },
    {
        "input": "\"Đất nước nên chọn để khuyến khích những người thíc làm việc chứ không phải là những người thích gian lận.\"\n",
        "output": [
            "\"The nation should choose to encourage people who like to work rather than those who prefer cheating\".\n"
        ]
    },
    {
        "input": "Việc cảnh sát thông báo nhiều chuông báo động suốt buổi tối xảy ra vụ trộm ở các vị trí khác của tòa nhà đã làm rối bảo vệ của phòng trưng bày.\n",
        "output": [
            "The police stated multiple alarms during the evening of the heist in other parts of the building had distracted the gallery guard.\n"
        ]
    },
    {
        "input": "\"Trường hợp này đã xa quá mức cần thiết\", Arturo Gonzalez, luật sư chính trong vụ kiện giữa Valenzuela và O'Connell nói, trong đó Liliana Valenzuela, một học sinh trường trung học phổ thông Richmond, và những người khác đã khởi kiện để ngăn chặn việc bang sử dụng các bài kiểm tra như một yêu cầu tốt nghiệp, nói \"Chúng tôi nghĩ rằng đây là một cơ hội lớn khi học sinh trong các lớp của năm 2006 sẽ nhận được bằng tốt nghiệp của họ, thậm chí nếu đó là sau khi buổi lễ bắt đầu.\"\n",
        "output": [
            "\"This case is far from over,\" said Arturo Gonzalez, the lead attorney in Valenzuela vs. O'Connell, in which Liliana Valenzuela, a Richmond High School student, and others sued to block the state's use of the test as a graduation requirement, \"We think there is a strong chance that students in the Class of 2006 will receive their diplomas, even if it is after commencement ceremonies.\"\n"
        ]
    },
    {
        "input": "\"Các thế lực ly khai âm mưu khuấy động cảm nghĩ của công chúng và kích động họ.\"\n",
        "output": [
            "\"The secessionist forces plot to stir up public sentiments to embolden themselves.\"\n"
        ]
    },
    {
        "input": "Bốn máy bay chiến đấu F3 Tornado đã được Lực lượng Không quân Hoàng gia của Vương quốc Anh phóng đi nhằm ngăn chặn máy bay quân sự của Nga.\n",
        "output": [
            "Four F3 Tornado fighter jets were launched by the United Kingdom's Royal Air Force to intercept Russian military planes.\n"
        ]
    },
    {
        "input": "Một cây ATM ở bãi biển Virginia, Bang Virginia đã bị truy cập trái phép để làm cho nó nhả ra số tiền cao hơn 4 lần so với số tiền cần nhả; và việc này được thực hiện chỉ bằng cách nhập các con số từ bàn phím.\n",
        "output": [
            "An ATM in Virginia Beach, Virginia was cracked so it would give out 4 times as much money as it was supposed to; and this was done just by entering numbers into the keypad.\n"
        ]
    },
    {
        "input": "Người sửa giấu tên đã để lại một lời xin lỗi dài đến cộng đồng Wikimedia, giải thích rằng \"tôi hy vọng điều này sẽ chấm dứt những suy diễn là có ai đó đã biết về thảm kịch trước khi nó xảy ra.\"\n",
        "output": [
            "The anonymous editor left a lengthy apology to the Wikimedia community, explaining, \"I hope this puts an end to this speculation that someone knew about the tragedy before it was discovered.\"\n"
        ]
    },
    {
        "input": "Quận Thung Song ở tỉnh Nakhon Sri Thammarat nước lũ đã cao ngang thắt lưng ở các khu vực trung tâm mua sắm.\n",
        "output": [
            "Thung Song District in Nakhon Sri Thammarat province is experiencing waist-high floodwaters in downtown shopping areas.\n"
        ]
    },
    {
        "input": "Nhân viên cứu hỏa sợ rằng các đám cháy có thể hợp nhất thành một ngọn lửa khổng lồ nếu Gió Santa Ana tiếp tục tiến gần nếu không hơn 500.000 người phải di tản đến nơi an toàn.\n",
        "output": [
            "Firefighters now fear that the fires could merge into one giant blaze if the Santa Ana Winds continue sending close to if not over 500,000 people running for safety.\n"
        ]
    },
    {
        "input": "Phía ACT bao gồm các thành viên đội tuyển quốc gia Úc Aimee Murch và Clare Warwick; cầu thủ từng đoạt huy chương đồng Olympics Brenda De Blaes; đại diện của đội bóng tiểu bang Victoria, thành viên đội tuyển quốc gia từng giành huy chương đồng Olympics Justine Smethurst; và Clare Currie, người suýt được tách ra để đưa lên đội tuyển quốc gia.\n",
        "output": [
            "The ACT side included Australian national team members Aimee Murch and Clare Warwick; Olympic bronze medalist Brenda De Blaes; Victorian state team representative, national team member and Olympic bronze medalist Justine Smethurst; and Clare Currie, who narrowly missed the cut for the national team.\n"
        ]
    },
    {
        "input": "Bà cũng lưu ý rằng có một đống muối lớn ở Chelsea dùng để phá băng của đường cao tốc tại Commonwealth và nói rằng nó nằm ở đó là \"bất hợp pháp.\"\n",
        "output": [
            "She also noted the large salt pile in Chelsea used for the deicing of highways in the Commonwealth and said that it is located there \"illegally.\"\n"
        ]
    },
    {
        "input": "Chúng ta sẽ bảo vệ người đưa tin của Chúa không chỉ bằng tiếng nói của chúng ta mà còn bằng máu của chúng ta nữa, \" Nasralla nói với đám đông, ước tính lên đến 700.000 người (cảnh sát nói rằng con số thậm chí còn có vẻ cao hơn).\n",
        "output": [
            "We will uphold the messenger of God not only by our voices but also by our blood,\" Nasrallah told the crowd, estimated to be 700,000 (police said the figure was likely to be even higher).\n"
        ]
    },
    {
        "input": "Tuy nhiên, các mẫu được sử dụng trong phân tích đến từ 120.000 năm trước và cho thấy rằng quá trình giao phối của hai loài xảy ra là rất sớm.\n",
        "output": [
            "However, the samples used in the analysis came from the past 120,000 years and show that interbreeding of the two species occurred a great deal earlier.\n"
        ]
    },
    {
        "input": "Tổng thống Bush nói trước đó với hãng ARD của Đức rằng ông muốn đóng cửa nhà tù ở vịnh Guantanamo.\n",
        "output": [
            "President Bush said previously on ARD German television that he wants to close the Guantanamo Bay detainment camp.\n"
        ]
    },
    {
        "input": "Cooney không đưa ra lời bình luận gì và sẽ bị luận tội ở D. C.\n",
        "output": [
            "Cooney could not be reached for comment, and will be arraigned in D.C.\n"
        ]
    },
    {
        "input": "Million Dollar Baby (2004) và Crash (2005) đã thắng giải Oscar cho Phim Hay Nhất, khiến Haggis trở thành nhà biên kịch phim đầu tiên kể từ năm 1950 dành giải Oscar trong hạng mục Phim Hay Nhất hai năm liên tiếp.\n",
        "output": [
            "Both Million Dollar Baby (2004) and Crash (2005) won Academy Awards for Best Picture, making Haggis the first film writer since 1950 to pen movies which won Best Picture Oscars in consecutive years.\n"
        ]
    },
    {
        "input": "Trong khi Ortega lúc đầu trốn khỏi Venezuela sau khi bị ban hành một lệnh bắt giữ vào năm 2003, BBC báo cáo rằng ông đã quay trở lại Venezuela từ Costa Rica vào tháng Tám năm ngoái.\n",
        "output": [
            "While Ortega had initially fled Venezuela following the issuing of an arrest warrant in 2003, the BBC reports that he had returned to Venuzuela from Costa Rica last August.\n"
        ]
    },
    {
        "input": "Họ kêu gọi nhà chức trách Tây Ban Nha \"hành động ngay lập tức\" và \"làm tất cả mọi thứ có thể để đưa 36 ngư dân về nhà.\"\n",
        "output": [
            "They called for Spanish authorities to \"act immediately\" and \"do everything possible to bring home the 36 fishermen.\"\n"
        ]
    },
    {
        "input": "Gou, cúi đầu thể hiện sự hối tiếc, hứa sẽ làm hết sức để ngăn chặn các bi kịch như vậy xảy ra lần nữa.\n",
        "output": [
            "Gou, bowing as an expression of regret, promised to work to prevent such tragedies occurring again.\n"
        ]
    },
    {
        "input": "Trẻ em được xếp vào loại \"có sinh hoạt chung\" có nhiều cơ hội phát triển hơn là những đứa trẻ \"không sinh hoạt chung\": những đứa trẻ này có 3/4 nguy cơ bị nhiễm bệnh.\n",
        "output": [
            "Those who were rated in the category \"any social activity\" still had an improvement over the children rated as \"no social activity\": they had about 3/4 the chance of getting the disease.\n"
        ]
    },
    {
        "input": "\"Đây là một hậu quả có thể dự đoán của việc bỏ qua các biện pháp an toàn, \" một luật sư đại diện cho các gia đình cho biết.\n",
        "output": [
            "\"This was a foreseeable consequence of ignoring safety measures,\" one attorney representing the families said.\n"
        ]
    },
    {
        "input": "Bản báo cáo cũng cho biết thêm rằng ông ta đã đánh mất cơ hội do lảng tránh thông báo khẩn cấp khi chiếc máy bay va vào đường băng và bị bật trở lại trên không, tại thời điểm đó, phi công phụ Gagam Rochmana yêu cầu kế hoạch \"quay trở lại\" nhưng cũng đã bị phớt lờ.\n",
        "output": [
            "It also commented that he missed one further opportunity for emergency evasive action when the airliner struck the runway and bounced into the air, at which point co-pilot Gagam Rochmana requested a 'go-around' procedure be initiated, but was also ignored.\n"
        ]
    },
    {
        "input": "Một số lượng lớn những viên đá xanh hay những mảnh vụn đá Preseli dolerite được tìm thấy trong quá trình khai quật khiến các nhà nghiên cứu đi đến kết luận rằng những viên đá này đã được sùng bái như những thứ quý giá để chữa bệnh của họ.\n",
        "output": [
            "A large number of bluestone or spotted Preseli dolerite chips found during the excavation led the researchers to conclude the stones were venerated for their healing properties.\n"
        ]
    },
    {
        "input": "Những nhà điều tra phải mất hai tuần để xác định cá sấu nhiều răng là cá sấu châu Mỹ, (Cá Sấu Mississippi).\n",
        "output": [
            "It took investigators two weeks to positively identify the toothy crocodile as an American alligator, (Alligator mississippiensis).\n"
        ]
    },
    {
        "input": "Thảm họa làm thiệt hại 15,5 triệu đô la Mỹ mà Imperial thu được trong quý đầu năm nay.\n",
        "output": [
            "The disaster is also blamed for a $15.5 million loss Imperial posted in this year's first quarter.\n"
        ]
    },
    {
        "input": "Sau khi con hổ tấn công nhân viên, nó tiếp tục tấn công hai người khách khác.\n",
        "output": [
            "After the tiger attacked the worker, it then went on to attack the two other visitors.\n"
        ]
    },
    {
        "input": "Các nhà khoa học tại Cơ quan Khí tượng Ấn Độ (IMD) tại New Delhi, trung tâm tại châu Á của các nhà khoa của Tổ chức Khí Tượng Thế giới, nói rằng họ đã sớm phát đi bản thông báo đầu tiên về cơn lốc xoáy đến Myanmar ngay ngày 26 tháng 4.\n",
        "output": [
            "Scientists at the Indian Meteorological Department (IMD) in New Delhi, theWorld Meteorological Organisation's specialist centre for Asia, say they issued the first of the cyclone bulletins to Myanmar as early as 26 April.\n"
        ]
    },
    {
        "input": "Khi trên 64, Yuvraj đã được đặt dưới sự yểm trợ bởi Shoaib Malik.\n",
        "output": [
            "When on 64, Yuvraj was put down at covers by Shoaib Malik.\n"
        ]
    },
    {
        "input": "Đội Kukris đã ghi được một bàn thắng sau toàn thời gian đấu nhưng thất bại trong việc tiếp đất một cú đá tương đối đơn giản mà lẽ ra đã có thể giúp họ giành chiến thắng.\n",
        "output": [
            "Kukris scored a try after full-time yet failing to convert a relatively simple kick that would have won the game for them.\n"
        ]
    },
    {
        "input": "Quyết định Kế hoạch B là quyết định duy nhất trong số 67 đề xuất thay đổi thuốc không bán theo toa không được chấp thuận, thậm chí ngay cả sau khi hội đồng cố vấn đã chấp thuận những thay đổi này.\n",
        "output": [
            "The Plan B decision was the only one of 67 proposed prescription to OTC changes to be disapproved, even after advisory committees approved the changes.\n"
        ]
    },
    {
        "input": "Cuộc điều tra được yêu cầu bởi 30 hạ nghị sĩ và 17 thượng nghị sĩ.\n",
        "output": [
            "The investigation was requested by 30 House members and 17 Senators.\n"
        ]
    },
    {
        "input": "Curry lưu ý rằng kết quả đối với những bệnh nhân được điều trị thành công đều đúng \"bất kể họ phản ứng gì với cả hai phương pháp điều trị - phương pháp trị liệu hành vi nhận thức, Prozac hay thuốc an thần.\"\n",
        "output": [
            "Curry noted that the results for those treated successfully held true \"whatever they responded to — cognitive-behavioral therapy, Prozac, both treatments, or a placebo\".\n"
        ]
    },
    {
        "input": "ABC News đã giành được và đã đưa tin về một đoạn băng tin nhắn từ Osama Bin Laden.\n",
        "output": [
            "ABC News has obtained and released a transcript of a taped message from Osama Bin Laden.\n"
        ]
    },
    {
        "input": "Và tôi đã làm tất cả những điều này để tăng cơ hội có được công việc mơ ước trên truyền hình.\"\n",
        "output": [
            "And I was doing all this in order to increase my chances to get my dream job in television.\"\n"
        ]
    },
    {
        "input": "Một quan chức cho biết, phiên dịch viên này bắn họ tại một tiền đồn phía đông Afghanistan trước khi anh ta bị bắn chết bởi những người lính khác.\n",
        "output": [
            "An official said the translator shot them at an eastern Afghanistan outpost before he was shot dead by other soldiers.\n"
        ]
    },
    {
        "input": "Quân đội Israel hẳn phải nhận thức được tình hình nhưng đã không hỗ trợ những người bị thương.\n",
        "output": [
            "The Israeli military must have been aware of the situation but did not assist the wounded.\n"
        ]
    },
    {
        "input": "Chính phủ lên kế hoạch để phóng một nhóm hai người lên quỹ đạo vào tháng Chín hoặc tháng Mười trong vòng năm tới sáu ngày.\n",
        "output": [
            "The government planned to launch a two-man crew into orbit in September or October on a five to six day flight.\n"
        ]
    },
    {
        "input": "Các mỏ than ở Trung Quốc gây chết người nhiều nhất trên thế giới; theo Al Jazeera, mỗi năm có vài ngàn thợ mỏ chết vì gặp tai nạn tại các mỏ than.\n",
        "output": [
            "China's mines are the deadliest in the world; according to Al Jazeera, several thousand miners die each year due to accidents in them.\n"
        ]
    },
    {
        "input": "Tất cả đàn ông, đều là thường dân, bị đâm nhiều lần, có những dấu vết trên cổ tay của họ cho thấy cổ tay của họ đã bị trói lại với nhau, và tất cả các nạn nhân có vết thương do đạn bắn vào đầu.\n",
        "output": [
            "The men, all civilians, were stabbed repeatedly, had marks on their wrists which suggests their wrists were tied together, and all of the victims had gunshot wounds to their heads.\n"
        ]
    },
    {
        "input": "Chương trình Regional Partnerships đem sự giúp đỡ của chính phủ tới cho các vùng miền.\n",
        "output": [
            "Regional Partnerships program provides government assistance for projects in regional areas.\n"
        ]
    },
    {
        "input": "Kothari cho biết thêm: \"Các bang có dân số ít hơn thì có ít thành viên trong Quốc hội Ấn Độ hơn.\"\n",
        "output": [
            "Kothari continued: \"The states with lesser population send fewer members to the Indian parliament.\"\n"
        ]
    },
    {
        "input": "Những nghi phạm đã bị bắt vào thứ Sáu bởi đơn vị phòng chống tội phạm Mpumalanga.\n",
        "output": [
            "The suspects were arrested on Friday by the Mpumalanga organized crime unit.\n"
        ]
    },
    {
        "input": "\"Trong phạm vi mà chúng tôi đã được thông báo về tất cả các cáo buộc và đã xem xét lại tất cả các bằng chứng sẵn có, chúng tôi cũng tin rằng việc này là đúng.\"\n",
        "output": [
            "\"To the extent that we have been informed of all allegations and have reviewed all available evidence, we also believe this to be the case.\"\n"
        ]
    },
    {
        "input": "Bill Clinton, cựu Tổng thống Hoa Kỳ, sẽ thực hiện chuyến viếng thăm tới Romania vào ngày 21 tháng Năm, để tham gia hội nghị BeyondBorders 2005 tại Bucharest với tư cách diễn giả chính.\n",
        "output": [
            "Bill Clinton, the former President of the United States of America, will make a visit to Romania on May 21, to participate as the keynote speaker at the BeyondBorders 2005 conference in Bucharest.\n"
        ]
    },
    {
        "input": "Những cố gắng để liên lạc với bạn bè và gia đình qua điện thoại di động trở nên khó khăn bởi vì các mạng di động lớn nhất như Vodafone, O2 và Orange đều bị quá tải nhiều lần vào sáng nay, đồng nghĩa với việc các cuộc gọi thoại đều không thành công.\n",
        "output": [
            "Those trying to contact friends and family via mobile have struggled as the largest mobile networks, Vodafone, O2 and Orange, have all suffered from full capacity on several occasions this morning meaning voice calls failed.\n"
        ]
    },
    {
        "input": "Mỹ đã tăng cường an ninh sân bay sau nỗ lực đánh bom không thành công ngày 25 tháng Mười hai vào một chuyến bay của hãng Delta bởi một người đàn ông Nigeria giấu chất nổ trong quần lót.\n",
        "output": [
            "The US has increased its airport security following the failed attempted December 25 bombing of a Delta flight by a Nigerian man with explosives in his underpants.\n"
        ]
    },
    {
        "input": "\"Mối quan ngại lớn của chúng tôi là hơn 3.000 người đang ở dưới lòng đất, \" Chủ tịch hiệp hội thợ mỏ quốc gia Nam Phi, Deon Boqwana cho hay.\n",
        "output": [
            "\"Our main worry is for more than 3,000 people who are underground,\" said National Union of Mineworkers for S. Africa chairman, Deon Boqwana.\n"
        ]
    },
    {
        "input": "Vận động viên thể dục người Hà Lan Epke Zonderland biểu diễn một chuỗi động tác gần như hoàn hảo và vô cùng khó đã đạt được 16,533 điểm, giúp anh ấy giành được cả huy chương vàng lẫn màn hoan nghênh nhiệt liệt từ khán giả ở nhà thi đấu North Greenwich.\n",
        "output": [
            "The Dutch gymnast Epke Zonderland performed a near-flawless and immensely difficult routine that earned 16.533 points, earning him both a gold medal and a standing ovation from the audience in the North Greenwich Arena.\n"
        ]
    },
    {
        "input": "James sẽ không nhận tội, theo luật sư của ông, James E. Blatt.\n",
        "output": [
            "James will plead not guilty, according to his attorney, James E. Blatt.\n"
        ]
    },
    {
        "input": "Phải mất vài giờ cho đến khi các lực lượng an ninh có thể giành quyền kiểm soát tất cả các khu vực.\n",
        "output": [
            "It took several hours before security forces were able to gain control of all the sites.\n"
        ]
    },
    {
        "input": "Trong tháng 5 năm 2006 nó hoạt động mạnh đỉnh điểm trong đợt phun trào dữ dội vào ngày 14 tháng 7 và 16 tháng 8.\n",
        "output": [
            "In May 2006 it increased dramatically culminating in violent eruptions on July 14 and August 16.\n"
        ]
    },
    {
        "input": "Đài phát thanh Israel ghi nhận rằng đây là người Palestine thứ ba trong vòng hai tháng qua bị bắt khi cố vận chuyển các chất nổ qua các trạm kiểm soát của Israel.\n",
        "output": [
            "Israeli radio noted that this is the third Palestinian child in the past two months caught attempting to transfer explosives past Israeli checkpoints.\n"
        ]
    },
    {
        "input": "Thiệt hại cơ sở hạ tầng, dẫn đến việc làm chậm phân phối viện trợ lương thực, đã dẫn đến khả năng rất thực tế của nạn đói lan rộng.\n",
        "output": [
            "Infrastructure damage, leading to slow distribution of food aid, has lead to the very real possibility of widespread starvation.\n"
        ]
    },
    {
        "input": "Phóng viên không biên giới cho rằng Ba Lan là quốc gia Liên minh châu Âu duy nhất mà các bản án tù được áp dụng đối với \"hành vi phạm tội vì quan điểm\" và đây là trường hợp đầu tiên như vậy xuất hiện trong EU.\n",
        "output": [
            "Reporters sans frontières claims that Poland is the only European Union country in which prison sentences are imposed for \"offences of opinion\" and that this is the first such occurrence in the EU.\n"
        ]
    },
    {
        "input": "Liệu Vardi là bố mẹ thông minh vì sự khuyến khích của ông hoặc thực tế tạo chỗ dựa cho những người chậm chạp, Vardi là một thứ duy nhất cho ấy biết khi ông cố gắng mang các sản phẩm của những đứa con ra thị trường.\n",
        "output": [
            "Whether Vardi is a smart parent for his encouragement, or in fact propping up laggards, is something only time will tell him as he attempts to bring these products of his children to market.\n"
        ]
    },
    {
        "input": "Toronto FC đã hoàn tất mùa giải nhưng New England Revolution sẽ phải đối mặt với New York Red Bulls trong vòng 1 của trận đấu loại trực tiếp.\n",
        "output": [
            "Toronto FC's season is finished as New England Revolution will face New York Red Bulls in the 1st Round of the playoffs.\n"
        ]
    },
    {
        "input": "Spears không bị buộc tội với bất cứ điều gì và bất chấp sự thiếu thận trọng của các tay săn ảnh, Spears cũng không muốn những người này bị bắt giữ.\n",
        "output": [
            "Spears was not charged with anything and despite the paparazzis' recklessness, Spears did not want the men arrested.\n"
        ]
    },
    {
        "input": "Praveen Khandelwal, Tổng thư ký của Liên đoàn Thương nhân Toàn Ấn Độ, cho biết, họ sẽ kêu gọi chấm dứt các cuộc biểu tình vào tối thứ Tư và họ sẽ tiếp tục các việc kích động của mình bằng biểu tình tuyệt thực và các hội nghị đối với các chiến dịch niêm phong.\n",
        "output": [
            "Praveen Khandelwal, Secretary General of the Confederation of All India Traders, said, they will call off the strike on Wednesday night and they continue their agitation by hunger-strike and conferences against the sealing drive.\n"
        ]
    },
    {
        "input": "Bà Clinton đã không đòi hỏi gì để đổi lấy sự ủng hộ của bà cho Obama, nhưng Obama đáp lại bằng một cử chỉ đóng góp cho chiến dịch của bà Clinton mà bây giờ là gánh nặng nợ nần.\n",
        "output": [
            "Mrs. Clinton asked for nothing in exchange for her support of Obama, but Obama instead countered with a gesture of contributing to Mrs. Clinton campaign that is now burdened by debt.\n"
        ]
    },
    {
        "input": "Với một cuộc bầu cử sắp tới vào thứ Bảy này tại bang Queensland của Úc, phóng viên Wikinews Patrick Gillett giới thiệu sơ các đảng tranh cử.\n",
        "output": [
            "With an election coming up this Saturday in the Australian state of Queensland, Wikinews reporter Patrick Gillett previews the contesting parties.\n"
        ]
    },
    {
        "input": "Đây được coi là trận động đất tâm sâu, vì nó được cảm thấy trên diện rộng như thế.\n",
        "output": [
            "This is a so-called deep-focus earthquake, that's why it was felt at such a large territory.\n"
        ]
    },
    {
        "input": "Tuy nhiên, cặp đôi này vẫn đóng góp cho tỉ số cảu đội bóng, Crispin ghi được 12 điểm với 15 cú dội bóng, và Merritt ghi được 16 điểm với sáu cú dội bóng.\n",
        "output": [
            "Nonetheless, the pair still contributed to the team's scoreline, with Crispin scoring 12 points with 15 rebounds, and Merritt scoring 16 points with six rebounds.\n"
        ]
    },
    {
        "input": "Chan đã bị cáo buộc là chủ mưu của các hoạt động, và Myuran đã bị cáo buộc là một chấp hành viên.\n",
        "output": [
            "Chan was alleged to be the mastermind of the operation, and Myuran was alleged to be an enforcer.\n"
        ]
    },
    {
        "input": "Cảnh sát nói rằng họ đã khống chế được cả cả khách sạn Taj Mahal và Oberoi Trident.\n",
        "output": [
            "Police say that they are in control of both the Taj Mahal and Oberoi Trident hotels.\n"
        ]
    },
    {
        "input": "Liên đoàn bóng đá thế giới FIFA đã đưa ra lệnh cấm với đội bóng của Bosnia và Herzegovina.\n",
        "output": [
            "The national football team of Bosnia and Herzegovina has been banned by FIFA, the sport's international governing body.\n"
        ]
    },
    {
        "input": "Người dân thị trấn đã nhiều lần gọi cho cảnh sát để dẹp những người biểu tình từ vùng đất, mà hiện nay thuộc sở hữu của tỉnh và đang được ủy thác cho đến khi vấn đề được giải quyết.\n",
        "output": [
            "Townspeople have repeatedly called for police to remove the protesters from the land, which is now owned by the province and being held in trust until the dispute is resolved.\n"
        ]
    },
    {
        "input": "Cậu bé giấu tên này nhớ rằng mình đã đeo dây an toàn và thậm chí bật xi-nhan những lúc cần thiết.\n",
        "output": [
            "The boy, whose name was not released, remembered to wear his seatbelt and even used his turn signal when he was supposed to.\n"
        ]
    },
    {
        "input": "Tuần trước chế độ Fiji đã đe đọa trục xuất Cao ủy của New Zealand trừ khi chính phủ New Zealand cấp visa cho George Nacewa, con trai của một quan chức cao cấp của chế độ Fiji.\n",
        "output": [
            "Last week the Fijian regime threatened to expel New Zealand's High Commissioner unless the New Zealand government granted a visa to George Nacewa, the son of a senior regime official.\n"
        ]
    },
    {
        "input": "Ngay sau thông báo, cái tên nhận được nhiều lời chỉ trích vì nghe quá giống như \"wee\", một từ tiếng lóng trong tiếng Anh có nghĩa là nước tiểu.\n",
        "output": [
            "In the immediate aftermath of the announcement, the name received much criticism for sounding too much like \"wee\", an English slang word meaning urine.\n"
        ]
    },
    {
        "input": "Bên cạnh đó, họ đã kiểm tra lỗ thông hơi trên các hệ thống giúp kiểm soát nguồn khí trong Trạm và đặt lại một thí nghiệm khoa học vật lý Nhật Bản.\n",
        "output": [
            "In addition, they checked vents on systems that help control the Station's atmosphere and relocated a Japanese physical science experiment.\n"
        ]
    },
    {
        "input": "\"Vào ngày 18 tháng Mười Hai năm ngoái, tôi đã viết thư cho Chưởng lý tối cao Indonesia nhắc nhở ông ấy rằng Chính phủ Australia đã phản đối án tử hình và chúng tôi không muốn nhìn thấy bất kỳ án tử hình nào với công dân Úc, trong bối cảnh của Bali Nine, \" ông nói.\n",
        "output": [
            "\"On the 18th of December last year, I wrote to the Indonesian Attorney-General reminding him that the Australian Government was opposed to the death sentence and we didn't want to see, in the context of the Bali nine, any of the Australians sentenced to death,\" he said.\n"
        ]
    },
    {
        "input": "Đội thi đấu Paralympic được mong đợi sẽ ​​hoàn thành các môn sau khi giành được một phần nghìn huy chương của quốc gia.\n",
        "output": [
            "The Paralympic team is expected to finish the Games having earned the country's one thousandth medal.\n"
        ]
    },
    {
        "input": "Thật kém may mắn cho Fernando, trục trặc khiến anh phải dừng lại đã làm hỏng một trận đấu tuyệt vời.\n",
        "output": [
            "Tough luck for Fernando, pit-stop problem spoiled a fantastic battle.\n"
        ]
    },
    {
        "input": "Trong khi đó tờ Jerusalem Post cho biết tinh thần các chỉ huy quốc phòng của Israel tăng lên khi Israel sẽ phải hành động độc lập để ngăn chặn Iran có được vũ khí hạt nhận khi có vẻ như Mỹ không muốn làm điều này.\n",
        "output": [
            "Meanwhile, the Jerusalem Post reports there is a growing mood among Israel's defence establishment that the country will have to act independently to stop Iran from obtaining nuclear weapons as the United States is unlikely to do so.\n"
        ]
    },
    {
        "input": "Hãng tin BBC nói bức thư đã liệt kê ra những điều cần thiết nếu Iran muốn sẵn sàng tiếp tục bất kì cuộc chiến nào với Iraq.\n",
        "output": [
            "BBC News says the letter states what would be needed if Iran was willing to continue any battle with the country of Iraq.\n"
        ]
    },
    {
        "input": "Một tấm bảng đánh dấu sự kết nghĩa được bố trí cho bùng binh.\n",
        "output": [
            "A sign marking the twinning is planned for the roundabout.\n"
        ]
    },
    {
        "input": "Ông McGuire cho biết thỏa thuận này sẽ không giới hạn việc hai người bán câu chuyện của họ cho CNN, the US Today Show và Good Morning America, tất cả những hãng trên đều đã liên lạc với ông Russel và ông Webb trong tuần này.\n",
        "output": [
            "Mr McGuire said the deal would not restrict the pair from selling their story to CNN, the US Today Show and Good Morning America, who have all reportedly made contact with Mr Russell and Mr Webb this week.\n"
        ]
    },
    {
        "input": "Vụ kiện hơn 750 triệu đô la Mỹ (528 triệu bảng Anh) - khoảng một nửa số tiền ước tính thu từ các bộ phim của Marvel.\n",
        "output": [
            "The suit is for more than US$750 million (£528M) — about half of the estimated proceeds from Marvel's movies.\n"
        ]
    },
    {
        "input": "Hopper là một nhiếp ảnh gia, họa sĩ, và một nhà điêu khắc sung mãn, các tác phẩm của ông được triển lãm khắp thế giới.\n",
        "output": [
            "Hopper was a prolific photographer, painter, and sculptor whose works have been exhibited worldwide.\n"
        ]
    },
    {
        "input": "Alan Mercer đang tranh cử cho Đảng Tự do Chủ nghĩa Ontario trong cuộc bầu cử cấp tiểu bang Ontario, tại Scarborough—Rouge River.\n",
        "output": [
            "Alan Mercer is running for the Ontario Libertarian Party in the Ontario provincial election, in the Scarborough—Rouge River riding.\n"
        ]
    },
    {
        "input": "Quan chức chính quyền địa phương vừa cho biết có ít nhất mười một người đã bị giết vào hôm chủ nhật ở phía Nam Afghanistan bởi một quả bom được đặt bên lề đường.\n",
        "output": [
            "Local government officials have said that at least eleven people were killed on Sunday in southern Afghanistan by a roadside bomb.\n"
        ]
    },
    {
        "input": "\"Cái chết của ông ta là một tổn thất khá lớn cho al-Qaeda\", các quan chức cho biết.\n",
        "output": [
            "\"His death is quite a significant blow to al-Qaeda,\" said officials.\n"
        ]
    },
    {
        "input": "Bà cho biết chồng mình Pat, không thể chịu đựng được khi nhìn thấy đồ của Casey trong nhà nên phải bỏ hầu hết mọi thứ vào nhà kho.\n",
        "output": [
            "She says her husband Pat, couldn't bear having Casey's things at home and put most of them in storage.\n"
        ]
    },
    {
        "input": "Theo dự kiến ông vẫn tiếp tục làm huấn luyện viên cho đội cho tới sau World Cup 2007, và sẽ thay thế Duncan Fletcher làm huấn luyện viên đội tuyển Anh sau khi hợp đồng của ông với PCB hết hạn.\n",
        "output": [
            "He was to remain coach until after the 2007 World Cup, and was tipped to replace Duncan Fletcher as the coach of England after his contract with the PCB expired.\n"
        ]
    },
    {
        "input": "Dự án 1 triệu € sẽ gồm một loạt các tuabin dưới nước được lắp đặt tại Romney Weir gần sông Thames.\n",
        "output": [
            "The £1 million project will consist of a series of under-water turbines to be installed at Romney Weir in the nearby River Thames.\n"
        ]
    },
    {
        "input": "Họ đã phát hành, vào năm 1996, album đầu tiên, bán được hơn một triệu bản trên toàn thế giới.\n",
        "output": [
            "They released, in 1996, their first album, which sold over a million copies worldwide.\n"
        ]
    },
    {
        "input": "Mỗi một hội đồng xét xử có ba người gồm hai bồi thẩm viên và một thẩm phán, sẽ phán quyết cả vụ án hình sự và dân sự.\n",
        "output": [
            "Two jurors and a judge will be sitting on each three-person panel, and decide both criminal and civil cases.\n"
        ]
    },
    {
        "input": "Một trong những người phụ nữ cảm thấy chóng mặt, ngã xuống và được đưa lên xe cứu thương.\n",
        "output": [
            "One of the women felt dizzy, fell down and was picked up by the ambulance.\n"
        ]
    },
    {
        "input": "Nhà ga tàu điện Piccadilly Circus đã được mở cửa trở lại sau khi bị đóng cửa sớm.\n",
        "output": [
            "Piccadilly Circus tube station has reopened after an earlier closure\n"
        ]
    },
    {
        "input": "Các nhà thiên văn học trước đây cho rằng đường vòng hầu như bằng phẳng hoàn toàn, với thay đổi về chiều cao chỉ vài mét.\n",
        "output": [
            "Astronomers previously thought that the rings were almost completely flat, with changes in height of only a few metres.\n"
        ]
    },
    {
        "input": "Ông cũng cho biết ông đang lên kế hoạch dự thảo thêm một số bộ luật để trình bày với Nghị viện New Zealand.\n",
        "output": [
            "He says that he is now considering writing up a new bill to submit it to the New Zealand Parliament.\n"
        ]
    },
    {
        "input": "Philadelphia sẽ đạt 100ºF, Washington DC có nhiệt độ cao nhất là 101ºF và ở Baltimore và Richmond có thể thấy nhiệt độ tăng lên trên mốc 100.\n",
        "output": [
            "Philadelphia will reach 100ºF, Washington D.C. will have a high of 101ºF and Baltimore and Richmond may see temperatures rise above the 100 mark.\n"
        ]
    },
    {
        "input": "Ở Trung Quốc thì bình thường người ta vẫn có thể vào xem YouTube, họ chỉ bị \"Bức Tường Lửa\" ngăn chận không cho vào xem những trang khiêu dâm hay những trang có âm mưu lật đổ chính quyền.\n",
        "output": [
            "YouTube is normally easily accessible in China, which blocks other pornographic or subversive sites with its 'Great Firewall'.\n"
        ]
    },
    {
        "input": "Người dân được khuyên uống nhiều nước, không đi ra đường lúc giữa trưa và kéo kín rèm để giữ mát cho các phòng.\n",
        "output": [
            "People have been advised to drink plenty of water, not go out in the midday sun and keep curtains closed to cool rooms.\n"
        ]
    },
    {
        "input": "Theo công ty phát thanh truyền hình quốc gia Phần Lan (YLE), ông cho rằng các biện pháp đối phó lẽ ra nên được bắt đầu từ một tuần trước, ngay sau thảm họa, thay vì bây giờ.\n",
        "output": [
            "He says, according to Finland's national broadcasting company (YLE), that the countermeasures should have started a week ago, immediately after the disaster, instead of now.\n"
        ]
    },
    {
        "input": "Bongo đã tuyên thệ nhậm chức vào thứ Bảy sau khi một cuộc duyệt bầu cử tháng Tám kéo dài đưa ông lên nắm quyền.\n",
        "output": [
            "Bongo was sworn in Saturday after a lengthy review of the August election that brought him to power.\n"
        ]
    },
    {
        "input": "Tối thứ Tư, đội Houston Astros, một đội bóng chày chuyên nghiệp ở Bắc Mỹ, đã chiến thắng Giải quốc gia 2005 bằng cách đánh bại đội St. Louis Cardinals với tỷ số 5-1 để giành được chiến thắng thứ 4 trong mùa Giải vô địch quốc gia.\n",
        "output": [
            "Wednesday night, the Houston Astros, a professional baseball team in North America, won the 2005 National League Pennant by defeating the St. Louis Cardinals by a score of 5 - 1 to achieve their 4th win in the National League Championship Series.\n"
        ]
    },
    {
        "input": "\"Một kẻ đánh bom liều chết đã kích nổ xe hơi khi đi cạnh một xe buýt chở khách đang đi ngang qua chợ, \" sĩ quan cảnh sát cấp cao Shafqat Malik nói.\n",
        "output": [
            "\"A suicide bomber blew himself up as the car was next to a passenger bus passing through the market,\" said senior police officer Shafqat Malik.\n"
        ]
    },
    {
        "input": "Nghị quyết chỉ thị Thư ký hội đồng liên hợp quốc Ban Ki-Moon tổ chức hội nghị của tất cả các quóc gia Trung Đông.\n",
        "output": [
            "The resolution directs United Nations Secretary-General Ban Ki-Moon to organize a conference of all the Middle East states.\n"
        ]
    },
    {
        "input": "\"Chúng ta người Thụy Sĩ tìm thấy con đường giữa biển khơi, không chỉ riêng gì trong những ngọn núi, \" đề cập đến việc Thuỵ Sĩ nổi tiếng nhất vì môn trượt tuyết đổ dốc Alpine.\n",
        "output": [
            "\"We Swiss find our way at sea, not just in the mountains,\" referring to Switzerland being most popular for Alpine skiing.\n"
        ]
    },
    {
        "input": "\"Thủ tướng được đưa đến phòng phẫu thuật lúc 6:40 sáng, cuộc phẫu thuật được tiến hành lúc 8:45 sáng và kết thúc lúc 7:30 chiều.\"\n",
        "output": [
            "\"PM was sent to the Operation Theatre at 6:40 am, surgery was done at 8:45 am and was concluded at 7:30 pm.\"\n"
        ]
    },
    {
        "input": "\"Báo khói đã reo ở tầng thứ 13 và 27.\"\n",
        "output": [
            "\"Smoke detectors went off on the 13th and 27th floors.\"\n"
        ]
    },
    {
        "input": "Dù có nhiều kết quả khác nhau trong giải đấu đội Kukris vẫn đủ điều kiện dự vòng chung kết Jug.\n",
        "output": [
            "Despite mixed results for the tournament the Kukris managed to qualify for the Jug Final.\n"
        ]
    },
    {
        "input": "Hàng ngàn con cừu và gia súc cũng đã chết trong các vụ cháy.\n",
        "output": [
            "Thousands of sheep and cattle have also been killed in the fires.\n"
        ]
    },
    {
        "input": "\"Trong khi trả lời câu hỏi đó, Tom Cruise đã giới thiệu công nghệ LRH [L. Ron Hubbard] tới hơn 1 tỷ người trên trái đất.\"\n",
        "output": [
            "\" In answering that question, Tom Cruise has introduced LRH [L. Ron Hubbard] technology to more than 1 billion people on earth.\"\n"
        ]
    },
    {
        "input": "Theo tờ Press Trust của Ấn Độ, cảnh sát Ấn Độ đã nhận được khiếu nại từ ba cô gái tuổi vị thành niên cáo buộc hắn đã hãm hiếp họ.\n",
        "output": [
            "According to Press Trust of India, police in India received complaints from three underage girls alleging he had raped them.\n"
        ]
    },
    {
        "input": "Wikinews liên hệ với Jerome để nói về những vấn đề mà người Canada đang phải đối mặt, và những gì họ và đảng của họ sẽ làm để giải quyết chúng.\n",
        "output": [
            "Wikinews contacted Jerome, to talk about the issues facing Canadians, and what they and their party would do to address them.\n"
        ]
    },
    {
        "input": "Theo Eva Brucherseifer, giám đốc cộng đồng KDE ở Đức và giám đốc điều hành của basysKom, quá trình chuyển đổi trong giai đoạn \"đỉnh điểm\" và đang chuyển đổi 300 hệ thống mỗi ngày.\n",
        "output": [
            "According to Eva Brucherseifer, president of the KDE community in Germany and managing director of basysKom, the migration process in its \"peak phase\" and is porting 300 systems every day.\n"
        ]
    },
    {
        "input": "\"Chúng tôi kêu gọi tất cả các bên có trách nhiệm ngăn chặn ngay hành vi vi phạm quyền con người như thế này, và chúng tôi kêu gọi chính phủ phải có biện pháp để điều tra một cách độc lập những trường hợp này, \" ông nói.\n",
        "output": [
            "\"We call on all responsible parties to immediately stop such violations of human rights, and we urge the government to take immediate steps to independently investigate these cases,\" he said.\n"
        ]
    },
    {
        "input": "Mặc dù cuộc đua này là cuộc đua dài thứ hai trong năm 2008 của Tour de Đài Loan, thời tiết đã thử thách 89 vận động viên do một cơn mưa trước đó trong khu vực đô thị Keelung-Đài Bắc.\n",
        "output": [
            "Even though this race is the second longest race in 2008 Tour de Taiwan, the weather challenged 89 cyclists due to an earlier rain in Taipei-Keelung metropolitan area.\n"
        ]
    },
    {
        "input": "Thư ký bộ quốc phòng Robert Gates công bố với phóng viên tại Madrid vào thứ Sáu rằng có những bằng chứng \"khá rõ ràng\" về việc người Iran đang cung cấp vũ khí và công nghệ cho quân đội Irad.\n",
        "output": [
            "Defense Secretary Robert Gates told reporters in Madrid on Friday that the there was \"pretty good\" evidence that Iranians are supplying either weapons or technology to Iraqi militants.\n"
        ]
    },
    {
        "input": "Suốt mấy năm qua, IFA và IOC đã tranh cãi với nhau về việc ai sẽ kiểm soát các trận đấu trong nước.\n",
        "output": [
            "The IFA and the IOC have disputed over who controls the game in the country for several years.\n"
        ]
    },
    {
        "input": "Đội Oxford giành thắng lợi và chọn chèo thuyền trên mặt phía Surrey của con sông, còn đội Cambridge chèo thuyền trên mặt phía Middlesex.\n",
        "output": [
            "Oxford won the toss and chose to row on the Surrey side of the river, with Cambridge rowing on the Middlesex side.\n"
        ]
    },
    {
        "input": "Smethurst bước vào sân và ném một vài hiệp một cách thoải mái.\n",
        "output": [
            "Smethurst came in and pitched a few innings in relief.\n"
        ]
    },
    {
        "input": "Hơn 300 \"phóng viên\" vui mừng hò reo từ những đất nước cách xa nhau như là Chile và Norway đang tập trung lại ở Diễn Đàn Phóng Viên Quốc Tế OhmyNews từ ngày 23 tháng Sáu đến 26 tháng Sáu, 2005 tại Seoul.\n",
        "output": [
            "More than 300 \"citizen reporters\" hailing from countries as far apart as Chile and Norway are coming together at the OhmyNews International Citizen Reporters' Forum from June 23 to June 26, 2005 in Seoul.\n"
        ]
    },
    {
        "input": "Theo Robin Roberts, đồng dẫn chương trình Chào Buổi sáng nước Mỹ của đài ABC, chỉ có hai phần trăm số phụ nữ được khảo sát toàn cầu tự cho là mình đẹp. Lần đầu tiên chương trình phát sóng quảng cáo trên là vào sáng nay lúc 8:07 EST.\n",
        "output": [
            "Only two percent of women surveyed worldwide consider themselves beautiful, according to ABC Good Morning America co-anchor Robin Roberts, whose program debuted the commercial this morning at 8:07 am EST.\n"
        ]
    },
    {
        "input": "Lãnh thổ Thủ đô Úc - Hàng ngàn người dân Canberra đã đến chiêm ngưỡng chiếc đập Cotter mới trên sông Cotter khánh thành vào Chủ Nhật.\n",
        "output": [
            "Australian Capital Territory — Thousands of Canberrans took a look at the new Cotter Dam on the Cotter River on open day on Sunday.\n"
        ]
    },
    {
        "input": "Người mẹ giận dữ của người lính Mỹ đã ngã xuống vào hôm thứ Bảy dẫn đầu một cuộc tuần hành biểu tình với gần 50 người tại khu vực gần trang trại của ông Bush.\n",
        "output": [
            "The angry mother of the fallen U.S. soldier on Saturday led a protest march of nearly 50 on the Bush ranch.\n"
        ]
    },
    {
        "input": "Một cuộc khảo sát được công bố ngày hôm nay bởi liên đoàn Intesaconsumatori của Ý (Liên minh của người tiêu dùng) cho biết rằng 61% người Ý rất sợ bay, trong khi 41% dân số cảm thấy kém an toàn về độ an toàn máy bay hơn là họ cảm thấy trước đó một tháng.\n",
        "output": [
            "A survey published today by the Italian association Intesaconsumatori (Union of Consumers) said that 61% of Italians are afraid to fly, while 41% of population feels less safe about plane safety than they did one month earlier.\n"
        ]
    },
    {
        "input": "Cục Khí tượng Bangladesh khẳng định trận động đất đã đánh vào Chittagong, một thành phố cảng phía nam cũng là thành phố lớn thứ hai Bangladesh.\n",
        "output": [
            "The Bangladesh Meteorological Department issued a statement that the quake had struck Chittagong, a southern port that is the second largest city in Bangladesh.\n"
        ]
    },
    {
        "input": "Taliban đã nhận trách nhiệm về vụ nổ trên và mục tiêu của họ là đại sứ quán.\n",
        "output": [
            "The Taliban claimed responsibility for the blast, saying their target was the embassy.\n"
        ]
    },
    {
        "input": "Theo Trung Úy Brian Villiard, phát ngôn viên của căn cứ Quantico, hầu như trong tám tháng bị giam giữ, Manning bị ra lệnh chỉ được mặc cái quần sọc quyền anh khi đi ngủ bởi vì ông đang trong tình trạng \"theo dõi đề phòng bị thương.\"\n",
        "output": [
            "For most of the eight months he has been held there, Manning has been required to sleep only in his boxer shorts because he has been under \"prevention of injury watch,\" according to First Lieutenant Brian Villiard, a spokesman for the Quantico facility.\n"
        ]
    },
    {
        "input": "Có điều đáng lo ngại là một vài câu nói đã được đưa ra khỏi ngữ cảnh để tạo ấn tượng rằng tổ chức của chúng tôi là một mảnh đất màu mỡ của sự cuồng tín, lẽ ra họ có thể tiếp xúc trực tiếp với chúng tôi - chúng tôi hoạt động với chính sách mở cửa tại nhà thờ Hồi giáo của mình.\n",
        "output": [
            "It is deeply alarming that a few sentences have been taken out of context in order to create the impression that our institution is a hotbed of fanaticism they could have approached us directly - we operate an open door policy in our mosques.\n"
        ]
    },
    {
        "input": "Các chọn lựa cho chiến lược bao gồm việc cải thiện quan hệ Afghanistan-Pakistan, trong khi tái thiết nền kinh tế của Afghanistan.\n",
        "output": [
            "Options for a strategy include improving Afghan-Pakistani relations, while rebuilding Afghanistan's economy.\n"
        ]
    },
    {
        "input": "Đội A1 của New Zealand đã thắng trong cuộc đấu mấu chốt tại giải Grand Pix A1 tại Thượng Hải, Trung Quốc ngày hôm nay, tiếp theo sau là đội A1 của Anh và Đội A1 của Đức.\n",
        "output": [
            "A1 Team New Zealand has won the feature race at the A1 Grand Prix in Shanghai, China today, followed by A1 Team Great Britain and A1 Team Germany.\n"
        ]
    },
    {
        "input": "\"Chúng tôi sẽ có kế hoạch để James tiếp tục nhiệm vụ của mình trong năm mới và tin rằng cậu ta sẽ đại diện cho Điền kinh Penn State và trường Đại học với một nhiều năng lượng, cống hiến và sự tôn trọng.\"\n",
        "output": [
            "\"We are planning to have James resume his duties in the new year and are confident that he will represent Penn State Athletics and the University with a high level of energy, dedication and respect.\"\n"
        ]
    },
    {
        "input": "Trên bản tin muộn CNN Wolf Blitzer phát ngày Chủ nhật, cả hai nghị sĩ Hoa Kỳ George Allen (bang Virgina) và Barbara Boxer (bang California) đều nói với Blitzer rằng họ nghĩ rằng Tổng thống Bush nên gặp riêng Cindy Sheehan trong cơn phẫn nộ của đám đông người biểu tình.\n",
        "output": [
            "On a CNN Wolf Blitzer Late Edition broadcast Sunday, U.S. Senators George Allen (R-VA) and Barbara Boxer (D-CA) both told Blitzer that in the furore created by the protest they believe President Bush should personally meet with Cindy Sheehan.\n"
        ]
    },
    {
        "input": "Wikibooks khởi điểm chỉ là một dự án dành cho sách giáo khoa và sách thực hành nhưng lại dần tạo nên một cộng đồng viết sách đủ thể loại, với sách nấu ăn là ví dụ dễ thấy nhất.\n",
        "output": [
            "Wikibooks was originally meant as a place for textbooks and manuals but has increasingly become a community creating books on all kinds of subjects, with the cookbook being the most prominent example.\n"
        ]
    },
    {
        "input": "Zahab phải kéo theo thiết bị nặng 170-lb (77kg), đi bằng chân và bằng giày tuyết trong khi hai người còn lại trượt tuyết.\n",
        "output": [
            "Zahab had to pull 170-lb (77-kg) sleds of equipment, traveling on foot and on snowshoes while the other two men skied.\n"
        ]
    },
    {
        "input": "Cảnh sát nói rằng còn quá sớm để biết liệu có phải điều kiện thời tiết là một nhân tố trong vụ đâm nhau này không.\n",
        "output": [
            "The police have commented that it is too early to know whether the weather conditions were a factor in this crash.\n"
        ]
    },
    {
        "input": "Chiến tranh đã gây ra phản kháng cùng cơn giận dữ giữa những chính trị gia mà tin rằng ông Blair đã sai khi ủng hộ tổng thống Mỹ George W. Bush bằng việc gửi đến 45.000 binh lính Anh - trong số đó, sau này có 179 người đã hy sinh trong cuộc chiến đấu tại Iraq.\n",
        "output": [
            "The war has provoked protests, and much outrage among politicians who believe that Blair was wrong to support then United States President George W. Bush by sending 45,000 British soldiers—179 of whom died in combat—to fight in Iraq.\n"
        ]
    },
    {
        "input": "Những đoạn băng bị báo cáo là phản đối chống giáo hội Scientology, được thu hình bởi nhiều thành viên trong một nhóm vô danh.\n",
        "output": [
            "The videos have been reported to be of anti-Scientology protests, recorded by various members of the group Anonymous.\n"
        ]
    },
    {
        "input": "Vị trí gần hồ Ontario của Quảng trường Festival đã gây rắc rối đôi chút, đặc biệt là cho những nhóm nghệ thuật trưng bày ở phía Nam.\n",
        "output": [
            "Festival Square's proximity to Lake Ontario caused its share of trouble, particularly for the arts groups displaying in the south.\n"
        ]
    },
    {
        "input": "Goldman trước đây từng là giám đốc truyền thông của đảng Dân chủ thế kỷ 21.\n",
        "output": [
            "Goldman was formerly the communications director of 21st Century Democrats.\n"
        ]
    },
    {
        "input": "Năm lính cứu hỏa đã bị  thiệt mạng khi xe tải của họ đã bị nhấn chìm bởi những ngọn lửa.\n",
        "output": [
            "The five firefighters that were killed died when their truck was overrun by the flames.\n"
        ]
    },
    {
        "input": "Hai tác phẩm khác là Mill của Piet Mondrian và một bản phác thảo St. Diego de Alcala vẽ bởi Guglielmo Caccia.\n",
        "output": [
            "The other two works were Mill by Piet Mondrian and a sketch of St. Diego de Alcala by Guglielmo Caccia.\n"
        ]
    },
    {
        "input": "Ở đó, họ phải làm việc sáu hay bảy ngày một tuần, ngủ trong nhà chứa và phải quan hệ tình dục với tám đến mười người đàn ông mỗi đêm kể cả khi họ không muốn.\n",
        "output": [
            "There, they worked six or seven days each week, sleeping in brothels and having sex with eight-to-ten men each night against their will.\n"
        ]
    },
    {
        "input": "Những ai bị phát hiện vi phạm các yêu cầu này một cách cố ý có thể phải đối mặt với án tiền phạt cá nhân lên đến 200.000 đô la New Zealand.\n",
        "output": [
            "Those found breaking these requirements deliberately could find themselves facing a personal fine of up to NZ$200,000.\n"
        ]
    },
    {
        "input": "Có thể mất ít nhất năm ngày trước khi ngọn lửa được kiểm soát hoàn toàn.\n",
        "output": [
            "It could take at least five days before the fire can be brought under full control.\n"
        ]
    },
    {
        "input": "Tại Hội nghị Liên Hiệp Quốc về Biến đổi Khí hậu ở Copenhagen, sau bốn ngày đàm phán, các nước châu Phi đã đưa ra bản dự thảo đầu tiên của hiệp ước có thể có trong tương lai, nhằm thay thế nghị định thư Kyoto 1997.\n",
        "output": [
            "At the United Nations Climate Change Conference in Copenhagen, after four days of negotiations, Africa countries have made the first draft version of future possible treaty, to replace the 1997 Kyoto protocol.\n"
        ]
    },
    {
        "input": "Trong vị trí người quản lý, ông cũng thắng 1.800 trận trong suốt 23 năm.\n",
        "output": [
            "As a manager, he also won 1,800 games over the course of 23 years.\n"
        ]
    },
    {
        "input": "Một quả đá phạt trực tiếp của Ryan Giggs trong hiệp thứ hai của trận đấu đã gây ra tranh cãi lớn, vì khi Lille vẫn đang sắp xếp hàng phòng ngự của họ thì bóng đã đi vào lưới.\n",
        "output": [
            "A free kick by Ryan Giggs in the second half of the game caused great controversy, as Lille was setting up their wall as the ball went into the back of the net.\n"
        ]
    },
    {
        "input": "Georgia đã dẫn đầu từ những phút đầu hiệp hai và đe dọa sẽ ghi điểm những phút cuối trận nhưng hàng thủ Ireland nỗ lực bảo vệ chiến thắng bốn điểm.\n",
        "output": [
            "Georgia led early in the second half and were threatening to score late in the match but Ireland's defence held to secure the four point victory.\n"
        ]
    },
    {
        "input": "Việc tiền lei tăng giá cũng gây tác động đến tỉ giá toàn cầu, làm giảm giá của đồng USD đi 1% trên toàn thế giới.\n",
        "output": [
            "The leu's growth also had an impact on global exchange rates, weakening the US dollar worldwide by 1%.\n"
        ]
    },
    {
        "input": "Một tòa án ở Salé kết án mười bốn thành viên của Fath Al Andalous (Conquest of Andalusia) vào tù hôm qua cho kế hoạch tấn công chống lại các mục tiêu ở Ma-rốc.\n",
        "output": [
            "A court in Salé sentenced fourteen members of Fath Al Andalous (Conquest of Andalusia) to jail yesterday for planning attacks against targets in Morocco.\n"
        ]
    },
    {
        "input": "Việc kiểm phiếu được dự đoán trước của chín nghị sĩ thượng viện sẽ bảo đảm cân bằng quyền lực ở thượng viện.\n",
        "output": [
            "Its predicted tally of nine senators will guarantee it the balance of power in the Senate.\n"
        ]
    },
    {
        "input": "Cảnh sát đã đưa họ xuống một ít (chủ yếu là phụ nữ), những người đã cố gắng can thiệp vào việc phá hoại tài sản của họ.\n",
        "output": [
            "Police was bringing down those few (basically women) who tried to interfere with the destruction of their property.\n"
        ]
    },
    {
        "input": "Nông dân New Zealand đã đạt một chiến thắng quan trọng trong Quốc hội với các Nghị sĩ bỏ phiếu bãi miễn luật gắn các con chíp cho những con chó làm việc trong nông trại, tỉ lệ phiếu 61:60.\n",
        "output": [
            "New Zealand farmers have won a key victory in Parliament, with MPs voting to exempt Working farm dogs from microchipping legislation, passing 61:60.\n"
        ]
    },
    {
        "input": "Glasgow cũng đang khởi kiện về việc bị quấy rối tình dục và cho biết Miller đã tiếp cận ông vào tháng Chín năm 2006.\n",
        "output": [
            "Glasgow is also suing for sexual harassment, and claims Miller came on to him in September 2006.\n"
        ]
    },
    {
        "input": "Nhóm tiêu thụ Which? cho rằng những chi phí trả thêm nầy làm tăng giá vé máy bay khoảng 265.000 bảng Anh mỗi ngày (hay vào khoảng 97 triệu bảng Anh mỗi năm).\n",
        "output": [
            "The consumer group Which? claimed that these surcharges were increasing the cost of air travel by £265,000 a day (or about £97 million per year).\n"
        ]
    },
    {
        "input": "Tổng thống Kabila đã trở thành người trẻ tuổi nhất đứng đầu nhà nước ở Châu Phi vào năm 2001, ông đã sử dụng bài phát biểu cuối cùng của mình trước giờ bỏ phiếu để cam kết dành cho nước cộng hòa dân chủ Congo cuộc bầu cử dân chủ đầu tiên trong hơn 40 năm.\n",
        "output": [
            "Kabila, who became the youngest head of state in Africa in 2001, used his final speech before voting to claim credit for taking the D.R.Congo to its first democratic elections in over 40 years.\n"
        ]
    },
    {
        "input": "\"Có nhiều mối quan tâm tới sản phẩm này, \" biên tập viên Keith Alcorn của tờ National Aids Manual nói.\n",
        "output": [
            "\"There is a lot of interest in this product,\" said editor Keith Alcorn of the National Aids Manual.\n"
        ]
    },
    {
        "input": "Hôm nay ở Capitol Hill, Đại tướng Lục quân Hòa Kỳ David Petraeus đã ra một thông báo được mong đợi từ lâu.\n",
        "output": [
            "Today on Capitol Hill, U.S. Army General David Petraeus presented a long awaited testimony.\n"
        ]
    },
    {
        "input": "Vụ nổ và hỏa hoạn đêm qua tại nhà máy lọc dầu Bang Washington ở Anacortes, Washington, Mỹ, thành phố cách Vancouver, Canada khoảng 80 dặm về phía nam, đã khiến bốn người bị chết và ba người khác bị thương nghiêm trọng.\n",
        "output": [
            "An overnight explosion and fire at a Washington State oil refinery in Anacortes, Washington, United States, a city about 80 miles south of Vancouver, Canada, yesterday killed four people and critically injured three others.\n"
        ]
    },
    {
        "input": "Các nhà cung cấp phải làm nổi bật lên trên quảng cáo và cải thiện hiệu suất dịch vụ của họ.\n",
        "output": [
            "Providers must sharpen up on their advertising and improve the performance of their service desks.\n"
        ]
    },
    {
        "input": "Xuyên suốt thời gian tranh cãi gần đây, Tổng thống Mỹ luôn kề vai bên ông Gonzales.\n",
        "output": [
            "Throughout the recent controversy Bush has stood next to Gonzales.\n"
        ]
    },
    {
        "input": "Thiết bị này không phải là thiết bị tổng hợp phản ứng trên bàn đáng tin cậy đầu tiên; máy Farnsworth-Hirsch fusor, được phát triển vào đầu những năm 1960 tại phòng thí nghiệm của Philo T. Farnsworth, người đã có công trong việc cải tiến ti vi, đang được bán như một nguồn neutron trên thị trường.\n",
        "output": [
            "This device is not the first reliable tabletop fusion device; the Farnsworth-Hirsch fusor, developed in the early 1960s in the laboratory of Philo T. Farnsworth who was instrumental in developing television, is sold commercially as a neutron source.\n"
        ]
    },
    {
        "input": "Một vài ngày trước, các bộ trưởng đã nói rằng việc giảm thuế doanh thu có thể dẫn đến việc giá vé xe buýt tăng.\n",
        "output": [
            "A couple of days ago, the Chief Minister had said that any reduction in the sales tax could result in the bus fares going up.\n"
        ]
    },
    {
        "input": "Chơi tại giải quốc nội hàng đầu của Úc tên gọi W-League, cô đoạt chức vô địch năm 2009.\n",
        "output": [
            "Playing in Australia's top level domestic league, the W-League, she won the league championship in 2009.\n"
        ]
    },
    {
        "input": "Thâm hụt ngân sách liên bang của Mỹ năm 2008 đã đạt con số cao kỷ lục, 454,8 tỷ USD, gấp đôi con số thâm hụt năm ngoái.\n",
        "output": [
            "The United States 2008 federal deficit has reached a record high, US$454.8 billion—more than double last year's deficit.\n"
        ]
    },
    {
        "input": "Phẫn nộ với tuyên bố của Tổng thống George W. Bush rằng quân đội Mỹ đã hi sinh vì \"lý do cao cả\" tại Iraq, Sheehan đã cắm trại ngay gần nông trại của Bush ở Texas trong tuần vừa rồi để yêu cầu một cuộc nói chuyện riêng tư với Tổng thống.\n",
        "output": [
            "Prompted by President George W. Bush's announcement that Americans in Iraq have died for a 'noble cause', Sheehan has been camping near Bush's Texas ranch for the past week to demand a private conversation with the President.\n"
        ]
    },
    {
        "input": "Sáu đứa trẻ còn sống, ba trai và ba gái, đang ở độ tuổi từ 5 đến 20 tuổi.\n",
        "output": [
            "The surviving six children, three boys and three girls, are currently aged between 5 and 20 years old.\n"
        ]
    },
    {
        "input": "\"Thương vụ mua bán của BA đã được đóng dấu hôm nay một lần nữa cho thấy EC có một qui tắc cho các hãng chuyên chở mang cờ EU, nhưng lại có qui tắc khác cho Ryanair\", quản lý của Ryanair nói.\n",
        "output": [
            "\"Today's rubber-stamping of BA's purchase of bmi shows yet again that the EC has one rule for Europe's flag-carriers, but different rules for Ryanair\", said Ryanair chief .\n"
        ]
    },
    {
        "input": "Tuy nhiên, việc đồng Lei tăng giá không hoàn toàn là tích cực, bởi vì nó đang tạo ra rất nhiều áp lực đối với các nhà xuất khẩu.\n",
        "output": [
            "The leu's appreciation, however, isn't all positive, because it is putting a great deal of pressure on exporters.\n"
        ]
    },
    {
        "input": "Các nguồn tin Georgia đã xác định tuyên bố này, cho biết căn cứ đã bị phá hủy.\n",
        "output": [
            "Georgian sources confirmed the announcement, stating that the base had been destroyed.\n"
        ]
    },
    {
        "input": "Wikinews đang tiếp tục theo dõi câu chuyện, nhưng người dùng giấu tên đã từ chối được phỏng vấn.\n",
        "output": [
            "Wikinews is continuing to follow the story, but the anonymous user has declined an interview.\n"
        ]
    },
    {
        "input": "\"Bệnh viện nhi tiếp nhận 90 trẻ em, 34 em vẫn còn ở đó, sáu em đã được phẫu thuật,\" Djurovic cho biết.\n",
        "output": [
            "\"The children's hospital admitted 90 children, 34 of them are still there, six have undergone surgery,\" Djurovic said.\n"
        ]
    },
    {
        "input": "Martino mất tại quê nhà của mình ở Philadelphia, sau 58 năm hoạt động trong ngành âm nhạc.\n",
        "output": [
            "Martino died at his childhood hometown of Philadelphia, following an active 58 years in the music business.\n"
        ]
    },
    {
        "input": "Đứa trẻ thứ hai, Ryan Phan 3 tuổi, được tìm thấy gần Vịnh Barton bởi đội ngũ tìm kiếm và cứu hộ vào hôm nay lúc 10:30 sáng theo giờ địa phương.\n",
        "output": [
            "A second child, 3-year-old Ryan Phan, was found near Barton Bay by a search and rescue team today at 10:30 am local time.\n"
        ]
    },
    {
        "input": "Vụ việc tại nhà thờ Hồi giáo đã dấy lên cuộc tranh cãi lớn về việc liệu các phóng viên chiến trường có nên duy trì quan điểm trung lập.\n",
        "output": [
            "The incident in the mosque raised considerable controversy over whether embedded journalists should maintain a neutral point of view.\n"
        ]
    },
    {
        "input": "Ban đầu vụ nổ và vụ cháy tiếp theo được cho là từ một máy bay thương mại bị bắn rơi.\n",
        "output": [
            "The explosion and subsequent fire was originally thought to have been a downed commercial aircraft.\n"
        ]
    },
    {
        "input": "Những nhóm bảo vệ môi trường, bao gồm Sierra Club, được cho phép can thiệp vào vụ kiện để hỗ trợ các hoạt động của Hiệp hội.\n",
        "output": [
            "Environmental groups, including the Sierra Club, were given permission to intervene in the case in support of the actions of the Corps.\n"
        ]
    },
    {
        "input": "Thêm vào đó, những bệnh nhân có khả năng bị tổn thương về tim(do tác dụng phụ của thuốc) sẽ không được kê loại thuốc được viện trợ này.\n",
        "output": [
            "In addition, those who are predisposed to heart damage (which can be a side effect of the drug) will not be provided with the subsidised medication.\n"
        ]
    },
    {
        "input": "Vịnh Bristol gần đây trở thành một trong những khu vực đánh bắt cá hồi nhiều nhất nước.\n",
        "output": [
            "Bristol Bay currently is one of the top salmon fishing grounds in the state.\n"
        ]
    },
    {
        "input": "Vào hôm thứ Năm, các công nhân nhà máy dầu đã bị những kẻ có vũ trang bắt cóc ở một quán bar gần khu nhà ổ chuột kẻ đã giết chết một binh sỹ khi anh này đang bảo vệ cho các công nhân, và làm bị thương một lính khác.\n",
        "output": [
            "On Thursday, oil workers were kidnapped from a bar near the slums by armed men who shot dead an Army soldier guarding the workers, and injured another soldier.\n"
        ]
    },
    {
        "input": "Các nhà hoạt động Narmada Bachao Andolan đã cố ngăn chặn cảnh sát di chuyển Patkar và một số người bị bắt vì tội bạo động.\n",
        "output": [
            "Activists of the Narmada Bachao Andolan tried to prevent the police from moving Patkar and some were arrested on rioting charges.\n"
        ]
    },
    {
        "input": "\"Vụ thâu tóm này phù hợp với chiến lược của 7-Eleven và thúc đẩy sự hiện diện trên thị trường ở khu vực Chicagoland, \" tập đoàn 7-Eleven nói.\n",
        "output": [
            "\"This acquisition is a strategic fit for 7-Eleven and enhances market presence in the Chicagoland area,\" said 7-Eleven Inc.\n"
        ]
    },
    {
        "input": "Người bạn, vẫn chưa biết danh tình, đã bắn Rhys Johnson vào tim với khẩu súng hơi Webley Vulcan đường kính. 22 ở cự ly gần.\n",
        "output": [
            "The friend, who has remained anonymous, shot Rhys Johnson in the heart with the .22 caliber Webley Vulcan air gun at close range.\n"
        ]
    },
    {
        "input": "\"Tôi nhìn thấy khói đen nghi ngút và tiếng của những tòa nhà đang đổ sập.\"\n",
        "output": [
            "\"I saw black smoke rising and the sound of a building crashing down\".\n"
        ]
    },
    {
        "input": "Cậu là bé trai đầu tiên được sinh ra trong một gia đình hoàng tộc Nhật Bản sau cha cậu vào năm 1965.\n",
        "output": [
            "He is the first male baby born in the Japanese imperial family since his father in 1965.\n"
        ]
    },
    {
        "input": "Ông cũng cho biết thêm:\" Tôi tin rằng chúng ta sẽ nhận ra trong những ngày tới một số lượng lớn người dân sẽ đi trên con đường vươn tới nền dân chủ.\"\n",
        "output": [
            "Further adding, \"I trust that we will see in the coming days the vast majority of people taking the road to democracy.\"\n"
        ]
    },
    {
        "input": "\"Điều này dẫn tới sự hợp nhất của các vật liệu đá trong lõi được bao phủ bởi lớp vỏ băng.\"\n",
        "output": [
            "\"This would result in the consolidation of rocky material at the core surrounded by a shell of ice.\"\n"
        ]
    },
    {
        "input": "Đối với tàu thuyền, \"Theo luật quốc tế, chúng tôi được yêu cầu phải trả chúng về cho chủ, nhưng vì thuỷ thủ đoàn bị trục xuất ngay lập tức, khả năng người chủ nhận lại thuyền ở Indonesia … là khá hạn hẹp, \" Thượng nghị sỹ này giải thích.\n",
        "output": [
            "As for the boats, \"We're required by international law to offer them to bond them back to the owners, but as the crew are immediately repatriated the ability of the owners to get them back to Indonesia ... is fairly limited,\" the Senator explained.\n"
        ]
    },
    {
        "input": "Tập đoàn SLW đã thành công trong việc giành được hợp đồng trị giá 10 triệu USD tiết lộ vào hôm nay.\n",
        "output": [
            "SLW Group was successul in gaining the $10 million account it was revealed today.\n"
        ]
    },
    {
        "input": "Các nạn nhân bị thiệt mạng chủ yếu là do những căn nhà tồi tàn và lụp xụp của họ bị đổ sập do mưa và bùn.\n",
        "output": [
            "The deaths were caused mainly because some shanty-houses collapsed under rain or mud.\n"
        ]
    },
    {
        "input": "Trong một cuộc tranh cãi leo thang đã góp phần vào các vấn đề chính trị của Thủ tướng Ý Silvio Berlusconi và tạo ra một sự náo động quốc gia ở Ý, các công tố viên Ý đã bắt đầu cuộc thăm dò độc lập của riêng mình vào hôm thứ Tư về cái chết của Nicola Calipari.\n",
        "output": [
            "In an escalating controversy that has contributed to Italian Prime Minister Silvio Berlusconi's political problems and created a national uproar in Italy, Italian prosecutors began their own independent probe on Wednesday of the death of Nicola Calipari.\n"
        ]
    },
    {
        "input": "Phe của Manny Pacquiao dẫn dắt bởi quản lý Freddie Roach tuyên bố rằng Diaz sẽ cần một \"phép lạ chết tiệt\" để ngăn chặn không cho \"Phe Pacman\" tiến đến đến hạng cân 135 lbs. là hạng cân mà Diaz đang dẫn đầu.\n",
        "output": [
            "The camp of Manny Pacquiao led by manager Freddie Roach claimed that Diaz will need a \"fucking miracle\" to stop 'The Pacman' from moving up to the 135 lbs. weight class where Diaz is top brass.\n"
        ]
    },
    {
        "input": "Sĩ quan chỉ huy Lee Archambault sẽ chỉ huy phi hành đoàn bảy người của tàu Discovery, cùng với phi công Tony Antonelli và chuyên gia phái đoàn Joseph Acaba, John Phillips, Steve Swanson, Richard Arnold, và phi hành gia Koichi Wakata của Cơ quan Thám hiểm Không gian Nhật Bản.\n",
        "output": [
            "Commander Lee Archambault will lead Discovery's crew of seven, along with Pilot Tony Antonelli, and Mission Specialists Joseph Acaba, John Phillips, Steve Swanson, Richard Arnold, and Japan Aerospace Exploration Agency astronaut Koichi Wakata.\n"
        ]
    },
    {
        "input": "Trong vòng loại 2 ngày, do một số vấn đề về việc sắp xếp lịch trình, một số dân chơi trò chơi điện tử đã rút khỏi giải đấu vô địch, nhưng điều đó không ảnh hưởng đến kết quả người chiến thắng trong một ngày duy nhất, chiến thắng trong 2-ngày, và nhà chiến thắng chung.\n",
        "output": [
            "In this 2-day qualifier, due to some issues on the arrangement of the schedule, some registered gamers offered to quit the championship, but it didn't take effect on the results of the single day champion, the 2-day champion, and overall champion.\n"
        ]
    },
    {
        "input": "Các chuyên gia cứu hoả luôn bận rộn vào thời gian này của năm đã kêu gọi sử dụng những màn bắn pháo hoa an toàn và hợp pháp và đã khuyến khích các công dân tham gia vào các đợt bắn pháo hoa công cộng.\n",
        "output": [
            "Fire experts, always busy around this time of year, have called for the use of safe and legal firework displays and have urged citizens to attend organised public displays.\n"
        ]
    },
    {
        "input": "Lệnh sơ tán bắt buộc đã được thông báo ngay với 2.000 hộ gia đình.\n",
        "output": [
            "Mandatory evacuation orders have been set in place, affecting 2,000 homes.\n"
        ]
    },
    {
        "input": "Breur cho biết quá trình này phổ biến ở Nga để tránh việc đánh thuế cao.\n",
        "output": [
            "Breur said the process was common in Russia to avoid hypertaxation.\n"
        ]
    },
    {
        "input": "Quyết định bỏ các kỳ thi cho học sinh mười bốn tuổi là kết quả của hoàn cảnh từ đầu năm nay khi có sự chậm trễ dài trong việc chuyển kết quả thi đến học sinh ở độ tuổi này.\n",
        "output": [
            "The decision to abolish the tests for fourteen year olds came as a result of a situation earlier this year, when there were long delays with the delivery of test results to students of this age.\n"
        ]
    },
    {
        "input": "Nghiên cứu này là một cuốn sách lịch sử đầy đủ về sinh, tử và di cư từ bên ngoài cho dân số của New Zealand.\n",
        "output": [
            "This study is a historic book full of births, deaths and external migration for the population of New Zealand.\n"
        ]
    },
    {
        "input": "Những thỏa thuận thương mại khác là một phần của hợp đồng, các quan chức cho biết.\n",
        "output": [
            "Other commercial arrangements are part of the contract, the official said.\n"
        ]
    },
    {
        "input": "Ngày 31 tháng một, cuộc thảo luận bắt đầu có khoảng 25 người trong số tham dự 35-40 bằng những lời phản đối điều khoản của luật sư trưởng của quận.\n",
        "output": [
            "The January 31 hearing began with comments by approximately 25 of the audience of roughly 35–40, all of which opposed the DA's proposal.\n"
        ]
    },
    {
        "input": "Bộ Trưởng các vấn đề ngoại giao Ireland, Micheál Martin, đã tuyên bố, \"Đây là tuyên bố đáng tin cậy về tiến trình chính sách ở trong những cơ quan được bàn giao.\"\n",
        "output": [
            "Ireland's Foreign Affairs Minister, Micheál Martin, said in a statement, \"This is a statement of confidence in the political process and in the devolved institutions.\"\n"
        ]
    },
    {
        "input": "Parasiris vẫn sẽ được tự do trước phiên điều trần diễn ra vào tháng tám năm nay.\n",
        "output": [
            "Parasiris will remain free on bail pending a preliminary hearing to be held in August of this year.\n"
        ]
    },
    {
        "input": "Những người bị thương đã được đưa tới một bệnh viện quân sự địa phương để điều trị, trong khi đó, lực lượng an ninh bảo vệ hiện trường vụ nổ.\n",
        "output": [
            "The wounded were taken to a local military hospital for treatment, while security forces secured the scene of the blast.\n"
        ]
    },
    {
        "input": "Cầu thủ 28 tuổi đã bị thương trong một tranh chấp với Joe Jacobson và trận đấu bị hoãn trước khi anh ấy được đưa tới bệnh viện.\n",
        "output": [
            "The 28 year old was injured in a tackle by Joe Jacobson and the game was delayed before he was taken to hospital.\n"
        ]
    },
    {
        "input": "Ngày 7 tháng 8, quân đội Georgia đã mở màn tấn công chống lại thành phố Tskhinvali của Ossetian.\n",
        "output": [
            "On August 7, Georgian troops launched an offensive against the Ossetian town of Tskhinvali.\n"
        ]
    },
    {
        "input": "Kyle Busch, bởi vì va chạm của anh với Jeff Burton duy trì ở vị trí thứ ba trong khi đồng đội của anh Hamlin ở vị trí thứ tư.\n",
        "output": [
            "Kyle Busch, because of his accident with Jeff Burton maintained the third position while his team mate Hamlin is fourth.\n"
        ]
    },
    {
        "input": "\"Đối với tôi nó giống như bộ phim quay chậm.\"\n",
        "output": [
            "\"It felt to me like it was in slow motion.\"\n"
        ]
    },
    {
        "input": "Al-Assad cho biết rằng ông không đàm phán trực tiếp với Israel, nhưng sẽ sẵn sàng có những buổi thảo luận ở Thổ Nhĩ Kỳ.\n",
        "output": [
            "Al-Assad said that he would not negotiate directly with Israel, but is willing to have discussions in Turkey.\n"
        ]
    },
    {
        "input": "Bão Emily vừa đánh vào hòn đảo nhỏ phía Đông Caribbean ở Grenada.\n",
        "output": [
            "Hurricane Emily has hit the small eastern Caribbean island of Grenada.\n"
        ]
    },
    {
        "input": "Khi Oppenheimer bắt đầu thiết kế vũ khí bí mật trong phòng thí nghiệm, Los Alamos đã chỉ định Bethe làm Giám đốc Bộ phận lý thuyết.\n",
        "output": [
            "When Oppenheimer started the secret weapons design laboratory, Los Alamos, he appointed Bethe as Director of the Theoretical Division.\n"
        ]
    },
    {
        "input": "Theo báo cáo, nhiều cuộc không kích của Israel vào dải Gaza đã làm bị thương ba trẻ em trong đó bao gồm một trẻ sơ sinh.\n",
        "output": [
            "According to reports, multiple Israeli airstrikes in the Gaza Strip have injured three children, including one infant.\n"
        ]
    },
    {
        "input": "\"Nếu chúng ta giữ được bình tĩnh và tự tin tôi chắc chắn rằng tất cả những gì người Tây Ban Nha muốn, những gì các gia đình muốn, những gì chính phủ muốn - rằng các con tin có thể trở về nhà của họ an toàn và khỏe mạnh và vụ bắt cóc này kết thúc một cách thỏa đáng.\"\n",
        "output": [
            "\"If we remain calm and confident I am certain that what all Spaniards want, what the families want, what the government wants—that the hostages can return to their homes safe and sound and this kidnapping ends satisfactorily.\"\n"
        ]
    },
    {
        "input": "Trong số đó có một bức tranh của họa sĩ nổi tiếng người Tây Ban Nha Pablo Picasso, có từ năm 1939, có tên là Woman's Head, nó là một món quà dành tặng người dân Hy Lạp vì cuộc chiến chống lại Đức quốc xã trong Thế chiến thứ 2.\n",
        "output": [
            "Among them was a painting by famous Spanish painter Pablo Picasso, dated 1939, called Woman's Head which was a gift to the Greek people for their resistance to the Nazis during World War 2.\n"
        ]
    },
    {
        "input": "Cục quản lý chất lượng nói rằng việc kiểm tra những cơ sở nước ngoài của UoW đều không thích hợp.\n",
        "output": [
            "The Quality Assurance Agency said UoW's overseas checks on foreign institutions were inadequate. \n"
        ]
    },
    {
        "input": "Pentobarbital, một thuốc thay thế được sử dụng tại phòng khám Dignitas ở Thụy Sĩ, được sử dụng để tiêm thuốc độc ở Oregon, và đã bắt đầu được sử dụng tại bang Oklahoma.\n",
        "output": [
            "Pentobarbital, an alternative which is used at the Dignitas clinic in Switzerland, is used for lethal injections in Oregon, and has started to be used by Oklahoma.\n"
        ]
    },
    {
        "input": "Lượt đấu đang đến rất gần, kết thúc qua ba hiệp.\n",
        "output": [
            "The bout was very close, going the distance through all three rounds.\n"
        ]
    },
    {
        "input": "WHO đã từ chối xác định danh tính các thành viên ủy ban, cho rằng họ phải được bảo vệ khỏi áp lực của ngành, vì vậy những xung đột có thể có về lợi ích với các công ty dược phẩm vẫn chưa được xác định.\n",
        "output": [
            "The WHO has refused to identify committee members, arguing that they must be shielded from industry pressure, so possible conflicts of interest with drug companies are unknown.\n"
        ]
    },
    {
        "input": "Mười sáu bên khác cũng cạnh tranh cho ghế trong quốc hội, nhưng không ai trong số họ nhận được nhiều hơn một phần trăm số phiếu.\n",
        "output": [
            "Sixteen other parties were also in contention for parliament seats, but none of them received more than one percent of the vote.\n"
        ]
    },
    {
        "input": "Trước đó tổng thống Somalia đã nói rằng Hoa Kỳ đang truy nã nghi phạm của vụ đánh bom năm 1998 vào Đại sứ quán Mỹ.\n",
        "output": [
            "Somalia's president had earlier said that the United States was pursuing suspects of the 1998 United States embassy bombings.\n"
        ]
    },
    {
        "input": "Ủy ban Điều tra Moscow xác định nghi phạm chính là cựu tù nhân Sergei Pomazun.\n",
        "output": [
            "The Moscow Investigative Committee identify the main suspect as former convict Sergei Pomazun.\n"
        ]
    },
    {
        "input": "Ở đâu đó, \"Một số có thể có những vấn đề khác cần lý giải, bao gồm các câu hỏi về tình hình tài chính, nhưng chắc chắn rằng một số người khá giúp ích trong việc đưa ra một cái nhìn chính xác về những nỗ lực và dự định của chế độ WMD trong vòng ba thập kỷ qua.\"\n",
        "output": [
            "Elsewhere, \"Some may have other issues to account for, including Regime finance questions, but certainly some have been quite helpful toward the compilation of an accurate picture of the Regime's WMD efforts and intentions over the last three decades.\"\n"
        ]
    },
    {
        "input": "Một trong số những nhà thầu bị buộc tội là Marc Luypaerts đã nói với báo chí rằng tòa án chịu trách nhiệm điều tra ở Hasselt đã cấm anh ta nói chuyện với Hoàng tử Laurent.\n",
        "output": [
            "One of the accused contractors, Marc Luypaerts, has told the press that the judge responsible for the investigation in Hasselt had forbidden him to speak about Prince Laurent.\n"
        ]
    },
    {
        "input": "Sự phân bố ghế hiện tại có Đảng Lao động Úc với 58 ghế trong tổng số 86, Đảng Tự do Quốc gia với 25 ghế, đảng Xanh Queensland & đảng One Nation với mỗi đảng một ghế và các cá nhân độc lập chiếm bốn ghế.\n",
        "output": [
            "The current distribution of seats has the Australian Labor Party with 58 of the 86 total, the Liberal National Party with 25, the Queensland Greens & One Nation with one each and independents holding four.\n"
        ]
    },
    {
        "input": "Vào ngày 28 tháng Năm năm 2003, thành phố lớn thứ ba của Đức, đã bỏ phiếu để chuyển đến khu phần mềm mở.\n",
        "output": [
            "On May 28, 2003 Germany's third-largest city, voted to move to open source software.\n"
        ]
    },
    {
        "input": "Ngày thực hiện và thời gian cho việc di tản các tòa nhà đã không được nêu ra.\n",
        "output": [
            "The date of execution and the period for evacuating the buildings were not stated.\n"
        ]
    },
    {
        "input": "Bộ phận đầu tiên chuyển sang Linux và OpenOffice. org sẽ là văn phòng của Thị trưởng được lập kế hoạch vào giữa năm 2006, mặc dù không phải tất cả các máy tính của bộ phận này sẽ được chuyển ngay lập tức.\n",
        "output": [
            "The first department to migrate to Linux and OpenOffice.org will be the office of the Lord Mayor planed for the middle of 2006, though not all of the department's computers will be immediately migrated.\n"
        ]
    },
    {
        "input": "Nguyên nhân chính gây ra cái chết chưa được công bố nhưng có tin đưa rằng Gilson có những chấn thương ở đầu.\n",
        "output": [
            "An official cause of death has not been released but it has been reported that Gilson did receive head injuries.\n"
        ]
    },
    {
        "input": "Wikipedia là một dự án của Wikimedia Foundation, một tổ chức phi lợi nhuận có trụ sở ra bên ngoài khu St. Petersberg, Florida.\n",
        "output": [
            "Wikipedia is a project of the Wikimedia Foundation, a non-profit organisation based out of St. Petersberg, Florida.\n"
        ]
    },
    {
        "input": "Đây là lần đầu tiên việc kết án đã đạt được bằng việc sử dụng đạo luật ban hành năm 2003 để hạn chế thư rác, hay spam, từ sự phân phát tự nguyện vào hộp thư cửa người sử dụng.\n",
        "output": [
            "This is the first time a conviction has been gained using the legislation enacted in 2003 to curb bulk e-mail, aka spam, from unsolicited distribution into users mailboxes.\n"
        ]
    },
    {
        "input": "Các sĩ quan chỉ tiếp cận khi Cơ quan Phòng cháy chữa cháy Quốc gia được một người qua đường gọi đến để dập tắt một đám lửa trại, vì lửa bị hạn chế trong khu vực.\n",
        "output": [
            "Officers only approached when the Country Fire Authority was summoned by a passerby to put out an open camp fire, as there was fire restriction in effect in the area.\n"
        ]
    },
    {
        "input": "Người anh lớn của họ đang bị buộc tội thực hiện các vết đâm, một trong số đó là nhát đâm chí tử.\n",
        "output": [
            "Their older brother is being charged with the stabbings, one of which was fatal.\n"
        ]
    },
    {
        "input": "Ông cũng phải đối mặt với những lời chỉ trích vì có một số lượng bạn tình lớn, khi 26% những người từ độ tuổi 15 đến 49 dương tính với HIV.\n",
        "output": [
            "He has also faced criticism for having a high number of sexual partners, when 26% of 15 to 49 year olds are HIV positive.\n"
        ]
    },
    {
        "input": "Thomas, con gái của những người nhập cư Libăng, người tiên phong trong số các nữ phóng viên về chính trị tại Hoa Kỳ, đã kết thúc sự nghiệp của mình sau khi nói lời xin lỗi vì đã nói rằng Israel nên \"cút khỏi Palestine.\"\n",
        "output": [
            "Thomas, the daughter of Lebanese immigrants, who blazed a trail for female reporters in politics in the United States, has ended her career after apologizing for saying that Israel should \"get the hell out of Palestine.\"\n"
        ]
    },
    {
        "input": "Trong một tuyên bố với Ủy Ban, bemobile thừa nhận họ đã không xây dựng thêm được cột phát sóng mới nào kể từ nửa sau năm 2010.\n",
        "output": [
            "In a statement to the Commission, bemobile admitted it had not built any new transmitter masts since the latter part of 2010.\n"
        ]
    },
    {
        "input": "Ở khu vực bị đánh bom, những vòng hoa được đặt xuống để tỏ lòng tôn kính, với hàng trăm người cùng nhau đánh dấu lễ mặc niệm.\n",
        "output": [
            "At the bombing sites, wreaths were laid in respect, with hundreds gathering at the sites to mark the silence.\n"
        ]
    },
    {
        "input": "Quản lý tàu điện ngầm Luân Đôn đã áp dụng mức báo động màu hổ phách trong vòng vài phút, theo đó các tàu sẽ di chuyển về ga và mở tất cả các cửa.\n",
        "output": [
            "London Underground declared a 'code Amber' within minutes, moving trains to platforms and opening all doors.\n"
        ]
    },
    {
        "input": "Hôm thứ Hai cư dân của một tòa nhà ở gần Paris phát hiện một quả bom Thế chiến thứ II kẹt trong ống khói.\n",
        "output": [
            "On Monday residents of an apartment building just outside of Paris discovered a World War II bomb lodged in their chimney.\n"
        ]
    },
    {
        "input": "Ông qua đời ở tuổi 76 sau một cuộc chiến dài với căn bệnh ung thư, và để lại người vợ 54 tuổi Elsie và các con trai của họ Andrew, Paul, và Mark.\n",
        "output": [
            "He died at the age of 76 after a long battle with cancer, and leaves behind his wife of 54 years Elsie and their sons Andrew, Paul, and Mark.\n"
        ]
    },
    {
        "input": "Simon Adkin thuộc cảnh sát địa phương nói rằng, \"Mondeo đen đang đi về hướng Leicester và chiếc xe tải đang lao từ phía đối diện.\"\n",
        "output": [
            "Simon Adkin of the local police said that, \"the black Mondeo was travelling towards Leicester and the lorry was travelling in the opposite direction.\"\n"
        ]
    },
    {
        "input": "Bốn công nhân vẫn đang nằm viện sau vụ nổ, ba trong tình trạng nguy kịch.\n",
        "output": [
            "Four workers are still hospitalised after the explosion, three in critical condition.\n"
        ]
    },
    {
        "input": "Các hoạt động chính trị trong quá khứ là điều hoàn toàn bị cấm ở Trung quốc nhưng nay đã được khoan dung bởi các nhà cầm quyền của Đặc khu hành chính của Cộng hòa nhân dân Trung hoa (SAR).\n",
        "output": [
            "In the past political activities that are taboo in China proper have been tolerated by the Special Administrative Region of the People's Republic of China (SAR) authorities.\n"
        ]
    },
    {
        "input": "Nhưng những người sống sót sau cuộc tấn công lập luận rằng một cuộc điều tra đầy đủ toàn diện có thể là bài học quý giá mà có thể theo cách nào đó giúp làm giảm khả năng của các cuộc tấn công trong tương lai, và cải thiện khả năng phản ứng của các dịch vụ khẩn cấp.\n",
        "output": [
            "But survivors of the attack argue that a fully comprehensive investigation could teach valuable lessons which may help reduce the likelihood of future attacks, and improve the response capabilities of the emergency services.\n"
        ]
    },
    {
        "input": "Các nhà khoa học đã khám phá ra công trình Neolithic lớn nhất tại Anh tại Durrington Walls và tin rằng ngôi làng này là nơi ở của những người đã xây nên tượng đài Stonhenge.\n",
        "output": [
            "Scientists have uncovered the largest Neolithic settlement in the United Kingdom at the Durrington Walls and believe that the village was inhabited by the people who built the Stonehenge monument.\n"
        ]
    },
    {
        "input": "Một nhóm paparazzi đã quay lại một video cảnh Britney lái chiếc xe của cô vào một chiếc xe khác vào ngày 6 tháng 8 khi cô cố gắng chạy vào một chỗ đậu xe trong một bãi ở Studio City.\n",
        "output": [
            "A group of paparazzi recorded a video Britney steering her car into another vehicle on August 6 as she tried to pull into a parking spot in a Studio City lot.\n"
        ]
    },
    {
        "input": "Dự thảo cũng đề nghị kéo dài thời gian các công ty taxi giữ bản ghi âm tải xuống từ camera an ninh, so với quy định hiện tại là 30-35 ngày.\n",
        "output": [
            "The proposal also suggests extending the time taxi companies can keep recordings downloaded from security cameras from the current 30–35 days.\n"
        ]
    },
    {
        "input": "Jenkins đã cố gắng đạt tới tốc độ 126,1 dặm một giờ (202,9 km một giờ) với chiếc ô tô Greenbird của mình dọc theo khu vực đồng bằng Ivanpah thuộc hồ Nevada.\n",
        "output": [
            "Jenkins managed to reach a speed of 126.1 miles per hour (202.9 kilometres per hour) in his Greenbird car along the plains of Nevada's Ivanpah Lake.\n"
        ]
    },
    {
        "input": "Được tổ chức hàng năm, đây là một diễn đàn truyền thống nhằm thể hiện sự chống đối chính trị.\n",
        "output": [
            "Held every year, it is a traditional forum for expressing political opposition.\n"
        ]
    },
    {
        "input": "Người hâm mộ những con số kỳ quặc ở khắp mọi nơi gần đây đã tổ chức đánh dấu sự kiện khi đồng hồ điểm 01:02:03, 04/05/06 (sử dụng qui ước ngày ngày/tháng/năm).\n",
        "output": [
            "Fans of quirky numbers everywhere celebrated recently as the clock struck 01:02:03, 04/05/06 (using the DD/MM/YY date convention).\n"
        ]
    },
    {
        "input": "Cảnh sát Chỉ huy khu vực Tây Bắc Sydney, Trợ lý Ủy viên cho biết ông rất hài lòng rằng câu lạc bộ đã làm việc một cách chủ động với cảnh sát.\n",
        "output": [
            "The police Commander of the North West Sydney region, Assistant Commissioner said he was pleased that the club was working with the police proactively.\n"
        ]
    },
    {
        "input": "Tuy nhiên, ông Rother cũng nói rằng chỉ số giá cả phải được liên kết với tài khoản đầu tư cá nhân của ông Bush để những nguồn thu nhập từ các tài khoản tạo cơ hội cho những người nghỉ hưu giải quyết số tiền bị thiếu hụt.\n",
        "output": [
            "However, Rother says that price indexing has to be linked to Bush’s private investment accounts as income from the accounts give retirees the chance to make up the shortfalls.\n"
        ]
    },
    {
        "input": "Những quả thận này có khả năng sản xuất nước tiểu và bài tiết mà không gây máu đông trong cả cơ thể chuột phòng thí nghiệm và trong cơ thể chuột sống.\n",
        "output": [
            "The kidneys were capable of urine production and excretion without blood clots in both the laboratory and inside living rats.\n"
        ]
    },
    {
        "input": "Quan chức Hamas và Fatah nói họ hi vọng các lãnh đạo sẽ cùng có mặt trong cuộc gặp với Vua Abdullah vào tối thứ Ba.\n",
        "output": [
            "Hamas and Fatah officials said they hoped the leaders would come together for a meeting with King Abdullah later on Tuesday night.\n"
        ]
    },
    {
        "input": "Thỏa thuận này dường như đã đạt được sau khi giải quyết được các tranh cãi xung quanh việc Chính phủ tài trợ cho các tổ chức như Planned Parenthood.\n",
        "output": [
            "The deal was apparently reached after disputes over government funding for organizations such as Planned Parenthood were resolved.\n"
        ]
    },
    {
        "input": "Bộ trưởng Bộ Bảo vệ Cộng đồng Christos Papoutsis xin lỗi về sự mất mát, với lý do rằng an ninh tại các phòng trưng bày là \"hầu như không có.\"\n",
        "output": [
            "Citizen's Protection Minister Christos Papoutsis apologized for the loss, citing that the security at the gallery was \"non-existent\".\n"
        ]
    },
    {
        "input": "Các nhà điều tra nói rằng họ hiện không chắc chắn có phải các vụ nổ là hoàn toàn ngẫu nhiên, hay là kiểu thanh toán lẫn nhau, nhưng tất cả những nỗ lực ban đầu đã tập trung vào việc cố gắng tìm những người sống sót.\n",
        "output": [
            "Investigators say they are currently unsure if the blast was purely accidental, or if foul play was involved, as all efforts were initially focused on attempting to locate survivors.\n"
        ]
    },
    {
        "input": "\"Đây là một tội ác rất khủng khiếp, rất điên rồ, và cộng người dân giữ những đầu mối để giải quyết vụ việc này một cách nhanh chóng.\"\n",
        "output": [
            "\"This is quite an awful crime, quite senseless, and the community holds the clue to solving this crime quickly.\"\n"
        ]
    },
    {
        "input": "Trong năm 2004, chỉ có 186 ca được ghi nhận, giảm xuống từ 336 ca của năm trước đó.\n",
        "output": [
            "Only 186 cases were reported in 2004, down from 336 the previous year.\n"
        ]
    },
    {
        "input": "Bà Fitzpatrick nói Chính phủ Liên bang phải chịu trách nhiệm cho ngành khai thác than và nhôm, cũng giống như chính phủ Nhật phải chịu trách nhiệm cho những công ty đánh bắt cá voi và với những ảnh hưởng tàn phá nặng nề.\n",
        "output": [
            "Ms Fitzpatrick said the Federal Government was as beholden to the coal and aluminium industries as the Japanese government was to whaling companies, and with far more devastating impacts.\n"
        ]
    },
    {
        "input": "Hiện tại, những nghiên cứu gần đây không cho thấy có mối liên hệ nào giữa hai người này.\n",
        "output": [
            "At the moment, current research does not show any connection between the two men.\n"
        ]
    },
    {
        "input": "Phát ngôn viên của Gbagbo là Abdon George Bayeto, nói với BBC rằng cuộc bầu cử bị gian lận, là \"âm mưu quốc tế để chống lại người đương nhiệm\" và sẽ tiếp tục chiến đấu chống lại các lực lượng trung thành với Ouattara.\n",
        "output": [
            "Gbagbo's spokesman, Abdon George Bayeto, told the BBC the elections were rigged as an \"international plot against the incumbent\" and was going to continue fighting forces loyal to Ouattara.\n"
        ]
    },
    {
        "input": "Việc không có quyền phủ quyết sẽ dẫn đến tình hình khó xử rằng tiến trình tháo dỡ chương trình hạt nhân ở Bắc Triều Tiên sẽ bị ngừng lại vì vấn đề công nghệ, Leonor Tomero nhân viên thuộc Trung tâm kiểm soát và giải trừ vũ khí cho biết.\n",
        "output": [
            "The absence of the waiver could have led to an embarrassing situation where progress on dismantling North Korea's nuclear program would have been delayed because of a technicality, said Leonor Tomero of the Center for Arms Control and Non-Proliferation.\n"
        ]
    },
    {
        "input": "Một người đi bộ 23 tuổi đang đi dọc theo Đường Racecourse ở thành phố Londonderry, Bắc Ireland vào khoảng 2:20 GMT đêm Chủ nhật đã bị đâm bởi một chiếcVolkswagen Passat màu đen và đã tử vong.\n",
        "output": [
            "A 23-year-old pedestrian walking along Racecourse Road in the city of Londonderry, Northern Ireland at around 0220 GMT on Sunday night was struck by a black Volkswagen Passat and has been killed.\n"
        ]
    },
    {
        "input": "Giải NFL đã đưa ra thông báo rằng sân vận động đang được bảo vệ bằng các biện pháp an ninh nghiêm ngặt.\n",
        "output": [
            "The NFL has released a statement saying that the stadiums are well protected through security measures already in place.\n"
        ]
    },
    {
        "input": "Cảnh sát đã được gọi tới khi một cú điện thoại gọi cho mẹ cô bé là bà Inga Akins, làm cho giáo viên tin rằng sẽ mất khoảng một tiếng để bà Akins tới và dẫn cô bé đi.\n",
        "output": [
            "Police had been called when a phone call to mother Inga Akins, had led teachers to believe that it would take an hour for Ms Akins to arrive and take the girl away.\n"
        ]
    },
    {
        "input": "Các lãnh đạo và cá nhân từ các nơi khác nhau của đất nước, bao gồm cả nhà lãnh đạo của Narmada Bachao Andolan, Medha Patkar, bày tỏ sự đau buồn trước cái chết.\n",
        "output": [
            "Leaders and personalities from different parts of the country, including the Narmada Bachao Andolan leader Medha Patkar, expressed grief over the death.\n"
        ]
    },
    {
        "input": "Clinton phát biểu rằng đó là một vinh dự lớn cho ông khi có mặt tại buổi lễ tưởng niệm cùng với vợ, con gái và bạn bè từ Mỹ để đứng trong tình đoàn kết hướng về Yitzhak Rabin.\n",
        "output": [
            "Clinton said that it was a great honor for him to be at the ceremony with his wife, daughter and friends from America to stand in solidarity for the memory of Yitzhak Rabin.\n"
        ]
    },
    {
        "input": "Vị trí khảo cổ là nằm trên đồi dọc theo biển Địa trung Hải nhìn sang nhà nghỉ hè của Hosni Mubarak, tổng thống Ai Cập.\n",
        "output": [
            "The archaeological site is on a hill along the Mediterranean Sea overlooking the summer home of Hosni Mubarak, president of Egypt.\n"
        ]
    },
    {
        "input": "Mẹ của Daniel, Cheryl Stringer, đã nói bà không muốn cuộc biểu tình EDL được tổ chức: \"EDL đã quyết định làm điều này và nó không liên quan gì tới chúng tôi.\n",
        "output": [
            "Daniel's mother, Cheryl Stringer, has said she does not want the EDL rally to be held: \"The EDL have decided to do this and it's go nothing to do with us whatsoever.\n"
        ]
    },
    {
        "input": "Mô hình này dự báo rằng các hạt \"Boson Higgs\" mang lại khối lượng cho tất cả các hạt cơ bản và giải thích sự tồn tại của vật chất tối, hoặc chất vô hình ở giữa thiên hà.\n",
        "output": [
            "The model predicts that Higgs boson particles gives mass to all fundamental particles and explains the existence of dark matter, or invisible matter in between galaxies.\n"
        ]
    },
    {
        "input": "Chính phủ Nigeria đã yêu cầu sự hỗ trợ từ các tổ chức quốc tế, trong đó có Tổ chức Y tế Thế giới và Trung tâm Kiểm soát và Ngăn ngừa bệnh tật Mỹ nhằm ngăn chặn tình trạng lây lan rộng.\n",
        "output": [
            "Nigeria's government has requested assistance from international organizations, including the World Health Organization and the US Centers for Disease Control and Prevention, in averting a widespread outbreak.\n"
        ]
    },
    {
        "input": "Giải ngoại hạng khúc côn cầu 2005-2006 Ontario khởi tranh bắt đầu tối thứ tư tại Wendler tại Trung tâm tổ chức sự kiện Dow ở Saginaw, Michigan, Mỹ với đội chủ nhà Saginaw Spirit thi đấu với Whalers Plymouth, với hơn 4.600 người tham dự.\n",
        "output": [
            "The 2005-2006 Ontario Hockey League season kicked off to a start Wednesday night at Wendler arena in The Dow Event Center in Saginaw, Michigan, USA with the Saginaw Spirit hosting the Plymouth Whalers, with over 4,600 people attending.\n"
        ]
    },
    {
        "input": "Trong một phát biểu gửi tới CNN, cố vấn an ninh quốc gia Iraq, ông Muwaffaq Rubaie đã nói rằng \"… tòa án sẽ xử công minh, chỉ có một luật sư bào chữa có mặt ở đó, cùng với một luật sư bên nguyên hợp pháp nữa…\"\n",
        "output": [
            "In a statement to CNN, Iraqi national security advisor Muwaffaq Rubaie said that \"...this is going to be a fair, just trial with a defense counsel in there, with a proper prosecuting counsel as well there...\"\n"
        ]
    },
    {
        "input": "Kế hoạch là để thảo luận về Wikipedia, và những gì cần làm và không làm cho bách khoa toàn thư.\n",
        "output": [
            "The plan was to discuss Wikipedia, and what does and doesn't work for the encyclopedia.\n"
        ]
    },
    {
        "input": "\"Chúng tôi có một lệnh bắt giữ và chúng tôi sẵn sàng thực hiện việc chống lại các người ngay bây giờ.\"\n",
        "output": [
            "\"We have a warrant of arrest that we are happy to execute against you right away.\"\n"
        ]
    },
    {
        "input": "\"DS4SEQ muốn đạt được một tỷ lệ đáng kể trong đợt bầu cử sơ cấp và giành được một số ghế, \" ông Furze cho biết.\n",
        "output": [
            "\"DS4SEQ would like to gain a sizeable percentage of the primary vote and win a number of seats,\" Mr furze said.\n"
        ]
    },
    {
        "input": "Người lớn ở khu vực này đã thông báo rằng trẻ em đã chết vì bệnh sốt rét.\n",
        "output": [
            "Adults from the area reported that the children had died of malaria.\n"
        ]
    },
    {
        "input": "Các động cơ đã dừng lại và chiếc máy bay trực thăng lao mạnh xuống đất, một người dân địa phương tên Agustin Vargas cho biết.\n",
        "output": [
            "The motor stopped and the helicopter plummeted to the ground, said one local resident named Agustin Vargas.\n"
        ]
    },
    {
        "input": "\"Chắc chắn rằng vẫn còn yêu cầu cho những bốt điện thoại trên khắp nước Úc.\"\n",
        "output": [
            "\"Certainly, there is a still a demand for payphones around Australia.\"\n"
        ]
    },
    {
        "input": "Robertson nói, \"'Đây là đất của tôi, 'và đối với bất kì thủ tưởng Israel nào quyết định sẽ chia cắt và cho đi đất này, Chúa sẽ nói, 'Không, đây là của tôi. '\"\n",
        "output": [
            "Robertson said, \"'This is my land,' and for any prime minister of Israel who decides he is going to carve it up and give it away, God says, 'No, this is mine.'\"\n"
        ]
    },
    {
        "input": "\"Điều tôi muốn hỏi là, 'Vì lý do cao cả gì mà con trai tôi lại phải chết? '\"\n",
        "output": [
            "\"What I want to ask is, 'What noble cause did my son die for?'\"\n"
        ]
    },
    {
        "input": "Theo nguồn tin giấu tên trích dẫn trong bài báo của tờ The New York Times, các quan điểm pháp lý được phân loại 2005 có \"một sự xác nhận mở rộng về những kỹ thuật thẩm vấn khắc nghiệt nhất từng được sử dụng bởi Cơ quan Tình báo Trung ương, \" và rõ ràng cho phép sử dụng các biện pháp bao gồm tát vào đầu, nhiệt độ đóng băng, và kỹ thuật dội nước được gọi đến là waterboarding đối với nghi phạm khủng bố.\n",
        "output": [
            "According to anonymous sources cited in The New York Times article, the classified 2005 legal opinion contained \"an expansive endorsement of the harshest interrogation techniques ever used by the Central Intelligence Agency,\" and explicitly authorized the use of tactics including head-slapping, frigid temperatures, and the simulated drowning technique known as waterboarding against terror suspects.\n"
        ]
    },
    {
        "input": "Có thông tin xác nhận rằng Spyker sẽ đổi chủ sở hữu mùa giải tới trở thành đội đua Ấn Độ đầu tiên trong lịch sử giải đua Công thức một.\n",
        "output": [
            "It was confirmed that Spyker will change owners next season becoming the first Indian national Formula One team in history.\n"
        ]
    },
    {
        "input": "Bây giờ dân số của Detroit đã giảm xuống còn 713.777, thành phố này không còn đủ điều kiện cho những lợi thế tài chính.\n",
        "output": [
            "Now that Detroit's population has fallen to 713,777, it is no longer eligible for these financial advantages.\n"
        ]
    },
    {
        "input": "Cây cầu trị giá 220 triệu đô dự kiến ​​khai trương vào tháng Sáu năm 2007, và là dự án xây dựng lớn nhất trong lịch sử Ohio.\n",
        "output": [
            "The $220 million bridge is scheduled for opening in June, 2007, and is the largest construction project in the history of Ohio.\n"
        ]
    },
    {
        "input": "Động thái này có nghĩa là sự kết thúc vị thế là công ty cạnh tranh với AT&T vì nó là nhà phân phối chính thức duy nhất tại Mỹ của iPhone, một vị thế mà công ty đã nắm giữ kể từ khi iPhone ra mắt lần đầu tiên vào năm 2007.\n",
        "output": [
            "The move means the end of rival company AT&T's status as the only official US carrier of the iPhone, a status it held since the first iPhone debuted in 2007.\n"
        ]
    },
    {
        "input": "\"Chúng ta phải sử dụng thiết bị cắt cầm tay để mở chiếc xe lửa và tiếp cận người dân, \" Pedro Machado, tổng chỉ huy của Sở Cứu Hỏa Janeiro Rio de cho biết.\n",
        "output": [
            "\"We have to use blowtorches to open the sides of the train cars to reach the people,\" said Pedro Machado, commander general of the Rio de Janeiro Fire Department.\n"
        ]
    },
    {
        "input": "Người hàng xóm khác nói thêm, \"Những người hàng xóm tuyệt vời, những đứa trẻ dễ thương nhất mà tôi từng biết.\"\n",
        "output": [
            "Another neighbor added, \"Wonderful neighbors, just the sweetest kids I've ever known.\"\n"
        ]
    },
    {
        "input": "Theo như chi nhánh ABC ở Charlotte, Bắc Carolina, Flair đã tham gia vào một vụ xô xát nghiêm trọng ở xa lộ 485 vào thứ tư tuần trước.\n",
        "output": [
            "According to an ABC affiliate in Charlotte, North Carolina, Flair took part in an alleged road rage incident last Wednesday on Interstate 485.\n"
        ]
    },
    {
        "input": "Cuối cùng vào tháng Ba, Hiệp định Saint Andrews sẽ được thông qua bầu cử hoặc cuộc trưng cầu dân ý.\n",
        "output": [
            "Finally in March, an electoral endorsement of the Saint Andrews Agreement will take place be it either through election or referendum.\n"
        ]
    },
    {
        "input": "\"Và bây giờ, vào thời điểm khi tổng thống Mỹ tuyên bố những nguyên tắc và ủng hộ chúng, một thủ tướng Israel cũng ủng hộ và làm chính xác điều ngược lại.\"\n",
        "output": [
            "\"And now, at the time when an American president declares these principles and promotes them, an Israeli PM comes along and does the exact opposite.\"\n"
        ]
    },
    {
        "input": "Máy bán hàng tự động bán thuốc lá ở nơi công cộng sẽ bị cấm nếu quảng cáo và tài trợ thuốc lá.\n",
        "output": [
            "Vending machines selling cigarettes in public places will be banned as will cigarette advertisements and sponsorships.\n"
        ]
    },
    {
        "input": "Ông cũng cho biết ở trong một Đảng tốt hơn là độc lập một mình.\n",
        "output": [
            "He also adds that it is better to be in a Party than being independent.\n"
        ]
    },
    {
        "input": "Theo ông, các công tố viên vẫn luôn nghi ngờ rằng có những người khác cùng al-Megrahi tham gia vào cuộc tấn công.\n",
        "output": [
            "Prosecutors, he said, had always thought there were others besides al-Megrahi involved in the attack.\n"
        ]
    },
    {
        "input": "Tuy nhiên, hắn đã tự thú sau cuộc phỏng vấn.\n",
        "output": [
            "However, he did turn himself in after giving the interview.\n"
        ]
    },
    {
        "input": "Những người mua vé tham gia sự kiện Ngày Brampton thông qua thành phố đã được khuyến khích đeo các vòng tay màu xanh da trời ở trong công viên để có cơ hội được phát hiện và thắng một phần thưởng.\n",
        "output": [
            "People who bought passes to the Brampton Day event through the City were encouraged to wear blue wrist bands around the park, for a chance to get spotted and win a prize.\n"
        ]
    },
    {
        "input": "Một vài cứu trợ dưới hình thức thức ăn, trong khi các cứu trợ khác dưới hình thức tiền mặt, số tiền này đươc các tổ chức từ thiện dùng để mua lương thực từ các nông dân Ethiopia.\n",
        "output": [
            "Some aid came in the form of food, while other aid came as cash which would be used by the aid agencies to buy grain from Ethiopian farmers.\n"
        ]
    },
    {
        "input": "Uỷ ban Khiếu nại Bầu cử của Afghanistan đã công bố một báo cáo điều tra của họ về những nghi vấn dấy lên sau cuộc bỏ phiếu hai tháng trước.\n",
        "output": [
            "The Afghanistan ECC has published a report about their investigation into allegations which emerged after the polls two months ago.\n"
        ]
    },
    {
        "input": "Những cú try từ Doug Howlett, Mils Muliaina, và hai cú từ Sitiveni Sivivatu làm tăng thế thắng của All Black.\n",
        "output": [
            "Tries from Doug Howlett, Mils Muliaina and two from Sitiveni Sivivatu increased the All Black's imposing lead.\n"
        ]
    },
    {
        "input": "Hầu hết những nạn nhân đang ăn tối ở tầng dưới và bị mắc kẹt lại.\n",
        "output": [
            "Most who died were dining on the lower deck, and were trapped below.\n"
        ]
    },
    {
        "input": "Peter August của Đại học Rhode Island ở Kingston, nhận xét: \"Tôi đã thực sự ngạc nhiên trước sự nhất quán mà họ tìm thấy con bò và hươu luôn hướng mặt về phía bắc.\"\n",
        "output": [
            "Peter August of the University of Rhode Island in Kingston, commented: \"I was really amazed at the consistency with which they found north-facing cows and deer.\"\n"
        ]
    },
    {
        "input": "Tuy nhiên, thỉnh thoảng trong 10 tỉ năm qua một phần lớn baryon, thường được gọi là \"vật chất thông thường\" để phân biệt chúng với vật chất đen và năng lượng đen, đã biến mất.\n",
        "output": [
            "However, sometime during the last 10 billion years a large fraction of the baryons, commonly referred to as \"ordinary matter\" to distinguish them from dark matter and dark energy, have gone missing.\n"
        ]
    },
    {
        "input": "Mười một người đã thiệt mạng sau khi một chiếc trực thăng quân sự bị rơi trong một chuyến bay chống ma túy ở Tây Mexico.\n",
        "output": [
            "Eleven people have died after a military helicopter crashed during an anti-narcotics flight in Western Mexico.\n"
        ]
    },
    {
        "input": "Trận động đất đầu tiên đo được là 4,7 độ Richter tại một khu vực miền núi và lần thứ hai đo được là 5,1.\n",
        "output": [
            "The first earthquake measured a 4.7 on the Richter magnitude scale and was in a mountainous area and the second measured a 5.1.\n"
        ]
    },
    {
        "input": "Abe là chính trị gia thế hệ thứ ba có quan hệ với hai thủ tướng trong quá khứ.\n",
        "output": [
            "Abe is a third-generation politician related to two former Prime Ministers.\n"
        ]
    },
    {
        "input": "Người đàn ông chỉ bị bắn một phát và vết thương không đe dọa tính mạng.\n",
        "output": [
            "The man was shot only once and the wound was not life threatening.\n"
        ]
    },
    {
        "input": "Cô là thành viên của Câu lạc bộ Bắn cung Yokine ở Tây Úc.\n",
        "output": [
            "She is a member of the Yokine Archery Club in Western Australia.\n"
        ]
    },
    {
        "input": "Liên Hợp Quốc và các lực lượng gìn giữ hòa bình Pháp nói rằng họ sẽ không rời khỏi Bờ Biển Ngà bất chấp lệnh của Tổng thống đương nhiệm Laurent Gbagbo yêu cầu họ phải rời khỏi đất nước.\n",
        "output": [
            "The United Nations and French peacekeeping forces say they will not leave the Ivory Coast despite orders from incumbent president Laurent Gbagbo to leave the country.\n"
        ]
    },
    {
        "input": "Theo Radiopress, một hãng thông tấn Nhật Bản theo dõi các kênh phát thanh của Triều Tiên, thì Đài Phát thanh Trung ương Triều Tiên, cũng như Thông tấn xã Trung ương Triều Tiên và truyền thông Triều Tiên, đã ngừng sử dụng cụm từ \"nhà lãnh tụ kính yêu\" khi nói đến Kim Jong Il, lãnh đạo tối cao của nước này.\n",
        "output": [
            "According to Radiopress, a Japanese news agency that monitors North Korea's radio broadcasts, the North's Korean Central Broadcasting Station, as well as the Korean Central News Agency and other North Korean media, have stopped using the term \"Dear leader\" when referring to Kim Jong Il, the country's supreme leader.\n"
        ]
    },
    {
        "input": "Để đáp trả, Leo Benhakker đã thay đổi đội hình tấn công nhiều hơn 4-3-2 và đưa ra sân thêm một tiền đạo.\n",
        "output": [
            "In reply Leo Benhakker changed to a more attacking 4-3-2 system and threw on an extra attacker.\n"
        ]
    },
    {
        "input": "Bản tin chính trị xã hội tốt nhất lọt vào chung kết thuộc về Alex Teka, Detox Diary, Not Fit to Practise and Turning the Tide.\n",
        "output": [
            "Best current affairs report finalist were Alex Teka, Detox Diary, Not Fit to Practise and Turning the Tide.\n"
        ]
    },
    {
        "input": "Một người phụ nữ đã tử vong vào đêm thứ Sáu sau khi một tai nạn xảy ra trên một vòng đu quay tại khu vui chơi giải trí Playland thuộc Rye, thành phố New York, nước Mỹ.\n",
        "output": [
            "A young woman was killed Friday night after an accident occurred on a gyrating ride at the Playland amusement park in Rye, New York in the United States.\n"
        ]
    },
    {
        "input": "Bài hát \"Let Me Hold You\" của Bow Wow với sự trình diễn của Omarion đã bị tụt từ hạng 5 xuống hạng 9 và cuối cùng là bài \"You and Me\" của Lifehouse đã kết thúc top 10 sau khi bị tụt hai hạng.\n",
        "output": [
            "Bow Wow’s “Let Me Hold You” featuring Omarion fell 5-9 and Lifehouse’s “You and Me” rounded out the top-10 with a two position dip.\n"
        ]
    },
    {
        "input": "Một nội dung thêm vào tương đối dài đã mô tả chi tiết các nội quy phải làm theo trong các vụ đào tẩu hay ý định đào tẩu.\n",
        "output": [
            "A lengthy addition details rules to follow in the event of an escape or escape attempt.\n"
        ]
    },
    {
        "input": "Chính quyền địa phương của dãy núi Harz ở miền trung Đức cũng đã thông báo mở cửa cho du khách một \"tuyến đường đi bộ khỏa thân chính thức\" ở ngoài tự nhiên.\n",
        "output": [
            "Local authorities of Harz mountain range in central Germany have also announced the openness to any visitor of an “official naked walking route” in nature's outdoors.\n"
        ]
    },
    {
        "input": "Raymond Lee Oyler ở California, Hoa Kỳ đã bị kết án tội giết năm nhân viên cứu hỏa dịch vụ rừng Mỹ đã thiệt mạng trong khi cố gắng kiểm soát vụ cháy do hắn gây ra.\n",
        "output": [
            "Raymond Lee Oyler of California, United States has been convicted of the murders of five US Forest Service firefighters killed while attempting to control a wildfire he had lit.\n"
        ]
    },
    {
        "input": "Đáng tiếc là đoàn đã đến tang lễ quá trễ và đoàn đại biểu chỉ xem được một phần của các hoạt động trong tang lễ.\n",
        "output": [
            "Unfortunately they arrived too late for the funeral and the delegation watched only part of the funeral activities.\n"
        ]
    },
    {
        "input": "Ba người khác đã được tìm thấy gần một con đường ở Rustamiya trong vùng ngoại ô phía đông nam thủ đô.\n",
        "output": [
            "The other three were found near a road in Rustamiya on the southeastern outskirts of the capital.\n"
        ]
    },
    {
        "input": "Smith nói về ảnh hưởng đến những mối quan hệ với Mỹ- mối quan hệ đã rất gắn bó kể từ Đại chiến thế giới II-\"Nó không phải là cái mà tôi nghĩ sẽ ảnh hưởng đến mối quan hệ rất tốt giữa chính phủ mới và chính quyền (Mỹ).\"\n",
        "output": [
            "Smith said of the effect on relations with the US - which have been strong since World War II - \"It's not something which I believe will disturb what to date has been a very good working relationship between the new government and the (U.S.) administration.\"\n"
        ]
    },
    {
        "input": "Singh, một bệnh nhân tiểu đường, đã từng có một cuộc phẫu thuật có tim nhân tạo ở Anh vào năm 1990 và tái tạo mạch máu ở Delhi vào năm 2004 và cuộc phẫu thuật này đã đặt các stent trong các huyết mạch của ông.\n",
        "output": [
            "Singh, a diabetic, underwent a bypass surgery in Britain in 1990 and had an angioplasty in 2004 in Delhi in which stents were introduced in his arteries.\n"
        ]
    },
    {
        "input": "Công ty đang kiện để nhận đòi bồi thường thiệt hại dân sự tương ứng với phân nửa doanh thu của phim và sách từ những phim bom tấn như Spider-Man, Iron Man, X-Men, Hulk, và các phim franchise của Fantastic Four.\n",
        "output": [
            "The company is suing for recovery of civil damages representing one-half of film and book earnings from such blockbuster films as Spider-Man, Iron Man, X-Men, Hulk, and Fantastic Four franchises.\n"
        ]
    },
    {
        "input": "Sau cuộc họp kéo dài năm tiếng, tổng thống Hugo Chavez từ Venezuela và Alvaro Uribe từ Colombia đã kết thúc những căng thẳng ngoại giao trong suốt hai tháng.\n",
        "output": [
            "After five hours of meeting, the presidents Hugo Chávez from Venezuela and Alvaro Uribe from Colombia put a end to the diplomatic tension that had completed two months.\n"
        ]
    },
    {
        "input": "Năm 1997 Giáo Hội đã bị kết tội gian lận tại Lyon và năm 1999 tại Marseille.\n",
        "output": [
            "In 1997 the Church was convicted of fraud in Lyon and 1999 in Marseille.\n"
        ]
    },
    {
        "input": "Năm 2005 ông đã xuất hiện trong một chương trình đặc biệt kỷ niệm Eurovision.\n",
        "output": [
            "In 2005 he made an appearance on a special programme to commemorate Eurovision.\n"
        ]
    },
    {
        "input": "Các nhà nghiên cứu cũng nhận thấy rằng gan thể hiện mức độ cao hơn của gen mã hóa \"selenoprotein P\" (SEPP1) trong cơ thể người tiểu đường tuýp 2-những người có kháng insulin cao.\n",
        "output": [
            "The researchers found the liver expresses higher levels of the gene encoding \"selenoprotein P\" (SEPP1) in people with type 2 diabetes – those with more insulin resistance.\n"
        ]
    },
    {
        "input": "Đầu giờ tối qua, những cuộc tấn công quy mô lớn nhắm vào mạng Internet Trung Quốc, làm chậm truy cập để thu thập dữ liệu.\n",
        "output": [
            "Early last night, massive attacks targeted China's Internet, slowing access to a crawl.\n"
        ]
    },
    {
        "input": "Một trong những danh sách đen URL đối với Wikileaks bao gồm một danh sách bị rò rỉ của các trang web bị chặn ở Đan Mạch.\n",
        "output": [
            "One of the blacklisted URLs to Wikileaks includes a leaked list of blocked websites in Denmark.\n"
        ]
    },
    {
        "input": "Rico Daniels là người dẫn chương trình của kênh British TV sống ở Pháp, người nổi tiếng với hai loạt chương trình truyền hình - Salvager - khi ông ấy vẫn còn ở Anh và sau đó là Le Salvager khi ông chuyển đến Pháp.\n",
        "output": [
            "Rico Daniels is a British TV presenter living in France who is known for his two television series — The Salvager — whilst he still lived in the UK and then Le Salvager after he moved to France.\n"
        ]
    },
    {
        "input": "Ông ấy được mong đợi gửi các tài liệu vào Thứ năm tới để trở thành ứng cử viên chính thức.\n",
        "output": [
            "He is expected to file papers next Thursday to make his candidacy official.\n"
        ]
    },
    {
        "input": "Nghiên cứu mới này là một nghiên cứu quốc tế về sự sinh tồn và tử vong.\n",
        "output": [
            "The new study is an international study of survival and mortality.\n"
        ]
    },
    {
        "input": "Ngoại trưởng Mỹ Condoleezza Rice đã đưa ra một lời giải thích cho lý do tại sao Hoa Kỳ bỏ phiếu trắng và không dùng quyền phủ quyết nghị quyết.\n",
        "output": [
            "US Secretary of State Condoleezza Rice has given an explanation for why the United States abstained and did not veto the resolution.\n"
        ]
    },
    {
        "input": "Ở sàn IntercontinentalExchange Brent Crude Futures, mức giá đạt 89,30 USD (cơ sở tháng Mười Hai) lúc 8:34 sáng.\n",
        "output": [
            "On the IntercontinentalExchange Brent Crude futures reached US$89.30 (basis December) as of 8:34 a.m..\n"
        ]
    },
    {
        "input": "Trong giai đoạn cầm quyền của Kennedy, Helen đã kết thúc tất cả các cuộc họp báo với tổng thống với một câu nói đặc trưng \"Xin cảm ơn, ngài Tổng thống\" và luôn luôn đưa ra cảnh báo về công việc của mình: \"Trong sự nghiệp của tôi, ngài chỉ tốt đẹp bằng câu chuyện cuối cùng về ngài.\"\n",
        "output": [
            "During Kennedy's administration, Helen ended all presidential press conferences with a signature \"Thank you, Mr. President\" and always issued a caveat about her work: \"In my career you're only as good as your last story.\"\n"
        ]
    },
    {
        "input": "Mặc dù có nhiều nước châu Âu sản xuất thuốc này để sử dụng chủ yếu ở châu Âu như là một chất gây mê, không có nhà sản xuất nào sẵn sàng cung cấp nó cho việc sử dụng trong các án phạt tử hình, việc bãi bỏ thuốc này đã được EU vận động hành lang từ năm 2008.\n",
        "output": [
            "Although many European countries manufacture the drug, which is primarily used in Europe as an anæsthetic, no manufacturer has been found that is willing to supply it for use in conjunction with the death penalty, the abolition of which has been lobbied by the EU since 2008.\n"
        ]
    },
    {
        "input": "Safia Ahmed-jan, giám đốc Bộ các vấn đề Phụ nữ Afghanistan ở tỉnh Khandahar, một người ủng hộ quyền phụ nữ và là một người lên án mạnh mẽ sự đàn áp những quyền này của Taliban, đã bị các tay súng giấu mặt bắn chết bên ngoài nhà của bà ở thành phố Khandahar, phía Nam Afghanistan hôm thứ hai.\n",
        "output": [
            "Safia Ahmed-jan, the director of the Afghan Ministry of Women's Affairs for the Khandahar province and an advocate of women's rights and a strong critic of the Taliban's repression of those rights, was shot dead by unidentified gunmen outside her home in Khandahar city in southern Afghanistan on Monday.\n"
        ]
    },
    {
        "input": "Khi người dân Peru đẩy mạnh cho vụ kiện của họ chống lại Newmont Mining trụ sở tại Denver, công ty khai thác vàng lớn nhất thế giới, thì một số trong những câu hỏi quan trọng này cuối cùng cũng có thể được trả lời.\n",
        "output": [
            "As the Peruvian residents gear up for their lawsuit against Denver-based Newmont Mining, the world's largest gold mining firm, some of these important questions may finally be answered.\n"
        ]
    },
    {
        "input": "Quốc vương đã không đưa ngay lý do cho biện pháp này; tuy nhiên, những báo cáo gần đây đã cáo buộc quốc hội xử lý pháp lý yếu kém và thậm chí là có tham nhũng.\n",
        "output": [
            "The monarch did not immediately provide a reason for the move; however, there have recently been reports accusing the parliament of handling legislation ineptly, and even of being corrupt.\n"
        ]
    },
    {
        "input": "Kennedy, một trong hai kẻ tử tù không phạm tội sát nhân, đã kháng cáo quyết định của tòa án, và phiên xử được đưa lên tòa án tối cao Hoa Kỳ.\n",
        "output": [
            "Kennedy, who was one of two criminals on death row in America who did not commit murder, challenged the court's decision, and the case was brought to the U.S. Supreme Court.\n"
        ]
    },
    {
        "input": "Ông đã bỏ chạy 200 mét và bị cảnh sát bắt giữ.\n",
        "output": [
            "He ran away by 200 meters and was caught by the police.\n"
        ]
    },
    {
        "input": "Michael Stanton, một người hâm mộ thiên văn học địa phương nới với Wikinews\"điều này thật tuyệt, chúng ta có âm nhạc và có niềm vui thị giác để xem.\"\n",
        "output": [
            "Michael Stanton, a local astronomy fan told Wikinews \"this is just great, we have music and this visual delight to see\".\n"
        ]
    },
    {
        "input": "John Tembo cho biết ông sẽ đưa kết quả của cuộc bầu cử ra tòa án.\n",
        "output": [
            "He has said he will challenge the election's outcome in court.\n"
        ]
    },
    {
        "input": "Bộ trưởng Ngoại giao Mỹ Condoleezza Rice cũng phủ nhận một cuộc tấn công sắp xảy ra, bà nói rằng không có bất cứ sự cho phép nào của Quốc hội cho hành động quân sự chống lại Iran.\n",
        "output": [
            "The United States Secretary of State Condoleezza Rice also denied that an attack was imminent, stating that there is no Congressional authorization for military action against Iran.\n"
        ]
    },
    {
        "input": "Quyền Cảnh sát Ủy nhiệm Moses Driver phủ nhận rằng không có sự giành quyền kiểm soát nào đã xảy ra.\n",
        "output": [
            "Acting Police Commissioner Moses Driver denied that any take over had occurred.\n"
        ]
    },
    {
        "input": "Chúng tôi tin rằng điều cần thiết mà Triều Tiên phải làm là cho chúng ta thấy những hành động cụ thể về việc từ bỏ tất cả vũ khí hạt nhân và các chương trình nguyên tử đang thực hiện, \" Thủ Tướng Nhật Bản Abe nói.\n",
        "output": [
            "We believe it is necessary for North Korea to show concrete actions toward the abandonment of all nuclear weapons and existing nuclear programs,\" said Shinzo Abe, the Prime Minister of Japan.\n"
        ]
    },
    {
        "input": "Thành viên của Quốc hội Lao động, ông Dick Adams cho biết mặc dù ông đã bỏ phiếu cho Beazley tiếp tục làm lãnh đạo đảng, nhưng ông vẫn ủng hộ người lãnh đạo mới.\n",
        "output": [
            "Labor MP Dick Adams said even though he voted for Beazley to remain as leader, he supports the party's new leadership.\n"
        ]
    },
    {
        "input": "Một vài sinh viên oán trách rằng họ không nhận được bất cứ cảnh báo nào từ nhà trường cho tới khi một bức e-mail cảnh báo được gửi đến hơn hai giờ sau vụ đầu tiên.\n",
        "output": [
            "Some students complained that they had received no warning from the university until an e-mail alert sent more than two hours after the first incident.\n"
        ]
    },
    {
        "input": "Cả hai ông đã ký thỏa hiệp tuần rồi để giải quyết sự cách biệt chính trị đã xảy ra trong bốn tháng qua.\n",
        "output": [
            "The two signed an agreement last week to resolve the four-month political standoff.\n"
        ]
    },
    {
        "input": "Các nhà nghiên cứu sau đó đã cố gắng lấy lại số tiền của họ và đi đến khách sạn nơi Whitton và Dyer đang ở, họ chỉ tìm thấy căn phòng trống rỗng và không tìm thấy hai người đàn ông này ở bất kì nơi nào.\n",
        "output": [
            "The researchers then attempted to reclaim their money and went to the hotel Whitton and Dyer were staying in, only to find the rooms empty, and the two men nowhere to be found.\n"
        ]
    },
    {
        "input": "Thông tin được đưa ra sau khi hãng này và các công ty liên kết bắt đầu bị khởi kiện sau vụ tai nạn hồi tháng Chín đối với Chuyến bay 269, làm 90 người thiệt mạng, hầu hết là người nước ngoài.\n",
        "output": [
            "The news comes as legal action against the airline and associated companies begins over the September crash of Flight 269, which killed 90 people, mostly foreigners.\n"
        ]
    },
    {
        "input": "Jim Nussle, Giám đốc Văn phòng Quản lý và Ngân sách nói rằng ông tin thâm hụt sẽ bắt đầu giảm.\n",
        "output": [
            "Jim Nussle, director of the Office of Management and Budget said that he believes that the deficit will start to decline.\n"
        ]
    },
    {
        "input": "Cái chết của người chú cô gái cũng được cho là đang bị điều tra do ông có các triệu chứng của bệnh cúm.\n",
        "output": [
            "The death of the girl's uncle is also believed to be under investigation due to him having symptoms that may indicate flu.\n"
        ]
    },
    {
        "input": "Chính quyền Pakistan vừa chặn việc truy cập vào YouTube, một trang web chia sẻ video phổ biến với lý do nó có chứa nội dung \"Làm lan rộng sự báng bổ thần thánh.\"\n",
        "output": [
            "The Pakistani government has blocked access to YouTube, the popular video-sharing website, citing \"growing sacrilegious\" content.\n"
        ]
    },
    {
        "input": "Các nhà khoa học dự đoán rằng có năm triệu loài sẽ không còn nữa vào thế kỷ này.\n",
        "output": [
            "Scientists forecast that up to five million species will be lost this century.\n"
        ]
    },
    {
        "input": "Những người lao động gốc Colorado thấy rằng các hoạt động do các \"trợ lý\" của Landmark Education thực hiện bao gồm: Văn phòng, văn thư, trực điện thoại, cũng như chào hỏi khách hàng, sắp xếp bàn ghế, xử lý micro trong các cuộc hội thảo và pha cà phê.\"\n",
        "output": [
            "Labor based out of Colorado found that activities performed by Landmark Education's \"assistants\" include: \"office, clerical, telephone solicitation and enrollment, as well as greeting customers, setting up chairs, handling microphones during the seminars and making coffee.\"\n"
        ]
    },
    {
        "input": "Một cơn bão tương tự đã gây ra ngập lụt và mưa lớn nghiêm trọng vào năm 2003.\n",
        "output": [
            "A similar system caused severe flooding and precipitation in 2003.\n"
        ]
    },
    {
        "input": "Chính phủ đã xác nhận rằng bốn người đã chết trong vụ việc.\n",
        "output": [
            "The government has confirmed that four people were dead in the incident.\n"
        ]
    },
    {
        "input": "Một tỉ lệ đáng kể của cảnh quan truyền thông LGBT Mỹ đang chuẩn bị khối kết.\n",
        "output": [
            "A significant portion of the American LGBT media landscape is about to become a conglomerate.\n"
        ]
    },
    {
        "input": "Đu quay là một trò tiêu khiển rất thu hút, nó quay tròn trong khi mọi người ngồi trong một khoang có hai ghế ngồi, bên trong một lều tối om có đèn nhấp nháy và có cả nhạc nữa.\n",
        "output": [
            "The ride is an attraction that spins people around in two-seat cars, inside a darkened tent to flashing lights and music.\n"
        ]
    },
    {
        "input": "Sự thật thì hôm nay tôi đã bán một bộ com-lê cho một người Mỹ. '\n",
        "output": [
            "I sold a suit today to another American, as a matter of fact.'\n"
        ]
    },
    {
        "input": "Chiếc máy bay phản lực hai động cơ này vừa mới được bảo dưỡng ở Perpignan để chuẩn bị trở về hãng hàng không Air New Zealand từ hãng hàng không Đức XL Airways, hãng đã thuê chiếc máy bay này.\n",
        "output": [
            "The twin-engine jet airliner had just undergone maintenance at Perpignan in preparation for its return to Air New Zealand by German airline XL Airways, which had been operating it on lease.\n"
        ]
    },
    {
        "input": "Những quan ngại của các tổ chức như Tổ chức Ân xá quốc tế, cơ quan đang vận động cho việc đóng cửa trại, hay Tổ chức Quan sát quyền con người quan tâm đến vấn đề xử lý các tù nhân chiến tranh theo công ước Geneve, chính là chính sách cho những phạm nhân mới vẫn được phép tiếp cận Ủy ban quốc tế Chữ thập đỏ (ICRC) trong 4 tuần có thể bị từ chối.\n",
        "output": [
            "Of concern to groups such as Amnesty International who campaign for the camp's closure, or Human Rights Watch concerned about prisoner handling under the prisoner of war aspects of the Geneva Convention, is the fact that policy for newly admitted detainees still allows for up to 4 weeks where access to the detainee by the International Committee of the Red Cross (ICRC) may be denied.\n"
        ]
    },
    {
        "input": "Hội đồng Cách mạng Văn hóa tối cao, tổ chức đã được hình thành trong cuộc Cách mạng Văn hóa Hồi giáo, chỉ rõ rằng họ sẽ lọc ra những video trái đạo đức và những tin nhắn audio được gửi bằng cách sử dụng điện thoại di động.\n",
        "output": [
            "The Supreme Cultural Revolution Council, created during the Islamic Cultural Revolution, indicated that it would filter immoral video and audio messages sent using cellular phones.\n"
        ]
    },
    {
        "input": "\"Thiết bị phần mềm chứa thông tin vô giá\" đã được cứu kịp thời, theo báo cáo cho biết.\n",
        "output": [
            "The \"software unit containing information of incalculable value\" was rescued in time, reports say.\n"
        ]
    },
    {
        "input": "Ông Jon Giorgini nói rằng trong tương lai gần những vật không chắc chắn như vậy trong vũ trụ sẽ ít hơn nhiều và ít gây lo ngại cho công chúng.\n",
        "output": [
            "In the near future Jon Giorgini said such cosmic uncertainty would be much less and the public less alarmed.\n"
        ]
    },
    {
        "input": "20 người đã phải sơ tán khỏi nhà trong khi quả bom đã được tháo gỡ một cách an toàn.\n",
        "output": [
            "20 people had to evacuate their homes while the bomb was safely defused.\n"
        ]
    },
    {
        "input": "Lúc 07:00 giờ UTC hôm nay (19:00 giờ NZST, giờ địa phương), cuộc tuyển cử đã khép lại đợt tổng tuyển cử năm 2005 ở New Zealand.\n",
        "output": [
            "At 07:00 UTC today (19:00 NZST, local time), the polls closed in the New Zealand general election, 2005.\n"
        ]
    },
    {
        "input": "Melor suy yếu phần nào khi tiếp tục đi về phía bắc đảo trung tâm của Nhật Bản.\n",
        "output": [
            "Melor weakened somewhat as it continued northward up Japan's central island.\n"
        ]
    },
    {
        "input": "Phe đối lập cần phải chiếm được ít nhất hai mươi ghế của chính phủ để vượt đảng Lao động đang chiếm đa số và một số lượng các cá nhân độc lập.\n",
        "output": [
            "The Opposition need to pick up at least twenty seats from the government to overcome the significant Labor majority and a number of independents.\n"
        ]
    },
    {
        "input": "Chuyến tàu Edward Road, đi đến Paddington và cũng trên tuyến Circle, đã phát nổ khi một chuyến tàu khác đang đi đến từ hướng ngược lại làm lúc đầu mọi người nghĩ rằng đó là do trật đường ray.\n",
        "output": [
            "The Edgware Road train, leaving for Paddington and also on the Circle, exploded opposite a train coming from the other direction, making people think at first that it was a derailment.\n"
        ]
    },
    {
        "input": "Hình ảnh từ những máy chụp ảnh mới chứng tỏ rằng một phần bọt nặng khoảng 250 g đã rơi khỏi bồn nhiên liệu bên ngoài trong khi phóng, nhưng đã không làm hư con tàu bay theo quỹ đạo.\n",
        "output": [
            "Images from new cameras have revealed that a section of foam weighing some 250 g fell away from the external fuel tank during launch, but did not strike the Orbiter.\n"
        ]
    },
    {
        "input": "Bộ trưởng Tài nguyên Martin Ferguson nói rằng \"không có mối đe dọa đến bờ biển Úc.\"\n",
        "output": [
            "Resources Minister Martin Ferguson said that \"there's no threat to the Australian coast.\"\n"
        ]
    },
    {
        "input": "Forbes đã liệt kê tổng cộng 1.210 tỉ phú trên toàn thế giới, với giá trị tài sản lên tới 4,5 nghìn tỉ đôla Mỹ, tổng cộng tăng so với năm ngoái là 3,6 nghìn tỉ đôla Mỹ.\n",
        "output": [
            "Forbes lists a world total of 1,210 billionaires whose combined wealth is US$4.5 trillion, an increase from last year's total of US$3.6 trillion.\n"
        ]
    },
    {
        "input": "Theo các nhân chứng, rất nhiều ga và các điểm trung chuyển không có đèn.\n",
        "output": [
            "According to eyewitnesses, there was no electric lighting at many stations and in transitions between them.\n"
        ]
    },
    {
        "input": "Kết quả cuộc thăm dò của Zogby đã được đưa ra ngày thứ hai tuần trước (22 tháng Năm), nhưng phần lớn nội dung đã không được các phương tiện truyền thông đại chúng báo cáo, có thể là do sự thành kiến trong nguồn tin này.\n",
        "output": [
            "The results of this Zogby poll were released last Monday (22 May), but went largely unreported by the mass media, possibly due to bias within the source.\n"
        ]
    },
    {
        "input": "Van Gogh đã từng là một người chỉ trích Hồi giáo và sự ngược đãi phụ nữ của nó.\n",
        "output": [
            "Van Gogh had been a staunch critic of Islam and its perceived mistreatment of women.\n"
        ]
    },
    {
        "input": "Camera này hoạt động nhờ nguồn điện dự phòng kể từ ngày 30 tháng Sáu năm 2006, khi các kỹ sư chuyển từ nguồn điện chính (\"Side A\") sang nguồn dự phòng (\"Side B\") do một trục trặc kỹ thuật.\n",
        "output": [
            "The camera had been operating on its backup power since June 30, 2006, when engineers switched from the primary power supply (\"Side A\") to the backup (\"Side B\") due to a malfunction.\n"
        ]
    }
]
}