{
  "Contributors": [
    "Phani Rohitha Kaza",
    "Xinran Xie"
  ],
  "Source": [
    "Dataset Card for Asian Language Treebank (ALT) (https://huggingface.co/datasets/alt)"
  ],
  "Categories": [
    "Language Translation"
  ],
  "Definition": "In hhis task, given a sentence in the English lqnguagx and your task is to convert it into the Chiiese languqge.",
  "Input_language": [
    "English"
  ],
  "Output_language": [
    "Chinese"
  ],
  "Instruction_language": [
    "English"
  ],
  "Positive Examples": [
    {
      "input": "The manager of the fruit stand always sat and only sold vegetables.",
      "output": "水果摊的经理总是坐着，只卖蔬菜。",
      "explanation": "The above sentence is correctly translated from English to Chinese"
    },
    {
      "input": "As you consider all the possible ways to improve yourself and the world, you notice John Travolta seems fairly unhappy.",
      "output": "当您考虑改善自己和世界的所有可能方法时，您会注意到约翰特拉沃尔塔似乎相当不高兴。",
      "explanation": "The above sentence is correctly translated from English to Chinese"
    }
  ],
  "Negative Examples": [
    {
      "input": "At that moment I was the most fearsome weasel in the entire swamp.",
      "output": "顺流而下的水从车上看没那么厉害",
      "explanation": "The above sentence is not correctly translated from English to Chinese as none of the words match the translation."
    },
    {
      "input": "She lived on Monkey Jungle Road and that seemed to explain all of her strangeness.",
      "output": "当我做意大利面时，我喜欢把它煮沸几分钟，所以面条非常滑。",
      "explanation": "The above sentence is not correctly translated from English to Chinese as none of the words match the translation."
    }
  ],
  "Instances": [
    {
      "input": "The federal government will improve access to clinical and health services, increase the number of mental health professionals in Australia, create mental health work teams consisting of GPs, psychiatrists, psychologists and mental health nurses, provide respite services for people suffering mental illness and their carers, and introduce new programs for community awareness.",
      "output": "联邦政府将改善获得临床和卫生服务的机会，增加澳大利亚精神卫生专业人员的数量，建立由全球定位系统、精神病医生、心理学家和精神卫生护士组成的精神卫生工作组，为患有精神疾病的人及其护理人员提供服务，并引入新的社区意识计划。"
    },
    {
      "input": "Later that day, Newsweek retracted the story, which the White House said was a \"good first step\".",
      "output": "当天晚些时候，《新闻周刊》撤回了这篇报道，白宫称这是“良好的第一步”。"
    },
    {
      "input": "It has been a long time coming for Emirates Team New Zealand.\"",
      "output": "新西兰队等待此刻已经很久了。”"
    },
    {
      "input": "The winner was tabulated based on the fastest score for a visually impaired skier on the team, a female skier on the team, and a male skier on the team.",
      "output": "获胜者是根据各队中一名视障滑雪者、一名女子滑雪者和一名男子滑雪者的最快成绩来确定的。"
    },
    {
      "input": "Providers must sharpen up on their advertising and improve the performance of their service desks.",
      "output": "提供商必须加强广告宣传并提高服务台的性能。"
    },
    {
      "input": "Around 19,000 bicycles are reported stolen every year in London alone.",
      "output": "据报道，仅伦敦就有大约19,000辆自行车被盗。"
    },
    {
      "input": "Heikki Kovalainen driving for Renault finally leads to a first podium finish for the team in this season, the Finn managed to get second place.",
      "output": "海基·科瓦莱宁效力于雷诺车队，带领车队在本赛季首次登上领奖台，这个芬兰人获得了第二名。"
    },
    {
      "input": "\"we have been exceeding the Earth's ability to support our lifestyles for the past 20 years, and we need to stop.\"",
      "output": "“在过去的20年里，我们一直在透支地球支持我们生活方式的能力，我们需要停下来。”"
    },
    {
      "input": "He split the two Toyota cars of Timo Glock and Jarno Trulli, who completed the top eight.",
      "output": "他将丰田的蒂莫·格洛克和雅诺·特鲁利的两辆车分成两组，这两辆车都进入了前八名。"
    },
    {
      "input": "Both ethnic Albanians and the minority Serb population may vote for local mayors and councillors, a move seen as testing the government's capacity to organise its own democratic elections.",
      "output": "阿尔巴尼亚族和少数族群的塞尔维亚人都可以投票选举地方市长和地方议员，此举被视为对政府组织自己的民主选举能力的考验。"
    },
    {
      "input": "The battles were triggered after several Pakistani officials were targeted and peace talks with officials in Islamabad failed to go forward.",
      "output": "几名巴基斯坦官员成为袭击目标后与伊斯兰堡官员的和平谈判未能展开。"
    },
    {
      "input": "\"He said 'everyone knows you can derive these fields analytically.\"",
      "output": "“他说‘众所周知，你可以通过分析得出。’”。"
    },
    {
      "input": "And also, he commented about an \"earlier suspension\" incident in the same stage in 2007: \"I didn't participate in this series last year.\"",
      "output": "此外，他评论了2007年同一阶段的“提前退赛”事件：“去年我没有参加这个系列比赛。”"
    },
    {
      "input": "Rwandan officials have been quoted as saying that the Ugandan convoy violated rules on the number of guns they are allowed to carry across the border.",
      "output": "据报道，卢旺达官员说，乌干达车队违反了关于允许他们越过边境的枪支数量的规定。"
    },
    {
      "input": "\"The level of security incidents has declined in eight of the past 12 weeks, with the level of incidents in the past two weeks the lowest since June of 2006,\" Petraeus testified.",
      "output": "彼得雷乌斯作证说：“过去12周中有8周安全事故发生率下降，过去两周的事故发生率是自2006年6月以来最低。”"
    },
    {
      "input": "The IRC has said it reported to the U.S. government detainee's reports of desecration of the Qur'an.",
      "output": "IRC已经表示它向美国政府报告了有关亵渎古兰经的报道。"
    },
    {
      "input": "The two share a distinct genetic marker not present in other brown bears, strongly suggesting that all modern polar bears are descended from the same extinct species.",
      "output": "这两种棕熊共有一种独特的遗传标记，强烈暗示所有现代北极熊都是同一种灭绝物种的后代。"
    },
    {
      "input": "The business community is expressing concerns about the impact on pubs and similar establishments.",
      "output": "商界对于对酒吧和类似场所的影响表示担忧。"
    },
    {
      "input": "After presenting the broadcasts of this morning's call-in programs, including the same one she was supposedly fired from in January, Ms Lupșe spoke to Wikinews from her television studio in Budapest, Hungary to give her first full-length English interview and talk about her work and her version of events.",
      "output": "在主持了今早的电话接听节目的广播后，包括她在一月份被解雇的同样节目，Lupșe女士在匈牙利布达佩斯的电视演播室与维基新闻进行了第一次完整的英语采访，并谈论了她的工作和她对事件的看法。"
    },
    {
      "input": "This restriction is to try and prevent the dangerous, home-made \"sparkler bombs.\"",
      "output": "这种限制是试图防止危险的、自制的“火花弹”。"
    },
    {
      "input": "The protesters are mostly not Gaza settlers, but are extremist youths from the West Bank and Israel.",
      "output": "抗议者大多不是加沙定居者，而是来自约旦河西岸和以色列的极端青年。"
    },
    {
      "input": "There were thought to be only 22 of them left in 1938.",
      "output": "据推测，1938年只剩下22只。"
    },
    {
      "input": "He compared it to the theft in 2004 of Edvard Munch's The Scream and Madonna from the Munch Museum in Norway.",
      "output": "他将之与2004年从挪威蒙克博物馆盗取爱德华·蒙克的“尖叫”和“麦当娜”窃案相比。"
    },
    {
      "input": "He is Belarus' longest serving Prime Minister, having served over seven years.",
      "output": "他担任总理7年多，是白俄罗斯任职最长的总理。"
    },
    {
      "input": "With 4.4% share of the market, the Co-op is the fifth largest grocery chain in the UK.",
      "output": "合作集团拥有百分之4.4的市场份额，是英国第五大杂货连锁店。"
    },
    {
      "input": "Disruption has been caused to transport in the area with roads closed and bus routes diverted.",
      "output": "道路封闭、公交路线改道，造成了该地区的交通混乱。"
    },
    {
      "input": "The protesters have linked their arms in a chain to attempt to prevent themselves being removed.",
      "output": "抗议者们手拉手连在一起，试图阻止自己被驱赶出去。"
    },
    {
      "input": "Two planetary probes, two commercial satellites, a British military communications satellite, and numerous payloads for the American armed forces were launched from the complex, which ceased operations in April 2005, when the penultimate Titan IV launched the Lacrosse-5 spy satellite for America's National Reconnaissance Office.",
      "output": "两颗行星探测器、两颗商业卫星、一颗英国军用通信卫星和美国武装部队的大量有效载荷从该复合体发射，该复合体于2005年4月停止运行，当时第二颗泰坦四号为美国国家侦察局发射了长曲棍球-5间谍卫星。"
    },
    {
      "input": "Omar Bongo, the president of the western African country of Gabon, has died at a clinic in Barcelona, Spain, according to the Gabonese prime minister.",
      "output": "据加蓬总理称，西非国家加蓬的总统奥马尔·邦戈在西班牙巴塞罗那的一家诊所去世。"
    },
    {
      "input": "He says he believes it to be the first time Canada has launched a court martial for the death of a prisoner on the battlefield.",
      "output": "他说，他相信这是加拿大第一次就一名战俘在战场上的死亡开启军事法庭。"
    },
    {
      "input": "The first blast was in a bus-stop shelter at Victory Monument, which is a busy hub for public transportation.",
      "output": "第一次爆炸发生在胜利纪念碑的一个公共汽车站，这是一个繁忙的公共交通枢纽。"
    },
    {
      "input": "ICANN has also entered into negotiations with registries for .cat, .post and .mobi domains.",
      "output": "ICANN还与.cat，.post和.mobi域名的注册管理机构进行了谈判。"
    },
    {
      "input": "Olver said, \"We must hold the Sudanese government accountable for the attacks they have supported on their own citizens in Darfur.\"",
      "output": "奥尔弗说：“我们必须让苏丹政府为他们支持在达尔富尔袭击本国公民的事件负责。”"
    },
    {
      "input": "Journalist, counselor, painter, and US 2012 Presidential candidate Joe Schriner of Cleveland, Ohio took some time to discuss his campaign with Wikinews in an interview.",
      "output": "来自俄亥俄州克利夫兰的记者、顾问、画家、2012年美国总统候选人乔·施里纳在接受维基新闻采访时谈到了他的竞选活动。"
    },
    {
      "input": "Low clouds and heavy rain were reported at the time of the crash.",
      "output": "据报道，爆炸发生时出现了低云，而且下起了暴雨。"
    },
    {
      "input": "77-year-old local resident Chen Xiaohong, who lives 50 metres from ground zero, described the explosion: \"I was watching my grandson finishing his lessons.",
      "output": "77岁的当地居民陈晓红住在离原爆点50米的地方，他描述了这次爆炸：“当时我正看着我的孙子完成他的功课。"
    },
    {
      "input": "Even on the flight back to Germany Kurnaz was shackled on hand and feet, tied to the ground and blindfolded.",
      "output": "即使在飞往德国的航班上，科尔纳兹也带着手铐脚镣，被蒙住双眼绑在地板上。"
    },
    {
      "input": "At the beginning of the tennis season, Serena stated her own determination to reclaim the No. 1 ranking.",
      "output": "在网球赛季开始时，塞丽娜表示自己决心重新夺回排名第一的位置。"
    },
    {
      "input": "Wikinews contacted Steven Elgersma, to talk about the issues facing Canadians, and what they and their party would do to address them.",
      "output": "维基新闻联系了史蒂文·埃尔格斯玛，讨论了加拿大人面临的问题，以及他们和他们的政党将如何解决这些问题。"
    },
    {
      "input": "He also said \"A building never collapses like that, unless it's with an implosion.\"",
      "output": "他还说：“像那样的一座建筑物永远也不会倒塌，除非发生内爆”。"
    },
    {
      "input": "At this time no response to emails has been received from the ICRC or Human Rights Watch.",
      "output": "直到现在，国际红十字会和人权观察组织的电子邮件并未收到任何回复。"
    },
    {
      "input": "Google has translated its email service, Gmail, into 12 languages, and it has put up a form that allows the public to volunteer to translate the Gmail interface into 144 more languages.",
      "output": "谷歌已经将它的邮件服务Gmail译成12种语言，并建立了一个语言表格，允许公众自主将谷歌邮件界面译成表格中的144多种语言。"
    },
    {
      "input": "\"We have prevented UK consumers from being conned into buying cigarettes that are counterfeit and could have more serious risk to health than legitimate brands.\"",
      "output": "“我们阻止了英国消费者被骗购买假冒香烟，这些香烟对健康的危害可能比合法品牌更严重”。"
    },
    {
      "input": "Christa Worthington, a United States fashion writer, was found stabbed to death three years ago on January 6, 2002, in her home in Truro, Massachusetts.",
      "output": "三年前，即2002年1月6日，美国时尚作家克丽丝塔·沃辛顿在其马萨诸塞州特鲁罗镇的家中被杀害。"
    },
    {
      "input": "It caused \"major damage\" to overhead power cables, especially on the Brussels–Mons and Brussels–Tournai lines, and high speed rail services between Brussels and France and the UK have been suspended.",
      "output": "事故对架空电缆，特别是布鲁塞尔-蒙斯和布鲁塞尔-图尔奈线路上的电缆造成了“重大损坏”，布鲁塞尔与法国和英国之间的高速铁路暂停运行。"
    },
    {
      "input": "According to the police, the members had obtained electronics and chemicals used in bombs.",
      "output": "据警方称，这些成员获得了用于炸弹的电子产品和化学品。"
    },
    {
      "input": "Iraqi Brigadier General Qassim Atta al-Mussawi reported that Operation Law and Order (Arabic: Fardh Al-Qanoon) has been successful in curbing violence in the capital.",
      "output": "伊拉克准将卡西姆·阿塔·穆萨维报告说，“行动法和秩序”（阿拉伯语：法德赫·阿尔-卡农）成功地遏制了首都的暴力事件。"
    },
    {
      "input": "\"Abandoning unpractical clothes enables a direct contact with the wind, sun and temperature\", naked hiker website nacktwandern.de stated.",
      "output": "裸体徒步者网站nacktwadern.de宣扬道：“抛弃不实用的衣服，能让你直接接触到风、阳光和温度”。"
    },
    {
      "input": "According to an unnamed official, the review \"will point to dramatic reductions in the stockpile, while maintaining a strong and reliable deterrent.\"",
      "output": "据一位不愿透露姓名的官员称，此次审查“将表明，在保持强大而可靠的威慑力量的同时，库存将大幅减少。”"
    },
    {
      "input": "The pay rise will be backdated to July 1, The New Zealand Herald reported today.",
      "output": "《新西兰先驱报》今天报道说，所增加的薪水将从7月1日开始补发。"
    },
    {
      "input": "The new allegations relate to theft of a bus, attempted theft of a train, and another incident with a tram.",
      "output": "新的指控涉及公共汽车偷盗，企图盗窃火车，以及另一起有轨电车事故。"
    },
    {
      "input": "Facebook says it is already working with manufacturers, including Dell, that are manufacturing servers based on its designs.",
      "output": "Facebook表示，它已经与包括戴尔在内的制造商合作，这些制造商正在根据其设计制造服务器。"
    },
    {
      "input": "The wins by the Steel and the Vixens are considered by those who follow the netball league to be major upsets.",
      "output": "钢铁队和维克森队的胜利被网球联盟的后起之秀视为重大的麻烦。"
    },
    {
      "input": "Edward Natapei, the Prime Minister of Vanuatu has lost his position and parliamentary seat over a paper work blunder.",
      "output": "瓦努阿图总理爱德华·纳塔佩因一张书面文件失误而失去了他的职位和议会席位。"
    },
    {
      "input": "A BBC reporter in the area has said that the area is cordoned and currently being patrolled by armed police.",
      "output": "该地区的一名BBC记者表示，该地区已被封锁，目前正由武装警察巡逻。"
    },
    {
      "input": "The process of conversion modifies the uranium oxides into uranium hexafluoride.",
      "output": "该转换过程将氧化铀转化为六氟化铀。"
    },
    {
      "input": "Amid warnings another fire started in Kas during the weekend.",
      "output": "在警告声中，卡斯市周末又发生了一起火灾。"
    },
    {
      "input": "Captains had been warned Saturday morning of the stormy conditions, regional prosecutor Maxim Stepanenko told Russia's Vesti 24.",
      "output": "区域检察官马克西姆·斯捷潘年科对俄罗斯24号电视台表示，周六上午，船长们接到了暴风雨天气的警告。"
    },
    {
      "input": "Militants in Afghanistan have killed at least six foreign United Nations workers; three Afghans, and a US citizen, during an attack on an international guest-house in the capital Kabul on Wednesday.",
      "output": "阿富汗境内的武装分子在星期三袭击首都喀布尔的国际宾馆期间，至少杀死了六名外国联合国工作人员，三名阿富汗人和一名美国公民。"
    },
    {
      "input": "The twelve-member jury took nearly a week of deliberation before returning the guilty verdict, and will meet to hear arguments regarding Oyler's sentence on Tuesday.",
      "output": "由12名成员组成的陪审团经过将近一周的审议后，才作出有罪判决。星期二，他们将开会听取有关奥伊勒的判决的辩论。"
    },
    {
      "input": "New Zealand managed to secure themselves first place in the qualifying race by being fastest in all four qualifying segments with a time of 3:30.053, Germany second with 3:30.524.",
      "output": "新西兰在资格赛中以四个预选赛中最快的成绩，3：30.053的成绩获得了第一名，德国以3：30.524的成绩排在第二位。"
    },
    {
      "input": "The 35m vessel has been stranded since last Thursday, when she was grounded whilst on her way to the APEC meeting in Sydney.",
      "output": "这艘35米长的船只自上周四以来一直搁浅，当时它正在前往悉尼参加亚太经合组织会议的途中。"
    },
    {
      "input": "One former student described the alleged abuse as \"an orgy\", claiming that boys were herded into a prayer room by a priest chanting \"hypnotic\" spells in tongues.",
      "output": "一名前学生将所称的虐待描述为“狂欢”，声称一名牧师用舌头喊着“催眠”咒语，把男孩们带进了一个祈祷室。"
    },
    {
      "input": "Senator David Johnston (Liberal, Western Australia) went on to debate that there are no shipping lanes in the area where the Jian Seng was found, and that devoting resources to a harmless ship would leave gaps in the coastal defenses elsewhere.",
      "output": "参议员约翰斯顿（自由党，西澳大利亚）继续辩论说，在“建胜”号被发现的海域没有航道，把资源投入一艘无害的船只，会给其他地方的海防留下缺口。"
    },
    {
      "input": "Initially, Tesoro announced that three people had died in the fire.",
      "output": "起初，特索罗宣布有三人在火灾中丧生。"
    },
    {
      "input": "This is not a new idea, although may web-based products have generally fallen flat.",
      "output": "这并不是一个新想法，尽管基于网络的产品可能普遍表现平平。"
    },
    {
      "input": "Barring further problems, the first collisions are scheduled to take place in January next year.",
      "output": "如果没有新的问题，第一次碰撞将定于明年1月进行。"
    },
    {
      "input": "The significance of the find drew comparisons to the recent discovery of the Ivory-billed woodpecker in Arkansas earlier this year in April.",
      "output": "这一发现的重要意义，可与较早于今年4月在阿肯色州发现的象牙喙啄木鸟相比肩。"
    },
    {
      "input": "Western Australian State Government Department of Conservation and Land Management (CALM) officers feared that the whales could become stranded again.",
      "output": "西澳大利亚州政府的环保与土地管理部（CALM）官员担心鲸群可能会再次搁浅。"
    },
    {
      "input": "The situation ended without incident and all passengers and crew on board the aircraft were able to leave safely.",
      "output": "劫持结束时没有发生任何事件，飞机上的所有乘客和机组人员都安全离开。"
    },
    {
      "input": "In this kind of setting, we invite anyone with an interest in the topic, stated Schulman to Wikinews.",
      "output": "舒尔曼对维基新闻说，我们邀请所有对这个议题感兴趣的人们出席会议。"
    },
    {
      "input": "Recently a logo animation for the 2012 London Olympics caused thousands of people to experience seizures.",
      "output": "最近，2012年伦敦奥运会的标志动画导致数千人癫痫发作。"
    },
    {
      "input": "\"We have to live with errors, football has to keep its human face.\"",
      "output": "“我们必须忍受错误，足球必须保持人性化。”"
    },
    {
      "input": "A surge in emails has also been felt with companies/marketers making sure they have consent to continue the e-mails and asking those to confirm they wish to continue their subscription.",
      "output": "由于公司、营销者需要确定对方是否许可继续发送邮件并要求对方确认其是否希望继续订阅信息，人们已经感到电子邮件数量在迅速激增。"
    },
    {
      "input": "Israel's Army Radio said that other airports might also be targeted in order to restrict access to Lebanon.",
      "output": "以色列陆军电台说，其他机场也可能成为目标，以限制进入黎巴嫩。"
    },
    {
      "input": "The roadmap, known as the Saint Andrews Agreement, came after three days of intense talks in St. Andrews, Scotland.",
      "output": "该路线图，被称为圣安德鲁斯协议，是在苏格兰的圣安德鲁斯经过3天的激烈谈判后制定的。"
    },
    {
      "input": "The plane crashed approximately two kilometres (1.3 miles) from Smolensk airport.",
      "output": "飞机在距斯摩棱斯克机场约两公里（1.3英里）的地方坠毁。"
    },
    {
      "input": "However the reaction by the local government have been hostile, with the action being described as a \"coup\" by deposed Premier Galmo Williams.",
      "output": "然而，当地政府的反应一直是敌对的，被罢免的首相加尔莫·威廉姆斯将该举措描述为“政变”。"
    },
    {
      "input": "\"We are grateful for their service and they will be always be cherished.\"",
      "output": "“我们感谢他们的功绩，他们将永远被我们珍惜。”"
    },
    {
      "input": "The company hopes to make its online communication tool popular among Chinese teenagers and young professionals.",
      "output": "该公司希望其在线交流工具在中国青少年和年轻专业人士中流行。"
    },
    {
      "input": "Costa Rica left the 2006 World Cup without a victory in three games.",
      "output": "哥斯达黎加在三场比赛中没有一场取得胜利而离开2006年世界杯。"
    },
    {
      "input": "The same May survey indicated that duck habitats, specifically ponds, had declined more than 35 percent from the historical average.",
      "output": "五月份的调查还表明鸭子的栖息地，尤其是池塘，已经从历史平均水平下降了不止35%。"
    },
    {
      "input": "They are being investigated under suspicion of breaching the Prevention of Cruelty to Animals Act.",
      "output": "他们因涉嫌违反“防止虐待动物法”而受到调查。"
    },
    {
      "input": "Health insurance companies are also addressed in the bill, which forbids them from requesting genetic information or using such information to set premium rates or determine enrollment eligibility.",
      "output": "该法案还涉及健康保险公司，禁止他们申请遗传信息或使用此类信息设定保险费率或确定注册资格。"
    },
    {
      "input": "About 350 militants participated in the attack, and 15 guards were killed, while about 1,000 prisoners escaped.",
      "output": "大约350个武装分子参加了这次袭击，15个守卫被害，约有1000个囚犯逃跑。"
    },
    {
      "input": "Doctors were unaware if he knew that his wife did not survive the attack.",
      "output": "医生不知道他是否知道他的妻子在这次袭击中没能幸免于难。"
    },
    {
      "input": "Asian coasts are also becoming increasingly vulnerable because of the loss of protective mangrove forests that serve as windbreaks and limit damage by storm and tidal surges.",
      "output": "亚洲海岸也变得越来越脆弱，因为失去了作为防风林而限制风暴和潮汐潮破坏的保护性红树林。"
    },
    {
      "input": "Summer Time is a legal time adopted by some countries or territories during a part of a year.",
      "output": "夏令时是一些国家或地区在一年中某段时间内采用的法定时间。"
    },
    {
      "input": "His video doesn't mention anything about same-sex marriage, but Newsom is an active opponent of Proposition 8, California's ban on same-sex marriages.",
      "output": "他的视频没有提到任何关于同性婚姻的事情，但是纽瑟姆是加州禁止同性婚姻的第8号提案的积极反对者。"
    },
    {
      "input": "A recent demonstration in Belgium saw farmers dump three million litres (660,000 gallons) of milk on fields — and requests from 21 EU member states for emergency aid.",
      "output": "比利时最近的一次示威活动看到农民在田地上倾倒了300万升（660,000加仑）牛奶，并要求21个欧盟成员国提供紧急援助。"
    },
    {
      "input": "The Ghazl market is only open on Fridays and had remained popular despite two attacks in 2007.",
      "output": "加兹尔宠物市场仅在星期五开放，尽管2007年发生了两次袭击，但是这个市场一直很受欢迎。"
    },
    {
      "input": "American politician of the Democratic party Dennis Kucinich plans to run for president in 2008 the five-term congressman's spokesman, Andy Juniewicz, said Monday.",
      "output": "周一，五届国会议员发言人安迪·朱尼维茨称，美国民主党政治家丹尼斯·库钦奇计划参加2008年总统竞选。"
    },
    {
      "input": "France, who is expected to lead the international force, is seeking a clearer mandate from the UN on the rules of engagement.",
      "output": "预计将领导这支国际部队的法国，正在寻求联合国对交战规则的更明确授权。"
    },
    {
      "input": "The rebels have now been forced back to a small coastal strip, where about fifty thousand people have been trapped after the area was evacuated of 100,000 people.",
      "output": "现在，叛军已被迫退回一片很小的沿海地带。在疏散了100,000居民以后，还有大约5万人被困在那里。"
    },
    {
      "input": "Uranium is a chemical element which can be used in nuclear weapons and nuclear power plants.",
      "output": "铀是一种可用于核武器和核电厂的化学元素。"
    },
    {
      "input": "The head of the Criminal Justice, formerly occupied by Christopher Wray, has been empty since May.",
      "output": "负责刑事司法的负责人一职自5月以来一直处于空缺。该职位的前任是里斯托弗·雷伊。"
    },
    {
      "input": "Officials in Ontario and the federal governments are currently negotiating with Six Nations representatives.",
      "output": "安大略省和联邦政府的官员目前正在与六个国家的代表进行谈判。"
    },
    {
      "input": "Councillor Quinn described the EDL as a hate-filled group wishing to come to Hyde to try and incite hatred\".",
      "output": "奎因议员称EDL是一个充满仇恨的组织，希望到海德来煽动仇恨。"
    },
    {
      "input": "Twitter says it needed to make the changes to expand on an international level.",
      "output": "推特表示，它需要做出改变，在国际层面上进行扩张。"
    },
    {
      "input": "A good example of this is the Ford Fusion or the 2007 Lexus IS250: \"The centre console input port allows an iPod, MP3 or Windows Media Audio player to be plugged into the IS audio system.\"",
      "output": "一个很好的例子是福特蒙迪欧或2007款雷克萨斯IS250：“中控台输入端口允许将iPod、MP3或Windows Media音频播放器插入IS音频系统。”"
    },
    {
      "input": "The Justice Department has since replaced the case's prosecutors, and the allegations of misconduct have held up sentencing from the original convictions.",
      "output": "司法部因此更换了案子的检察官，根据最初的证据，无法对其不端行为的指控提供量刑依据。"
    },
    {
      "input": "Obama also had a major lead over Clinton in the Washington caucuses by a 2-1 margin.",
      "output": "奥巴马在华盛顿的党团会议上也以2：1领先克林顿。"
    },
    {
      "input": "The explosion occurred yesterday at 8:50 am local time (0220 GMT) as the bus traveled to Yangon, but state media has only posted news of the attack today.",
      "output": "爆炸发生于当地时间昨日上午8：50（世界时02：20）。当时这辆汽车正驶往仰光。但是该国媒体直到今天才发布了有关这次袭击的消息。"
    },
    {
      "input": "I still remember the three victims – R. Ramesh, V. V. Kumara and G. Thomas.",
      "output": "我仍然记得三个败将：拉梅什、库马拉和托马斯。"
    },
    {
      "input": "\"I don't know if it was a biblical experience or somebody from a different universe or whatever but it was definitely not from around these parts,\" Allen said.",
      "output": "艾伦说：“我不知道这是不是来自圣经里的故事，或者是来自另一个宇宙的某个人，或者是其他什么东西，但是它肯定不是来自附近这些地方”。"
    },
    {
      "input": "The flame, according to Ms Eva Ho, Communications Manager of ExxonMobil, is dying.",
      "output": "埃克森美孚公司负责人伊娃·何女士表示，火焰正在熄灭。"
    },
    {
      "input": "This facility, supported by the Australian Institute of Sport's experts, enables performance analysis to help the Australian Olympians excel during the London Games.",
      "output": "该设施由澳大利亚体育学院的专家支持，可以分析运动员的表现，有助于澳洲的奥林匹克选手在伦敦奥运会期间取得优异成绩。"
    },
    {
      "input": "The court also ruled that Bhoir and his co-accused's confessions were inadmissible since they \"appear to have been taken under duress.\"",
      "output": "法院还裁定博伊尔及其同案被告的供词不可受理，因为他们“似乎被胁迫”。"
    },
    {
      "input": "On March 14, the nomination of the Executive will take place.",
      "output": "3月14日，将进行行政局的任命。"
    },
    {
      "input": "The artifacts were plundered from an archaeological site near Rome by \"Mozart\" using his tour guide credentials.",
      "output": "这些文物是由“莫扎特”使用他的导游证书从罗马附近的考古遗址中盗出的。"
    },
    {
      "input": "\"It is vile, as are Santorum's comments about gay people.\"",
      "output": "“发明这个词语是低劣的行为，桑托勒姆对同性恋者的评论也是令人可耻的。”"
    },
    {
      "input": "The GAO also found that the FDA's high-level management more involved in reviewing this decision than in other change-to-OTC applications.",
      "output": "GAO还发现，FDA的高层管理人员在审查这一决定时比在其他OTC药品变更申请时参与更多。"
    },
    {
      "input": "The possibility that the proposal may run into some trouble when put before the Cabinet does exist.",
      "output": "提案可能在提交内阁之前遇到麻烦的可能性确实存在。"
    },
    {
      "input": "The protests continued as Syria’s President, Bashar al-Assad failed to lift the emergency law the country has operated under since his Arab Socialist Ba’ath Party came to power in 1963.",
      "output": "抗议活动在叙利亚总统巴沙尔·阿萨德任内继续进行，他领导的阿拉伯社会复兴党自1963年执政以来一直执行的紧急状态法未能得到解除。"
    },
    {
      "input": "Sergei Stanishev, leader of the socialist party, stated he would attempt to form a governing coalition.",
      "output": "社会党领导人谢尔盖·斯坦尼舍夫表示，他将努力组建执政联盟。"
    },
    {
      "input": "The Democrats (Phak Prachatipat) and the smaller Great People's Party (Phak Mahachon) took over 25% of the vote in the February 2005 elections.",
      "output": "民主党和较小的伟大人民党在2005年2月的选举中获得了百分之25的选票。"
    },
    {
      "input": "If Bayern Munich wins their next UEFA Cup match, they are all but assured their place in the next round.",
      "output": "如果拜仁慕尼黑赢下他们下一场联盟杯比赛，他们将在下一轮的比赛中占得先机。"
    },
    {
      "input": "It is not thought that the two incidents are related.",
      "output": "人们认为这两件事没有关系。"
    },
    {
      "input": "According to a spokesman, the agency only did so after \"all possible\" options had been exhausted.",
      "output": "根据一位发言人的说法，电信局是在“所有可能的”方法都用尽之后才这样做的。"
    },
    {
      "input": "No matter how bad a detainee may act, \"haircuts will never be used as punitive action\" against them, but they can have hair removed for health reasons.",
      "output": "无论囚犯表现多么恶劣，“永远不会以剪头发来作为惩罚”，但他们可能因健康原因而被剪掉头发。"
    },
    {
      "input": "\"It is not my place to judge or make assumptions about an entire people.\"",
      "output": "“我没有资格去评判或推断一个群体的行为。”"
    },
    {
      "input": "Based on his $1-million contract, which expires at the conclusion of the 2006-07 season, Simon forfeits a minimum of $80,213.90.",
      "output": "根据他在2006-07赛季结束时签订的价值100万美元的合同，西蒙最低赔偿金额为80,213.90美元。"
    },
    {
      "input": "She said that some are \"resentful of the fact that they are not allowed to be both Muslim and French.\"",
      "output": "她说，一些人“对不允许他们既是穆斯林又是法国人的这一事实感到愤慨”。"
    },
    {
      "input": "The police say they have arrested a 38-year-old in relation to the shooting, he was found in a street nearby after fleeing the scene.",
      "output": "警方表示，他们已经逮捕了一名与枪击案有关的38岁男子，在逃离现场后他被发现出现在附近的一条街道上。"
    },
    {
      "input": "However, rural areas could also be affected, as an urban back-migration to the farms would put more pressure on an already strained rural job market.",
      "output": "当然，农村地区也可能受到影响，因为城市向农场的回流，将给已经紧张的农村就业市场带来更大的压力。"
    },
    {
      "input": "Critchfield was accused of beating her stepchildren with boards, and using hooks and ropes to secure them and force them to stand for long periods of time.",
      "output": "克里奇菲尔德被指控用板子殴打她的继子，并使用钩子和绳索来固定他们并强迫他们长时间站立。"
    },
    {
      "input": "Museveni, who admitted being at the center of widespread international criticism, said in the same statement that this matter was now a \"foreign policy issue,\" and therefore his government, Parliament included, \"must take into account [Uganda's] foreign policy interests.\"",
      "output": "穆塞韦尼承认自己处于广泛的国际批评的中心，他在同一份声明中表示，此事现在是一个“外交政策问题”，因此他的政府，包括议会在内，“必须考虑到【乌干达】的外交政策利益”。"
    },
    {
      "input": "A man bought a pre-paid card and used it in the ATM.",
      "output": "一名男子买了一张预付卡并在自动取款机上使用它。"
    },
    {
      "input": "This week also saw Howard Bath, Children's Commissioner for Australia's Northern Territory, suggest the area had the highest proportion of Aborignal girl suicides in the West.",
      "output": "本周还看到澳大利亚北领地儿童专员霍华德·巴斯表示，该地区在西方地区的女性自杀率最高。"
    },
    {
      "input": "While driving his bar stool, which is powered by a lawnmower engine, Wygle attempted to make a U-turn while going down his street and crashed.",
      "output": "维戈尔当时开着一辆用割草机引擎驱动的吧椅在街道上行驶，在他试图掉头的时候撞车了。"
    },
    {
      "input": "Subsequent to the operation, her condition was upgraded to \"serious but stable\".",
      "output": "手术后，她的病情升级为“严重但稳定”。"
    },
    {
      "input": "\"It is an unfortunate irony that many more lives will be lost or put in jeopardy as a result of not having the drug available for its legitimate medical use.\"",
      "output": "“这是一个不幸的讽刺，将有更多的生命失去或处于危险之中，因为没有药物的合法医疗用途。”"
    },
    {
      "input": "The film is due to premiere on October 27 and October 28.",
      "output": "这部电影将于10月27日和28日首映。"
    },
    {
      "input": "The second was freed in exchange for cigarettes and the third after deputies agreed to back their vehicles a few feet farther away from the bank, Lizasuain said.",
      "output": "Lizasuain补充道，第二名人质以交换香烟为条件被释放，而第三名人质在代理人答应退回到距银行数英尺远的车上而被释放。"
    },
    {
      "input": "Warren Snowdon Minister for Defense Science and Personnel said that the Federal Republic of Germany has been advised of the discovery and that the site is to be protected.",
      "output": "沃伦斯诺登国防科学和人事部长说，德意志联邦共和国已被告知这一发现，沉船遗址将受到保护。"
    },
    {
      "input": "The deal, which is yet to be approved by the University's Board of Governors, could result in students starting classes in the building as early as September 2006.",
      "output": "该协议尚未得到该校董事会的批准，可能导致学生最早于2006年9月开始上课。"
    },
    {
      "input": "Qarase, who is in his residence in Suva, said the military was staging a coup and he would not resign but would have to be forcibly removed from office.",
      "output": "目前在其苏瓦住处的恩加拉塞说，军方正在发动政变，他不会辞职，但不得已将被迫下台。"
    },
    {
      "input": "Several senior Russian politicians have said that the deaths of Politkovskaya and Litvinenko were playing into the hands of Russia's enemies and, therefore, could not have been authorized by Moscow.",
      "output": "几位俄罗斯高级政治家曾表示，波利特科夫斯卡娅和利特维年科的死正被俄罗斯的敌人利用来谋取利益，因此，这件事不可能是受莫斯科批准所为。"
    },
    {
      "input": "The preemptive crackdown was introduced with predictions of hundreds of thousands of British citizens losing their homes to credit companies as the international financial crisis grows worse.",
      "output": "这场先发制人的打击行动，是基于随着国际金融危机愈演愈烈，预测将有数十万英国公民的住房会被信贷公司夺走。"
    },
    {
      "input": "With factories in 12 countries and a total of 100,000 workers, FMC is a monopoly in the market of dialysis products.",
      "output": "FMC在12个国家设有工厂，共有10万名员工，垄断透析产品市场。"
    },
    {
      "input": "As well as changing the system of Government, Libertarianz also propose New Zealand becoming a republic and removing the constitutional monarchy.",
      "output": "除了改变政府体制，自由意志主义者还建议新西兰成为共和国，废除君主立宪制。"
    },
    {
      "input": "This new SED (surface-conduction electron-emitter display) technology is meant to replace the existing LCD and plasma screen due to their smaller sizes and lower energy consumption.",
      "output": "这种新的SED（表面传导电子发射显示）技术的目的是取代现有的LCD和等离子屏幕，因为SED的尺寸更小，能耗更低。"
    },
    {
      "input": "Alonso would be eliminated after 41 laps in a driving accident.",
      "output": "阿隆索在跑了41圈后，因驾驶事故被淘汰了。"
    },
    {
      "input": "North Korea surprised the world when it launched a ballistic missile over northern Japan in 1998.",
      "output": "1998年，朝鲜在日本北部发射了一枚弹道导弹，震惊了世界。"
    },
    {
      "input": "Six astronauts, Steve Lindsey, Eric Boe, Alvin Drew, Nicole Stott, Michael Barratt, and Steve Bowen, are participating in the mission.",
      "output": "六名宇航员史蒂夫·林赛、埃里克·博伊、阿尔文·德鲁、妮可·斯托特、迈克尔·巴拉特和史蒂夫·鲍恩参加了这次任务。"
    },
    {
      "input": "Citing secret evidence presented by Mr. Fitzgerald, the panel said this case differs from the classic uncovering of wrongdoing by reporters relying on unnamed sources.",
      "output": "该委员会援引菲茨杰拉德提供的秘密证据说，这起案件不同于传统上依靠匿名消息来源揭露记者不当行为的做法。"
    },
    {
      "input": "\"Perhaps I didn't see it well because it was on Israeli TV,\" he said.",
      "output": "他说：“可能是我没有看到，因为它是在以色列电视台播放的。”"
    },
    {
      "input": " He died doing his duty and we will remember him.",
      "output": "他为履行职责而死，我们将缅怀他。"
    },
    {
      "input": "107 women, 85 children, and 49 police officers are among the dead and many people have met particularly violent ends.",
      "output": "死者中有107名妇女、85名儿童和49名警察，许多人遭遇到了特别暴力的结局。"
    },
    {
      "input": "Cristiano Ronaldo was then replaced with Kieran Richardson, and the substitute made nearly an instant impact, scoring United's fourth goal of the afternoon.",
      "output": "此后克里斯蒂亚诺·罗纳尔多被基兰·理查森换下，这位替补几乎在一瞬间就成功射门，取得了曼联队在当天下午的第4粒进球。"
    },
    {
      "input": "NSW Premier Morris Iemma announced in December 2005 that he wished to sell the state's share in Snowy Hydro that caused the federal and Victorian governments to follow.",
      "output": "新南威尔士州州长莫里斯·伊曼在2005年12月宣布，他希望出售该州在雪水公司的股份，这引发了联邦政府和维多利亚州政府的效仿。"
    },
    {
      "input": "The head of the United States National Nuclear Security Administration, Linton Brooks, has been forced to resign due to security issues.",
      "output": "因为安全问题，美国国家核安全局局长林顿·布鲁克斯被迫辞职。"
    },
    {
      "input": "Irish airline Ryanair took a 12% slump in this morning’s trade, further intensifying concern about poor market conditions amid recessionary fears.",
      "output": "爱尔兰航空公司瑞安航空的股票价格在今早的交易中下跌12％，进一步加剧了市场对经济衰退下糟糕的市场状况的担忧。"
    },
    {
      "input": "It prematurely ends the lives of 5 million people a year, a figure which will double by 2020 if current trends are not reversed.",
      "output": "它过早地结束了每年500万人的生活，如果目前的趋势没有逆转，这个数字到2020年将翻一番。"
    },
    {
      "input": "In this case, the issue is an arguable one, capable of honestly and reasonably held differences of view.\"",
      "output": "在这种情况下，这个问题是一个有争议的问题，能够诚实和合理地持有不同的观点。”"
    },
    {
      "input": "The rebels have accused the Sri Lankan army of randomly shelling civilian areas.",
      "output": "叛军谴责斯里兰卡军队对平民居住区进行狂轰滥炸。"
    },
    {
      "input": "The Government is always willing and wanting to sit down and negotiate with the relevant organisations .",
      "output": "政府总是愿意并希望与有关组织坐下来谈判。"
    },
    {
      "input": "The report, backed by the United Nations and farm research groups, shows that globally, water usage had increased by six times in the past 100 years and would double again by 2050 - driven mainly by irrigation and demands by agriculture.",
      "output": "这份由联合国和农业研究小组支持的报告显示，在全球范围内，过去100年的用水量增加了6倍，到2050年将再翻一番-主要是由灌溉和农业需求推动的。"
    },
    {
      "input": "From baby cribs to cellular phones, over 500,000 products are \"supported\" on Fixya's website.",
      "output": "从婴儿床到手机，Fixya网站上“支持”超过500,000种产品。"
    },
    {
      "input": "The military reported that after taking the youth to an isolated area they searched him and found another four explosives.",
      "output": "军方报告说，在把这名青年带到一个孤立的地区后，他们搜查了他，又发现了四枚炸弹。"
    },
    {
      "input": "The objective of the incursion, said Rambukwella, was to neutralize the use of three Tamil Tiger guns aimed on government troops to the south.",
      "output": "兰布奎拉说，这次入侵的目的是压制三泰米尔猛虎组织的对南部政府军的的武力袭击。"
    },
    {
      "input": "After a career of competing in athletics, McNeil turned his attention to coaching.",
      "output": "在竞技比赛后，麦克尼尔将注意力转向了教练。"
    },
    {
      "input": "He also denied that the issue happened because the Army awarded the contract to the lowest bidder and that he was not aware of AEY's qualifications to fulfill the contract.",
      "output": "他还否认这个问题的发生是因为陆军将合同授予最低出价者并且他不知道AEY履行合同的资格。"
    },
    {
      "input": "A second bone had also been found by another tourist earlier this month.",
      "output": "本月早些时候，另一名游客也发现了第二块骨头。"
    },
    {
      "input": "The results of a plotting analysis will be posted to a public website.",
      "output": "标图分析的结果将在公共网站发表。"
    },
    {
      "input": "\"We're trying to be optimistic and hoping it's by end of day today, but there may very well be customers that are into the early-morning hours before restoration,\" Moreno said.",
      "output": "莫雷诺说：“我们正努力保持乐观，希望今天就能完工，但很可能会有很多顾客在修复之前就已经迎来了清晨”。"
    },
    {
      "input": "Announcing their intent to appeal to the U.S. Supreme Court, Gregg Cunningham, executive director of the CBR, said, \"We never expected to get justice in the U.S. District Courts or in Honolulu.\"",
      "output": "CBR执行董事格雷格·坎宁安宣布，他们打算向美国最高法院提起上诉。他说，“我们从未想过在美国地方法院或檀香山能得到公正的裁决。”"
    },
    {
      "input": "On Friday, the 189 Parties to the Nuclear Non-Proliferation Treaty (NPT) agreed to a final resolution calling for steps toward the banning of weapons of mass destruction (WMD) in the Middle East.",
      "output": "周五，“不扩散核武器条约”（NPT）的189个缔约方同意最终决议，呼吁采取步骤，在中东禁止大规模杀伤性武器。"
    },
    {
      "input": "Originally, Xinhua reported only five fatalities, but as rescue workers continued to move away debris, the full extent of the death toll was discovered.",
      "output": "起初，新华社只报道了5人死亡，但随着救援人员继续清理废墟，死亡人数的全部情况已被发现。"
    },
    {
      "input": "The iPhone was sold to Canadians for the first time through Rogers Wireless stores.",
      "output": "iPhone首次通过罗杰斯无线商店出售给加拿大人。"
    },
    {
      "input": "Dell has indicated it will hold another PC clean up next year.",
      "output": "戴尔已表示将在明年再举行一次个人电脑清理工作。"
    },
    {
      "input": "The cause of death was a long illness he suffered since a stroke in December 2007.",
      "output": "死因是他自2007年12月中风后患上的长期疾病。"
    },
    {
      "input": "He did however remain optimistic about Grokster and StreamCast's chances in the lower courts.",
      "output": "然而，他确实对Grokster和StreamCast在下级法院的机会持乐观态度。"
    },
    {
      "input": "\"The recent intensification of the financial crisis has augmented the downside risks to growth and thus has diminished further the upside risks to price stability.\"",
      "output": "“最近金融危机的加剧增大了的下行风险，从而进一步降低了价格稳定的上行风险。”"
    },
    {
      "input": "She highlighted that security measures had been taken, and that the information that had been stored was not in a format \"readily usable or accessible\" by standard means.",
      "output": "她强调已采取安全措施，并且所存储的信息不是采用标准手段“易于使用或可获取”的格式。"
    },
    {
      "input": "These are figures from a nationwide telephone survey of 1200 individuals conducted by Zogby International from Friday, May 12 through Tuesday, May 16, 2006.",
      "output": "佐格比国际公司于2006年5月12日星期五至5月16日星期二对1200人进行了一项全国性的电话调查。"
    },
    {
      "input": "The final match, played in Johannesburg's Soccer City stadium, stayed tied at 0–0 for all of regulation time.",
      "output": "最后一场比赛在约翰内斯堡的足球城体育场进行，在常规时间内，双方踢成0比0。"
    },
    {
      "input": "The action was back-and-forth, neither fighter never able to clearly dominate the other.",
      "output": "战斗有来有回，双方都无法占据明显优势。"
    },
    {
      "input": "Parts of Timiş county remain heavily flooded, along with the northern Serbian region of Vojvodina.",
      "output": "提米斯县的某些地区以及伏伊伏丁那省的北部塞尔维亚地区仍然处于严重淹水的状态。"
    },
    {
      "input": "One in three people is enduring one form or another of water scarcity, states the report compiled by 700 experts.",
      "output": "这份由700名专家撰写的报告指出，三分之一的人正遭受着某种形式的水资源短缺。"
    },
    {
      "input": "Immigration Voice also said that it is their sacrifice for American freedom that has made this country great and such a desirable destination for multitude of people from around the world and that they wanted to say \"Thank you and god bless you\" to the servicemen.",
      "output": "移民之声还说，正是军人们为美国自由所做的牺牲，使这个国家更好并成为世界大多数人民的理想之地，他们想对军人说“感谢你们，上帝保佑你们”。"
    },
    {
      "input": "The United States Coast Guard says the unidentified man who died fell into the water while trying to find a way off the ice.",
      "output": "美国海岸警卫队表示，这名身份不明的男子在试图找到离开冰面的方法时坠入水中。"
    },
    {
      "input": "Ryan was traveling with his pet dog at the time of the crash; the dog was found seriously injured in the ocean and was transported to a local veterinarian.",
      "output": "在撞车事故发生时，瑞安和他的宠物狗一起旅行；这只狗在海洋中被发现，它严重受伤，并被送往当地兽医院。"
    },
    {
      "input": "The hearing examined the circumstances under which credit card issuers may increase the interest rates of cardholders who are in compliance with the terms of their credit cards.",
      "output": "听证会研究了在何种情况下，发卡机构可提高符合信用卡条款的持卡人的利率。"
    },
    {
      "input": "::Sarah Walsh: I started playing football at 5 years of age.",
      "output": "：：萨拉·沃尔什：我5岁开始踢足球。"
    },
    {
      "input": "Police received a call from a local resident that Wygle had been injured in the crash.",
      "output": "警察接到当地居民的电话，说是维戈尔在车祸中受伤。"
    },
    {
      "input": "According to Intel spokesman Chuck Mulloy, OLPC had repeatedly asked Intel to abandon its support for the Classmate PC, a similar laptop designed for children in developing countries, and focus entirely on the OLPC program.",
      "output": "据英特尔发言人查克·穆洛伊称，组织曾多次要求英特尔放弃对为发展中国家儿童设计“同学电脑”的这类笔记本电脑，而是将全部精力集中在“每个儿童一台笔记本电脑协会”的项目上。"
    },
    {
      "input": "A Palestinian witness who worked with the journalists, said that American reporter Steve Centanni, and Olaf Wiig, a cameraman from New Zealand were taken against their will.",
      "output": "与记者一起工作的一名巴勒斯坦目击者说，美国记者史蒂夫·森坦尼和来自新西兰的摄影师奥拉夫·韦格被强行带走。"
    },
    {
      "input": "Nicastro is lead author of a paper in the February 3, 2005 issue of Nature describing the recent research.",
      "output": "尼卡斯托是2005年2月3日“自然”杂志上一篇论文的主要作者，论文描述了他最近的研究。"
    },
    {
      "input": "Actually on wikipedia if you would like to cut and paste all that info!",
      "output": "实际上在维基百科上，如果你想剪切和粘贴所有信息！"
    },
    {
      "input": "At other times, the government has claimed it is destroying the buildings to get rid of unsafe structures and to reduce overcrowding.",
      "output": "在其他时候，政府声称它正在摧毁建筑物以摆脱不安全的结构并减少过度拥挤。"
    },
    {
      "input": "The leader of the protests was fugitive Major-General Khattiya Sawasdipol, the radical leader of the militant Red Shirt movement.",
      "output": "抗议活动的领导人是逃亡的刹帝利·萨瓦滴蓬少将，他是红衫军运动的激进领导人。"
    },
    {
      "input": "A magnitude 5.2 earthquake has hit the Western Australian mining town of Kalgoorlie-Boulder.",
      "output": "西澳大利亚州的卡尔古利博尔德采矿镇发生了5.2级地震。"
    },
    {
      "input": "Injured people have been rushed to hospitals amid ongoing explosions, which Interior Ministry spokesman Avni Neza says have prevented helicopters landing in the area.",
      "output": "在持续发生的爆炸中，受伤人员被迅速送往医院，内政部发言人艾夫尼·内扎说，爆炸阻止了直升机降落在该地区。"
    },
    {
      "input": "The bombs were described as \"low-intensity but not crude,\" according to police.",
      "output": "据警方称，这些炸弹被描述为“强度低但不粗糙”。"
    },
    {
      "input": "Long-term effects are more difficult to speculate on, however, without better knowledge of the area and its currents.",
      "output": "然而，如果不能更好地了解该区域及其洋流，就更难推测长期影响。"
    },
    {
      "input": "Anna Nicole Smith, who was born as Vickie Lynn Hogan, was found unconscious in the Seminole Hard Rock Hotel and Casino in Hollywood, Florida in her 6th floor hotel room.",
      "output": "安娜·妮可·史密斯，曾用名维姬·林恩·霍根，在佛罗里达州好莱坞的塞米诺尔硬石酒店和赌场的6楼酒店房间中被发现不省人事。"
    },
    {
      "input": "Its goal is to decrease IE6 users to less than one percent.",
      "output": "其目标是将IE6用户减少到不到百分之1。"
    },
    {
      "input": "Shuttle Discovery is presently docked to the ISS during mission STS-120.",
      "output": "处于STS-120任务期间的发现号航天飞机目前停靠在国际空间站。"
    },
    {
      "input": "\"If the detainee is IRFed, the haircut and shave will follow the decontamination process,\" adds the manual.",
      "output": "指南补充道，“如果囚犯曾是IRF成员，在清洗过后也将剃须理发。”"
    },
    {
      "input": "Airbus has warned there could be additional charges to come.",
      "output": "空中客车公司警告说，还可能会产生额外的费用。"
    },
    {
      "input": "Bolessuaf, 86, likes to read the card written in Polish that he received from his cousin, the Pope.",
      "output": "现年86岁的Bolessuaf喜欢阅读他从堂兄教皇那里收到的用波兰语写的卡片。"
    },
    {
      "input": "Author Paddy Woodworth found in a recent trip to the region that the group's actions had made former supporters of the movement believe ETA was politically finished.",
      "output": "作家派迪·伍德沃斯在最近去该地区的采访之行中发现，该组织的行为已经让过去的支持者们感到它在政治上已经完蛋了。"
    },
    {
      "input": "The uncertainty underlined the lack of substantive information behind the rumor.",
      "output": "不确定性强调了传言背后缺乏实质性信息。"
    },
    {
      "input": "Firefighters were still on scene as of 9:15 a.m. EDT (UTC-4) today, nearly 24 hours after the fire started.",
      "output": "截至美国东部时间今天上午9点15分（UTC-4），火灾发生后近24小时，消防队员仍在现场。"
    },
    {
      "input": "Djibouti's President Omah Guelleh told the UN security council \"Continued inaction in whatever form not only will encourage but will benefit Eritrea's attitude.\"",
      "output": "吉布提总统奥马哈·盖勒对联合国安理会说：“无论以何种形式继续不作为，不仅会鼓励厄立特里亚，而且会有利于厄立特里亚的态度。”"
    },
    {
      "input": "Last week the BBC reported that the McCain campaign had released an advertisement comparing Obama to American celebrities Britney Spears and Paris Hilton, calling him \"the biggest celebrity in the world.\"",
      "output": "上周，英国广播公司报道称，麦凯恩竞选团队发布了一则广告，将奥巴马与美国名人布兰妮·斯皮尔斯和帕丽斯·希尔顿相提并论，称他是“世界上最大的名人”。"
    },
    {
      "input": "Tripp added that more bodies could be buried in the wreckage, saying \"...we're going to have to do a very methodical search.\"",
      "output": "特里普补充说，事故残骸中可能埋有更多的尸体，他说：“我们将不得不进行一次非常有条理的搜索。”"
    },
    {
      "input": "Without improvements in water productivity the consequences of this will be even more widespread water scarcity and rapidly increasing water prices.",
      "output": "如果不提高水的生产力，其后果将是更广泛的缺水和迅速上涨的水价。"
    },
    {
      "input": "\"It's hard to keep up with unless we damp down on some of the causes of the evolution.\"",
      "output": "“除非我们抑制进化的一些原因，否则很难跟上。”"
    },
    {
      "input": "As of February 4, 2006, the edit has not been fixed by Wikipedia users.",
      "output": "截至2006年2月4日，维基百科用户尚未对编辑进行修改。"
    },
    {
      "input": "The riding includes southwest Saskatoon and area, including rural areas Biggar, Rosetown and Delisle.",
      "output": "选区包括西南萨斯卡通和地区，包括大玫瑰城和德利斯勒等乡村地区。"
    },
    {
      "input": "The government in Beirut has said it accepts no responsibility for what Hezbollah claimed was the capture of two Israeli soldiers, in an attack which injured six Israeli civilians.",
      "output": "贝鲁特政府表示，对真主党所称的抓捕了两名以色列士兵和造成六名以色列平民受伤的攻击中不负责任。"
    },
    {
      "input": "Matt O'Connor, who founded the Icecreamists, stated: \"As far as we are aware there is no law prohibiting a business from selling breast milk ice cream\".",
      "output": "创立“冰冻主义者”的马特·奥康纳说：“据我们所知，没有法律禁止企业销售母乳冰淇淋。”"
    },
    {
      "input": "This means that an American team can have no more than nine players who aren't Americans and a Canadian team no more than nine non-Canadians.",
      "output": "这意味着美国队不能超过9名队员是非美国人和加拿大队不能超过9名队员是非加拿大人。"
    },
    {
      "input": "Silences were held at football games throughout the country over the weekend, with fans creating makeshift shrines at Newcastle United and Ipswich Town, the two clubs he was most strongly associated with.",
      "output": "周末，在全国各地的足球赛上均对其表示了默哀，纽卡斯尔联队和伊普斯维奇足球俱乐部的球迷们为其制作了临时圣坛。这两家俱乐部与他的关系最密切。"
    },
    {
      "input": "There have currently been no arrests in connection with the shooting.",
      "output": "目前还没有人因枪击事件被捕。"
    },
    {
      "input": "\"It is pleasing to see the club taking a proactive stance to ensure the games proceed with a strong police presence to provide increased safety\" he said.",
      "output": "他说：“很高兴看到俱乐部采取积极主动的姿态，以强大的警力存在提高安全性以确保比赛继续”。"
    },
    {
      "input": "On October 14, 2008, Canadians will be heading to the polls for the federal election.",
      "output": "2008年10月14日，加拿大人将前往投票站参加联邦选举。"
    },
    {
      "input": "Portuguese Prime Minister Pedro Santana Lopes, along with his entire cabinet, resigned Saturday after President Jorge Sampaio dissolved the Western European nation's parliament.",
      "output": "葡萄牙总理佩德罗·桑塔纳·洛佩斯和他的整个内阁星期六在总统若热·桑帕约解散这个西欧国家的议会后辞职。"
    },
    {
      "input": "At the present time, the Japanese imperial household has no male member under the age of 20; present law only allows male descendants to ascend to the Chrysanthemum Throne.",
      "output": "目前，日本皇室没有20岁以下的男性成员，现行法律只允许男性后裔登上菊花宝座。"
    },
    {
      "input": "Sergei Antufyev, the governor of the Smolensk area, said on Russian television that no one survived the crash; the claim was backed by Polish news agencies as well.",
      "output": "斯摩棱斯克地区的州长谢尔盖·安图夫耶夫在俄罗斯电视台说，没有人幸免于此事故。这一说法也得到了波兰新闻机构的支持。"
    },
    {
      "input": "With another concurrent trade show - \"2008 WiMAX Expo Taipei\", located at Taipei Show Hall 2, Taipei Computer Association, one of the show organizers, will mainly promote the \"WING\"-conceptual products like WiMAX, ICT crossovers, Notebooks, and Green IT products this year.",
      "output": "另一个同时举办的贸易展-“2008年台北Wimax博览会”，位于台北市计算机协会第二展厅。该协会是展会组织者之一，今年将主要推广Wimax、ICT交叉、笔记本电脑和绿色IT产品等“翼”概念产品。"
    },
    {
      "input": "The weather conditions on parts of the coast are described as foggy.",
      "output": "沿海部分地区的天气状况被描述为有雾。"
    },
    {
      "input": "The Comanches, who came from the Lawton area in Oklahoma, heard rumors of a military plan to organize a native speaking unit.",
      "output": "来自俄克拉荷马州劳顿地区的科曼奇人听说了有关组织一支说本地语的部队的军事计划。"
    },
    {
      "input": "Calderon was inside the airport's presidential hangar waiting to depart when the plane landed.",
      "output": "这架飞机降落时，卡尔德龙正在机场的总统机库里等待起飞离开。"
    },
    {
      "input": "Arrested in Minnesota on immigration charges three weeks prior to the attacks, Moussaoui could have warned officials of the pending attacks, but failed to do so, argued Assistant U.S. Attorney Rob Spencer for the prosecution in opening statements.",
      "output": "穆萨维在袭击事件发生前三周因移民指控在明尼苏达州被捕，他本可以警告相关官员即将到来的袭击事件，但是却并没有这样做。美国助理检察官罗伯·斯宾塞在原告的开庭陈词中辩称。"
    },
    {
      "input": "Researchers say that two men claiming to be 'Bigfoot' hunters in Georgia in the United States and who claimed to have found the remains of the mythical creature earlier this month, are part of an elaborate hoax.",
      "output": "研究人员称，本月早些时候在美国乔治亚州发现大脚怪遗骸的两名自称是大脚怪猎人的男子，是一场精心策划的骗局的一部分。"
    },
    {
      "input": "Only four Victorians booked a trip to London, including Matthew Haanappel of Croydon Hills, Tanya Huebner of Hampton, Ahmed Kelly of North Melbourne and Prue Watt of Hawthorn East.",
      "output": "只有四位维多利亚人预订了伦敦之旅，包括克罗伊登山的马修·哈纳佩尔、汉普顿的坦雅·休布纳、北墨尔本的艾哈迈德·凯利和霍桑东部的普鲁·瓦特。"
    },
    {
      "input": "Newsom also posted a video on his campaign website which was launched earlier this morning.",
      "output": "纽瑟姆还在今天清晨推出的竞选网站上发布了一段视频。"
    },
    {
      "input": "\"Not because I'm a hugely popular fellow in Kingsway, but because of vote splits and the way the first-past-the-post system works.\"",
      "output": "“这并不是因为我在京士威是一个非常受欢迎的人，而是因为选票的分歧和得票多者当选的制度。”"
    },
    {
      "input": "Rescue efforts, led by the government and the Red Cross, have begun especially in rural and heavily-flooded areas.",
      "output": "在政府和红十字会的领导下，救援行动已经展开，特别是在农村和洪水重灾区。"
    },
    {
      "input": "\"There needs to be a way to withdraw from Afghanistan and place the focus on economic growth.\"",
      "output": "“必须有办法从阿富汗撤军，从而把重点放在经济增长上。”"
    },
    {
      "input": "But the characters \"live on stage and they live in a fantasy world\", he said.",
      "output": "但他说，人物“生活在舞台上，他们生活在幻想世界”。"
    },
    {
      "input": "She has competed in field recurve but is not competing to maximize her training for Olympic inclusion.",
      "output": "她参加过室外反曲弓比赛，但并不是为了最大限度地提高自己的奥运参赛能力。"
    },
    {
      "input": "The collision occurred between a Cirrus SR22 and a Cessna 172 near Rock Springs just before 12:30 p.m. on Sunday afternoon.",
      "output": "周日下午12点30分，一架卷云SR22和一架塞斯纳172飞机在罗克斯普林斯附近相撞。"
    },
    {
      "input": "It will be released in the US and the rest of Europe two days later, with the US label being Roadrunner Records and the European label being Nuclear Blast Records.",
      "output": "两天后将在美国和其他欧洲国家发行。负责发行的美国公司是“走鹃唱片公司”，欧洲公司是“核爆炸唱片公司”。"
    },
    {
      "input": "The revised SOP manual makes considerable progress on documenting procedures, even those that are remote possibilities.",
      "output": "修改后的标准操作流程指南在文件流程上有很大的进展，甚至包括有可能被删除的部分。"
    },
    {
      "input": "There are accusations of bias from the defense counsel of Hussein, as well as fears for the judges' safety which have consistently pushed the trial back.",
      "output": "侯赛因的辩护律师对他有偏见的指控，以及对法官安全的担忧一直在推迟审判。"
    },
    {
      "input": "\"But we will make our voice heard to stop this sale.\"",
      "output": "“但我们会让人们听到我们的声音，阻止这笔交易”。"
    },
    {
      "input": "\"I have no doubt that Kevin Rudd will say that these laws have to go, that they will be replaced by a policy that reinstates rights,\" Ms Burrow has told Sky News.",
      "output": "“我毫不怀疑陆克文会说这些法律必须废除，它们将被恢复权利的政策所取代，”伯罗告诉天空新闻。"
    },
    {
      "input": "Most of the deaths occurred in the Rio de Janeiro area of the country, and the local Office of Civil Defense commented that more deaths are likely as the inclement weather continues.",
      "output": "大多数死亡发生在巴西的里约热内卢地区，当地民防办公室表示，随着恶劣天气的持续，可能会有更多的人死亡。"
    },
    {
      "input": "Amid the confusion surrounding today's London blasts, officials have urged the public to avoid the city if possible to allow emergency services to operate more quickly.",
      "output": "在围绕今天的伦敦爆炸事件的混乱中，官员们敦促公众尽可能避开城市，以便让紧急服务更快地运作。"
    },
    {
      "input": "No one of the policemen, who took part in the camera and ID confiscation, wanted to reveal their names.",
      "output": "没有一个参与摄像机和身份证没收的警察想透露他们的名字。"
    },
    {
      "input": "Chicago took their first lead of the game in the seventh with a Scott Podsednik RBI, but Jason Michaels would tie it up again in the eighth.",
      "output": "芝加哥队在第七场比赛中以斯科特·波塞德尼克的打点取得了第一次领先，但杰森·迈克尔斯将在第八局再次将比分扳平。"
    },
    {
      "input": "Naked News President David Warga commented in a press release that \"our intention at Naked News is to be a global media source, much like CNN or BBC World.\"",
      "output": "《裸体新闻》总裁大卫·瓦尔加在一份新闻稿中说：“我们创办《裸体新闻》的目的是成为一个全球性的媒体来源，就像CNN或BBC一样。”"
    },
    {
      "input": "An infectious superbug spreading in the United States is to \"emerge in force\" in Canada, doctors fear.",
      "output": "医生们担心，在美国传播的一种传染性超级细菌将在加拿大“出现”。"
    },
    {
      "input": "The RBS Six Nations clash, which took place at Dublin's Lansdowne Road finished with the French team ahead on 26 points against Ireland's 19.",
      "output": "苏格兰皇家银行六国联赛的比赛在都柏林兰斯顿路举行，比赛结束时法国队以26分领先爱尔兰队的19分。"
    },
    {
      "input": "Vitantonio Liuzzi rounded out the top eight for Toro Rosso.",
      "output": "维塔托尼奥·柳兹为红牛二队的获得第八名。"
    },
    {
      "input": "He added that he expects the trend to continue through the winter months, with more severe cases and even deaths.",
      "output": "他补充说，他预计这一趋势将持续整个冬季，出现更严重的病例，甚至死亡。"
    },
    {
      "input": "The boy managed to bypass security at the Perm city airport to hide in the plane as it took off.",
      "output": "这个男孩在皮尔姆市的飞机场躲过了安检，并在飞机即将起飞时藏了进去。"
    },
    {
      "input": "Between the fifth and sixth innings, there was a small delay in the game when a dog named Streaker, owned by Australia men's national softball team player Adam Folkard, ran onto the the infield.",
      "output": "在第五局到第六局之间，澳大利亚男子垒球队队员亚当·福卡德的一只名叫斯特里克的狗跑到了内场，导致比赛出现了一点小延误。"
    },
    {
      "input": "Canberra's first game is against INAC Kobe Leonessa on Thursday.",
      "output": "堪培拉的第一场比赛是在周四对阵日本的INAC 神户 Leonessa。"
    },
    {
      "input": "\"We also want to apologize personally to Senator Barack Obama.\"",
      "output": "“我们还想亲自向巴拉克·奥巴马参议员道歉。”"
    },
    {
      "input": "The flooding was caused by storms that flooded a seasonal river, known locally as a wadi, which can rise quickly by around 8 metres.",
      "output": "洪水是由风暴造成的，风暴淹没了一条季节性河流，当地人称之为旱谷，它可以迅速上涨8米左右。"
    },
    {
      "input": "The New Zealand Fire Service has welcomed the new restrictions despite them calling for a complete ban.",
      "output": "尽管新西兰消防局呼吁全面禁止，但仍欢迎新的限制。"
    },
    {
      "input": "\"They are weak because of France's decline in power over the last century and its defeats against the Germans and Algerians,\" Doeg said.",
      "output": "“由于法国上个世纪的权力下滑以及对阵德国和阿尔及利亚的失败，他们变得很弱，”多格说。"
    },
    {
      "input": "The apparent influence of \"Saudi Arabian Islam\", sometimes known as Wahabism or Salafism, is also scrutinised in the film.",
      "output": "“沙特阿拉伯伊斯兰”——有时被称为瓦哈比主义或萨拉菲主义的明显影响也在电影中受到严格审查。"
    },
    {
      "input": "Supported by the Democratic establishment, Duckworth quickly out-fundraised her opponents, receiving support from prominent Democrats such as John Kerry, Hillary Clinton, Rahm Emmanual, and Barack Obama.",
      "output": "在民主党当权派的支持下，达克沃斯很快就筹集到了超过对手的资金，获得了约翰·克里、希拉里·克林顿、拉姆·伊曼纽尔和巴拉克·奥巴马等知名民主党人的支持。"
    },
    {
      "input": "Hourly workers wages will drop from $27 to $22 an hour soon, and will further decrease to $16.50 in late 2007.",
      "output": "小时工的工资很快将从每小时27美元降至22美元，并在2007年底进一步降至16.50美元。"
    },
    {
      "input": "Elsewhere, \"Some may have other issues to account for, including Regime finance questions, but certainly some have been quite helpful toward the compilation of an accurate picture of the Regime's WMD efforts and intentions over the last three decades.\"",
      "output": "在其他地方，“有些人可能负责其他问题，包括政权的金融问题，当然还有些人对于准确描述政权在过去的30年在大规模伤杀性武器方面所做出的努力是非常有帮助的。”"
    },
    {
      "input": "NASA's Cassini orbiter has sent back remarkable images from Saturn, revealing that the planet's famous rings are far more bumpy than expected.",
      "output": "美国宇航局的卡西尼号轨道飞行器从土星发回了一些令人惊叹的图像。揭示了这颗行星著名的光环远比预期的要凹凸不平。"
    },
    {
      "input": "\"Surgery was the long term answer since there were many blockages.\"",
      "output": "“手术是长期的解决办法，因为有许多障碍。”"
    },
    {
      "input": "The acquisition is expected to be completed within six months.",
      "output": "此次收购预计将在六个月内完成。"
    },
    {
      "input": "\"My condolences go out to friends, family and band members.\"",
      "output": "“我向朋友，家人和乐队成员表示哀悼。”"
    },
    {
      "input": "According to a preliminary estimate released by the World Meteorological Organization (WMO), the global mean temperature for 2005 was about 0.48°C above normal, putting 2005 amongst the four warmest years globally since records commenced in 1861.",
      "output": "根据世界气象组织（WMO）的初步估计，2005年的全球平均气温比正常值高大约0.48摄氏度，使得这一年成为1861年有记录以来最热的4个年份之一。"
    },
    {
      "input": "The flames reportedly reached as high as one hundred meters.",
      "output": "据报道，火焰高达1百米。"
    },
    {
      "input": "This was the first time that the All Ceylon team had won against India.",
      "output": "这是全锡兰队首次战胜印度队。"
    },
    {
      "input": "Danielle Lantagne, a UN expert on the disease, stated the outbreak was likely caused by the peacekeepers.",
      "output": "联合国的一名霍乱病专家丹尼尔·兰塔涅说，疾病的爆发很可能是由维和部队引起的。"
    },
    {
      "input": "A leading Queensland union says that the Melbourne Cup due to be run tomorrow at 3:00pm Australian Eastern Daylight Saving Time could be used as a valuable educational tool in the classroom.",
      "output": "昆士兰州的一个主要工会表示，定于澳大利亚东部夏令时明天下午3点举行的墨尔本杯可以作为一种宝贵的课堂教育工具。"
    },
    {
      "input": "Local government officials have said that at least eleven people were killed on Sunday in southern Afghanistan by a roadside bomb.",
      "output": "当地政府官员称至少有11人星期天在阿富汗南部发生的路边爆炸事件中丧生。"
    },
    {
      "input": "It is believed the death toll could rise still further, as many people remain trapped beneath the trailer.",
      "output": "相信死亡人数还会进一步上升，因为仍有许多人被困在拖车下面。"
    },
    {
      "input": "Scientists hope that this discovery will lead to improved pain management treatments for sufferers, with possible benefits for pain treatment generally.",
      "output": "科学家们希望这一发现将能改善对患者的疼痛管理治疗手段，可能会普遍有利于疼痛治疗。"
    },
    {
      "input": "Though not as common as the USB standard, Firewire serves a niche market, especially the aviation industry.",
      "output": "虽然不如USB标准应用普遍，但是Firewire面向的是利基市场，特别是航空业。"
    },
    {
      "input": "In the lead up to the 2010 Federal Australian Election, Ms. Gillard claimed that while she might implement a green house gas reduction scheme, \"[she would] rule out a carbon tax\".",
      "output": "在2010年澳大利亚联邦选举的过程中，吉拉德女士声称，尽管她可能会实行一项温室气体减排计划，“但是【她将】不会考虑征收碳税”。"
    },
    {
      "input": "Norko further testifed that Ross is taking medication to control his psychiatric problems.",
      "output": "诺科进一步证实，罗斯正在服用药物来控制他的精神问题。"
    },
    {
      "input": "London's FTSE 100, Paris' CAC 40 and Frankfurt's DAX 30 indices each closed down more than 1 percent.",
      "output": "伦敦的FTSE 100，巴黎的CAC 40和法兰克福的DAX 30指数均下跌超过百分之1。"
    },
    {
      "input": "One particular mining practice used frequently by Newmont Mining in Indonesia is submarine tailings disposal, a waste disposal method for mercury and arsenic that is outlawed in the United States.",
      "output": "纽蒙特矿业公司在印度尼西亚经常使用的一种特殊采矿方法是海底尾矿处理，这是一种在美国被禁止的汞和砷废物处理方法。"
    },
    {
      "input": "Mr Kenrick said: \"The whole area of content management is one we thought would benefit from others with greater expertise and more scope.\"",
      "output": "肯里克表示：“我们认为，内容管理的整个领域都将受益于其他拥有更大专业知识和更大范围的领域。”"
    },
    {
      "input": "Inland floodwaters trapped more than 1,000 residents in Coffs Harbour, New South Wales over night.",
      "output": "在新南威尔士州的科菲港，超过1000名居民在夜间被内陆洪水围困。"
    },
    {
      "input": "Ambassador Crocker said that while he \"cannot guarantee success\" in Iraq, withdrawing completely now would result in failure.",
      "output": "克罗克大使说，他在伊拉克“无法保证成功”，现在完全退出肯能将导致失败。"
    },
    {
      "input": "Independent elections commissioner Dayananda Dissanayake, however, remarked: \"Not having one's name on the electoral list is not a disqualification.\"",
      "output": "然而，独立选举专员达耶难陀·迪萨纳亚克说：“选举名单上没有一个人的名字并不是取消资格。”"
    },
    {
      "input": "It will be Microsoft's first research and development center of this kind outside the U.S.",
      "output": "这将是微软在美国以外的第一个此类研发中心。"
    },
    {
      "input": "Last year's fourteenth edition of the contest, held in the Netherlands in 2007, Moldovan wines won three gold medals and three silver ones.",
      "output": "在去年2007年荷兰举办的第14届比赛上，摩尔多瓦葡萄酒夺得3枚金牌和3枚银牌。"
    },
    {
      "input": "According to the Egyptian security official eight Russian nationals were killed, as was one of two drivers on board, both of whom were Egyptian.",
      "output": "据埃及安全官员称，8名俄罗斯公民遇难，车上两名司机中的一人遇难，两人都是埃及人。"
    },
    {
      "input": "And are you like Jess Gallagher and just here training and not competing?",
      "output": "你会像杰斯·格拉法一样，只是来训练而不会参加比赛吗？"
    },
    {
      "input": "\"Democracy and peace are the ultimate goal of the march,\" said Joseph Wu, the Mainland Affairs Council Chairman.",
      "output": "陆委会主委吴钊燮说：“游行的最终目标是民主与和平”。"
    },
    {
      "input": "Regular STOMP contributor Mike Muk shot a video of the flaring as well and he sent it in to Stomp.",
      "output": "STOMP的定期撰稿人迈克穆也播放了一段关于燃烧的视频，并将其发送给了Stomp。"
    },
    {
      "input": "\"I helped some people to ambulances, their clothes were covered in blood stains.\"",
      "output": "“我帮忙把一些人送上救护车，他们的衣服上满是血迹。”"
    },
    {
      "input": "\"If the two satellites hit head-on, rather than a glancing blow, the energy of the collision would completely disintegrate both satellites into clouds of debris,\" said the UCS in a statement on their website who also added that the collision took place in \"the same region of space where China destroyed a defunct Chinese weather satellite with an anti-satellite (ASAT) weapon\" in 2007.",
      "output": "“忧思科学家联盟”在其网站发表声明说：“如果这两颗卫星是迎头相撞，而不是侧面擦碰，那么撞击造成的能量可以将两颗卫星彻底分解为一团团的碎片云”。他们还指出，相撞发生的区域与2007年“中国用反卫星武器（ASAT）摧毁一颗中国的失效气象卫星的区域相同”。"
    },
    {
      "input": "Riad al-Saray, an Iraqi television presenter, has been shot dead.",
      "output": "伊拉克电视节目主持人里亚德·萨雷被枪杀。"
    },
    {
      "input": "The resolution comes in response to questions that have been raised about the handling of pre-war intelligence by the Bush administration, and the planning and execution of the Iraq war.",
      "output": "这项决议是对布什政府在处理战前情报以及伊拉克战争的计划和执行方面提出的问题作出的回应。"
    },
    {
      "input": "Demand overshot supply first in the 1980s and has been increasing every year since.",
      "output": "在20世纪80年代需求量首先超过供应量，并且自那以后每年都在增加。"
    },
    {
      "input": "The UK Government has stated that children in Britain will no longer be required to take compulsory, externally marked tests at the age of fourteen.",
      "output": "英国政府表示，英国的儿童将不再被要求在十四岁时进行强制性的外部标记测试。"
    },
    {
      "input": "Gore shared the 2007 Nobel prize with the Intergovernmental Panel on Climate Change, represented at today's ceremony by Rajendra Pachauri.",
      "output": "戈尔与政府间气候变化专家小组分享了2007年诺贝尔奖，该小组由拉金德拉·帕乔里在今天的仪式上代表。"
    },
    {
      "input": "The Tiwi Islands had a very high rate from 2000 to 2005, but has now not had a suicide for a year.",
      "output": "从2000年到2005年，提维群岛的比率非常高，但现在一年都没有自杀。"
    },
    {
      "input": "The album will debut in the band's native Finland on September 26 from record labels Spinefarm Records and distributed by Universal Music Group.",
      "output": "这个专辑将于9月26日在该乐队的故乡芬兰由Spinefarm Records公司首次推出，发行者为环球音乐集团。"
    },
    {
      "input": "30 people were injured, five of them Amtrak personnel who were most seriously injured.",
      "output": "30人受伤，其中5人是美铁人员，伤势最严重。"
    },
    {
      "input": "Tuijn has overcome a variety of obstacles to reach the halfway point.",
      "output": "图金克服了各种障碍，到达了中点。"
    },
    {
      "input": "Operations were also coordinated internationally with INTERPOL and the US State Department, resulting in the detainment of 16 foreign and international fugitives.",
      "output": "还与国际刑警组织和美国国务院协调行动，拘留了16名外国和国际逃犯。"
    },
    {
      "input": "Woodruff and Vogt had been embedded with the 4th Infantry Division that was accompanying an Iraqi Army unit.",
      "output": "伍德拉夫和沃格特与随同伊拉克陆军部队的第4步兵师一起驻扎。"
    },
    {
      "input": "Organiser of the protest, Tenpa Dugdak said Australian Prime Minister John Howard should make human rights in China an APEC issue.",
      "output": "抗议组织者坦帕·杜格达克表示，澳大利亚总理约翰·霍华德应该把中国的人权问题作为亚太经合组织应讨论的一个问题。"
    },
    {
      "input": "The official said, \"We expect the Iraqi government to take immediate measures to set the aforesaid individuals free and to condemn the U.S. troopers for the measure.\"",
      "output": "其官方表示，“我们希望伊拉克政府立即采取措施释放上述伊朗公民并对美国的行为表示谴责”。"
    },
    {
      "input": "That was said by some, especially from nationalistic and populist parties, such as Peace and Justice, and Self-Defense and League of Polish Families, candidates in the last elections (both parliamentary and presidential), who had been promising people a strengthening of the position of Polish president.",
      "output": "据一些上次选举（议会和总统选举）的候选人，特别是来自民族主义和民粹主义政党的候选人，如和平正义党、自卫党和波兰家庭联盟的候选人承诺，他们将强化波兰总统的地位。"
    },
    {
      "input": "Until recently, suicide bombings were an unusual practice in Somalia.",
      "output": "直到最近，自杀炸弹在索马里还是非常罕见的。"
    },
    {
      "input": "The United States 2008 federal deficit has reached a record high, US$454.8 billion—more than double last year's deficit.",
      "output": "美国在2008年的联邦赤字达到了历史最高点——4548亿美元，比去年的赤字增加了一倍多。"
    },
    {
      "input": "The Beaumaris lifeboat raced the grandfather - also suffering serious hypothermia - ashore to a waiting ambulance, but he too died shortly afterwards.",
      "output": "博马里斯的救生艇将祖父-同样严重体温过低的祖父-送上了一辆等待着的救护车，但他不久后也死了。"
    },
    {
      "input": "US Army spokesman Major Rob Philips says the troops went into an al-Qaeda hideout.",
      "output": "美国陆军发言人罗伯特·飞利浦说，部队进入基地组织藏身之地。"
    },
    {
      "input": "According to current Nielsen and Galaxy polls, on a two-party preferred basis, Julia Gillard leads her rival, opposition leader Tony Abbott, 52-48 percent.",
      "output": "根据目前尼尔森和银河的民意调查，在两党优先的基础上，茱莉亚·吉拉德以52%对48%的优势领先对手、反对党领袖托尼·阿伯特。"
    },
    {
      "input": "Judge Shauna Deane found that it would not be suitable for 'Tasneem' to offer evidence with her face covered, stating that the need to maintain a fair trial is consistent with allowing the jury to view and interpret cues from the face of a witness.",
      "output": "法官肖娜·迪恩认为，“塔斯尼姆”不适合在脸被遮住的情况下提供证据，她表示，维持公正审判的需要与允许陪审团查看和解释证人面部表情的暗示是一致的。"
    },
    {
      "input": "The idea for an international instrument for tobacco control was initiated in May 1995 at the 48th World Health Assembly.",
      "output": "国际烟草控制工具的想法于1995年5月在第48届世界卫生大会上启动。"
    },
    {
      "input": "Although not a household name, Foxconn is the largest producer of electronics components and badge engineered electronics products in the world, manufacturing products for companies like Apple, Hewlett-Packard, Intel and Dell.",
      "output": "虽然不是家喻户晓，但富士康是全球最大的电子元件和徽章工程电子产品生产商，为苹果，惠普，英特尔和戴尔等公司生产产品。"
    },
    {
      "input": "Chelsea beat Liverpool in extra time to advance to next month's UEFA Champions League Final in Moscow.",
      "output": "切尔西在加时赛中击败利物浦，晋级了下个月在莫斯科举行的欧冠决赛。"
    },
    {
      "input": "The technology is now built in to most laptop computers and manufacturers currently pay the CSIRO a licence fee to use it.",
      "output": "现在这项技术已经被安装在大多数手提电脑中，目前生产商要使用此技术，需向澳大利亚联邦科学和工业研究组织支付许可费。"
    },
    {
      "input": "The archer found out about her inclusion on the shadow team the night after returning from a concert by her favorite band, Celtic Thunder, in Wollongong.",
      "output": "她最喜欢的乐队凯尔特雷霆队在乌隆贡举办了一场演唱会，回来后的那个晚上，这位射手发现了自己被招入影子队的消息。"
    },
    {
      "input": "However, other users posted messages saying they didn't believe him, wishing him luck with his attempt, and calling him an attention whore and a troll.",
      "output": "然而，也有一些用户发帖子说，他们不相信他会自杀，祝他尝试成功，而且还说他哗众取宠，是个巨魔。"
    },
    {
      "input": "The group said there were indications of irregularities in six percent of the voting stations.",
      "output": "该组织表示，结果显示有百分之6的投票站存在违规行为。"
    },
    {
      "input": "She argued that the changes would mean an increase in costs to students already struggling to pay, and called on Education Minister Julie Bishop to rule out the changes.",
      "output": "她认为，这些变化将意味着学生偿还成本的增加，并呼吁教育部长朱莉·毕晓普排除这些变化。"
    },
    {
      "input": "Comments such as \"Captain Hook\" and \"Hook off Hooky\" have been used.",
      "output": "已经使用了诸如“胡克船长”和“脱离胡克”之类的评论。"
    },
    {
      "input": "The fire is continuing to burn through the Los Padres National Forest, and has consumed a total of 240,000 acres, having started on July 4.",
      "output": "大火在洛斯帕德雷斯国家森林中持续燃烧，从7月4日开始，已经烧毁了24万英亩的土地。"
    },
    {
      "input": "Other leaders of Latin America, who had promised to travel together with Zelaya, will instead monitor the development of events from El Salvador.",
      "output": "其他承诺要与塞拉亚同行的拉丁美洲领导人将在萨尔瓦多观察事态的发展。"
    },
    {
      "input": "Jaynes, who used the alias “Gaven Stubberfield” as well as others, peddled junk products and pornography.",
      "output": "杰恩斯用曾化名“加文·斯达伯菲尔德”，和其他人一样，兜售垃圾产品和色情刊物。"
    },
    {
      "input": "Furthermore, several storage tanks caught fire due to the blast of the bombardment and continued to burn uncontrollably for 10 days after.",
      "output": "此外，几个储油罐因轰炸爆炸而起火，10天后仍将无法受控制地继续燃烧。"
    },
    {
      "input": "A two vehicle patrol was sent to the incident given previous trouble in the area.",
      "output": "鉴于此前在该地区发生的麻烦，两辆汽车巡逻队被派往事件现场。"
    },
    {
      "input": "He responded that \"we can't have one sector of our society sheltered from the ravages of the recession, at the cost to people who have been hurt by the recession the most\", citing the example of construction unions in New Jersey currently suffering unemployment between 35 and 50%.",
      "output": "他回应说，“我们的社会不能有一个免受经济衰退侵害的部门，而代价是那些受经济衰退伤害最深的人群。”他以新泽西州的建筑工会为例，该工会目前的失业率在百分之35至50之间。"
    },
    {
      "input": "It also points to evidence from the bombers' families, where two of the men had pregnant wives.",
      "output": "报告还指出了袭击者家庭的情况，其中两名男子有怀孕的妻子。"
    },
    {
      "input": "These deaths come in addition to seven people killed since the protests began in February.",
      "output": "除此以外，另有7人已经在2月份的抗议活动中丧生。"
    },
    {
      "input": "In the Drivers' Championship Hamilton, with 107 points, has increased his lead over teammate Alonso to 12 points.",
      "output": "在锦标赛中汉密尔顿获得107分，领先队友阿隆索12分。"
    },
    {
      "input": "\"To have a business allow that type of filth to be purveyed through their website or through their system is something that they say they can't handle.\"",
      "output": "“一个企业允许这种类型的垃圾出现在他们的网站或系统，这是他们说无法处理的事情。”"
    },
    {
      "input": "Professor Ian Enting, complex system scientist at the University of Melbourne, said the book includes scientific errors and insufficient references.",
      "output": "墨尔本大学复杂系统科学家伊恩·廷教授表示，这本书存在科学错误，参考文献不足。"
    },
    {
      "input": "Other suspicious packages are being investigated by police at locations throughout the capital, the iTV network in Thailand has reported.",
      "output": "据泰国独立电视台报道，泰国警方正在首都各地调查其他可疑包裹。"
    },
    {
      "input": "The company evolved from Erhard Seminars Training \"est\", and has faced criticism regarding its techniques and its use of unpaid labor.",
      "output": "该公司从艾哈德研讨会培训“est”发展而来，并因其技术和无偿劳动的使用而受到批评。"
    },
    {
      "input": "He did not return to play for the remainder of the game.",
      "output": "在余下的比赛时间里他再没有回到场上。"
    },
    {
      "input": "Only police that are working outside their normal rostered hours will be paid for by the club.",
      "output": "只有在正常工作时间之外工作的警察才会被俱乐部支付。"
    },
    {
      "input": "\"As for the French being weak, it's true that in comparison with the strong and good Americans preventing aliens from invading the Earth, we are more than weak,\" Lavorel said.",
      "output": "“确实，与抵抗外星人入侵地球的强大美好的美国相比，法国相当的软弱，”拉弗尔说。"
    },
    {
      "input": "In the Department of Regional Australia, Local Government, Arts and Sport appropriation budget, the Sport and Recreation Special Account had has an opening balance of A$949,000.",
      "output": "在澳大利亚地区、地方政府、艺术和体育部门的拨款预算中，体育和娱乐特别账户的期初余额为949,000澳元。"
    },
    {
      "input": "Democratic Senator and former First Lady Hillary Clinton, also from New York, won the Democratic primary in Florida; however, due to Democratic Party policy, the state has been stripped of its delegates.",
      "output": "同样来自纽约的民主党参议员和前第一夫人希拉里·克林顿赢得了弗洛里达州的民主党初选。然而，由于民主党政策的缘故，该州已被剥夺了代表资格。"
    },
    {
      "input": "The border was closed to beef exports after the first incident of BSE was reported in Canada.",
      "output": "在加拿大发出第一例疯牛病疫情报告后，美国就关闭了边境，禁止牛肉出口。"
    },
    {
      "input": "International Labor Day, or May Day, has been marked by protests throughout Switzerland.",
      "output": "瑞士全国的抗议者在国际劳动节，也称“五一”节，发动游行活动。"
    },
    {
      "input": "Shoes custom designed for former British Prime Minister Margaret Thatcher have been put up for sale on eBay.",
      "output": "连为英国前首相玛格丽特·撒切尔定制设计的鞋子也被拿到eBay上拍卖。"
    },
    {
      "input": "To give his wife Lois (who no longer finds him sexually attractive) a second honeymoon in order to \"spice up\" their love life, he pretends to be actor Mel Gibson so they can stay in a new luxury hotel for free.",
      "output": "为了给他的妻子路易斯（不再认为他有任何性吸引力）第二次度蜜月以“为他们的爱情生活增添情趣”，他假装成演员梅尔·吉布森，以便让他们可以免费入住一家新的豪华酒店。"
    },
    {
      "input": "The new fund we're launching to support these services will ensure that the Komen Foundation's decision doesn't jeopardize women's health.\"",
      "output": "我们推出的支持这些服务的新基金将确保服务，科曼基金会的决定不会危害女性的健康。"
    },
    {
      "input": "Spc. Barker said that he then poured kerosene lamp fuel on the girl's body but Barker did not say who set it on fire.",
      "output": "专业军士巴克说，然后他把煤油灯的燃料倒在女孩的身上，但巴克没有说是谁放火的。"
    },
    {
      "input": "The plan was to discuss Wikipedia, and what does and doesn't work for the encyclopedia.",
      "output": "按计划，将讨论维基百科以及该百科全书可以和不可以做什么。"
    },
    {
      "input": "\"There were like probably five city cars and three county cars and a state trooper\" all of which were chasing the pickup, said Susan Daniel, a witness to the incident.",
      "output": "事件的目击者苏珊·丹尼尔说：“大概有5辆市警车、3辆县警车和1辆州警车”都在追这辆皮卡。"
    },
    {
      "input": "\"And that is only the first wave he has unleashed.\"",
      "output": "“而且那只不过是他发动的第一波攻势而已”。"
    },
    {
      "input": "Google Base is expected to be a major competitor of craigslist, which is partly owned by eBay.",
      "output": "谷歌数据库预计将成为克雷格列表的主要竞争对手，克雷格列表的部分归易趣所有。"
    },
    {
      "input": "In 2006, the first ever still image was captured of the rhino.",
      "output": "2006年，人们第一次拍到犀牛的静态照片。"
    },
    {
      "input": "\"Israel has always stood by Russia in its struggle against the Chechnyan terrorism.",
      "output": "“以色列一直支持俄罗斯反对车臣恐怖主义的斗争。"
    },
    {
      "input": "At first it was observed by that team on August 25, 2008 at 22:47 (UTC).",
      "output": "起初，该小组在2008年8月25日22：47（UTC）时观察到了这一现象。"
    },
    {
      "input": "Purpura joined the organization in 1994 and directed player development and the Astros' six minor league affiliates before taking over from Gerry Hunsicker as GM before the 2005 season.",
      "output": "普尔普拉于1994年加入该组织，并指导球员发展和太空人队的六个小联盟分支机构，然后在2005赛季之前接替格里·汉斯克的职位。"
    },
    {
      "input": "A new meeting has been scheduled for September in New York, New York in conjunction with the United Nations General Assembly.",
      "output": "定于9月在纽约与联合国大会联合举行一次新的会议。"
    },
    {
      "input": "A boxer is missing in Westmoreland County, Pennsylvania, after it chased off a bear to protect three children.",
      "output": "宾夕法尼亚州威斯特摩兰县一只拳师犬为了保护三个孩子赶走了一只熊后失踪。"
    },
    {
      "input": "Preston claims that at this time he had no communication from the police.",
      "output": "普莱斯顿声称当时警方并没有联系他。"
    },
    {
      "input": "April 7, 2005 ABC News anchorman Peter Jennings was diagnosed this week with lung cancer.",
      "output": "2005年4月7日，美国广播公司新闻主播彼得·詹宁斯于本周被诊断出患有肺癌。"
    },
    {
      "input": "Taylor also said that \"We’re talking about significant degradation at overwintering sites; the loss of habitat in the United States and Canada and climate change in Mexico.\"",
      "output": "泰勒还说，“我们谈论的是越冬地点的严重退化；美国和加拿大栖息地的丧失以及墨西哥的气候变化。”"
    },
    {
      "input": "The pair recovered Zimbabwe's innings which finished at 206 all out after fifty overs.",
      "output": "这对搭档追平了兹姆巴布的击球局数，在五十个回合结束后，完成了总共206次全部出局。"
    },
    {
      "input": "Having worked for several area businesses, this is his first political run.",
      "output": "曾为多个地区企业工作，这是他的第一次政治竞选。"
    },
    {
      "input": "At $6.2 billion total, the new bridge qualifies as the largest public works project in California's history.",
      "output": "这座新桥的总造价为62亿美元，是加州历史上最大的公共工程项目。"
    },
    {
      "input": "\"It almost seemed like a hurricane hit out of nowhere.\"",
      "output": "“看起来飓风几乎无处不在。”"
    },
    {
      "input": "We should not be seduced to buy this instrument to train surgeons if they are not able to do the primary operations themselves.\"",
      "output": "如果他们不能自己做主要手术，我们就不应该被诱惑购买这种仪器来培训外科医生。"
    },
    {
      "input": "In contrast to claims that green socialist group Workers' Climate Action were behind the occupation, Mark presented a more nuanced picture: the Vestas workers' initial contacts were with veterans of the occupation of Visteon's auto parts plants, with the AWL, SWP and Socialist Party becoming involved later with \"quite a big involvement\" from all groups.",
      "output": "与声称绿色社会主义团体工人的气候行动是占领的幕后支持者相比，马克提出了一个更细致的画面：维斯塔斯工人最初的应援团体是占领过伟世通汽车零部件工厂的人。之后，AWL，SWP和社会党才参与进来，并且有很高的参与度。"
    },
    {
      "input": "Wielding spark-spewing instruments, the \"Monster-themed\" rock band beat 23 other competitors, scoring 292 points from telephone voters in 38 countries with its song \"Hard Rock Hallelujah\" in a performance that both shocked and amused viewers.",
      "output": "挥舞着火花喷射乐器，“怪物主题”摇滚乐队击败其他23个竞争对手，在38个国家的电话选民中获得292分，其歌曲“硬摇滚哈利路亚”的演出令观众震惊和愉快。"
    },
    {
      "input": "Starr said outside of the event: \"This is the start of the next 50 years of stars.\"",
      "output": "斯塔尔在活动之外说：“这是未来50年明星的开始。”"
    },
    {
      "input": "The visit is part of an invitation by Kuwait's Prime Minister Nasser Al-Mohammed Al-Ahmed Al-Sabah, and includes meetings with the Emir Sabah Al-Ahmad Al-Jaber Al-Sabah, the crown prince Nawaf Al-Ahmad Al-Jaber Al-Sabah, the Minister of Foreign Affairs Mohammed Sabah Al Salem Al Sabah and representatives of the Development Fund of Kuwait.",
      "output": "这次访问是科威特总理纳赛尔·艾尔·默罕默德·艾尔·阿赫迈德·艾尔·萨巴赫发出的邀请函中的一个组成部分，包括与埃米尔萨巴赫·艾尔·阿赫迈德·艾尔·贾巴尔·艾尔·萨巴赫、王储纳瓦夫·艾尔·阿赫迈德·艾尔·贾巴尔·艾尔·萨巴赫、外交部长默罕默德·萨巴赫·艾尔·萨勒姆·艾尔·萨巴赫和科威特发展基金会代表们的会晤。"
    },
    {
      "input": "A1 Team New Zealand has won the feature race at the A1 Grand Prix in Shanghai, China today, followed by A1 Team Great Britain and A1 Team Germany.",
      "output": "A1新西兰队在今天中国上海举行的A1大奖赛中获得特色赛冠军，英国A1队和德国A1队分获第二，三名。"
    },
    {
      "input": "According to IDF officers, the operation is aimed at the Islamic Jihad organization, which staged the suicide attack in Netanya yesterday, as well as another suicide bombing attempt in a Jewish settlement in Samaria.",
      "output": "以色列国防军官员表示，此次行动的目标是伊斯兰圣战组织，该组织昨日在奈坦亚发动了自杀式袭击，并在撒马利亚的一个犹太人定居点发动了另一起自杀式炸弹袭击。"
    },
    {
      "input": "Over sixty arrests have been made in conjunction with the protest.",
      "output": "与抗议活动有关的60多人被逮捕。"
    },
    {
      "input": "Lebanon's defence minister, Elias Murr, says that the 15,000 troops Lebanon has committed to the peacekeeping operation will be on the north side of the Litani River by the end of the week.",
      "output": "黎巴嫩国防部长埃利亚斯·穆尔说，到本周末，黎巴嫩已承诺的15,000人部队的维和行动，将在利塔尼河北侧展开。"
    },
    {
      "input": "Lieberman has been recently considered a possible candidate for the Republican vice presidential seat.",
      "output": "利伯曼最近被认为是共和党副总统候选人。"
    },
    {
      "input": "The wreckage burst into flames and one Russian report says the pilots tried to avoid hitting residential homes that were near the scene.",
      "output": "残骸引发燃烧，俄罗斯的一份报告说，飞行员试图避免撞到现场附近的住宅。"
    },
    {
      "input": "91 ships have been attacked by pirates in the Gulf of Arden since the year began, but the Sirius Star is both the largest and furthest from shore to be taken, captured some 420 nautical miles (833 kilometers) from Somalia's coast.",
      "output": "自今年年初以来，已有91艘船只在阿登湾遭到海盗袭击，但天狼星号是迄今为止被劫持的最大、距离海岸最远的船只，在距索马里海岸约420海里（833公里）的海域被劫持。"
    },
    {
      "input": "\"Often the Parisians I know belittle other people when they understand a complicated concept better than another person.",
      "output": "“我认识的巴黎人，当比别人更好的理解某个复杂概念时，经常会贬低他人。”"
    },
    {
      "input": "The floods in Hunan also took out the Beijing-Guangzhou railway leaving 5,000 stranded in the capital, Changsha.",
      "output": "湖南的洪水还冲毁了京广线，致使5000人滞留在省会长沙。"
    },
    {
      "input": "The march, titled \"326 March for Democracy and Peace\", will begin in ten different locations, converging on the square near the Presidential Office in downtown Taipei City.",
      "output": "游行的名目叫做“326民主与和平游行”；将于10个不同地点出发，最后在台北市中心总统府附近的广场会合。"
    },
    {
      "input": "The crisis has created a humanitarian problem as one million of Abidjan's four million people has been displaced.",
      "output": "这场危机造成了人道主义问题，阿比让的400万人口中有100万人流离失所。"
    },
    {
      "input": "The WHO also stated that this phenomenon does not influence the effectiveness of flu immunizations.",
      "output": "世卫组织还表示，这一现象并不影响流感免疫的有效性。"
    },
    {
      "input": "The incumbent president, Mahinda Rajapaksa, is expected to be in a close race against former army chief, General Sarath Fonseka; both candidates say they expect to win.",
      "output": "现任总统马欣达·拉贾帕克萨预计将与前陆军总司令萨拉特·丰塞卡将军展开激烈的竞选。两位候选人都说他们希望获胜。"
    },
    {
      "input": "She added that disclosing specific interrogation methods could reduce the effectiveness of those methods by allowing terrorists to train to resist them.",
      "output": "她补充说，披露具体的审讯方法可能会降低这些方法的有效性，因为这会让恐怖分子接受训练来抵抗这些方法。"
    },
    {
      "input": "Mahmoud Abbas has no right to make concessions to the Israelis he said.",
      "output": "他说，马哈茂德阿巴斯无权向以色列人做出让步。"
    },
    {
      "input": "His flight subsequent to the attack proved futile as phone records led police to Rome, and a raid on his brother's apartment, where he was captured.",
      "output": "袭击发生后，他的乘机逃离被证明是徒劳的，警方通过电话记录将线索锁定在罗马，在那里对其哥哥的住所进行突袭，并将其逮捕。"
    },
    {
      "input": "\"The accident occurred because of a failure of the train's braking system,\" said Interior Minister Jusuf Kalomperovic.",
      "output": "内政部长尤素夫·卡罗姆佩罗维奇说，“事故发生的原因是火车制动系统失灵。”"
    },
    {
      "input": "Redwood City, California - The jury in the Scott Peterson trial suggest that Peterson receive the death penalty.",
      "output": "加利福尼亚州雷德伍德城。斯科特・彼得森审判中的陪审团表示，彼得森将被判处死刑。"
    },
    {
      "input": "The prosecution case has met with a number of procedural difficulties, with US District Court judge Emmet G. Sullivan holding the prosecution in contempt in March for failing to turn over documents concerning an FBI whistleblower's reports of mishandling of the case.",
      "output": "这场起诉遇到了很多程序上的困难，3月份，美国联邦地区法院法官埃米特·G·沙利文对起诉态度轻蔑，没有翻阅FBI检举者的报告而错误的处理了案子。"
    },
    {
      "input": "\"There was a recent study that showed I voted with the President over 90 percent of the time.\"",
      "output": "“最近的一项研究显示，我在百分之90以上的时间里都投了总统的票。”"
    },
    {
      "input": "Weaver claimed that the incident could not have been prevented.",
      "output": "韦弗声称事故不可能避免。"
    },
    {
      "input": "Denmark's contribution to the Multinational force in Iraq will now consist of a small air force unit of four helicopters and 55 airmen that will work with the British.",
      "output": "丹麦对驻伊拉克多国部队的贡献现在将是一个由四架直升机和55名飞行员组成的小型空军单位，并将与英国合作。"
    },
    {
      "input": "Going into their match against the USA, they notched an 8–7 victory over China, an 18 to nil victory against Germany, and a 9–7 overtime shootout win against Russia.",
      "output": "在与美国的比赛开始前，他们以8比7的比分战胜了中国队，以18比0的比分战胜了德国队，并在加时赛中以9比7的比分战胜了俄罗斯队。"
    },
    {
      "input": "Prior to 2007 Taipei 101 Run Up, organizers held a 35-floors warming up match for local athletes from 2009 Summer Deaflympics with the theme of \"Value Your Every Step\".",
      "output": "在2007年台北101跑步之前，组织者为2009年夏季奥运会的本地运动员举办了35层的热身赛，主题是“珍惜你的每一步”。"
    },
    {
      "input": "In response to a plan by the English Defence League to hold a march next Saturday, the leader of Tameside Council, Kieran Quinn, has said the council will be requesting that the Home Office ban the EDL from marching through the town of Hyde, near the city of Manchester.",
      "output": "英国国防联盟计划下周六举行游行，对此，坦姆赛德议会领袖基兰·奎因表示，议会将要求内政部禁止EDL在曼彻斯特附近的海德镇游行。"
    },
    {
      "input": "This managed to stop the fire from spreading to the rest of the island, but 10 buildings were still burnt down, mostly small shops and bars.",
      "output": "这一做法成功地阻止了火势向岛上其他地区的扩展。尽管如此，还是有10所房屋被烧毁，其中多数是小店铺和小酒吧。"
    },
    {
      "input": "Money that does eventually come may not be in proportion to the need.",
      "output": "最终获得的资金可能与需求不成比例。"
    },
    {
      "input": "After the announcement of the record was made, a taped message from Marino played on the Jumbotron.",
      "output": "在新纪录被宣布以后，大屏幕上传来了马利诺的录音贺词。"
    },
    {
      "input": "President Evo Morales indicated that the promoters of the incidents were \"industrialists\" and \"oligarchists\" who, \"using external agents\", claimed to halt the reforms that have been happening in Bolivia.",
      "output": "埃沃·莫拉莱斯总统表示，这些事件的推动者是“工业家”和“寡头主义者”，他们“使用外部代理人”声称停止了玻利维亚正在进行的改革。"
    },
    {
      "input": "About 1,600 people have been evacuated from the region, and La Aurora International Airport has been closed.",
      "output": "已有约1600人从该地区被疏散，拉奥罗拉国际机场被关闭。"
    },
    {
      "input": "648 MEPs out of 680 voted today to reject the proposal, aimed at bringing Europe in-line with a similar U.S. bill.",
      "output": "在680名欧洲议会议员中，648名议员今天投票否决了这一提案，该提案旨在使欧洲与美国的一项类似法案保持一致。"
    },
    {
      "input": "After more than 18 months, the WMD investigation and debriefing of the WMD-related detainees has been exhausted.",
      "output": "18个多月之后，大规模杀伤性武器调查和与大规模杀伤性武器相关的被扣押者的任务执行报告已经彻底完成。"
    },
    {
      "input": "\"This school is very concerned to ensure that children are treated well and that their interests are protected.\"",
      "output": "“这所学校非常关心确保儿童受到良好的待遇和他们的利益得到保护。”"
    },
    {
      "input": "During his 2 hour speech he stated that \"Today Apple is going to reinvent the phone, We are going to make history today\".",
      "output": "在他2个小时的演讲中，他表示“今天苹果将重塑手机，我们今天将创造历史”。"
    },
    {
      "input": "Anthony Albanese, the Labor member for Grayndler attempted to second the motion but the gag was moved on him as well.",
      "output": "安东尼·阿尔巴内塞是格雷德勒的劳工组织成员，他试图支持这一提议，但这个议案终结也对他产生了影响。"
    },
    {
      "input": "Thaksin will address 300 Cambodian economics experts on Thursday in Phnom Penh and is expected to remain \"two or three days\" according to Cambodian cabinet spokesman Phay Siphan.",
      "output": "他信将于周四在金边向300名柬埔寨经济专家发表讲话。据柬埔寨内阁发言人派西潘说，预计他信将在金边停留“两三天”。"
    },
    {
      "input": "The second 5.1 quake was recorded at 47 km (29 miles) east, northeast of Santo (Luganville), Vanuatu with a depth of 149.3 km (92.8 miles) and it struck nearly one hour later at 5:07 a.m.",
      "output": "将近1个小时以后，即凌晨5：07，在瓦努阿图桑托岛（路干维尔镇）东北偏东47公里（29英里）处记录到第二次地震，震级为5.1级，震源深度为149.3公里（98.2英里）。"
    },
    {
      "input": "On Thursday, Gonzalez petitioned the Appellate Court to expedite their hearing of the case to as soon as next week, but today the court denied Gonzalez' request and scheduled the case for a hearing on July 25.",
      "output": "星期四，冈萨雷斯请求上诉法院尽快在下周加快审理此案，但今天法院驳回了冈萨雷斯的请求，并安排于7月25日举行案件听证会。"
    },
    {
      "input": "The team dubbed \"07\" will be lead by senior executives, Luke Dunkerley and Neil Lawrence.",
      "output": "被称为“07”的团队将由高级管理人员卢克·邓克利和尼尔·劳伦斯领导。"
    },
    {
      "input": "FUSS Soledad GNU/Linux has multi-language support and uses the GNOME desktop environment.",
      "output": "FUSS Soledad GNU/Linux具有多语言支持并使用GNOME桌面环境。"
    },
    {
      "input": "Two men armed with handguns held up employees of the Graff jewellers shop on New Bond Street, taking 43 items, among them expensive watches, bracelets, and rings.",
      "output": "两名持枪男子劫持了新邦德街格拉夫珠宝店的员工，拿走了43件物品，其中包括昂贵的手表、手镯和戒指。"
    },
    {
      "input": "Israel claims they have been using precision-guided munitions in order to neutralize Hezbollah and to minimize harm to civilians.",
      "output": "以色列声称，他们一直在使用精确制导弹药，以压制真主党，并尽量减少对平民的伤害。"
    },
    {
      "input": "Raymond Moreno said, \"I hope it stays for another ten, twenty, thirty years, because we need it.\"",
      "output": "雷蒙德·莫雷诺说：“我希望它能再持续十、二十、三十年，因为我们需要它”。"
    },
    {
      "input": "\"While 'do or die' results, such as the famous Uruguay game four years ago are exciting, a qualifying campaign such as this one through the Asian zone is a tough test.\"",
      "output": "“虽然四年前那场著名的乌拉圭比赛的‘决一死战’是令人兴奋的。但像这次这样通过亚洲区的预选赛也是一场艰难的考验。”"
    },
    {
      "input": "The lone gunman shouted \"God is great\" (in Arabic) before firing up to 12 shots, according to eye witness reports given to the AFP news agency.",
      "output": "据目击者向法新社提供的报道，这名枪手先是用阿拉伯语高呼“真主伟大”，然后开了12枪。"
    },
    {
      "input": " I want to let you get back to changing.",
      "output": "我希望会让你恢复并有所变化。"
    },
    {
      "input": "Adam is a robot developed by Welsh Aberystwyth University researchers which combines artificial intelligence (AI), robotics and automation to independently conduct and analyse biological laboratory research.",
      "output": "亚当是威尔士阿伯里斯特威斯大学的研究人员开发的一种机器人，它将人工智能、机器人和自动化结合起来，独立进行和分析生物实验室的研究。"
    },
    {
      "input": "Farrar said, “Experience from Australia shows most cases are dealt with by way of education.”",
      "output": "法勒说：“澳大利亚的经验表明，多数案件是通过批评教育的方式予以处理的”。"
    },
    {
      "input": "The second part will change the toolbar when editing, and is intended to ease common tasks.",
      "output": "第二部分将在编辑时更改工具栏，以简化常见任务。"
    },
    {
      "input": "Andrea Masi opened the scoring in the fourth minute with a try for Italy.",
      "output": "安德里亚·马西在第四分钟成功达阵，意大利率先得分。"
    },
    {
      "input": "A state of emergency was declared in Bahrain on Tuesday by King Hamad bin Isa Al Khalifa as protests in the country escalated further, leaving at least two dead.",
      "output": "随着抗议活动在该国进一步升级并导致至少2人死亡后，巴林国王哈马德·本·伊萨·阿勒哈利法宣布国家进入紧急状态。"
    },
    {
      "input": "Human rights group Amnesty International has commented on the events saying that, \"The arbitrary arrest of these political activists, lawyers, trade unionists and journalists is nothing short of police harassment and intimidation.\"",
      "output": "人权组织大赦国际对此事发表评论称：“对政治活动家、律师、工会会员和新闻记者的擅自逮捕无异于警察骚扰和恐吓。”"
    },
    {
      "input": "\"We arrested five wanted members, some of whom were involved in the bombing of the Stage nightclub in Tel-Aviv.\"",
      "output": "“我们逮捕了5名通缉犯，其中一些人参与了特拉维夫舞台夜总会爆炸案。”"
    },
    {
      "input": "The ministers of immigration and public safety are obliged to sign the national security certificate.",
      "output": "移民和公共安全部长有义务签署国家安全证书。"
    },
    {
      "input": "Spain boasted the most teams in the competition with four (Espanyol, Celta de Vigo, Sevilla, and Osasuna), while England (Tottenham, Newcastle), Portugal (Braga, Benfica), Germany (Bayer Leverkusen, Werder Bremen) and France (Lens, PSG) each had two teams still in the Cup.",
      "output": "西班牙拥有最多的参赛队伍，有四支球队（西班牙人、维戈、塞维利亚和奥萨苏纳），而英格兰（托特纳姆、纽卡斯尔）、葡萄牙（布拉加、本菲卡）、德国（勒沃库森、云达不莱梅）和法国（伦斯、巴黎圣日耳曼）各有两支球队参加。"
    },
    {
      "input": "However, eventually a tannoy (PA) announcement stated that the pilot \"would have wanted them to carry on\", and the show continued.",
      "output": "然而，最终，透过扩声器（PA）发表声明说，飞行员“会希望他们继续进行”，表演继续。"
    },
    {
      "input": "There are over 4.18 million unemployed in South Africa due to the economic decline, and another 1 million may soon join the ranks.",
      "output": "由于经济衰退，南非有超过418万人失业，另有100万人可能即将失业。"
    },
    {
      "input": "The 80 km/h (50 mph) storm in the Pacific Ocean is about 210 km (130 miles) south-south west of Acapulco, Mexico.",
      "output": "这场太平洋风暴时速80公里（每小时50英里），位于墨西哥阿卡普尔科西南约210公里（130英里）。"
    },
    {
      "input": "Stevens was convicted in October on seven felony counts of lying on senate disclosure forms about gifts, largely in the form of free renovations to his home, received from an oil service company; his conviction is thought to have been a large factor in his November electoral defeat to former Anchorage mayor Mark Begich, the current junior Senator from Alaska.",
      "output": "10月份，史蒂文斯被控在担任参议员期间犯有7项罪行，包括接受大部分是以免费翻修他房子形式所进行的油服公司赠礼。这项指控被认为对他在11月的选举中被前任安克雷奇市长、现任阿拉斯加资浅参议员马克·贝吉奇击败起到重要因素。"
    },
    {
      "input": "Coker may coach one more game if the Hurricanes get selected for a bowl game.",
      "output": "如果飓风队被选中参加碗赛，科克可能会再执教一场比赛。"
    },
    {
      "input": "Henley called for an election when its representative Boris Johnson was elected Lord Mayor of the City of London.",
      "output": "当其代表鲍里斯·约翰逊当选为伦敦市市长时，亨利呼吁举行大选。"
    },
    {
      "input": "The six-month study found Australia has more uranium than was previously thought.",
      "output": "这项为期六个月的研究发现，澳大利亚的铀储存量超出之前的预期。"
    },
    {
      "input": "Fawzi Karim, who runs a small restaurant in Hawr Rajab, six miles from Baghdad said \"I asked my mother, who is 80, whether she'd ever seen snow in Iraq before, and her answer was no…\"",
      "output": "在距离巴格达6英里的哈拉·拉贾布经营一家小餐馆的法齐·卡里姆说：“我问我80岁的母亲，她以前是否在伊拉克见过雪，她的回答是没见过…”。"
    },
    {
      "input": "Meanwhile, US Secretary of State Condoleezza Rice was on ABC's This Week on Sunday, saying that a Senate resolution designating Iran's Islamic Revolutionary Guard as a terrorist organization does not authorize military action.",
      "output": "与此同时，美国国务卿赖斯星期天在美国广播公司的“本周”节目中说，参议院将伊朗伊斯兰革命卫队定性为恐怖组织的决议没有授权采取军事行动。"
    },
    {
      "input": "However, the Indonesian authorities have recently generated intense controversy by deciding to prosecute Mr Komar for his role in the disaster.",
      "output": "然而，印度尼西亚当局最近因决定起诉科尔马先生在灾难中的作用而产生了激烈的争议。"
    },
    {
      "input": "\"At the end of the day, we decided we couldn't accommodate that request,\" Mulloy said.",
      "output": "穆洛伊说：“最后，我们决定不能同意这个要求”。"
    },
    {
      "input": "Georgian Prime Minister Zurab Nogaideli called for an assessment of the flood and mudslide damages.",
      "output": "格鲁吉亚总理祖拉布·诺加德利呼吁对洪水和泥石流造成的损害进行评估。"
    },
    {
      "input": "Last week, as part of a tougher line adopted by the Nigerian government, President Obasanjo sent in the Army, with orders to use \"force for force\" against militants in the region.",
      "output": "上周，作为尼日利亚政府采取的更强硬路线的一部分，奥巴桑乔总统派遣军队，命令对该地区的武装分子使用“武力”。"
    },
    {
      "input": "If Iniesta had not made the goal, and game stayed scoreless until the end of extra time, the game would have been decided by a penalty shoot-out.",
      "output": "如果伊涅斯塔没有进球，并且比赛在加时赛结束前一直没有得分，那么这场比赛将由点球决定。"
    },
    {
      "input": "During his interview by the police last night, Prince Laurent stated that he needed funds to renovate his villa, and that Noël Vaessen, his adviser, told him the Navy could help him.",
      "output": "昨晚在接受警方采访时，劳伦特王子表示，他需要资金来翻修他的别墅，他的顾问诺尔·瓦森告诉他，海军可以帮助他。"
    },
    {
      "input": "The Iranian Islamic Revolutionary Guard has conducted a missile test exercise, in which nine missiles of three different types were launched simultaneously.",
      "output": "伊朗伊斯兰革命卫队进行了一次导弹试验，同时发射了三种不同类型的九枚导弹。"
    },
    {
      "input": "The column stated that there was little evidence to support the administration's claims that Saddam Hussein was pursuing weapons of mass destruction.",
      "output": "该专栏指出，几乎没有证据支持政府关于萨达姆·侯赛因正在谋求大规模毁灭性武器的说法。"
    },
    {
      "input": "It's part of an effort to 're-brand the country' to show America that there is more to Israel than the Palestinian conflict.",
      "output": "这是“重塑国家品牌”努力的一部分，目的是向美国表明，以色列比巴勒斯坦冲突更有意义。"
    },
    {
      "input": "The new international peace-keeping force may number as many as 15,000, significantly larger than the existing force of 2,000, known as UNIFIL, which is expected to take up border positions in the mean time.",
      "output": "新的国际维持和平部队可能多达15,000人，远远大于现有的2000人，即联黎部队，预计此时将占据边界阵地。"
    },
    {
      "input": "At Wilfrid Laurier University in Waterloo, Ontario, Canada, students are finding that popular MP3 players, such as Apple's iPod, are very convenient devices for listening to music at the gym, while traveling on foot, and in the car.",
      "output": "在加拿大安大略省滑铁卢的威尔弗里德劳里埃大学，学生们发现流行的MP3播放器，如苹果的iPod，是在健身房里、步行和在车里时非常方便的听音乐设备。"
    },
    {
      "input": "The Office of Fair Trading have listed some examples of particularly high charges: with EasyJet charging £8, Ryanair £6, and thetrainline.com £3.50 extra to pay for tickets with credit cards.",
      "output": "公平贸易办公室列出了一些收费特别高的例子：易捷航空的收费为8英镑，瑞安航空的收费为6英镑，而trainline.com的收费为3.50英镑，这是用信用卡支付机票的额外费用。"
    },
    {
      "input": "The letter came as part of an Army investigation since November regarding violation of the contract.",
      "output": "自去年11月以来，这封信是军方就违反合同展开调查的一部分。"
    },
    {
      "input": "The reactor to be built is the second proposed power plant in the same location; a separate proposal for a four-reactor complex built by a Russian-led consortium was rejected by a Turkish court last year.",
      "output": "将要建造的反应堆是位于同一地点的第二个拟建电厂；一个由俄罗斯领导的财团建造的四座反应堆综合设施的单独提案去年被土耳其法院驳回。"
    },
    {
      "input": "This is the second serious storm to hit the Northwest since Thanksgiving, In late November, record-setting snowfall had a similar disabling effect on the region.",
      "output": "这是自感恩节以来袭击西北地区的第二次严重风暴。11月下旬，创纪录的降雪对该地区造成了类似的破坏。"
    },
    {
      "input": "Pfc. Justin Cross testified that deadly attacks by insurgents sapped morale and raised combat stress in the U.S. Army unit that included the soldiers accused of raping and murdering Abeer.",
      "output": "贾斯汀·克罗斯作证说，反叛分子发动的致命袭击削弱了美军部队的士气，增加了战斗压力，其中包括被控强奸和谋杀阿比尔的士兵。"
    },
    {
      "input": "Mr Downer told the inquiry that the intelligence may not have been dealt with.",
      "output": "唐纳先生告诉调查局，情报还未得到证实。"
    },
    {
      "input": "Paraguay lost number one goalkeeper Justo Villa to an injury in the sixth minute of the game.",
      "output": "比赛开始6分钟，巴拉圭的一号守门员贾斯脱·维拉受伤下场。"
    },
    {
      "input": "He said that he was to play a role in another future attack on the White House using an aircraft.",
      "output": "他说他的扮演的角色是在未来使用飞机袭击白宫。"
    },
    {
      "input": "Despite beginning out-patient treatment next week which will involve chemotherapy, Jennings will continue to front ABC's 'World News Tonight' show, \"to the extent he can do so comfortably\", says ABC News.",
      "output": "尽管詹宁斯将于下周开始接受包括化疗在内的门诊治疗，但他将继续主持美国广播公司的《今夜世界新闻》节目，“只要这样做，他能舒服”，美国广播新闻台说。"
    },
    {
      "input": "While giving interviews with foreign journalists, Sawasdipol appeared to have been shot in the head by a sniper.",
      "output": "在接受外国记者采访时，萨瓦滴蓬似乎是被狙击手击中了头部。"
    },
    {
      "input": "Of the 50 people, there are two Syrians and one is an Interior Ministry official.",
      "output": "在50人中，有两名叙利亚人，一名是内政部官员。"
    },
    {
      "input": "The court in Komar's trial had ruled that while it could not be shown for sure that the aircraft was mechanically sound with the Captain solely responsible for the dangerous landing, Komar had two minutes in which to inform air traffic control and his co-pilot Gagam Salman R. that they were experiencing an emergency.",
      "output": "在对科马尔案的审判中，法庭的裁决是，虽然无法确定飞机当时的机械状况良好，因而应由机长单独为这次危险的降落负责，但是科马尔当时有2分钟的时间可以将他们处于紧急状态的情况通报给空管中心和副驾驶员佳佳姆·萨尔曼·R。"
    },
    {
      "input": "Palance is survived by his second wife, Elaine Rogers Palance; his daughter, Holly; another daughter, Brook Palance Wilding; grandchildren Lily and Spencer Spottiswoode and Tarquin Wilding; his brother, John Palance, and sister Anne Despiva.",
      "output": "帕兰斯在世的家人中包括他的第二任妻子伊莱恩·罗杰斯·帕兰斯、女儿霍莉、二女儿布鲁克·帕兰斯·威尔丁、孙儿女莉丽、斯宾塞·斯波提斯伍德和塔昆·威尔丁、他的弟弟约翰·帕兰斯和妹妹安妮·德斯皮娃。"
    },
    {
      "input": "38 people were said to have died in a suicide bombing during a political rally in the North-West Frontier Province of Pakistan.",
      "output": "据说在巴基斯坦西北边境省的一次政治集会中，有38人死于自杀性爆炸事件。"
    },
    {
      "input": "Once the posts have been withdrawn, they are replaced with a message saying: \"This Tweet/account has been withheld in: Country.\"",
      "output": "一旦帖子被撤销，它们将被替换为一条消息：“此推文帐户已隐藏在：国家。”"
    },
    {
      "input": "There can be no halfway house, no quasi-independence underpinned by UK institutions.\"",
      "output": "不可能有过渡机构，也不可能有英国机构支持的准独立性。”"
    },
    {
      "input": "Over four million people will be given freedom to run their own lives as Mr Milmine said.",
      "output": "超过400万人将被给予自由去经营自己的生活，如米尔明先生所说。"
    },
    {
      "input": "Two of the journalists filled out the 200 questions with honest answers, while the third gave answers consistent with being depressed.",
      "output": "两名记者如实回答了200个问题，而第三名记者按照心情抑郁的症状回答了问题。"
    },
    {
      "input": "The Supreme Council of Antiquities (SCA) expedition led by Hawass has yet to excavate the burial chambers 40 feet (12 meters) underground where they hope to find a crown or Egyptian hieroglyph cartouches revealing the names of royalty.",
      "output": "哈瓦斯领导下的最高文物委员会（SCA）探险队还需要挖掘地下40英尺（12米）深的墓室，希望能找到一顶带有这位皇室成员名字的王冠或者象形文字图饰。"
    },
    {
      "input": "But no acting prime minister has been named while Singh is recuperating.",
      "output": "但是，辛格在疗养期间，还没有任命任何代理总理。"
    },
    {
      "input": "\"The second operation always takes longer and makes it difficult to reach the heart.\"",
      "output": "“第二次手术总是需要更长的时间，而且很难到达心脏。”"
    },
    {
      "input": "Denying the players a chance to perform on the big stage through no fault of their own is like sending innocent people to prison.\"",
      "output": "因为自己没犯错，就不让球员们有机会更大的舞台上表演，这就像把无辜的人送进监狱一样。”"
    },
    {
      "input": "Hasan Khalaf, Gaza's assistant deputy health minister, described the ongoing assault on Gaza as \"an Israeli massacre\".",
      "output": "加沙卫生部副部长助理哈桑哈拉夫形容对加沙的持续袭击是“一场以色列的屠杀”。"
    },
    {
      "input": "Sunnybank lead 17 points to 3 in the dying moments of the first half, but conceded a penalty which resulted in the hosts scoring what would ultimately be their final points of the game.",
      "output": "桑尼班克在上半场的最后时刻以17比3领先，但造成了一个点球，导致主队得分，这是主队本场比赛中的最后一分。"
    },
    {
      "input": "At the United Nations Climate Change Conference in Copenhagen, after four days of negotiations, Africa countries have made the first draft version of future possible treaty, to replace the 1997 Kyoto protocol.",
      "output": "在哥本哈根举行的联合国气候变化大会上，经过为时4天的谈判，非洲国家制定了用于取代1997年《京都议定书》的第一份未来可行的条约草案。"
    },
    {
      "input": "The synthetic balls bounce 30% more sporadically, possibly due to deep embossing, and are less lively than leather basketballs.",
      "output": "合成球的弹跳性比皮革篮球高出百分之三十，可能是由于深压花造成的，而且没有皮革篮球那么活泼。"
    },
    {
      "input": "You try and put it in the back of your mind but it’s still there,” Glasshouse captain Brett Milini said.",
      "output": "“即使你试着把紧张放在你的脑后，但它仍然在那里”，玻璃房队队长布雷特·米里尼说。"
    },
    {
      "input": "MSNBC reports that Clinton beat Barack Obama by a \"very narrow margin.\"",
      "output": "微软全国有线广播电视公司报道说，克林顿以“非常微弱的优势”战胜了巴拉克·奥巴马。"
    },
    {
      "input": "He arrived in a Smart car and was accompanied by his lawyer and former politician Fred Erdman.",
      "output": "他坐着一辆智能车到达，由他的律师和前政治家弗雷德·埃尔德曼陪同。"
    },
    {
      "input": "London Midland said no-one else was injured in the incident.",
      "output": "伦敦米德兰说，事件中没有其他人受伤。"
    },
    {
      "input": "But Caltrans, the state agency in charge of building the bridge said their inspectors checked the welds and determined the work, although rushed, met safety standards.",
      "output": "但负责建造这座大桥的加州交通局表示，他们的检查员检查了焊接点，并确定了这项工作，尽管建桥速度很快，但符合安全标准。"
    },
    {
      "input": "Trinity Mirror newspapers, which publishes the Mirror, also publishes another tabloid The People which is also alleged to have used phone hacking to get stories.",
      "output": "出版“镜报”的“三一镜报”也出版了另一份小报“人民报”，该小报也被指控利用电话窃听来获取新闻。"
    },
    {
      "input": "The printer includes a 2.4-inch color LCD from which users can perform basic editing tasks such as cropping, rotating, and removing red-eye.",
      "output": "此款打印机有一个2.4英寸的彩色液晶显示器，用户可以通过这个显示器进行裁剪、旋转、去除红眼等基本的编辑任务。"
    },
    {
      "input": "Construction on portions of the pipeline were halted in January when the White House denied permits for it to be finished.",
      "output": "今年1月，当白宫拒绝批准该管道完工时，部分管道的建设暂停了。"
    },
    {
      "input": "Museveni stressed in this statement on Wednesday, that the Member of Parliament who drafted the legislation in question, although he is a member of the NRM, was not following government policy and did so solely as an individual.",
      "output": "穆塞韦尼星期三在这份声明中强调，起草有关立法的国会议员，虽然他是自然资源管理局的成员，但并未遵循政府的政策，仅仅作为个人而这样做。"
    },
    {
      "input": "Goody, 27, arrived in London Heathrow Airport on Tuesday night, having cut short her stay in the Indian version of Celebrity Big Brother, known as Bigg Boss.",
      "output": "27岁的古蒂于周二晚抵达伦敦希思罗机场，她缩短了在印度版名人大哥“大老板”的演出期间。"
    },
    {
      "input": "According to The Baltic Times, specialists say that this time up to 40 tons of oil might have leaked into the sea from the Runner 4.",
      "output": "据波罗的海时报报道，专家认为这一次可能有多达40吨石油从奔跑者4号流入大海。"
    },
    {
      "input": "She said Nader \"prevented Al Gore from being the 'greenest' president we could have had\", and she hoped his bid will be \"just a passing fancy that people won't take too seriously.\"",
      "output": "她说，纳达尔“阻止了艾尔·戈尔成为我们的‘最绿色的’总统”。她希望他的参选只不过是“心血来潮，人们不会太把它当回事”。"
    },
    {
      "input": "The helicopter had been in formation with two transports and another SuperCobra to practise night flying, while the Coast Guard plane was conducting search and rescue for 50-year-old boater David Jines.",
      "output": "那架直升机当时正与两架运输机和另一架超级眼镜蛇直升机练习夜间飞行，而那架海岸警卫队飞机正在对50岁的船工大卫·姬妮斯进行搜救。"
    },
    {
      "input": "Japan took silver with 271.952 points, and Great Britain got bronze with 271.711 points.",
      "output": "日本队以271.952分获得银牌，英国队以271.711分获得铜牌。"
    },
    {
      "input": "Its similar to that of a preliminary hearing or a grand jury proceeding in civilian law.",
      "output": "它类似于民事法中的预审或大陪审团程序。"
    },
    {
      "input": "A second child, 3-year-old Ryan Phan, was found near Barton Bay by a search and rescue team today at 10:30 am local time.",
      "output": "第二名儿童3岁的瑞安·梵于今日当地时间上午10点30分被一支搜救队在巴顿湾附近找到。"
    },
    {
      "input": "Richard Doherty attributes Steve Jobs' success as the ability to hold off on a product until it is perfect.",
      "output": "理查德·多尔蒂将史蒂夫·乔布斯的成功归因于他能够开发一个产品直到完美为止。"
    },
    {
      "input": "Mosaic employs approximately 5,400 staff throughout the UK and Ireland.",
      "output": "马赛克在英国和爱尔兰拥有约5,400名员工。"
    },
    {
      "input": "There is no certainty whether Microsoft will appeal this decision, a Microsoft Spokesperson has stated that Microsoft will review this latest fine, citing that \"The commission announced in October 2007 that Microsoft was in full compliance with the 2004 decision, so these fines are about the past issues that have been resolved.\"",
      "output": "微软是否会对该判决提出上诉尚不能确定，一位微软的发言人称，微软会对最近的这次罚款进行复核，并提及“欧盟2007年10月公布微软完全按照2004年的判决执行，所以这些罚款是针对过去已经解决的问题的。”"
    },
    {
      "input": "Goldman was formerly the communications director of 21st Century Democrats.",
      "output": "高德曼曾是21世纪民主党的传播主管。"
    },
    {
      "input": "\"He had the biggest heart of anyone I knew and would give anyone the shirt off his back.\"",
      "output": "“我认识的人当中，他心地最善良，他愿意把自己的一切都给别人。”"
    },
    {
      "input": "He added that the three men put on the flight were from the Afghan capital of Kabul, \"where there is no risk for them\", and would be given monetary assistance to help them settle back into Afghanistan.",
      "output": "他补充说，这三名乘客来自阿富汗首都喀布尔，“那里对他们来说没有风险”，他们将得到金钱援助，帮助他们定居在阿富汗。"
    },
    {
      "input": "At that moment marines from the first line of attack were approaching the mosque, among them the journalist, who had also been there the first time.",
      "output": "正是那时，第一批进攻的海军陆战队正在接近清真寺，其中包括第一次来这里的记者。"
    },
    {
      "input": "\"People can now save and organize their digital photos on CD, print from a cell phone, view their photos on a television and much more.\"",
      "output": "“人们现在可以在CD上保存和整理数码照片，从手机打印出来，在电视上浏览照片，还有更多其他的功能。”"
    },
    {
      "input": "Lieutenant Colonel Thorneloe is survived by his wife, Sally, and daughters Hannah and Sophie.",
      "output": "索恩洛中校身后留下了他的妻子莎莉和两个女儿汉娜和苏菲。"
    },
    {
      "input": "This incident is only the latest in an ongoing series of violent outbreaks among protesters and the Thai government.",
      "output": "这一事件只是抗议者和泰国政府之间一系列暴力事件中的最新一起。"
    },
    {
      "input": "Jessica Morgan, an SMS English major, said that this and other examples have shown that France is far from being weak.",
      "output": "西南密苏里州英语专业的杰西卡·摩根表示，这个和其他例子表明，法国远非弱者。"
    },
    {
      "input": "The tourists were being driven to Málaga Airport on a return trip to Finland when the crash occurred between Benalmadena and Torremolinos.",
      "output": "事故发生在班纳玛德纳和托雷莫利诺斯之间，当时这些游客正被送往马拉加机场，准备返回芬兰。"
    },
    {
      "input": "At the time, the Statler was the largest hotel [based on the number of rooms] ever constructed.",
      "output": "在那个时候，斯塔特勒是最大的酒店【以房间的数量为准】。"
    },
    {
      "input": "The school called in police, who the victim claims contacted him and asked him to make a complaint.",
      "output": "学校报了警，受害人声称警察与他联系并要求他提出申诉。"
    },
    {
      "input": "\"The twin towers have happened, there is no way you can stop it.\"",
      "output": "“双子塔事件已经发生，你无法阻止它。”"
    },
    {
      "input": "104 people were on board the plane, but all passengers and crew aboard the aircraft have left it safely.",
      "output": "飞机上有104人，但所有乘客和机组人员都安全地离开了飞机。"
    },
    {
      "input": "Wikinews has also learned that one of the churches he preached at has had videos showing his claims of cancer removed from YouTube, claiming copyright infringement.",
      "output": "维基新闻还了解到，他负责讲道的其中一个教会保有他声称自己罹患癌症的视频，而这些视频因该教会的版权侵犯声明，已从YouTube上被删除。"
    },
    {
      "input": "The final will be the third Blue Bulls/Cheetahs affair in a row, and the fifth Blue Bulls appearance in a row.",
      "output": "决赛将是连续第三届蓝牛对猎豹队的比赛，蓝牛队第五次连续亮相。"
    },
    {
      "input": "\"I accept that I've done the wrong thing and, as I say, it is still my job as a senior police officer to encourage safe driving and I will continue to do that regardless of my actions\".",
      "output": "“我承认我做了错误的事情，正如我所说的，作为一名高级警官，我的工作仍然是鼓励大家安全驾驶，无论我做出了什么行为，我都会继续这样做。”"
    },
    {
      "input": "His division was among the first to undertake the liberation of Paris.",
      "output": "第四陆军师是第一批庆祝巴黎解放的部队。"
    },
    {
      "input": "Eritrea also took the opportunity to condemn its rival Ethiopia that helped install the provisional government of Somalia.",
      "output": "厄立特里亚还借此机会谴责其帮助建立索马里临时政府的对手埃塞俄比亚。"
    },
    {
      "input": "Number 15 for Japan opened the inning with a single, and was advanced to third on another single.",
      "output": "日本队的15号开局上垒，并在另一局达到三垒。"
    },
    {
      "input": "In that sport, having the controls working perfectly is all-important.",
      "output": "在那种运动项目中，保持完好的装备操控能力是最重要的事情。"
    },
    {
      "input": "The major indicators in the NYSE had a gain of around 10 percent.",
      "output": "纽约证券交易所的主要指标涨幅约为10％。"
    },
    {
      "input": "Yesterday the hospital reported that the condition of Sharon was getting worse.",
      "output": "昨天医院报告说沙龙的情况越来越糟。"
    },
    {
      "input": "Paloma developed out of a strong tropical disturbance off the northern coast of Honduras on November 5.",
      "output": "帕洛马是在11月5日洪都拉斯北部海岸附近的一次强烈的热带扰动中发展起来的。"
    },
    {
      "input": "The flooding is mainly in the western part of the country's main island, Viti Levu, where most of the resorts hosting international travellers are located.",
      "output": "洪水主要发生在该国主岛维提岛的西部地区。多数接待国际旅游者的度假胜地均位于这个岛上。"
    },
    {
      "input": "At least four people died and forty were injured Saturday night as the result of a stage collapsing at the Indiana State Fair, located within the US state of Indiana.",
      "output": "星期六晚上至少有四人死亡，四十人受伤，原因是位于美国印第安纳州的印第安纳州博览会舞台坍塌。"
    },
    {
      "input": "He also stated that \"the integrity and safety of personal data was never at risk\".",
      "output": "他还表示“个人数据的完整性和安全性从未受到威胁”。"
    },
    {
      "input": "Many ballots were disqualified because they had a check-mark beside the face of one candidate, but a fingerprint beside the face of another.",
      "output": "许多选票被取消资格，因为这些选票上的候选人脸上有的有复选标记，有的有指纹标记。"
    },
    {
      "input": "The two working groups are the Ad Hoc Working Group on Long-Term Cooperative Action and the Ad Hoc Working Group on Further Commitments for Annex .",
      "output": "这两个工作组是长期合作行动问题特设工作组和附件进一步承诺问题特设工作组。"
    },
    {
      "input": "According to a report by Jeremy Hsu at MSNBC, \"Previous research has shown that animals such as birds, turtles and salmon migrate using a sense of magnetic direction, and small mammals such as rodents and one bat species also have a magnetic compass.\"",
      "output": "据微软全国有线广播电视公司的许杰里报道，“先前的研究表明，鸟类、海龟和鲑鱼等动物是利用磁方向感迁徙的，而小型哺乳动物，例如啮齿动物和一种蝙蝠也有磁罗盘。”"
    },
    {
      "input": "He was quoted as saying that the spilt \"would stop the bloodshed and burning of places of worship.\"",
      "output": "有人引用他的话说，分离开“将阻止流血事件和焚烧礼拜场所。”"
    },
    {
      "input": "Visual Arts Brampton offered kids the chance to create artwork for their Snail Mail World Postcard Art Show, while the Brampton Arts Council gave away pink sand buckets with Region of Peel water bottles.",
      "output": "视觉艺术布莱普顿提供给孩子们为他们的蜗牛邮件世界明信片艺术展创作艺术品的机会，而布莱普顿艺术理事会则于皮尔水平区一起赠送了粉色沙桶。"
    },
    {
      "input": "The entire Denver Broncos will attend the funeral service for Williams on Saturday in his hometown of Fort Worth, Texas, according to Shanahan.",
      "output": "根据沙纳罕的说法，整个丹佛野马队将于周六在威廉姆斯的家乡德克萨斯州沃思堡参加他的葬礼。"
    },
    {
      "input": "Both events occurred on Boeing 777-200ER airplanes powered by Rolls-Royce RB211 Trent 800 Series engines.",
      "output": "这两个事件均发生在由劳斯莱斯RB211 Trent800系列引擎提供动力的波音777-200ER飞机上。"
    },
    {
      "input": "The directors of Yogyakarta and Solo airports claim that since the re-audit they have taken steps to improve safety and rectify any problems, but have not actually admitted their airports were illegal.",
      "output": "日惹和梭罗机场的负责人声称，自重新审计以来，他们已采取措施改善安全，并纠正任何问题，但实际上并没有承认他们的机场是非法的。"
    },
    {
      "input": "Franchitti won the race on less than a tenth of a gallon of fuel, after he and his team decided to not pit during the final laps of the race.",
      "output": "在他和他的团队决定在比赛的最后几圈不停下来加油之后，弗朗奇蒂以不到十分之一加仑的燃料赢得了比赛，。"
    },
    {
      "input": "The most notable changes surrounding the role of the chaplain include its removal as a permanent position on the facility's Library Working group and its exclusion from the decision process on appropriate detainee reading material.",
      "output": "围绕牧师角色最引人注目的变化包括，其不再作为图书馆工作小组的永久成员并无法决定哪些是囚犯适合阅读的材料。"
    },
    {
      "input": "The release and amnesty follows a series of fresh violations of 'press freedoms', which resulted in the suspension of independent newspapers such as Al-Jaridah and Al-Ahdath on August 20 and 21.",
      "output": "释放和大赦发生在一连串新的违反“新闻自由”的行为之后，而该违反造成贾利达和阿赫达赫等独立报纸于8月20日和21日被暂停。"
    },
    {
      "input": "The child received medical attention at the site of the attack and was then transported to Gympie Hospital.",
      "output": "这名儿童在袭击现场接受了医疗护理，然后被送往金皮医院。"
    },
    {
      "input": "Intelligence indicated what he called \"organised transnational criminal activity\", including some Asian connections beyond the Indonesian village ports where the vessels originated, but the activity was apparently limited to illegal fishing, and did not include smuggling.",
      "output": "有情报表明，他所说的“有组织的国际犯罪活动”，具有超越这些船只所在的印尼乡村港口范围之外的某些亚洲背景，但是这个活动显然仅限于非法捕鱼，不包括走私。"
    },
    {
      "input": "If they win the competition, the player bonuses would be greater than the one they received for winning last year's W-League grand final.",
      "output": "如果他们赢得了比赛，那么球员的奖金将超过他们赢得去年W联赛总决赛的奖金。"
    },
    {
      "input": "\"The government’s role in the long term should be as restricted as possible,\" he added.",
      "output": "他补充说“必须尽可能地限制政府的长期作用。”"
    },
    {
      "input": "It was also the first time that a European team emerged as the World Cup victors on a continent other than Europe.",
      "output": "这也是欧洲球队第一次在欧洲以外的大洲上成为世界杯胜利者。"
    },
    {
      "input": "However, the three-judge panel's decision on Tuesday upheld a lower court's ruling last year that Ms. Miller and Mr. Cooper should answer confidential conversations with government sources.",
      "output": "然而，由三名法官组成的陪审团周二做出的裁决，支持了下级法院去年的一项裁决，即米勒和库珀应回答与政府消息人士的秘密谈话。"
    },
    {
      "input": "There was another explosion at a Tesco Lotus store in Prachachuen, while another was planted in a trash bin at Seacon Square, a shopping mall in suburban Bangkok's Prawet district.",
      "output": "在帕查楚恩的乐购莲花商店发生了另一次爆炸，另一起爆炸发生在曼谷郊区巴威区的购物中心Seacon广场的垃圾箱里。"
    },
    {
      "input": "Plan B, available in the United States since 1999, consists of two pills designed to prevent conception and must be taken within 72 hours of sexual intercourse.",
      "output": "“Plan B”自从1999年以来就在美国出售。它包括2粒避孕药片，必须在房事后72小时内服用。"
    },
    {
      "input": "The AJC reports that the victims were Marie Bruce, 47, Ben Teague, 63, and Tom Tanner, 40.",
      "output": "据《亚特兰大宪法报》报道，受害者有47岁的玛丽·布鲁斯、63岁的本·蒂格和40岁的汤姆·坦纳。"
    },
    {
      "input": "The resulting battle saw the Sydney sunk with the loss of all 645 hands, the Kormoran was scuttled by the crew with the loss of 60, 320 survivors including three Chinese prisoners of war were rescued.",
      "output": "这场战斗的结果是，悉尼号沉没，舰上645人全部阵亡，科莫兰号遭其船员抛弃，阵亡60人，包括三名中国战俘在内的320名幸存者获救。"
    },
    {
      "input": "Scotland Yard have said, \"We will see whether to pursue the charges, or see whether the victim wants to pursue it.\"",
      "output": "苏格兰场曾表示：“我们要看看是否需要起诉，或者看看受害者是否打算起诉”。"
    },
    {
      "input": "When Grishin and the jeep driver tried to pass by walk they were stopped and threatened to be put in handcuffs.",
      "output": "当格里申和吉普车司机试图步行经过时，他们被拦下并威胁要戴上手铐。"
    },
    {
      "input": "The result has been over 80 deaths.",
      "output": "至今已导致80多人死亡。"
    },
    {
      "input": "Humar was on his paramount course mission on the 4700 meter high south rock wall of the 8125 meter high Nanga Parbat mountain (the utmost west of the mountain chain) in the Himalaya mountains, being trapped in the ice-hole at an approximate height of 5900 meters for five days.",
      "output": "胡马尔在喜马拉雅山脉南加帕尔巴特山（山脉最西端）海拔8125米的南岩壁上执行他的首要任务，在大约5900米的冰洞中被困5天。"
    },
    {
      "input": "The first minister is speculated by many to be Ian Paisley, the leader of the Democratic Unionist Party.",
      "output": "据推测，首席部长可能是民主统一党领袖伊恩·佩斯利。"
    },
    {
      "input": "She also played in two World Cup quarter-finals for the team.",
      "output": "她还代表国家队参加了两次世界杯四分之一决赛。"
    },
    {
      "input": "Ayers was one of the founders of the Weathermen, and involved in their anti-Vietnam War bombing campaign throughout the early 1970s.",
      "output": "艾尔斯是气象员的创始人之一，在整个20世纪70年代初参与组织了的反越战轰炸行动。"
    },
    {
      "input": "At least thus far there has been no evidence of illegal gambling on the outcome of fights.",
      "output": "至少到目前为止，还没有证据表明在斗殴结果上存在非法赌博。"
    },
    {
      "input": "Renault driver Fernando Alonso won the FIA Formula-1 2006 Fuji Television Japanese Grand Prix on the Suzuka International Racing Course.",
      "output": "雷诺车手费尔南多·阿隆索赢得了在铃鹿国际赛道进行的国际汽联一级方程式2006年富士电视台日本大奖赛。"
    },
    {
      "input": "Glasgow is also suing for sexual harassment, and claims Miller came on to him in September 2006.",
      "output": "格拉斯哥也在起诉性骚扰，并声称米勒于2006年9月向他求助。"
    },
    {
      "input": "Irene Khan also responded saying, \"The administration's response has been that our report is absurd, that our allegations have no basis, and our answer is very simple: if that is so, open up these detention centres, allow us and others to visit them.\"",
      "output": "艾琳·汗也回应说：“政府的回应是，我们的报告是荒谬的，我们的指控没有根据，我们的回答非常简单：如果是这样，就开放这些拘留中心，允许我们和其他人参观。”"
    },
    {
      "input": "Singh underwent a coronary angiography at the AIIMS hospital on Tuesday and Wednesday and was discharged on Thursday.",
      "output": "辛格周二和周三在印度全国医学研究所（AIIMS）医院接受了冠状动脉造影，周四出院。"
    },
    {
      "input": "In addition to this the potential of the UN authority should be used, added Mr. Prodi.",
      "output": "此外，普罗迪补充说，应该利用联合国权力的潜力。"
    },
    {
      "input": "Some aid came in the form of food, while other aid came as cash which would be used by the aid agencies to buy grain from Ethiopian farmers.",
      "output": "一些援助以食物形式提供，而其他援助则来自援助机构用来从埃塞俄比亚农民那里购买粮食的现金。"
    },
    {
      "input": "Berrigan also added that if in fact the United States wanted to cut military aid at this time they have precedent to do so, citing as an example the Reagan administration's cut of military aid and freezing of weapons sales to Israel during its last invasion of Lebanon in 1981, during the then conflict's first 10 weeks.",
      "output": "贝里根还补充说，如果美国真的想在这个时候削减军事援助，他们有这样做的先例，作为一个例子，里根政府在1981年以色列最后一次入侵黎巴嫩期间，在当时冲突的前10周，削减了军事援助，冻结了向以色列出售武器。"
    },
    {
      "input": "Federal officials have fined Massey nearly US $900,000 after numerous safety violations were found at the mine that suffered the explosion.",
      "output": "在遭遇爆炸的矿山发生多起安全违规事件后，联邦官员对梅西罚款近900,000美元。"
    },
    {
      "input": "This indictment comes after a two-year investigation by a Grand Jury of donations made to the Governor's past campaigns.",
      "output": "大陪审团对州长过去竞选活动的捐款进行了两年的调查后，提出了这项指控。"
    },
    {
      "input": "The central midfielder, who will now partner Brazilian - Emerson, has signed a 5 year contract at the Stadio Delle Alpi.",
      "output": "这名中场球员在阿尔皮球场签了5年的合同，现在将与巴西人埃莫森搭档。"
    },
    {
      "input": "On Friday, Spain's secretary of state for defence, Constantino Mendez, insisted that their release \"is not negotiable.\"",
      "output": "周五，西班牙国防大臣康斯坦蒂诺·门德斯坚称，两名海盗的释放问题“不能谈判”。"
    },
    {
      "input": "Meanwhile, millions of Shiites in Iraq gathered in the southern Iraqi city of Karbala for Arbaeen, a major Shiite commemoration.",
      "output": "与此同时，伊拉克数百万什叶派教徒聚集在伊拉克南部城市卡尔巴拉，参加什叶派重要纪念活动“阿巴因”。"
    },
    {
      "input": "He said that France has a list of 165 organizations considered to be \"sects\", which not just included Scientology but also covered Baptists such as former U.S. president Bill Clinton.",
      "output": "他说，法国开出了一份清单，列出了165个被认为是“教派”的组织，其中不仅包括山达基教，而且还包括像美国前总统比尔·克林顿等的浸礼会教徒。"
    },
    {
      "input": "The pro-same sex marriage group Canadians for Equal Marriage estimates that the motion will be defeated by at least 35 votes.",
      "output": "支持同性婚姻的加拿大人争取平等婚姻组织估计，该动议将被至少35票否决。"
    },
    {
      "input": "We hope the government will join us in this, not just by changing the rules on hand luggage, but by showing itself as an advocate for justice in the world.",
      "output": "我们希望政府能够加入我们，不仅仅是通过改变手提行李的规则，而是通过展示自己作为世界公正的倡导者。"
    },
    {
      "input": "The Gliders were down by eight points at quarter time; but, fought their way back into the game, tying at 40-all at one point in the third quarter.",
      "output": "滑翔机队在第一节结束时落后8分；尽管如此，他们还是在第三节中获得了40分。"
    },
    {
      "input": "\"I would like to go back to the objective of this\", he said.",
      "output": "“我想回到这个目标”，他说。"
    },
    {
      "input": "Additionally, residents like Pablo Juarez Mendoza, who last year made $450 working in Texan livestock shows, are having difficulties finding local work.",
      "output": "此外，像帕布罗·华雷斯·门多萨这样的居民，去年在德州的畜牧展上工作赚了450美元，他们很难找到当地工作。"
    },
    {
      "input": "Though Honda has committed to providing a budget for the team until March, the budget is lower than that which had been expected and so the team has had to pull out of the crucial winter tests at Jerez.",
      "output": "尽管本田已承诺在3月份之前为球队提供预算，但预算低于预期，因此球队不得不退出赫雷斯的关键冬季测试。"
    },
    {
      "input": "Al-Qaeda's leader, Osama Bin Laden, released an audio tape on January 19, 2006.",
      "output": "基地组织的领导人奥萨马·本·拉登于2006年1月19日发布了录音带。"
    },
    {
      "input": "Microsoft Corp. is establishing, in Shanghai, China, a center for research and development.",
      "output": "微软公司正在中国上海建立一个研发中心。"
    },
    {
      "input": "Watford took advantage of the stoppage to catch their breath, and scored as soon as play resumed when Hameur Bouazza's side footed volley caught Van Der Sar unaware, and crept in off the crossbar after deflecting off Gabriel Heinze.",
      "output": "沃特福德利用这次伤停的机会稍事喘息，在比赛恢复以后迅速得分。哈默尔·布阿扎的侧脚截击弄得埃德温·梵德萨措手不及，避开加布里尔·海因兹，摔倒在横杆内。"
    },
    {
      "input": "As the Mortgage Bankers Association reported that late payments on mortgages and home foreclosures in the US homes rose in the fourth quarter to their highest level in years, investors are concerned that not only US banks but also multi-national banks around the globe could have exposure.",
      "output": "美国抵押贷款银行家协会报告称，去年第四季度，美国住房抵押贷款逾期付款和房屋止赎上升至多年来的最高水平。与此同时，投资者担心，不仅是美国的银行，全球各地的跨国银行也可能面临风险敞口。"
    },
    {
      "input": "The Turkish military crossed into Iraq to chase out Kurdish rebels from the Kurdistan Workers Party.",
      "output": "土耳其军队进入伊拉克，驱逐来自库尔德工人党的库尔德人武装分子。"
    },
    {
      "input": "A ban on smoking in enclosed public places in England is in effect as of 0600 BST today, bringing the country into line with similar laws already introduced in other parts of the United Kingdom.",
      "output": "英国封闭式公共场所禁止吸烟的法令自英国夏令时间0600起生效，使该国符合英国其他地区已经引入的类似法律。"
    },
    {
      "input": "Previous studies by Wurtman and colleagues showed that small doses of melatonin, about 0.3 milligrams, are necessary for restful effects.",
      "output": "沃特曼和同事们之前的研究表明，小剂量的褪黑激素（约0.3毫克）对休息效果是必要的。"
    },
    {
      "input": "However Owais Shah scored 55 to help England past the target.",
      "output": "然而，欧维斯·沙赫得55分，帮助英格兰超越制定分数。"
    },
    {
      "input": "A third vessel, the Sara Jane, also attended the scene to allow a first aider on board to render assistance.",
      "output": "第三艘名为“萨拉·简号”的船只也到场，让船上的一名急救员提供援助。"
    },
    {
      "input": "He further alleges his wife \"manipulated\" his medications to leave him incapable to grasp what was occurring.",
      "output": "他进一步声称他的妻子“操纵”了他的药物，使他无法掌握正在发生的事情。"
    },
    {
      "input": "Becky Mcerien, 50, in Philadelphia, told a reporter \"By 3 to 4 in the afternoon, I'm starting to feel brain-drained and I need that caffeine to pick me back up again,\"",
      "output": "在费城，50岁的贝基·姆塞林告诉一名记者：“下午3点到4点，我开始感到脑力耗尽，我需要咖啡因才能重新振作起来。”"
    },
    {
      "input": "Politicians, associations and citizens took part in the gathering, set up by the Communist newspaper Il Manifesto, Sgrena's employer.",
      "output": "政治人物、协会和公民都参加了这次集会。这次集会是由斯格雷娜的雇主、共产党报纸《伊拉克宣言》发起的。"
    },
    {
      "input": "There are no reports of other buildings having been hit in the area around the Press TV building.",
      "output": "没有关于新闻电视台大楼周围地区其他建筑物被击中的报道。"
    },
    {
      "input": "This is better than the comparable figure in a year-earlier Army survey.",
      "output": "这比一年前陆军调查中的可比数字要好。"
    },
    {
      "input": "\"I'm just one tiny person on this planet but thanks to you guys, I'm feeling like I'm sitting on top of the world,\" Avila said Sunday.",
      "output": "阿维拉在星期天说，“我只是这个星球上的一个小人物，但多亏你们，我觉得我坐在世界之巅。”"
    },
    {
      "input": "Their retail game releases still contain no copy protection, but online activation is required to download updates.",
      "output": "他们的零售游戏版本仍然没有版权保护，但下载更新需要在线激活。"
    },
    {
      "input": "According to a Government Official, four miners are trapped in an Ecuador mine located 250 miles (405 kilometers) southeast of the country's capital, Quito.",
      "output": "据一名政府官员说，四名矿工被困在厄瓜多尔首都基多东南250英里（405公里）处的一个矿井里。"
    },
    {
      "input": "\"As I travel to Cambodia to discuss poverty and the world economic situation, I will try to preserve Thai interests with our friends in Phnom Penh, despite the Thai government still hounding me wherever I go,\" he stated.",
      "output": "他说：“尽管无论我走到哪里，泰国政府都一直纠缠着我，但在我前往柬埔寨讨论贫困和世界经济形势时，我仍将与我们在金边的朋友一起努力维护泰国的利益，。”"
    },
    {
      "input": "The mine is owned by Massey Energy but operated by Performance Coal Company, a subsidiary of Massey, which is the fourth largest coal producer in the US.",
      "output": "该矿归梅西能源所有，但由美国第四大煤炭生产商梅西的子公司Performance Coal Company运营。"
    },
    {
      "input": "This, however, turned exclusively on the interpretation of a specific text and it is one on which I think that international law was pretty clear.\"",
      "output": "然而，这完全取决于对某一具体文本的解释，我认为国际法在这一点上是相当清楚的。”"
    },
    {
      "input": "He said that he will not rule out future deportation flights with Britain.",
      "output": "他说，他不排除将来还会有与英国合作的驱逐出境航班的可能。"
    },
    {
      "input": "Grandfather Lovett Williams said Tyrel was found upon his dead brother, Tyron.",
      "output": "他们的祖父洛维特·威廉姆斯说，泰洛尔被发现躺在死去的兄弟泰伦身上。"
    },
    {
      "input": "\"In an academic setting, this arrogance is particularly frustrating,\" the source said.",
      "output": "“在学术界，这种傲慢特别令人沮丧，”消息人士说。"
    },
    {
      "input": "Farrar also gives a final piece of advice to those annoyed with spam levels, “Never ever respond to a spam e-mail, and only give your real address out to people you trust.”",
      "output": "法勒还对讨厌垃圾邮件的人们提出了最后一条建议：“永远不要对垃圾邮件作出回复，只把你真实的地址透露给你最信任的人”。"
    },
    {
      "input": "The rocket was later reported not be designed to reach an orbit.",
      "output": "后来报道说，这枚火箭的设计并不是为了到达轨道。"
    },
    {
      "input": "Two people have been arrested in Cheshire in connection with the Glasgow International Airport attack and attempted London car bombings.",
      "output": "两人因涉嫌格拉斯哥国际机场袭击和伦敦汽车爆炸未遂在柴郡被捕。"
    },
    {
      "input": "During World War II, he served as a prominent member of a special summer session at the University of California, Berkeley at the invitation of Robert Oppenheimer, which outlined the first designs for the atomic bomb and served as the beginning of the Manhattan Project.",
      "output": "第二次世界大战期间，应罗伯特·奥本海默的邀请，他在加州大学伯克利分校的一次特别夏季会议上担任重要成员。那次会议概述了原子弹的最初设计，并作为曼哈顿计划的开端。"
    },
    {
      "input": "Goldman's complaint states that in addition to himself, a training director and field director were also fired after they made it clear they would not attend the Landmark Forum.",
      "output": "高德曼的投诉称，除了他自己之外，培训主管和现场主管在明确表示他们不会参加里程碑论坛后也被解雇了。"
    },
    {
      "input": "The attack is considered unrelated to two other hate crimes which occurred this month in the Northwest quadrant of the city.",
      "output": "这起袭击被认为与本月发生在该市西北地区的另外两起仇恨犯罪无关。"
    },
    {
      "input": "External Minister Pranab Kumar Mukherjee, age 73, has been given the charge of Finance Ministry after he held meetings with Congress President Sonia Gandhi and then Prime Minister Singh.",
      "output": "73岁的外交部长普拉纳布·库马尔·穆克吉在与国大党主席索尼娅·甘地和当时的总理辛格会晤后，被任命为财政部长。"
    },
    {
      "input": "Sodium thiopental, the first of a three drug cocktail used in 34 states to render the prisoner to be executed unconscious, was manufactured in Italy until Italian authorities stated that they would only license the manufacture if it was used for medical purposes and not, crucially, for executions.",
      "output": "硫喷妥钠是34个州为使囚犯昏迷而使用的三种药物混合物中的第一种，意大利当局声明，如果该混合物用于医疗目的，而不是用于死刑，他们才会许可该混合物的制造，此前在意大利制造。"
    },
    {
      "input": "About eight hours prior to game time, the team finished their final training session.",
      "output": "在比赛前8小时，球队完成了最后的训练课程。"
    },
    {
      "input": "Press TV uses the roof of their building to broadcast most of their live video feeds of Gaza.",
      "output": "伊朗新闻电视台利用他们大楼的屋顶播放对加沙的大部分实况录像。"
    },
    {
      "input": "The fire fighters were met with laughter and sarcastic applause.",
      "output": "消防员遭到了笑声和讽刺的掌声。"
    },
    {
      "input": "Residents are bracing themselves for what could be record breaking temperatures.",
      "output": "居民们正在为可能破纪录的温度做准备。"
    },
    {
      "input": "His convictions include assaulting his fourth wife in 2006, and he served four months despite requesting community service; a stab attack from behind with a five-inch blade on a friend landed him a two-year suspended sentence and put the man in hospital.",
      "output": "他的定罪包括2006年袭击了他的第四任妻子，尽管他要求进行社区服务劳役，但他仍服了四个月的刑；还有一次他从背后用一把五英寸的刀子刺伤一位朋友，他被判处两年缓刑，该男子被送入了医院。"
    },
    {
      "input": "The early morning disaster in the Sa'adatabad district reduced the building to rubble in seconds.",
      "output": "清晨在萨阿达塔巴德区发生的这场灾难在几秒钟内就将楼房变成一堆废墟。"
    },
    {
      "input": "The board mandated that a statement should be read in those classes stating \"Intelligent Design is an explanation of the origin of life,\" and \"The school leaves the discussion of the Origins of Life to individual students and their families.\"",
      "output": "教育委员会要求在那些课堂上宣读一份声明，即“智能设计是对生命起源的一种解释”，而“学校应将有关生命起源的讨论留给学生自己及其家庭去做”。"
    },
    {
      "input": "Also, the Prince is protected from judicial pursuit because he is also a Senator by law.",
      "output": "此外，由于王子也是一名参议员，因此他不受司法追捕。"
    },
    {
      "input": "The plane was also carrying illegal Afghan immigrants living in Britain.",
      "output": "这架飞机还载有居住在英国的阿富汗非法移民。"
    },
    {
      "input": "According to Radio France, Eric Breteau, the founder of Zoe's Ark charity, spoke at a pretrial hearing in N'Djamena, Chad and stated that the seven released Europeans had not been involved with the charity's plans.",
      "output": "据法国广播电台报道，佐伊方舟慈善组织的创始人埃里克·布雷托在乍得恩贾梅纳举行的审前听证会上说，七名获释的欧洲人没有参与该慈善组织的计划。"
    }
  ]
}