{
    "Contributors": [
        "Karan Niraj Naik"
    ],
    "Source": [
        "OLID"
    ],
    "Categories": [
        "Classification"
    ],
    "Definition": "In this task you are given a tweet and you must identify whether the tweet contains any offense or  any form of (untargeted) profanity. Label the post as NOT if the post does not contain offense or profanity.  Non-offensive posts do not include any form of offense or profanity. label the post as OFFENSIVE if the post contains offensive language or a targeted (veiled or direct) offense.  Twitter user mentions were substituted by @USER and URLs have been substitute by URL.#Profanity #YouTweetPost-PostsPost #AnyForm #OffensiveLanguage #Offensive #Offense #Non-OffensivePosts #ATargeted(VeiledOrDirect)Offense #ThisTask #AnyOffense #ATweet #(Untargeted)Profanity #SubstitutedTweetPostFormPost",
    "Positive Examples": [
        {
            "input": "@USER Bernie up to his ?. You are not telling the WHOLE TRUTH. #WalkAwayFromDemocratsNow",
            "output": "OFFENSIVE",
            "explanation": "tweet contains offensive language."
        },
        {
            "input": "@USER @USER @USER So then why was it cool for all the other candidates to discuss issues with Russia over multiple decades?",
            "output": "NOT",
            "explanation": "tweet doesn't contain offensive language or profanity."
        }
    ],
    "Negative Examples": [
        {
            "input": "@USER Darcy = Dorsey?   I'm not sure why anyone was expecting a balanced platform when the owner is a satanist.",
            "output": "NOT",
            "explanation": "tweet does contain OFFENSIVE languague but labelled as NOT Offensive."
        }
    ],
    "Instances": [
        {
            "input": "@USER Packing ??? for TX ???????- hope you are well? #almostcousins??",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER We already established that in the war you are still living. Thats why it isnt happening again",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER My feelings exactly.   I was watching a video of an ANTIFA rally\". They were fighting with and cursing at the police. At one point they began fighting with counterprotesters and one was injured. His cohorts immediately began screaming for someone to call 911. Really?\"",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Its still not being updated . Scrapers will get less and less until none are left",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER You are the besth",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER Im not excusing his actions but the counter protesters had no right to block the streets  They are partly to blame as well  2 wrongs dont make a right just like antifa going around physically assaulting people and using weapons to hurt people  But your k with one side doing it",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER He just declassified FISA court info on Carter Page. He is a danger to ??security. Loose lips sink ships is his motto",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER alec we been knew you are problematic just get over it",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER PHOOEY! It wasn't about stepping forward\" it was about @USER helping @USER wield a crude sharp axe on the UK's poor and vulnerable. He is a total hypocrite and fraud in a stupid affected style hat.\"",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER The only thing the principled\" conservatives are outraged about is the clear moral and intellectual need for diversity and inclusion of all people of all faiths.  @USER",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Diversity = Success?  LMAO",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Ask @USER she is there now!",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER Thanks Chris you are very helpful.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Here's a link to my channel with a plethora of topics to peruse: URL",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Good. We can only hope. Keep talking.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER What’s your point. You are so clearly ignorant about the nature of sexual assault",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER You mean Antifa ?",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Do you also wanna do some photography over the weekend? I’m bringing my camera gear!",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER His fruits comes not only from his mouth; he is a liar and a deceiver. He is definitely NOT a Catholic — he likes to re-form the Church to his own image.",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER The touch makes him stiffen, hips pressing into that touch... I'm not a fair maiden to win and carry home, Barnes. I /bite/.\" And yet, he is merely holding on, no longer unaccustomed to such man handling...\"",
            "output": [
                "NOT"
            ]
        },
        {
            "input": ".@USER Please commit to a people's vote on Brexit. The Conservatives have made a pig's ear of it.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "Louisiana Attorney General Jeff Landry encourages Attorney General #JeffSessions to break up #BigTech companies like #Google and #Facebook  Nothing is going to happen until we get a new AG in November! @USER #MAGA URL",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Was there any specific comment that brought up this point recently? And yes you are speakin da troof",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER                          Good day Sir. How are you doing? How is your family doing? I have always wanted to reach out to you to say that you are a perfect gentleman. I am glad you have ignored most of the mud slinging targeted at your person by the presidency.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER He did not waste a moment spinning gun control.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Well iWas cool my girl don’t like shit popping out at her so it scared her a little when shit popped out",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER @USER He is pretty good!",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER I hope you are voting for @USER on Thursday.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER The  tweets show how demented liberals have become.  They have zero credibility",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER Does one bring the other? #Sex #War See Penthouse magazine in the 1980's.  Sex followed by guns.",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER @USER I love your spirit and taking a stand for our great country.. I wish these liberals  go to a Socialist country",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER You act like that won't be fun for both of us.\"  She contemplates getting down, he's been gone for a few minutes and she's just standing on a chair like a weirdo.   Just as she is about to get down she sees him walk through the door.   \"Technically I only thought about it.\"\"",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER He is too lazy. Just slouches over and waits for the defender to come to him. Bum",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER I know how you feel Stormy Daniels because I used to be a dancer and a go-go girl I have had 10 years under my belt and I know people like that pay under the table or be a hush money so you are not lying about what you doing people make excuses and they don't own up what they do",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER My old ass was here URL",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER Boycott the NFL",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER We don't need to talk about gun control; we need to talk about criminal control.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Chances are if you say “hey no need to call her a whore” you’ll get called a libtard and blocked... but more Conservatives need to stand up and call out vile behavior. Difference between telling someone they can’t say something and what was said was wrong.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Wait until he is on your coaching staff and you will change your mind.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER FYI, the Radicalism\" is ALL ON THE LEFT! You SOB's started with Occupy Wall street, when that failed, you got BLM started, and THAT FAILED so you put together ANTIFA... We KNOW what you have done.... you WILL go to GITMO.\"",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER High class Vogue!!",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Yes ..shit just move with the wind ??????she just keep blessing us ???????????????",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER She don’t even wear the shit I buy her now. Move away from me.",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER Chequers delivers Brexit (changes the relationship with the EU). It does not deliver leave the European Union\" (referendum question.) I think we should stop using the word Brexit to mean leave, and actually say \"leave the EU\". \"Brexit\" meaning willfully mutated by remainers.\"",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER Has the FBI interviewed Kaine about his son's ties to Antifa?",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "EVERYONE HAS TO VOTE RED SO WE DON'T LOSE THE HOUSE IN THE MIDTERMS ?? IF WE LOSE THE HOUSE IT'S ALL OVER!!!! THE MAGA MOVEMENT WILL BE FINISHED!!!! MAKE SURE EVERYONE YOU KNOW IS REGISTERED TO VOTE RED!!!! GET OUT AND VOTE RED!!!! MAGA!!!! KAG!!!!   #WALKAWAYFROMDEMOCRATS URL",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Would that make him the equivalent of the Antifa March that started the violence there in the first place?",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER Legally you need to take 15 min break every 2 hours and a lunch after 4 if you stream for more than 5 hours lol if you stream for more than 10 hours you are required to take a second lunch before the 10th hour",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER Tell us Blue. While NPR knows this kid with zero experience was railroaded by that shit Mueller with the help of an actual CIA spy Halper.",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER Beware of rightist false flags like the narrative of the OK sign being a white nationalist dog whistle. It's not. #TheResistance  #Resist #BashTheFash #Antifa #SmashFascism URL",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER You go Mike and by the way Sarah she is the best lair . URL",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER She doesn't want to go to jail for lying to a Senate Committee. She has had no crime committed on her &amp; is a leftest activist trying to stall his confirmation. A nutty Professor that I believe is a closet ANTIFA member pd by Soros.",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER @USER @USER What’s your point here? I’m a TX voter and I wholeheartedly support gun control. There were 0 school shootings in my childhood. I think it’s because civilians couldn’t easily get their hands on military grade weapons. Our laws need to change",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Thanks to all the bleeding heart liberals who would rather pay for illegal immigrants then people who are battling cancer.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER He was a drunk driver that wrecked and injured a person then fled the scene of the crime! Hit and run.. should fit right in with leftists socialists antifa democrats!",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER @USER @USER @USER Sorry and yes you are very wrong as most people who don’t read the science behind the generation and subsidies are. My page is a good place to start but reading 10-20 books on the subject will get you some excellent schooling. Very complex.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Evidently they don't care that their study\" is flawed from the start. They just parrot the misleading info from Everytown &amp; all the other leftist gun control addicts/sites.\"",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER @USER @USER “Spotty gun control” and “no internal borders”is my point. Every gun sale in Cali has to go through a FFL. It’s illegal to buy them out of state. It’s illegal for gang members in Chicago to get guns out of state. As far as a nationwide ban how’s that drug war working out for you?",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER WHAT THE FUCK YOURE SO GORGEOUS IM ACTUALLY SOBBING",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER Love you Norm!",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "#qanda look at who Twitter and Facebook are  currently banning - all conservatives.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER And Democrats actually commit acts of violence a la antifa",
            "output": [
                "NOT"
            ]
        },
        {
            "input": ".@USER was first Trustee to join @USER @USER to lead the charge since 2015 to divest from fossil fuels.  She is a true accomplished progressive who actually gets results.   Vote Letitia James for NY AG tomorrow  Democratic primary  Sept 13th  URL",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER One could say that she is the one coward. She could probably end this charade but continues to sabotage our country with her silence. Plus she’s a sad over facelifted former soft porn model.",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER @USER He is our president and im@USER of him",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER He’s a DA. Someone educate him he’s in the South now",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER @USER @USER @USER @USER Whatever the rights and wrongs she HAS talked about it and written about it publicly so if she hadn’t sought or received help what are the people around her doing allowing her on such programmes as CBB &amp; LW? I think SHE has the final say and likes the large sums she is offered!",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER If the tournament of shit ain’t on here... URL",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER There must be a cash prize or something for whoever comes up with the first “conservatives pounce” take.",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "*buying more Levi’s  URL",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER @USER @USER @USER Her links to Planned Parenthood which is the reason why liberals don't want a conservative judge.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER @USER @USER @USER @USER @USER He is a sexual being ?",
            "output": [
                "NOT"
            ]
        },
        {
            "input": ".?@USER is pledging more than $1 million to support nonprofits and youth activists working to end gun violence. They’re also partnering with Michael Bloomberg to help create a coalition of business leaders who support gun control measures.  URL",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER He is crap tho",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER Disgusting Liberals have no shame!!!",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER @USER The holy spirit is given when you are saved",
            "output": [
                "NOT"
            ]
        },
        {
            "input": ".@USER  joined the show to talk about how she is leading the fight against breast cancer at @USER @USER Listen to the full interview: URL",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER Simon said he hope Garth writes Ketterer a song - knowing his guy needs outside help 2 get the votes - BTW I don't think Garth is going 2 do that  I saw him in a video say as much.  Kettterer &amp; other acts r battling for 2nd Courtney is an unstoppable force - She is a Hurricane!",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER She is still on there for now.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Im only there for the meltdown URL",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER Is he crazy? Where is SS detail.. How are they making sure some crazy liberal with a gun doesn't show up?",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "YES! @USER Where We Go One We Go All ?? ???? #WWG1WGA #TheGreatAwakening #MAGA #GodBlessAmerica #GodBlessHumanity",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER And let's not forget that the democrats were the ones who wanted to keep slavery alive",
            "output": [
                "NOT"
            ]
        },
        {
            "input": ".@USER Maybe Kavanaugh should withdraw, spare country tinderbox\" hearing #TTT URL What are you afraid of @USER ?  He is going to be on the court and the GOP is going to expand their majorities.  You are pissing on a red ant hill\"",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER Yeah sucks honestly but I plan on coming back on variety rather than fortnite and if the opportunities are nice to start esport on another game but I can approve that fortnite esport is over for me.",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER rose.. you are so good... id kill for you without hesitation i love you",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER me too..he is a genius",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Well that's because Roy Moore was no longer an issue for the Dems or the so called Women's Rights Liberals.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER A black  hobag",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER He is so takendted what the heck",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER @USER @USER @USER I’m gunna fucking die oh my god",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "*She is at home making a quick meal for herself in the off chance that @USER and @USER have already eaten*",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER You're welcome and I do mean it. You are super cute",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER Twitter will be banning a lot more conservatives or anyone that speaks out about the Dems or Liberals. Closer to the elections",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER Don't dignify her stupidity by posting her comments!!!",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER He is an evil godless man.",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER @USER @USER @USER Except the 'consumers' (people) don't want the NHS privatised; they want it in public hands because it's an essential public service and not a capitalist market.  Do you think everyone in this country is stupid?",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER This shit gon keep me in the crib lol fuck it",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER So do you think she is a Christian?",
            "output": [
                "NOT"
            ]
        },
        {
            "input": ".@USER is no champion for women. URL",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER That’s a people Chicago hell gun control works in their town",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER Good she is a Crook too??",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER Good luck @USER ... not",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Liberals are kind bad slow at this or they just stalling.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "Actually antifa makes u want to kick them right in the teeth URL",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "#dtmag URL Gabby Giffords’ Gun Control Group Targeting Pro-2A Districts With Statue Of Child Cowering Under School Desk\"\"",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER Liberals makes America  Sicker",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER Well that's why BB wins Super it's and you are an overhyped media mouth piece imbecild",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER Desirable? Give me a woman over 30 anytime over a girl in her 20s anyday. To much to teach them and you can't relate on a higher level. You are beautiful and any man would be lucky to have you.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Antifa is a terrorist organization",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER  @USER  @USER   WE THE PEOPLE DEMAND AN INVESTIGATION OF        keith ellison!! #MAGA URL",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER @USER @USER Also.  These antifa\" and from hence shall be referred to as anqueefa by mesel.  They pretty much all live with Mommy.  In the basement which is why they wear masks.  Then mommy can't ground em\"",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER And the most insignificant comment comes from a Miss America contestant.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER you are very generous. &lt;3",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "Along with Occupy Wall St and ANTIFA URL",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER And there I was thinking I couldn't like you any more than I already did... Brilliant. ???????",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER She doesn’t remember her clothes or his clothes or the house or how she got there or what songs they were playing or what exact date. This is nothing but weaponizing me too with false accusations for ulterior motives. But if Fiberals can defend #antifa terrorists this is nothing.",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER Love it! He's giving you a heads up that he is the most important living creature in a 10 mile radius !!??",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER Awwh thank alooot Bhabi you are so sweet love you ???",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER But he is right..the deaths caused by the hurricane was vastly overrated. I googled it.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER i bet he is sayin wat his daddy says most... Don't start me baby\"???\"",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER Haven't watched it in years.  #NoNFLZoneHome @USER #QAnon #MAGA.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER Wait what??? The conservatives actually showed a little sign of respect?  That’s a first.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER Democrats only care about this crap when it furthers their mission: To destroy conservatives.",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER @USER @USER Conservatives: Always dying on the wrong hill.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER You bet it has. England is doomed. Liberals everywhere are destroying our lives by collaborating with Muslims. The Royal Family bloodline mixes with Muslims going way back.  Do you think this is an accident?  Read this:  URL",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER @USER If you are being led by the spirit why didn't you 10 deliver him from that spirit?",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER he needs shielding from his nana too.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER No gun control people can ever explain the logic of any gun law or any weapon restriction. Always just blanket statements for the sheep to follow #2A #CruzCrew #TX #Florida #VoteRedToSaveTexas #VoteRedToSaveFlorida",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Heck yeah. And also she IS cool",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER middle class voted &amp; continue to support our @USER that u demoralize daily bcuz we do not like direction our country has been heading. It continues when u take a BLIND EYE to hate &amp; violence spewed from ANTIFA &amp;  illegals who disregard our laws.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER God save us from that catastrophe",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER She is the CEO of ATMOS research &amp; consulting She profits by spreading gloom &amp; telling cities how they can combat climate change Snake oil salesmen are cheaper on taxpayers URL",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER How many car windows did you smash today while wearing a pussy hat? You anti-American antifa fucktards are a pathetic waste of life. We will slap you down at the ballot box once again. URL",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER That shit weird! Lol",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER Omfg yassssss! ?",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER @USER @USER im no one special or affiliated with @USER they’re just my favorite team I believe it was personal &amp; financial here is my take he obviously had some issues with management &amp; @USER had to set a presedent &amp; at the rate he is going he is going to command big $$$$$",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER That's because there are very few conservatives in Congress. They only run as conservatives. They govern as liberals.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER disgusting. These people will take over this country one day and then all the lefties and liberals will be very upset when they are forced to wear a burka. Imagine @USER ?. The worst mistake EVER was letting these people in so freely. They do not appreciate it.",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER @USER @USER We are here for Q and the Revolution.  Do not allow the shiny objects to divide.  Take a step back and look at all of it from that way.  #MAGA #WeThePeople.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Natalie (the youngest) gets her dreams of being a football coach ruined when she is constantly compared to her older brother Chris who has made that his career. She invents Mr Doubtfire as Chris’ long lost brother from Scotland &amp; wins the job &amp; in life. The end.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER @USER She is getting death threats. URL",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER The biggest difference to me between the Conservative’s overall agenda and the Liberal’s: What Cons do makes me feel scared and depressed about others and the future. What Liberals do makes me feel happy and confident we’re on the right track. Neither is perfect but one is best.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER you are welcome to join us in our Slack room for the community gardening.  URL",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER @USER He looks like a Antifa dude. Dude.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Thank you for the updates....you are doing an excellent job",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER You are cum",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER GOOD!",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER All you need to know about the importance of the midterms",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER This kind of meme just drives me further away from the Conservatives. My mother and father are rolling in their proverbial...you know. They would be disappointed in the lowness of it all.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER @USER ANTIFA are not Liberal!We don’t agree with anything they Do!!look up their history.but also look up David Duke. We also don’t believe open borders.Doesn’t mean you have to be a Racist.&amp; loose your empathy/morals. I personally have no problem discussing topics.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Antisemitism is alive and well in the UK!",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Liberals are not very smart",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER I hope he traded this winter as he is the worst defensive catcher I’ve ever seen itsnot even funny anymore as 14 passed balls in only 71 games? Wow.... that’s nuts",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER If Trump supported Nazis then why would ANTIFA a communist group want to harm Trump. ? That's right the communist group is made up of the Democratic party.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "20180917: Don Pittis CBC: Is the People's Party of Canada liberal? It depends on the definition URL",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER No and they’re expensive ass hell",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER Dishonored zone where you have to balance on dangerously high edges in a shitty ghetto overrun with rats and bloodflies",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER I think gun control and progressive tax rates are unjust. Can i ignore them?",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER they aren't....",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER  How did Britain end up upside down in the ditch with all four wheels spinning lazily in the air?\"  How could it not, with the rabid wealth thirsty @USER drunk on power, at the wheel?  #BritishToryCarCrash #ToriesOut\"",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER A special kind of #Antifa when he learns the correct spelling of tomorrow ! ffs proper shitting myself now ?",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER Something went down she is hiding.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER #Westminster @USER #Tories @USER @USER @USER #Brexiteers #OutOfTheEU @USER We think not #AnnaSourpuss ? Best for the #UK ?? without a doubt is to #Leave with #NoEUDeal &amp; just get on forging ? trade deals &amp; say to the #EU #FuckEU ?",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER Apparently they didn't learn from gun control.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Could be Romford Young Conservatives!",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER Who ever supported this guy? You know they can never be trusted.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER He should be in potters field by now",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER you fuckass",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "4 Dead In Mass Shooting At Fifth Third Bank Building In Downtown Cincinnati | TIME - TIME URL via @USER WANT GUN CONTROL LEGISLATION? VOTE BLUE",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER ANTIFA seems to taking a vacation too. But watch out after the election. I’d like to think they’ve all gone back to school.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER I'm not watching it ever again. Soccer anyone? That damn soccer game in TN looked like a winner to me. USA beat Mexico 1-0. Over 40k attended. I think Soccer can overcome football in the future.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER @USER I blocked @USER I don't want Conservatives here this is a safe place for all #resisters",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Then resign. You have done NOTHING to check El Presidente. You are part of the swamp and hold NO Nebraska values! RESIGN",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER It was a change\" election and exit polls were not kind to Doug Ford, so I can't quite agree.  I believe the NDP is making a case as a strong opposition party, allaying fears about potential governance, and so much of what may happen in 2022 hinges on how Liberals reorganize.\"",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Dam Lorna you are So So Sexy! Mmmmmm Gorgeous n Edible!!!",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER She is not decent anywhere and most people who respect\" her have no idea what she stands for.\"",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER there is a culture in greek life but I think alot of that comes from presentation in film. once we are away from our parents  people are more free thinking some I agree with some not. you really think every frat is maga crazy",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Fake news he is a liberal dem.",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER Leftist Californian antifa professors never lie about republicans. Snark!!!",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER @USER @USER No kidding and I don't support that. Still doesn't cancel out the many violent protests by antifa. The money and support has been traced to George Soros and he is a big player within the democrat party",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER you are a traitor URL",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER @USER Oh yeah another cracking offering from @USER ???? URL",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER THINK PROBELY I THINK SHE IS GETTING SOMETHING OUT OF IT ..MAYBE MONEY",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER That’s how immature she is not to mention no class at all O!! Not even a dime",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER When you are playing inside you don’t get beat inside. I agree not a major mistake.  I’m glad you found it because I was questioning my mind again.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER Andy, you literally went on vacation right after making that pressing\" announcement. You're a joke and this is why real conservatives are turning to Bernier\"",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER Maybe the Trumpies will call for Gun Control after this.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER The #metoo movement has turned out just the way black lives matter and Antifa turned out. Started out as a worthy cause and then ruined by a bunch of bandwagonists. More harm than good.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER Yes we do. I've been campaigning for this for years",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER No they are seeing how liberals are sleazballs and they are #WalkingAway",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER Yep. Here she is defying us to take another picture. URL",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER That one sucks bc he is so hit or miss",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER  DEMOCRATS HAVE ORDER THIS MANGINA TO SHUT UP  HE IS NOT LISTENING JUST KEEPS ON GOING ON AND ON IN HIS LITTLE MIND   HE IS LOYAL TO UNCLE SOROS   HIS SISTER MARRIED INTO THE FAMILY URL",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER Yoongi you are the father!!! ? URL",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Flat out clown....bottom  Line is that you're out and America is back!!  you were a sellout to the country ...look in the mirror who's the 8 year old..",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER OH MY GOD",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Figures. He is a douche and would do this.",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER He is such a showman! And those pipes? the man can SING",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER How am I villifying him? He literally did have a 2 hour rant about imaginary bolsheviks and how women should just stop complaining. If you think that is no true wrong\", then well, I got news for you buddy: it means you are as shitty as he is.\"",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER  A beast? She is certainly not attracted nor amused to do it with one. 0/10",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER We could help if you are London based ?",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER remember when antifa was respectable and intimidating??  me neither lmao",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Hey Serena...don’t do me any favors.  Women can take care of themselves.  Just hit your tennis balls and take care of your family.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "6 people shot and killed in Bakersfield and the liberals want to tweet about Gun Control.  Chicago calls 6 people shot and killed a lunch break yet nobody tweets a word.  You can’t have it both ways.  Legal guns ownership vs illegal gun ownership. What’s the real solution?",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "Still canny get er somecunt in maga telling us no to go into bananas cos French boys were spiking folks drinks &amp; kerr turns round n shouts fuck it free dunt ????",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER Revkin spreading IMPORTANT news.\"?????????????? Andy sees himself as an INTELLECTUAL 2. This is what us REAL LIBERALS r STUCK with from public figures. Then the FAUX LIBERALS-like ANDY-wonder why we REAL LIBERALS dont care anymore.\"",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER I'm assuming that @USER is a proponent of gun control.  The argument for gun control is the threat of being shot.  She then goes on to accuse people who open or conceal carry of being scared of a hypothetical fear of being shot.  It's a hypocritical statement",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER Eric Holder should be in PRISON !!",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER says social housing is good and in the same breath talks of climbing the ladder.   Hypocrisy incarnate from a failed lying politician lining her party's pockets with tax money for real estate builders @USER building their failure of lies",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER needs to get over it. It’s been 5 years since he hasn’t played for the birds. Move on already. There is hardly anyone still on the team from when he played with the Birds. He is starting to sound bitter that he doesn’t have a ring",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER @USER @USER Lab turned down the deal with LDs",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER The gauge potential is the connection on the quantum field as like in differential geometry. and the field strength  tensor is the curvature tensor.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER Antifa JV squad?",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER He is also speaking as the other man in the room.   Remember he kept silent and allowed kids to be sexually assaulted....we will call him the Mark Judge in this case.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Get Violent?  Get?  As if the #Occupy #BlackLivesMatter #BaltimoreRiots #Ferguson #Antifa weren't all Democrat VIOLENCE",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER When you said you are gonna add them but u didn’t already ?? URL",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER He is so wonderful! I love my grandkids!",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER He will blame it on the fact that he is Hispanic of course.",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER Only if you want a murder charge. Stealing guns is already a felony. Shooting someone with their own gun is life in prison at best. There is just no way this ends well for whoever tries this. I honestly think this is a troll made by 4chan to get stupid antifa members shot/jailed.",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER @USER If he is from AZ I would put my money on sex with underage kids.",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER Amy when Iook at you  think Child of God but also inspring young lady. You showed us that you can conquer  anything  and say I am stronger  than this. God is proud  of you and so am I. Mr. Heughan too. He said in an article what is the big fuss about himself you are the answer.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "Dr. Blasey Ford Kavanaugh #MeToo .@USER .@USER #FemFrauds #MAGA #Maddow #MorningJoe #WednesdayWisdom URL",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER You are neither authority nor arbiter. Have a seat.",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER I'll go to the original argument that people shouldn't blanket everyone together.   Terrorists = all Muslims  Alt-Right = all conservatives  Both of these are equally dumb. Requiring specific groups to denounce their fringes means that the general populace can't differentiate.",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER you are so wonderful Elizabeth...kisses from Italy....",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER He will get what he deserves in the Mens prison........",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER Of course never cover conservatives",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "(I know there are parents among my mutuals/followers and lots of you are GREAT! But I’ve had to deal with a lot who are laser-focused on an outdated idea of what early childhood education should be)",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER Be there with Bells on ?????",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER She is known to be sneaky?",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER @USER So you are ok with the racial epithats that the left calls black conservatives? #bigotry #hypocrisy #walkaway I did. Many have. Dont be blind. You are being a tool for a establishment. Keep resisting the outsider and be for the political elite millionaires.",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER I want to prove to him how actually retarded he is",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER guys im literally italian and i know what that shit is wtf",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER i’m weak ??.. Shit must have been really painful ..",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER Blaming Trump for the hurricane is showing his ignorance and hate..if only he were to give his salary to their recovery maybe then he can help",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER It's not just Conservatives. Centrists are discouraged with his approach to dealing with trump. USA is our biggest friend protector and  trade partner. Open the markets consumers here will benefit",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER You are now a prince before the time that you will become the King. URL",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Hope the tiny anti American fraction of the USA can support those nfl contracts.",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER Bring back Alex ... Jack... or Ban NYT too...",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "Antifa Caught Off Guard After Getting Confronted By The Last Person They Ever Wanted To Answer Too URL",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER He is the AL but If were talking entire MLB I will still take Arenado all day defensively over Chapman.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER Thank you President Trump! ALL of America is benefiting for todays' economy too! And most importantly? President Trump gets ALL the credit! = #MAGA URL",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Shit like this is why I don't follow @USER  Who me? I'm just stating basic facts.  Totally NOT diverting from the actual point. Just stating a fact.\"  You're a phony\"",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "#PATHETIC #LOSER Only Utah would allow this 2 happen. #WakeUpAMERICA Utah SLC judges liberals  @USER @USER  So sorry #ElizabethSmart ? URL",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER is the brainchild of @USER - He is playing dirty against @USER and Jen is using her ill gotten money against @USER Mailer linking Nixon to anti-Semitism was approved by top Cuomo aides URL",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER Go back to Canada",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER He looks just like Fred with a moustache. HA HA",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER Please stick to Bakersfield issues and resign from House Leadership. You are illiterate in economics and the Constitution and take too many bribes! #NoSpeakerMcCarthy I’m for @USER",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER Privat just means between B XVI and the Cardinal. Agree though he should not be out and about. Should be in seclusion for the 'prayer nd meditation' and only private mass. Nuncio was making molehill into mountain for the Old Guard of conservatives to oust Francis.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Maybe the reason you are gaining so many subs is because you are a hard working awesome YouTuber :D",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER I thought the red hat was a MAGA hat until I saw the maple leaf.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER Agree Liberals will not have a majority but you will see People's Party of Canada in the running your little c party will be lower in the ranks the the NDP.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER He is right though... you do have a whiff",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER Several of the western liberals are not too happy with national focus of Saudi.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER you are the worst attorney general ever however you had that in common with Barry Soweto is him being the worst president ever so why don't you just go crawl under the rock with him",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER @USER Actually per the rules it doesn’t matter if she even saw the coaches attempts to coach her - she is to receive a warning based on the coaches actions.  It would have stopped at just a warning but as you saw she couldn’t let it go.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER He is back baby. Lol",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER Wasn’t this clown running guns?",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER thank you for the consideration.....be careful it might be you !!!!",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER She is!! Have you seen her tweets lately??",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Stop trying  to make Brandon what he is not and run him. Put in some trip option and sprint option stuff. RUN HIM!! Do some play action out of the option formations. Bring in Book for at least four series.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER Yes. That’s how the liberals do.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER I absolutely agree!! I have tried rallying people on Twitter. Asking them to follow each other. Strength in numbers. I vote. I work the polls for early election and Election Day. I speak with liberals. I forwarded Maxine Walters rants to the secret service.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Finally! No more terrible takes of The NFL owners are racist\"\"",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "#MAGA DEEP STATE VIDEO EXPOSED: URL",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER I always strike lawyers. I served on a jury (civil) and the jury wanted me to decide the case and kept asking me to explain jury instructions. My take away is that the lawyer may hold too much sway in deliberations. But if he or she is on your side.....",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER I have to go over Saturday to “have dinner” no it’s the annual close the pool for the season . Not then big ass round above grounds . They have a huge in ground pool . I know that’s coming . While gore here . And I don’t mind at all . Lol funny Shit",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER @USER @USER We are not a democratic republic. We have never been a Democratic anything. We have never had Democratic ideology. Nor is this a “new” talking point. We are constantly correcting Democrats/liberals on this.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER  You were on the same stage as Farrakhan. You total hypocrite. You are pathetic.",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER By citizens he means democrat voters...",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER How dare you tell me what Antifa is doing is right. They are not fighting facism they are fighting for their own stupid cause. They are further from fixing facism than the republicans themselves",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "23:70 Or do they say, He is possessed\"? Nay, he has brought them the Truth, but most of them hate the Truth.\"",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER O’Rourke tell us Texas citizens how you feel about law enforcement officers ????. Tell us about your immigration plan. Tell us about your gun control plans. Tell us about your tax plans. If you can’t tell us what your views are you can’t be Senator.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER An accusation is not enough. We are fortunate to live in a country where you are innocent UNTIL proven guilty.",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER I had to look up who he was. A Bush-Cheney guy. GOP have some strange conservatives.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER by which point the fuckingclass was nearly over... lol!",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER Coming from a former AG who should be charged with conspiracy to commit murder in the Fast &amp; Furious scandal. One of the many scandals committed within the Obama Administration.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER How about we rally behind a blue wave and parse policy after. The country is in danger. You are not helping. You're speaking from a place of #WhitePrivilege STOP",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "4./presumably you think liberals,\" are as trivial as women and their complaining. You wonder why Dr. Ford does not want to surrender herself to such a harrowing experience before you all? @USER @USER @USER @USER @USER @USER @USER",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER and they will know she is the Lord",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Looks at this! Wow. Our hard earned money ?used for the liberals extravagant lifestyle. Doesn’t that remind you of the typical socialist government!!",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER The comments below, defending Drug Ford's blatant abuse of power is completely laughable.  But, but the Liberals.  Bias, BIAS I tell you!!!  Must be only the NDP rich downtown area that was polled\".  Ho-man... thanks guys... I needed a good laugh! ???\"",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER It just turns by itself into the wall",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER @USER Yes he is! #StopKavanaughNow",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Sure thing?",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Nothing LEAVE",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER @USER Voting for her as well. Democrat I assume.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "1 like = 1 uwu for the Troops! Show your American flag and weeabo pride! #MAGA uwu",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER oh!!! she looks amazing thank u!! ?",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER David Dennison might know where he is.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER *Extremistische Idee",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER Guess that's why she's settled for being the gag-inducing spokesperson of the commercialized conservatives.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER He is a big lump of —-I agree 100%",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER Wasnt it just recently that john brown gun club got kicked out of a shooting range for being antifa\"?\"",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER The timing is too convenient. She is a paid liar.",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "1st thing Liberals and Conservatives want to pass is the TPP trade deal URL via @USER #cdnpoli #tpp #nafta",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER Everybody's doin it...#MAGA",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER Yes kill em with kindness.  Let POTUS and the military/LEOs handle the violence. URL #NowWatching",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER Uhhh no.  Sadam gassed the shit out of the Kurds (sp?)",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER The truth will finally get out to Congress and the American people!  That the Dems are trying to take out a duly elected President.  They're running scared. #schiffhead #MAGA",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER @USER @USER @USER @USER @USER @USER @USER No, I'm 100% sure you're watching right-wingers posting things only. And think you see discrepancies in narratives\"?  What I posted wasn't \"approved antifa video\" at all. There's no such organization. What it was was a popular Youtuber examing what Antifa is without any bias.\"",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER As usual a seemingly and supposed smart feminist thinks she has made sense.. Yen yen yen yen yen yen alone... You just told me rn you are also dealing with another person.. Have you considered maybe you are the toxic one?",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER Never had. Let's fuck it up.",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER I was definitely drunk as shit",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER @USER You mean cheating allegations. Not sexual harassment or assault it was about CHEATING. BIG difference. We all know facts scare liberals. If you are so concerned about sexual assaults you need to shout for the names on the slush funds to be revealed. Until than have a seat",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER Had to create a whole fake page just to talk  shit. ? sis is really just miserable #sad",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER I would've chose the headline Why the left loves Bernier\" Personally I could not be more delighted The most important thing in any election is to prevent conservatives from gaining power Just look at Ontario  for proof\"",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER And, of course, you exclude all but a select group of (primarily Northwestern) European and a few Asian countries from your any country\" list. Gun control has no positive correlation with lower homicide rates, even within cherry-picked Euro countries. URL",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER He won't live long now",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER @USER We are so proud of @USER and the creativity she has brought to our students! She is truly an asset!",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER Liberals are the worst sexists.  Not all women speak truth especially political activists.  Try judging the veracity of the allegation by evidence instead of gender.",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER Ah yes just get a better job. You realize the majority of new job growth is in service industry? And with how expensive student loans are college is less and less realistic for people.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER @USER LMAO! You are still butt hurt that your loser Hitlary lost. Love it. See you at the polls in 2020 Bucky.",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "#Mueller #DOJ #FBI #CIA #LawEnforcement #PoliceState   Proof all law enforcement are paramilitary goons for the communist leftwing #DNC &amp; will do anything to solidify their grip on power.   Conservatives should seriously question their support of police.  URL",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Cmon Eddie. There is no reason at all for you to be so rude. If I recall you are always begging for her back when you guys stop talking. Stop trying to make it seem like she’s a horrible person and you’re this amazing guy...lmfao",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Holy freakin cow this is actually real from Antifa? Now we really know they are stupid. Great way to get shot or hurt.",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER @USER The conservatives are finding this pill very hard to swallow.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Keep doing your thing. I’m just sitting back enjoying URL",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER @USER Theresa May isn’t nice",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER Conservatives only care about democracy when it's their opinions and so called racist rights are in jeopardy. Anyone else they don't give a shit about. It's sad.",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER Please Confirm Kavanagh ASAP! He is a fine choice! Don't let the liberals derail his nomination to the SCOTUS!",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Holy fuck I’m so sorry someone violated your trust like that",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER Look at us we are just so full of ourselves an so narcissistic we can't realize our time is just about up .",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER @USER His promises should be taken with a pinch of salt. @USER often lies and spreads misinformation. If elected I doubt you would see ANY promise honored. He is not an honorable Guy.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "4. But I have to called an hotel to send a shuttle to come pick my mother who is sitting at @USER terminal at the airport with their agents.  5. I reminded them that she is a wheelchair passenger who cannot speak English. How will the hotel find her?",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER EVERYONE should know about this.  It's about time we called out these violent liberals that have gone so far off the deep end.",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER I think Jack is busy right now pushing the feds for their share of the $100-million museum project. Waiting for Liberals to suggest only they can deliver federal dollars.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER He wants to be the senator of North Mexico.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Liberals be like URL",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER I've seen these big chairs but the look on your face and the pose makes me laugh. Somehow I believe that was all purposely orcastrated by you Boots! You are so silly",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER The whole of the media in this country sets out to discredit Tommy and you decide to write a criticism about him as well. Pathetic. We know he has his faults no-one is perfect but save your attacks for the likes of Corbyn and Antifa. If you don't like Tommy stay away from him!",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Self defence is justified but that is not what Antifa does is it!!!",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER What an incredibly odd little man he is.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "(((Conservatives))) are enemies of whites! URL",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER Lol I'm sure Paul manipulated people last season and we called them followers cuz they saw the threat and didn't do anything..Kind of what Kaycee &amp; Angeela are doing this season..They both wanna take Tyler all the way knowing how much of a final 2 threat he is..That's following",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Hollywood is so out of touch.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Hey Biden.  There is a reason why hard working Americans will NEVER TOLERATE YOU OR YOUR CAREER POLITICIANS AGAIN!  #MAGA THANK YOU TRUMP",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER It is a suicide mission if they don't put him on the bench!  Standup for #justice and I don't mean the warped sense of justice preached by the liberals.  Get 'er done! URL",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER The same way democrats have smeared conservatives/republicans?   What about how democrats don’t stand up for the women that have been sexually assaulted by democratic politicians!! You’re a hypocrite &amp; you need to SHUT the HELL UP!",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER This sums up what's happening across the pond. It is what the #MSM hides in America.  #MeToo  #MAGA  #KAG2018",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Oh stop. U r only defending him because u r both conservatives. If I liberal had been accused u would believe the women right away. Go yell at someone in a toll booth and spare us all please.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER reading when the letter doesn't say that they know Ford. Unlike the Kavanaugh letter where the women say they do him. The left wing\" liberals aren't threatening this woman's life.\"",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER He is truly dumb as shit.",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "*hugs Milo* He is mine now and you cannot have him back. &gt;.&gt;",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Charged for false charges?  Why not?",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER He lets her ramble on for a bit, smiling and admitting to himself that this is why he likes having Kate around. She is definitely a younger version of himself. Pretty sure they done did the do.\"\"",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER do you have run support data? I’m guessing Nola has gotten more. Everything equal I go with wins but his season is just so good I think he is the exception.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER Williams displayed her bad tempered side to the world and it is something she will probably always regret. I would say to her be ye never so high that you believe you are above the rules.",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER She is an opportunist. She wanted a cabinet post but Liberals rightly decided she wasn’t good enough for the task. She crossed because Conservatives promised her one. She is a person with no core beliefs. She is not credible and not to be trusted.",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER This is just more proof @USER are beyond unhinged and should never ever have power in this country again. #WalkAwayFromDemocrats #WalkAway @USER @USER",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER When they go low???@USER @USER @USER @USER @USER",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER The US Open has treated her poorly with the whole controversy over her outfit.  Bottom line is she was treated differently because she is a women of color and this would never happen to a man.  The USTA better soon recognize that she IS women’s tennis and act accordingly!!",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER SEE I TOLD YOU!!!!!! SHE IS DESPICABLE!!!!!!!!!!!!",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Fear monger. Fake rage.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER Are conservatives starting to sound like my relatives on Facebook or is it the other way around??",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER I’m finna say fuck it and get a crispy ass jogging suit??",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER @USER Women + Liberals.  Nuff said.  Kavanaugh to be confirmed next week regardless of these desperate games.  Game over.  #MAGA",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER WHOS  SICK  OF  INTITLED   RACISTS?",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER Fuk this fat cock sucker",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER And you KNOW he is probably saying the softest things and yet he looks like THIS: ????????? WHAT IS THE TRUTH?!",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER What you are saying is simply untrue.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "#FamilyProtection: Gun Control Supporters Are Once Again Rebranding Their Efforts [we're on Facebook @ LivingTrust - FREE California #CCW class - PLUS virtually unlimited Free Training at Front Sight (world's largest shooting school)] URL",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Just wondering whether we should have another election if the wrong\" party get in because 36.9% of the electorate voted for the #Conservatives? Or when 35.2% voted Labour in 2005 (and won)?\"",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER She is great. Hi Fiona!",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER All I'm hearing is We don't care that people in this country are being unjustly treated, I'm going to make up an excuse as to why kneeling is offensive so I continue to ignore the problems  we face as a Nation.\"\"",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER I completely agree; which is why a potential victim's claim must be afforded due process before she (or he) is villianized.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER Bwahahahahaha....she is a liar. Let her bring a case with the State of MD then. I would love to see it and see her bankrupted by Kavanaugh's attorney in a libel suit.",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER Her family consist of : -Cheating husband who never loved her -two bonus boys who made it clear she is not their mom and never will be - in laws who show more affection to stray cats than Wewe. - paid employees who laugh at her while cashing her checks. URL",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER @USER @USER @USER @USER 36 years ago I was sexually assaulted by a Supreme Court nominee, but I would like to remain anonymous so that I don't have to answer questions. This is basically a smear campaign because I am a democrat and don't want conservatives with a majority on SCOTUS.\"\"",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "..understand that black lives matter, fight global warming, demand gun control, safeguard Roe v. Wade, and, of course, marshal their forces to throw the bum out.\" Save our SS from being used as welfare for billionaires. Have medicare that covers everything. No worries or fears.\"",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER His policies were the worst",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER Maybe @USER will tweet a bible verse. After all...he is a ferengi. URL",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER I don’t like this. You guys aren’t gettting what she is trying to pass across. She said she went to the CU in Enugu and left in 2014. ?",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER better leave #HIAC with #SDLIVE Women's Title tonight! She is the best woman on the whole roster bar none!",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER We all know that the left is going to believe all those lies demo liberals rats are there to destroy President Trump ?Nov is going to be red ???",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER A nothing burger..",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER @USER He did not born so he is not pakistani?Get a life man.If ur wife deleiver boy in london nd back to pk so the baby is not pakistani?You nd  ur wife r not pakistani?Just some papers of registration in london make ur boy non Pakistani ??.Honey see the forefathers history.",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "Adulting is knowing who fucked cut off in your future plans.....",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER please don’t make the same mistake with #Kavanaugh! He is a perjurer who is also a Trump lackey. #VoteNoOnKavanaugh URL",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER she is so beautiful! ??",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER you are so sweet! thank you for spreading love into her tml ?",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER She sounds amazing and it's a bloody disgrace that she is mostly forgotten.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Says the man with 18% favorability and won't win so he is retiring!?",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER Semper fi Marines and Follow ALL MAGA",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER She is the “comedian” that lectures the audience for an hour how white men are the scum of the earth.",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER You are too pure to become like this, Atsushi-kun.\"  He whispered as if he could hear what the child was thinking about. That wasn't so hard.  \"I love you, I have adopted you, I have saved you. You showed me a beautiful light, Atsushi-kun.\"\"",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER And My Nephew Is Over There! Trump has it right. Get the F outta there!",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "This is how he #MAGA...?!? Please explain... URL",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "Impeach Trump and #MAGA",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER is Zoe getting married? I refuse to believe this. she is still a BABY. A BABY. LOL.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "Salesforce Billionaire Marc Benioff Buys Time for $190 Million\"  URL #TCOT #MAGA #RedNationRising\"",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "#illegalaliens don't get #Constitutional rights URL #tcot #AmericaFirst #SanctuaryCities #Conservatives #law #Lawyers #thewall #Trumpwall #Wall",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER The sort of thing #Antifa and the socialists of @USER would cheer.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER my name is Whitney NOT WHITEY",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER Stop giving me quotes start giving me facts that prove gun control will work",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER I guess it’s time to get divorced just so we can keep more income. How silly is that. Liberals have no clue. Make it so all Canadians can benefit not just divorced couples. #whatareyouthinking?",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Freedom of speech is only if you agree with the Left",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Me estoy fucking alterando",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "Rahm Emanuel’s failure is an ill omen for all Democrats\"  URL #TCOT #MAGA #RedNationRising\"",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER Congratz @USER you are going to make a GREAT mom!",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER More and more Conservatives are turning their back on @USER because of his abuse of power.\" #onpoli #pcpo #ondp #topoli #Toronto #TOcouncil\"",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER I wasn't given the option to stay home and stack money but I always tell people if the opportunity is given take it ?????   Shit hell out here",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER @USER And people still think this administration is the greatest since sliced bread. Ridiculous.",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER @USER Sorry fella but Connelly thought he was Hollywood #CraigKardashian",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER And Trump has to go....??  I’ve got one word #AntiFA ?????",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER CNN is evil.  A true enemy of the people.  I can’t believe there are people who still take them seriously.",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER A vulgar attempt to reduce sisterhood to genitalia.....",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER Gotta admit...she’s stacked.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Gillibrand must have been a very sexually active woman to be pushing young women to have abortions.",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER Same with the gun control debate. No it won’t keep guns away from every criminal but it can make things better. It won’t prevent every mass shooting but it may prevent those crazy people from buying a gun in the first place.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER I'll answer for You!!  when you have a different opinion to them you're a racist...when they lose an argument you're a racist...if you love Britain you're a racist...liberals are week people...it takes a strong person to to not be one of the sheep",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER Don't you have to have some proof??",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER ????? that would be silly.",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER Google stock wayyy up. Whats so bad with your Trump world #Google?",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER so and accusation by a libtarded Trump hating liberal activist against a Trump appointee doesnt make u wonder if the accusation was politically motivated in the SLIGHTEST?  No? This is why conservatives think u are all stupid. Because u are.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Does she expect a mob in pussy hats shouting We believe her\" in unison, based on a general distrust of conservatives?\"",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER maybe he is for brutally beating a woman. apparently spending a couple hundred dollars makes up for beatin the piss out of someone",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER Everybody Talks About the Weather . . . We Don't: We confront them when we make sure that what doesn't suit us never happens again. Don’t blather that it is too violence. The action #AntiFa is not crocheting doilies!",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER Apparently conservatives are now automatically guilty of any crime or assault that shows up from no where at the last possible minute. We are no longer presumed innocent until proven otherwise.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Oh well. You are a better man.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER He is such a stroke?",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER you are some basic white girl who clearly didn’t know any of them personally and it’s awful what has happened to Mac so why don’t you pay respect to that instead of being disgusting and blaming another innocent human in something that has nothing to do with them.",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER The racist excuse every time telling it like it is\" \"against being PC\" URL",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER I believe he is winded! Some nights you just don't have it I guess",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER My opinion isn’t false just as is you’re isn’t . You can’t downplay my feelings because it doesn’t fit into your narrative. What rights are we taking away??? Better gun control??? If that hurts your soul oh well. A dead child hurts mine more",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER you were right last night about Quad! She acts like she is the only one going through things in life! She has to share with her friends so that y’all can be there for her! #marriedtomedicine",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER How do I connect my USB token to an iPhone?",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Here' s a guy that's a reliable source of information. hHahahahahahaha. Just kidding.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER And you support the right using Antifa tactics in other words the tactics of a domestic terrorist group.",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER I see his tweet. But it’s just another garbage tweet from the liberals. Contributed nothing except to add more confirmation that the liberals are out of talking points &amp; aren’t to be believed.",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER They really don't care who he is. Only that he will act as a judicial alt right operative on the Supreme Court.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER We support you Dana in anything you do—yes you are a heck of an actress. Thank you for fighting for us. NRA Proud. MAGA. BLESSINGS DANA.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Oh FFS! This is just sublime. You are getting better and better",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Hey why don’t you look at what Keith Elison of Minnesota get off your bully pulpit and do a investigation into his past abuse or do you just CHEERY PICK ……!!!",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER @USER @USER @USER @USER My Dad didn’t die so ANYONE could disrespect the fabric &amp; Country he fought4. OUR Flag&amp;Country are inseparable both defended with human blood &amp;those who disrespect the flag disrespect the country! YOU ARE TO DEFEND THE FLAG &amp; THE COUNTRY you served under &amp; took oath 2defend.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER really And then\" WHERE in the WORLD does Antifa fit into wacked out Birdlandia? And boy oh boy Birdsize also apparently believes the notion that there are people who actually \"deny climate\"  I kid you not! I think Rod Serling's coming to escort Birdbrain back to 'the zone'\"",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Bring on Amy Barrett. No hearings needed anymore and she is a candidate number one ! And she is better on real human rights. This is what the Dems want so make her SCOTUS MAGA ?",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER Apparantly that rule of law doesn't apply to Republicans/Conservatives baselessly accused by Dems",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER But she didn’t resist she actually participate freely well maybe not free she did get paid",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER You are wise.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER What difference does it make if the gun death was a “fight” or “random”! Holding parents accountable could be part of gun control legislation. Write you Congressional representatives and demand it! Until Congress deals w/ gun violence it will continue &amp; ALL Americans are at risk!",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER This pope is pure satanic. God will strip him down to nothing and cast him to hells fire for his crimes",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER He ruined the brand for what? Kaepernick?",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER This guy wants to be a successful producer and he is tweeting stuff like this.",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER DANGEROUS OBNOXIOUS GARBAGE....good luck doctor",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER TICK TOCK SWAMP !! YOUR GOING TO JAIL VERY SOON !! #MAGA",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER The people of PR tried telling us this last year but you were too busy bashing trump with mayor Cruz.   To you people 3000 peoples lives were worth it to try to make Trump look bad.  You are all a disgrace!",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER As much as I dislike Antifa. I hope none of them are stupid enough to fall for this bait and end up getting themselves or someone else injured or killed",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER Sorry you are having issues. Please send an email to feedback@USER with a description of your issue and the email address associated with your account. Thanks.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER URL  And this explains why he is disrespected by idiots like urself and Korzemba",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER Liberals always be liberalling. URL",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER This is a guy who weaponized the judicial system and IRS to attack conservatives...this is a guy who couldnt grow the ec onomy over 2 percent...this is a guy who said.  Get used to it...its the new norm  This guy is a moron",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER I suggest using the 2nd to remove him.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER She is probs busy over school or something",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER @USER Can you imagine what she is like to waitstaff who get her order wrong?",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER the Free press\"??? You mean mainstream corporate media??? You ought to look into what you are speaking of. I come from a line of journalists and printers that were and are an integral part of truly free press. WE are not shutting down speech, the LEFT is. Antifa. @USER",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Unless he is like that old skin bag Cher.  She just coming back and coming back. #stretchedface",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "Project Veritas Footage Released of Socialist State Department Worker  URL #MAGA #KAG2020 #TCOT #TeaParty #PJNET #WinBlue2018 #UniteBlue2018 #Resist  CLEAR Hatch Act violation: FELONY. Indict this SOB!",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "And the hits just keep on coming from the Democrats. The desperation Is palpable. #DespicableDemocrats #FactsMatter #MSMediaLies #MAGA #Republicans2018  #Trump2020 #BigRedWave #BluePuddle @USER #POTUS **Follow/Like #USAGuard - @USER on Twitter** SHARE! URL",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER This is so fake he’s unable to feel true feelings he even lies when he says anything and she is just as stupid in standing by a man who clearly doesn’t respect the unity of marriage while he was with her and pay these women off STAND UP DIVORCE LIKE HIS OTHER WIFES DID HES A PIG",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER So is Fox News now campaigning for the fairness doctrine or is this just Republicans using the power of Congress to force private companies to broadcast whatever the gop says as truth? When will NRA TV have pro gun control NRA members on?",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER Last tea party rally didn't look like the last antifa rally did it? Misfits and unsuccessful people is all that rally on left.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER how? how is this in any way shape or form...",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER I thought this was SNL. The last guy is wearing a fucking beanie with the mindmill on itS",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER   #thescore Happy Birthday Again!! Lucky Lovely Charm ka ng @USER @USER @USER @USER ??????? You Are Stunning!!????????? - HipHop ka minsan sa game ha?",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Has this guy got acorns in his cheeks or what. Lack of walking around sense is astonishing with liberals.",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER #MSM has no respect left. They have really reached the point of being the #EOTP",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER 93% NEGATIVE COVERAGE SAYS YOU ARE DELUSIONAL",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER is so biased against conservatives??everyone should drop google and use Bing or DuckDuckGo.",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER Call bullsh#t just poor losser",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER I will never buy a magazine again URL",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Degenerative behavior creeps onto our sovereignty and justice system",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER I love my wife Hannah ?????????",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER You don’t believe this is true fact and AC360 commentary on your tweet. Let say he is wrong in reference to Florence. But is he correct on you NOT visiting any  impacted areas. How long you will fool your base fans.  Grow up.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Happy dance that Serena lost. She needed taken down a notch or two.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER You are not alone here. I didn't like The Last Jedi a bit more than Force Awakens. Cannot talk about Solo because didn't see it. But Rouge One is the other Star Wars under Disney that was good.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER !maybe she was fucking hungry!!! No one knows what kind of home life she has! My goodness  she is a child and this officer could have handled this better. Sorry he needs to be fired",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER That @USER only report the Conservatives in a positive way",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "#RINO Rauner has severely failed Illinois. Touting his “turn around agenda” he gave us nothing but his “turn coat agenda”. Illinois Conservatives not have one choice #VOTE @USER for State experience! URL",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER and if there is gun control in USA -who will be rounded and exterminated ??",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER Sounds to me like the Pope needs counselled on confession.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER There is shiva and she is not a boy. URL",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER @USER @USER Timing? They had this info in their laps? You betcha. THAT'S the chess game of politics. Nothing new here. Use things to your advantage when you need them. Doesn't make them untrue. ?",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER She is flat out lying!",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER So death tolls are determined by studies and computer programs?",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER I have you and Kaze- I need more.",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER @USER @USER @USER He is complicit and took the money. He is going too !!!",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER @USER @USER @USER Oh and thanks for RTing my post!  #MAGA #KAG2018 yes we're gonna!",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER Can't do that. BLM and Antifa morons will start looting",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Interesting; my interpretation of the piece was that he was speaking tongue-in-cheek in relating his psychiatric condition to the gun qualifications to highlight the ironic and counter-intuitive nature of gun control laws. I thought it was a well balanced insider piece.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER ok with Andrew @USER Bully Liar touchy cheat to be kept on as a MP? On £75k? No anti bullying rules? URL … @USER @USER @USER @USER",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "3/ you simply gloss right over the silly emotional female, and her nothing problem. Then you delete this as you realize how horrible it is, (or perhaps someone told you), but somehow it is the fault of the liberals,\" who might misinterpret what you wrote in plain English.\"",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER @USER Misdrawed. Cause she is not white and blonde. Why he did that? Can you answer that?",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Bono is clearly a racist",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER Yeah he is",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Liberals ruin everything.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER joan is playing 4 characters this season all the way up to episode 6 so far.. pretty sure she is a main",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Oh my goodness she is so precious! Babies make everything better! Thank you for sharing ?",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER You are doing copy paste of the tweets of south park twitter... There are something weird on here ???",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "#Westminster @USER #Tories @USER @USER @USER @USER WTF is going wrong with #police these days ???? URL",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "#stcshooting To the kneejerk people crying for gun control\" after this shooting. We already HAVE very restrictive gun control. You just want a ban. It's a pity no one has politely explained to these criminals that they are supposed to obey the law.\"",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER There she is looking wretched",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER The liberals responses to this great news is very telling!!!",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER You liberals live by double standards. Look at what you did to Monica Lewinski. She was branded a liar and whore even after she produced the evidence. All because good ole Bill is a Democrat! Your all fucking insane!",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "#Neoliberalism has failed the #poor and #middleclass!  Is the People's Party of #Canada #liberal?  #Bernier #PPC #politics #government #cdnpoli #pnpcbc #populist #racist #racism #bigot #hw #polcan #pnpcbc #cpc #lpc #ndp URL Shared via the CBC News Android App",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER @USER @USER @USER @USER Don't shame your entire country.. You are not mad!",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER She is a piece of shit and I am not sorry for my bluntness. From now on I am going to say what I think whether bluntly or rudely!",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER @USER @USER @USER @USER @USER @USER So you're saying Antifa should have never oppressed the Nazis... gotcha.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Animal is the operative word !",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER Can’t she appeal. ? This is all kinds of wrong . If I were ES@USER would beat the sh** out of her.",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "Black Female Democrats Call for Changes in Party\"  URL #TCOT #MAGA #RedNationRising\"",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER For someone unqualified he seems to be doing a darned good job.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER Are you aware that Hillary Clinton said she was going to use Nuclear weapons against Russia. That was after she sold the 20% of our weapons fuel. She is a complete idiot.",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER YOU ARE SO CUTE ??",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Not according to the ECHR who said it was inhuman &amp; degrading treatment which is pretty awful in itself. So you are directing your comments at the wrong person.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER It’s about time. A civilised nation needs tougher gun control. Man only backwards countries don’t",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Dianne Feinstein disagrees. She effectively called the woman a liar",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER Time I’m really starting to hate that word....she had all the time in the world to open her mouth...really shut up about time! Enough of this left....Liberals bull shit about time! You and she have no case! Actually time is what is Hurting her case!",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER @USER The whole milk thing is a lie anyway. Not needed. Does weird things to humans. Save your money for your Labour membership. x",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "15 concert goers massacred in Missouri with 9mm Ruger P89. The NRA calls gun control research 'unethical'.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER Gun control at its finest! 2A is the greatest!!  She was #MAGA",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Fact is...It's up to us to vote Republican to make sure that doesn't happen!",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER @USER @USER @USER Sir it comes to something when you present a lie as a fact.... Have you no shame? This is the fact 65% of labour voters voted to Remain. Ref YouGov polls. Your position is based on a false premise......have a nice day",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER [Eric opens the door and runs to the couch.] Fuck yeah.",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER Everything is more intense when grieving. Grief started for me as a child. So I totally get it. Many of your cyber friends got your back. Again every thing will@USER more intense. She is beautiful.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER Levi’s just came out in support of student gun control activists.  Now the Trumpers will be burning their jeans as well as their sneakers!",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER @USER @USER Dont tell me she is at it again",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Georgia University...your racism and utter lack of tolerance is showing. Higher education is apparently not your goal.",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER Yes it does. She should be made to resign.  #MAGA",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER Corrupt RHINO. Glad he stepped down",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER Liberalism has being remarkable sucessful at taking over both sides of the political spectrum today's left are liberals (with emphasis on minority issues and welfare) and today's right are also mostly liberals (with emphasis on nationalism and anti immigration)",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER If you ain’t hyping me up like the nigga in the back ima have to throw the whole friend away",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER @USER You guys. You seriously don't mean everyone right? There are good people here that don't like to bother with shit like that. Personally for me I want this shit to stop but our government apparently is to fucking stupid with gun control. Arm teachers with guns\" yes makes sense.\"",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER @USER @USER @USER @USER @USER What a stupid incompetent devious and toxic PM! May haven't you forgotten 17.4 million voters? Betray us at your peril! You are eroding faith in democracy + destroying Tory Party! You should go URL",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER 4chan trolling Antifa again?",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Banned the NFL",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER He is now full Oompa Loompa",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER That is actually a compliment since she is one of the biggest artists out today. Thanks ?",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER your ‘political analysis’ have been blinded by your obvious bias. Otherwise you couldn’t have come up with such wrong conclusions. Turnbull was the biggest threat to the Liberals existence. Removal also proved that there never was such thing as ‘Turnbull’s popularity’.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER I thought so... I'm mingling... ever since you decided to attack my opinion on gun control and Brett Kavanaugh. I just asked you if having a conversation with you would be worth my time and effort. So far all you've done is prove that it is not worth the effort. ?have a nice day",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER Oh-no benefits and employment goes up! See how it works yet?",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER If liberals can’t win they will do whatever it takes to obstruct the process.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "ANTIFA Professor speaking:  URL",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER I hate Steffy.......why because she always gets what she wants and doesn’t care how she does it or who she hurts!!! I knew her giving Hope to Liam was to good to be true.  She is such a B$);H.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Now that’s what I call “Gun Control”",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER just what would she lose/ She is a hero with the Cuckoo class",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER He obviously isn’t boycotting @USER",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER This is another attempt from the Democratic liberals to bash a judge this didn't come out any other time and since it's many years ago she should have to prove it and I still think they should have that vote also there a Democrat running for mayor and he paid his girlfriend",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER Antifa is a high emotion low IQ FASCIST organization. Some of its members are fooled by its name into not reflecting on their own groups obvious fascist ideals and others are just there to take advantage of the rest of the fools.",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER Haha true.  Back to your original point... if we all just fucking drive everything would be fine!",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER Fun fact: I nutted to this URL",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER Exactly my thoughts. She is always a sweetie when she’s coddled. Her true character exposed as an athlete is revealed in times as this. She’s not a role model or a legend.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Liberals will drive Republicans to the polls.  No worries!",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER A short course.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER He is the un-indicted co-conspirator AKA Individual 1 .",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Booker is toast!",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Another #dem lie",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER Holy shit pt 2",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER It means HE is still Superman.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "1. Trump and the Mueller Investigation 2. Climate Change 3. Guns and Gun Control  4. Unions and Workers  #SaveSCOTUS #WhatsAtStake  URL",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Trump didn't want to be president\", therefore colluding with Russia for presidency is a made up attempt by liberals just like SCJOUS.\"",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Her eyes look “cockeyed” to me.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER We need to name and shame these people. Ive a fb group which i expose antifa. Hnh etc.   URL",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER Hysterical liberals following Don Jr. No facts just liberal mouthpieces.",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER @USER // it is wrong to let #MeToo hysteria override ‘innocent until proven guilty’ - but Liberals are trying.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "#HumanRights   These nuns buy stock in gun companies to fight for gun safety URL via @USER",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER If we don’t “get rid” of moonbeam he will sink our state into the pacific!! #2020MAGA",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "More bad news for Democrats ? #MAGA ?? URL",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER @USER Because some people are bastards. You're hopelessly naïve if you think plenty of frauds won't take advantage of this law change for malign purposes.",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER Even the most die hard liberals in the media are stepping back from this one.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER @USER She is not in this photo. It has not been verified that they knew each other. This story is about the weirdest I’ve ever heard and The Texas Rangers better do right by Bo.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Bs. He is looking for retirement money and a new job.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER That she is. ? URL",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "NOW I KNOW WE HAVE A LOT OF PEOPLE TO FEED, BUT THESE TWO? THESE ARE MINE! NOW GO BACK TO FEEDING PEOPLE, I'M STARVING! I HAVEN'T EATEN IN AT LEAST 40 MINUTES! YOU NEED A MAGA HAT!\" URL",
            "output": [
                "NOT"
            ]
        },
        {
            "input": ".She is dirty like Trump...She stole Ted Cruz campaign voters list and gave it to Trump URL",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER @USER Of Course they are attacking your book. I am shocked this tweet has not been censored. Keep fighting to #MAGA!",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Ah... but aren't the railways so much better now they've been privatised by the @USER  URL",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Our great state has been flooded with illegal immigrants and liberals  from blue states looking for work. Then these dumba$$es vote Democrat!?!!! Go figure. All insane.",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER She is unhinged and not to be taken seriously by anybody.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Not to mention they’re the ones who allegedly defend freedom and liberty but use the NSL/McCarthyism to silence dissent and almost sent paratroopers to quash the candlelight revolution. Conservatives = hate democracy.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER If Gov't remains status quo we can Kiss our new found wealth goodbye! OPEN AND TRANSPARENT! NOTHING LESS! Thanks to @USER for having a spine! #MAGA #PURGE #Buildthewall #SundayFunday #NEWS #FAKENEWS #MEDIA #business @USER @USER #FOXNEWS @USER",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER she’s just jealous of how cute you are with your scrunchie &amp; crocs!!! wear them proudly sweet pea!! ??",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER I thought they turned into Antifa?",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER If it doesn’t have m&amp;m’s it’s not trail mix. You are kicking ass and doing awesome. Keep it up!!!",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER Crazy liberals",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER *fingers crossed* she is enjoying school but going...konjam sad and little tears.  no tanrums though...",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER WiFi- Free",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER @USER @USER @USER I think you are confused about who was locking people up",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER You’re right. But if our terrorize someone for having a different belief.. you are not any better",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER I hope you are right!",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER I don't know who she is.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER she is really putting one the act she has been in a Hotel and have money to eat and also go to museum  and her home is ok",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER That’s awesome! I bet Liberals are screaming right now. Trump’s face when he heard it was great!  Go Trump!",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Cockroach",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER @USER @USER Lisa Page confirmed the Russia story was passed to the MSM as a distraction for gullible liberals to push as a narrative to hinder our duly elected president’s success in office.",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER Despicable is a world that only goes half way of describing maxine",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Soros' people are really vicious and out of control.  He or one of his allies probably plans and funds Antifa.  They are actually trying to take over the government.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER pretty much spot on there",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER Everyone muted you ...  Thanks for working for free ???  #MAGA",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER whats wrong with dead #antifa?  I don't understand I thought the only good antifa was....",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER Becoming what?  Besides a multi-millionaire?",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "&amp; this is why she is the GOAT URL",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER I just want to impress only one person in particular. I don't care about the rest of the world becoz he is the world to me.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Trump will never be a free range chicken again  He is a danger to the world while under constant surveillance and scrutiny   Imagine him gallivanting around the world with the little scraps of actual intel he does know completely unfettered  Just don't see it happening",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER She is so gross. An obvious hack",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER Unfortunately that it the liberals agenda",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER Where does Mrs May get her 'cunning plans' from? URL",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER You must have an entire closet dedicated to college teams.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Good bye Flakey Fake and good riddance!",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER If you are not sure then l will block all these useless tweets. OK ?",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER The reason people are tired of this is because you only focus on the conservatives. Ford has treated people poorly and the constitutional crisis is abominable. His treatment of the women in the legislature is despicable.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "#WalkAway from #Liberals and #JustinTrudeau URL",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER This woman is going to be so rich .. she is already a hero to half the country and 90% of the media and acedemia because she might stop Trump from giving the court a conservative majority .",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER Good Arrest them all!  Arrest the crazy NDP leader @USER as well.  She is Having her lil minions take a fall for her! She planned this! Will she be paying their Legal fees? I think not! The immaturity level of this goverment party is disgusting!!!",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER @USER @USER @USER @USER @USER @USER @USER YES!!! Among my favorite stories! #Darkseid comes back and shows how a perennial evil he is in the universe! The Daxamite menace might be among the most terrible menaces ever read by me!",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER You don’t know squat about Obama. Second you say we are not safe because of Obama? Wrong! You think were safe to an individual who fights gun control? How many shootings have there been since Trump got into office? Explain that!",
            "output": [
                "NOT"
            ]
        },
        {
            "input": ". @USER @USER @USER @USER Fake conservatives and their fake outrage over the budget betrayal URL URL",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER Conservatives historically go by the constitution . Part of the reason for the name . The libs like to make to make it up as we progess(ive)",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER I knew he will b dead ?? He is brave ???",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER @USER @USER @USER Nah she is pti an emotional one more than rational.. but got caught at the wrong end of the bargain. Big house too many members but single gas connection. She doesn't understand it's target is the elite and the people who run gas generators.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER I hope the NFL folds!",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER you say “high-value men” like that’s a real thing that exists &amp; not a made-up lie you told yourself to distract from the fact your mother never loved you &amp; your penis is microscopic",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER @USER John careful... liberals will attack you for thinking critically because the facts aren't on their side",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER Amazing how the POPE is afraid of the truth",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER These people are absolutely insane! Liberals have been attacking white men for years and it is getting worse. The path they are pushing for will create another civil war which there will not be a recovery AND they are too damn stupid to see that.",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER If they don't change course the Tories are going to be toast at the next general election.  They do not want to go the way of the Canadian Conservatives in 1993 who went from being in power with 156 seats to just 2 seats!  URL URL",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER That's a strange question to ask me because of course I love my sister!! I'm her big brother! I'm there to make sure she is safe and alive!",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Crazy Maxine is either huffing spray paint or smoking crack. #MAGA",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Call these outsiders out. Most of these comments and likes come from liberals in other states trying to swing elections in Wisconsin. Shine the light on who and what they are.   Scott Walker has been a target of theirs since his first governor election. We got this! Let’s do it!",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER She is just trying to get more donations ?",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER boy you sleeeeeeepppp ?? ass be ret on Pansy or Bailey tonight ???",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER “BuzzFeed News contacted the woman believed to be the subject of the letter at her home last week. She declined to comment. BuzzFeed News has not been able to confirm the contents of the letter.”  Now hearing she is a high school classmate.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER ...yes. It's why i had to take a break ... play on a thread for awhile.... bad. bad. bad. Red Pill is bitter.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER Also TINA - one for the old school liberals.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "I now have over 6k followers.  Only 94k to go to get to my goal!  #TrumpTrain #MAGA #KAG",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER Just blocked a 4th.  So much easier and you know it drives them nuts ?",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Andrea Mitchell. Another political hack embedded in the news media. Listen to the tone of that interview.  She is looking for a gotcha moment instead of commending the guy for the work that he is doing. At every turn he shoots her down and it kills her.",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER The DAILY Vitriol and Hatred Spewed by SCHEMING Liberals is meant to Incite precisely this type of lunacy.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER NOW is the time to begin scheduling SUNDAY COLLEGE football games! You can push these America-phobes and police haters right off the ratings cliff!  #NCAAonSundays!!",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER You don't know her she is Senegalese ??",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Had no interest in watching the DNC hour with a hunch of sanctimonious liberals who trigger over everything except when they are insulting those who disagree with their cause of choice for the moment. Pass.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "#TuesdayThought.   The only hate speech that I hear these last 2 years is from Liberals- STOP THE HATE!",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER And it's not that the legal profession is somehow biased towards conservatives! The Federalist Society exists because conservative were not well-fostered in the profession!",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Prime example as to why we can't have anymore liberals in our government.  They don't want to nor do they know our Constitution.  They prefer to dictate and be superior than Americans. Their hate for our Republic is brazen and we need to keep them out.  #VoteThemAllOut",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER These people are special. Lol URL",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "Broke my toe on my second day in maga.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER LOL LOL LOL LOL LOL!!!!!!!???????. You are a fool!!!",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER @USER @USER @USER @USER @USER @USER @USER Chicago has strict gun control laws -- but within a few miles there is a free sale and exchange zone that nullifies rational efforts. Banning gun sales in the city of Chicago helped a lot. Restricting Illinois sales helped. Indiana won't participate.   1/",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Hes sure as hell not one of is either... traitor liberals- all of them-",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER nigga thought it was gone a 44 point game??? funny to ya boy",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER They need to add more gun control laws and Democrats to run things.  They have more of both than areas with much much less crime.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER I thought Lisa O’Neill rode him? She is brilliant though",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER how crazy youre a professor and you lie and slander conservatives. Wow. Lowest of the low. I hope you're proud of yourself. Every false statement you've ever made is being revorded and you'll be judged accordingly. Best bet is to just sit down w/ @USER n talk",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Griexsevia",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Please don't start with what he is concerned about. She wants to go out, if he has something planned or an idea of what to do.   Movie or not, it's scary.\"  Avery felt like there was something she wanted him to know, but she couldn't remember what off the top of her head.\"",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER quit being a fig and stop allowing violence against conservatives on your platform",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "Manhattan Liberals Bus North to Campaign for Dem Congressional Candidate via @USER URL #college #MAGA #DonaldTrump",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER That’s the aim  Liberty  #WWG1WGA #MAGA #TheRainMakers #QAnon #QArmy URL",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER @USER @USER @USER @USER @USER @USER @USER that's what you are implying that no-one took correct records-having been to hospital it is usual for the doctors or nurses to record as they go-so it is your claim that so many are incompetent if no single record was produced correctly-",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER Evil in a white robe",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "Trump’s border wall will never happen. #MAGA #BlueWave2018 URL",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER @USER @USER @USER You are a dope. A delusional libtard. Ask the Govoner of Puerto Rico about the fantastic response by our President @USER",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER Awesome win for Conservatives!! ??",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Beautiful Alex. I hope you are feeling better.  Miss your smiling self in the morning.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER No clue where you get those numbers. We are the only country in the world with mass shootings and staggering death tolls from gun violence. How anyone is against gun control defies logic.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER is out of control. They destroy Ford by exposing her. Now claim she is receiving death threats. Uhm..then stop threatening her. Fact is liberals are only ones who threaten people. @USER investigate DNC!",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER I think staff is top 5-6 too. Ben is just getting old and run down now but to say he is trash is crazy talk. He’s had a good career. Partially because the Steelers have always been a good org but he’s done his share to help also",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER Liberals should just be banished from the United States &amp; dropped in the middle east.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER Haha...I thought omg! He was red pilled! I looked back through my replies and it only goes about a month back. I couldn’t find the convo..So thought I’d ask. Have a good one brother!  MAGA",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Liberals support conflicting viewpoints just to score political points. Power is an ugly business.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Well you are and we love you",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER @USER Then your statement that Conservatives/GOP hold to the higher moral ground and they know that sex scandals bother us\" is hypocritical.  Both sides are equally guilty and should be held accountable regardless of party.\"",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Oh SHIT SJSNSN I’ve had work every day since I messaged u so sorry I’ll make it Tuesday!",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER This is the dumbest shit I’ve read since I slent the morning reading Trump tweets.",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER Yet more evidence that the @USER have turned ‘The Party of Business’ into ‘The Party of Fuck Business’. Bizarre.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER And that's when you say:  Well I wanted to take care of you, but if you're going to make that impossible, I guess you are on your own.  I think I'll have a steak.\"\"",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Eric Holder will be held accountable. He is pointing the finger away from the crime. Time is not on your side Eric. Looking forward to the collapse of your scandalous time ruining America.",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER ahhh ur mind!!! she IS ur dorter!!",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER ??????? thats a good one. I never knew Antifa were such badasses.????? you need your own comedy special ????",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER It only hangs in the balance because of liberals and news agencies that used the airwaves to push their politics..... Like CNN.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER I am sorry but I did not hear why you were there",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER This is fun, I asked him for proof and he blocked me. I was about to joke about how he'd go from The Antifa are the real Nazis!\" to similar alt-shite talking points, boy that sure was providing proof quickly.\"",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER Thank you for proving my point.  You are foulmouthed trash",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": ".You cry baby liberals will have Trump for a total of EIGHJT GREAT YEARS!!! GET OVER IT. #MAGA URL",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER @USER No that is it the mind set of gangs in chicago where the toughest gun control laws are and it does nothing.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER They had conservatives silently tied up in the cellar for dexades. They're livid we got out and now have a voice In the White House ascend they want to put us back. They're trying to silence us any way possible. We need to burn them all in the midterms. Once and for all",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER Obama tried to cripple this nation! He lied and said he was a Christian! When actually he is a radical Muslim!",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Wow it took 36 years? Bet this would of never came up if he had not been choose for supreme Court. Shows the liberals for what they really are. In a way that's a good thing?",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER The upside of manga is it can be real cheap. Downside is you might get swallowed up by a 400 part series",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER He is a wonder dog he could have a couple doggie girlfriends",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "The MAGA 2’s? URL",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER WHAT THW FUCK",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER She is not at all bothered by this invasion of her space.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER It's same video posted before. What I did was note that if different race had been in play, it would have been considered hate.\" Thus, by objective standards, either that was \"hate,\" or you liberals can't complain about negative references to \"Black men.\" Bye-bye, race card.\"",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "#Gun Deaths Global Study Shows US Ranks 2nd Worldwide ??  Our partner @USER is asking, “Should More Gun Control Laws Be Enacted?  Read our partner's full article and express your opinion in the #1WorldOnline's poll: #polloftheday URL URL",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER So you joined up with antifa? Because they more align with your values?",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER Make you not to vote republican",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Spoiler Alert : This episode has a hidden agenda to promote gun control",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER @USER Give me a fucking break. Liberals are so selective with their false outrage. A turd of a president gets rightfully railed for saying, grab them by the pussy\" decades before but a Hollyweird gets a pass for saying \"fuck the shit out of the boy next to him\" gets a liberal pass? URL",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER @USER She was so freaking happy when she got her 'No' from Kavanaugh. I seriously hope she has him for perjury or at least can force recusal.  Either way she is an immensely elegant speaker cut from the same cloth as Obama who I badly want to run in 2020.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Maxine is just a mean spirited woman. I can't imagine the demons she is dealing with to have that much hate &amp; craziness in her. #CrazyMaxine",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER Horrendously sad that we all know who “he” is.   It gives me no joy to know I’m smarter than the president.",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER I know many too !!! we liberals just don't feel the need to dance around waving them like the maga idiots.",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER It's wild thinking about how Clive is minus one boypussy away from wrecking the whole town again",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER I will always be cruising to Bray Wyatt for you no matter what he is a good man like you and your brother",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER Global sushi &gt; dead commie terrorist. I choose sushi.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "65 women defend Kavanaugh as 'a good person' amid allegations - IGNORE Dianne FEInstein. She is obsolete! You disgusting idiot piece of sh%@ Feinstein. He will rule supreme!",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER You are right free speech is one thing that makes this country great. Another is the very flag that is a symbol that gives us that right.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "...when Liberals/Democrats punish &amp; slander people for simply being honest and truthful? That's when you know its time to #WalkAway and vote Republican. URL",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Funny that she actually hears dog whistles... I think that says something about her. ?",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER @USER Why do white liberals imagine white people have some power?  White people have been trained for generations not be racially aware.  White liberals are the most anti-white racists I know.  What power do you imagine white people have that other people do not?",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER @USER @USER @USER He is Harry Potter",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER None of these issues are A) real problems or B) handled better by Conservatives. Happy to support Trudeau for a second term. Trans Mountain pipe and NAFTA will get done - properly. Saudi spat? Yay. You wouldn't know prosperity if you fell into a pile of 100's.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER It also goes to show that all those so called news people that laughed at you are now eating crow. How wonderful it is to watch the looney liberals squirm around like worms drowning in sunshine.",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER Suddenly thought of something.u mention in 1 of ur video that they don't know\" where Lay is/he is captured by rf.then Lay has to \"comeback/appear\" then only Kai can bring him back to the island.latest video said he might be in another parallel world.what if\"",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "Time to visit Banbury Team!  URL URL",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Ok G you are hired. Hot yoga fixed it. Feels good as new!",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER  If you think Conservatives are going to believe a wacko liberal you are sadly mistaken.  We see right thru your lies.  Judge Kavanaugh is a great person and the best thing for this country.  You on the other hand are a disgrace to the United States &amp; women.",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER MAGA KAG WINNING",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER History repeats itself URL",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER cashing in on the book bandwagon. can't blame her. #liberals love to throw their money at bullshit",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER Idk if she is but shes black coded....the bonet sets it off",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER  @USER blocked me also. I don't even know who he is",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER Gun control isn't about public safety...it's about hating 'rednecks' and social engineering.",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER Omg! She is so cute ??? URL",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER @USER I am for the kneel. My sisters perspective is when you are on the job do your job.\" I take that to mean they arent allowed to peacefully protest \"on the job.\" I disagree.\"",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER is inciting VIOLENCE towards Twitter Accounts that support POTUS. He has made lists for Antifa and ?  Please respond.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Bummer that you are excluding A-List members from the #AStarIsBorn special events. I guess you guys are already testing shady Moviepass tactics on us. ?",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER Looks like you are the one ? Some simple things needn't be explained",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER She isn't.  Antifa doesn't want to hurt her.  Resist doesn't either.  Rest of us want her to put up or shut up. They are gaming us all.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "#Tories #Labour #GE2017 #Conservatives Conservatives URL long-term approach has a number of advantages including the ability to work with our supply chain and landowners to build more homes.  ?? Paul Hackett, Chief Executive… URL",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER A woman in Hatteras told me last night I don't know what I'm talking about when I told her to get off the island. I hope she is alive afterward.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER I cast my vote as “OPPORTUNIST” #ChristineBlaseyFord had THIRTY-FIVE years to come out with her allegations. Why now? It’s obvious. #MAGA URL",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER Hell NO",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER @USER @USER @USER @USER ???? whatever. It was more than enough for 'Antifa &amp; the rest to stay home! Peaceful. Dignified. On Point. Last time the left did that???????? I'll wait\"",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER @USER @USER He's on Capital fucking Hill. It's not like they don't know where he's at. They want to intimidate his family so he will back out. The media is Antifa in drag.",
            "output": [
                "NOT"
            ]
        },
        {
            "input": "@USER just lose to every tom jeff and jerry because some dumb shit happens and I lose full",
            "output": [
                "OFFENSIVE"
            ]
        },
        {
            "input": "@USER @USER @USER Because she is more intelligent than you are.",
            "output": [
                "NOT"
            ]
        }
    ]
}