{
    "Contributors": [
        "Sai Venkat Subramani"
    ],
    "Source": [
        "Dataset Card for Asian Language Treebank (ALT) (https://huggingface.co/datasets/alt)"
    ],
    "Categories": [
        "Language Translation"
    ],
    "Definition": "In this task, Givin' a sentence in the Laotian language and your task is to convert it into Thee English language.",
    "Positive Examples": [
        {
            "input": "ພາຍຸດີນພັດຜ່ານອ່າວແຄມເປ ແລະທຳລາຍແທ່ນນ້ຳມັນ 100 ແຫ່ງ ແລະທ່າເຮືອນໍ້າມັນຫລາຍແຫ່ງໃນສູນກາງອຸດສາຫະກໍານໍ້າມັນກາງປະເທດ.",
            "output": "Dean moved across the Bay of Campeche, eyeing over 100 oil platforms and several oil ports in the center of the country's oil industry.",
            "explanation": "The above sentence is correctly translated from Lao to English"
        },
        {
            "input": "ມີລາຍງານໃນຂະນະທີ່ເຄື່ອງບິນ ບິນຂື້ນຈາກໂຊ ມີຄວັນອອກມາຈາກເຄື່ອງບິນ.",
            "output": "It is reported that when the airplane took off from Seoul, smoke was coming from the airplane.",
            "explanation": "The above sentence is correctly translated from Lao to English"
        },
        {
            "input": "ລົດໂຕໂຢຕ້າຂອງລາຟ ຊູມາກເກີ້ ໄດ້ເຮັດໃຫ້ແຟນໆ ປະຫລາດໃຈ ໄດ້ນໍາມາເປັນອັນດັບສາມ ຕາມມາດ້ວຍລົດໂຕໂຢຕ້າອື່ນໆ ຂອງຈາໂນ ຕຸລິ.",
            "output": "Ralf Schumacher's Toyota amazed Japanese fans, showed third result, followed by the other Toyota of Jarno Trulli.",
            "explanation": "The above sentence is correctly translated from Lao to English"
        }
    ],
    "Negative Examples": [
        {
            "input": "ກ່ອນທີ່ຈະມຸ້ງໜ້າໄປຫານ້ຳກ້ອນທີ່ແຕກ ພວກເຂົາໄດ້ເຮັດຂົວຊົ່ວຄາວດ້ວຍພາເຫຼດໄມ້ເພື່ອໄປແລະກັບມາຝັ່ງ ແຕ່ນ້ຳກ້ອນເໜັງແລະຂົວຈິ່ງຖືກທຳລາຍ.",
            "output": "In a press release dated February 16th, Robert Kahn, Stanford University's Public Affairs Coordinator, announced the experimental confirmation of frame dragging, an effect in which the presence of a rotating body causes space itself to be pulled along as the body rotates.",
            "explanation": "The above sentence is not correctly translated from Lao to English as none of the words match the translation."
        },
        {
            "input": "ບັນນາທິການຂ່າວທີ່ດີທີ່ສຸດຄື ຊາຮີ ໂດດ.",
            "output": "Archila was found with several lava and rock injuries on his body.",
            "explanation": "The above sentence is not correctly translated from Lao to English as none of the words match the translation."
        },
        {
            "input": "ຜູ້ບໍລິຫານໂຮງຮຽນໄດ້ອ່ານຄຳຖະແຫຼງຂອງຄະນະກຳມະການກ່ຽວກັບວິຊາການອອກແບບຢ່າງສະຫຼາດຕໍ່ນັກສຶກສາໃນໂຮງຮຽນເທດສະບານໂດເວີ.",
            "output": "Los Lunas came back with a three pointer by #24 and some layups by other players.",
            "explanation": "The above sentence is not correctly translated from Lao to English as none of the words match the translation."
        }
    ],
    "Instances": [
    {
        "input": "\"ຜູ້ຖອນໂຕບັງຄັບແຜນຮ້າຍ ເພື່ອກໍ່ກວນຄວາມຮູ້ສຶກຂອງປະຊາຊົນ ເພື່ອໃຫ້ກຳລັງໃຈພວກເຂົາເອງ.\"\n",
        "output": [
            "\"The secessionist forces plot to stir up public sentiments to embolden themselves.\"\n"
        ]
    },
    {
        "input": "NSW Premier Morris Iemma ປະກາດໃນເດືອນທັນວາ 2005 ທີ່ເຂົາຢາກທີ່ຈະຂາຍຫຸ້ນຂອງລັດໃນ Hydro Snowy ທີ່ເກີດມາຈາກລັດຖະບານລັດຖະບານກາງແລະ Victorian ໄດ້ປະຕິບັດຕາມ.\n",
        "output": [
            "NSW Premier Morris Iemma announced in December 2005 that he wished to sell the state's share in Snowy Hydro that caused the federal and Victorian governments to follow.\n"
        ]
    },
    {
        "input": "ຫຼັງຈາກເບິ່ງສະພາບການຮັກສາຄວາມສະຫງົບລຽບລ້ອຍ ຢູ່ ນີວແດນລີ ຄະນະກຳມະການຕິດຕາມຂອງສານສູງສຸດ ໄດ້ແນະນຳສານສູງສຸດບໍ່ໃຫ້ສືບຕໍ່ການຈໍ້າກາຮັບຮອງຈາກ ເທດສະບານນະຄອນຫຼວງນິວແດນລີ ໃນວັນທີ 1 ເດືອນພະຈິກ.\n",
        "output": [
            "After seeing the law-and-order situation in Delhi, the Supreme Court's Monitoring committee recommended the Supreme Court not to resume the MCD's sealing drive on November 1.\n"
        ]
    },
    {
        "input": "ການຟ້ອງຮ້ອງຄະດີ ໄດ້ຮັບໂດຍ ຢ່າງໜ້ອຍຫ້າຄອບຄົວ ເຊິ່ງໄດ້ອາໄສຢູ່ໃນບໍລິເວນ ເງລັນວິສ ຂອງ ຊັນ ບູຣໂນ.\n",
        "output": [
            "The lawsuit was filed by at least five families who resided in the Glenview neighborhood of San Bruno.\n"
        ]
    },
    {
        "input": "​ພວກເຮົາກໍາລັງ​ກະກຽມ​ໃນ​ສະພາບແວດລ້ອມ​ບ່ອນທີ່ພວກເຮົາ​ກໍ່ບໍ່ຮູ້ວ່າ​ສຸດທ້າຍແລ້ວ​ຂະໜາດຂອງຄວາມຮຸນແຮງຂອງການລະບາດຈະເປັນແນວໃດ.\"\n",
        "output": [
            "We're preparing in an environment where we really don't know ultimately what the size of seriousness of this outbreak is going to be.\"\n"
        ]
    },
    {
        "input": "\"ໃນສະພາບອາກາດອາກຕິກ ນ້ຳກ້ອນສາມາດຊ່ວຍປົກປ້ອງການຮົ່ວໄຫລຂອງນ້ຳມັນດ້ວຍການເຮັດໃຫ້ການເສື່ອມຂອງນ້ຳມັນຊ້າລົງ ມີຄື້ນທີ່ສະຫງົບ ຊື່ງບໍ່ເຮັດໃຫ້ນ້ຳມັນກະຈາຍຕົວໄປໃນພື້ນທີ່ໃຫຍ່ ແລະເຮັດໃຫ້ເຮົາມີເວລາຫລາຍຂື້ນໃນການດຳເນີນການແກ້ບັນຫາ.\"\n",
        "output": [
            "\"In Arctic conditions, ice can aid oil spill response by slowing oil weathering, dampening waves, preventing oil from spreading over large distances, and allowing more time to respond.\"\n"
        ]
    },
    {
        "input": "ໄຟປ່າທີ່ລຸຸກໃນເຂດໄຮເດດເຊີດ ເຊົາເທີນແຄລິຟໍເນຍຕັ້ງແຕ່ 2:00 ໂມງເຊົ້າ(2200ຍູທີຊີ) ມື້ວານນີ້ຍັງຄົງສ້າງຄວາມເປັນຕາຢ້ານໃຫ້ກັບຜູ້ອາໄສໃນເມືອງປາມເດວໃນເຂດແອນເຕີໂລບ ວັນເລ ຂອງລອດ ແອງເຈີລິດບ່າຍມື້ນີ້.\n",
        "output": [
            "A huge wildfire that has been burning in the High Desert of Southern California since 2:00 pm (2200 UTC) yesterday continues to threaten residents in the city of Palmdale in the Antelope Valley region of the Los Angeles County this afternoon.\n"
        ]
    },
    {
        "input": "ເຈົ້າ​ໜ້າ​ທີ່​ກ່າວວ່າ \"ການ​ຕາຍ​ຂອງ​ຜູ້​ກ່ຽວ​ແມ່ນ​ການ​ສູນ​ເສຍ​ຄັ້ງ​ສຳ​ຄັນ​ຕໍ່​ອາວ-ກາຍ​ດ້າ.\"\n",
        "output": [
            "\"His death is quite a significant blow to al-Qaeda,\" said officials.\n"
        ]
    },
    {
        "input": "ປີ​ຕໍ່​ມາ​ ເອ​ກະ​ສານ​ການ​ໄຫຼປະ​ຫວັດ​ສາດ​​ຍັງ​ເປັນ​ແຫຼ່ງ​ທີ່​ກ່າວ​ມາ​ເລື້ອຍໆ​ຂອງ​ສະ​ຖິ​ຕິ​ກ່ຽວ​ກັບ​ການ​ປັບປຸງຂອງການທໍາລາຍສັບສິນຂອງວິ​ກິ​ພີ​ເດຍ​.\n",
        "output": [
            "A year later, the history flow paper is still the most frequently cited source of statistics about the reversion of vandalism on Wikipedia.\n"
        ]
    },
    {
        "input": "ພະມະຫາກະສັດບໍ່ໄດ້ ໃຫ້ເຫດຜົນທັນທີທັນໃດສໍາລັບການເຄື່ອນໄຫວດັ່ງກ່າວ; ຢ່າງໃດກໍຕາມ ໄດ້ມີການລາຍງານບໍ່ດົນມານີ້ໄດ້ກ່າວຫາສະພາແຫ່ງຊາດຂອງການຂາດຄວາມສາມາດຈັດການທາວດ້ານກົດຫມາຍ ແລະເຖິງວ່າແມ່ນການສໍ້ລາດບັງຫຼວງ.\n",
        "output": [
            "The monarch did not immediately provide a reason for the move; however, there have recently been reports accusing the parliament of handling legislation ineptly, and even of being corrupt.\n"
        ]
    },
    {
        "input": "ຖ້າບໍ່ມີໃຜໄດ້ຄະແນນສຽງສ່ວນໃຫຍ່ເຖິງສອງສ່ວນສາມຫຼັງຮອບທີສອງປະທານສະພານິຕິບັນຍັດຕ້ອງຖືກເລືອກແບບຄະແນນສຽງຫຼາຍແບບປົກກະຕິໃນຮອບທີສາມ.\n",
        "output": [
            "If no-one gets two-thirds majority after two rounds the speaker will be elected by a simple majority in the third round.\n"
        ]
    },
    {
        "input": "ແຕ່ລະໂຮງງານສາມາດຜະລິດນ້ຳມັນ 30 ລ້ານແກນລອນ(113 ລ້ານລິເ) ຕໍ່ປີ.\n",
        "output": [
            "Each of the two new plants can produce 30 million gallons (113 ML) annually.\n"
        ]
    },
    {
        "input": "ສມິດກ່າວກ່ຽວກັບຜົນກະທົບຂອງສາຍສຳພັນກັບສະຫະລັດທີ່ໄດ້ເຂັ້ມແຂງມາຕັ້ງແຕ່ສົງຄາມໂລກຄັ້ງທີ II- \"ມັນບໍ່ແມ່ນສິ່ງທີ່ຂ້ອຍເຊື່ອວ່າຈະລົບກວນວັນເວລາຈົນເຖິງປັດຈຸບັນແຫ່ງສາຍສຳພັນການເຮັດວຽກທີ່ດີຫຼາຍນຳກັນລະຫວ່າງ ລັດຖະບານໃໝ່ແລະ ການບໍລິຫານ (ຂອງສະຫະລັດ).\"\n",
        "output": [
            "Smith said of the effect on relations with the US - which have been strong since World War II - \"It's not something which I believe will disturb what to date has been a very good working relationship between the new government and the (U.S.) administration.\"\n"
        ]
    },
    {
        "input": "ລາວໄດ້ເວົ້າວ່າ $100 ຕໍ່ບາເຣວແມ່ນລາຄາ \"ຍຸດຕິທຳ\" ແລະ ໄດ້ຈື່ໄວ້ວ່າເມື່ອລາວຄາດການວ່າປະທານາທິບໍດີເວເນຊູເອລາໃນປີ 1999 ລາໄດ້ໄດ້ຂຶ້ນໄປປະມານສິບໂດລາ.\n",
        "output": [
            "He said that $100 dollars per barrel was a \"fair\" price and remembered that when he assumed presidency of Venezuela in 1999, the price went up to about ten dollars.\n"
        ]
    },
    {
        "input": "ໃນຄຳກ່າວວັນທີ 10 ມີນາ ກ່ອນທີ່ຈະມີການຕັດສິນ ໄຊມອນໄດ້ສະແດງຄວາມເສຍໃຈຕໍ່ການກະທຳຂອງລາວ.\n",
        "output": [
            "In a statement March 10, prior to the verdict, Simon expressed regret for his actions.\n"
        ]
    },
    {
        "input": "ຈາກປະມານ 1:00 ເຖິ່ງ 4:15 ແລງອິທີ ຜູ້ໃຊ້ໄດ້ແຈ້ງວ່າເວັບຫລົ້ມລົງ.\n",
        "output": [
            "From roughly 1:00 to 4:15 pm ET, users reported the site was down.\n"
        ]
    },
    {
        "input": "ຄໍາຖະແຫຼງການກ່າວວ່າ: \"ຍັງບໍ່ມີການຕັດສິນໃຈຂັ້ນສຸດທ້າຍ ກ່ຽວກັບ ມູນຄ່າເລີ່ມຕົ້ນ ຫຼື ການຊ່ວຍເຫຼືອ ແລະ ການທີ່ຈະຄາດເດົາຄວາມເປັນໄປໄດ້ຂອງລາຄາກໍ່ເປັນການຟ້າວຟັ່ງໄວເກີນໄປ.\"\n",
        "output": [
            "\"No final decisions on the starting price or assistance have been taken and therefore it is far too early to speculate on any potential price impacts,\" the statement said.\n"
        ]
    },
    {
        "input": "ມື້ດຳເນີນການ ແລະໄລຍະເວລາໃນາກນອົບພະຍົບຈາກອາຄານບໍ່ໄດ້ລະບຸໄວ້.\n",
        "output": [
            "The date of execution and the period for evacuating the buildings were not stated.\n"
        ]
    },
    {
        "input": "ແຕ່​ໃນ​ລະ​ຫວ່າງນັ້ນ Woollard ສາ​ມາດ​ປະ​ກັນ​ຕົວ​ອອກ​ໄປ​ໄດ້ ໂດຍ​ມີ​ເງື່ອນ​ໄຂວ່າ ລາວ​ຈະ​ຕ້ອງ​ພັກ​ອາ​ໃສ​ຕາມ​ທີ່​ຢູ່​ເກົ່າ ແລະ​ຫ້າມບໍ່​ໃຫ້​ເຂົ້າ​ເມືອງ Westminster.\n",
        "output": [
            "Until then, Woollard has been granted bail, on condition that he remains at his current address, and does not enter the City of Westminster.\n"
        ]
    },
    {
        "input": "ເຈົ້າຄອງອົດ​ສະ​ຕຣາ​ລີ​​ ຄຸ້ມຄອງຫຼັກຊື່ Jeffery ​ກ່າວ​ໃນ​ຖະ​ແຫຼງ​ການວ່າ \"ໂດຍ​ການກວດສອບ​​ Sir Joh ແມ່ນ​ສ້າງ​ລັດ​ໃນ​ການ​ຍົກ​ເວັ້ນ​ຜູ້​ທີ່​ຈະ​ໄດ້​ຮັບ​ການ​ຈື່​ສໍາ​ລັບ​ການ​ວາງ Queensland ໃນຄັ້ງ​ທໍາ​ອິດ​.\"\n",
        "output": [
            "\"By any measurement, Sir Joh was an exceptional state builder who will be remembered for consistently placing Queensland first,\" said the Australian Governor General, Major General Jeffery, in a statement.\n"
        ]
    },
    {
        "input": "ອົງການອະນາໄມໂລກປະຕິເສດທີ່ຈະລະບຸໂຕຕົນຂອງສະມາຊິກກໍາມາທິການນັ້ນ ອ້າງວ່າພວກເຂົາຈະຖືກແຮງກົດດັນຈາກອຸດສາຫະກໍາ ດັ່ງນັ້ນຄວາມຂັດແຍ່ງທີ່ເປັນໄປໄດ້ກັບບັນດາບໍລິສັດການຢາແມ່ນຍັງບໍ່ທັນຮັບຮູ້.\n",
        "output": [
            "The WHO has refused to identify committee members, arguing that they must be shielded from industry pressure, so possible conflicts of interest with drug companies are unknown.\n"
        ]
    },
    {
        "input": "ໃນວັນທີ 22 ເມສາ ປະກົດມີຄາບນໍ້າມັນຢູ່ເທິງໜ້ານໍ້າຂອງອ່າວ.\n",
        "output": [
            "On April 22, an oil slick appeared on the surface of the Gulf.\n"
        ]
    },
    {
        "input": "ເມື່ອອອບເພັນເຮມເມີເລີ່ມເຮັດຫ້ອງປະຕິບັດການອອກແບບອາວຸດລັບ ໂລດ ອາລາໂມດ ລາວໄດ້ແຕ່ງຕັ້ງເບວໃຫ້ເປັນຜູ້ອຳນວຍງານຝ່າຍທິດສະດີ.\n",
        "output": [
            "When Oppenheimer started the secret weapons design laboratory, Los Alamos, he appointed Bethe as Director of the Theoretical Division.\n"
        ]
    },
    {
        "input": "\"ພວກເຮົາມີລົດບັນທຸກນໍ້າ ແລ່ນອ້ອມສອງຂ້າງ ຂອງຕຶກອາຄານ.\"\n",
        "output": [
            "\"We also have hydro bus lines running down two sides of the building\".\n"
        ]
    },
    {
        "input": "ໃນຖານະຕົວແທນຈາກລັດຖະບານ ທ່ານ ດຣ ເຮລີ ລາຮາລິຊາຍນາ. ລັດຖະມົນຕີ ຊັບພະຍາກອນທາງນໍ້າ ແລະ ການປະມົງ ຂອງ ມາດາກາດສກ້າ ສະແດງຄວາມເສົ້າເສຍໃຈ ຕໍ່ບັນດາຄອບຄົວຂອງຜູ້ເຄາະຮ້າຍ.\n",
        "output": [
            "Dr Hery Raharisaina, Madagascar's fishing and aquatic resources minister, offered condolence to the families of the victims on behalf of the government.\n"
        ]
    },
    {
        "input": "\"ການລົງທືນທີ່ມະຫາສານໃນການເຮັດເຄື່ອງຈ່າຍໄຟຟ້າໃຫມ່ແລະປະສິດທິພາບຂອງພະລັງງານ ຈຳເປັນຕ້ອງເກີດຂື້ນຫາກຍັງຕ້ອງໃຊ້ແສງໄຟຢູ່.\" ປະມານພາ ຊື່ງເປັນສາມາຊິກພັກອານຸລັກນິຍົມ ທິມ ຢ້ຽວກ່າວ.\n",
        "output": [
            "\"Very substantial investment in new generating capacity and energy efficiency will be required if the lights are to stay on,\" committee chairman Conservative MP Tim Yeo said.\n"
        ]
    },
    {
        "input": "ໃນເດືອນມັງກອນທີ່ຜ່ານມາ ລັດຖະບານອິນໂດເນເຊຍຈັດການປະຊຸມວ່າດ້ວຍເລື່ອງພະລັງງານເພື່ອດືງດູດໃຫ້ມີການລົງທືນໃນໂຄງສ້າງພື້ນຖານດ້ານພະລັງງານ.\n",
        "output": [
            "In January, the Indonesian government held a special energy summit to attract investment in their energy infrastructure.\n"
        ]
    },
    {
        "input": "ການນໍາ ແລະ ບຸກຄົນທີ່ມາຈາກຫຼາຍພາກສ່ວນຂອງປະເທດ ລວມທັງຜູ້ນໍາ ເມດາ ປັດຄາ ຂອງ ນາມາດາ ບາເຈົາ ໄດ້ສະແດງຄວາມເສຍໃຈໃນການເສຍຊີວິດຄັ້ງນີ້.\n",
        "output": [
            "Leaders and personalities from different parts of the country, including the Narmada Bachao Andolan leader Medha Patkar, expressed grief over the death.\n"
        ]
    },
    {
        "input": "ນັກເຄື່ອນໄຫວຂອງ Narmada Bachao Andolan ພະຍາຍາມປ້ອງກັນຕໍາຫຼວດຈາກການເຄື່ອນຍ້າຍ Patkar ແລະບາງຄົນຖືກຈັບໃນຂໍ້ຫາກໍ່ຄວາມໂກລາຫົນ.\n",
        "output": [
            "Activists of the Narmada Bachao Andolan tried to prevent the police from moving Patkar and some were arrested on rioting charges.\n"
        ]
    },
    {
        "input": "\"ຕົວແທນຊ່ວຍເຫລືອ ແລະ ເຮັດວຽກຂອງສະຫະປະຊາຊາດ ໄດ້ຕັດສິນໃຈລະຫງັບການດໍາເນີນການຂອງຕົນ ໃນສະຫງວນກາຊາ ເນື່ອງຈາກມີການກະທໍາ ທີ່ມີເຈດຕະນາຮ້າຍຫລາຍຂຶ້ນ ຕໍ່ກັບອາຄານປຸກສ້າງ ແລະ ພະນັກງານ\" ໂຄສົກທີ່ຢູ່ໃນກາຊາ ສໍາລັບຕົວແທນຊ່ວຍເຫລືອ ແລະ ເຮັດວຽກ ສະຫະປະຊາຊາດ (UNRWA) ທ່ານ ອັດນັນ ອາບຸ ຫັສນາ ໄດ້ກ່າວມື້ວານນີ້.\n",
        "output": [
            "\"UNRWA decided to suspend all its operations in the Gaza Strip because of the increasing hostile actions against its premises and personnel\", Adnan Abu Hasna, a Gaza-based spokesman for the United Nations Relief and Works Agency (UNRWA), said yesterday.\n"
        ]
    },
    {
        "input": "ເຖິງຈະມີການກ່າວແບບນີ້ ລາວກໍ່ປະຕິເສດທີ່ຈະຂັດຂວາງການປະທະກັບອິຣານໃນອະນາຄົດ.\n",
        "output": [
            "Despite saying this, he refused to rule out a strike against Iran in the future.\n"
        ]
    },
    {
        "input": "ລູກເຮືອ 3504 ຢູ່ທີ່ເກາະຊິເບຍໂດຍກອງທັບອາກາດຟິລິປິນ.\n",
        "output": [
            "Vessel 3504's crew were located on Sibay Island by the Philippine Air Force.\n"
        ]
    },
    {
        "input": "ຫລາຍໂຮງຮຽນໄດ້ຖືກໂຈມຕີ ລວມທັງ ໂຮງຮຽນ ອາ-ຝາຄໍລາ ທີ່ເຮັດໃຫ້ປະຊາຊົນເສຍຊີວິດ 40 ຄົນ ຫລາຍຄົນແມ່ນເປັນຜູ້ຍິງ ແລະ ເດັກນ້ອຍ.\n",
        "output": [
            "More schools were attacked including the al-Fakhora School killing 40 people, many of them women and children.\n"
        ]
    },
    {
        "input": "ພວກເຂົາຍັງໄດ້ຮຽກຮ້ອງໃຫ້ນາຍຍົກລັດຖະມົນຕີໃຫ້ຂະຫຍາຍຄວາມພະຍາຍາມທີ່ຈະຮັບມືກັບບັນຫາການກໍ່ການຮ້າຍແລະບັນຫາຄະຕິນິຍົມສຸດຂີດ.\n",
        "output": [
            "They also urge the Prime Minister to extend his efforts in tackling terrorism and extremism.\n"
        ]
    },
    {
        "input": "ເຊິ່ງ ບຸສ ແມ່ນເມຍຂອງມືປືນ ແລະ ເປັນປະທານຂອງໂຮງລະຄອນດັ່ງກ່າວ ສ່ວນອີກສອງຄົນ ແມ່ນຜູ້ສ້າງຮູບເງົາ ເລື່ອງ ເຊີລອກ ໂຮເມັດ: ການປະຈົນໄພຄັ້ງສຸດທ້າຍ.\n",
        "output": [
            "Bruce was the wife of the alleged shooter and president of the theater company, while the others were part of a production of Sherlock Holmes: The Final Adventure.\n"
        ]
    },
    {
        "input": "ປະຊາຊົນຖືກແນະນຳໃຫ້ດື່ມນໍ້າຫຼາຍ,ບໍ່ໃຫ້ອອກຕາກແດດຕອນທາຽງແລະປິດຜ້າກັ້ງເພື່ອໃຫ້ຫ້ອງເຢັນ.\n",
        "output": [
            "People have been advised to drink plenty of water, not go out in the midday sun and keep curtains closed to cool rooms.\n"
        ]
    },
    {
        "input": "ຄໍລ້ຳຂອງລາວເປັນໄຊຊະນະທີ່ໄດ້ມາໂດຍງ່າຍສຳຫລັບຊີວີດລາວ ຊື່ງເປັນການໂຕ້ຖຽງແລະສະແດງຄວາມຄິດໃນປະເດັນສັງຄົມແລະການເມືອງ.\n",
        "output": [
            "His column is a romp through his life, spats and opinions on socio-political issues.\n"
        ]
    },
    {
        "input": "ຄະນະສານເຊິ່ງປະກອບດ້ວຍຜູ້ພິພາກສາຫ້າທ່ານ ນຳໂດຍທ່ານ ຣິສກາ ໂມຮາມັດ ອາມິນ ຈະເປັນຜູ້ຕັດສິນປະຫານຊີວິດລາວຫຼືບໍ່.\n",
        "output": [
            "A tribunal of five Iraqi judges headed by Rizgar Mohammed Amin, with the death penalty vested in them, will decide his sentence.\n"
        ]
    },
    {
        "input": "ເລື່ອງບາດຫລວງເກຈະໄດ້ຮັບອານຸຍາດໃຫ້ເປັນຫົວຫນ້າບາດຫລວງຫລືບໍ່ກາຍເປັນປະເດັນໃນປີ 2003 ພ້ອມການແຕ່ງຕັ້ງ ເຣັບ ເຈບຟຣີ ຈອນ ເປັນຫົວຫນ້າບາດຫລວງແຫ່ງເຣດດິ້ງ.\n",
        "output": [
            "Whether gay clergyman would be allowed to become bishops became an issue in 2003 with the appointment of Rev Jeffrey John as Bishop of Reading.\n"
        ]
    },
    {
        "input": "ກໍາມະກອນກໍ່ສ້າງໜີອອກມາ ໂຊກດີທີ່ເວລາເກີດເຫດນັ້ນພວກເຂົາກໍາລັງພັກຜ່ອນດື່ມກາເຟ.\n",
        "output": [
            "Construction workers escaped injury, luckily they were on a coffee break at the time of the incident.\n"
        ]
    },
    {
        "input": "\"ແມ່ນຫຍັງຈະເກີດຂື້ນຖ້າແພນ ບີ ສະແດງໃຫ້ເຫັນວ່າຕົວແທນຂາຍຢາເຮັດນອກລູ້ນອກທາງຈາກກົດຫມາຍ ແລະບໍ່ໄດ້ຮັບອານຸຍາດໃຫ້ປະກອບອາຊີບຢ່າງເຫມາະສົມ.\" ລາວກ່າວ.\n",
        "output": [
            "“What happened with Plan B demonstrated that the agency was off track, and was not being allowed to do its job properly,” she said.\n"
        ]
    },
    {
        "input": "ຕຳຫລວດໄດ້ໃຫ້ຄວາມເຫັນວ່າ ເປັນການດ່ວນສະຫລຸບເກີນໄປ ທີ່ຈະຮູ້ວ່າ ສະພາບອາກາດນັ້ນ ເປັນປັດໄຈຂອງການຕຳຄັ້ງນີ້.\n",
        "output": [
            "The police have commented that it is too early to know whether the weather conditions were a factor in this crash.\n"
        ]
    },
    {
        "input": "ລູກຟຣີຄິກຂອງ ໄຣອັນ ກິກ ໃນຊ່ວງເຄິ່ງຫລັງຂອງເກມເຮັດໃຫ້ເກີດການໂຕ້ແຍ້ງຢ່າງຮຸນແຮງ ເນື່ອງຈາກທີມລີເລກຳລັງຕັ້ງກຳແພງຢູ່ຂະນະທີ່ບານພຸ້ງເຂົ້າປະຕູ.\n",
        "output": [
            "A free kick by Ryan Giggs in the second half of the game caused great controversy, as Lille was setting up their wall as the ball went into the back of the net.\n"
        ]
    },
    {
        "input": "ຄົນທີ່ເຂົ້າມາພັກຢູ່ໂຮງແຮມແມ່ນໄດ້ຖືກອົບພະຍົກໄປຫາຫໍວາງສະແດງຢູ່ທີ່ຂ້າງຖະໜົນ.\n",
        "output": [
            "Visitors at the hotel were evacuated to the exhibition hall at street level.\n"
        ]
    },
    {
        "input": "ນອກຈາກນີ້ ໄດ້ກ່າວເພີ່ມເຕີມວ່າ \"ຂ້ອຍເຊື່ອວ່າ ພວກເຮົາຈະເຫັນໃນມື້ຕໍ່ມາ ຄົນສ່ວນຫລວງຫລາຍກໍາລັງຢູເທິ່ງຫົນທາງກ້າວໄປຫາປະຊາທິປະໄຕ.\"\n",
        "output": [
            "Further adding, \"I trust that we will see in the coming days the vast majority of people taking the road to democracy.\"\n"
        ]
    },
    {
        "input": "ການລາຍງານການໂຈມຕີຂອງກອງທັບປາກີສຖານທີ່ຢູ່ໃນຂອບເຂດຊົນເຜົ່າໃກ້ກັບຊາບແດນອັຟການີສຖານ ແມ່ນຍາກທີ່ຈະຢືນຢັນ ຍ້ອນນັກຂ່າວ ແລະ ຜູ້ຊ່ວຍງານ ບໍ່ອະນຸຍາດໃຫ້ເຂົ້າໄປໃນເຂດຕໍ່ສູ້.\n",
        "output": [
            "The accounts of the Pakistan army's offensive in the tribal region near the Afghan border are difficult to verify, as journalists and aid workers are not allowed into the battle zone.\n"
        ]
    },
    {
        "input": "ເຈົ້າໜ້າທີ່ ພຽງແຕ່ຕິດຕາມ ເມື່ອເຈົ້າໜ້າທີ່ດັບເພິງຂອງເມືອງ ໄດ້ຖືກໂທຫາໂດຍຄົນເດີນຜ່ານ ເພື່ອມານໍາເອົາໄຟຕັ້ງແຄ້ມກາງແຈ້ງ ຄືມີຂໍ້ບັງຄັບດ້ານອັກຄີໄພທີ່ນໍາໃຊ້ໃນເຂດດັ່ງກ່າວ.\n",
        "output": [
            "Officers only approached when the Country Fire Authority was summoned by a passerby to put out an open camp fire, as there was fire restriction in effect in the area.\n"
        ]
    },
    {
        "input": "ທີມແມນເຊດເຕີ້ຍູໄນເຕັດເອົາຊະນະເອເອສ໌ໂຣມາດ້ວຍສະກໍ 1-0 ໃນກຸ່ມ F ຂອງການແຂ່ງຂັນ UEFA ແຊມປ້ຽນຫລີກ 2007-08 ທີ່ສະຫນາມໂອດ ແທຟອດເມື່ອງແມນເຊດເຕີ້ ກຸງລອນດອນ.\n",
        "output": [
            "Manchester United defeated AS Roma 1-0 in Group F of the UEFA Champions League 2007-08 at Old Trafford, Manchester, England.\n"
        ]
    },
    {
        "input": "ສ່ວນການເຂົ້າຖືງເວັບໄຊຕຼ໌ວິກິພີເດຍ ຊື່ງເປັນໂປເຈັກພີ່ນ້ອງຂອງວິກິນິວ ແລະຟິກເກີ ເຊິ່ງເປັນເວັບໄຊຕຼ໌ແບ່ງປັນຮູບກໍ່ຖືກແບນເມືອວັນພະຫັດ.\n",
        "output": [
            "Access to Wikipedia, Wikinews' sister project, and Flickr, a photo sharing site, were also banned, on Thursday.\n"
        ]
    },
    {
        "input": "ເງື່ອນໄຂສະພາບການແຂ່ງຂັນດັ່ງກ່າວນີ້ ແມ່ນມີຄວາມແຕກຕ່າງກັນ ເຊິ່ງມີໜ່ວຍງານດ້ານສະພາບອາກາດແຫ່ງຊາດ ໄດ້ລາຍງານອຸນຫະພູມ 88 F (31 C) ຢູ່ໃນຊ່ວງເວລາການແຂ່ງຂັນ.\n",
        "output": [
            "The conditions at this race were far different, with the National Weather Service reporting temperatures of 88° F (31° C) at the track at race time.\n"
        ]
    },
    {
        "input": "ຂໍ້ຜູກມັດການແຕ່ງງານຂອງເພດດຽວກັນຈະຖືກນໍາສະເຫນີເປັນກົດຫມາຍພາຍໃນ 100 ມື້ ໃນລັດຖະບານ ຣູດ ສັນຍາວ່າຈະອະນຸຍາດໃຫ້ \"ລົງຄະແນນສຽງຢ່າງເຕັມທີ່\" ຖ້າວ່າລາວໄດ້ຮັບການເລືອກຕັ້ງຄືນ.\n",
        "output": [
            "Pledging that a bill to legalise same-sex marriage would be introduced within 100 days of government, Rudd promised to allow a \"full conscience vote\" if he were to be re-elected.\n"
        ]
    },
    {
        "input": "ເມດເວມຸ່ງເປົ້າໄປທີ່ເຈົ້າຫນ້າທີ່ຮັກສາຄວາມປອດໄພແລະຈັດການສະຫນາມບິນສຳຫລັບເຫດລະເບີດ.\n",
        "output": [
            "Medvedev has targeted both security officials and airport management in the wake of the bombing.\n"
        ]
    },
    {
        "input": "ຟີໂອເຣັນຕີນາ ແລະ ລາຊີໂອໄດ້ກັບຄຶນສູ່ ສາຍ ຊີຣີເອ ຊຶ່ງເບື້ອງຕົ້ນໄດ້ຖືກລົດລະດັບລົງທີ່ສາຍຊີຣີບີ.\n",
        "output": [
            "Fiorentina and Lazio have been reinstated into Serie A, having been demoted into Serie B originally.\n"
        ]
    },
    {
        "input": "ຮາມາດ ແລະຟາຕາກ່າວວ່າ ລາວຫວັງວ່າຜູ້ນຳຈະມາປະຊຸມຮ່ວມກັນກັບກະສັດອັດຸລາໃນຕອນຄ່ຳຂອງວັນອັງຄານ.\n",
        "output": [
            "Hamas and Fatah officials said they hoped the leaders would come together for a meeting with King Abdullah later on Tuesday night.\n"
        ]
    },
    {
        "input": "ນີ້ເປັນການລະບາດຂອງໄວຣັດໄຂ້ເລືອດອອກ ມາດເບີກທີ່ຫລາຍທີ່ສຸດໃນປະຫວັດສາດ.\n",
        "output": [
            "This is the largest recorded outbreak of Marburg viral hemorrhagic fever in history.\n"
        ]
    },
    {
        "input": "ລາງວັນມະນຸດສະທໍາໄດ້ນໍາສະເຫນີການປະຕິບັດການສະແດງ Country Brandt ໃນຂະນະທີ່ລາງວັນຄວາມຜົນສໍາເລັດພິເສດ Walt Grealis ໄດ້ນໍາສະເຫນີການ Citytv ແລະຜູ້ກໍ່ຕັ້ງ MuchMusic Moses Znaimer.\n",
        "output": [
            "The Humanitarian Award was presented to country performer Paul Brandt while the Walt Grealis Special Achievement Award was presented to Citytv and MuchMusic founder Moses Znaimer.\n"
        ]
    },
    {
        "input": "ຈາກ​ການ​ສຳຫຼວດ​ທົ່ວ​ໂລກນີ້​ແມ່ນ​ມີ​ຜູ້​ຍິງ​ພຽງ​ແຕ່ສອງ​ເປີ​ເຊັນ​ທີ່​ຄິດ​ວ່າ​ຕົນ​ເອງ​ງາມ ໂດຍ​ອີງ​ຕາມ​ຜູ້​ປະ​ກາດ​ຂ່າວ​ໃນ​ລາຍ​ການ Good Morning America ຂອງ​ຊ້ອງ ABC ໂຣບິນ ໂຣ​ເບີດ ເປັນ​ຜູ້​ປະ​ກາດ​ຂ່າວ ຊຶ່ງ​ເປັນ​ລາຍ​ການ​ເຊີງ​ພາ​ນິດ​ທີ່​ອອກ​ອາ​ກາດ​ເປັນ​ຄັ້ງ​ທຳ​ອິດ​ໃນ​ເຊົ້າ​ນີ້​ເວ​ລາ 8:07 ໂມງ.\n",
        "output": [
            "Only two percent of women surveyed worldwide consider themselves beautiful, according to ABC Good Morning America co-anchor Robin Roberts, whose program debuted the commercial this morning at 8:07 am EST.\n"
        ]
    },
    {
        "input": "\"ແນ່ນອນວ່າ ຍັງມີຄວາມຕ້ອງການຕູ້ໂທລະສັບໃນອົດສະຕາລີ.\"\n",
        "output": [
            "\"Certainly, there is a still a demand for payphones around Australia.\"\n"
        ]
    },
    {
        "input": "ພູເຂົາໄຟນີ້ບໍ່ໄດ້ລະເບີດຕັ້ງແຕ່ການລະເບີດເປັນໄລຍະເວລາ 4 ເດືອນໃນໄລຍະປີ 1989-90.\n",
        "output": [
            "The volcano had not erupted since a four-month period in 1989-90.\n"
        ]
    },
    {
        "input": "ສະໂມສອນຊີຕາຈະເປັນເຈົ້າບ້ານໃນຮອບຊິງຊະນະເລີດອາທິດຖັດໄປ ໂດຍລັ້ງອັນດັບຫນື່ງໃນຫມູ່ທີມທີ່ຜ່ານເຂົ້າຮອບຊິງຊະນະເລີດ (ທີ່ຫນື່ງສະໂມສອນຊີຕາ ທີສອງ ສະໂມສອນບູບູ).\n",
        "output": [
            "The Cheetahs will host the final next week, being the highest place finalist (first, the Blue Bulls were second).\n"
        ]
    },
    {
        "input": "ພາຍຸ ເອມິລີ້ Emily ໄດ້ເຂົ້າຖະລົ່ມ ເກາະຂະໜາດນ້ອຍຄາຣີບຽນ Caribbean ທາງຕາເວັນອອກ ຂອງ ເກຼນາດາ Grenada.\n",
        "output": [
            "Hurricane Emily has hit the small eastern Caribbean island of Grenada.\n"
        ]
    },
    {
        "input": "ຕໍ່ເຫດການທີ່ຮ້າຍແຮງຂຶ້ນ ດັດຊະນີຄວາມຮ້ອນ ຖືກຄາດວ່າຈະສູງຂຶ້ນຈົນຮອດ 110ºF ຢູ່ພາກຕາເວັນອອກ ເນື່ອງຈາກລະດັບຄວາມເອົ້າສູງ.\n",
        "output": [
            "To exacerbate the situation, heat indices are expected to reach well over the 110s for much of the east coast due to high humidity levels.\n"
        ]
    },
    {
        "input": "ຢ່າງຫນ້ອຍມີ 27 ຄົນເສຍຊີວິດ ເອກະສານຄະດີອາຍາລາຍງານວ່າໄດ້ຖືກລັກ ແລະຊິງຊັບແຜ່ຂະຫຍາຍຫຼາຍຢູ່ໃນນະຄອນຫຼວງ Timorese ໃນຕາເວັນອອກ Diliໃນລະຫວ່າງໄລຍະເວລາປະຈຸບັນຂອງຄວາມບໍ່ສະຫງົບ.\n",
        "output": [
            "At least 27 people have been killed, criminal documents reported stolen, and looting widespread in the East Timorese capital, Dili during the present period of unrest.\n"
        ]
    },
    {
        "input": "ຄະນະກໍາມະການຈະຕັດສິນໃຈວ່າຮູບເງົາສາມເລື່ອງໃດທີ່ຄວນຈະໄດ້ຮັບລາງວັນ.\n",
        "output": [
            "The committee will decide which of the three films should receive nominations.\n"
        ]
    },
    {
        "input": "ບັນຫາຫຼັກຂອງຜູ້ນໍາທັງສອງໄດ້ຕົກລົງກັນກ່ຽວກັບສົງຄາມທີ່ມີພຽງແຕ່ວິທີທາງການທູດຄວນຈະໄດ້ຮັບການນໍາໃຊ້ໃນການແກ້ໄຂຂໍ້ຂັດແຍ່ງລະຫວ່າງປະເທດເຊັ່ນ: ອັບການິສະຖານ, ອີຣັກແລະ, ໂດຍສະເພາະ, ບັນຫາອີຣານກັບບັນຫາໂຄງການນິວເຄຼຍ.\n",
        "output": [
            "The main point the two leaders agreed on was that only diplomatic means should be used in solving such international conflicts as in Afghanistan, Iraq and, especially, Iran with its nuclear program issue.\n"
        ]
    },
    {
        "input": "ແມ່ຂອງດານຽວ ໂຊ ສະຕີງເກີ້ ໄດ້ກ່າວວ່ ລາວບໍ່ຕ້ອງການໃຫ້ມີການເດີນຂະບວນ: \"EDL ແມ່ນໄດ້ຕັດສິນໃຈດໍາເນີນການດັ່ງກ່າວນີ້ ແລະ ບໍ່ມີສິ່ງໃດທີ່ເຮັດກັບພວກເຮົາ ແມ່ນຫຍັງກໍ່ຕາມ.\n",
        "output": [
            "Daniel's mother, Cheryl Stringer, has said she does not want the EDL rally to be held: \"The EDL have decided to do this and it's go nothing to do with us whatsoever.\n"
        ]
    },
    {
        "input": "ລິເບີແມນຢູ່ໃນຈໍເຈຍຕອນນີ້ ພ້ອມກັບວຸດທິສະມາຊິກລິນເຊ ເກຣແຮມ ລາວໄດ້ກ່າວເມື່ອຖືກຖາມວ່າລາວຈະໄດ້ເວົ້າໃນທີ່ປະຊຸມຫລືບໍ່ວ່າ \"ມີຄວາມເປັນໄປໄດ້ແຕ່ຂ້າພະເຈົ້າຈະລໍຖ້າໃຫ້ລາວປະກາດ.\"\n",
        "output": [
            "Lieberman is currently in Georgia, with Senator Lindsey Graham; he responded when asked if he would be speaking at the convention that \"it's quite possible, but I'll let them announce it.\"\n"
        ]
    },
    {
        "input": "ທ່ານ Peter Beattie ນາ​ຍົກ​ລັດ​ຖະ​ມົນ​ຕີ​ແຫ່ງ​ຄວີນ​ແລນໄດ້​ກ່າວ​ວ່າ ການ​ປ່ຽນ​ແປງ​ຜູ້​ນຳ \"ຈ​ະ​ເປັນ​ການ​ປະ​ກາດ​ຄວາມ​ມີ​ສະ​ເຖຍ​ລະ​ພາບ​ຂອງ​ພັກ​ສະ​ຍຸກ​ສະ​ໄໝ​ໃໝ່.\"\n",
        "output": [
            "Premier of Queensland Peter Beattie has said that the leadership change \"will herald in a new period of stability for the party.\"\n"
        ]
    },
    {
        "input": "ສໍາລັບພາກສ່ວນຍ່ອຍຂອງກອງປະຊຸມສຸດຍອດການຮ່ວມມືບັນດາປະເທດໃນເຂດບາແກນ ຈະຈັດຂຶ້ນທີ່ໂຮງແຮມໄຮແອດ ຣີເຈັນຊີ່ ທີ່ເມືອງເທດສະໂລນິກີ ທ່ານນາຍົກລັດຖະມົນຕີຂອງກຼີກ ທ່ານ ໂກສະຕາ ຄາລາແມັນລິດ ຈະເຂົ້າພົບທ່ານນາຍົກລັດຖະມົນຕີ ຕູລະກີ ທ່ານ ຣີເຊັບ ໄຕຢິບ ເອີໂດແກນ ໃນວັນພະຫັດ ເພື່ອປຶກສາຫາລືເລື່ອງບັນຫາສອງຝ່າຍ ເຊິ່ງລວມທັງບັນຫາທີ່ປະເທດໄຊປັຮສ.\n",
        "output": [
            "On the sidelines of the Inter-Balkan Cooperation Summit, which will take place at the Hyatt Regency Hotel of Thessaloniki, Greek Premier Kostas Caramanlis will meet with his Turkish counterpart Recep Tayyip Erdogan on Thursday in order to discuss bilateral issues, including the Cyprus problem.\n"
        ]
    },
    {
        "input": "ມັນສາມາດຖືກນຳໃຊ້ໄດ້ຕະຫຼອດ ສຳລັບພະລາການປະຈຳການ ໂດຍນຳໃຊ້ ຍານອາວະກາດ ສະເປັຊ ເອັກຊ໌ ດຣາກອນ.\n",
        "output": [
            "It could eventually be used for manned missions using the SpaceX Dragon spacecraft.\n"
        ]
    },
    {
        "input": "ເຖິງຢ່າງໃດກໍ່ຕາມ ໂດຍສ້າງຮູບແບບຂອງ ແຫຼ່ງເຊີເວີແບບເປີດເຜີຍ ບໍລິສັດຫວັງວ່າ ຜູ້ອື່ນຈະຊອກຫາທາງເພື່ອພັດທະນາພວກມັນ.\n",
        "output": [
            "However, by making the designs of its servers open source, the company hopes others will find ways to improve them.\n"
        ]
    },
    {
        "input": "ຄຳຕັດສິນເກີດຂື້ນຫລັງຈາກທີ່ບໍລິສັດໄມໂຄຊ໊ອບປະກາດວ່າຈະເປີດເຜີຍລະຫັດຊ໊ອບແວລັບກ່ອນຫນ້າຈຳນວນ 30,000 ຫນ້າ ເມື່ອວັນພະຫັດທີ່ຜ່ານມາ (21 ກຸມພາ).\n",
        "output": [
            "The decisions came after Microsoft announced they were disclosing 30,000 pages of previously secret software code last Thursday (February 21st).\n"
        ]
    },
    {
        "input": "ພາກສ່ວນທີ່ສຳຄັນຂອງ ລັກສະນະສື່ມວນຊົນ LGBT ອາເມລິກາ ກຳລັງຈະລວມໂຕເຂົ້າກັນ.\n",
        "output": [
            "A significant portion of the American LGBT media landscape is about to become a conglomerate.\n"
        ]
    },
    {
        "input": "ບໍລິສັດກ່າວວ່າຈະດັກຈັບການປ່ອຍກ໊າດຄາບອນໄດ້ອອກໄຊຄ໌ (CO2) ຈາກການຜະລິດຊາຍນ້ຳມັນແລະຈະເກັບໄວ້ໃຕ້ດິນ.\n",
        "output": [
            "The company said it intends to capture the carbon dioxide (CO2) emissions from its oil sands production and store it underground.\n"
        ]
    },
    {
        "input": "ຄົນງານໃນຣໍຍໍເມວ ໄດ້ລົງຄະແນນ 3:1 ສຽງເຫັນດີການປະທ້ວງຂອງໄປສະນີທົ່ວປະເທດໃນສະຫະລາດອານາຈັກ.\n",
        "output": [
            "Royal Mail workers have voted 3:1 in favour of a nationwide postal strike in the United Kingdom.\n"
        ]
    },
    {
        "input": "ໃນຖານະທີ່ເປັນຜູ້ຈັດການ ລາວຊະນະເກມ 1,800 ນັດໃນຊ່ວງເວລາ 23 ປີ.\n",
        "output": [
            "As a manager, he also won 1,800 games over the course of 23 years.\n"
        ]
    },
    {
        "input": "ເດັກຊາຍຄົນນີ້ ບໍ່ປາກົດຊື່ ຍັງຈື່ໄດ້ວ່າຕ້ອງຄາດເຂັມຂັດນິລະໄພ ແລະຕ້ອງໃຊ້ໄຟລ້ຽງເມື່ອຕ້ອງໃຊ້.\n",
        "output": [
            "The boy, whose name was not released, remembered to wear his seatbelt and even used his turn signal when he was supposed to.\n"
        ]
    },
    {
        "input": "Jeff Blake​ ປະ​ທານ​ຂອງ​ການຕະ​ຫຼາດ​ໃນ​ທົ່ວ​ໂລກ​ ແລະ​ ການ​ແຜ່​ກະ​ຈາຍ​ສໍາ​ລັບ​ຮູບ​ພາບ Sony​ ກ່າວ​ວ່າ​: \"Michael Jackson ມີ​ກອງ​ທັບ​ຂອງແຟນເປັນ​ຢູ່​ທົ່ວ​ທຸກ​ແຫ່ງ​ໃນ​ທົ່ວ​ໂລກ ພວກ​ເຮົາ​ແມ່ນ​ໃຫ້​ການ​ສົນ​ທະ​ນາ​ໄດ້​ເປັນ​ໂອ​ກາດ​ທີ່ບໍ່ນ່າເຊື່ອທີ່​ຈະ​ເຂົ້າ​ຮ່ວມ​ກັນ​ຢູ່​ໃນ​ສະ​ເຫຼີມ​ສະ​ຫຼອງ​ຂອງ​ການ​ເຮັດ​ວຽກ ຂອງMichael Jackson​.\"\n",
        "output": [
            "Jeff Blake, chairman of worldwide marketing and distribution for Sony Pictures, said: \"Michael Jackson has an army of fans everywhere around the world... we are giving the audiences an incredible opportunity to join together in celebration of Michael Jackson's incredible career.\"\n"
        ]
    },
    {
        "input": "ຜູ້ບັນຊາການຕຳຫຼວດຂອງເຂດຊິດນີຕາເວັນອອກສ່ຽງເໜືອ ຜູ້ຊ່ວຍຜູ້ບັນຊາການກ່າວກ່າວລາວຍິນດີທີ່ສະໂມສອນເຮັດວຽກຮ່ວມກັບຕຳຫຼວດຢ່າງໝັ້ນໃຈ.\n",
        "output": [
            "The police Commander of the North West Sydney region, Assistant Commissioner said he was pleased that the club was working with the police proactively.\n"
        ]
    },
    {
        "input": "ລາວແລ່ນຫນີ 200 ແມັດ ແລະຖືກຈັບໂດຍຕຳຫລວດ.\n",
        "output": [
            "He ran away by 200 meters and was caught by the police.\n"
        ]
    },
    {
        "input": "ຜູ້ປ່ຽນແປງຂໍ້ມູນນິລະນາມໄດ້ປະຄຳຂໍໂທດທີ່ຍາວຫລາຍກັບຊຸມຊົນວິກິພິເດຍ ໂດຍອະທິບາຍວ່າ \"ຂ້າພະເຈົ້າຫວັງວ່ານີ້ຈະເຮັດໃຫ້ຢຸດການຄາດຄະເນວ່າມີໃຜຮູ້ເຫດໂສກອານາດຕະກຳນີ້ກ່ອນທີ່ຈະຄົ້ນພົບ.\"\n",
        "output": [
            "The anonymous editor left a lengthy apology to the Wikimedia community, explaining, \"I hope this puts an end to this speculation that someone knew about the tragedy before it was discovered.\"\n"
        ]
    },
    {
        "input": "ຊາເເຮບຕອ້ງໄດ້ດຶງອຸປະກອນເລື່ອນຢູ່ຫິມະຫນັກ 170-ປອນ (77-ກລ) ເດີນທາງດວ້ຍຕີນ ເເລະເກີບຢຽບຫິມະ ໃນຄະນະທີ່ອີກສອງຄົນແມ່ນຂີ່ສະກີ.\n",
        "output": [
            "Zahab had to pull 170-lb (77-kg) sleds of equipment, traveling on foot and on snowshoes while the other two men skied.\n"
        ]
    },
    {
        "input": "NFL ໄດ້ອອກຖະແຫຼງການວ່າ ສະໜາມກິລາທີ່ຖືກປົກປ້ອງຢ່າງດີ ໂດຍລະບົບຄວາມປອດໄພທີ່ໄດ້ວາງໄວ້.\n",
        "output": [
            "The NFL has released a statement saying that the stadiums are well protected through security measures already in place.\n"
        ]
    },
    {
        "input": "ນັກເຕະອາຍຸ 28 ປີ ໄດ້ຮັບບາດເຈັບໃນການເຂົ້າປະທະກັບໂຈອີ ຈາຄອບຊັນ ແລະ ການແຂ່ງຂັນ ແມ່ນໄດ້ຍຸດເກມ ກ່ອນລາວຖືກນໍາຕົວສົ່ງໂຮງໝໍ.\n",
        "output": [
            "The 28 year old was injured in a tackle by Joe Jacobson and the game was delayed before he was taken to hospital.\n"
        ]
    },
    {
        "input": "ດ້ວຍກົດຫມາຍແຫ່ງສະຫະພັນ ງົບທີ່ເກີນມານີ້ຈະຕ້ອງໃຊ້ເພື່ອຈ່າຍຫນີ້ສິນຂອງແຄນນາດາແລະບໍ່ໄດ້ມີໄວ້ເພື່ອໃຊ້ຈ່າຍ.\n",
        "output": [
            "By federal law, all surplus must be used to pay down Canada's debt, and is not available for spending.\n"
        ]
    },
    {
        "input": "ອີ່ງຕາມການສະນັບສະຫນູຸນຂອງທ່ານ Keith Lyon ຜູ້ ອໍານ່ວຍການມະຫາວິທະຍາໄລສະຖາບັນສຶກສາແລະກິລາ ແຫ່ງຊາດຂອງເມືອງ Canberra ກິລາເປັນສ່ວນຫນື່ງທີສຳຄັນໃນ ວັດທະນາທຳ ແລະ ການພັດທະນາຄວາມມ່ວນຊື່ນ ຂອງປະເທດອົດສຕາລີ.\n",
        "output": [
            "According to Keith Lyons, the University of Canberra Director of the National Institute of Sport Studies, sport is an important part of Australian culture and the development of sport enjoys bipartisan support.\n"
        ]
    },
    {
        "input": "ໄຕດັ່ງກ່າວສາມາດຜະລິດແລະຂັບຖ່າຍປັດສະວະໂດຍບໍ່ມີການອຸດຕັນຂອງເລືອດໃນຫນູທັງທີ່ຢູ່ໃນຫ້ອງປະຕິບັດການແລະທີ່ຢູ່ພາຍໃນ.\n",
        "output": [
            "The kidneys were capable of urine production and excretion without blood clots in both the laboratory and inside living rats.\n"
        ]
    },
    {
        "input": "ເພິ່ນຍັງເວົ້າອີກວ່າອີກວ່າ ກອງເກືອໃນເມືອງເຊວຊີທີ່ໃຊ້ໃສການລະລາຍນໍ້າແຂງໃນທາງຫຼວງຂອງເຄືອລາດສະອານາຈັກຕັ້ງຢູ່ \"ຢ່າງຜິດກົດໝາຍ.\"\n",
        "output": [
            "She also noted the large salt pile in Chelsea used for the deicing of highways in the Commonwealth and said that it is located there \"illegally.\"\n"
        ]
    },
    {
        "input": "ຫົວໜ້າພົນຕໍາຫລວດຂອງຕໍາຫລວດເມືອງຍອກເຊີໃຕ້ ເມເລັດ ຫັງສ ແມ່ນໄດ້ຖືບຈັບໄດ້ວ່າ ໃຊ້ຄວາມໄວຢູ່ຖະໜົນ A5 ໃກ້ກັບເມືອງເຈີກ ໃນເຂດເວວເໜືອ.\n",
        "output": [
            "The Chief Constable of the South Yorkshire Police, Meredydd Hughes was allegedly caught speeding on the A5 road near Chirk in north Wales.\n"
        ]
    },
    {
        "input": "ໃນການກໍຄວາມຮຸນແຮງໃນຕອນເຊົ້ານີ້ ເມື່ອປຽບທຽບກັບຖະແຫລ່ງການ ໂດຍໄມ ເຈນ ວິນລຽມ ຄານເວວ ຜູ້ທີ່ເອີ້ນໂຕເອງວ່າ \"ພວກກໍ່ການຮ້າຍ ແລະ ຜູ້ກໍ່ການຮ້າຍຂອງລັດຖະບານອີຣັກ ແລະ ກອງກໍາລັງຄວາມໝັ້ນຄົງຂອງມັນ\" ນາຍພົນ ໄດ້ກ່າວຕໍ່ວ່າ ຄວາມຮຸນແຮງແມ່ນໄດ້ຫລຸດລົງ ເຄິ່ງໜຶ່ງ ຕັ້ງແຕ່ເດືອນກໍລະກົດ ແຕ່ມີການເພີ່ມຂຶ້ນທັນທີ່ ໃນສອງມື້ທີ່ຜ່ານມາ.\n",
        "output": [
            "This morning's violence contrasted statements by Maj Gen William Caldwell, who claimed \"Insurgents and terrorists are hitting back in an attempt to offset the success of the Iraqi government and its security forces,\" the general went on to say that violence had fallen by half since July, but had increased suddenly in the last two days.\n"
        ]
    },
    {
        "input": "ຫລັງຈາກທີ່ຖືກປ່ອຍຕົວອອກມາ ນັກຮຽນໄດ້ບອກສື່ວ່າພວກເຂົາຖືກຂໍ້ໃຫ້ແກ້ເສື້ອອອກທີ່ສຸະຖານນີຕຳຫລວດ.\n",
        "output": [
            "Following their release, the students told the media they were required to remove their clothes at the police station.\n"
        ]
    },
    {
        "input": "ດັດຊະນີ ສາມຕະຫຼາດຫຸ້ນຂະໜາດໃຫຍ່ສະຫະລັດ ຕົກຜູ້ລະສອງເປີເຊັນ ຈາກລາຄາປິດຂອງວັນຈັນ ໝາຍການສູນເສຍໃຫຍ່ຄັ້ງທີສອງ ໃນປີ 2007.\n",
        "output": [
            "The three major US stock market indices each fell two percent from Monday's closing price, marking the second-biggest loss of 2007.\n"
        ]
    },
    {
        "input": "ເຮັນລີ ຮຽກຮ້ອງການເລືອກຕັ້ງເວລາທີ່ຕົວແທນລາວ ບໍຣິສ ຈອນສັນ ໄດ້ຮັບເລືອກໃຫ້ເປັນນາຍົກເທດສະມົນຕີຂອງເມືອງໃນລອນດອນ.\n",
        "output": [
            "Henley called for an election when its representative Boris Johnson was elected Lord Mayor of the City of London.\n"
        ]
    },
    {
        "input": "ເຄື່ອງຂາຍຢາສູບໃນສະຖານທີ່ສາທາລະນະ ຈະຖືກຫ້າມ ຄືເປັນຄວາມຕັ້ງໃຈ ທີ່ຈະມີການໂຄສະນາ ແລະ ສະ ໜັບສະໜຸນການຫ້າມສູບຢາ.\n",
        "output": [
            "Vending machines selling cigarettes in public places will be banned as will cigarette advertisements and sponsorships.\n"
        ]
    },
    {
        "input": "ລູກຊາຍຂອງ ທ່ານນາງ ກິບຊັນ ຊື່ ໂຈນ ຈາກ ລີເວີພູ ໄດ້ຂໍຮ້ອງໃຫ້ ປະຊາຊົນອັງກິດທີ່ໂມໂຫຈາກປະໂຫຍກຄໍາສັ່ງຈອງຈຳຄຸກແມ່ຂອງລາວ ບໍ່ຄວນຫັນມາຕໍ່ຕ້ານ ມຸສລິມ.\n",
        "output": [
            "Ms Gibbons' son John, from Liverpool, has asked that British people angered by his mother's jail sentence should not turn against Muslims.\n"
        ]
    },
    {
        "input": "ຫ້ອງການໄປສະນີ ໂລໂຢເມວ ແມ່ນໄດ້ແຈ້ງເຕືອນລູກຄ້າ ວ່າການເກັບໄປສະນີ ແລະ ການຈັດສົ່ງທົ່ວລາດຊະອະນາຈັກ ແມ່ນໄດ້ຖືກຢູດ ເນື່ອງຈາກເຫດການດັ່ງກ່າວ.\n",
        "output": [
            "The Royal Mail is warning customers that mail collections and deliveries across the UK will be disrupted because of the incidents.\n"
        ]
    },
    {
        "input": "ຫວງ-ຫລາງ ໄສ່ (ຮ້ອງຜູ້ບັນຊາການເອັດສ໌ເອຊີ)ໄດ້ຢ້ຳວ່າເອັດສ໌ເອຊີສະຫນັບສະຫນຸນກີລາສາທາລະນະໃນໄຕ້ຫວັນມາເປັນເວລາດົນ ແລະເອັດສ໌ເອຊີເຄົາລົບການເຂົ້າຮ່ວມກັບຜູ້ດ້ອຍໂອກາດແລະຊົນກຸ່ມນ້ອຍ.\n",
        "output": [
            "Huang-lang Tsai (Deputy Commissioner of SAC) remarked that SAC promoted public sports in Taiwan for a long period, and SAC respected the participation on disadvantaged people or minority.\n"
        ]
    },
    {
        "input": "ການຂາດດຸນຂອງລັດຖະບານ ປີ2008ສະຫະລັດ ສູງເປັນປະວັດຕິການເຖິງ $454.8 ຕື້ໂດລາສະຫະລັດ-ຫຼາຍກວ່າສອງເທົ່າການຂາດດຸນປີທີ່ຜ່ານມາ.\n",
        "output": [
            "The United States 2008 federal deficit has reached a record high, US$454.8 billion—more than double last year's deficit.\n"
        ]
    },
    {
        "input": "ການເຈລະຈາກອງປະຊຸມການປ່ຽນແປງດິນຟ້າອາກາດ ສະຫະປະຊາຊາດ ປີ 2010 ແມ່ນໄດ້ສືບຕໍ່ໃນອາທິດນີ້ ໃນເມືອງບອນ ປະເທດເຢຍລະມັນ.\n",
        "output": [
            "The 2010 United Nations Climate Change Conference negotiations continued this week in Bonn, Germany.\n"
        ]
    },
    {
        "input": "ແລະ ຂ້ອຍເຮັດສິ່ງດັ່ງກ່າວກໍເພື່ອເພີ່ມໂອກາດໃຫ້ຂ້ອຍເອງທີ່ຈະໄດ້ເຮັດວຽກໃນຝັນທີ່ຢູ່ໃນໂທລະພາບ.\"\n",
        "output": [
            "And I was doing all this in order to increase my chances to get my dream job in television.\"\n"
        ]
    },
    {
        "input": "\"ທ້າຍທີ່ສຸດ ຈະມີເດັກນ້ອຍຫລວງຫລາຍມາອາໄສຢູ່ໃນເຂດເທືອກເຂົາໃນຫນ້າຮ້ອນ\" ລາວກ່າວ.\n",
        "output": [
            "“Ultimately, in the summer lots of kids stay in our mountains,” he added.\n"
        ]
    },
    {
        "input": "ແຕ່ເຖິງແນວໃດກໍ່ຕາມ ລາຍລະອຽດຂອງຊຸດກະໂປ່ງຂອງເພື່ອນເຈົ້າສາວແລະຊຸດເຄື່ອງແບບຂອງເດັກຍົກກະເປົາຈະບໍ່ຖືກເປີດເຜີຍຈົນກວ່າຈະຮອດວັນແຕ່ງງານ.\n",
        "output": [
            "However, details of the bridesmaid dresses and page boys uniforms will not be revealed until the day of the wedding.\n"
        ]
    },
    {
        "input": "ເຄວິນ ພີດເຕີສັນ ແລະ ຜູ້ຫຼິ້ໃໝ່ໃນ ໂອດີໄອ ລຸກ ໄຣທ໌ ທັງສອງເຮັດໄດ້ຜູ້ລະຫ້າສິບ ໄຣທ໌ ແບ່ງ 106 ຣັນ ກັບ ໂອໄວສ໌ ຊາ.\n",
        "output": [
            "Kevin Pietersen and ODI debutant Luke Wright both recorded fifties, with Wright sharing 106 runs with Owais Shah.\n"
        ]
    },
    {
        "input": "ຂະບວນລົດໄຟອາມຕຣັກ 371 ສາຍ ເເປຣ ມາຄູເອດ ໄດ້ເລີ່ມອອກຈາກ ແກຣນ ແຣບປິດສ ລັດມິຊິກັນແລະ ບັນທຸກຜູ້ໂດຍສານ 193 ຄົນລວມທັງສະມາຊິກລູກເຮືອຫົກຄົນ.\n",
        "output": [
            "Amtrak train 371, the Pere Marquette, started in Grand Rapids, Michigan and carried 193 people on board including six crew members.\n"
        ]
    },
    {
        "input": "​ແຕ່ຝ່າຍ​ຜູ້​ລອດ​ຊີ​ວິດ​ໂຕ້​ແຍ້ງ​ມາ​ວ່າ ການ​ສືບ​ສວນ​ທີ່​ມີ​ຄວາມ​ເຂົ້​າ​ໃຈ​ຢ່າງ​ເຕັມ​ສ່ວນ​ສາມາດສອນ​ບົດ​ຮຽນ​ທີ່​ສຳ​ຄັນ​ແກ່​ພວກ​ເຮົາ​ໄດ້ ຊຶ່ງ​ອາດ​ຈະ​ຊ່ວຍ​ຫລຸດ​ຜ່ອນ​ເຫດ​ການ​ໂຈມ​ຕີ​ໃນ​ລັກ​ສະ​ນະ​ນີ້​ໄດ້​ອີກ​ໃນ​ອະ​ນາ​ຄົດ ທັງ​ຈະ​ຊ່ວຍ​ຍົກ​ລະ​ດັບ​ຄວາມ​ອາດ​ສາ​ມາດ​ໃນ​ການ​ຕອບ​ສະ​ໜອງ​ຕໍ່​ເຫດ​ສຸກ​ເສີນ​ໄດ້.\n",
        "output": [
            "But survivors of the attack argue that a fully comprehensive investigation could teach valuable lessons which may help reduce the likelihood of future attacks, and improve the response capabilities of the emergency services.\n"
        ]
    },
    {
        "input": "ຫລັງຈາກທີ່ທ່ານ ຊິນນະວັດເດິນທາງໄປຍັງເຂດພື້ນທີ່ດັາງກ່າວກໍ່ເຮັດໃຫ້ມີການຍິງກັນຫລາຍຂື້ນ.\n",
        "output": [
            "Mr. Shinawatra's recent visit to the region was followed by further shootings.\n"
        ]
    },
    {
        "input": "ເຈົ້າຍິງຄິໂກະໄດ້ໃຫ້ກຳເນີດເດັກນ້ອຍເພດຊາຍນ້ຳຫນັກ 2,558 gram (5.639lb) ໃນວັນທີ 6ກັນຍາ ເວລາ 8 ໂມງ 27 ນາທີ (ເວລາມາດຕະຖານຍີ່ປຸ່ນ).\n",
        "output": [
            "Princess Kiko has given birth to a 2,558 gram (5.639 lb) baby boy, on 6 September at 8 h 27 (Japan Standard Time).\n"
        ]
    },
    {
        "input": "\"ຕາມຫລັກຖານໃນກໍລະນີ ແລະກົດການປະທະຊື່ງມີຜົນບັງຄັບໃຊ້ໃນຂະນະນັ້ນ ມັນຊັດເຈນວ່ານາຍສິບຕີໄດ້ເຊື່ອໂດຍສົມເຫດຜົນວ່າ ເອໄອເອັບໄດ້ສະແດງທ່າທີທີ່ເປັນສັດຕູຄຸກຄາມຕາມທີ່ສະແດງໃນວິດີໂອ ແລະເຮັດໃຫ້ການໂຈມຕີຊື່ງເຮັດໃຫ້ເສຍຊີວິດນັ້ນມີຄວາມຖືກຕ້ອງ.\"\n",
        "output": [
            "\"Based on all the evidence in the case, and the rules of engagement that were in effect at the time, it is clear that the corporal could have reasonably believed that the AIF shown in the videotape posed a hostile threat justifying his use of deadly force.\"\n"
        ]
    },
    {
        "input": "ຖືງແນວໃດກໍ່ຕາມ ທັງຄູ່ກໍ່ຍັງເປັນຜູ້ເຮັດແຕ້ມໃຫ້ກັບທີມ ໂດຍຄຣິກສະປິນເຮັດໄດ້ 12 ແຕ້ມດ້ວຍການຣີບາວ 15 ຄັ້ງແລະເມອຣິດເຮັດແຕັ້ມໄດ້ 16 ແຕ້ມຈາກການຣິບາວ ຫົກຄັ້ງ.\n",
        "output": [
            "Nonetheless, the pair still contributed to the team's scoreline, with Crispin scoring 12 points with 15 rebounds, and Merritt scoring 16 points with six rebounds.\n"
        ]
    },
    {
        "input": "ໄດ້ກ້າວເຖິງຫຼັກໄມ ສາຍການບິນໄດ້ໃຊ້ໂອກາດຢ່າງທັນທີ ຄືທີ່ຜ່ານມາ ເພື່ອຂາຍບ່ອນນັ່ງ; ໂດຍການປະກາດນຳໃຊ້ ການຫຼຸດລາຄາຢ່າງຫຼວງຫຼາຍ 200,000 ບ່ອນນັ່ງ ໃນ 99p/99c ຕໍ່ບ່ອນນັ່ງ.\n",
        "output": [
            "Having reached the milestone, the airline promptly used the opportunity, as always, to sell seats; launching a massive 200,000 seat sale at 99p/99c a seat.\n"
        ]
    },
    {
        "input": "ລາວເປັນສະມາຊິກສະໂມສອນຍິງທະນູ ໂຍໄຄ ໃນອົດສະຕາລີຕາເວັນຕົກ.\n",
        "output": [
            "She is a member of the Yokine Archery Club in Western Australia.\n"
        ]
    },
    {
        "input": "ພວກເຂົາຖືກວິພາກວິຈານທີ່ປ່ອຍໃຫ້ລາວເດິນທາງອອກຈາກສະຫະລັດອາເມລິກາເມື່ອຕົ້ນປີ ເພາະວ່າຊັນເດີແລ້ນຈະມາເຖິງມະຫາສະຫມຸດອິນເດຍໃນຊ່ວງລະດູຫນາວ.\n",
        "output": [
            "They have also been criticized for allowing her to depart the United States at the beginning of the year, because Sunderland would likely arrive in the Indian Ocean during the region's winter.\n"
        ]
    },
    {
        "input": "ການລະເບີດອາຣົມໃນຄັ້ງນີ້ເກີດຂື້ນໂດຍທີ່ຜູ້ພິພາກສາບິງຄິມາແລະຄະນະລູກຂຸນບໍ່ໄດ້ຍິນເນື່ອງຈາກອອກໄປຈາກຫ້ອງພິຈາລະນາຄະດີແລ້ວໃນຊ່ວງພັກ.\n",
        "output": [
            "The outbursts have been timed to occur outside the earshot of Judge Brinkema and the jury as those persons filed out of the courtroom for recesses.\n"
        ]
    },
    {
        "input": "ບັນ​ດາ​ເດັກ​ນ້ອຍ​ທີ່​ຖືກ​ຈັດ​ໃນ​ໝວດ​ໝູ່ \"ມີກິດ​ຈະກຳ​ທາງ​ສັງ​ຄົມ\" ແມ່ນ​ຖື​ວ່າ​ຍັງ​ມີ​ອັດ​ຕາ​ທີ່​ຄ່ອນ​ຂ້າງດີກວ່າ​ອັດ​ຕາ​ຂອງເດັກ​ນ້ອຍ​ທີ່ \"ບໍ່​ມີ​ກິດ​ຈະ​ກຳ​ທາງ​ສັງ​ຄົມ\": ພວກ​ເຂົາ​ມີ​ໂອ​ກາດ​ປະ​ມານ 3ຕໍ່4 ໃນ​ການ​ເປັນ​ເຊື້ອ​ພະ​ຍາດ​ດັ່ງ​ກ່າວ.\n",
        "output": [
            "Those who were rated in the category \"any social activity\" still had an improvement over the children rated as \"no social activity\": they had about 3/4 the chance of getting the disease.\n"
        ]
    },
    {
        "input": "ການເລີ່ມດຳເນີນການໃຊ້ດາວທຽມທີ່ປະສົບຜົນສຳເລັດຈະສະແດງໃຫ້ເຫັນວ່າຂີປະນາວຸດຂອງອິຣານໄດ້ມີການເຂົ້າເຖິງທົ່ວໂລກ.\n",
        "output": [
            "A successful satellite launch would demonstrate that Iran's missiles have global reach.\n"
        ]
    },
    {
        "input": "ການສະແດງVisual Arts Bramton ສະຫນອງໃຫ້ເດັກນ້ອຍມີໂອກາດທີ່ຈະສ້າງວຽກສິນລະປະສໍາລັບການສະແດງSnail Mail ສິລະປະ ບັດໄປຊະນີໂລກຂອງເຂົາເຈົ້າ ໃນຂະນະທີ່ ສະພາສິນລະປະ Brampton ໄດ້ໃຫ້ຂຸຂີ້ຊາຍສີບົວພ້ອມທັງກະຕຸກນໍ້າຈາກເຂດ Peel.\n",
        "output": [
            "Visual Arts Brampton offered kids the chance to create artwork for their Snail Mail World Postcard Art Show, while the Brampton Arts Council gave away pink sand buckets with Region of Peel water bottles.\n"
        ]
    },
    {
        "input": "ນັກວິທະຍາສາດໄດ້ຄົ້ນພົບການຕັ້ງຖິ່ນຖານໃນສະໄຫມຫິນໃຫມ່ໃນອັງກິດທີ່ ເດີຣິງຕັນ ວໍ ແລະເຊື່ອວ່າຫມູ່ບ້ານນີ້ເຄີຍມີຄົນທີ່ສ້າງສະໂຕນເຮນອາໄສຢູ່.\n",
        "output": [
            "Scientists have uncovered the largest Neolithic settlement in the United Kingdom at the Durrington Walls and believe that the village was inhabited by the people who built the Stonehenge monument.\n"
        ]
    },
    {
        "input": "ທີມພາຣາລິມປິກ ຖືກຄາດຫວັງວ່າຈະສຳເລັດການແຂ່ງຂັນ ໂດຍທີ່ໄດ້ຫຼຽນພັນອັນໃຫ້ແກ່ປະເທດ.\n",
        "output": [
            "The Paralympic team is expected to finish the Games having earned the country's one thousandth medal.\n"
        ]
    },
    {
        "input": "ທ່ານ ຢິກໍ ປາໂມລ ໂຄສົກປະຈໍາກະຊວງການຕ່າງປະເທດ ອິຊາຣາແອນໄດ້ເວົ້າວ່າ \"ອັນນີ້ຖືວ່າແປກຫຼາຍ ໂດຍສະເພາະຢ່າງຍິ່ງ ນັບຕັ້ງແຕ່ລັດຖະບານ ຮາມັດ ໄດ້ຖືກຂະໜານນາມຈາກສາກົນວ່າເປັນກຸ່ມກໍ່ການຮ້າຍ.\"\n",
        "output": [
            "Spokesman Yigal Palmor for Israel's Foreign Ministry said, \"This is more than strange, especially since Hamas is internationally recognized as a terror group.\"\n"
        ]
    },
    {
        "input": "ຊາວກະສິກອນນິວຊີແລນ ໄດ້ຮັບໄຊຊະນະການໂຫວດໃນສະພາ ໂດຍການໂຫວດຂອງ MPs ເພື່ອຍົກເວັ້ນການເຮັດວຽກຂອງໝາໃນຟາມ ຈາກ ກົດໝາຍໄມໂຄຣຊິບ ດ້ວຍຄະແນນສຽງ 61:60.\n",
        "output": [
            "New Zealand farmers have won a key victory in Parliament, with MPs voting to exempt Working farm dogs from microchipping legislation, passing 61:60.\n"
        ]
    },
    {
        "input": "ນັກບວກຊູດານທີ່ມີຊື່ສຽງຈຳນວນໜຶ່ງໄດ້ເບິ່ງຂ້າມຂ້າມ ຄຳແນະນຳຂອງລັດຖະບານ ທີ່ບໍ່ໃຫ້ຈຸດສະນວນເຫດການ ເຖິງວ່າພວກເຂົາໄດ້ຢຸດການຮ້ອງຂໍ ຄວາມຕາຍຂອງລາວໂດຍກົງ.\n",
        "output": [
            "A number of prominent Sudanese clerics ignored government instructions not to inflame the situation, although they stopped short of directly calling for her death.\n"
        ]
    },
    {
        "input": "ຜູ້ມີອຳນາດສູງສຸດຂອງສະພາປະຕິວັດດ້ານວັດທະນະທຳທີ່ຕັ້ງຂຶ້ນໃນໄລຍະການປະຕິວັດວັດທະນະທຳອິດສະລາມຊີ້ໃຫ້ເຫັນວ່າມັນຈະມີການກັ່ນຕອງວິດີໂອທີ່ຜິດສິນແລະຂໍ້ຄວາມສຽງທີ່ສົ່ງທາງໂທລະສັບມືຖື.\n",
        "output": [
            "The Supreme Cultural Revolution Council, created during the Islamic Cultural Revolution, indicated that it would filter immoral video and audio messages sent using cellular phones.\n"
        ]
    },
    {
        "input": "Smethurst ມາ​ແລະ​ຕັ້ງທາງໃນບໍ່​ຫຼາຍ​ປານ​ໃດ​ໃນ​ເກມ.\n",
        "output": [
            "Smethurst came in and pitched a few innings in relief.\n"
        ]
    },
    {
        "input": "ຕໍ່ມາບັນດານັກທ່ອງທ່ຽວທີ່ໄດ້ຮັບບາດເຈັບໄດ້ຖືກນໍາສົົ່ງໄປໂຮງໝໍຈໍານວນ5ບ່ອນທີ່ແຕກຕ່າງກັນ ໃນຂົງເຂດ ຄອສຕ້າ ເດ ໂຊ.\n",
        "output": [
            "The injured tourists were then taken to five different hospitals in the Costa del Sol region.\n"
        ]
    },
    {
        "input": "ໃນຄວາມພະຍາຍາມທີ່ຈະຍຸດຕິທາງຕັນລະຫວ່າງສະພາຜູ້ແທນແລະວຸດທິສະພາ ໂບເນີໄດ້ບອກຜູ້ນຳວຸດທິສະມາຊິກປະຊາທິປະໄຕ ແຣຣີ່ເຣດ ວ່າລາວຈະກຳນົດເວລາການລົງຄະແນນສະມາຊິກຜູ້ແທນລາດຊະດອນໃນຮູບແບບຂອງຮ່າງກົດຫມາຍສະເຫນີວຸດທິສະພາ ທີ່ຈະຂະຫຍາຍໄລຍະເວລາການລົດພາສີຊື່ງຈະຫມົດອາຍຸໃນທ້າຍປີ.\n",
        "output": [
            "In an effort to end the impasse between the House and Senate, Boehner told Senate Democratic leader Harry Reid that he would schedule a House vote on the Senate version of the bill that would extend the tax cut, which was due to expire at the end of the year.\n"
        ]
    },
    {
        "input": "ຈໍານວນຂອງຜູ້ເສຍຊີວິດຍັງບໍ່ແນ່ນອນ ເລີ່ມແຕ່ຕົວເລກ ສູນ ຫາ ແປດ ຄົນ.\n",
        "output": [
            "The number of dead is not certain, with numbers ranging from none to eight.\n"
        ]
    },
    {
        "input": "Maxim Stepanenko ໄອຍະການພາກພື້ນໄດ້ເຜີຍທາງ Vesti 24 ຣັດເຊຍວ່າ ກັບຕັນຫລາຍຄົນໄດ້ຖືກເຕືອນເຖິງເງື່ອນໄຂຂອງສະພາບພະຍຸແລ້ວໃນຕອນເຊົ້າຂອງວັນເສົາ.\n",
        "output": [
            "Captains had been warned Saturday morning of the stormy conditions, regional prosecutor Maxim Stepanenko told Russia's Vesti 24.\n"
        ]
    },
    {
        "input": "ຄອບຄົວແມ່ນກໍາລັງເດີນທາງ ເພື່ອໄປເຂົ້າຮ່ວມການແຂ່ງຂັນຣັກບີ້ຊາວໜຸ່ມ ເມື່ອການຊົນປະທະໄດ້ເກີດຂຶ້ນ.\n",
        "output": [
            "The family was on their way to attend a football game for youths when the crash occurred.\n"
        ]
    },
    {
        "input": "ວິກິນິວຍັງຄົງຕິດຕາມເລື່ອງນີ້ຕໍ່ໄປ ແຕ່ຜູ້ໃຊ້ນິລະນາມຄົນນັ້ນໄດ້ປະຕິເສດການໃຫ້ສຳພາດ.\n",
        "output": [
            "Wikinews is continuing to follow the story, but the anonymous user has declined an interview.\n"
        ]
    },
    {
        "input": "ປີ 2008 ງານລ້ຽງສະຫຼອງນັບຖອຍຫຼັງປີໃໝ່ທີ່ເມືອງໄທເປ ແມ່ນໄດ້ປະກົດ \"ເງົາຈາງໆ\" ຂອງປັດໄຈທາງການເມືອງ.\n",
        "output": [
            "The 2008 Taipei City New Year Countdown Party was apparently \"faded\" with political factor.\n"
        ]
    },
    {
        "input": "ມະຕິໄດ້ເປັນໄປ ເລຂາທິການ ສະຫະປະຊາຊາດ Ban Ki-Moon ເພື່ອຈັດຕັ້ງກອງປະຊຸມຂອງ ປະເທດທັງໝົດໃນ ຕາເວັນອອກກາງ.\n",
        "output": [
            "The resolution directs United Nations Secretary-General Ban Ki-Moon to organize a conference of all the Middle East states.\n"
        ]
    },
    {
        "input": "ທ່ານ Kothari ກ່າວ​ຕື່ມ​ອີກວ່າ: \"ບັນ​ດາ​ລັດ​ທີ່​ມີ​ຈຳ​ນວນ​ປະ​ຊາ​ກອນ​ໜ້ອຍກວ່າ​ກໍ​ຈະ​ສົ່ງ​ສະ​ມາ​ຊິກເຂົ້າ​ຮ່ວມ​ສະ​ພາ​ຂະໜາດຫນ້ອຍລົງຕາມລໍາດັບ.\"\n",
        "output": [
            "Kothari continued: \"The states with lesser population send fewer members to the Indian parliament.\"\n"
        ]
    },
    {
        "input": "ທ່ານນາງ ຄຼີນຕັນ ບໍ່ໄດ້ຮຽກຮ້ອງຫຍັງເພື່ອການແລກປ່ຽນການສະໜັບສະໜູນຈາກ ບາຣັກ ໂອບາມາ ແຕ່ ໂອບາມາ ຕອບໂຕ້ໂດຍທ່າທາງຂອງການມີສ່ວນຮ່ວມໃນການໂຄຊະນາລົນນະລົງຂອງ ທ່ານນາງ ຄຼິນຕັນ ທີ່ີມີພາລະໜີ້ສິນໃນປະຈຸບັນ.\n",
        "output": [
            "Mrs. Clinton asked for nothing in exchange for her support of Obama, but Obama instead countered with a gesture of contributing to Mrs. Clinton campaign that is now burdened by debt.\n"
        ]
    },
    {
        "input": "ຖ້າປະຊາຊົນກຳລັງປູກນ້ຳມັນຊີວະພາບ ແລະ ອາຫານ ມັນຈະຊ່ວຍໃຫ້ມີການເນັ້ນໜັກແບບອື່ນ ກ່າວ David Molden ຜູ້ທີ່ນຳການສຶກສາໃນ IWMI ມີຖານທີ່ Sri-Lanka.\n",
        "output": [
            "If people are growing biofuels and food it will put another new stress, says David Molden, who led the study at the Sri Lanka-based IWMI.\n"
        ]
    },
    {
        "input": "ເປັນພື້ນທີ່ດຽວກັນກັບທີ່ປະສົບໄພແຜ່ນດິນໄຫວ ແລະ ເກີດ ຊຶນາມິ ໃນປີ 2004.\n",
        "output": [
            "The same region was hit by an earthquake in 2004, that triggered a tsunami.\n"
        ]
    },
    {
        "input": "ໃນກິດຈະກຳທາງການເມືອງໃນອະດີດ ເຊິ່ງແມ່ນຂໍ້ຫວງຫ້າມໃນ ປະເທດຈີນທີ່ບໍລິສຸດ ໄດ້ຖືກອົດກັ້ນໂດຍ ເຈົ້າໜ້າທີ່ ການບໍລິຫານທ້ອງຖິ່ນແບບພິເສດ ຂອງ ສາທາລະນະລັດ ປະຊາຊົນ ຈີນ (SAR).\n",
        "output": [
            "In the past political activities that are taboo in China proper have been tolerated by the Special Administrative Region of the People's Republic of China (SAR) authorities.\n"
        ]
    },
    {
        "input": "ທ່ານມຸກຕາ ຊາອິດ ອິບາຮິມ ຜູ້ຕ້ອງສົງໄສຫນື່ງໃນສອງຄົນທີ່ຖືກລະບຸຊື່ຫລັງຈາກເຫດພະຍາຍາມວາງລະເບີດລົ້ມເຫລວເມື່ອວັນທີ 21 ກໍລະກົດ ແມ່ນມີອີກຊື່ຫນື່ງວ່າ ມູຮາມັດ.\n",
        "output": [
            "Muktar Said Ibrahim, one of two suspects named after the failed 21 July bombing attempts, is also known as Muhammad.\n"
        ]
    },
    {
        "input": "ໂຣ​ເບີດ​ສັນ​ຂຽນ​ວ່າ \"ຂ້າ​ພະ​ເຈົ້າ​ຂໍ​ການ​ອະ​ໄພ​ຈາກ​ທ່ານ ແລະ​ການ​ຍົກ​ໂທດ​ຈາກ​ປະ​ຊາ​ຊົນ​ຊາວ​ອິດ​ສະ​ຣາ​ເອນ​ດ້ວຍ.\"\n",
        "output": [
            "Robertson wrote, \"I ask your forgiveness and the forgiveness of the people of Israel.\"\n"
        ]
    },
    {
        "input": "ການລາຍງານຄວາມເສຍຫາຍໄດ້ຮັບການກະກຽມໂດຍລັດທະບານໄຮຕິ ພ້ອມການຊ່ວຍເຫຼືອຈາກ ຄະນະກຳມາທິການເສດຖະກິດສຳລັບລາຕິນອາເມຣິກາແລະຄາລີບຽນ ທະນາຄານພັດທະນາອາເມຣິກາສາກົນ ທະນາຄານໂລກ ສະຫະປະຊາຊາດ ແລະ ສະຫະພາບເອີລົບ.\n",
        "output": [
            "The damages report was prepared by the Haitian Government with the support of the Economic Commission for Latin America and the Caribbean, the Interamerican Development Bank, the World Bank, the United Nations and the European Union.\n"
        ]
    },
    {
        "input": "ມີການເບິ່ງວ່າເຟລິໂມອາດໃຊ້ໂອກາດນີ້ເພື່ອໃຫ້ກູບູຊາຄອງຄຳແຫນ່ງເປັນສະໄຫມທີສາມ ລັດຖະທຳມະນູນຕອນນີ້ອານຸຍາດໃຫ້ປະທານນາທິບໍດີດຳລົງຕຳແຫນ່ງພຽງສອງສະໄຫມ.\n",
        "output": [
            "There has been some speculation that Frelimo may use this to allow Guebuza to run for a third term - currently, the constitution allows a president to serve only two terms in office.\n"
        ]
    },
    {
        "input": "ເຮືອລຳດັ່ງກ່າວຖືກຈັບກຸມທີ່ປະມານ 830 ກິໂລແມັດ ທາງຕາເວັນອອກສຽງໃຕ້ຂອງ ມົມບາຊາ ແລະ ຕາມລາຍງານແມ່ນ ກຳລັງມຸ້ງໜ້າໄປໂຊມາເລຍ ທ່າເຮືອ ອິວ.\n",
        "output": [
            "The ship was captured roughly 830 kilometers south-east of Mombasa and is reportedly heading towards the Somali port of Eyl.\n"
        ]
    },
    {
        "input": "ໝີໄດ້ແລ່ນກັບເຂົ້າໄປໃນປ່າ ໝາກໍ່ແລ່ນນຳ.\n",
        "output": [
            "As the bear ran back into the woods, the dog chased it.\n"
        ]
    },
    {
        "input": "ທ່ານ ເຊຊາຍ ລິຊາດສ ປະທານອົງການວາງແຜນພໍ່ແມ່ເວົ້າວ່າ \"ໃນຂະນະທີ່ສິ່ງນີ້ລົບກວນຢ່າງລລື້ງຊຶ້ງ ແລະ ໜ້າຜິດຫວັງ ພວກເຮົາຕ້ອງການໃຫ້ບັນດາແມ່ຍິງທີ່ຍັງພຶງພາອົງການວາງແຜນພໍ່ແມ່ໃນການຮັກສາເຕົ້ານົມ ໃຫ້ຮູ້ວ່າພວກເຮົາຍັງຄົງຢູ່ບ່ອນນີ້ເພື່ອພວກເຂົາ ແລະ ພວກເຮົາຈະຢູ່ນີ້ຕະຫຼອດໄປ.\"\n",
        "output": [
            "Cecile Richards, president of Planned Parenthood, said, \"While this is deeply disturbing and disappointing, we want to assure women who rely on Planned Parenthood for breast care that we're still here for them, and we always will be. \"\n"
        ]
    },
    {
        "input": "ຈັດຂຶ້ນທຸກໆປີ ເປັນກອງປະຊຸມປະຈໍາ ສໍາລັບສະແດງການຂັດຄ້ານທາງການເມືອງ.\n",
        "output": [
            "Held every year, it is a traditional forum for expressing political opposition.\n"
        ]
    },
    {
        "input": "ເວລາສ່ວນໃຫຍ່ຂອງລາວຫມົດໄປກັບການນອນຢູ່ເທິງຫມອນແລ້ວເບິ່ງໄປຮອບໆ.\n",
        "output": [
            "Most of the day she passes watching her surrounding, lying on a pillow.\n"
        ]
    },
    {
        "input": "ລົດຈິ໋ວນີ້ສາມາເດິນທາງດ້ວຍຄວາມໄວ 38 mph (61 kph)ແລະມີບ່ອນຈັບໃນລົດເພື່ອໃຫ້ຄົນຂັບສາມາດດືງລົດກັບມາໄດ້.\n",
        "output": [
            "The little car can travel as fast as 38 mph (61 kph), and comes equipped with a handle on the car so the driver can pull the car to back up.\n"
        ]
    },
    {
        "input": "ສະຖານທູດແຄນນາດາໃນວໍຊິງຕັນໄດ້ດົນນະລົງການໂຄສະນາດັ່ງກ່າວ ໂດຍການຕິດໂປດເຕີ້ສະແດງຮູບກອງທັບແຄນນາດາໃນອັບການິສະຖານຕາມສະຖານນີລົດໄຟໃຕ້ດິນໃນວໍຊິງຕັນ.\n",
        "output": [
            "The Canadian Embassy in Washington has been on an advertising campaign, plastering subway stations in Washington with posters depicting Canadian troops in Afghanistan.\n"
        ]
    },
    {
        "input": "ແມ່ຜູ້ຄຽດແຄ້ນຂອງທະຫານສະຫະລັດທີ່ເສຍຊີວິດນຳກຸ່ມຜູ້ປະທ້ວງເກືອບ 50 ຄົນໄປຊຸມນຸມກັນທີ່ຟາມຂອງບູດເມື່ອວັນອາທິດ.\n",
        "output": [
            "The angry mother of the fallen U.S. soldier on Saturday led a protest march of nearly 50 on the Bush ranch.\n"
        ]
    },
    {
        "input": "ວຸດທິສະພາ ໂຈ ລັດວິກ (ພັກແຮງງານ ຄວິນແລນ) ໄດ້ຖາມ ທ່ານລັດຖະມົນຕີຍຸຕິທຳ ແລະ ວູດທິສະພາ ພາສີ ຄຣິສ ເອລລີຊັນ ໃນ ເຄວັສຊັນ ທາມ ວ່າລາວໄດ້ຢືນຢັນຄຳຮຽກຮ້ອງຂອງລາວ ທີ່ ລາວໄດ້ໃຫ້ການມື້ວານນີ້ ວ່າການຄົ້ນພົບຂອງ ຈຽນ ເຊັງ ໄດ້ຈຳລອງໃຫ້ເຫັນວ່າ ລັດຖະລານອົສເຕເລຍ ໄດ້ມີສ່ວນກ່ຽວຂ້ອງໃນ \"ການກວດກາທາງອາກາດ ແລະ ທະເລ ເພື່ອຂັດຂວາງເຮືອໃນເຫດການດັ່ງກ່າວ ແລະ ກໍ່ສຳເລັດແລ້ວ\" ແລະ ໄດ້ຖາມວ່າເປັນຫຍັງມັນຈຶ່ງເຮັດໃຫ້ ລັດຖະບານ ໃຊ້ເວລາເຖິງ ສອງອາທິດ ເພື່ອຂັດຂວາງເຮືອດັ່ງກ່າວ ຫຼັງຈາກທີ່ໄດ້ເຂົ້າມາໃນນ່ານນໍ້າອົສເຕເລຍແລ້ວ.\n",
        "output": [
            "Senator Joe Ludwig (Labor, Queensland) asked of the Minister for Justice and Customs Senator Chris Ellison in Question Time whether he stood by his claim that he made yesterday that the discovery of the Jian Seng demonstrated that the Australian Government had in place \"aerial and maritime surveillance to intercept a vessel in these circumstances, and that was done\", and asked why it took the Government two weeks to intercept the vessel after it entered Australian waters.\n"
        ]
    },
    {
        "input": "ລາຍການລາຍງານຂ່າວປັດຈຸບັນທີ່ເຂົ້າຊິງ ໄດ້ແກ່ ອະເລັກ ເທກາ ດິທ໊ອກ ໄດອາຣີ່ ນອດ ຟີດ ທູ ແພດທີດ ແລະເທີນິ່ງ ເດີໄທ.\n",
        "output": [
            "Best current affairs report finalist were Alex Teka, Detox Diary, Not Fit to Practise and Turning the Tide.\n"
        ]
    },
    {
        "input": "ບັນດາປະເທດອື່ນໆ ເຫັນວ່າ ການສົ່ງອອກ ຂອງໂລມາເນຍ ແພງຂື້ນ ແລະ ຍັງມີການແຂ່ງຂັນໜ້ອຍ ຍ້ອນ ມູນຄ່າເງິນລິວ ເພີ່ມຂື້ນ ແລະ ມັນອາດຈະເຮັດໃຫ້ພາວະການຂາດດຸນການຄ້າທີ່ ມີຢ່າງຫຼວງຫຼາຍຢູ່ແລ້ວ ຂອງປະເທດ ຂະຫຍາຍອອກຕື່ມອີກຢ່າງກ້ວາງຂວາງ.\n",
        "output": [
            "Other countries are finding Romanian exports more expensive, and therefore less competitive, due to the leu's appreciation, and this could widen the already large account deficit in the country.\n"
        ]
    },
    {
        "input": "ສານຍຸໂຣບວ່າດ້ວຍສິດທິມະນຸດຊະຍະຊົນໄດ້ມອບເງີນ€2500 ໃຫ້ກັບອາຍຸ ກາຕາດາ ຊື່ງເປັນທະຫານອິສະລາມແລະເຈົ້າຫນ້າທີ່ທາງສາດສະຫນາ ໃນຄະດີທີ່ລາວຟ້ອງຕໍ່ສະຫະລາດຊະອານາຈັກທີ່ຈັບຕົວລາວໂດຍບໍ່ພິຈາລະນາຄະດີໃນປີ 2002.\n",
        "output": [
            "The European Court of Human Rights has awarded €2500 to Abu Qatada, an Islamic militant and cleric, in a lawsuit he filed against the United Kingdom which detained him without trial in 2002.\n"
        ]
    },
    {
        "input": "ມີນັກຮຽນເກືອບ 100 ຄົນຈາກຣະວັນດາ ບູຣັນດີແລະຄອງໂກທີ່ຈະມາຮ່ວມສະແດງຄວາມຄິດກ່ຽວກັບອາດີດແລະປັດຈຸບັນໃນຄອງໂກ ລວມຖືງອານາຄົດຂອງເດີເກດ ເລກ.\n",
        "output": [
            "Approximately 100 students from Rwanda, Burundi and the Congo will share ideas about the past and present in Rwanda as well as the future for the Great Lakes region.\n"
        ]
    },
    {
        "input": "\"ຄົນວາງລະເບີດໂຕຕາຍໄດ້ລະເບີດລາວເອງ ຄືກັບລົດທີ່ຢູ່ທາງຂ້າງຜູ້ໂດຍສາຍຂອງລົດບັສ ທີ່ແລ່ນຜ່ານຕະຫຼາດ\" ພະນັກງານຕຳຫຼວດອາວຸໂສ ຊັຟກັຕ ມາລິກ ກ່າວ.\n",
        "output": [
            "\"A suicide bomber blew himself up as the car was next to a passenger bus passing through the market,\" said senior police officer Shafqat Malik.\n"
        ]
    },
    {
        "input": "ຄືນວັນພຸດ ເດີ ຮູສຕັນ ແອວທໍ ທີມເບັສບອລມືອາຊີບຈາກນອທ ອາເມລິກາ ເຊິ່ງໄດ້ຮັບໄຊຊະນະໃນຫລີກແຫ່ງຊາດປີ 2005 ດ້ວຍການຊະນະ ເຊນຫລຸຍ ຄາດິນາດ ດ້ວຍຄະແນນ 5 - 1ໄດ້ຮັບໄຊຊະນະເປັນຄັ້ງທີ 4 ໃນການແຂ່ງຂັນຊິງຊະນະເລີດຫລີກແຫ່ງຊາດ.\n",
        "output": [
            "Wednesday night, the Houston Astros, a professional baseball team in North America, won the 2005 National League Pennant by defeating the St. Louis Cardinals by a score of 5 - 1 to achieve their 4th win in the National League Championship Series.\n"
        ]
    },
    {
        "input": "ສອງ​ຜູ້ຫຼີ້ນ​ ຜູ້ຫຼີ້ນACT​ແລ​ຍີ່​ປຸ່ນ​ ໄດ້​ຮັບ​ການຢຸດ ດ້ວຍ​ບານ​ແລະ​ຄູ​ຝຶກ​ຈໍາ​ເປັນ​ຕ້ອງ​ໄດ້​ຕິດຕາມ​ເຂົາ​​.\n",
        "output": [
            "Two players, an ACT player and a Japanese, were struck by balls and required trainers to look at them.\n"
        ]
    },
    {
        "input": "ນັກວິທະຍາສາດທຳນາຍວ່າ ມີຈຳນວນຫ້າລ້ານສາຍພັນ ທີ່ຈະສູນເສຍໃນສັດຕະວັດນີ້.\n",
        "output": [
            "Scientists forecast that up to five million species will be lost this century.\n"
        ]
    },
    {
        "input": "ສຳນັກເລຂາທີການສະຫະປະຊາຊາດເປັນສ່ວນສຳຄັນຂອງສະຫະປະຊາຊາດ ແລະມີເລຂາທີການສະຫະປະຊາຊາດເປັນຜູ້ຄວບຄຸມເບິ່ງແຍງ ເຊິ່ງມີເຈົ້າຫນ້າທີ່ຂ້າລາຊະການພົນລະເມືອງລະຫວ່າງປະເທດທົ່ວໂລກ.\n",
        "output": [
            "The United Nations Secretariat is one of the principal organs of the United Nations and it is headed by the United Nations Secretary General and assisted by a staff of international civil servants worldwide.\n"
        ]
    },
    {
        "input": "\"ຂ້ອຍອາດສົນໃຈ ກ່ຽວກັບມັນ ແລະ ຂ້ອຍຄິດວ່າ ພວກເຮົາຕ້ອງການສື່ຂໍ້ຄວາມທີ່ຖືກຕ້ອງ ເຖິງປະຊາຊົນ ອັຟການ\" ລາວເວົ້າ.\n",
        "output": [
            "\"I would be concerned about it and I think we need to pass the right message to the Afghan people,\" he said.\n"
        ]
    },
    {
        "input": "ຕຳຫຼວດລະບຸວ່າສັນຍານເຕືອນໄພຫຼາຍເຄື່ອງທີ່ຢູ່ພາກສ່ວນອື່ນຂອງອາຄານໃນລະຫວ່າງຕອນແລງຂອງການປົ້ນເຮັດໃຫ້ຍາມເຝົ້າສັບສົນ.\n",
        "output": [
            "The police stated multiple alarms during the evening of the heist in other parts of the building had distracted the gallery guard.\n"
        ]
    },
    {
        "input": "\"ພວກເຮົາມີຄວາມຍືດຍຸ່ນໃນທຸກວິທີທາງ ເມື່ອມີຂໍ້ຕົກລົງແລກປ່ຽນຕົວ ແຕ່ວ່າ ຝ່າຍອິສຣາເອວແມ່ນອ່ອນແອ່ເກີນໄປທີ່ຈະຕັດສິນໃຈ.\"\n",
        "output": [
            "\"We have been flexible in every possible way when it came to a swap deal, but the Israeli side was too weak to make a decision.\"\n"
        ]
    },
    {
        "input": "ຜູ້ຊາຍທີ່ເປັນອ້າຍນ້ອງ \"ໂດຍກຳເນິດ\" ແລະການແບ່ງປັນແມ່ດຽວກັນຫລືອ້າຍນ້ອງ \"ບໍ່ແມ່ນໂດຍກຳເນີດ\" ໂດຍຜ່ານການຮັບລ້ຽງຫຼືເປັນອ້າຍນ້ອງເຄິ່ງໜຶ່ງ ຫຼື ອ້າຍນ້ອງລ້ຽງ.\n",
        "output": [
            "The men were either \"biological\" brothers and shared the same mother or \"non-biological\" brothers through adoption or as half or step siblings.\n"
        ]
    },
    {
        "input": "ມື້​ວານນີ້ ທ່ານ ເຈບ ບຸ​ສ ອາ​ດີດ​ຜູ້​ວ່າ​ການລັດ​ຟໍ​ຣິດາ ໄດ້​ລົງນາມ​ຮັບ​ຮອງ​ເອົາ​ທ່ານ ມິດ ຣອມນີ້ ຕົວ​ແທນ​ຈາກພັກ​ຣີ​ພັບ​ບລິກັນ ຜູ້​ທີ່​ຈະ​ລົງ​ຊີງ​ຕຳ​ແໜ່ງ​ປະ​ທານາ​ທິ​ບໍ​ດີ.\n",
        "output": [
            "Jeb Bush, the former governor of Florida, announced his endorsement of Republican presidential candidate hopeful Mitt Romney yesterday.\n"
        ]
    },
    {
        "input": "ເຈົ້າຂອງພິງເກີ ພອກເຕີ ແອນ ແກມເບີໄດ້ແຈ້ງວ່າການຕັດສິນໃນເດືອນພືດສະພາຄົມມີໃຈຄວາມວ່າພິງເກີບໍ່ມີເນື້ອສຳຜັດ ຮູບລັກ ຫລືລົດຊາດເຫມືອນກັບຂະຫນົມກອບ.\n",
        "output": [
            "Pringles' owner Procter & Gamble had claimed at a ruling in May that Pringles do not feel, look, or taste like a crisp.\n"
        ]
    },
    {
        "input": "ໂຊກບໍ່ດີຂອງ ເຟີນັນໂດ ບັນຫາຢຸດແປງລົດ ເຮັດໃຫ້ເສຍການແຂ່ງຂັນທີ່ພິເສດຄັ້ງນີ້.\n",
        "output": [
            "Tough luck for Fernando, pit-stop problem spoiled a fantastic battle.\n"
        ]
    },
    {
        "input": "ຕາມຂໍ້ມູນຈາກສໍານັກງານຂອງເຂົາທີ່ ລອນດອນ ປະເທດອັງກິດ ພວກເຂົາ \"ໄດ້ສົ່ງຍານ RVOs ລົງໄປກວດສອບ ແລະ ເຝົ້າຕິດຕາມ ແຕ່ບໍ່ພົບຮອງຮ່ອຍຂອງນໍ້າມັນ ຫຼຶ ອາຍແກັດ.\"\n",
        "output": [
            "According to their office in London, England, they \"sent ROVs to investigate and monitor that and no further signs of oil or gas were found.\"\n"
        ]
    },
    {
        "input": "ຜູ້ລິເລີ່ມການເຮັດບລ໊ອກຊາວມາເລເຊຍ ອາຮະຣູດິນ ອັດຕັນ ແລະ ເຈັຟ ໂອຍ ໄດ້ຖືກຟ້ອງໂທດຖານການທຳລາຍຊື່ສຽງ ໂດຍໜັງສືພິມຊື່ດັງຂອງມາເລເຊຍ ໜັງສືພິມ ນິວ ສະເຕຣັສ໌ ທາມສ໌.\n",
        "output": [
            "Pioneer Malaysian bloggers Ahiruddin Attan and Jeff Ooi have been sued for defamation by a leading Malaysian newspaper, The New Straits Times.\n"
        ]
    },
    {
        "input": "ແຕ່ຢ່າງທີ່ຂ້າພະເຈົ້າກ່າວ ຂ້າພະເຈົ້າບໍ່ຄິດແບບຄົນຫົວເກົ່າທີ່ນຳການແຂ່ງຂັນຢ່າງນີ້.\n",
        "output": [
            "But like I say, I'm not going to be conservative having the lead.\n"
        ]
    },
    {
        "input": "ຮັກສັນ ໂຣຮານີ ຫົວຫນ້າສະພາຄວາມຫມັ້ນຄົງແຫ່ງຊາດ ປະເທດອິຫລ່ານ ປະກາດເມື່ອວັນຈັນວ່າ ປະເທດອິລ່ານຈະລະງັບການແປງສະພາບຍູເຣນ້ຽມຊົ່ວຄາວ ໃນວັນທີ 22 ພະຈິກ.\n",
        "output": [
            "Hassan Rowhani, head of the Supreme National Security Council for Iran, announced Monday that the country would temporarily suspend conversion of uranium as of November 22.\n"
        ]
    },
    {
        "input": "ສະມາຊິກຄອບຄົວທັງໝົດຫົກຄົນໄດ້ຮັບບາດເຈັບຢູ່ຂົວ ແຟັຣດລັອກ ລີສອດຄອບຄົວ ບ່ອນຕັ້ງແຄ້ມ ໃນເລບານອນ ລັດເມນ ຫຼັງຈາກທີ່ເກີດພາຍຸຝົນຟ້າຄະນອງທີ່ຮຸນແຮງເຮັດໃຫ້ ບັນດາຕົ້ນໄມ້ຫັກລົ້ມລົງ ເຊິ່ງມີຕົ້ນໜຶ່ງລົງຖືກກະໂຈມນອນ.\n",
        "output": [
            "A family of six were injured at Flat Rock Bridge Family Resort and campground in Lebanon, Maine after a severe thunderstorm caused trees to topple, with one landing on a tent.\n"
        ]
    },
    {
        "input": "ໃນເກມການແຂ່ງຂັນກິລາ ຄຼິກເກັດຮອບສຸດທ້າຍ ລະດັບເຂດ ທີມ ຄາລູນດຼາ ນໍາທີມ ກຼາດເຮົາ 153 ແຕ້ມ ໃນການແຂ່ງຂັນມື້ທີສອງ ຂອງລາຍການ 2010 ຊັນຊາຍ ໂຄດ ອົດສະຕາລີ.\n",
        "output": [
            "Caloundra lead Glasshouse by 153 runs at stumps on day two of the 2010 Sunshine Coast, Australia division one cricket grand final.\n"
        ]
    },
    {
        "input": "ທ່ານແມ໊ກ ໄຄ ກ່າວວ່າການຕົກລົງນີ້ບໍ່ໄດ້ຫ້າມພວກເຂົາຈາກການຂາຍເລື່ອງລາວໃຫ້ກັບຊີເອັນເອັນ ຍູເອັດສ໌ທູເດໂຊ ແລະກູ້ດມູໍນິ້ງອາເມລິກາ ຊື່ງໄດ້ເຮັດສັນຍາກັບທ້າວຣັດເຊແລະທ້າວເວັບອາທິດນີ້.\n",
        "output": [
            "Mr McGuire said the deal would not restrict the pair from selling their story to CNN, the US Today Show and Good Morning America, who have all reportedly made contact with Mr Russell and Mr Webb this week.\n"
        ]
    },
    {
        "input": "ພາຍໃຕ້ກົດໝາຍໃໝ່ນີ້ ທີ່ຂຽນໂດຍທ່ານ ນິໂຄລັດສ ຊາໂກຊີ ລັດຖະມົນຕີວ່າການກະຊວງພາຍໃນ ໄດ້ຕັດສິນວ່າ \"ນັກຂ່າວພົນລະເມືອງ\" ທີ່ຖືກຈັບຈະຖືກຈຳຄຸກເຖິງຫ້າປີ.\n",
        "output": [
            "Under the new legislation, written by Minister of the Interior Nicolas Sarkozy, convicted \"citizen journalists\" could face up to five years in prison.\n"
        ]
    },
    {
        "input": "ກຸ່ມຕາລິບັນອ້າງຄວາມຮັບຜິດຊອບສຳຫລັບເຫດການລະເບີດດັ່ງກ່າວ ໂດຍກ່າວວ່າມີເປົ້າຫມາຍເປັນສະຖານທູດ.\n",
        "output": [
            "The Taliban claimed responsibility for the blast, saying their target was the embassy.\n"
        ]
    },
    {
        "input": "ທີມຈາກລັດຊັດແຄດເຊວັນຊະນະການແຂ່ງຂັນເກຄັບຄັ້ງສຸດທ້າຍເມື່ອປີ 1989 ແລະເຂົ້າແຂ່ງຂັນຄັ້ງສຸດທ້າຍໃນນັດຊິງແຊ້ມປີ 1997 ກັບທີມອາໂກນອດຈາກເມືອງໂທຣອນໂຕ.\n",
        "output": [
            "Saskatchewan last won the Cup in 1989, and their last appearance at the championship game was in 1997 against the Toronto Argonauts.\n"
        ]
    },
    {
        "input": "Goldmen ໄດ້ເປັນ ອະດີດຫົວໜ້າການສື່ສານຂອງພັກປະຊາທິປະໄຕສັດຕະວັດທີ່ 21.\n",
        "output": [
            "Goldman was formerly the communications director of 21st Century Democrats.\n"
        ]
    },
    {
        "input": "ໃນການປະຊຸມສະຫະປະຊາຊາດວ່າດ້ວຍການປ່ຽນແປງສະພາບອາພູມມິອາກາດໃນໂຄເປນເຮເກັ້ນ ສີ່ມື້ຫລັງຈາກການເຈລະຈາ ປະເທດໃນແອບຟິລິກາ ໄດ້ຢື່ນສົນທິສັນຍາເພື່ອອານາຄົດທີ່ເປັນໄປໄດ້ສະບັບທຳອິດ ເພື່ອແທນທີ່ສົນທິສັນຍາກຽວໂຕເບື່ອງຕົ້ນສະບັບປີ 1997.\n",
        "output": [
            "At the United Nations Climate Change Conference in Copenhagen, after four days of negotiations, Africa countries have made the first draft version of future possible treaty, to replace the 1997 Kyoto protocol.\n"
        ]
    },
    {
        "input": "\"ແລະ ປະຈຸບັນນີ້ ໃນເວລາທີ່ ປະທານາທິບໍດີສະຫະລັດ ໄດ້ປະກາດຫລັກການດັ່ງກ່າວ ແລະ ສົ່ງເສີມຫລັກການດັ່ງກ່າວ ນາຍົກລັດຖະມົນຕີອິສະລາເອວ ໄດ້ເຫັນພ້ອມ ແລະ ເຮັດໃນສິ່ງກົງກັນຂ້າມຢ່າງສິ້ນເຊີງ.\"\n",
        "output": [
            "\"And now, at the time when an American president declares these principles and promotes them, an Israeli PM comes along and does the exact opposite.\"\n"
        ]
    },
    {
        "input": "ປ້າຍທີ່ຈະບົ່ງບອກຄວາມເປັນຝາແຝດຂອງເມືອງໄດ້ວາງແຜນໄວ້ສຳຫລັບວົງວຽນແລ້ວ.\n",
        "output": [
            "A sign marking the twinning is planned for the roundabout.\n"
        ]
    },
    {
        "input": "ຜູ້​ຄົນ​ຈຳ​ນວນຫຼາຍ​ໃນ​ທຸກ​ຫົນ​ແຫ່ງ​ຕ່າງ​ກໍ​ປັກ​ຕາ​ລໍ​ຄອຍ​ໃຫ້​ເວ​ລາ​ຢຸດ​ທີ່ 01:02:03, 04/05/06 (ສຳ​ລັບ​ເຂດ​ທີ່​ໃຊ້​ລຳ​ດັບ ວ/ດ/ປ ເປັນຫຼັກ).\n",
        "output": [
            "Fans of quirky numbers everywhere celebrated recently as the clock struck 01:02:03, 04/05/06 (using the DD/MM/YY date convention).\n"
        ]
    },
    {
        "input": "\"ຮ່າງກົດໝາຍກະຕຸ້ນເສດຖະກິດຂອງສອງພັກແລະເສດຖະກິດທີ່ຊ້າ ແມ່ນສາເຫດຫຼັກຂອງການເພີ່ມການຂາດດຸນທີ່ສະແດງໃນຜົນງົບປະມານຂອງປີນີ້.\"\n",
        "output": [
            "\"The bipartisan stimulus bill and the slow economy are the primary reasons for the increase in deficit as reflected in this year's budget results.\"\n"
        ]
    },
    {
        "input": "ໃນສະໄຫມທີ່ບິດາຂອງລາວເປັນປະທານນາທິບໍດີ ກາບອງໄດ້ກາຍເປັນປະເທດຜູ້ສົ່ງອອກນ້ຳມັນລາຍໃຫຍ່ອັນດັບຫົກ ຂອງໂລກແຕ່ປະຊາກອນ 70% ຂອງປະເທດຍັງຄົງທຸກຍາກ.\n",
        "output": [
            "Under his father, Gabon became the world's sixth-largest oil exporter, but 70% of the population still live in poverty.\n"
        ]
    },
    {
        "input": "ບໍ່ຄວນສັບສົນກັບຮ້ານຫລຸຍໃນລິເວີພູເຊິ່ງກຳລັງຢູ່ພາຍໃຕ້ຄຳສັ່ງພິທັກຊັບ.\n",
        "output": [
            "It should not be confused with the Liverpool store Lewis's which has recently gone into receivership.\n"
        ]
    },
    {
        "input": "ຄາດ​ການ​ວ່າ​ເພິ່ນ​ຈະ​ຢືນ​ເອ​ກະ​ສານ​ໃນ​ວັນ​ພະ​ຫັດ​ໜ້ານີ້ ເພື່ອ​ເຮັດ​ການ​ສະ​ມັກ​ລົງ​ເລືອກ​ຕັ້ງ​ຢ່າງ​ເປັນ​ທາງ​ການ.\n",
        "output": [
            "He is expected to file papers next Thursday to make his candidacy official.\n"
        ]
    },
    {
        "input": "ການສໍາພາດທຸກອັນ ແມ່ນ ຈັດຕັ້ງຜ່ານທາງອີເມວ ແລະ ບົດສໍາພາດແມ່ນຖືກເຜີຍແຜ່ສູ່ສາທາລະນະ ແບບບໍ່ມີການດັດແກ້ ເພື່ອອະນຸຍາດໃຫ້ຜູ້ລົງສະໝັກສາມາດ ບອກຕໍ່ຂໍ້ຄວາມຂອງພວກເຂົາໃຫ້ກັບນັກອ່ານໄດ້ເຕັມເມັດເຕັມ ໜ່ວຍໂດຍບໍ່ມີການຖືກລົບກວນ.\n",
        "output": [
            "All interviews are conducted over e-mail, and interviews are published unedited, allowing candidates to impart their full message to our readers, uninterrupted.\n"
        ]
    },
    {
        "input": "ມີການແຈ້ງວ່າມີຜູ້ເສຍຊີວິດ 38 ຄົນຈາກເຫດລະເບີດພີຊິບໃນລະຫວ່າງ ການຊຸມນຸມທາງການເມືອງໃນແຂວງທາງຕະເວັນຕົກສຽງເຫນືອຊາຍແດນປາກີສະຖານ.\n",
        "output": [
            "38 people were said to have died in a suicide bombing during a political rally in the North-West Frontier Province of Pakistan.\n"
        ]
    },
    {
        "input": "ລາວກ່າວວ່າພົນລະເມືອງຕ້ອງຮັບເຄາະໃນເລບານອນແລະຕອນເຫນືອຂອງອິສາລະເອວ ແລະກ່າວວ່າ \"ການຕອບໂຕ້ທີ່ບໍ່ສົມເຫດສົມຜົນຂອງອິສາລະເອວຄືການຝ່າຝືນກົດຫມາຍມະນຸດຊະຍະທຳນານາຊາດ.\"\n",
        "output": [
            "He said civilians are paying a disproportionate price in Lebanon and northern Israel and stated that \"A disproportionate response by Israel is a violation of international humanitarian law.\"\n"
        ]
    },
    {
        "input": "ຜູ້ຍິງຄົນຫນື່ງ ຮູ້ສືກວິນວຽນ ລົ້ມລົງ ແລະຖືກອຸ້ມຂື້ນມາທີ່ລົດພະຍາບານ.\n",
        "output": [
            "One of the women felt dizzy, fell down and was picked up by the ambulance.\n"
        ]
    },
    {
        "input": "ນັກຄົ້ນຄວ້າ ທັນໃດນັ້ນ ກໍ່ໄດ້ແນໃສ່ເພື່ອ ຮຽກຮ້ອງເອົາເງິນຂອງພວກເຂົາອີກຄັ້ງໜຶ່ງ ແລະ ໄດ້ໄປໂຮງແຮມທີ່ ວິດຕັ້ນ ແລະ ໄດເອີ້ ອາໄສຢູ່ ແຕ່ກໍ່ພົບວ່າຫ້ອງເປົ່າວ່າ ແລະ ທັງສອງຄົນນັ້ນກໍ່ມີໃຜພົບເຫັນອີກເລີຍ.\n",
        "output": [
            "The researchers then attempted to reclaim their money and went to the hotel Whitton and Dyer were staying in, only to find the rooms empty, and the two men nowhere to be found.\n"
        ]
    },
    {
        "input": "\"ມັນເປັນຄະດີທີ່ນຮ້າຍແຮງ ຄ່ອນຂ້າງບໍ່ມີສະຕິ ແລະ ຊຸມຊົນຍັງປິດບັງເບາະແສ ທີ່ແກ້ໄຂຄະດີໃຫ້ໄວ.\"\n",
        "output": [
            "\"This is quite an awful crime, quite senseless, and the community holds the clue to solving this crime quickly.\"\n"
        ]
    },
    {
        "input": "Alex Salmon ຫົວໜ້າພັກແຫ່ງຊາດສະກ້ອດແລນ (SNP) ໄດ້ເວົ້າວ່າ ເຖິງວ່າ ສກ໊ອດແລນ ບໍ່່ມີອໍານາດທີ່ຈະຢຸດການປ່ຽນແທນຂອງ ລະບົບອາວຸດ Trident ມັນໄດ້ມີຜູ້ຈັດຂອງອຳນາດ ເພື່ອປົກປ້ອງສິ່ງແວດລ້ອມ.\n",
        "output": [
            "Alex Salmond, leader of the Scottish National Party (SNP), said that although Scotland had no power to stop the replacment of the Trident weapons system, it had a host of powers to protect the environment.\n"
        ]
    },
    {
        "input": "ໄດ້ຢູ່ໃນອັບດັບສູງສຸດເປັນເວລາເກົ້າອາທິດ ກ່ອນປະສົບຜົນສຳເລັດດ້ວຍບົດເພງ \"ເຈົ້າເປັນສ່ວນໜຶ່ງຂອງຂ້ອຍ\" ໂດຍ ໂຈ ສຕັຟຟ໋ອດ.\n",
        "output": [
            "It stayed at the top spot for nine weeks before being succeeded by \"You Belong To Me\" by Jo Stafford.\n"
        ]
    },
    {
        "input": "ໂດເມນຈີນໄດ້ຖືກເລັງໃນ ການປະຕິເສດຫຼ້າສຸດຫຼາຍຢ່າງ ຂອງການໂຈມຕີຕ້ານຈີນ.\n",
        "output": [
            "The Chinese domain was targeted in the latest of many denial of service attacks against China.\n"
        ]
    },
    {
        "input": "ການໄລ່ໄຊຊະນະທີ່ມີ ເປົ້າໝາຍ 222 ອາຟິຣກາໃຕ້ໄດ້ມາ 172 ຫຼັງຈາກການສະແດງການກິ້ງລູກທີ່ສຸດຍອດ ໂດຍ ເຈຄອບໂອຣາມ Jacob Oram ແລະ ນາທານ ແມັກຄູຣັມ Nathan McCullum.\n",
        "output": [
            "Chasing a victory target of 222, South Africa were all out for 172 after some inspired bowling performance by Jacob Oram and Nathan McCullum.\n"
        ]
    },
    {
        "input": "\"ຂ້ອຍເຂົ້າໃຈເຖິງຄວາມຫຍຸ້ງຍາກຂອງເຈົ້າໜ້າທີ່ຕໍາຫລວດ ແລະ ໜ່ວຍບໍລິການດັບເພິງໃນຕອນທີ່ເຂົາເຈົ້າປະເຊີນບັນຫາໃນຊ່ວງບຸນ ກາຍ ຟອກ ແລະ ຂ້ອຍຫວັງວ່າຂໍ້ກໍາຈັດດັ່ງກ່າວ ນີ້ຈະສົ່ງຂໍ້ຄວາມກ່ຽວກັບການກໍ່ໃຫ້ເກີດໄພອັນຕະລາຍ ຫລື ຄວາມເສັຍຫາຍຢ່າງຕັ້ງໃຈແມ່ນມີຄວາມຜິດທາງອາຍາ ແລະ ກຳລັງຈະອອກກົດຢ່າງເຂັ້ມງວດ.\" ກ່າວໂດຍ ທ່ານ ເບັນຊັນ ໂປບ.\n",
        "output": [
            "\"I understand the frustration the Police and Fire Service teams feel when faced with problems over Guy Fawkes, and I hope these new restrictions will send a message that deliberate harm or damage is criminal and is being clamped down on,\" Mr Benson-Pope said.\n"
        ]
    },
    {
        "input": "ວິກິນິວໄດ້ຢຸດເຜີຍແຜ່ເລື່ອງລາວທີ່ຫນ້າສົງໄສນີ້ຫລັງຈາກໄດ້ຮັບການແຈ້ງຈາກຜູ້ບໍລິຫານວິກີພີເດຍ.\n",
        "output": [
            "Wikinews originally broke the story about the suspicious edit after receiving a tip from Wikipedia administrators.\n"
        ]
    },
    {
        "input": "\"ນີ້ໄດ້ເປັນບົດສະຫຼຸບທີ່ສາມາດເບິ່ງເຫັນໄດ້ຂອງ ການເມີນເສີຍມາດຕະການຄວາມປອດໄພ​\" ຜູ້ມອບສິດທີ່ເປັນຕົວແທນບັນດາຄອບຄົວ ກ່າວ.\n",
        "output": [
            "\"This was a foreseeable consequence of ignoring safety measures,\" one attorney representing the families said.\n"
        ]
    },
    {
        "input": "ການຈັດຕັ້ງປະຕິບັດຕາມຂໍ້ສະເຫນີຂອງພວກເຂົາຈະມີຄວາມຫມາຍຕໍ່ກັບຜູ້ທີ່ມີຕໍາແຫນ່ງສູງທີ່ສຸດໃນສັງຄົມຍີ່ປຸ່ນທີ່ຈະບໍ່ມີອະຄະຕິຕໍ່ບົດບາດຍິງຊາຍ.\n",
        "output": [
            "Implementation of their recommendations would mean that succession to the highest position in Japanese society would occur without a gender bias.\n"
        ]
    },
    {
        "input": "ປະທານຜູ້ບໍລິຫານສູງສຸດ ບໍລິສັດການຊື່ສານ ເວີໄລຊອນ ທ່ານ ອີວານ ເຊເດັນເບີກ ແລະ ປະທານຜູ້ບໍລິຫານສູງສຸດຂອງແອັບໂປ ທ່ານ ສະຕີບ ຈອບສ ບໍ່ໄດ້ເຂົ້າຮ່ວມ ງານຖະແຫຼ່ງຂ່າວນີ້.\n",
        "output": [
            "Neither Verizon Communications CEO Ivan Seidenberg nor Apple CEO Steve Jobs attended the conference.\n"
        ]
    },
    {
        "input": "ໄອຊາແອສ ຄາຣາສະໂກ ອາຍຸ 42 ປີ ຖືກຍິງຢູ່ນອກບ້ານຕໍ່ໜ້າເມຍ ແລະ ລູກສາວຂອງລາວ ແລະ ຖືກນໍາຕົວສົ່ງໂຮງໝໍ່ ແຕ່ເສຍຊີວິດຈາກບາດແຜຂອງລາວ.\n",
        "output": [
            "Isaías Carrasco, 42, was shot outside his house in front of his wife and daughter and was taken to hospital, where he died of his wounds.\n"
        ]
    },
    {
        "input": "ການລະເບີດຄາດວ່າມີລັດສະໝີກວມເອົາ ໄລຍະ 3ໄມລ.\n",
        "output": [
            "The explosion had an estimated blast radius of three miles.\n"
        ]
    },
    {
        "input": "Glassgow ໄດ້ເວົ້າວ່າ ການຝຶກອົບຮົມການສຶກສາLandmark ໄດ້ເປັນ \"ສິ່ງກົງກັນຂ້າມ\" ກັບຜູ້ທີ່ຖືສາດສະໜາຄຣິສ.\n",
        "output": [
            "Glasgow said that the Landmark Education training courses were \"opposite\" to his Christian beliefs.\n"
        ]
    },
    {
        "input": "\"ສິ່ງທີ່ຂ້າພະເຈົ້າຢາກຖາມກໍ່ຄື'ລູກຊາຍຂອງຂ້າພະເຈົ້າຕາຍເພື່ອອຸດົມການສູງສົ່ງຫຍັງກັນ? '\"\n",
        "output": [
            "\"What I want to ask is, 'What noble cause did my son die for?'\"\n"
        ]
    },
    {
        "input": "ແນວຄິດທ້າທາຍນີ້ຖືກຕໍ່ຕ້ານໂດຍກຸ່ມຄົນເຊິ່ງປະກອບມີ ຜູ້ໄດ້ຮັບລາງວັນໂນເບວສອງຄົນ ແລະ ນັກວິທະຍາສາດທີ່ຕໍ່ຕ້ານການສອນ ຫຼື ແມ້ແຕ່ການສົນທະນາກ່ຽວກັບການສ້າງຂອງພະເຈົ້າໃນຫ້ອງຮຽນວິທະຍາສາດ.\n",
        "output": [
            "This provoked a storm of protest from a group that included two Nobel Laureates and other scientists who strongly oppose the teaching, or even the discussion of creation in science class.\n"
        ]
    },
    {
        "input": "ທັງສອງຝ່າຍລົງນາມໃນສັນຍາເມືອອາທິດທີ່ຜ່ານມາ ເພື່ອແກ້ໄຂສະຖານະການຕືງຄຽດທາງການເມືອງທີ່ກິນໄລຍະເວລາມາກວ່າ ສີ່ເດືອນ.\n",
        "output": [
            "The two signed an agreement last week to resolve the four-month political standoff.\n"
        ]
    },
    {
        "input": "ດອນເທເລີ ເພື່ອນບ້ານໄດ້ກ່າວວ່າ \"ພວກເຂົາເປັນນັກກິລາທີ່ຢ້ຽມຫລາຍ ເປັນເດັກຮຽນເກັ່ງເປັນເດັກທີ່ດີ ເດັກນ້ອຍເອີ໋ຍ...ມັນໂຫດຮ້າຍຫລາຍ.\"\n",
        "output": [
            "\"They were great athletes, straight-A students, just good, little boys...It's tough,\" said neighbor Don Taylor.\n"
        ]
    },
    {
        "input": "ເຖິງຢ່າງໃດກໍຕາມ ທິມ ບຣອນໂຄດສ ໄດ້ເອົາຊະນະດ້ວຍຄະແນນ 19-8 ຢູ່ສະໜາມຂອງພວກເຂົາ ແລະ ການບຸກລຸກຂອງ ບຣາວທ ແລະ ທິມ ໂອເຣກອນບໍ່ສາມາດເອົາບານເຂົ້າໄດ້ ເພື່ອເຮັດຄະແນນໃນເວລາ 37 ນາທີທຳອິດຂອງການແຂ່ງຂັນ.\n",
        "output": [
            "The Broncos, however, won 19–8 in their home field; and Blount and Oregon's offense failed to achieve a single first down for the game's first 37 minutes.\n"
        ]
    },
    {
        "input": "ເຫດການປະທະກັນໃນຄັ້ງນີ້ເຮັດໃຫ້ທັງທີມຈາກປະເທດນິວຊີແລນແລະເຍຍລະມັນຕ້ອງເລີ່ມສະຕ໊າດຈາກຕຳແຫນ່ງຣັ້ງທ້າຍໃນການແຂ່ງຂັນຮອບຟີເຈີ.\n",
        "output": [
            "This crash made both New Zealand and Germany start from the end of the track for the feature race.\n"
        ]
    },
    {
        "input": "ລັດຖະບານວາງແຜນຈະດໍາເນີນງານ ໃນວົງໂຈຈອນທີ່ປະກອບດ້ວຍນັກບິນສອງຄົນ ໃນເດືອນກັນຍາຫຼືຕຸລາ ໃນທ່ຽວບິນທີ່ໃຊ້ເວລາ5-6ວັນ.\n",
        "output": [
            "The government planned to launch a two-man crew into orbit in September or October on a five to six day flight.\n"
        ]
    },
    {
        "input": "\"ລາວໄດ້ເຕີບໃຫ່ຍໃນ ຊຽງໄຮi ແລະມີການປະພຶດທີ່ດີ.\"\n",
        "output": [
            "\"He had grown up in Shanghai and had very good manners.\"\n"
        ]
    },
    {
        "input": "ປັດຈຸບັນ MST ໄດ້ຮັບການຊ່ວຍເຫລືອຈາກລັດຖະບານບາຊິວແລະການບໍລິຈາກຈາກອົງການລະຫວ່າງປະເທດ.\n",
        "output": [
            "Currently, MST receives help from the Brazilian government and donations from international organizations.\n"
        ]
    },
    {
        "input": "ສາມຄົນອື່ນໆ ແມ່ນຖືກພົບໃກ້ກັບຖະໜົນໃນເມືອງລັສຕາມິຍາ ໃນເຂດຊານເມືອງທາງຕາເວັນອອກສ່ຽງໃຕ້ຂອງເມືອງຫລວງ.\n",
        "output": [
            "The other three were found near a road in Rustamiya on the southeastern outskirts of the capital.\n"
        ]
    },
    {
        "input": "ເມື່ອຮອດ 64, ຢູວຣາຊ ໄດ້ເອົາໃຈໃສ່ລົງຢູ່ໃນການຄຸ້ມຄອງໂດຍ ໂຊອຽບ ມາລິກ.\n",
        "output": [
            "When on 64, Yuvraj was put down at covers by Shoaib Malik.\n"
        ]
    },
    {
        "input": "ການສົ່ງໃຫ້ສາຍການບິນສິງກະໂປ ລູກຄ້າທີ່ຈະໃຊ້ເຄື່ອງບິນຍັງບໍ່ຖືງກຳຫນົດຈົນກວ່າຈະຮອດເດືອນຕຸລາ - ຊ້າໄປສອງປີ.\n",
        "output": [
            "Deliveries to Singapore Airlines, its launch customer, are not due until October - two years late.\n"
        ]
    },
    {
        "input": "ຄັນຕັນ ແມັກກົງວິນຕີ້ ລັດຖະມົນຕີພັກເສຣີນິຍົມກໍ່ໄດ້ຟື້ນຟູໃຫມ່ເພາະລາວຕ້ອງການໃຫ້ຊານເຂົ້າມາມີສ່ວນຮ່ວມໃນກະຊວງນີ້.\n",
        "output": [
            "Liberal premier Dalton McGuinty recreated it because he wanted Chan in it.\n"
        ]
    },
    {
        "input": "ການເຂົ້າມາລີ້ໃນຊຸຸ້ມດຸມເຄື່ອງບິນມີຄວາມສ່ຽງຕໍ່ການເສຍຊີວິດຈາກາກນຖືກແຊ່ແຂງຫລືຖືກດຸມບົດທັບຕອນທີ່ຫົດດຸມເກັບ.\n",
        "output": [
            "Stowaways in wheel wells risk freezing to death after take-off or being crushed when the wheels retract.\n"
        ]
    },
    {
        "input": "ພໍສັນ ພ້ອມກັບເຈົ້າຫນ້າທີ່ລັດຖະບານ ໄດ້ສະເຫນີທາງແກ້ວ່າເລແມນອາດຕ້ອງແບ່ງເປັນສອງບໍລິສັດ.\n",
        "output": [
            "Paulson, along with other government officials, proposed a solution that Lehman would get split into two separate entities.\n"
        ]
    },
    {
        "input": "ອັນດັບທີສາມ ແມ່ນຈາກເຜົ່າເຕີ ຂອງບຸນກາລີ ເຊິ່ງໄດ້ຄະແນນປະມານ 11%.\n",
        "output": [
            "The third is Ethnic Turks of Bulgaria, with around 11%.\n"
        ]
    },
    {
        "input": "ຮ່າງກາຍຜູ້ເສຍຊີວິດ ທີ່ເປັນຍິງ ຈໍານວນ 5ສົບ ພາຍໃນລາຊະອານາຈັກອັງກິດ ໄດ້ຖືກຄົ້ນພົບ ຢູ່ໃນແລະເຂດອ້ອມຮອບເຂດ ຊັບໂຟ ທາງຕາເວັນອອກຂອງອັງກິດ.\n",
        "output": [
            "The bodies of five women within the United Kingdom have been found in or around the county of Suffolk in the east of England.\n"
        ]
    },
    {
        "input": "ຜູ້ປ່ວຍໂລກໄມເກຣນ(ຄິດເປັນສັບສ່ວນໃນສະຫະລາຊະອານາຈັກປະມານ ແປດເປີເຊັນຂອງຜູ້ຊາຍ ແລະ ສິບແປດເປີເຊັນຂອງຜູ້ຍິງ)ຈົ່ມຕະຫຼອດວ່າ ແສງ ສຽງແຊວ ແລະ ການສຳຜັດເຮັດໃຫ້ເກີດຄວາມເຈັບປວດ.\n",
        "output": [
            "Migraine sufferers (thought in the United Kingdom to number about eight per cent of men and eighteen per cent of women) often complain that light, noise and touch cause pain.\n"
        ]
    },
    {
        "input": "ອົງກອນກວດກາຄຸນນະພາບການສຶກສາ ກ່າວວ່າ ການກວດສອບ UOW ໃນສະຖາບັນການສຶກສາຕ່າງປະເທດແມ່ນຍັງບໍ່ພຽງພໍ.\n",
        "output": [
            "The Quality Assurance Agency said UoW's overseas checks on foreign institutions were inadequate. \n"
        ]
    },
    {
        "input": "ບາລຕີມໍຣ໌ ວໍຊິງຕັ້ນ ດີ.ຊີ ແລະ ຟີລາແດັລເຟຍ ທັງໝົດແມ່ນຄາດວ່າຈະສູງໄປເຖິງ 100ºF (37.8ºC).\n",
        "output": [
            "Baltimore, Washington D.C. and Philadelphia are all expecting highs to reach above 100ºF (37.8ºC).\n"
        ]
    },
    {
        "input": "ລະເບີດລູກທໍາອິດ ແມ່ນຈຸດລະເບີດ ໃນລົດໄຟ ຖະ ໜົນລິເວີພູນ ໃນບໍ່ຊ້າ ຫລັງຈາກ ມັນໄດ້ເຄື່ອນໄປຫາເມືອງ ອາເກດ ໃນສາຍວົງວຽນ ວິນາທີ ກ່ອນລະເບີດລູກອື່ນໆ.\n",
        "output": [
            "The first bomb to detonate was on the Liverpool Street train soon after it left for Aldgate on the Circle line, seconds before the others.\n"
        ]
    },
    {
        "input": "ເຈົ້ານາຍຂອງທ່ານຮານີລະບຸການເສຍຊີວິດຂອງທ່ານຮານີວ່າເກີດຂື້ນຈາກການທີ່ສະມາຊິກລາວ \"ຈົດຈໍ່ຢູ່ກັບການພະຍາຍາມ\" ເປີດລະບົບອອກຊິເຈນໃຫມ່ຫລັງຈາກທີ່ລະບົບຕັດໂດຍອັດຕະໂນມັດເມື່ອກວດໄດ້ວ່າເຄື່ອງຈັກມີອາກາດຮົ່ວ.\n",
        "output": [
            "Haney's death has been attributed by his employer as the result of his \"channelized attention\" on getting the main oxygen system to restart after it automatically cut out when it detected engine bay air leaks.\n"
        ]
    },
    {
        "input": "ກຸ່ມເຈົ້າໜ້າທີ່ຕໍາຫລວດປະມານ 15 ຄົນ ໄດ້ລໍຖ້າການມາຮອດຂອງກຸ່ມດັ່ງກ່າວ.\n",
        "output": [
            "A small group of about 15 police officers awaited the arrival of the group.\n"
        ]
    },
    {
        "input": "Terry Macalister ບັນນາທິການພະລັງງານຂອງ The Guadian ໄດ້ຂຽນວ່າ \"ລາຍການຂໍ້ຜິດພາດ - ທັງມະນຸດແລະເຄື່ອງຈັກ\" ໃນບົດລາຍງານ \"ເປ້ເພ\" ອຸດສາຫະກໍານ້ໍາມັນຂອງ \"ຄວາມເວົ້າຈິງທີ່ຍົກອອກມາຫຼາຍ\" ປອດໄພໄວ້ກ່ອນ.\n",
        "output": [
            "The energy editor of The Guardian, Terry Macalister, wrote that the \"catalogue of errors - both human and mechanical\" in the report \"demolish\" the oil industry's \"much quoted mantra\" of safety first.\n"
        ]
    },
    {
        "input": "ນັກໂຄສະນາເຜີຍແຜ່ ກ່ຽວກັບນິວເຄຣຍຈາກ ມູນນິທິອະນຸລັກອົດສະຕາລີ (ACF) ທ່ານ ເດບ ສະວີນີ ເວົ້າວ່າ ບົດສຶກສາປາກົດມີຂໍ້ບົກຜ່ອງ ແລະ ບໍ່ໄດ້ຕອບສະໜອງບົດສະຫຼຸບທີ່ດີ ກ່ຽວກັບການນໍາໃຊ້ພະລັງງານນິວເຄຣຍ.\n",
        "output": [
            "The Australian Conservation Foundation's (ACF) nuclear campaigner, Dave Sweeney, says the study appears flawed and does not provide a sound argument for the use of nuclear energy.\n"
        ]
    },
    {
        "input": "\"ໂຮງໝໍເດັກຍອມຮັບວ່າມີເດັກ 90ຄົນ 34ໃນນັ້ນຍັງຢູ່ໂຮງໝໍ ຫົກຄົນໄດ້ຜ່ານການຜ່າຕັດ\" ຈູໂຣວິກ ກ່າວ.\n",
        "output": [
            "\"The children's hospital admitted 90 children, 34 of them are still there, six have undergone surgery,\" Djurovic said.\n"
        ]
    },
    {
        "input": "ປະເທດສະເປນ ໃຊ້ຄວາມບໍ່ແນ່ນອນ ກັບການເປັນສະມາຊິກສະຫະພາບເອີລົບ ເພື່ອຢັບຢັ້ງ ຄາເທໂລເນຍ ຈາກການຖືປະຊາມະຕິຄວາມອິດສະຫລະພາບ.\n",
        "output": [
            "Spain uses uncertainty over EU membership to deter Catalonia from even holding a referendum on independence.\n"
        ]
    },
    {
        "input": "ສຳລັບການຈັດສັນຫງົບປະມານທັງໝົດ ແມ່ນແຕກຕ່າງກັນ ບ່ອນທຳອິດ ຈຳນວນລ່ວມທັງໝົດແມ່ນຫຼຸດລົງ A$117,170,000 ແລະ ບ່ອນທີສອງ ໄດ້ເຫັນການເພີມຂື້ນເຖິ່ງA$114,353,000.\n",
        "output": [
            "For total appropriations, the first area decreased by a total of A$117,170,000 and the second area saw an increase in of A$114,353,000.\n"
        ]
    },
    {
        "input": "ພວກເຂົາຫວາດຫວັ່ນຫຼາຍທີ່ຈະກັບໄປເຮືອນ ເນື່ອງຈາກຢ້ານ ຊຶນາມິລູກອື່ນມາ ແຕ່ອີງຕາມ ຣູເຕີ້ ພະນັກງານສາທາລະນະສຸກ ທີ່ກຳລັງກັງວົນແມ່ນ ກ່ຽວກັບ ໄພພິບັດຂອງພະຍາດ ລະຫວ່າງຄົນທີ່ກຳລັງອົບພະຍົບ.\n",
        "output": [
            "They are too apprehensive to return home due to fears of another tsunami, but according to Reuters, health officials are worried about the threat of disease among those who are still in refuge.\n"
        ]
    },
    {
        "input": "ລາວຍັງໄດ້ເກີດອຸບັດຕິເຫດນ້ໍາຮ້ອນລວກຕີນຂອງຕົນເອງໃນຂະນະທີ່ພະຍາຍາມເຮັດກາເຟ ແລະ ປາສະຫຼາມກໍ່ມາຕຳເອົາເຮືອຂອງລາວຢ່າງກະທັນຫັນ.\n",
        "output": [
            "He has also accidentally burnt himself when he spilled hot water on his foot whilst trying to make coffee, apparently also from a shark 'bump'.\n"
        ]
    },
    {
        "input": "ພວກ​ເຂົາ​ເຈົ້າ​ຮຽກ​ຮ້ອງ​ໃຫ້​ອໍາ​ນາດ​ການ​ປົກ​ຄອງແອ​ສ​ປາ​ໂຍນ​ \"ປະ​ຕິ​ບັດ​ທັນ​ທີ​\" ແລະ \"ທຸກ​ສິ່ງ​ທຸກ​ຢ່າງ​ທີ່​ເປັນ​ໄປ​ໄດ້​ທີ່​ຈະ​ເອົາ​ມາ​ໃຫ້​ໄດ້ 36 ຊາວ​ປະ​ມົງ​ໃນການກັບບ້ານ​.\"\n",
        "output": [
            "They called for Spanish authorities to \"act immediately\" and \"do everything possible to bring home the 36 fishermen.\"\n"
        ]
    },
    {
        "input": "ຍິງສາວຄົນໜຶ່ງໄດ້ເສຍຊີວິດ ໃນຄືນວັນສຸກ ພາຍຫຼັງ ເກີດອຸບັດຕິເຫດ ເທິງເຄື່ອງຫຼີ້ນປິ່ນ ຢູ່ທີ່ສວນສະໜຸກ ເພຣແລນ ໃນເມືອງໄລ ນິວຢອກ ສະຫະລັດອາເມລິກາ.\n",
        "output": [
            "A young woman was killed Friday night after an accident occurred on a gyrating ride at the Playland amusement park in Rye, New York in the United States.\n"
        ]
    },
    {
        "input": "ເມື່ອລອງພິຈາລະນາເບິ່ງດີໆແລ້ວ ເຮົາເຊື່ອວ່ານີ້ເປັນວິທີການທີ່ຈະນຳຜົນຕອບແທນອັນຍິ່ງໃຫຍ່ມາສູ່ຜູ້ທີ່ຕ້ອງການ ການຊ່ວຍເຫລືອຫລາຍທີ່ສຸດ.\"\n",
        "output": [
            "On balance, we believe this is the approach that will deliver the greatest benefits to the most vulnerable people.\"\n"
        ]
    },
    {
        "input": "ໃນອາທິດທີ່ຜ່ານມາລະບອບການປົກຄອງຟິຈິໄດ້ຂູ່ວ່າຈະຂັບໄລ່ເອກອັກຄະລາຊະທູດນິວຊີແລນອອກນອກຈາກວ່າລັດຖະບານນິວຊີແລນອະນຸຍາດໃຫ້ວີຊ່າກັບ ຈອສ ເນສວາ ລູກຊາຍຂອງພະນັກງານລະດັບສູງຂອງລະບອບການປົກຄອງຢ່າງເປັນທາງການ.\n",
        "output": [
            "Last week the Fijian regime threatened to expel New Zealand's High Commissioner unless the New Zealand government granted a visa to George Nacewa, the son of a senior regime official.\n"
        ]
    },
    {
        "input": "\"ພວກເຮົາຫວັງທີ່ຈະຂະຫຍາຍໃນພາສາອື່ນໆເຊັ່ນດຽວກັນ ຍ້ອນມັນມີການຮຽກຮ້ອງຂອງຕະຫຼາດທີ່ແນ່ນອນ ຂອງສາລະບັນເທີງຂອງກາສິນຄ້າຂອງພວກເຮົາໃນສາລະບັນເທີງ.\"\n",
        "output": [
            "\"We are looking forward to expanding into other languages as well, because there is definitely a market demanding our brand of infotainment.\"\n"
        ]
    },
    {
        "input": "ທຽວບິນ #214 ມາຈາກໂຊ ບັນທຸກຜູ້ໂດຍສານ 291 ຄົນລວມເດັກນ້ອຍເກີດໃຫມ່ໜຶ່ງຄົນແລະລູກເຮືອ 16 ຄົນ ເກີດອຸບັດຕິເຫດໃນລັນເວ 28 ແອວ.\n",
        "output": [
            "Flight #214, coming from Seoul, carrying 291 passengers — including one infant, and 16 crew members — crashed on runway 28L.\n"
        ]
    },
    {
        "input": "ໜຶ່ງໃນບັນນາທິການ ທ່ານ ຈັນເທັນ ດີວ ໄດ້ບອກ ຢັງ ທຣິກ ວ່າ \"ການແກ້ໄຂບາງຢ່າງຂອງເຈົ້າອາດຈະມີຜົນຕໍ່ປົດຄວາມທີ່ສະແດງໃຫ້ເຫັນວ່າທ່ານມີຄວາມລຳອຽງໄປຫາຫົວຂໍ້ໃນບົດຄວາມ.\"\n",
        "output": [
            "One of these editors is Justen Deal, who told Young Trigg that \"some of yours edits may have affected the article in such a way so as to reflect more favorably on the subject of the article.\"\n"
        ]
    },
    {
        "input": "ການເດີນທາງທີ່ຫຼາຍກວ່າ 70,000 ຄົນ ໂດຍສ່ວນຫຼາຍແມ່ນ ເຊື້ອຊາດອີຣັກ ກະກຽມສົ່ງກຳລັງອອກໄປໃນ ບັງດັດ ເພື່ອພະຍາຍາມ ແລະ ເອົາມາເຊິ່ງຄວາມໝັ້ນຄົງຂອງເມືອງຫຼວງ.\n",
        "output": [
            "The trip comes as over 70,000 mostly Iraqi citizens prepare to deploy into Baghdad to try and bring security to the capital.\n"
        ]
    },
    {
        "input": "ແຜນການແມ່ນການປືກສາຫາລືກ່ຽວກັບວິກີພີເດຍ ແລະ ແມ່ນຫຍັງທີ່ຈະປະຕິບັດ ແລະ ບໍ່ປະຕິບັດ ສໍາລັບສາທານຸກົມວິກິເພຍເດຍ.\n",
        "output": [
            "The plan was to discuss Wikipedia, and what does and doesn't work for the encyclopedia.\n"
        ]
    },
    {
        "input": "\"ລະຫັດແດງ\" -ການອົບພະຍົກທັງໝົດ - ແມ່ນຖືກປະກາດໃຊ້ ປະມານ 9:15 ໂມງເຊົ້າ.\n",
        "output": [
            "A 'code Red' - full evacuation - was set at around 9.15am.\n"
        ]
    },
    {
        "input": "ຢ່າງທຳອິດ ຫມາຍສານເອີ້ນຕົວເຈົ້າຊາຍບໍ່ໄດ້ອອກໃນໄລຍະເວລາທີ່ຖືວ່າຖືກກົດຫມາຍ.\n",
        "output": [
            "First, the subpoena for the Prince wasn't issued in time to be legal.\n"
        ]
    },
    {
        "input": "\"ມີໃຜເຄີຍເຫັນຜູ້ອາຍຸ 20ປີມີຄວາມສະຫຼາດຫຼັກແຫຼມບໍ່? ລາວບໍ່ແມ່ນຄົນເຮັດ\" ກ່າວ ແບລດ.\n",
        "output": [
            "\"Have you ever seen a 20 year-old mastermind? He was not the shooter,\" said Blat.\n"
        ]
    },
    {
        "input": "ແຜ່ນດນໄຫວຄັ້ງທຳອິດມີລະດັບ 4.7 ຮິກເຕີ້ແມກນິຈູດແລະຢູ່ໃນພື້ນທີ່ພູເຂົາ ແລະແຜ່ນດິນໄຫວຄັ້ງທີສອງວັດໄດ້ລະດັບ5.1.\n",
        "output": [
            "The first earthquake measured a 4.7 on the Richter magnitude scale and was in a mountainous area and the second measured a 5.1.\n"
        ]
    },
    {
        "input": "ນອກຈາກນີ້ຍັງໄດ້ຊີ້ແຈງວ່າ ຜູ້ປ່ວຍສຸກເສີນທີ່ຕ້ອງໄດ້ຮັບການຮັກສາຢ່າງເລັ່ງດ່ວນຈະໄດ້ຮັບການຮັກສາຢ່າງເຕັມທີ່.\n",
        "output": [
            "It did indicate that acute care emergency patients would not be turned away.\n"
        ]
    },
    {
        "input": "\"ນັກລາຍງານຂ່າວປະຊາຊົນ\" ຫລາຍກວ່າ 300​ຄົນ ໄດ້ ທັກທ້ວງຈາກບັນດາປະເທດຕ່າງໆ ພ້ອມທັງປະເທດຊີລີ ແລະ ນໍເວ ທີ່ກໍາລັງມາຮ່ວມກອງປະຊຸມນັກສື່ຂ່າວປະຊາຄົມສາກົນ OhmyNews ຕັ້ງແຕ່ວັນທີ່ 23 ຫາ 26 ມີຖຸນາ 2005 ໃນກຸງໂຊ.\n",
        "output": [
            "More than 300 \"citizen reporters\" hailing from countries as far apart as Chile and Norway are coming together at the OhmyNews International Citizen Reporters' Forum from June 23 to June 26, 2005 in Seoul.\n"
        ]
    },
    {
        "input": "ການປ່ຽນແປງແລະໂຊກບໍ່ດີເບິ່ງຄືຈະເຮັດໃຫ້ເຢຍລະມັນຕ້ອງຫຼິ້ນເກມກົນລະຍຸດຄັ້ງທຳອິດໃນການແຂ່ງຂັນ.\n",
        "output": [
            "The bad luck and changes seemed to put Germany in charge of the tactical game for the first time in the match.\n"
        ]
    },
    {
        "input": "ໃນປີ 1996 ເຂົາເຈົ້າໄດ້ອອກເພັງຊຸດທໍາອິດ ເຊິ່ງຂາຍຫລາຍກວ່າລ້ານແຜ່ນທົ່ວໂລກ.\n",
        "output": [
            "They released, in 1996, their first album, which sold over a million copies worldwide.\n"
        ]
    },
    {
        "input": "ຜູ້ຊື້ຂາຍຫຸ້ນໃນຕະຫລາດຫຸ້ນລາຍຫນື່ງກ່າວວ່າ \"ເຫດການໄຟຟ້າດັບນີ້ເຮັດໃຫ້ຜູ້ຄົນກັງວົນຕໍ່ວິກິດພະລັງງານທີ່ອາດສົງຜົນເສຍຕໍ່ພາກອຸດສາຫະກຳຂອງຊາດໄດ້.\"\n",
        "output": [
            "\"The power outage has resulted in worries over an energy crisis which could hurt the nation's industrial sector,\" said a trader on Indonesia's stock market.\n"
        ]
    },
    {
        "input": "\"ຂ້ອຍເຮັດດ້ວຍໂຕເອງ'ຍ້ອນວ່າ'ຂ້ອຍຕ້ອງການປັບປຸງບົດຄວາມໃນວີກິພີເດຍ.\"\n",
        "output": [
            "\"I did this on my own 'becuz' I like improving Wikipedia articles\".\n"
        ]
    },
    {
        "input": "ໃນປີ 1997 ສາສະນະຈັກຖືກກ່າວຫາວ່າໂກງໃນປີ 1999ທີ່ມາເຊ.\n",
        "output": [
            "In 1997 the Church was convicted of fraud in Lyon and 1999 in Marseille.\n"
        ]
    },
    {
        "input": "\"ດ້ວຍພາລະຫນ້າທີ່ຂອງເຮົາຕໍ່ວຽກແລະຄວາມກ້າວຫນ້າເຮົາຈື່ງຈັດການໃຫ້ງົບປະມານກັບມາເກີນດຸນລ່າຊ້າອອກໄປ ແລະງົບປະມານຈະຂາດດຸນ $18 ພັນລ້ານໃນປີ 2013/2014.\"\n",
        "output": [
            "\"Because of our deep commitment to jobs and growth, we have taken the responsible course to delay the return to surplus, and due to a savage hit to tax receipts, there will be a deficit of $18 billion in 2013/14\".\n"
        ]
    },
    {
        "input": "ນັບແຕ່ການເປີດໃຫ້ບໍລິການໃນປີ 1893 ແລະ ອະທິການບໍດີຂອງມະຫາວິທະຍາໄລ ແມ່ນເຈົ້າຊາຍແຫ່ງ ເວວ ແຕ່ບັນຫາໄດ້ເລີ່ມຕົ້ນເມື່ອປີກາຍຢູ່ທີ່ UoW ຫຼັງຈາກຄວາມກັງວົນ ຂອງຫົວໜ້າສະຖາບັນຮ່ວມຈາກມາເລເຊຍ ສະຖາບັນພາຍໃນປະເທດທີ່ມີສື່ສຽງ ວ່າມະຫາວິທະຍາໄລດັ່ງກ່າວແມ່ນທີ່ບໍ່ມີຄຸນວຸດທິການສຶກສາທີ່ຖືກຕ້ອງຕາມກົດໝາຍ.\n",
        "output": [
            "With a charter from 1893 and the Prince of Wales as its chancellor, problems began at UoW last year after concerns the head of a Malaysian partner institution, a local pop artist, had non-legitimate qualifications. \n"
        ]
    },
    {
        "input": "ພັກ AKP ມີຕໍາແໜ່ງທີ່ນັ່ງ 353 ບ່ອນຈາກທັງໝົດ 550 ບ່ອນໃນ ສະພາໃຫ່ຍແຫ່ງຊາດຂອງຕຸລະກີ.\n",
        "output": [
            "The AKP has 353 of the 550 seats in Grand National Assembly of Turkey.\n"
        ]
    },
    {
        "input": "\"ເຮົາຮູ້ສືກເສຍໃຈທີ່ຈະກ່າວວ່າ ເກືອບປີຄິ່ງທີ່ຜ່ານມາທີ່ລາວຕໍ່ສູ້ກັບມະເລັງ ເບນມາລິນ ຜູ້ຊື່ງເປັນເຫມືອນອ້າຍແລະມືເບດຂອງເຮົາໄດ້ເສຍຊີວິດລົງ ເມື່ອເວລາ 5 a.m. ຂອງວັນທີ 2ມັງກອນ 2008.\"\n",
        "output": [
            "\"We are regretful to say that after nearly a year and a half of battling cancer, our brother and bass player Ben Marlin has passed away just about the stroke of 5 a.m. this January 2nd, 2008.\"\n"
        ]
    },
    {
        "input": "ລາວເສຍຊີວິດໃນອາຍຸ 76 ປີຫລັງຈາກຕໍ່ສູ້ກັບມະເລັງເປັນເວລາດົນ ລາວໄດ້ຖິ້ມພັນລະຍາຂອງລາວທີ່ອາຍຸ 54 ປີແອວຊີ ແລະລູກຊາຍຂອງລາວ ແອນດູ ພໍແລະມາກ.\n",
        "output": [
            "He died at the age of 76 after a long battle with cancer, and leaves behind his wife of 54 years Elsie and their sons Andrew, Paul, and Mark.\n"
        ]
    },
    {
        "input": "ຍັງບໍ່ຮູ້່ວ່າ ຍັງມີສານພິດອື່ນບໍ່ໃນລະບົບຂອງລາວ.\n",
        "output": [
            "It is unknown if there were any other poisons in his system.\n"
        ]
    },
    {
        "input": "ແຜງໂຊລາເຊວປະກອບດ້ວຍແຜງຍາວ 115 ຟຸດ ສອງແຜງໂດຍມີຊ່ວງໄລຍະຫ່າງລະຫວ່າງປີກ 240 ຟຸດແລະອຸປະກອນທີ່ເຊື່ອມໂຍງທັງສອງຂ້າງແລະຊ່ວຍໃຫ້ຫມຸນຕາມແສງອາທິດໄດ້.\n",
        "output": [
            "The arrays consist of two 115-foot-long arrays, for a total wing span of 240 feet, including the equipment that connects the two halves and allows them to twist as they track the sun.\n"
        ]
    },
    {
        "input": "ການຍິງອາ-ຊາເຢັດ ໄດ້ເກີດຂຶ້ນ ໃນຂອບເຂດບັບ ອາມຂອງເມືອງຫອມ.\n",
        "output": [
            "The shooting of Al-Sayed took place in the Bab Amr section of Homs.\n"
        ]
    },
    {
        "input": "ເມື່ອ​ສຳ​ເລັດ​ແລ້ວ ພາບ​ທີ່​ຖືກ​ປັບ​ແຕ່ງຢ່າງ​ເໝາະ​ສົມ​​ກໍ​ຈະ​ຖືກຕິດ​ເທິງປ້າຍໂຄ​ສະ​ນາຂອງ \"Easel Foundation Makeup.\"\n",
        "output": [
            "The photo-manipulation is then posted on a billboard for the fictional \"Easel Foundation Makeup\" brand.\n"
        ]
    },
    {
        "input": "ແຮງສະຫນັບສະຫນຸນຢ່າງຊັດເຈນຂອງຜູ້ຫລິ້ນຊ່ວຍຂ້າພະເຈົ້າໄດ້ຫລາຍແລະຂ້າພະເຈົ້າຢາກຂອບໃຈທ່ານຄໍລິນ ຄາເດີວູດ ພໍ ບາ ຣອນ ແລະທີມງານເບື້ອງຫລັງຄົນອື່ນໆ ທີ່ສະຫນັບສະຫນຸນຂ້າພະເຈົ້າເປັນຢ່າງສູງໃນລະດູການນີ້.\"\n",
        "output": [
            "Having the unequivocal backing of the players has helped me enormously and I would also like to thank Colin Calderwood, Paul Barron and the rest of the backroom staff who have been tremendously supportive to me this season.\"\n"
        ]
    },
    {
        "input": "ບີໂຕອິດ ກ່າວວ່າ \"ມັນເປັນການດູຖືກ...ສິ່ງທີ່ພວກເຂົາບໍ່ໄດ້ສະແດງຄວາມເປັນເມົາຣີຢ່າງຖືກຕ້ອງ.\"\n",
        "output": [
            "\"It is insulting ... what they are doing is not portraying Māori correctly,\" Bidois said.\n"
        ]
    },
    {
        "input": "ເຂົາໄດ້ກ່າວວ່າ \"ຂ້າພະເຈົ້າຄິດວ່າຫນ້າທີ່ຂອງພັກດີໂມເຄຣຕິກຄືການກະຕຸ້ນຄວາມສົນໃຈໃຫ້ກັບຜູ້ສະໝັກຮັບເລືອກຕັ້ງຄົນອື່ນ ສ່ວນເລື່ອງເປີເຊັນຈຳນວນຫນ້ອຍຂອງການອອກສຽງເລືອກຕັ້ງທີ່ເລືອກເອົາຄົນອື່ນນັ້ນແມ່ນຈະບໍ່ມີຄວາມແຕກຕ່າງປະການໃດ.\"\n",
        "output": [
            "\"I think the job of the Democratic Party is to be so compelling that a few percentage of the vote going to another candidate's not going to make any difference,\" he said.\n"
        ]
    },
    {
        "input": "ຕາມທີ່ ເດັນນິສ ແວນເອນເອວດອບ ຜູ້ຊ່ຽວຊານທາງດ້ານໂຕເຜິ້ງ ຈາກຄະນະວິຊາການກະສິກໍາ ຂອງລັດເພັນນີຊຸລາ \"ພວກເຮົາຄ້ອນຂ້າງໝັ້ນໃຈວ່າ ແຕ່ອາດຈະບໍ່ຖືກຕ້ອງທັງໝົດວ່າອັນນີ້ມັນແມ່ນພະຍາດຕິດຕໍ່.\"\n",
        "output": [
            "According to Dennis vanEngelsdorp, a bee specialist with the Pennsylvania State Department of Agriculture, \"We are pretty sure, but not certain, that it is a contagious disease.\"\n"
        ]
    },
    {
        "input": "\"ເຮົາບໍ່ໄດ້ຮັບຄຳຮ້ອງລະຫວ່າງນີ້ເລີຍ.\" ກ່າວໂດຍຄະນະກຳມະການການເລືອກຕັ້ງແຫ່ງຊາດໂມຊຳບິກເລໂອໂປໂດ ດາ ກອດຕາ.\n",
        "output": [
            "\"We did not receive any complaints during this period,\" said the chairman of Mozambique's National Elections Commission, Leopoldo da Costa.\n"
        ]
    },
    {
        "input": "ຂະນະດຽວກັນ ເລຂາກະຊວງປ້ອງກັນປະເທດເຢຍລະມັນ ທ່ານປີເຕີ້ ວິເຊີກໍ່ເບິ່ງຈະຢູ່ພາຍໃຕ້ຄວາມກົດດັນຢ່າງຫນັກເນື່ອງຈາກຄວາມຂັດແຍ້ງທີ່ຮຸນແຮງຂື້ນໃນເລື່ອງອຳນາດຂອງເຢຍລະມັນ UNIFIL: ໃນພາລະກິດກອງກຳລັງຮັກສາສັນຕິພາບຂອງສະຫະປະຊາຊາດໃນສາທາລະນະລັດເລບານອນ ເຫດມາຈາກນັກການເມືອງຝ່າຍຄ້ານກ່າວຫາລັດຖະບານວ່າໃຫ້ຂໍ້ມູນຜິດພາດເລື່ອງທີ່ລັດຖະສະພາຜ່ານພາລະກິດເລບານອນ ວ່າດ້ວຍຂອບເຂດອຳນາດຂອງເຢຍລະມັນໃນພາລະກິດດັ່ງກ່າວ.\n",
        "output": [
            "Meanwhile, German State Secretary of Defence Peter Wichert is said to be under pressure over a growing row surrounding the German UNIFIL mandate: opposition politicians accuse the government of having misinformed them prior to the parliamentary approved for the Lebanon mission regarding the constraints of the German forces UN mandate.\n"
        ]
    },
    {
        "input": "ເອສເອວດົບໂບຢູກຸບ ໄດ້ປະສົບຜົນສຳເລັດໃນການໄດ້ຮັບບັນຊີ 10 ລ້ານໂດລາສະຫະລັດ ທີ່ໄດ້ເປີດເຜີຍມື້ນີ້.\n",
        "output": [
            "SLW Group was successul in gaining the $10 million account it was revealed today.\n"
        ]
    },
    {
        "input": "ໂຄງການດັ່ງກ່າວຕ້ອງການການລົງທຶນ 10.9 ລ້ານ ນິວເລ (3 ລ້ານເອີໂຣ) ເຄິ່ງຫນຶ່ງໃນນັ້ນແມ່ນໄດ້ຮັບການຈັດສັນແລ້ວ ອີງຕາມຜູ້ປະສານງານໂຄງການ ຊະຕັນຄູ ສະມອຍລາ.\n",
        "output": [
            "The project needs investment of 10.9 million new lei (3 million euro), half of which have already been allocated, according to the project's co-ordinator, Stancu Samoila.\n"
        ]
    },
    {
        "input": "ຫົວ​ຂໍ້​ຂ່າວ​ທັງ​ໝົດ​ຕ່າງ​ກໍ​ລາຍ​ງານ​ວ່າ ທາງ​ເຈົ້າ​ໜ້າ​ທີ່ສາ​ມາດ​ປົດ​ສະ​ນວນ​ລະ​ເບີດ​ດັ່ງ​ກ່າວ​ໄດ້​ແລ້ວ.\n",
        "output": [
            "Officials were able to defuse the device, reports All Headline News.\n"
        ]
    },
    {
        "input": "Omar Harani ອາຍຸ 25 ປີທີ່ຜູ້ນໍາການປະທ້ວງ ໄດ້ບອກໂດຍຜ່ານໂທລະເລກວ່າ \"ພວກເຮົາໄດ້ໃຫ້ທີ່ດິນ 2,000 ປີກ່ອນຫນ້ານີ້ໃຫ້ໂບດເພື່ອຮັກສາ\" ແລະສືບຕໍ່ເວົ້າວ່າ \"ດັ່ງນັ້ນມັນບໍ່ແມ່ນທີ່ດິນຂອງເຂົາເຈົ້າທີ່ຈະຂາຍ.\"\n",
        "output": [
            "Omar Harani, a 25-year-old leading the protesters, told the Telegraph, \"We gave the land 2,000 years ago to the Church to look after,\" and continued, \"So it is not their land to sell.\"\n"
        ]
    },
    {
        "input": "ໃນທັນທີຫຼັງຈາກການເປີດຕົວຊື່ຂອງເຄື່ອງຫຼິ້ນເກມໄດ້ເກີດສຽງວິພາກວິຈານຢ່າງໜັກ ເພາະຊຶ່ທີ່ໃຊ້ມີສຽງຄ້າຍຄືກັບ \"wee\" ເຊິ່ງຄວາມໝາຍໃນພາສາທ້ອງຖິ່ນຂອງພາສາອັງກິດໝາຍເຖິງ ຍ່ຽວ.\n",
        "output": [
            "In the immediate aftermath of the announcement, the name received much criticism for sounding too much like \"wee\", an English slang word meaning urine.\n"
        ]
    },
    {
        "input": "ວິທະຍຸ ຄາຣາໂຄລ ໂຄລຳບຽນ ໄດ້ລາຍງານວ່າ ໃນເດືອນມັງກອນ ວັນທີ 31 ປີ 2005 ລັດຖະບານ ໂຄລຳເບຍ ໄດ້ອອກເອກະສານລະອຽດ ທີ່ໄດ້ອະທິບາຍວ່າ FARC ດຳເນີນການແນວໃດໃນ ໂຄລຳເບຍ ແລະ ໃນທົ່ວໂລກ.\n",
        "output": [
            "The Colombian Caracol Radio reported on January 31, 2005 that the government of Colombia released a detailed document which describes how the FARC operates in Colombia and around the world.\n"
        ]
    },
    {
        "input": "ແຕ່ຫນ້າເສຍດາຍທີ່ເຂົາເຈົ້າເດີນທາງໄປຮອດຊ້າເກີນໄປສໍາລັບພິທີຝັງສົບັ ແລະ ເຂົາເຈົ້າກໍ່ໄດ້ເຫັນພຽງແຕ່ສ່ວນຫນຶ່ງຂອງກິດຈະກໍາພິທີຝັງສົບເທົ່ານັ້ນ.\n",
        "output": [
            "Unfortunately they arrived too late for the funeral and the delegation watched only part of the funeral activities.\n"
        ]
    },
    {
        "input": "ໄມໂຄຊ໊ອບເຫັນດ້ວຍກັບສ່ວນນີ້ໂດຍຈັດເຮັດຂໍ້ມູນສຳຫລັບຄ່າລິຂະສິດເປັນ 6.5% ຂອງລາຍໄດ້ຂອງຜູ້ໄດ້ຮັບສິດທີ່ເປັນຜະລິດຕະພັນນະວັດຕະກຳ (ແຍກເປັນ 3.87% ສຳຫລັບຄ່າສິດທິບັດແລະ 2.98% ສຳຫລັບໃບອານຸຍາດໃນຂໍ້ມູນ).\n",
        "output": [
            "Microsoft agreed to this, providing the information for royalty fees of 6.5% of the licensee's revenues for the product on grounds of innovation (specifically, 3.87% for the patent license and of 2.98% for the information license).\n"
        ]
    },
    {
        "input": "ອ່າວບີດໂທໃນຕອນນີ້ເປັນຫນື່ງໃນພື້ນທີ່ ທີ່ດີທີ່ສຸດໃນການຫາປາເຊວມອນຂອງລັດ.\n",
        "output": [
            "Bristol Bay currently is one of the top salmon fishing grounds in the state.\n"
        ]
    },
    {
        "input": "ພັກຝ່າຍຄ້ານເອງ ຈະຕ້ອງໄດ້ຮັບບ່ອນນັ່ງໃນສະພາຢ່າງນ້ອຍຊາວບ່ອນ ເພື່ອຕໍ່ສູ້ກັບພັກແຮງງານ ແລະ ບັນດານັກການເມືອງອິດສະຫຼະ.\n",
        "output": [
            "The Opposition need to pick up at least twenty seats from the government to overcome the significant Labor majority and a number of independents.\n"
        ]
    },
    {
        "input": "\"ທຸກຢ່າງເປັນໄປຢ່າງບໍ່ມີທີ່ຕິ ແລ້ວກຣີນເບີດກໍ່ທຳລາຍສະຖິຕິໄດ້ ແລະ ເຮັດຜົນງານໄດ້ຢ່າງຍອດຢ້ຽມ.\n",
        "output": [
            "\"Then everything came together perfectly and the Greenbird stepped up to the mark and performed amazingly.\n"
        ]
    },
    {
        "input": "\"ຄາດຫວັງວ່າເທສະຕາຈະໃຫ້ບໍລິການປະເພດນີ້.\" ລາວກ່າວ.\n",
        "output": [
            "\"Telstra are expected to provide those kinds of services,\" he said.\n"
        ]
    },
    {
        "input": "ໜັງ​ສື Game Change ທີ່​ຕີ​ພິມ​ອອກ​ໃນ​ມື້ນີ້​ແມ່ນ​ໄດ້​ເວົ້າ​ຄື​ກັນ​ວ່າ ສະ​ມາ​ຊິກວຸດ​ທິ​ສະ​ພາ​ຈາກ New York ທ່ານ Chuck Schumer ໄດ້​ກ່າວ​ໜູນ​ໃຈ​ທ່ານໂອ​ບາ​ມາ ໃຫ້​ກັບ​ມາ​ສະ​ໝັກ​ໃໝ່​ໃນ​ປີ 2006 ຕໍ່​ມາ​ເພິ່ນ​ຈຶ່ງ​ໄດ້​ຮັບ​ຮອງ​ເອົາ​ເພື່ອນ​ຮ່ວມ​ງານ​ຂອງ​ເພິ່ນ Hillary Clinton.\n",
        "output": [
            "The book Game Change published today, also says that New York Senator Chuck Schumer encouraged Barack Obama to run in early 2006, even though he later endorsed his former colleague Hillary Clinton.\n"
        ]
    },
    {
        "input": "ລຸງຂອງລາວກ່າວກັບຊີເອັນເອັນໂດຍບໍ່ປະສົງອອກນາມວ່າ ຫລານຊາຍຂອງລາວກຳລັງສືກສາທີ່ອັງກິດເມື່ອປີ 2006 ຊື່ງເປັນຊ່ວງທີ່ຄູ່ຂາຂອງລາວທີ່ຢູ່ໃນອິຫລ່ານຖືກຈັບແລະແຂນຄໍເນື່ອງຈາກການຮ່ວມເພດທາງທະວານຫນັກ.\n",
        "output": [
            "His uncle spoke with CNN on condition of anonymity, and said that his nephew was studying in Britain in 2006 when his partner in Iran was arrested and hanged after being charged with sodomy.\n"
        ]
    },
    {
        "input": "ການໄດ້ໄທສຈາກ Doug Howlett​ Mils Muliaina ແລະ​ສອງ​ໄທສຈາກ Sitiveni Sivivatu ໄດ້ເພີ່ມ​ຂຶ້ນ​ການເປັນ​ຜູ້​ນໍາ​ພາ​ແບບມ້າມືດ​.\n",
        "output": [
            "Tries from Doug Howlett, Mils Muliaina and two from Sitiveni Sivivatu increased the All Black's imposing lead.\n"
        ]
    },
    {
        "input": "ປີນີ້ເປັນປີທີ VI ຂອງການລິເລີ່ມພິທີ Tee Ballທີ່ ທໍານຽບຂາວ.\n",
        "output": [
            "This is the sixth year of the White House Tee Ball Initiative.\n"
        ]
    },
    {
        "input": "ມື້ນີ້​ໃນ​ລາຍ​ການ Capitol Hill ນາຍ​ພົນ David Petraeus ແຫ່ງກອງ​ທັບ​ສະ​ຫະ​ລັດ ໄດ້​ນຳ​ສະ​ເໜີ​ຄຳ​ພະ​ຍານ​ທີ່​ຕົນ​ເອງ​ຄອງ​ຄອຍ​ມາ​ນານ.\n",
        "output": [
            "Today on Capitol Hill, U.S. Army General David Petraeus presented a long awaited testimony.\n"
        ]
    },
    {
        "input": "\"ກະແສລົມທຳອິດເປັນກະແສລົມຫນາວແລະແຫ້ງ ສ່ວນກະແສລົມທີ່ສອງນັ້ນອຸ່ນແລະຊື້ນ.\"\n",
        "output": [
            "\"The first one was cold and dry and the second one was warm and humid.\"\n"
        ]
    },
    {
        "input": "ໃນເດືອນພຶດສະພາ ປີ2006 ມັນໄດ້ເພີ່ມຄວາມຮຸນແຮງຂອງການປະທຸຢ່າງວ່ອງໄວແລະເຖິງຈຸດສູງສຸດໃນວັນທີ14 ກໍລະກົດແລະ 16 ສິງຫາ.\n",
        "output": [
            "In May 2006 it increased dramatically culminating in violent eruptions on July 14 and August 16.\n"
        ]
    },
    {
        "input": "ຄວາມເສຍຫາຍດ້ານພື້ນຖານໂຄງລ່າງເຮັດໃຫ້ການແຈກຢາຍຊ່ວຍເຫຼືອດ້ານສະບຽງອາຫານຊັກຊ້າ ແລະ ເປັນໄປໄດ້ທີ່ຈະມີການຂາດອາຫານແຜ່ຂະຫຍາຍຢ່າງກ້ວາງຂວາງ.\n",
        "output": [
            "Infrastructure damage, leading to slow distribution of food aid, has lead to the very real possibility of widespread starvation.\n"
        ]
    },
    {
        "input": "ໄຟໄຫມ້ນີ້ເປັນໜຶ່ງໃນສາມກອງໄຟທີ່ເກີດຂື້ນມື້ວານນີ້ໃນທະເລຊາຍໂມເຈບແລະພູເຂົາຊານກາເບຍ.\n",
        "output": [
            "The fire is one of three that ignited yesterday in the Mojave Desert and San Gabriel Mountains.\n"
        ]
    },
    {
        "input": "ຄູນີບໍ່ສາມາດອອກມາໃຫ້ຄວາມເຫັນໄດ້ແລະຈະຖືກນຳຕົວມາທີ່ດີ.ຊີ.\n",
        "output": [
            "Cooney could not be reached for comment, and will be arraigned in D.C.\n"
        ]
    },
    {
        "input": "ໄມເຄີນ ໄລອັນ ບອກກັບ ປີເຕີ ກາຕີ ບໍ່ໃຫ້ສໍາເນົາເອກະສານດັ່ງກ່າວ.\n",
        "output": [
            "Michael Ryan told Peter Garty to not make a copy of it.\n"
        ]
    },
    {
        "input": "ການຂະຫຍາຍໂຕຂອງເສດຖະກິດປະຈຳປີຂອງ ອິນເດຍ ແມ່ນສະເລ່ຍ 8 ສ່ວນຮ້ອຍ ຕັ້ງແຕ່ສາມສົກປີທີ່ຜ່ານມາ.\n",
        "output": [
            "India's annual economic growth has been an average of 8 percent since past three fiscal years.\n"
        ]
    },
    {
        "input": "\"ປະເທດຊາດຄວນຈະເລືອກທີ່ຈະຊຸກຍູ້ໃຫ້ປະຊາຊົນຜູ້ທີ່ຢາກໄປເຮັດວຽກແທນທີ່ຈະສົ່ງເສີມຜູ້ທີ່ຢາກສໍ້ໂກງ.\"\n",
        "output": [
            "\"The nation should choose to encourage people who like to work rather than those who prefer cheating\".\n"
        ]
    },
    {
        "input": "ເລັກ ເວັລຊາ ຜູ້ກໍ່ຕັ້ງ ການເຄື່ອນໄຫວຄວາມສາມະຄີ ໄດ້ລາອອກຈາກອົງການ.\n",
        "output": [
            "Lech Walesa, the founder of the Solidarity movement has quit the organisation.\n"
        ]
    },
    {
        "input": "ລາວເປັນໂຄດຈົນເຖືງເວລາຫລັງຈາກເຕະບານໂລກປີ 2007 ແລະໄດ້ຮັບຕຳແຫນ່ງແທນດັນແຄນ ເຟັດເບີ ຊື່ງເປັນໂຄດອັງກິດຫລັງຈາກສັນຍາຂອງລາວກັບພີຊີບີຂະຫມົດອາຍຸ.\n",
        "output": [
            "He was to remain coach until after the 2007 World Cup, and was tipped to replace Duncan Fletcher as the coach of England after his contract with the PCB expired.\n"
        ]
    },
    {
        "input": "\"ພວກເຮົາ ສວິສ ໄດ້ເຫັນທາງຂອງພວກເຮົາໃນທະເລ ບໍ່ແມ່ນພຽງແຕ່ພູຜາ\" ໂດຍອີງຕາມ ຄວາມນິຍົມສູງສຸດຂອງ ສວີສແລນ ສຳລັບການຫຼິ້ນສະກີ ອັລພາຍ.\n",
        "output": [
            "\"We Swiss find our way at sea, not just in the mountains,\" referring to Switzerland being most popular for Alpine skiing.\n"
        ]
    },
    {
        "input": "ຜູ້ນຳກອງທັບນາໂຕໃນ ອັບການິສຖານໃຫ້ຄຳຖະແຫຼງໃນວັນສຸກວ່າ ທະຫານສອງນາຍໄດ້ຫາຍຕົວໄປໃນວັນພະຫັດໃນຂະນະທີ່ກຳລັງເຮັດວຽກງານຈັດສົ່ງປະຈຳວັນ.\n",
        "output": [
            "The NATO-led force in Afghanistan issued a statement on Friday saying that that two of its troops went missing on Wednesday while on a routine supply mission.\n"
        ]
    },
    {
        "input": "ປະຊາຊົນຜູ້ທີ່ຊື້ບັດຜ່ານຂອງງານມື້ Brampton ໂດຍຜ່ານທາງເມືອງໄດ້ຖືກຊຸກຍູ້ໃຫ້ໃສ່ສາຍຮັດແຂນສີຟ້າ ຢູ່ອ້ອມສວນ ເພື່ອໃຫ້ມີໂອກາດເຫັນໄດ້ງ່າຍ ແລະ ໄດ້ລາງວັນ.\n",
        "output": [
            "People who bought passes to the Brampton Day event through the City were encouraged to wear blue wrist bands around the park, for a chance to get spotted and win a prize.\n"
        ]
    },
    {
        "input": "ພົນໂທ ໂດມິນິກ ດິມແດງ ລັດຖະມົນຕີປ້ອງກັນປະເທດ ແມ່ນຖືກຢືນຢັນແລ້ວວ່າໄດ້ເສຍຊີວິດລົງແລ້ວ ແລະ ຄາດວ່າດຽວນີ້ມີຢ່າງໜ້ອຍມີພົນທະຫານ 19 ຄົນແມ່ນເສຍຊີວິດ.\n",
        "output": [
            "Lieutenant General Dominic Dim Deng, the area's defence minister, is confirmed to be dead and it is thought at least 19 military officials are now deceased.\n"
        ]
    },
    {
        "input": "ທີມນັກວິທະຍາສາດຈາກ ມະຫາວິທະຍາໄລ ສະແຕນຟອດ ອ້າງວ່າໄດ້ກວດພົບຄວາມຜິດພາດຂອງອົງປະກອບບາງອັນໃນທິດສະດີສໍາພັດທະພາບຂອງໄອສະໄຕ.\n",
        "output": [
            "A team of scientists at Stanford University claim to have detected a subtle, missing element of Einstein's theory of relativity.\n"
        ]
    },
    {
        "input": "ຈັນ ຖືກຕັ້ງຂໍ້ກ່າວຫາເປັນຫົວໜ້າຂະບວນການ ແລະ ມູຣານຖືກຕັ້ງຂໍ້ຫາເປັນຜູ້ດໍາເນີນການ.\n",
        "output": [
            "Chan was alleged to be the mastermind of the operation, and Myuran was alleged to be an enforcer.\n"
        ]
    },
    {
        "input": "ມວນອາກາດທີ່ຄ້າຍຄືກັນນີ້ ເກີດມາຈາກໄພນໍ້າຖ້ວມທີ່ຮຸນແຮງ ແລະ ປະລິມານນໍ້າຝົນໃນປີ 2003.\n",
        "output": [
            "A similar system caused severe flooding and precipitation in 2003.\n"
        ]
    },
    {
        "input": "ອີງຕາມພະຍານໄດ້ໃຫ້ຮູ້ວ່າວ່າ, ບໍ່ມີແສງໄຟຢູ່ຫຼາຍສະຖານີຍແລະລະຫວ່າງການເຄື່ອນຍ້າຍພວກເຂົາ.\n",
        "output": [
            "According to eyewitnesses, there was no electric lighting at many stations and in transitions between them.\n"
        ]
    },
    {
        "input": "ມັດ​ຕິ​ຕົກ​ລົງ​ແມ່ນ​ສະ​ແດງ​ອອກ \"ຄວາມ​ກັງ​ວົນ​ຢ່າງ​ສຸດ​ຂີດ\" ຕໍ່​ການບໍ່​ປະ​ຕິ​ບັດ​ຕາມ​ມັດ​ຕິ​ຕົກ​ລົງ​ຂອງ​ອີ​ຣານ ຄືບໍ່​ປະ​ຕິ​ບັດ​ຕໍ່​ຄຳ​ຮຽກ​ຮ້ອງ​ຂອງ IAEA ທີ່ບອກ​ໃຫ້​ຍຸດ​ຕິ​ກິດ​ຈະ​ກໍາຕ່າງໆ​ທາງ​ນິວ​ເຄ​ຣຍ ແລະ​ໄດ້​ຂໍ​ໃຫ້​ຜູ້​ອຳ​ນວຍ​ການ IAEA ລ​າ​ຍ​ງານ​ກ່ຽວ​ກັບ​ການ​ປະ​ຕິ​ບັດ​ຕາມ​ມັດ​ຕິ​ຂອງ​ອີ​ຣານ​ພາຍ​ໃນ​ທ້າຍ​ເດືອນ​ສິງ​ຫານີ້.\n",
        "output": [
            "The resolution expressed \"serious concern\" at Iran's non-compliance with the IAEA's demand to halt enrichment and other activities and asked the IAEA director to report on Iran's compliance by the end of August.\n"
        ]
    },
    {
        "input": "ເສດຜົງສະສົມຮອບຊ່ອງລົມໃນການປ່ອຍອອກຊິເຈນຊື່ອິເລັກຕອນໄດ້ຮັບການບັນທືນແລະຖ່າຍຮູບໄວ້ໂດຍຊາຣີພອບ.\n",
        "output": [
            "Residue accumulation around the vents of the Elektron oxygen generator was noted and photographed by Sharipov.\n"
        ]
    },
    {
        "input": "ພາລະກິດນີ້ຈະ \"ວັດກ໊າດທີ່ຟຸ້ງອອກມາຈາກກຸ່ມກ໊າຊ.\" ຖະແຫລງການໄດ້ຖິ້ມທ້າຍໄວ້.\n",
        "output": [
            "The mission will \"measure the gas emanating from the plume,\" ended the statement.\n"
        ]
    },
    {
        "input": "ຄໍໂນ ກ່າວໃນການສໍາພາດໃນ ປີ 1992 ຢູ່ໃນໜັງສືພິມ ນິວຢອກທາມ \"ແມ່ນມີຫຼາຍໆຄົນເຂົ້າເຖິງອາລົມໃນຮູບເງົາເລື່ອງນີ້ ແລະ ຮູ້ສຶກປົດປ່ອຍອອກຈາກລັດທິສາດສະໜາ.\"\n",
        "output": [
            "Corneau said in a 1992 interview in the New York Times that \"Many people got emotional about this film, and that made it possible for it to escape cult status.\"\n"
        ]
    },
    {
        "input": "ລໍຖ້າເບິ່ງສໍາພາດໄດ້ທຸກພັກ ບໍ່ວ່າຈະເປັນພັກລີເບີຮັດ ພັກອານຸລັກຫົວກ້າວຫນ້າພັກປະຊາທິປະໄຕໃຫມ່ ພັກອອນຕາຣິໂອກຣີນ ເຊັ່ນດຽວກັບພັກພະລັງຄອບຄົວ ພັກອິສະຫລະຄອມມູນິດ ພັກອິສະຫລະນິຍົມ ແລະພັກສະຫະລັດຂອງແຕ່ລະທ້ອງຖິ່ນທີ່ລວມທັງຜູ້ແທນອິສະຫລະດ້ວຍ.\n",
        "output": [
            "Expect interviews from Liberals, Progressive Conservatives, New Democratic Party members, Ontario Greens, as well as members from the Family Coalition, Freedom, Communist, Libertarian, and Confederation of Regions parties, as well as independents.\n"
        ]
    },
    {
        "input": "ກຸ່ມປາປາລັດຊີບັນທຶກພາບ ບຣິດນີ ຫັກພວງມາໄລຂອງລາວໃສ່ລົດອີກຄັນ ໃນວັນທີ 6 ເດືອນສິງຫາ ເມື່ອລາວພະຍາຍາມຈອດລົດຢູ່ບ່ອນຈອດຂອງ ສະຕູດິໂອ ຊິຕີ.\n",
        "output": [
            "A group of paparazzi recorded a video Britney steering her car into another vehicle on August 6 as she tried to pull into a parking spot in a Studio City lot.\n"
        ]
    },
    {
        "input": "ວູບເມີ ຫລິ້ນແບບທົດລອງ 19 ຄັ້ງ ໃຫ້ກັບອັງກິດ ແລະເຄີຍເປັນໂຄດໃຫ້ວໍວີກເຊຍ ແລະແອບຟິລິກາໃຕ້ມາກ່ອນທີ່ຈະເປັນໂຄດໃຫ້ປາກີສະຖານໃນປີ 2004.\n",
        "output": [
            "Woolmer played 19 Tests for England and was the coach for Warwickshire and South Africa before becoming coach for Pakistan in 2004.\n"
        ]
    },
    {
        "input": "ເດືອນສິງຫາແລ້ວໜີ້ ລາວໄດ້ເວົ້າກັບສະຫະພາບວ່າ \"ນີ້ບໍ່ແມ່ນສະຫະພາບຂອງລາວແລ້ວ.\"\n",
        "output": [
            "Last August, he said of the union \"This is no longer my union.\"\n"
        ]
    },
    {
        "input": "ລາວເປັນເດັກນ້ອຍເກີດໃຫມ່ເພດຊາຍຄົນທຳ​ອິດທີ່ເກີດໃນຄອບຄົວເບນຈະມາດຕັ້ງແຕ່ພໍ່ຂອງລາວໃນປີ 1965.\n",
        "output": [
            "He is the first male baby born in the Japanese imperial family since his father in 1965.\n"
        ]
    },
    {
        "input": "ລາຍງານເສີມສະບັບໃຫມ່ທີ່ມີຂໍ້ມູນກ່ຽວກັບຄະນະກຳມະການອຸດສາຫະກຳທາງທະຫານຂອງອິຣັກເຊິ່ງ \"ເປັນສູນອຸດສາຫະກຳທາງທະຫານ\" ທີ່ດໍາເນີນການໂດຍລັດ \"ເຊິ່ງມີບົດບາດເປັນສູນກາງໃນວິວັດທະນາການຂອງໂຄງການພັດທະນາອາວຸດເພື່ອການປົກຄອງທັງຫມົດ.\"\n",
        "output": [
            "The new addenda included information on the Iraqi Military Industrial Commission, the \"state-run military-industrial complex\" which played a \"central role in the evolution of all the Regime's weapons programs\".\n"
        ]
    },
    {
        "input": "ສົງຄາມທີ່ເຮັດໃຫ້ເກີດການປະທ້ວງ ແລະເຮັດໃຫ້ເກີດຄວາມຮຸນແຮງລະຫວ່າງນັກການເມືອງຊື່ງເຊື່ອວ່າ ແບຣ ມີຄວາມຜິດທີ່ສະຫນັບສະຫນຸນປະທານາທິບໍດີສະຫະລັດ ຈອດດັບເບີຍູບຸດ ໃນການສົ່ງທະຫານອັງກິດ 45,000 ຄົນ ຊື່ງ 179 ຄົນຕາຍໃນສົງຄາມໃນການຕໍ່ສູ້ກກັບອິຣັກ.\n",
        "output": [
            "The war has provoked protests, and much outrage among politicians who believe that Blair was wrong to support then United States President George W. Bush by sending 45,000 British soldiers—179 of whom died in combat—to fight in Iraq.\n"
        ]
    },
    {
        "input": "ນີ້​ແມ່ນ​ການ​ຍິງ​ທົດ​ສອບ​ຄັ້ງ​ໃຫ​ຍ່ ແລະ​ຄັ້ງ​ທຳ​ອິດ​ຂອງ Falcon 9 ແລະ ​ມັນ​ເປັນຫຼັກ​ໝາຍ​ຄວາມ​ສຳ​ເລັດ​ຄັ້ງສຳ​ຄັນ​ຂອງ​ບໍ​ລິ​ສັດ ຊຶ່ງ​ມີ​ແຜນ​ທີ່​ຈະ​ເປີດ​ຕົວ​ໃນ​ຕະຫຼາດ​ເຊີງ​ພາ​ນິດ.\n",
        "output": [
            "This was the Falcon 9's first major test firing, and it marks a milestone for the company in its plans to capture a section of the commercial launch market.\n"
        ]
    },
    {
        "input": "ລາວ​ຖືກ​ຄຸມ​ຂັງ​ຢູ່​ໃນ​ທີ່ນັ້ນ​ເກືອບ​ແປດ​ເດືອນ Manning ຖືກ​ບອກໃຫ້​ນອນໂດຍ​ໃສ່​ພຽງ​ບ໋ອກ​ເຊີ້ ຫຼື​ໂສ້ງ​ຊ້ອນ​ເທົ່າ​ນັ້ນ ເພາະ​ລາວ​ຕ້ອງ​ຢູ່​ພາຍ​ໃຕ້ \"ການ​ປ້ອງ​ກັນຕົວ​ລາວ​ເອງບໍ່ໃຫ້​ບາດ​ເຈັບ\" ຕາມ​ຄຳ​ໃຫ້​ສຳ​ພາດ​ຂອງຮ້ອຍ​ໂທ Brian Villiard ໂຄ​ສົກ​ຂອງ​ສະ​ຖານ​ກັກ​ຂັງ Quantico.\n",
        "output": [
            "For most of the eight months he has been held there, Manning has been required to sleep only in his boxer shorts because he has been under \"prevention of injury watch,\" according to First Lieutenant Brian Villiard, a spokesman for the Quantico facility.\n"
        ]
    },
    {
        "input": "ການສືກສາໄຫມ່ຄື ການສືກສານາຯຊາດຂອງການຢູ່ລອດ ແລະ ການເສຍຊີວີດ.\n",
        "output": [
            "The new study is an international study of survival and mortality.\n"
        ]
    },
    {
        "input": "ທ່ານ ເອຊາດ ຄາເລັດ ຊາວເມືອງເຜີຍກັບຮອຍເຕີວ່າ \"ຂ້າພະເຈົ້າຕື່ນຂື້ນມາເຫັນຫິມະກຳລັງຕົກ ຂ້າພະເຈົ້າເລີຍປຸກທັງຄອບຄົວແລ້ວບອກໃຫ້ພວກເຂົາມາເບິ່ງຫິມະຕົກ.\"\n",
        "output": [
            "Resident Aysar Khaled told Reuters \"I woke up and I saw snow falling, so I woke up all the family and told them to come and see the snowfall.\"\n"
        ]
    },
    {
        "input": "\"Lose Control\" ຂອງ ມີດຊີ ເອວເລຍຮ່ວມດ້ວຍຊິເອຣາແລະ Fat Man Scoop ໄຕ່ຈາກອັນດັບ 5ມາຍັງອັນດັບ 3 ຂະນະທີ່ \"Don't Cha\" ຫລົ່ນມາຢູ່ອັນດັບທີ 5.\n",
        "output": [
            "Missy Elliott’s “Lose Control” featuring Ciara and Fat Man Scoop gained 5-3 while “Don’t Cha” dropped to No. 5.\n"
        ]
    },
    {
        "input": "ຟິລາແດັລເຟຍ ຈະສູງເຖິງ 100ºF ວໍຊິງຕັ້ນຈະສູງເຖິງ 101ºF ແລະ ບາລຕີມໍຣ໌ ກັບ ຮິສມອນ ອາດເຫັນອຸນຫະພູມສູງເຖິງ ລະດັບ100.\n",
        "output": [
            "Philadelphia will reach 100ºF, Washington D.C. will have a high of 101ºF and Baltimore and Richmond may see temperatures rise above the 100 mark.\n"
        ]
    },
    {
        "input": "ກໍ່ເປັນການພັກຜ່ອນເພີ່ມເຕີມຂອງພິດເຊີ ແລະທຸກຄົນທີ່ເຫລືອ.\n",
        "output": [
            "It still was extra rest for the pitchers, and everybody else.\n"
        ]
    },
    {
        "input": "\"ຂ້າພະເຈົ້າມີຄວາມຮູ້ສຶກວ່າມັນໄດ້ເກີດຂຶ້ນຢ່າງຊ້າໆ.\"\n",
        "output": [
            "\"It felt to me like it was in slow motion.\"\n"
        ]
    },
    {
        "input": "ໂກຕ້າສິນຄ້າໃຫມ່ຂອງອາເມລິກາ ແມ່ນຈະຈຳກັດການເຕີບໂຕຂອງການນຳເຂົ້າສິ່ງທໍຂອງຈີນເປັນ 7.5 ເປີເຊັນ ປຽບທຽບກັບການຂົນສົ່ງໃນປີທີ່ຜ່ານມາ.\n",
        "output": [
            "The new U.S. trade quota will limit the growth of Chinese textile imports to 7.5 percent compared with shipments over the past year.\n"
        ]
    },
    {
        "input": "ບິວ ຄຼິນຕັນ ອະດີດປະທານນາທິບໍດີ ສະຫະລັດອາເມລິຫາ ຈະໄປຢ້ຽມຢາມ ໂຣມາເນຍ ໃນວັນທີ 21 ເດືອນພຶດສະພາ ເພື່ອເຂົ້າຮ່ວມເປັນຜູ້ກ່າວຄຳປາໄສໃນ ກອງປະຊຸມ BeyondBorder ປີ 2005 ທີ່ ບູກາເຣສ.\n",
        "output": [
            "Bill Clinton, the former President of the United States of America, will make a visit to Romania on May 21, to participate as the keynote speaker at the BeyondBorders 2005 conference in Bucharest.\n"
        ]
    },
    {
        "input": "Zimbabwe ທໍາຄະເເນນໃຫ້ກຸ່ມ D ເກມທີ່ສອງໃນການແຂ່ງຂັນຊິງແຊມໂລກຕໍ່ສູ້ກັບIrelandຢູ່ໃນ Sabina Park Kingston ປະເທດຈາໄມກາ.\n",
        "output": [
            "Zimbabwe tied the second Group D match in the World Cup against Ireland at Sabina Park, Kingston, Jamaica.\n"
        ]
    },
    {
        "input": "ທັງເລື່ອງ ມີລຽນໂດລາເບບີ້(2004) ແລະ ຄຣັດສ(2005) ໄດ້ຊະນະເລີດໃນລາງວັນອະຄາດີມີ້ອະວອດສາຂາພາບດີເດັ່ນ ເຮັດໃຫ້ຮັກກີສເປັນນັກຂຽນຄົນທໍາອິດນັບຕັ້ງແຕ່ປີ 1950ມາທີ່ເປີດຮູບເງົາໄດ້ຮັບຊະນະເລີດສາຂາຮູບພາບດີເດັ່ນອອດສກ້າຕິດຕໍ່ກັນຊ້ອນ.\n",
        "output": [
            "Both Million Dollar Baby (2004) and Crash (2005) won Academy Awards for Best Picture, making Haggis the first film writer since 1950 to pen movies which won Best Picture Oscars in consecutive years.\n"
        ]
    },
    {
        "input": "ວິດີໂອໄດ້ຮັບລາຍງານວ່າເປັນການປະທ້ວງຂອງກຸ່ມຕໍ່ຕ້ານລັດທິໄຊແອນໂທໂລຈິ້ນ ບັນທືກໂດຍສະມາຊິກຫລາຍຄົນຂອງກຸ່ມອະໂນນິມັດ.\n",
        "output": [
            "The videos have been reported to be of anti-Scientology protests, recorded by various members of the group Anonymous.\n"
        ]
    },
    {
        "input": "ແພັກທຼິກ ແມນນຽນ ເຈົ້າຂອງແຫຼ່ງຂ່າວວິກີພີເດຍ ໄດ້ໂຕ້ຕອບ ຜູ້ຖືກແຕ່ງຕັ້ງຈາກພັກສັງຄົມນິຍົມ ອາເມລິກາ ພ້ອມທັງເປັນຜູ້ສະໝັກ ທ່ານ ໄບຼອັນ ມໍ ທາງ ອີເມວ.\n",
        "output": [
            "Wikinews' own Patrick Mannion corresponded with the Socialist Party USA nominee and candidate, Brian Moore via e-mail.\n"
        ]
    },
    {
        "input": "ຜູ້ໃຫ້ບໍລິໂພກຕ້ອງແຊສ໌ເຖິງການໂຄສະນາຂອງເຂົາເຈົ້າແລະການປັບປຸງການປະຕິບັດຂອງໂຕ໊ະການບໍລິການຂອງເຂົາເຈົ້າ.\n",
        "output": [
            "Providers must sharpen up on their advertising and improve the performance of their service desks.\n"
        ]
    },
    {
        "input": "ໃນທີ່ສຸດໃນເດືອນມີນາ ການຮັບຮອງເລືອກຕັ້ງຂອງຂໍ້ຕົກລົງເຊນແອນດຣູ ຈະເກີດຂຶ້ນ ຈະເປັນແບບທັງການເລືອກຕັ້ງ ຫລື ແບບປະຊາມະຕິ.\n",
        "output": [
            "Finally in March, an electoral endorsement of the Saint Andrews Agreement will take place be it either through election or referendum.\n"
        ]
    },
    {
        "input": "ເກືອບຮ້ອຍລະ 50 ຂອງຄົນໃນດິໂບຕິບໍ່ມີຄວາມພ້ອມໃນການເຂົ້າເຖິງແຫລ່ງນ້ຳດື່ມທີ່ໄດ້ຮັບການພັດທະນາຢ່າງເຫມາະສົມ.\n",
        "output": [
            "Almost 50 percent of people in rural Djibouti do not have ready access to properly developed source of drinking water.\n"
        ]
    },
    {
        "input": "ອົງການສະພາບອາກາດຂອງຍີ່ປຸ່ນເວົ້າວ່າ ແຜ່ນດິນໄຫວ ຄັ້ງທໍາອິດ ແລະ ຄັ້ງຸສຸດທ້າຍ ແມ່ນ ມີຄວາມແຮງ 6.7 ແມັກນິຕູດຢ່າງແນ່ນອນ.\n",
        "output": [
            "Japan's weather agency says the first and last quakes were actually 6.7 magnitude.\n"
        ]
    },
    {
        "input": "ມີການປະກາດພາວະສຸກເສີນໂດຍຮອບແຂວງກັນດາຮາແລະກອງທະຫານອັຟການິສຖານ ແລະກອງກຳລັງນາໂຕໄດ້ອອກຕາມຈັບນັກໂທດທີ່ຫລົບຫນີ.\n",
        "output": [
            "A state of emergency has been declared throughout Kandahar province, as large numbers of both Afghan and NATO forces have been deployed to track down the escaped prisoners.\n"
        ]
    },
    {
        "input": "ຕໍາຫຼວດBathurstປະຕິເສດກັບຄໍາຄິດຄໍາເຫັນໃນເວລາຕິດຕໍ່ກັບຖະແຫຼງການໃນມື້ນີ້.\n",
        "output": [
            "Bathurst Police refused to comment when contacted about the statement today.\n"
        ]
    },
    {
        "input": "ໂອບາເມໄດ້ເຂົ້າປະທ້ວງເພື່ອຄັດຄ້ານການເລືອກຕັ້ງທີ່ລາວເອີ້ນວ່າ \"ການເລີ່ມຕົ້ນຍຸກຜະເດັດການ\" ຂອງປະເທດກາບອງ.\n",
        "output": [
            "Obame has gone on a hunger strike to deplore what he called \"the installation of an era of dictatorship\" in Gabon.\n"
        ]
    },
    {
        "input": "ສະມາຊິກຂອງລະບອບຊົ່ວຄາວ ແລະ ຄອບຄົວຂອງເຂົາເຈົ້າໄດ້ຖືກຫ້າມເຂົ້າມານິວຊີແລນອີກ.\n",
        "output": [
            "Members of the interim regime and their immediate families are barred from entering New Zealand.\n"
        ]
    },
    {
        "input": "ຜູ້ພິພາກສາ ຣອດນີ ເອັດສ໌. ເມວວິວ ຂູ່ທີ່ຈະອອກ ຫມາຍສານ ເພື່ອຈັບກຸ່ມ ນັກຮ້ອງປ໊ອບຜູ້ມີຊືີ່ສຽງຢ່າງ ໄມເຄີ້ນ ແຈ໊ກສັນ ຫາກລາວບໍ່ສາມາດມາປະກົດຕົວທີ່ສານສູງມົນທົນວານຕາ ບາບາຣ່າ ລັດແຄລິຟໍເນຍໃນວັນທີ 10 ມັງກອນ ປີ 2005.\n",
        "output": [
            "An angry Judge Rodney S. Melville threatened to issue a bench warrant for the arrest of world famous pop singer Michael Jackson if he failed to appear at the Santa Barbara County Superior Court in California Thursday Jan. 10, 2005.\n"
        ]
    },
    {
        "input": "ໃນຂະນະຢູ່ທີ່ປະເທດສິງກະໂປ ນັກກິລາໄດ້ມີໂອກາດພັກຜ່ອນຢູ່ທີ່ສະລອຍນ້ຳ ແລະ ຫລາຍໆແຫ່ງ ເຊິງລວມມີ ນ໊ອກ ໂຣເວນາ ເວບສເຕີ ນຶໂກລາ ຊາກາເມ ແລະ ເມລີຊາ ຣິບບອນ ແມ່ນໄດ້ມີການແຊດກັນຫລາຍທາງທວິດເຕີ.\n",
        "output": [
            "While in Singapore, players had an opportunity to relax at the pool and several, including Knox, Rowena Webster, Nicola Zagame, and Melissa Rippon were very active on Twitter.\n"
        ]
    },
    {
        "input": "\"ລູກຂອງຂ້ອຍຕ້ອງຕາຍເພື່ອຫຍັງ?\"\n",
        "output": [
            "\"What did my son die for?\"\n"
        ]
    },
    {
        "input": "ທ​ະ​ນາຍ​ຄວາມ​ຂອງ​ລາວບອກ​ໃຫ້​ຮູ້​ວ່າ Manning ກຳ​ລັງ​ຕົກ​ຢູ່​ໃນ​ສະ​ພາບ​ຖືກ​ບັງ​ຄັບ ເພາະ​ລາ​ວ​ພຽງ​ແຕ່ສ້າງ \"ສຳ​ນວນ​ສຽດ​ສີ\" ເທົ່າ​ນັ້ນ ກ່ຽວ​ກັບ​ການ​ຄຸມ​ຂັງ​ຜູ້​ກ່ຽວ​ກໍ​ເຫັນ​ວ່າ​ຮຸນ​ແຮງ​ເກີນ​ໄປ.\n",
        "output": [
            "According to his attorney, this condition was imposed because Manning made a \"sarcastic quip\" about the harsh conditions of his confinement.\n"
        ]
    },
    {
        "input": "ຈິເມເນດ ບໍ່ສົນໃຈຄວາມເຊື່ອຂອງກູວາຣາແລະການປະຕິຮູບທາງການສັງຄົມລາຕີນອາເມລິກາ ຈະຕ້ອງເຮັດໃຫ້ສຳເລັດດ້ວຍສົງຄາມເກີຣິວລາ.\n",
        "output": [
            "Jiménez rejected Guevara’s belief that social reform in Latin America had to be accomplished through guerrilla warfare.\n"
        ]
    },
    {
        "input": "ສຳ​ນັກ​ຂ່າວ ABC ໄດ້​ຮັບ​ເທບ​ບັນ​ທຶກ​ຂໍ້​ຄວາມ​ຈາກ​ໂອ​ຊະ​ມາ ບິນ ລາ​ເດັນ ແລ​ະ​ໄດ້​ເຮັດ​ການ​ເຜີຍ​ແຜ່​ຂໍ້​ຄວາມ​ດັ່ງ​ກ່າວ.\n",
        "output": [
            "ABC News has obtained and released a transcript of a taped message from Osama Bin Laden.\n"
        ]
    },
    {
        "input": "\"ຂ້ອຍເຫັນຄວັນດໍາ ປີວຂຶ້ນ ແລະ ສຽງຂອງອາຄານທີ່ຖືກລະເບີດ.\"\n",
        "output": [
            "\"I saw black smoke rising and the sound of a building crashing down\".\n"
        ]
    },
    {
        "input": "ໄພພິບັດຄັ້ງນີ້ ນັບເປັນມູນຄ່າຄວາມເສຍຫາຍຖືງ $15.5 ລ້ານຫລຽນ ຕາມທີີອິມພິຣ້ຽວໄດ້ກ່າວໃນຊ່ວງໄຕມາດແລກຂອງປີ.\n",
        "output": [
            "The disaster is also blamed for a $15.5 million loss Imperial posted in this year's first quarter.\n"
        ]
    },
    {
        "input": "ເຖິງວ່າການແຂ່ງຂັນນີ້ຈະເປັນເສັ້ນທາງທີຍາວທີ່ສຸດອັນດັບສອງໃນລາຍການແຂ່ງຂັນໄຕ້ຫວັນ 2008 ສະພາບອາກາດເປັນສິ່ງທ້າທາຍໃຫ້ກັບນັກປັ່ນລົດຖີບ ທັງ 89ຄົນ ຍ້ອນວ່າ ຝົນຕົກໄວກ່ວາປົກກະຕິໃນເຂດໄຕເປຫາເຂດນະຄອນບານເມືອງກີລັງ.\n",
        "output": [
            "Even though this race is the second longest race in 2008 Tour de Taiwan, the weather challenged 89 cyclists due to an earlier rain in Taipei-Keelung metropolitan area.\n"
        ]
    },
    {
        "input": "ໃນວັນພະຫັດ ພະນັກງານນໍ້າມັນໄດ້ຖືກລັກພາຕົວຈາກຮ້ານກິນດື່ມໃກ້ກັບຊຸມຊົນແອອັດຈາກຜູ້ຊາຍທີ່ພົກພາອຸວຸດ ທີ່ໄດ້ຍິງ ທະຫານຂອງກອງທັບທີ່ນໍາໄປປ້ອງກັນບັນດາພະນັກງານນໍ້າມັນ ຈົນເສຍຊີວິດ ແລະ ເຮັດໃຫ້ ທະຫານຄົນອື່ນໆໄດ້ຮັບບາດເຈັບ.\n",
        "output": [
            "On Thursday, oil workers were kidnapped from a bar near the slums by armed men who shot dead an Army soldier guarding the workers, and injured another soldier.\n"
        ]
    },
    {
        "input": "ເສດຖະກິດຂອງອິນເດຍໄດ້ຂະຫຍາຍໂຕ 9.2 ສ່ວນຮ້ອຍ ໃນໄຕມາດທີ2 (ເດືອນກໍລະກົດ-ກັນຍາ) ຂອງສົກປີ 2006-07 ເຊິ່ງແມ່ນ 8.4 ສ່ວນຮ້ອຍປີກາຍນີ້ ໃນໄຕມາດດຽວກັນ.\n",
        "output": [
            "India's economy has grown by 9.2 percent in Q2 (July-September) of the fiscal year 2006-07, which was 8.4 percent last year for the same quarter.\n"
        ]
    },
    {
        "input": "IFA ແລະ IOC ໄດ້ຂັດແຍ່ງກັບ ຜ່ານຜູ້ຄວບຄຸມການແຂ່ງຂັນ ໃນປະເທດເປັນເວລາຫຼາຍປີ.\n",
        "output": [
            "The IFA and the IOC have disputed over who controls the game in the country for several years.\n"
        ]
    },
    {
        "input": "ຂໍ້ຮຽກຮ້ອງຂອງຊີຮານ ຕອນນີ້ປ່ຽນໄປຈາກຂໍ້ຮຽກຮ້ອງເກົ່າທີ່ລາວກ່າວໄວ້ກັບຜູ້ສື່ຂ່າວເມືອງວາຄາວິວລັດແຄລິຟໍເນຍ ໃນປີ 2004 ຫລາຍ.\n",
        "output": [
            "Cindy's current comments are a drastic change from her comments in a 2004 interview with THE REPORTER of Vacaville, CA.\n"
        ]
    },
    {
        "input": "ເຈົ້າຫນ້າທີ່ທັງຫມົດປະຕິເສດທີ່ຈະເວົ້າແລະປະກາດວ່າພວກເຂົາບໍ່ໄດ້ມີຄວາມຮັບຜິດຊອບໃນການດຳເນີນການ.\n",
        "output": [
            "All the present officials refused to speak and declared that they were not responsible for the action.\n"
        ]
    },
    {
        "input": "ສິບນາທີໃນຄັ້ງທີສອງ Nambour ມີຄວາມສາມາດທໍາຄະແນນອອກກ້ວາງແຕ່ບໍ່ປະສົບຜົນສໍາເລັດໃນການປ່ຽນແປງ.\n",
        "output": [
            "Ten minutes in the second, Nambour were able to score out wide but failed to convert.\n"
        ]
    },
    {
        "input": "ນອກຈາກນີ້ ລາວໄດ້ກວດຊ່ອງລົມຂອງລະບົບຊື່ງຊ່ວຍຄວບຄຸມບັນຍາກາດໃນສະຖານນີແລະຍ້າຍການທົດລອງທາງວິທະຍາສາດກາຍຍະພາບຍີ່ປຸ່ນ.\n",
        "output": [
            "In addition, they checked vents on systems that help control the Station's atmosphere and relocated a Japanese physical science experiment.\n"
        ]
    },
    {
        "input": "ກຸ່ມສິ່ງແວດລ້ອມ ລວມຖືງເຊຍຣາຄັບ ໄດ້ຮັບອານຸຍາດໃຫ້ເຂົ້າຮ່ວມໃນຄະດຄນີ້ເພື່ອສະຫນັບສະຫນຸນອົງກອນວິສະວະກອນ.\n",
        "output": [
            "Environmental groups, including the Sierra Club, were given permission to intervene in the case in support of the actions of the Corps.\n"
        ]
    },
    {
        "input": "ການໃຊ້ປະຫວັດການຄົ້ນຫາກຳຫນົດວ່າຜູ້ໃຊ້ສາມາດເຂົ້າລະບົບໃນກູເກີ້ຫລືບັນຊີຈີເມວ.\n",
        "output": [
            "Use of the search history requires that the user have and log in to a Google or Gmail account.\n"
        ]
    },
    {
        "input": "ການປະກາດເມືອວັນສຸກຂອງລັດຖະບານອັງກິດເກີດຂື້ນຫລັງຈາກທີ່ສະພາຍຸໂຣບເລັ່ງໃຫ້ຫາຂໍ້ມູນຍຸດຕິກັບເລື່ອງດັ່ງກ່າວແລະກ່າວວ່າ ອິຫລ່ານເຄີຍມີປະຫວັດທໍລະມານແລະປະຫານກຸ່ມຮັກຮ່ວມເພດ.\n",
        "output": [
            "The announcement Friday by the British government came after the European Parliament urged a resolution to the case and said that Iran has a history of torturing and executing homosexuals.\n"
        ]
    },
    {
        "input": "ທ່ານ ຮາວ​ເວີດ ກ່າວ​ວ່າ \"ຄວາມ​ຄືບ​ໜ້າ​ການ​ຈັດ​ຕັ້ງ​ລັດ​ຖະ​ບານ​ໃນ​ອາ​ຟະ​ກາ​ນິດ​ສະ​ຖານແມ່ນ​ເກີດ​ຈາກ​ການ​ໂຈມ​ຕີ ແລະ​ແຮງ​ກົດ​ດັນ​ຈາກ​ຕາ​ລິ​ບັນ​ທີ່​ເພີ່ມ​ຂຶ້ນ​ເລື້ອຍໆ ລວມ​ທັງ​ຈາກ​ສະ​ມາ​ຊິກ​ບາງ​ຄົນ​ໃນ​ອານ​ໄກ​ດ້າ.\"\n",
        "output": [
            "\"The progress that has been made in the establishment of a legitimate government in Afghanistan has come under increasing attack and pressure from the Taliban - and some elements of al-Qaeda,\" Mr Howard said.\n"
        ]
    },
    {
        "input": "ໃນອາທິດກ່ອນ ເຈົ້າຂອງເຮືອຄູສ ອາເມລິກາ ຖືກໂຈມຕີດ້ວຍເຄື່ອງຍິງຈະຫຼວດອາພີຈີ.\n",
        "output": [
            "Last weekend, a U.S.-owned cruise ship was attacked with rocket propelled grenades.\n"
        ]
    },
    {
        "input": "ຄໍາຕັດສິນຢ່າງເປັນທາງການ ຈະປະກາດໃນວັນທີ 25 ກຸມພາ 2005.\n",
        "output": [
            "The official sentence will be announced on February 25th, 2005.\n"
        ]
    },
    {
        "input": "ແກະ ແລະ ງົວຄວາຍລົ້້ມຕາຍຈາກໄຟເປັນຈໍານວນປະມານໜຶ່ງພັນໂຕ.\n",
        "output": [
            "Thousands of sheep and cattle have also been killed in the fires.\n"
        ]
    },
    {
        "input": "ຫລັງນັບຄະແນນຈາກເຂດເລືອກຕັ້ງຫຼາຍກວ່າ 2,800 ເຂດໃຫມ່ອີກຄັ້ງ ສານລັດຖະທຳມະນູນປະເທດກາບອງຢືນຢັນແລ້ວວ່າລູກຊາຍຂອງໂອມາ ບອງໂກ ຜູ້ນໍາປະເທດທີ່ດໍາລົງຕຳແຫນ່ງມາດົນນານເປັນຜູ້ຊະນະການເລືອກຕັ້ງ.\n",
        "output": [
            "After recounting results from more than 2,800 polling stations, Gabon's constitutional court confirmed the election of the son of the country's long-time leader Omar Bongo.\n"
        ]
    },
    {
        "input": "ແຫຼ່ງຂ່າວໄດ້ບອກກັບ ວິກີນິວສຼ ວ່າ ເຖິງວ່າຮູບແບບພາສາອັງກິດໄດ້ຖືກປ່ອຍລ໊ອກແລ້ວ ແຕ່ຮູບແບບພາສາຈີນຍັງຖືກລ໊ອກຢູ່ ຫຼື ເຂົ້າເຖິງໄດ້ຍາກ ໃນຫຼາຍພາກສ່ວນຂອງປະເທດ.\n",
        "output": [
            "Sources tell Wikinews that although the English version is unblocked, the Chinese version still remains blocked or hard to access in many parts of the country.\n"
        ]
    },
    {
        "input": "ໃຊ້ເວລາຫລາຍຊົ່ວໂມງກ່ອນທີ່ກອງກຳລັງຮັກສາຄວາມປອດໄພຈະສາມາດຄວບຄຸມສະຖານທີ່ທັງຫມົດໄດ້.\n",
        "output": [
            "It took several hours before security forces were able to gain control of all the sites.\n"
        ]
    },
    {
        "input": "ມື້ວານນີ້ ບາດເກັດບອນອົດສະຕາລີໄດ້ປະກາດຜູ້ເຂົ້າຮ່ວມຫລິ້ນຮອບສຸດທ້າຍໂອລິມປີກລະດູຮ້ອນປີ 2012 ກ່ອນການອຳລາໃນເມວເບີນສຸດອາທິດນີ້ຂອງທີມຍິງໂອປໍ ແລະທີມຊາຍບູມເມີ.\n",
        "output": [
            "Yesterday, Basketball Australia announced the final Olympic squads for the 2012 Summer Olympics ahead of a farewell series in the Melbourne area this weekend for both the Opals women's team and the Boomers men's team.\n"
        ]
    },
    {
        "input": "ຂ່າວ​ລາຍ​ງານ​ໃຫ້​ຮູ້​ວ່າ Woodruff ກຳ​ລັງ​ເຮັດ​ການ​ບັນ​ທຶກ​ຂ່າວ​ພາຍ​ໃນ​ພາ​ຫະ​ນະ​ຂອງ​ທະ​ຫານ​ອີ​ຣັ​ກ​ໃກ້​ກັບ Taji ປະ​ເທດອີ​ຣັກ ໃນ​ຂະ​ນະ​ທີ່​ລົດ​ກຳ​ລັງ​ແລ່ນ​ຢູ່ນັ້ນ ກໍ​ໄປ​ຢຽບ​ໃສ່​ກັບ​ລະ​ເບີດ.\n",
        "output": [
            "Reports say Woodruff was taping a report inside an Iraqi mechanized military vehicle near Taji, Iraq when the vehicle ran over and detonated an improvised explosive device.\n"
        ]
    },
    {
        "input": "ອັລ- ເກດາ ກ່າວວ່າໃນຄໍາຖະແຫຼງເວັບໄຊຕ໌ວັນພະຫັດວ່າໄດ້ຂ້າທູດພິເສດສູງສຸດຂອງອີຈິບໃນອີຣັກ, ຊື່ວ່າ ອີຮາບ ອັລ-ຊາຣິຟ.\n",
        "output": [
            "Al-Qaeda said in a web statement Thursday that it has killed Egypt's top envoy in Iraq, Ihab al-Sherif.\n"
        ]
    },
    {
        "input": "ການຮ່າງມາດຕະການນີ້ສະເຫນີໃຫ້ມີການປ່ຽນແປງນະໂຍບາຍໃນປັດຈຸບັນທີ່ອານຸຍາດໃຫ້ມີກ້ອງໃນລົດແທັກຊີ້ຊື່ງບໍ່ໄດ້ບັນທືກສຽງດ້ວຍເຫດຜົນຄວາມເປັນສ່ວນຕົວ ແລະຫວັງວ່າການບັນທືກສຽງຈະເຮັດໃຫ້ການສອບສວນງ່າຍຂື້ນ.\n",
        "output": [
            "The new draft proposes to change a current policy which allows for cameras in taxis which do not record sound for privacy reasons, in the hope that audio recordings will make some investigations easier.\n"
        ]
    },
    {
        "input": "ຄາດວ່າກູເກີ້ເບດຈະເປັນຄູ່ແຂ່ງຄົນສຳຄັນຂອງເຄລິດ ຊື່ງສ່ວນຫນື່ງເປັນເຈົ້າຂອງໂດຍອີເບ.\n",
        "output": [
            "Google Base is expected to be a major competitor of craigslist, which is partly owned by eBay.\n"
        ]
    },
    {
        "input": "ໂມເດວນີ້ທຳນາຍວ່າອານຸພາກຮິກ ໂບສັນ ໃຫ້ມວນສານໃຫ້ອານຸພາກພື້ນຖານທັງຫມົດແລະອະທິບາຍການມີຢູ່ຂອງສະສານມຶດ. ຫຼື ສະສານທີ່ເປັນໄດ້ລະຫວ່າງ ກາແລກຊີຕ່າງໆ.\n",
        "output": [
            "The model predicts that Higgs boson particles gives mass to all fundamental particles and explains the existence of dark matter, or invisible matter in between galaxies.\n"
        ]
    },
    {
        "input": "ຈາກຜົນຄະແນນສຽງ ລາວຖືວ່າເປັນນັກອະນຸລັກນິຍົມສັງຄົມ ແລະ ລາວໄດ້ສະໜັບສະໜູນການປ່ຽນກົດໝາຍແຕ່ງງານກ່ຽວກັບການຫ້າມແຕ່ງງານກັບເພດດຽວກັນ.\n",
        "output": [
            "He is considered a social conservative in his voting record, and supported a Federal Marriage Amendment to bar same-sex marriage.\n"
        ]
    },
    {
        "input": "ເຮົາຈະປົກປ້ອງຜູ້ສົ່ງສານຈາກພະເຈົ້າບໍ່ແມ່ນດ້ວຍສຽງພຽງເທົ່ານັ້ນ ແຕ່ຈະປົກປ້ອງດ້ວຍເລືອດຂອງພວກເຮົາດ້ວຍ\" ນາດຣາລາໄດ້ບອກກັບຝູງຊົນ ປະມານ 700,000 (ຕຳຫລວດແຈ້ງວ່າຈຳນວນຜູ້ປະທ້ວງເຫມືອນຈະສູງກວ່ານີ້).\n",
        "output": [
            "We will uphold the messenger of God not only by our voices but also by our blood,\" Nasrallah told the crowd, estimated to be 700,000 (police said the figure was likely to be even higher).\n"
        ]
    },
    {
        "input": "ການຝັງສົບຈະເຮັດທີ່ສຸສານເຮີມາໂນ ເປໂດ ໃນແມັກຊິໂກ.\n",
        "output": [
            "Internment will take place at the Hermano Pedro cemetery in Mixco.\n"
        ]
    },
    {
        "input": "ໃນປີ 2004 ເດັກຍິງ ອາຍຸເຈັດປີ ຈາກລັດຄັອນເນັກຕິກັນ ໄດ້ນໍາຕົນເອງອອກມາຈາກການຖືກຕິດຢູ່ກັບເຄື່ອງຫຼິ້ນ ແລະ ປີນໄປບ່ອນທາງໜ້າຈາກບ່ອນນັ່ງຂອງລາວ.\n",
        "output": [
            "In 2004, a seven-year-old from Connecticut managed to free herself from the ride's restraining bars, and climb onto the front edge of her seat.\n"
        ]
    },
    {
        "input": "ລາວໄດ້ເອົາເທບໃຫ້ຊື່ເບິ່ງອາທິດນີ້ ຫລັງຈາກໄດ້ຮັບຈາກຕຳຫລວດ.\n",
        "output": [
            "He provided the tape to the media this week, after obtaining it from police.\n"
        ]
    },
    {
        "input": "ມີພຽງ 186 ຄົນເຈັບຈາກລາຍງານໃນປີ 2004 ເຊິ່ງໄດ້ຫຼຸດລົງຈາກປີແລ້ວນີ້ມີ 336.\n",
        "output": [
            "Only 186 cases were reported in 2004, down from 336 the previous year.\n"
        ]
    },
    {
        "input": "ກົນລະເມັດທີ່ຮູ້ກັນດີໃນກຸ່ມຕໍ່ຕ້ານອິລັກ(ເອໄອເອັບ)ຄືການທຳທ່າເຮັດເປັນບາດເຈັບຫລືຕາຍ ແລະທະຫານສາມາດອ້າງໄດ້ວ່າພວກເຂົາຄືໄພຄຸກຄາມໄດ້ໂດຍສົມເຫດສົມຜົນ.\n",
        "output": [
            "A known tactic of anti-Iraqi forces (AIF) is to feign injury or death, and the marine could reasonably claim they were still a threat.\n"
        ]
    },
    {
        "input": "ລາຍການທີ່ ຟອຊເຊ ໄດ້ອີງຕາມແມ່ນລາຍການຈາກປີ 1995 ຄະນະກຳມະການສະພາ ໃນລັດທິສາດສະໜາ ໃນ ຝຣັ່ງ.\n",
        "output": [
            "The list which Fosse referred to is a list from the 1995 Parliamentary Commission on Cults in France.\n"
        ]
    },
    {
        "input": "ສານໃນເມືອງເຊວລີ ຕັດສິນຈໍາຄຸກສະມາຊິກ ສິບສີ່ ຄົນຂອງຟັດ ເອວອັນດາລຸສ (ໄຊຊະນະຂອງອັນດາລຸເສຍ) ມື້ວານນີ້ ສໍາລັບການວາງແຜນໂຈມຕີເປົ້າໝາຍໃນໂມຣອກໂຄ.\n",
        "output": [
            "A court in Salé sentenced fourteen members of Fath Al Andalous (Conquest of Andalusia) to jail yesterday for planning attacks against targets in Morocco.\n"
        ]
    },
    {
        "input": "ບາເຊກູໄດ້ຮັບການສະຫນັບສະຫນຸນຈາກຊົນຊັ້ນກາງທີ່ມີການສືກສາ ຊື່ງມັກນະໂຍບາຍການກຳຈັດຄໍລັບຊັ້ນໃນປະເທດ ຊື່ງເປັນຫນື່ງໃນປະເທດທີ່ມີການຄໍລັບຊັ້ນຫລາຍທີ່ສຸດ.\n",
        "output": [
            "Băsescu is supported by the educated middle-class, who take a favourable view upon his policy of stamping out corruption in one of the region's most corrupt countries.\n"
        ]
    },
    {
        "input": "ທ່ານໄດ້ໃຊ້ດ້ານທີ່ເຂັ້ມແຂງ ແລະ ທ່ານສົ່ງໃສໃນເປັນຫຍັງໃນບາງຄັ້ງ.\n",
        "output": [
            "You put a strong side out and you wonder why sometimes.\n"
        ]
    },
    {
        "input": "ຈຳນວນຜູ້ອອກມາລົງຄະແນນສຽງໃນການເລືອກຕັ້ງ ໄດ້ຖືກລາຍງານ ວ່າມີຢ່າງໜ້ອຍ ຫຼາຍຫວ່າ ຫ້າສິບເປີເຊັນ.\n",
        "output": [
            "Turnout in the elections was reported at slightly more than fifty percent.\n"
        ]
    },
    {
        "input": "ພາລະກິດການກໍານົດໄປຫາກ້ອງຊ່ອງໃນປີ 2008 ຄາດວ່າຈະໃຫ້ນໍາໃຊ້ເຄື່ອງມືເພື່ອຍົກລະດັບເພີ່ມເຕີມຄວາມສາມາດຂອງກ້ອງໄດ້.\n",
        "output": [
            "A scheduled mission to the space telescope in 2008 is expected to deliver instruments to further upgrade the capabilities of the telescope.\n"
        ]
    },
    {
        "input": "\"ພວກເຮົາກັງວົນເລື່ອງທີ່ວ່າ ຄົນກວ່າ 3000 ຄົນຕິດຢູ່ໃຕ້ດິນ\" ດີອອນ ບ໊ອກວ່ານາ ປະທານສະຫະພາບຄົນງານເຫມືອງແຫ່ງຊາດ ອຟຼິກກາໃຕ້ກ່າວ.\n",
        "output": [
            "\"Our main worry is for more than 3,000 people who are underground,\" said National Union of Mineworkers for S. Africa chairman, Deon Boqwana.\n"
        ]
    },
    {
        "input": "ຊາເຟຍ ອາມັດ ຈານ ຜູ້ອຳນວຍການກະຊວງວ່າດ້ວຍເລື່ອງແມ່ຍິງປະເທດອັບການິສະຖານ ໃນແຂວງຄາດຄາຮາ ແລະເປັນຕົວແທນສິດທິແມ່ຍິງລວມເຖິງນັກວິຈານການຈຳກັດສິດຂອງກຸ່ມຕາລີບັນ ຖືກຍິງເສຍຊີວິດຈາກມືປືນບໍ່ຮູ້ຊື່ນອກບ້ານຂອງລາວໃນເມືອງ ຄາດດາຮາທາງຕອນໃຕ້ຂອງອັບການິສະຖານເມື່ອວັນຈັນທີ່ຜ່ານມາ.\n",
        "output": [
            "Safia Ahmed-jan, the director of the Afghan Ministry of Women's Affairs for the Khandahar province and an advocate of women's rights and a strong critic of the Taliban's repression of those rights, was shot dead by unidentified gunmen outside her home in Khandahar city in southern Afghanistan on Monday.\n"
        ]
    },
    {
        "input": "ສະພາໄດ້ກາວວ່າການສ້າງທີ່ \"ໃຫຍ່\" ຂອງສະຖານນີໄຟຟ້າກ໊າດຈະເປັນທີ່ຕ້ອງການໃນລະຫວ່າງທີ່ມີການຂາດແຄນພະລັງງານ.\n",
        "output": [
            "The committee stated that an \"extensive\" building programme of new gas-fired power stations would be needed to meet the predicted shortfall.\n"
        ]
    },
    {
        "input": "ອີງຕາມນັກດັບເພີງກ່າວວ່າ ການຝ່າຝືນລະບຽບປ້ອງກັນອັກຄີໄພທີ່ສຳຄັນບາງຂໍ້ມີສ່ວນໃຫ້ເກີດໄຟໄຫມ້ທີ່ເຮັດໃຫ້ມີການເສຍຊີວິດ.\n",
        "output": [
            "According to firefighters, serious breaches of fire-safety regulations were partly to blame for the deaths.\n"
        ]
    },
    {
        "input": "ຄັ້ງຫນຶ່ງ Rudy Giuliani ອະດີດນາຍົກເທສະມົນຕີ New York ຂອງພັກ ລີພັບລີກັ ຜູ້ທີ່ໄດ້ປ່ຽນອັນດັບການແຂ່ງຂັນຈາກ 1 ເປັນອັນດັບ 3 ໃນລັດ Florida ເຊິງເປັນລັດທີ່ໝັ້ນການປຸກລະດົມຂອງເຂົາ ເຂົາໄດ້ລາອອກຈາກການແຂ່ງຂັນເລືອກຕັ້ງໃນວັນພຸດເນື່ອງຈາກວ່າການເລືອກຕັ້ງກ່ອນຫນ້ານີ້ເຂົາເປັນເປັນຝ່າຍພ່າຍແພ້ແລະ ມີຜູ້ສະໜັບສະໜູນຫນ້ອຍລົງ.\n",
        "output": [
            "One time GOP front-runner Former New York City Mayor Rudy Giuliani, who placed a lagging third in Florida, the state he based his campaign on, dropped out of the race Wednesday, largely because he had no previous primary wins and dwindling support.\n"
        ]
    },
    {
        "input": "ສະຫະລັດແລະຍຸໂຣບໄດ້ປ່ອຍກ໊າດຫລາຍກວ່າ 25% ຂອງປະລິມານກ໊າດສະສົມຂອງໂລກ.\n",
        "output": [
            "The USA and Europe have each contributed more than 25% of accumulated global emissions.\n"
        ]
    },
    {
        "input": "\"ຝັນຮ້າຍທີ່ບໍ່ໄດ້ເຊີນນັ້ນ ພວກເຮົາຢ້ານໄດ້ມັນເກີດເເນ່ນອນ.\"\n",
        "output": [
            "\"The inevitable nightmare we have feared has now been confirmed.\"\n"
        ]
    },
    {
        "input": "ຕຳຫລວດໄດ້ລາກຄົນລົງມາຈໍານວນໜຶ່ງ(ສ່ວນຫລາຍເປັນຜູ້ຍິງ)ທີ່ພະຍາຍາມຂັດຂວາງການທຳລາຍບ້ານຂອງພວກເຂົາ.\n",
        "output": [
            "Police was bringing down those few (basically women) who tried to interfere with the destruction of their property.\n"
        ]
    },
    {
        "input": "ພາຣາຊິຣີດຍັງຄົງເປັນອິສະຫລະຈາກການປະກັນຕົວ ຊື່ງລໍຖ້າການພິຈາລະນາໃນເດືອນສິງຫາປີນີ້.\n",
        "output": [
            "Parasiris will remain free on bail pending a preliminary hearing to be held in August of this year.\n"
        ]
    },
    {
        "input": "ອີງຕາມ ໂຈເຊ ມານຸຍ ດູລາວ ບາໂລໂຊ ປະທານຄະນະກໍາມະທິການເອີລົບ ສະຫະພາບເອີລົບ ແມ່ນໄດ້ກຽມທີ່ຈະໃຫ້ເງິນຊ່ວຍເຫລືອລ້າ ມູນຄ່າ 50 ລ້ານປອນ ສໍາລັບເຂດທີ່ເສຍຫາຍ.\n",
        "output": [
            "According to José Manuel Durão Barroso, President of the European Commission, the European Union is prepared to release 50 million € in aid for damaged areas.\n"
        ]
    },
    {
        "input": "ໃນທີ່ອື່ນ \"ບາງຄົນອາດມີປະເດັນອື່ນທີ່ຕ້ອງອະທິບາຍເຊິ່ງລວມເຖິງເລື່ອງເງີນໃນລະບົບ ແຕ່ແນ່ນອນວ່າບາງຄົນໃຫ້ຄວາມຊ່ວຍເຫລືອໄດ້ຫລາຍໃນການຊ່ວຍລວບລວມຂໍ້ມູນໃຫ້ເຫັນຮູບທີ່ຊັດເຈນຂອງຄວາມພະຍາຍາມສ້າງອາວຸດທຳລາຍລ້າງຂະຫນາດໃຫຍ່ໃນລະບົບການປົກຄອງ ແລະເຈດຈຳນົງທີ່ມີມາດົນນານກວ່າສາມທົດສະວັດ.\"\n",
        "output": [
            "Elsewhere, \"Some may have other issues to account for, including Regime finance questions, but certainly some have been quite helpful toward the compilation of an accurate picture of the Regime's WMD efforts and intentions over the last three decades.\"\n"
        ]
    },
    {
        "input": "ໂດຍປົກກະຕິແລ້ວ ຢູທູບ ແມ່ນສາມາດເຂົ້າເຖິງໄດ້ງ່າຍໃນ ສປ ຈີນ ແຕ່ກໍ່ໄດ້ຖືກບລັອກຂ່າວທີ່ຂຽນໃນເວັບໄຊຕ່າງໆ ແລະ ລົ້ມເລີກການເຂົ້າເຖິງ ໂດຍ ໂປຣແກຣມ 'ເກດ ຟາຍວໍໍາ'.\n",
        "output": [
            "YouTube is normally easily accessible in China, which blocks other pornographic or subversive sites with its 'Great Firewall'.\n"
        ]
    },
    {
        "input": "ການ​ຈັດ​ຕຽມຕ່າງໆ​ແມ່ນ​ມີ​ລ​ະ​ບຸ​ໃນ​ສັນ​ຍາ​ນຳ ເຈົ້າ​ໜ້​າ​ທີ່​ກ່າວ.\n",
        "output": [
            "Other commercial arrangements are part of the contract, the official said.\n"
        ]
    },
    {
        "input": "25 ສຳນັກງານຜູ້ວ່າການລັດອິວລິນອຍ ຣ້ອດ ບາໂກເຈວິດ ໄດ້ປະກາດເລີກຈ້າງພະນັກງານລັດກວ່າ 450 ຄົນແລະປິດສວນສາທາລະນະແລະສະຖານທີ່ທາງປະຫວັດສາດປະຈຳລັດ.\n",
        "output": [
            "Illinois Governor Rod Blagojevich’s office announced layoffs of up to 450 state employees and the closure of 25 historic sites and state parks.\n"
        ]
    },
    {
        "input": "ພິພິຕະພັນສອງແຫ່ງໃນຊາດິເອໂກ ແຄລິຟໍເນຍໄດ້ຮັບມອບວຽກສະສົມທາງສິລະປະທີ່ມີຄ່າຫລາຍກວ່າ 40 ລ້ານ.\n",
        "output": [
            "Two museums in San Diego, California have been bequested an art collection worth more than 40 million.\n"
        ]
    },
    {
        "input": "ໃນສະຖານທີ່ເກີດລະເບີດ ມີການວາງພວງມາ​ລາເພື່ອສະແດງຄວາມເຄົາລົບພ້ອມກັບຄົນເປັນຮ້ອຍທີ່ເກີດເຫດເພື່ອໄວ້ອາໄລ.\n",
        "output": [
            "At the bombing sites, wreaths were laid in respect, with hundreds gathering at the sites to mark the silence.\n"
        ]
    },
    {
        "input": "ເງິນທຶນສໍາລັບລົດໄຟຟ້າຂະບວນໃໝ່ ຄາດວ່າສ່ວນໃຫຍ່ຈະມາຈາກ TfL ຈັ່ງໃດກໍຕາມ ເມືອງຄອຍດອນຂອງລອນດອນໄດ້ຢັ້ງຢືນຕົວເລກ £3 ລ້ານ ສະໜັບສະໜູນເຂົ້າໃນໂຄງການດັ່ງກ່າວ.\n",
        "output": [
            "Funding for the new trams is expected to largely come from TfL, however the London Borough of Croydon has also confirmed a £3m contribution to the project.\n"
        ]
    },
    {
        "input": "ຄຼິນຕັນກ່າວວ່າເປັນກຽດຢ່າງຍິງທີ່ລາວໃນການເຂົ້າຮ່ວມພິທີນີ້ພ້ອມກັບພັນລະຍາ ລູກສາວແລະເພື່ອນຈາກອາເມລິກາ ເພື່ອສະແດງຄວາມສະມັກຄີໃນການລຳລືກເຖືງຍິດຊັດຣາບິນ.\n",
        "output": [
            "Clinton said that it was a great honor for him to be at the ceremony with his wife, daughter and friends from America to stand in solidarity for the memory of Yitzhak Rabin.\n"
        ]
    },
    {
        "input": "\"ມີພຽງບໍ່ເທົ່າໃດຄະດີທີ່ກ່ຽວກັບການຂ້າທີ່ຜິດກົດຫມາຍໂດຍທະຫານແຄນນາດາ ແຕໍ່ບໍ່ມີການພິຈາລະນາຄະດີໃນສານອາຍາສົງຄາມສຳຫລັບຂ້າຕະກອນ.\"\n",
        "output": [
            "\"There are a few recorded instances of alleged extra-judicial killing by Canadian soldiers, but no court martials for murder.\"\n"
        ]
    },
    {
        "input": "stuff.co.nzs Chris Barclay ເຊື່ອວ່າມີຄວາມຫມາຍນີ້ທີມ Fever ມີໂອກາດຊະນະໄດ້ ໂດຍສະເພາະຫຼັງຈາກລະດູການທີ່ຜ່ານມາແລະໄດ້ຊະນະສອງຄັ້ງ ສະເຫມີກັບ Firebird ແລະການເສຍພຽງຄັ້ງດຽວ.\n",
        "output": [
            "stuff.co.nzs Chris Barclay believes this means the Fever have a chance of winning, especially following a pre-season that included two wins, a tie to the Firebirds and a single loss.\n"
        ]
    },
    {
        "input": "ນັກວິເຄາະຫຼາຍຄົນໄດ້ແນະນຳວ່າການຢຸດຮົບລ້າສຸດທີ່ບໍ່ດົນມານີ້ແມ່ນຂຶ້ນກັບກົນລະຍຸດຂອງ ETA ໄດ້ເປັນສາເຫດໃຫ້ການສະໜັບສະໜູນຂອງພວກເຂົາໃນຂົງເຂດ ບາສກີຫຼຸດລົງ.\n",
        "output": [
            "Several analysts have suggested that this most recent ceasefire is based on ETA's tactics causing their support in the Basque region to plummet.\n"
        ]
    },
    {
        "input": "ການບໍລິຈາກໄດ້ຖືກຮຽກຮ້ອງສຳລັບອົງການກາແດງອາເມລິກາແລະທະຫານບົກ.\n",
        "output": [
            "Donations were being solicited for the American Red Cross and the Salvation Army.\n"
        ]
    },
    {
        "input": "ມີສິ່ງຫນື່ງ ເປັນຂັນ ມີມູນລະຄ່າຫລາຍພັນຍູໂຣ.\n",
        "output": [
            "One item, a cup, has been valued at several thousand Euros.\n"
        ]
    },
    {
        "input": "ຄະນະກຳມະການກິດຈະການໂທລະຄົມມະນາຄົມແຫ່ງເກາະໂຊໂລມອນ(TCSI) ໄດ້ປັບໄຫມປາປົວນິວກິນີ(PNG) ຜູ້ສະໜອງໂທລະສັບມືຖື ບໍ່ປະສົບຄວາມສຳເລັດຕໍ່ການກຳນົດເວລາໃນຂໍ້ຕົກລົງຂອງໃບອະນຸຍາດ.\n",
        "output": [
            "The Telecommunications Commission of the Solomon Islands (TCSI) have issued a fine to a Papua New Guinea (PNG) mobile phone provider, for failing to meet the deadlines set out in the terms of its license.\n"
        ]
    },
    {
        "input": "ຟອບເບດໄດ້ລວມລາຍຊື່ທົ່ວໂລກທັງຫມົດ 1,210 ຊື່ ຊື່ງມີຊັບສິນລວມກັນທີ່ US$4.5 ລ້ານລ້ານເພີ່ມຂື້ນຈາກປີທີ່ແລ້ວ US$3.6 ລ້ານລ້ານ.\n",
        "output": [
            "Forbes lists a world total of 1,210 billionaires whose combined wealth is US$4.5 trillion, an increase from last year's total of US$3.6 trillion.\n"
        ]
    },
    {
        "input": "ຫົວຄ່ຳມື້ຄືນນີ້ ການໂຈມຕີຄັ້ງໃຫຍ່ໄດ້ເລັງໃສ່ ອິນເຕີເນັດຂອງຈີນ ເຮັດໃຫ້ການເຂົ້າເຖິງຫຼ້າຊ້າ.\n",
        "output": [
            "Early last night, massive attacks targeted China's Internet, slowing access to a crawl.\n"
        ]
    },
    {
        "input": "GoM ໄດ້ສະເໜີວ່າ ວິທະຍຸຊຸມຊົນ ໄດ້ຮັບອະນຸຍາດພາຍໃນ 5 ນາທີ ໃນການໂຄສະນາໃນທຸກຊົ່ວໂມງຂອງສະຖານນີ.\n",
        "output": [
            "The GoM has also proposed that community radios be allowed up to 5 minutes of commercial advertising for every hour of broadcast.\n"
        ]
    },
    {
        "input": "ຕໍ່ມາລາວໄດ້ຖືກດຶງຜົມ ໂດຍມືປືນເຊິ່ງເປັນຜູ້ຜູ້ທີ່ຍິງລາວທັນໃດ ແລະ ຜູ້ຊາຍສອງຄົນທີ່ຈະເຂົ້າມາຊ່ວຍ.\n",
        "output": [
            "She was apparently grabbed by the hair by the gunman who then shot her and two men who attempted to come to her aid.\n"
        ]
    },
    {
        "input": "ເລຂາທິການລັດຂອງສະຫະລັດທ່ານນາງ ຄອນໂດລີຊາ ໄຣສກໍ່ປະຕິເສດວ່າບໍ່ມີການໂຈມຕີໃກ້ຈະເກີດຂຶ້ນ ແລະລະບຸວ່າຍໍ່ມີການອະນຸມັດຈາກລັດຖະສະພາທີ່ຈະໃຫ້ມີການດຳເນີນການທາງທະຫານຕໍ່ອີຣານ.\n",
        "output": [
            "The United States Secretary of State Condoleezza Rice also denied that an attack was imminent, stating that there is no Congressional authorization for military action against Iran.\n"
        ]
    },
    {
        "input": "ພາກເກີ ກໍຍັງມີສ່ວນຮ່ວມໃນວົງການ ການພະນັນ ແລະ ອຸດສາຫະກໍາການທ່ອງທ່ຽວ ແລະ ເປັນເຈົ້າຂອງຄາສິໂນ ຄຣາວ ທີ່ເມວເບີນ.\n",
        "output": [
            "Packer was also involved in the gambling and tourism industries and owned the Crown Casino in Melbourne.\n"
        ]
    },
    {
        "input": "ຄົນແລກຄືອາຍແກຣີ່ ແມກເຮເລ ລິດມອນ ຮິວຊື່ງເປັນຊາຍຫນຸ່ມເມືອງອອນຕາຣິໂອທີ່ລຸກລ້ຳດິນແດນທີ່ຄາເລໂດເນຍອອນຕາຣິໂອເພື່ອຈັດການ ການຊຸມນຸມຕໍ່ການປະກອບອາຊີບຂອງຄົນພື້ນທີ່.\n",
        "output": [
            "One was Gary McHale, a Richmond Hill, Ontario man who entered the occupied land in Caledonia, Ontario to organize a rally against the ongoing aboriginal occupation.\n"
        ]
    },
    {
        "input": "ນັກຄົ້ນຄວ້າໄດ້ພົບເຫັນ ຕັບສະແດງລະດັບຍີນທີ່ສູງກວ່າ ຕາມລະຫັດ \"ຊີລີໂນໂປຣຕີນ P\" (SEPP1) ໃນຮ່າງກາຍຂອງຄົນ ກັບເບົາຫວານ ແບບທີ 2 - ກັບການຕໍ່ຕ້ານອິນຊູລິນທີ່ຫຼາຍກວ່າ.\n",
        "output": [
            "The researchers found the liver expresses higher levels of the gene encoding \"selenoprotein P\" (SEPP1) in people with type 2 diabetes – those with more insulin resistance.\n"
        ]
    },
    {
        "input": "ຫນື່ງໃນຜູ້ວ່າຈ້າງທີ່ຖືກກ່າວຫາ ມາກ ລຸຍແປກ່າວກັບຜູ້ສື່ຂ່າວວ່າ ຜູ້ພິພາກສາທີ່ກ່ຽວຂ້ອງກັບການສືບສວນໃນຄັ້ງນີ້ໃນຮັດເຊໄດ້ຫ້າມບໍ່ໃຫ້ເຂົ້າເວົ້າກ່ຽວກັບເຈົ້າຊາຍໂຣລອງ.\n",
        "output": [
            "One of the accused contractors, Marc Luypaerts, has told the press that the judge responsible for the investigation in Hasselt had forbidden him to speak about Prince Laurent.\n"
        ]
    },
    {
        "input": "ວາເລຣີ ຈາເຣັດ ທີ່ປືກສາທຳນຽບຂາວ ກ່າວວ່າ \"ສິ່ງນີ້ເປັນຂັ້ນຕອນທີ່ສຳຄັນຫລາຍໆ.\"\n",
        "output": [
            "Valerie Jarrett, a White House adviser, said it was a \"very, very important step.\"\n"
        ]
    },
    {
        "input": "ສະຫະລັດໄດ້ຂະຫຍາຍຄວາມປອດໄພໃນສະໜາມບິນ ຕາມ ຄວາມພິດພາດຂອງການເກີດລະເບີດໃນວັນທີ 25 ເດືອນທັນວາ ຂອງສາຍການບິນເດັລຕາ ໂດຍຜູ້ໍຊາຍຊາວໄນຈີເລຍ ກັບລະເບີດທີ່ຢູ່ໃນໂສ້ງຂອງລາວ.\n",
        "output": [
            "The US has increased its airport security following the failed attempted December 25 bombing of a Delta flight by a Nigerian man with explosives in his underpants.\n"
        ]
    },
    {
        "input": "ຜູ້ຕາຍແມ່ນຄົນງານກໍ່ສ້າງອາຍຸ 50 ປີ ທີ່ເສຍຊີວິດຫຼັງຈາກທີ່ດິນຖະລົ່ມ ໃນສະຖານທີ່ກໍ່ສ້າງເຂື່ອນ ໃນແຂວງ ຟູກຸອິ ຄືນທີ່ຜ່ານມາ ແລະ ຄົນອາຍຸ 76 ປີ ທີ່ເສຍຊີວິດ ຫຼັງຈາກທີ່ຖືກຕົ້ນໄມ້ທັບ ໃນວັນທີ 6 ກັນຍາ ຫຼັງຈາກທີ່ພະຍຸໄຕ້ຝຸ່ນ ຟິໂທຖະລົ່ມໃນເວລາບໍ່ດົນ.\n",
        "output": [
            "The deceased are a 50-year-old construction worker who died after a landslide at a dam construction site in Fukui Prefecture last night and a 76-year-old man who died after being struck by a falling tree on September 6, shortly after Fitow made landfall.\n"
        ]
    },
    {
        "input": "ປະຈຸບັນປະຊາກອນຂອງເມືອງ Detroit ໄດ້ຫຼຸດລົງເປັນ 713,777 ຄົນ ຕໍ່ໄປເມືອງນີ້ຈະບໍ່ມີສິດຮັບຜົນປະໂຫຍດທາງດ້ານການເງີນອີກ.\n",
        "output": [
            "Now that Detroit's population has fallen to 713,777, it is no longer eligible for these financial advantages.\n"
        ]
    },
    {
        "input": "ເບີນາດ ຄູສເນີ ລັດຖະມົນຕີການຕ່າງປະເທດຝຣັ່ງຈະພະຍາຍາມເພື່ອກະຕຸ້ນໃຫ້ການເຈລະຈາໃນຕາເວັນອອກກາງ ລະຫວ່າງ ອີດສະຣາເອນ ແລະ ປາເລສ໌ສະຕິນໃນວັນຂ້າງຫນ້າ.\n",
        "output": [
            "French Foreign Minister Bernard Kouchner will attempt to stimulate talks in the Middle East between Israelis and Palestinians in the coming days.\n"
        ]
    },
    {
        "input": "ລາວເຄີຍພາທີມປາກເກີ້ເບີກເຂົ້າຮອບຕັດເຊືອກລະດັບລັດເຖິງ 19 ຄັ້ງແລະຄວ້າໄຊໄດ້ໃນປີ 1993 ແລະ2001.\n",
        "output": [
            "He led Parkersburg to 19 state playoffs and won state titles in 1993 and 2001.\n"
        ]
    },
    {
        "input": "ຊ່ອງແຄບຮໍມູສ Hormuz ແມ່ນເສັ້ນທາງຂົນສົ່ງທີ່ສຳຄັນຂອງ ຄວາມສຳຄັນທາງຍຸດທະສາດ.\n",
        "output": [
            "The Strait of Hormuz is a major shipping route of great strategic importance.\n"
        ]
    },
    {
        "input": "ຫຼັງຈາກນັ້ນ ແມ່ນເປັນເກມການຫຼິ້ນທີ່ບຶກບືນຂອງທັງສອງຝ່າຍ ເຮດໃຫ້ໄດ້ຍຶດການເວລາແຂ່ງຂັນ ເປັນຕົ້ນແມ່ນທີມຈາກດັທຈ ແຕ່ ໂທບິນສະກີ ແລະ ອາດຮາວິນ ສາມາດຍິງເຂົ້າປະຕູໄດ້ ເຮັດໃຫ້ຈົບເກມການແຂ່ງຂັນໄດ້ຢ່າງມີປະສິດທິຜົນ.\n",
        "output": [
            "Then it was a hardy play-off for both teams, especially the Dutch, but Torbinsky and Arshavin scored goals, effectively put an end to the match.\n"
        ]
    },
    {
        "input": "ປະທານໂອແອພີຊີວໍເຕີ ເບນເດີກ່າວໃນການສຳພາດວ່າ ການລາອອກຂອງອິນເທວນີ້ຈະ \"ບໍ່ມີຜົນກະທົບ\" ກັບໂຄງການ.\n",
        "output": [
            "OLPC President Walter Bender said in an interview that Intel's resignation will have \"no impact\" on the program.\n"
        ]
    },
    {
        "input": "ລະດູປີ 2005-2006 ອອນຕາຣີໂອ ຣ໊ອກກີ້ ລີກ ໄດ້ເລີ່ມຕົ້ນ ໃນຄືນວັນພຸດ ທີ່ ເວັນເລີ ອາຣີນາ ໃນ ເດິ ໂດ ອີເວັນ ເຊັນເຕິ້ ທີ່ ຊາງິນໍ ມີຈີກັນ ສະຫະລັດອາເມລິກາ ກັນ ຊາງິນາ ສະປີຣິຕ ເປັນເຈົ້າພາບ ພລີເມົ້າ ວາເລີ ໂດຍມີຄົນເຂົ້າຮ່ວມກວ່າ 4,600 ຄົນ.\n",
        "output": [
            "The 2005-2006 Ontario Hockey League season kicked off to a start Wednesday night at Wendler arena in The Dow Event Center in Saginaw, Michigan, USA with the Saginaw Spirit hosting the Plymouth Whalers, with over 4,600 people attending.\n"
        ]
    },
    {
        "input": "ໃນໄລຍະປີທີ່ກອບສົນທິສັນຍາວ່າດ້ວຍການຄວບຄຸມຢາສູບໄດ້ຂຽນຂຶ້ນ 167ປະເທດແມ່ນໄດ້ເຊັນແລະອີກ23ປະເທດອະນຸມັດສັນຍາ ເຊິ່ງເຮັດໃຫ້ມັນກາຍເປັນສັນຍາສະບັບໜຶ່ງຂອງບັນດາສັນຍາສະຫະປະຊາຊາດທີ່ຖືກອ້າແຂນຮັບຢ່າງວ່ອງໄວຕະຫຼອດການ.\n",
        "output": [
            "During the year after the FCTC was written, 167 countries signed and 23 countries ratified it, making it one of the most rapidly embraced UN treaties of all time.\n"
        ]
    },
    {
        "input": "ໃນວັນທີ 7 ເດືອນສິງຫາ ກອງທະຫານ ຈໍເຈຍ ໄດ້ດຳເລີາມຕໍ່ຕ້ານການຮຸກຮານ ເມືອງ ໂອສເຊຕຽນ ຂອງ ກິນວາລີ.\n",
        "output": [
            "On August 7, Georgian troops launched an offensive against the Ossetian town of Tskhinvali.\n"
        ]
    },
    {
        "input": "ທາງການໄດ້ກ່າວວ່ານາຍແປພາສາຍິງໃສ່ເຂົາເຈົ້າຢູ່ໃນດ້ານໜ້າອັບສະການິສະຖານພາກຕາເວັນອອກກ່ອນທີ່ລາວຈະຖືກຍິງຕາຍໂດຍທະຫານອື່ນ.\n",
        "output": [
            "An official said the translator shot them at an eastern Afghanistan outpost before he was shot dead by other soldiers.\n"
        ]
    },
    {
        "input": "ນອກຈາກນີ້ ຍັງກັງວົນວ່າ ອາຄານສີ່ຊັ້ນທີ່ຫ່າງຈາກຂອບຂອງຂຸມບໍ່ຮອດຫນຶ່ງແມັດ ອາດຈະຖືກເຊາະເຈື່ອນຕໍ່ເນື່ອງ ແລະ ຍຸບລົງຢູ່ໃນກ້ອງດິນເຊັນດ່ຽວກັນກັບດິນຢູ່ກ້ອງອາຄານ.\n",
        "output": [
            "There are also concerns that a four-story building less than a metre from the edge of the hole may collapse as the earth under the building continues to be eroded.\n"
        ]
    },
    {
        "input": "\"ຂ້ອຍຮູ້ສຶກວ່ານີ້ແມ່ນເວລາສຳລັບການປ່ຽນແປງ\" ເຈົ້້າຂອງທີມ ເດຼຕັອນ ແມັກເລນ ກ່າວ.\n",
        "output": [
            "\"I felt this was the time for a change,\" owner Drayton McLane said.\n"
        ]
    },
    {
        "input": "ມີລາຍງານອຸບັດຕິເຫດອີກເຫດຫນື່ງເຊັ່ນກັນ ໃນນິວທາວແຮມມິວຕັນ ເມືອງອາມັກ ຊື່ງມີເດັກນ້ອຍອາຍຸ 17 ປີກ່ຽວຂ້ອງ.\n",
        "output": [
            "Also, another accident was reported which took place in Newtownhamilton, County Armagh in which two 17 year old boys were involved.\n"
        ]
    },
    {
        "input": "ເຄື່ອງຫຼີ້ນແມ່ນເຄື່ອງຫຼີ້ນທີ່ດຶງດູດຄວາມສົນໃຈ ໂດຍການ ປິ່ນວົນໄປຮອບໆ ໃນລົດທີ່ມີສອງບ່ອນນັ່ງ ພາຍໃນກະໂຈມທີ່ມີແສງໄຟກະພິບ ແລະ ສຽງເພງ.\n",
        "output": [
            "The ride is an attraction that spins people around in two-seat cars, inside a darkened tent to flashing lights and music.\n"
        ]
    },
    {
        "input": "ການຈັດການດັ່ງກ່າວໄດ້ປະກົດຂື້ນຂອງການບັນລຸຫລັງຈາກການຜິດຖຽງກັນໃນໄລຍະການສະຫນອງທຶນຂອງລັດຖະບານໃຫ້ອົງການຈັດຕັ້ງເຊັ່ນ: ການວາງແຜນຄອບຄົວໄດ້ຮັບການແກ້ໄຂ.\n",
        "output": [
            "The deal was apparently reached after disputes over government funding for organizations such as Planned Parenthood were resolved.\n"
        ]
    },
    {
        "input": "ອີງຕາມ ທ້າວບິລ ຣັສໂກ ພໍ່ຂອງເດັກສອງຄົນ ໝີໂຕນັ້ນໄດ້ຂ້າມເສັ້ນທາງເລກທີ 30 ໃນເຂດຊຸມຊົນລີໂກນີເອີ ແລະ ແລ່ນເຂົ້າມາຫາເດັກທັງສາມເຊິ່ງພວກເຂົາກຳລັງຕີດອກປີກໄກ່ຢູ໋.\n",
        "output": [
            "According to Bill Rusko, the father of two of the children, the bear crossed Route 30 in Ligonier Township and moved towards the three kids as they played badminton.\n"
        ]
    },
    {
        "input": "ສ່ວນໃຫຍ່ທີ່ເສຍຊີວິດແມ່ນກໍາລັງຮັບປະທານອາຫານໃນຊັ້ນອາຫານຢູ່ລຸ່ມດາດຟ້າ ແລະ ຖູກຂັງຢູ່ດ້ານລຸ່ມ.\n",
        "output": [
            "Most who died were dining on the lower deck, and were trapped below.\n"
        ]
    },
    {
        "input": "ການຢ້ຽມຢາມຂອງສົມເດັດຈອນພໍ ກໍ່ເກືອບທີ່ຈະໄດ້ຍົກເລີກ ຍ້ອນມີສົງຄາມ ຟອກແລນ ແລະ ຄວາມພະຍາຍາມລອບສັງຫານ.\n",
        "output": [
            "John Paul's visit was likely to be cancelled due to the Falklands War and assasination attempts.\n"
        ]
    },
    {
        "input": "ວ່າງວັນ​ຈັນ​ທີ່​ຜ່ານ​ມາ ຜູ້​ພັກ​ອາ​ໃສ​ໃນ​ອາ​ພາດ​ເມັນ​ແຫ່ງຫນຶ່ງນອກ​ກຸງ​ປາ​ຣີ​ສ ໄດ້​ພົບ​ລູກລະ​ເບີດຂອງ​ສະ​ໄໝ​ສົງ​ຄາມ​ໂລກ​ຄັ້ງ​ທີ II ໃນ​ປ່ອງ​ຄວັນ​ໄຟ​ຂອງ​ຕົນ.\n",
        "output": [
            "On Monday residents of an apartment building just outside of Paris discovered a World War II bomb lodged in their chimney.\n"
        ]
    },
    {
        "input": "ນິໂຄລັສ ອາດິໂຊຣ ຈາກອົງການກາແດງ ບອກກັບສໍານັກຂ່າວດຽວກັນວ່າ ມີຄົນປະມານສາມສິບຄົນທີ່ໄດ້ເຂົ້າຮັບການປິ່ນປົວແລ້ວ.\n",
        "output": [
            "Nicolas Adesile, of the Red Cross, told the same news agency that as many as thirty people have been treated thus far.\n"
        ]
    },
    {
        "input": "ຈາກສຳນັກຂ່າວເພທັດ ອອບ ອິນເດຍລາຍງານວ່າເຈົ້າຫນ້າທີ່ຕຳຫລວດໃນປະເທດອິນເດຍໄດ້ຮັບການຮ້ອງຮຽນຈາກເດັກສາວບໍ່ບັນລຸນິຕິພາວະສາມຄົນຊື່ງກ່າວຫາວ່າລາວຂົ່ມຂືນພວກເຂົາ.\n",
        "output": [
            "According to Press Trust of India, police in India received complaints from three underage girls alleging he had raped them.\n"
        ]
    },
    {
        "input": "ໃນວັນສຸກ ເກີດເຫດຍິງຜູ້ຊ່ວຍຜູ້ໃຫຍ່ບ້ານໃນແຂວງຍະລາແລະຍິງຊາຍຊະລາຄູ່ຫນື່ງກໍ່ຖືກຍິງໃນແຂວງປັດຕານີຂະນະທີ່ກຳລັງກັບຈາກຕະຫລາດ.\n",
        "output": [
            "Friday saw the shooting of an assistant village head in Yala Province, and an elderly couple were shot in Pattani Province whilst returning from a local market.\n"
        ]
    },
    {
        "input": "ລາງວັນ ເຈເຈ ຊາກູໄລ ຈະຖືກສະເໜີທີ່ກອງປະຊຸມ ເອພີເອສ 2010 ຢູ່ ວໍຊິງຕັນ ດີຊີ ທີ່ງານລ້ຽງກອງປະຊຸມພິເສດໃນເດືອນ ກຸມພາ ປີ 2010.\n",
        "output": [
            "The J. J. Sakurai Prize will be presented at the APS 2010 meeting in Washington, DC at a special Ceremonial session in February 2010.\n"
        ]
    },
    {
        "input": "ການສົນທະນາ ແມ່ນໄດ້ກໍານົດໃຫ້ເປັນການປືກສາບັນຫາຕ່າງໆ ທີ່ບໍ່ໄດ້ຮັບການແກ້ໄຂໃນກອງປະຊຸມປ່ຽນແປງດິນຟ້າອາກາດຂອງສະຫະປະຊາຊາດ ໃນເມືອງໂຄເປັນເຮເກັ້ນປີ 2009.\n",
        "output": [
            "The talks were designed to discuss issues that were not resolved at the 2009 United Nations Climate Change Conference in Copenhagen.\n"
        ]
    },
    {
        "input": "ລາວກ່າວວ່າ ລາວ \"ໄດ້ລວມບົດຄວາມທີ່ເປັນປະໂຫຍດ ສໍາລັບນັກສ້າງໜັງເລີ່ມຕົ້ນ ດ້ວຍນິຍາຍການເລົ່າເລື່ອງ ຕາມປະສົບປະການຂອງຂ້ອຍ ທີ່ສ້າງເງິນ ສໍາລັບໜັງຟອມໃຫຍ່ ແລະ ບຸກຄະລິກທີ່ບ້າພໍ ທີ່ຈະທໍາລາຍໂລກຂອງການສ້າງໜັງທີ່ມີງົບປະມານໜ້ອຍ.\"\n",
        "output": [
            "He says that it \"combines helpful articles for beginning filmmakers with narrative tales based on my experiences raising money for features and the crazy personalities that invade the world of microbudget filmmaking.\"\n"
        ]
    },
    {
        "input": "ຕຳຫຼວດເວົ້າວ່າ ພວກເຂົາຢູ້ໃນການຄວບຄຸມຂອງທັງ Taj Mahal ແລະ ໂຮງແຮມ Oberoi Trident.\n",
        "output": [
            "Police say that they are in control of both the Taj Mahal and Oberoi Trident hotels.\n"
        ]
    },
    {
        "input": "ນ້ຳມັນດັ່ງກ່າວຖືກຊັດຂື້ນມາຍັງຊາຍຫາດSunshine Coast ລວມໄປຖືງ Moreton ແລະເກາະBribieອີກດ້ວຍ ສື່ເອີ້ນເຫດການຄັ້ງນີ້ວ່າເປັນ \"ຫາຍະນະທາງສິ່ງແວດລ້ອມທີ່ຮ້າຍແຮງທີ່ສຸດຄັ້ງຫນື່ງຂອງປະເທດອົດສະຕາລີ.\"\n",
        "output": [
            "The oil later washed up on Sunshine Coast beaches as well as Moreton and Bribie islands and was dubbed \"one of Australia's worse environmental disasters\" by the media.\n"
        ]
    },
    {
        "input": "ຊັນນີ່ແບ້ງໄດ້ນຳ ດ້ວຍຄະແນນ 17 ຕໍ່ 3 ໃນໄລຍະແຫ່ງຄວາມຕາຍຂອງເຄິ່ງທຳອິດ ແຕ່ໄດ້ຍິນຍອມຕໍ່ລູກໂທດ ເຊິ່ງເປັນຜົນຄະແນນໃນການແຂ່ງຂັນ ທີ່ອາດຈະເປັນຄະແນນຄັ້ງສຸດທ້າຍຂອງເຂົາເຈົ້າ.\n",
        "output": [
            "Sunnybank lead 17 points to 3 in the dying moments of the first half, but conceded a penalty which resulted in the hosts scoring what would ultimately be their final points of the game.\n"
        ]
    },
    {
        "input": "\"ເມື່ອຂ້າພະເຈົ້າເປັນປະທານນະໂຍບາຍເສດຖະກິດດຽວທີ່ຈະໄລ່ຕາມຄືການເງິນທຶນຂອງປະເທດສະຫະລັດອາເມຮຶກາ.\"\n",
        "output": [
            "\"When I am President, the only economic policy I shall pursue is to be frugal with the funds of the United States.\"\n"
        ]
    },
    {
        "input": "ລາວເປັນສາວອາຍຸປະມານສີ່ສິບປີທີ່ສວຍງາມຈາກກອງໄອແລນ ເປັນແມ່ຂອງເດັກນ້ອຍສາມຄົນ ທີ່ນຸ່ງໂສ້ງສີດຳເບິ່ງໂກ້ແລະເສື່ອຄໍຕ່ຳສີດຳຊື່ງປິດໄປຖືງຜົມບຣອນຫລາກສີຂອງລາວ ທີ່ຫວີໄປດ້ານຫລັງແລ້ວມັດມ້ວນຜົມຫລັງເປັນພຸ້ມ.\n",
        "output": [
            "She is a beautiful forty-ish Long Island mother of three who is dressed in smart black pants and a black turtleneck that reaches up to her blond-streaked hair pulled back in a bushy ponytail.\n"
        ]
    },
    {
        "input": "ມັນຈະບໍ່ຊັດເຈນຖ້ານັກຂີ່ລົດຖີບທີ່ຊະນະ Tour de France ຄັ້ງທີ 7 ໄດ້ຕັ້ງໃຈທີ່ແຂ່ງເພື່ອຈັດປະເພດທົ່ວໄປ ແຕ່ໃນວັນທິດນີ້ເຂົາໄດ້ເຮັດໃຫ້ຄວາມບໍ່ສຳເລັດໜີໄປ ແລະ ໄດ້ຕາມຫາເວທີແຫ່ງໄຊນະ.\n",
        "output": [
            "It is not clear if the seven-time Tour de France winner intended to compete for the general classification, but he did make an unsuccessful breakaway on Sunday in pursuit of a stage victory.\n"
        ]
    },
    {
        "input": "ປື້ມໄດ້ອອກວາງຂາຍໃນ ແລະເປັນທີ 2 ໃນລາຍການທີ່ຂາຍດີທີ່ສຸດໃນ ນໍຣເວ.\n",
        "output": [
            "The book debuted on 2nd place in the Norwegian best seller list.\n"
        ]
    },
    {
        "input": "Emily ແມ່ນພາຍຸລະດູຮ້ອນອັນທີຫ້າ ເພື່ອພັດທະນາລະດູພາຍຸ.\n",
        "output": [
            "Emily is the fifth tropical storm to develop this hurricane season.\n"
        ]
    },
    {
        "input": "ການເຕີບໃຫ່ຍຂອງເງິນລິວ ຍັງມີຜົນກະທົບຕໍ່ ອັດຕາແລກປ່ຽນໃນທົ່ວໂລກ ເຮັດໃຫ້ຄ່າເງິນໂດລາຕໍ່າລົງ ໃນທົ່ວໂລກທີ່ 1%.\n",
        "output": [
            "The leu's growth also had an impact on global exchange rates, weakening the US dollar worldwide by 1%.\n"
        ]
    },
    {
        "input": "ການສັງເກດຂອງນ້ໍາຖ້ວມ, ພະຍຸ, ແລະລົມແຮງມີຜົນໃນຕອນກາງຄືນທີ່ຜ່ານມາເປັນລະບົບຟ້າຄະນອງໄດ້ຍ້າຍເຂົ້າໄປໃນເຂດປາຊີຟິກຕາເວັນຕົກສຽງເໜືອ, ໄດ້ເຂົ້າໂຈມຕີຈາກຊີແອດເທິລໄປຫາ ພອທແລນ ມີລົມແຮງແລະຝົນຕົກຫນັກ.\n",
        "output": [
            "Flood, storm, and strong wind watches were in effect last night as a rare thunderstorm system moved into the Pacific Northwest region, hitting areas from Seattle to Portland with high winds and heavy rains.\n"
        ]
    },
    {
        "input": "\"ຢ່າງທີ່ຮູ້ກັນ ພວກເຂົາກົດກັນພວກເຮົາ ແຕ່ກໍ່ຕ້ອງຂອບໃຈທີ່ກອງຫລັງເຮົາຫລິ້ນໄດ້ດີ ແລະເຮົາກໍ່ເສຍພຽງປະຕູດຽວແບບທີ່ຕ້ອງຍອມອີຫລີ ກັບການຍິງທີ່ສຸດຍອດຂອງຣິອໍແດນ.\"\n",
        "output": [
            "\"They put us under pressure but, you know, thankfully our defence did their job and we only conceded one goal which was a fantastic strike from Riordan.\"\n"
        ]
    },
    {
        "input": "ໂຄງການຄູ່ຄ້າພູມມິພາກໃຫ້ຄວາມຊ່ວຍເຫລືອລັດຖະບານກັບໂຄງການຕ່າງໆໃນພູມມິພາກ.\n",
        "output": [
            "Regional Partnerships program provides government assistance for projects in regional areas.\n"
        ]
    },
    {
        "input": "ມີຄົນ 20 ຄົນທີ່ຕ້ອງອົບພະຍົບອອກຈາກບ້ານໃນຂະນະທີ່ລະເບີດຖືກກູ້ຢ່າງປອດໄພ.\n",
        "output": [
            "20 people had to evacuate their homes while the bomb was safely defused.\n"
        ]
    },
    {
        "input": "ປະຊາຊົນຫຼາຍກ່ວາ 160 ຄົນຖືກ ຄວບຄຸມໄວ້ ໃນໄລຍະສອງມື້ຂອງການປາບປາມ ເຊິ່ງລວມມີ 100 ຄົນຈາກຊຸມຊົນແອອັດໃກ້ຄຽງ ແຕ່ວ່າສ່ວນຫຼາຍກໍ່ຖືກປ່ອຍໂຕອອກມາ.\n",
        "output": [
            "Over 160 people were taken into custody in a two day crackdown, including over 100 from a nearby slum, but most have been released since then.\n"
        ]
    },
    {
        "input": "ລັດຖະບານໄນຈີເຣຍໄດ້ຮຽກຮ້ອງການຊ່ວຍເຫຼືອຈາກອົງການຈັດຕັ້ງສາກົນ, ລວມທັງອົງການອະນາໄມໂລກ ແລະ ສູນຄວບຄຸມ ແລະ ກາປ້ອງກັນ ພະຍາດລະບາດ ຢ່າງກວ້າງຂວາງ.\n",
        "output": [
            "Nigeria's government has requested assistance from international organizations, including the World Health Organization and the US Centers for Disease Control and Prevention, in averting a widespread outbreak.\n"
        ]
    },
    {
        "input": "ມີຂໍ້ກ່າວຫາທີ່ເປັນອະດີດຈາກທີ່ປືກສາຝ່າຍຈຳເລີຍຂອງຮຸດເຊນ ລວມເຖິງຄວາມຢ້ານດ້ານຄວາມປອດໄພຂອງຜູ້ພິພາກສາ ເຊິ່ງເຮັດໃຫ້ຕ້ອງກັບພິຈາລະນາຄະດີໃຫມ່ອີກຄັ້ງ.\n",
        "output": [
            "There are accusations of bias from the defense counsel of Hussein, as well as fears for the judges' safety which have consistently pushed the trial back.\n"
        ]
    },
    {
        "input": "ເຖິງຢ່າງໃດກໍ່ຕາມ ການເພີ່ມຂື້ນຂອງຄ່າເງິນລິວ ບໍ່ໄດ້ມີຜົນດີທັງໝົດ ຍ້ອນວ່າ ມັນໄດ້ ສ້າງຄວາມກົດດັນຫຼາຍ ໃນການ ສົ່ງອອກ.\n",
        "output": [
            "The leu's appreciation, however, isn't all positive, because it is putting a great deal of pressure on exporters.\n"
        ]
    },
    {
        "input": "\"ມື້ນີ້ກາຢາງການຊື້ສາຍການບິນ ຂອງ BA ທີ່ຊຶ້ກິດຈະການສາຍການບິນ bmi ສະແດງໃຫ້ເຫັນວ່າ EC ນໍາໃຊ້ສອງມາດຕະຖານສໍາລັບປະເທດທີ່ຖືກທຸງຊາດ ເອີຣົບ ແລະ ສາຍການບິນລາຍອັນແອ.\"\n",
        "output": [
            "\"Today's rubber-stamping of BA's purchase of bmi shows yet again that the EC has one rule for Europe's flag-carriers, but different rules for Ryanair\", said Ryanair chief .\n"
        ]
    },
    {
        "input": "ການປັບປຸງນີ້ໄດ້ຮັບການທົດສອບຈາກຄົນປະມານ 500,000 ຄົນ.\n",
        "output": [
            "The improvements have been tested by more than 500,000 beta-testers.\n"
        ]
    },
    {
        "input": "ການເລືອກຕັ້ງໃນວັນເສົາທີ່ຈະມາເຖິງ ໃນລັດ ຄຼີນສະແລນ ອົດສະຕາລີ ແພດທຼິກ ຈິເລັດ ຜູ້ລາຍງານຂ່າວຈາກວີກີນິວ ນໍາສະເໜີກ່ອນການລົງເລືອກຕັ້ງຂອງແຕ່ລະພັກການເມືອງ.\n",
        "output": [
            "With an election coming up this Saturday in the Australian state of Queensland, Wikinews reporter Patrick Gillett previews the contesting parties.\n"
        ]
    },
    {
        "input": "ມະຫາວິທະຍາໄລ ນິວພອດ ແລະ ມະຫາວິທະຍາໄລ ກລີນເດີ ແມ່ນຈະກາຍເປັນມະຫາວິທະຍາໄລຂອງຕົວເອງ.\n",
        "output": [
            "Newport and Glyndwr are set to become universities in their own right.\n"
        ]
    },
    {
        "input": "ຄວາມບໍ່ພິໃຈທາງດ້ານຈັນຍາບັນແມ່ນຖືກຢື່ນຟ້ອງໂດຍພັກຕົວແທນພັກເດໂມແຂດເມືອງເທັກຊັດທ່ານ ຄຣິສ ເບວ ໃນວັນທີ 15 ມີຖຸນາ 2004 ແລະເລີ່ມຟົດຟື້ນຂຶ້ນໃນຊ່ວງໜຶ່ງເດືອນກ່ອນການເລືອກຕັ້ງປີກາຍ.\n",
        "output": [
            "The ethics complaints were originally filed by Democratic Rep. Chris Bell of Texas on June 15, 2004, and began to heat up in the months prior to last year's elections.\n"
        ]
    },
    {
        "input": "Bourdin ໄດ້​ພັກ​ອາ​ໃສ​ຢູ່​ກັບ​ຄູ່​ຜົວ​ເມຍ​ດັ່ງ​ກ່າວ​ເປັນ​ເວ​ລາ​ສາມ​ເດືອນ ຈົນ​ນັກ​ຂ່າວ​ເປີດ​ເຜີຍ​ຕົວ​ຕົນ​ທີ່​ແທ້​ຈິງ​ຂອງ​ລາວ ແລະ​ຢືນ​ຢັນ​ຄຳ​ຕົວະ​ຂອງ​ລາວ​ໄດ້​ດ້ວຍ​ການກວດ DNA.\n",
        "output": [
            "Bourdin lived with the couple for three months before a journalist exposed him and his lies were confirmed by a DNA test.\n"
        ]
    },
    {
        "input": "ເຖິງວ່າ Palin ຈະມີການໂຈມຕີ ຫົວຂໍ້ຂ່າວຕົ້ນສະບັບ 3 ຫົວຂໍ້ຂອງຫນັງສືພິມ ນີວຢອກທາມໃນເດືອນຕຸລາໄດ້ສະຫຼຸບວ່າ ໂອບາມາ ແລະ ເອເຢີຣສບໍ່ເຄີຍໃກ້ຊິດກັນ ແລະ ໄດ້ຕິດຕໍ່ພົວພັນກັນໂດຍຜ່ານການເຮັດວຽກເບື້ອງຕົ້ນໃນສຳນັກງານ ແລະໂຄງການປະຕິຮູບໂຮງຮຽນຂອງໂອບາມາ \"ກ່າວວ່າເສັ້ນທາງຂອງເຂົາໄດ້ຄ່ອຍໆສວນທາງກັນໄປເປັນໄລຍະໆ.\"\n",
        "output": [
            "Despite Palin's attack, the original article in the October 3 New York Times concluded that Obama and Ayers were never close, and that the connection was through Obama's initial run for office and a schools reform project, \"saying that their paths have crossed sporadically\".\n"
        ]
    },
    {
        "input": "ບາງສ່ວນຂອງທາງຫຼວງທີ່ເຊື່ອມລະຫວ່າງລັດເລກທີ 35ແລະ30ແມ່ນຖືກປິດ.\n",
        "output": [
            "Portions of Interstate 35 and Interstate 30 were shut down.\n"
        ]
    },
    {
        "input": "ວົງ Poison ອ້າງວ່າ ສອງບໍລິສັດດັ່ງກ່າວໄດ້ຈ່າຍຄ່າລິຂະສິດໃຫ້ພວກເຂົາໃນລາຄາທີ່ຕໍ່າຫຼາຍເປັນເວລາຫຼາຍປີ.\n",
        "output": [
            "Poison claim the two companies have underpaid them royalties for years.\n"
        ]
    },
    {
        "input": "\"ພັກ DS4EQ ຢາກໄດ້ຮັບເປີເຊັນສຽງເພີ່ມຂຶ້ນຈາກຜູ້ລົງຄະແນນສຽງຫຼັກ ແລະ ສາມາດໄດ້ຮັບຈໍານວນບ່ອນນັ່ງສ່ວນໜຶ່ງໃນສະພາ.\" ທ່ານ ເຟີດ ໄດ້ກ່າວໄວ້.\n",
        "output": [
            "\"DS4SEQ would like to gain a sizeable percentage of the primary vote and win a number of seats,\" Mr furze said.\n"
        ]
    },
    {
        "input": "\"ນອກຈາກນີ້ ຜູ້ສະຫມັກອາຍຸບໍ່ຄວນເກີນ 32ປີໃນວັນທີ 31 ທັນວາ 2006...\"\n",
        "output": [
            "\"Furthermore, applicants should not be more than 32 years old on 31 December, 2006 …\"\n"
        ]
    },
    {
        "input": "ໂບກູກຸ໊ບ ລວມທັງ ເອັບແອວກຸ໊ບໄດ້ລົງທືນໃນຕະຫລາດສະຫະລາດອານາຈັກ.\n",
        "output": [
            "Baugur Group, as well as FL Group, have been investing in the UK market.\n"
        ]
    },
    {
        "input": "ນາງເກແຮມ ໄດ້ຊື້ເກີບຄູ່ນີ້ຈາກຮ້ານການກຸສົນຊູໄຣເດີ ຫລັງຈາກເຫັນສະມາຊິກພະນັກງານຂອງແຮເຊີໄດ້ວາງຂາຍໄວ້ໃນຮ້ານຄ້າ.\n",
        "output": [
            "Ms. Graham bought them in a Sue Ryder charity shop after seeing a member of Thatcher's staff drop them in the shop.\n"
        ]
    },
    {
        "input": "Dannie Abse ເປັນທີ່ຮູ້ຈັກເປັນນັກກະວີແລະທ່ານຫມໍທາງການແພດ.\n",
        "output": [
            "Dannie Abse is well-known for being a poet and a medical doctor.\n"
        ]
    },
    {
        "input": "ມາດ​ຕະ​ຖານ​ເຫຼົ່າ​ນີ້​ມີ​ຈຸດ​ປະ​ສົງ​ເພື່ອ​ແກ້​ຂໍ້​ຫ​ຍຸ້ງ​ຍາກ​ຕ່າງໆ​ທີ່​ໂປຣ​ແກ​ຣມ​ເມີ້​ມັກ​ຈະ​ພົບ​ພໍ້​ໃນ​ການ​ພັດ​ທະ​ນາ​ຊອບ​ຟ໌​ແວ​ໃຫ້​ກັບ Linux.\n",
        "output": [
            "The standards aim to resolve difficulties that programmers face in developing software for Linux.\n"
        ]
    },
    {
        "input": "ນາງຄິນຕັນໄດ້ຮັບຄະແນນໂຫວດເປັນອັນດັບຫນື່ງໃນທຸກຜົນການສຳຫລວດບຸກຄົນທີ່ມີແນວໂນ້ມຈະເປັນຜູ້ສະຫມັກລົງຕົວແທນພັກເດໂມແຄແລະລາວພະຍາຍາມຈະບໍ່ເປີດເຜີຍເລື່ອງການປືກສາຫາລືກັບຜູ້ສະຫນັບສະຫນຸນແລະທີມຫາສຽງຂອງລາວຫລາຍຕໍ່ຫລາຍຄັ້ງ.\n",
        "output": [
            "Clinton tops every national poll of likely Democratic candidates and had tried to keep private many of her overtures to supporters and new staff.\n"
        ]
    },
    {
        "input": "ຜູ້ການລີ ອາແຊມບັດ ເປັນຜູ້ນຳທີມສຳຫລວດປະກອບດ້ວຍທ່ານ ໂທນີ ອັນໂຕເນວລີ ນັບິກແລະຜູ້ຊ່ຽວຊານ ໄດ້ແກ່ ທ່ານໂຈເຊບ ອາຄາບາ ທ່ານຈອນ ຟິລິບ ທ່ານສະຕີບ ສະເວນສັນ ທ່ານຣິຊາດ ອາໂນ ແລະທ່ານໂຄອິຈິ ວາກາຕະ ນັກບິນຕົວແທນທີມສຳຫລວດອາວະກາດຈາກຢີ່ປຸ່ນ ລວມທັງຫມົດເປັນເຈັດຄົນ.\n",
        "output": [
            "Commander Lee Archambault will lead Discovery's crew of seven, along with Pilot Tony Antonelli, and Mission Specialists Joseph Acaba, John Phillips, Steve Swanson, Richard Arnold, and Japan Aerospace Exploration Agency astronaut Koichi Wakata.\n"
        ]
    },
    {
        "input": "ເອເອັດສ໌ໂຣມາຄອງອັນດັບສອງ ດ້ວຍການເຮັດປະຕູນຳສະປໍຕິ້ງ ຊີພີ ຊື່ງເປັນທີ່ມທີ່ເອົາຊະນເອັບຊີ ໄດນາໂມ ຄິບໄປດ້ວຍສະກໍ 2-1.\n",
        "output": [
            "AS Roma are second on goal difference ahead of Sporting CP, who defeated FC Dynamo Kyiv 2-1.\n"
        ]
    },
    {
        "input": "ໂບຮານສະຖານນີ້ຢູ່ເທີງພູເຂົາທີ່ທອດຕາມທະເລເມດີເຕີ້ເຣນ້ຽນ ເຊິ່ງສາມາດເບິ່ງເຫັນບ້ານພັກລະດູຮ້ອນຂອງ ຮໍນີມູບາລັກປະທານນາທິບໍດີຂອງອິຢິບ.\n",
        "output": [
            "The archaeological site is on a hill along the Mediterranean Sea overlooking the summer home of Hosni Mubarak, president of Egypt.\n"
        ]
    },
    {
        "input": "ເດລປ໌ ໄດ້ເຂົ້າຮ່ວມວົງບອສຕັນໃນຊ່ວງຕົ້ນປີ 1970 ຫຼັງຈາກພົບກັບມືກີຕ້າ ນັກຂຽນເພັງ ແລະ ຜູ້ຜະລິດລາຍການ ທອມ ສະໂຄລ.\n",
        "output": [
            "Delp joined Boston in the ealry 70's after meeting with guitarist, songwriter and producer Tom Scholz.\n"
        ]
    },
    {
        "input": "ລັດຖະບານກ່າວວ່າການກໍ່ການຮ້າຍແລະການປ້ອງກັນການປອມແປງເປັນສິ່ງຈຳເປັນຕໍ່ລະບົບລັກສະນະສະເພາະຂອງສາກົນ.\n",
        "output": [
            "The government cites terrorism and fraud protection as needs for a universal national identity system.\n"
        ]
    },
    {
        "input": "\"ການປະຖິ້ມອຸປະກອນຂະຫນາດ 12 ນິ້ວແລະພັກການຜະລິດຂະຫນາດ 8 ນິ້ວນັ້ນເປັນເລື່ອງທີ່ສຳຄັນໃນເຫດການນີ້ຫລາຍ.\"\n",
        "output": [
            "\"The abandonment of 12-inch fabs and the suspension of 8-inch fabs are considered critical issues in this incident.\"\n"
        ]
    },
    {
        "input": "ໜຶ່ງປີຕໍ່ໄປຈາກເຫດການຊຶນາມິມະຫາມະໝຸດອິນເດຍ ຄວາມໂສກເສົ້າ ແລະ ຄວາມເຫັນອົກເຫັນໃຈຂອງໂລກ ໄດ້ກັບມາຊາຍຝັ່ງທີ່ຖືກໂຈມຕີຈາກຊຶນາມິຢ່າງຕໍ່ເນື່ອງຂອງມະຫາສະໝຸດອິນເດຍ ບ່ອນທີ່ ຫຼາຍກວ່າ 216​ 000 ຄົນ ໄດ້ເສຍຊີວິດ.\n",
        "output": [
            "One year on from the Indian Ocean tsunami, the world's grief and compassion returned to the tsunami-battered coastlines of the Indian Ocean, where at least 216 000 people lost their lives.\n"
        ]
    },
    {
        "input": "ເດິມທີ ວິກິບຸກຕັ້ງຂື້ນເພື່ອລວມຕຳລາຮຽນແລະຄູ່ມືຕ່າງໆແຕ່ຕອນນີ້ໄດ້ກາຍເປັນຄອມມູນິຕິ້ສ້າງຫນັງສືກທຸກຮູບແບບທຸກປະເພດ ຊື່ງຕຳລາອາຫານເປັນຕົວຢ່າງທີ່ເດັ່ນຊັດທີ່ສຸດ.\n",
        "output": [
            "Wikibooks was originally meant as a place for textbooks and manuals but has increasingly become a community creating books on all kinds of subjects, with the cookbook being the most prominent example.\n"
        ]
    },
    {
        "input": "ລາວຕັ້ງໃຈພະຍາຍາມເຮັດໃຫ້ລົດຄັນອື່ນອອກຈາກນອກເສັ້ນທາງ.\n",
        "output": [
            "It is thought he was trying to force the other vehicle out of the way.\n"
        ]
    },
    {
        "input": "ມີຄວາມຢ້ານກົວວ່າ ຄວາມປອດໄພດ້ານການຈາລະຈອນ ຈະເປັນໄພຂົ່ມຂູ່ຂອງການບາດເຈັບສຳລັບຜູ້ສະໜັບສະໜູນ ບານໂລກ.\n",
        "output": [
            "Traffic safety is feared to be a threat of injury to supporters to the World Cup.\n"
        ]
    },
    {
        "input": "ມີຢ່າງຫນ້ອຍສີ່ຄົນເສຍຊີວິດແລະສີ່ສິບຄົນໄດ້ຮັບບາດເຈັບໃນຄືນວັນເສົາ ຈາກເຫດເວທີຖະຫລົມລົງມາທີ່ ງານສະແດງລັດ ຂອງ ອິນດຽນນາ ເຊິ່ງຕັ້ງຢູ່ໃນລັດອິນດຽນນາສະຫະລັດອາເມລິກາ.\n",
        "output": [
            "At least four people died and forty were injured Saturday night as the result of a stage collapsing at the Indiana State Fair, located within the US state of Indiana.\n"
        ]
    },
    {
        "input": "ແຮງງານທີ່ມີຢູ່ນອກໂຄໂລລາໂດ້ ໄດ້ພັບວ່າ ກິດຈະກຳທີ່ເຮັດດ້ວຍ \"ຜູ້ຊ່ວຍ\" ຂອງການສຶກສາ Landmark ລວມທັງ: \"ຫ້ອງການ ສະໝຽນ ການຮ້ອງຂໍທາງໂທລະສັບ ແລະ ການສະໝັກງານ ກໍ່ຄືການບໍລິການລູກຄ້າ ການຈັດວາງຕັ້ງ ການຍື່ນໄມ ໃນເວລາສຳມະນາ ແລະ ເຮັດກາເຟ.\"\n",
        "output": [
            "Labor based out of Colorado found that activities performed by Landmark Education's \"assistants\" include: \"office, clerical, telephone solicitation and enrollment, as well as greeting customers, setting up chairs, handling microphones during the seminars and making coffee.\"\n"
        ]
    },
    {
        "input": "ຜູ້ຢູ່ອາໃສ ແລະ ເຈົ້າຂອງທຸລະກິດໃນບໍລິເວນນັ້ນສົງໃສວ່າກາລະຄັ້ງໜຶ່ງໂຮງແຮມຕັ້ງຢູ່ໃນຈຸດດຽວກັນ.\n",
        "output": [
            "It was suspected by residents and business owners in the area that hotel once stood in the same spot.\n"
        ]
    },
    {
        "input": "ທ່ານ Frank Postberg ທີມ​ນັກ​ວິ​ທະ​ຍາ​ສາດ​ຂອງ​ຍານ Cassini ຈາກ​ມະ​ຫາ​ວິ​ທະ​ຍາ​ໄລ Heidelberg ໃນ​ເຢຍ​ລະ​ມັນ ກ່າວ​ວ່າ \"ໃນ​ຕອນນີ້​ຍັງ​ບໍ່​ມີ​ວິ​ທີ​ທີ່​ຈະ​ເຮັດ​ໃຫ້​ມີພືດຈຳ​ພວກ​ເມັດ​ແຕກ​ພຸ່ງ​ອອກ​ມາ​ຢ່າງ​ສະ​ໝ່ຳ​ສະ​ເໝີຈາກ​ນ້ຳ​ກ້ອນ​ທົ່ວ​ຮອຍ​ເສືອນັ້ນ ນອກ​ຈາກ​ນ້ຳ​ເຄັ​ມ​ທີ່​ພວກ​ເຮົາ​ເກັບ​ໄດ້​ຈາກ​ພື້ນ​ຜິວ​ທີ່​ເປັນ​ນ້ຳ​ກ້ອນ​ຂອງ​ເດືອນ Enceladus.\"\n",
        "output": [
            "\"There currently is no plausible way to produce a steady outflow of salt-rich grains from solid ice across all the tiger stripes other than salt water under Enceladus's icy surface,\" said Frank Postberg, a Cassini team scientist at the University of Heidelberg in Germany.\n"
        ]
    },
    {
        "input": "ເຊື້ອແບັກທິເຣຍສາມາດອາໄສສັດປ່າໃຫ້ເປັນຍານພາຫານະຈາກຟາມລ້ຽງສັດມາເຖິງຟາມຜັກຂົມໄດ້.\n",
        "output": [
            "The bacteria could have been carried by wild animals from the cattle ranch to the spinach field.\n"
        ]
    },
    {
        "input": "\"ເຮົາມີແຜນຈະໃຫ້ເຈມກັບມາຮັບຫນ້າທີ່ເດີມໃນປີຫນ້າແລະຫມັ້ນໃຈວ່າລາວຈະຍັງເປັນຕົວແທນນັກກິລາເພນສະເຕດແລະຂອງມະຫາວິທະຍາໄລທີ່ມີພະລັງ ຄວາມທຸ້ມເທແລະຄວາມເຄົາລົບຢ່າງສູງ.\"\n",
        "output": [
            "\"We are planning to have James resume his duties in the new year and are confident that he will represent Penn State Athletics and the University with a high level of energy, dedication and respect.\"\n"
        ]
    },
    {
        "input": "ສະມາຊິກຫົກຄົນໄດ້ຖືກຈັບ ຍ້ອນການຊ່ວຍເຫຼືອ ແລະ ສົ່ງເສີມ ແຕ່ວ່າໄດ້ຖືກປ່ອຍໂຕໂດຍບໍ່ມີຄວາມຜິດໃດໆ.\n",
        "output": [
            "A sixth member was arrested for aiding and abetting but was released without charge.\n"
        ]
    },
    {
        "input": "ແບດ ຮອດ ເປັນນັກຫລິ້ນທີ່ເຮັດຄະແນນໄດ້ສູງທີ່ສຸດຂອງອົດສະຕາລີ ເຮັດຄະແນນໄດ້ 35 ໂດຍບໍ່ອອກ ໃນຂະນະທີ່ແອນດູ ໄຊມອນ ເຮັດຄະແນນໄດ້ 33 ກ່ອນທີ່ຈະແລ່ນໄດ້ຊ້າລົງ.\n",
        "output": [
            "Brad Hodge was Australia's top scoring batsman, scoring 35 not out, while Andrew Symonds scored 33 runs before being stumped.\n"
        ]
    },
    {
        "input": "ຍັງບໍ່ມີການຖະແຫລງສາເຫດການເສຍຊີວິດຢ່າງເປັນທາງການແຕ່ມີລາຍງານວ່າ ນາງກິສັນໄດ້ຮັບບາດເຈັບທີ່ຫົວ.\n",
        "output": [
            "An official cause of death has not been released but it has been reported that Gilson did receive head injuries.\n"
        ]
    },
    {
        "input": "ເດີຣີ່ແຈ້ງວ່າ ຜົນລັບສຳຫລັບຜູ້ທີ່ໄດ້ຮັບການຮັກສາແລະປະສົບຜົນສຳເລັດເປັນເລື່ອງແທ້ຈິງ \"ບໍ່ວ່າພວກເຂົາຈະຕອບສະຫນອງຕໍ່ການຮັກສາດ້ານການຮຽນຮູ້-ພືດຕິກຳ ໂພແຊກທັງສອງການຮັກສາຫລືຢາຫລອກ.\"\n",
        "output": [
            "Curry noted that the results for those treated successfully held true \"whatever they responded to — cognitive-behavioral therapy, Prozac, both treatments, or a placebo\".\n"
        ]
    },
    {
        "input": "ດ້ວຍປະລິມານຂະຫນາດນັ້ນ ເວີແມນກ່າວວ່າ ຜົນທາງໂຮໂມນຈະສິ້ນສຸດລົງຫລັງຈາກຜ່ານໄປສອງສາມມື້ເພາະວ່າຕົວຮັບເມລາໂຕນິນໃນສະຫມອງຈະບໍ່ຕອບສະຫນອງເມື່ອມີການໃຊ້ໂຮໂມນຫລາຍເກີນໄປ.\n",
        "output": [
            "At that dose, says Wurtman, the hormone's effects end after a few days because melatonin receptors in the brain become unresponsive when exposed to too much of the hormone.\n"
        ]
    },
    {
        "input": "ນັກວິໄຈແລະຄະນະກຳມະການກອງທືນສຸຂະພາບແລະມະເລັງແຫ່ງອັນເບີຕາຍັງບໍ່ແນະນຳໃຫ້ໃຊ້ດີຊີເອເພື່ອຮັກສາມະເລັງ ໃນການທົດລອງທາງຄຼິຮນິກຂອງຢາທີ່ໃຊ້ຮັກສາມະເລັງນີ້ຍັງບໍ່ໄດ້ມີການດຳເນີນການ.\n",
        "output": [
            "The researchers and the Alberta Cancer Board and Capital Health do not advise the use of DCA to treat cancer yet, as clinical trials for the drugs use to treat cancer have not been performed yet.\n"
        ]
    },
    {
        "input": "ທັງນີ້ງົບປະມານໃຫມ່ຍັງລວມເຖິງການເພີ່ມງົບແກ່ໂຄງການກ່ອນໄວຮຽນຂອງລັດ ເງີນຈຳນວນສູງຖືງ $100 ລ້ານທີ່ຈະຈ່າຍໃຫ້ແກ່ຜູ້ຍົກເລິກເທັນແຄ ລວມເຖິງເງີນສົມທົບຈຳນວນຫລາຍໃຫ້ກັບກອງຄັງສຳຮອງຂອງລັດອີກດ້ວຍ.\n",
        "output": [
            "The new budget also includes an increase in spending for the state's preschool program, as much as $100 million in funding for TennCare disenrollees, and a significant contribution to the state's reserve fund.\n"
        ]
    },
    {
        "input": "ໂດຍລາຍງານຂ່າວໂທດວ່າການເພີ່ມຂື້ນຂອງຄວາມອົດຢາກໃນໂລກລ່າສຸດນີ້ ສາເຫດຫລັກເກີດຈາກພາວະເສດຖະກິດໂລກຖົດຖອຍ ເຊິ່ງເຮັດໃຫ້ເກີດການຫວ່າງວຽກເພີ່ມຂື້ນແລະລາຍໄດ້ຄົນທຸກຍາກລົດລົງ ນຳໄປສູ່ຄວາມບໍ່ຫມັ້ນຄົງທາງອາຫານທີ່ຮຸນແຮງຂື້ນ.\n",
        "output": [
            "The report blames this latest spike in world hunger chiefly on the global economic recession, which has increased unemployment and reduced incomes among the poor, leading to greater food insecurity.\n"
        ]
    },
    {
        "input": "ແທນທີ່ ຈະຄິດວ່າເປັນການສ້າງ ນ້ຳກ້ອນ 'ອ່ອນ'ໃນທໍ່ ແລະ ຈາກນັ້ນກໍ່ແຕກ ແມ່ນການໄປຫາຕົວປ່ຽນຄວາມຮ້ອນ ກ໊າສ/ນ້ຳມັນ ແລະ ຫ້າມນໍ້າມັນ.\n",
        "output": [
            "Instead, it is thought 'soft' ice formed in the pipes and then broke off, travelling to the fuel/oil heat exchanger and restricting it.\n"
        ]
    },
    {
        "input": "ໃນເດືອນກໍລະກົດ 2010 Rudd ໄດ້ຖືກແທນບ່ອນທີ່ເປັນຜູ້ນຳຂອງ ALP ແລະ ນາຍົກລັດຖະມົນຕີ ໂດຍ ທ່ານນາງ Gillard.\n",
        "output": [
            "In July 2010, Rudd was replaced as leader of the ALP and as Prime Minister by Ms Gillard.\n"
        ]
    },
    {
        "input": "ACT​ປະ​ກອບ​ມີ​ທີມແຫ່ງຊາດອົດ​ສະ​ຕຣາ​ລີ​ Aimee Murch ແລະ Clare Warwick​; Olympic ຊະ​ນະ​ເລີດ Brenda De Blaes​; Victorian ຜູ້​ຕາງ​ຫນ້າ​ທີມ​ງານ​ຂອງ​ລັດ​ ສະ​ມາ​ຊິກ​ທີມ​ງານ​ແຫ່ງ​ຊາດ​ແລະ medalist bronze ໂອ​ລິມ​ປິກ Justine Smethurst​; ແລະ Clare Currie​ ຜູ້​ທີ່​ພາດ​ໂອ​ກາດ​ນີ້​ໃນ​ທີມ​ງານ​ແຫ່ງ​ຊາດ​.\n",
        "output": [
            "The ACT side included Australian national team members Aimee Murch and Clare Warwick; Olympic bronze medalist Brenda De Blaes; Victorian state team representative, national team member and Olympic bronze medalist Justine Smethurst; and Clare Currie, who narrowly missed the cut for the national team.\n"
        ]
    },
    {
        "input": "ຫລັງຈາກທີ່ເສືອເຂົ້າທຳຮ້າຍຄົນງານ ມັນໄດ້ຍ່າງໄປທຳຮ້າຍນັກທ່ອງທ່ຽວອີກສອງຄົນ.\n",
        "output": [
            "After the tiger attacked the worker, it then went on to attack the two other visitors.\n"
        ]
    },
    {
        "input": "ແຕ່ແຜນການຂອງພວກເຂົາລົ້ມເຫຼວ ຈັ່ງໃດກໍຕາມ ແລະ ມານ ແມ່ນຖືກຈັບໂຕໄດ້ ຫຼັງຈາກເດີນທາງມາປະເທດ ຊິມບາເວ ເພື່ອຊຶ້ອາວຸດປືນ ແລະ ລະເບີດ.\n",
        "output": [
            "Their plans were foiled, however, and Mann was arrested after arriving in Zimbabwe to purchase firearms and grenades.\n"
        ]
    },
    {
        "input": "\"ຂ້າພະເຈົ້າກ່າວຢ່າງບໍ່ເສແສ້ງເຮັດເປັນຖ່ອມຕົວໄດ້ເລີຍວ່າ: ພາລະກິດສໍາເລັດແລ້ວ\" ລາວກ່າວຕໍ່ຫນ້າປະຊາຊົນເກືອບ 50,000 ຄົນເມື່ອວັນສຸກ \"ເຮົາໄດ້ຮວມກັນເປັນຫນື່ງກຽວກັນຢ່າງສະຫງົບແລ້ວ.\"\n",
        "output": [
            "\"I can say to you without false modesty: mission accomplished\" he told crowds of around 50,000 on Friday, \"We've reunited and pacified the country.\"\n"
        ]
    },
    {
        "input": "ບຶດດ່ຽວຫຼັງຈາກສານ Edinburgh ໄດ້ປະຕິເສດການຮ້ອງຂໍ້ປະກັນຕົວຂໍຄວາມເຫັນອົກເຫັນໃຈ Jim Swire ຜູ້ຖະແຫຼງຂ່່າວສໍາລັບຄອບຄົວຜູ້ຖືກເຄາະຮ້າຍ ຜູ້ທີ່ໄດ້ສູນເສຍລູກສາວຂອງຕົນໃນໄພພິບັດໄດ້ສະແດງຄວາມບໍ່ພໍ່ໃຈກ່ຽວກັບການຕັດສິນລົງໂທດນັ້ນ.\n",
        "output": [
            "Minutes after Edinburgh's Appeals Court rejected bail on compassionate grounds Jim Swire, spokesman for the victim's families who lost his daughter in the disaster, complained about the ruling.\n"
        ]
    },
    {
        "input": "\"ຂ້ອຍບໍ່ຮູ້ວ່າຈະເອົາມັນເຂົ້າໄດ້ແນວໃດ\" ແບຣດຕັ້ນ ໄດ້ເນັ້ນ.\n",
        "output": [
            "\"I don't know how else to put it,\" stated Bratton.\n"
        ]
    },
    {
        "input": "ໃນປີ 1991 ແລະ 1992 ສີ່ໃນຫົກລັດໃນ ສະທາລະນະລັດຢູໂກສະໂລວຽນ ປະກາດເປັນເອກະລາດແຕ່ສອງລັດ ເຊີເຍຍ ແລະ ມອນຕີເນໂກຣ ຍັງຄົງຢູ່ນຳກັນ.\n",
        "output": [
            "In 1991 and 1992 four of six Yugoslavian republics declared independence but two, Serbia and Montenegro, remained together.\n"
        ]
    },
    {
        "input": "\"ດັ່ງນັ້ນ ສຳລັບຂ້ອຍ ມັນແມ່ນຄວາມພະຍາຍາມເພື່ອຈະມາໃນສະຖານທີ່ ທີ່ເຊິ່ງຂ້ອຍຄິດວ່າຈະະເຜີຍແຜ່ຂ່າວຄວາມຕາຍ ແລະ ເລິ່ມຕົ້ນປະກາດຄວາມຈິງ\" ລາວເວົ້າ.\n",
        "output": [
            "\"So for me it was an attempt to come to a place that I think propagates death and start to proclaim truth,\" she said.\n"
        ]
    },
    {
        "input": "Leonpr Tomero ຂອງ ສູນບັງຄັບ ແລະ ບໍ່ແຜ່ຂະຫຍາຍອາວຸດທະຫານກ່າວວ່າ ການທີ່ບໍ່ມີຜູ້ລະເວັ້ນທີ່ສາມາດນຳພາ ໃນສະຖານະການທີ່ອຶດອັດ ເຊິ່ງຄວາມຄືບໜ້າໃນການມ້າງ ໂຄງການນິວເຄຣຍຂອງ ເກົາຫຼີເໜືອ ອາດໄດ້ມີຄວາມຫຼ້າຊ້າ ເນື່ອງຈາກຄວາມສາມາດດ້ານເຕັກນິກ.\n",
        "output": [
            "The absence of the waiver could have led to an embarrassing situation where progress on dismantling North Korea's nuclear program would have been delayed because of a technicality, said Leonor Tomero of the Center for Arms Control and Non-Proliferation.\n"
        ]
    },
    {
        "input": "ນັກຂ່າວສອງຄົນນີ້ ຊ່າງກ້ອງ ພໍ ດັກລາ ແລະຊ່າງສຽງ ເຈມ ໂບແລນ ສັນຊາດບຣິດຕິດທັງຄູ່ ໄດ້ເສີມໂດຍກອງທະຫານລາບທີ 4 ຂອງອາເມລິກາ ແລະອອກກວດຍາມປະຈຳມື້ ໃນຂະນະທີ່ລົດໃກ້ໆຊື່ງບັນຈຸວັດຖຸລະເບີດໄດ້ລະເບີດຂື້ນ.\n",
        "output": [
            "The two journalists, cameraman Paul Douglas and soundman James Brolan, both British, were embedded with the American 4th Infantry Division and were on a routine patrol when a nearby car packed with explosives was detonated.\n"
        ]
    },
    {
        "input": "ທີມທີ່ມີຄະແນນນຳສີ່ທີມໃນແຕ່ລະກຸ່ມຈະເຂົ້າໄປແຂ່ງຂັນໃນຮອນກ່ອນຮອງຊະນະເລີດ.\n",
        "output": [
            "The top four teams in each group then go on into the quarter-finals.\n"
        ]
    },
    {
        "input": "ແບລດ ຍັງວິພາກວິຈານວ່າຝ່າຍຟ້ອງຮ້ອງໄດ້ພັນລະນາລູກຄວາມຂອງລາວ.\n",
        "output": [
            "Blatt also criticized the portrait prosecutors had painted of his client.\n"
        ]
    },
    {
        "input": "Thomas ລູກສາວຂອງຄົນອົບພະຍົບຊາວເລບານອນ ຜູ້ທີ່ຈຸດປະກາຍການທົດສອບເປັນນັກຂ່າວແມ່ຍິງໃນດ້ານການເມືອງຢູ່ໃນສະຫະລັດອາເມລິກາ ໄດ້ຢຸດເຊົ່າການເຮັດວຽກຂອງລາວຫຼັງຈາກການຂໍໂທດໃນການເວົ້າວ່າອິດສະຣາເອນຄວນ \"ໄດ້ຮັບການອອກຈາກ ປາລາສະຕີນ.\"\n",
        "output": [
            "Thomas, the daughter of Lebanese immigrants, who blazed a trail for female reporters in politics in the United States, has ended her career after apologizing for saying that Israel should \"get the hell out of Palestine.\"\n"
        ]
    },
    {
        "input": "ຮາມັສ ພັກອິດສະລາມແບບດັ້ງເດີມ ໄດ້ຊະນະຄະແນນສ່ວນຫຼາຍໃນການເລືອກຕັ້ງ ສະພາ ກາຊາ ສະທຣິບ ທີ່ໄດ້ຈັດຂຶ້ນເດືອນແລ້ວນີ້.\n",
        "output": [
            "Hamas, a radical islamist party, has won by a large majority in the Gaza Strip council elections held last month.\n"
        ]
    },
    {
        "input": "ພຣານັບ ຄູມາ ມັກເຮີຍີ ລັດຖະມົນຕີຕ່າງປະເທດອາຍຸ 73 ປີ ເປັນຜູ້ເບິ່ງແຍງກະຊວງການເງິນຫລັງຈາກທີ່ລາວຈັດປະຊຸມກັບປະທານສະພາຄອນເກດ ໂຊເນຍ ຄານທິແລະນາຍຍົກລັດຖະມົນຕີຊິງ.\n",
        "output": [
            "External Minister Pranab Kumar Mukherjee, age 73, has been given the charge of Finance Ministry after he held meetings with Congress President Sonia Gandhi and then Prime Minister Singh.\n"
        ]
    },
    {
        "input": "ມັນກຳລັງເຕືອນວ່າມີສອງສາມປະໂຫຍດແມ່ນຖືກນຳອອກຈາກບົດ ເພື່ອເຮັດໃຫ້ມີຄວາມປະທັບໃຈ ທີ່ສະຖາບັນຂອງພວກເຮົາເປັນບ່ອນກໍ່ສ້າງຄວາມຄັ້ງ ພວກເຂົາສາມາດໂນ້ມເນົາພວກເຮົາໂດຍກົງ ພວກເຮົາໄດ້ດຳເນີນການເປີດນະໂຍບາຍຢູ່ໃນມອດຂອງພວກເຮົາ.\n",
        "output": [
            "It is deeply alarming that a few sentences have been taken out of context in order to create the impression that our institution is a hotbed of fanaticism they could have approached us directly - we operate an open door policy in our mosques.\n"
        ]
    },
    {
        "input": "ໃນປີ 2004 ດຣ. ອາເຟຍ ແມ່ນໄດ້ຖືກລະບຸໂດຍ FBI ຄືເປັນ \"ຜູ້ອໍານວຍຄວາມສະດວກ ແລະ ປະຕິບັດການຂອງກຸ່ມອັງກໍອິດະ ເຊິ່ງໄດ້ສ້າງຄວາມອັນຕະລາຍທີ່ຊັດເຈນ ໃຫ້ກັບອາເມກາ.\"\n",
        "output": [
            "In 2004, Dr. Aafia was identified by the FBI as an \"Al-Qaeda operative and facilitator who posed a clear and present danger to America\".\n"
        ]
    },
    {
        "input": "\"ລັດຖະບານຈະຮ່ວມມືກັບປະຊາຄົມລະຫວ່າງປະເທດເພື່ອຄົງໄວ້ແຫ່ງຄວາມສະຫງົບແລະຄວາມປອດໄພທີ່ຄາບສະຫມຸນເກົາຫລີ.\"\n",
        "output": [
            "\"The government will also cooperate closely with the international community to maintain peace and safety on the Korean Peninsula.\"\n"
        ]
    },
    {
        "input": "ຊິງໄດ້ຮັບການຜ່າຕັດບາຍພາດຫົວໃຈໃນອັງກິດເມື່ອປີ 1990 ແລະສັນຍະກຳຕົກແຕ່ງຫລອດເລືອດໃນປີ2004 ທີ່ເດລີ ໃຫ້ປະກົດຂື້ນປີດໃນເສັ້ນເລືອດຂອງລາວ.\n",
        "output": [
            "Singh, a diabetic, underwent a bypass surgery in Britain in 1990 and had an angioplasty in 2004 in Delhi in which stents were introduced in his arteries.\n"
        ]
    },
    {
        "input": "ກອງກໍາລັງອິດສະລະເອວ ໄດ້ເຂົ້າໃຈ ສະພາບການ ແຕ່ບໍ່ຊ່ວຍຄົນບາດເຈັບ.\n",
        "output": [
            "The Israeli military must have been aware of the situation but did not assist the wounded.\n"
        ]
    },
    {
        "input": "ຕາມເບີຣິແກນ ໃນການສຳພາດໃນລາຍການ ເດໂມເຄຊີນາວ ໃນວັນສຸກທີ 14 ກໍລະກົດ ເມື່ອຂໍໃຫ້ສະຫະລັດຊໍລໍການຂາຍນ້ຳມັນເຄື່ອງບິນເຈັດມູນຄ່າ $120 ລ້ານໃຫ້ກັບກອງທັບອິສາລະເອວເພື່ອຊ່ວຍການລະເບີດໃນເລບານອນ.\n",
        "output": [
            "According to Berrigan, in an interview given to Democracy Now on Friday, just on the 14th of July while calling for restraint the U.S. also sold $120 million worth of jet fuel to the Israeli military assisting their bombing campaign of Lebanon.\n"
        ]
    },
    {
        "input": "ຕອນນີ້ ທ່ານ ຊາໂຄຊີ ຍັງເປັນຜູ້ນໍາໃນການສຳຫຼວດຄວາມຄິດເຫັນໃນເດືອນພຶດສະພາພາຍຫຼັງລາວໄດ້ປະກາດການເປັນຜູ້ສະໝັກຂອງລາວໄດ້ໜຶ່ງອາທິດ.\n",
        "output": [
            "Mr. Sarkozy is currently pulling ahead in the polls one week after announcing his candidacy for the May poll.\n"
        ]
    },
    {
        "input": "ມູນລະນິທິເພື່ອກຸສົນໃຫຍ່ຂອງອັງກິດຢ່າງ ຄອມມິກ ຣີລີບ ລົງທືນໃນບໍລິສັດຜະລິດອາວຸດເຄື່ອງດື່ມແອວກໍຮໍ ແລະຢາສູບ ຕາມຂໍ້ມູນທີ່ລາຍການ PanoramaຂອງBBC ໄດ້ສືບຫາຂໍ້ມູນແລະອອກອາກາດໄປເມື່ອຊ່ວງແລ້ວມື້ນີ້.\n",
        "output": [
            "Major British charity Comic Relief has invested money in arms, alcohol and tobacco firms, according to a BBC Panorama investigation to be broadcast this evening.\n"
        ]
    },
    {
        "input": "ບໍ່ພົບລາວຈົນຖືງເດືອນສິງຫາ ປີ 1997 ເມື່ອນັກດຳນ້ຳພົບຮ່າງຂອງລາວທີ່ຖືກຖ່ວງນ້ຳຫນັກໃນຄວາມເລິກ 70 ຟຸດ.\n",
        "output": [
            "She was not found until August 1997, when divers found her weighted corpse 70 feet deep.\n"
        ]
    },
    {
        "input": "ລົດໄຟ ຖະໜົນເອດວາ ທີ່ອອກເດີນທາງອອກໄປປາດິງຕອນ ແລະ ຍັງຢູ່ໃນວົງວຽນ ໄດ້ລະເບີດ ໃນທາງກົງກັນຂ້າມກັບລົດໄຟ ທີ່ີມາຈາກທິດທາງອື່ນ ເຮັດໃຫ້ຄົນຄິດວ່າ ທໍາອິດ ມັນແມ່ນ ອຸປະຕິເຫດລົດໄຟຕົກລາງ.\n",
        "output": [
            "The Edgware Road train, leaving for Paddington and also on the Circle, exploded opposite a train coming from the other direction, making people think at first that it was a derailment.\n"
        ]
    },
    {
        "input": "ສາເຫດການຕາຍສ່ວນໃຫຍ່ເກີດຈາກເພີງພັງຖະຫລົ່ມເມື່ອຖືກຝົນຫລືຂີ້ຕົມ.\n",
        "output": [
            "The deaths were caused mainly because some shanty-houses collapsed under rain or mud.\n"
        ]
    },
    {
        "input": "ຕົວແທນຂອງ ເຈນິສ ດິກກິນສັນ ໄດ້ອອກຖະແຫລ່ງການກ່ຽວກັບການຕາຍຂອງໄລອັນ.\n",
        "output": [
            "A representative for Janice Dickinson released a statement about the death of Ryan.\n"
        ]
    },
    {
        "input": "ແພດຊ່ຽວຊານດ້ານການເຮັດຄອດຂອງໂຮງຫມໍ ແອນດູ ມິວເລີກ່າວວ່າ ການຖືພາທີ່ຮັງໄຂ່ແລ້ວເດັກນ້ອຍລອດຊີວິດຈົນຄອດເປັນສິ່ງທີ່ \"ບໍ່ເຄີຍໄດ້ຍິນ.\"\n",
        "output": [
            "The hospital's obstetrician Andrew Miller says that having an ovarian pregnancy survive to full-term is \"unheard of\".\n"
        ]
    },
    {
        "input": "ຣອສໄດ້ກ່າວວ່າລາວຮູ້ສືກ \"ລະອາຍໃຈ\" ຕໍ່ບາງລາຍການ ແລະກ່າວວ່າ \"[ສ່ວນ]ໃຫຍ່ແລ້ວສິ່ງທີ່ລາວພູມໃຈຫລາຍຄືລາຍການເຫລົ່ານີ້.\"\n",
        "output": [
            "Ross has stated that he was \"ashamed of\" few programmes and that \"[t]he vast majority are shows I am proud of.\"\n"
        ]
    },
    {
        "input": "ເມື່ອເວົ້າຖືງປະຕິກິລິຍາຂອງຊາວອິລັກທີ່ມີຕໍ່ເຫດລະເບີດໃນກຸງລອນດອນ ໂຄສົກກ່າວວ່າ \"ຄວາມເຫັນສ່ວນໃຫຍ່ຈາກຜູ້ສວດ[ພາວະນາ] ວັນສຸກໃນພື້ນທີ່ປະຕິບັດວຽກຂອງສະຫະລາດຊະອານາຈັກນັ້ນບໍ່ເຫັນດ້ວຍກັບການໂຈມຕີໃນກຸງລອດດອນ.\"\n",
        "output": [
            "Speaking of the response by Iraqis to the London bombings, the spokesperson said, \"Most of the feed back from Friday pray[ers] in the British Area of Operation were against the attacks on London.\"\n"
        ]
    },
    {
        "input": "ທ່ານມາລອຍ ເສີມອີກວ່າ: \"ຄຽງຄູ່ກັບທີ່ລັດຂອງພວກເຮົາເຄື່ອນໄຫວໄປຕາມການ ປຶກສາຫາລື ຂ້າພະເຈົ້າຫວັງວ່າພວກເຮົາທັງໝົດຈະເພີ້ມທະວີຄວາມ ພະຍາຍາມ ແລະ ການເຮັດວຽກເປັນປົກກະຕິ ເພື່ອປັບປຸງ ຄວາມຍຸດຕິທໍາ ແລະ ຄວາມໝັ້ນຄົງ ຂອງລະບົບການພິພາກສາ ອາດສະຍາກອນ ຂອງພວກເຮົາ ແລະ ເພື່ອຫຼຸດຜ່ອນຄວາມຜິດພາດຂອງມັນໃຫ້ເຫຼືອໜ້ອຍທີ່ສຸດ.\"\n",
        "output": [
            "\"As our state moves beyond this divisive debate, I hope we can all redouble our efforts and common work to improve the fairness and integrity of our criminal justice system, and to minimize its fallibility,\" added Malloy.\n"
        ]
    },
    {
        "input": "\"ເຄື່ອງກວດຈັບຄວັນໃນຊັ້ນທີ 13 ແລະ ຊັ້ນທີ 27 ບໍ່ໄດ້ທຳງານ.\"\n",
        "output": [
            "\"Smoke detectors went off on the 13th and 27th floors.\"\n"
        ]
    },
    {
        "input": "ກອງທັບອາກາດຂອງລາດຊະອານາຈັກອັງກິດ ໄດ້ສົ່ງເຮືອບິນຮົບ ລຸ້ນ ເອຟ3 ທໍນາໂດ ສີ່ລໍາ ເພື່ອສະກັດເຮືອບິນທະຫານຂອງກອງທັບລັດເຊຍ.\n",
        "output": [
            "Four F3 Tornado fighter jets were launched by the United Kingdom's Royal Air Force to intercept Russian military planes.\n"
        ]
    },
    {
        "input": "ໄຊມອນ ແອກຄິນ ຈາກຫນ່ວຍງານຕຳຫລວດທ້ອງຖິ່ນກ່າວວ່າ \"ລົດມອນເດໂອສີດຳເຄື່ອນໄປເມືອງເລດສະເຕີແລະລົດບັນທຸກກຳລັງໄປອີກດ້ານທີ່ສວນທາງກັນ.\"\n",
        "output": [
            "Simon Adkin of the local police said that, \"the black Mondeo was travelling towards Leicester and the lorry was travelling in the opposite direction.\"\n"
        ]
    },
    {
        "input": "ນາຍຍົກລັດຖະມົນຕີສະກ໊ອດແລນອາເລັກ ແຊວມອນ ເອັມເອັດສ໌ພີ ໄດ້ເປີດຮູບປໍ້າທອງແດງແລະສ່ວນລຳລືກໃນມູດີເບີນໃນວັນອາທິດຕໍ່ຫນ້າຄົນປະມານ 600 ຄົນ.\n",
        "output": [
            "Scotland's First Minister Alex Salmond MSP unveiled a bronze statue and a memorial garden in Moodiesburn on Sunday in front of a crowd of approximately 600.\n"
        ]
    },
    {
        "input": "ຈາກການກໍ່ສ້າງສາຍລົດໄຟດັ່ງກ່າວ ບ້ານເຮືອນຫລາຍຮ້ອຍຫລັງຈະມີອຸໂມງຂຸດຜ່ານ.\n",
        "output": [
            "As a result of construction of the Crossrail line, hundreds of homes will have new tunnels excavated beneath them.\n"
        ]
    },
    {
        "input": "ເພັນໂທບາບີທໍ​ຢາສຳຮອງຊຶ່ງໃຊ້ໃນຄລີນິກ ດິກນີທາສ ໃນ ສວິດເຊີແລນ ຖືກໃຊ້ໃນການສີດຢູ່ ໂອເລກອນ ແລະ ໄດ້ເລີ່ມໃຊ້ໃນ ໂອກລາໂຮມາ.\n",
        "output": [
            "Pentobarbital, an alternative which is used at the Dignitas clinic in Switzerland, is used for lethal injections in Oregon, and has started to be used by Oklahoma.\n"
        ]
    },
    {
        "input": "ແຜ່ນດິນໄຫວນ້ອຍທີ່ເກີດຫຼັງແຜ່ນດິນໄຫວຮຸນແຮງເຖິງ 5.9 ແມັກນິດຈູດເຊິ່ງຈຸດສູນກາງຕັ້ງຢູ່ ພາກຕາເວັນຕົກຂອງ ປິຈິເລມູໄປ ສິບເກົ້າກິດໂລແມັດ, ອີງຕາມການສຳຫຼວດດ້ານທໍລະນີວິທະຍາຂອງມະຫາວິທະຍາໄລ ຊີລີ (UCGS).\n",
        "output": [
            "The aftershock reached a magnitude of 5.9 with the epicenter located nineteen kilometers west of Pichilemu, according to the University of Chile Geological Survey (UCGS).\n"
        ]
    },
    {
        "input": "ນັກວິທະຍາສາດຢູ່ທີ່ກົມອຸຕຸນິຍົມວິທະຍາອິນເດຍ (IMD) ໃນເມືອງນິວ ດາຮີ ສູນຜູ້ຊ່ຽວຊານອົງການອຸຕຸນິຍົມວິທະຍາສາກົນ ສໍາລັບອາຊີ ໄດ້ກ່າວວ່າ ເຂົາເຈົ້າໄດ້ອອກຖະແຫລ່ງການກ່ຽວກັບພາຍຸດັ່ງກ່າວ ໃຫ້ມຽນມ້າ ໃນຕອນເຊົ້າຂອງວັນທີ່ 26 ເມສາ.\n",
        "output": [
            "Scientists at the Indian Meteorological Department (IMD) in New Delhi, theWorld Meteorological Organisation's specialist centre for Asia, say they issued the first of the cyclone bulletins to Myanmar as early as 26 April.\n"
        ]
    },
    {
        "input": "ທ່ານ ອາລີ ເບນ ບອງໂກ ປະທານນາທິບໍດີຄົນໃຫມ່ຂອງປະເທດກາບອງ ປະກາດລາຍຊື່ຄະນະລັດຖະມົນຕີຊຸດທໍາອິດຂອງລາວຫລັງຈາກຊະນະການເລືອກຕັ້ງປະທານນາທິບໍດີຂອງປະເທດເມື່ອບໍ່ດົນມານີ້.\n",
        "output": [
            "Gabon's new president Ali Ben Bongo has named his first government, after winning the country's recent presidential elections.\n"
        ]
    },
    {
        "input": "ຜູ້ນຳການຮ່ວມມືຄວາມກ້າວຫນ້າຂອງ ທ່ານ Jim Anderton ແລະ ຜູ້ສະໜັບສະໜູນການຮຽກເກັບເງີນ Jim Anderton ໄດ້ກ່າວວ່າ: \"ການສ້າງຂໍ້ອ້າງໃນນາທີສຸດທ້າຍຕໍ່ສະມາຊິກສະພາບໍ່ໄດ້ໝາຍຄວາມວ່າເຮົາໄດ້ລົງກົນດ້ວຍຄຳສັນຍາ ແລະ ຄຳຄິດເຫັນທີ່ບໍ່ຈຳເປັນ.\"\n",
        "output": [
            "Leader of Jim Anderton's Progressive coalition and supporter of the bill, Jim Anderton, said: \"Making a last-minute plea to MPs is not to be fooled by the promise of the unnecessary review.\"\n"
        ]
    },
    {
        "input": "ການສືກສາຄັ້ງນີ້ເປັນໜັງສືທີ່ມີຄຸນຄ່າທາງປະຫວັດສາດທີ່ເຕັມໃປດ້ວຍການເກີດການຕາຍ ແລະ ການຍ້າຍຖີ່ນການພາຍນອກສຳລັບປະຊາກອນນີວຊີແລນ.\n",
        "output": [
            "This study is a historic book full of births, deaths and external migration for the population of New Zealand.\n"
        ]
    },
    {
        "input": "ອີວາ ບຸດເຊີໄຊເຟີ ປະທານຂອງບໍລິສັດເຄດີອິໃນເຍຍລະມັນ ແລະກຳມະການຜູ້ຈັດການຂອງ ບາຊິວຄອມກ່າວວ່າ ຂະບວນການປ່ຽນແປງໂປແກມຕອນນີ້ຢູ່ໃນຊ່ວງ \"ສຳຄັນສຸດ\" ເພາະກຳລັງນຳເຂົ້າ 300 ລະບົບໃນທຸກໆມື້.\n",
        "output": [
            "According to Eva Brucherseifer, president of the KDE community in Germany and managing director of basysKom, the migration process in its \"peak phase\" and is porting 300 systems every day.\n"
        ]
    },
    {
        "input": "ລາຍງານໜຶ່ງເວົ້າວ່າຍົກຕົກຢູ່ບ່ອນເທືອກເຂົາ ໃນຂະນະທີ່ບ່ອນອື່ນເວົ້າວ່າຍົນຕົກຢູ່ບ່ອນທີ່ເປັນໜອງ.\n",
        "output": [
            "One report says it crashed into a ravine while another states it crashed into a swampy area.\n"
        ]
    },
    {
        "input": "ເຮືອຊູຊີບຍັງໄດ້ບັນທຸກສະມາຊິກຄົນອື່ນທີ່ບໍ່ໄດ້ຮັບບາດເຈັບໃນຂະນະທີ່ເຮລິຄອບເຕີ້ກັບມາຊ່ວຍເຫລືອເດັກນ້ອຍຜູ້ຊາຍຄົນທີ່ສອງ.\n",
        "output": [
            "The lifeboat also carried an uninjured member of the party ashore, while the helicopter returned to rescue a second young boy.\n"
        ]
    },
    {
        "input": "ຄົນງານສີ່ຄົນຍັງຄັງຮັກສາຕົວທີ່ໂຮງພະຍາບານຫລັງຈາກເຫດລະເບີດ ໃນຂະນະທີ່ສາມຄົນຍັງຢູ່ໃນພາວະວິກິດ.\n",
        "output": [
            "Four workers are still hospitalised after the explosion, three in critical condition.\n"
        ]
    },
    {
        "input": "ສະຖານນີລົດໄຟໃຕ້ດິນ ພິກຄາດເດລີ ໄດ້ເປີດໃຫ້ບໍລິການອີກຄັ້ງຫລັງຈາກປີດໃຫ້ບໍລິການ.\n",
        "output": [
            "Piccadilly Circus tube station has reopened after an earlier closure\n"
        ]
    },
    {
        "input": "ຕົວແທນຈາກລັດຖະບານມີຄໍາເຫັນຕ່າງກັບຄຳຖາມດັ່ງກ່າວ.\n",
        "output": [
            "Representatives of the grand coalition differed in their views regarding this question.\n"
        ]
    },
    {
        "input": "ລາວອະທິບາຍມື້ທົ່ວໄປໃນການເຮັດວຽກຂອງລາວວ່າ: \"ໜຶ່ງຊົ່ວໂມງເຄິ່ງກ່ອນລາຍການ ຂ້ອຍຈະຢູ່ໃນຫ້ອງແຕ່ງໜ້າ.\n",
        "output": [
            "She describes a typical day: \"One hour and a half before the show I'm in the make-up room.\n"
        ]
    },
    {
        "input": "ສະ​ຖາ​ນະ​ການ​ໄດ້​ສິ້ນ​ສຸດ​ລົງ​ໂດຍ​ບໍ່​ມີ​ເຫດ​ ແລະ​ ຜູ້​ໂດຍ​ສານ​ທັງ​ຫມົດ​ແລະສາ​ມາດ​ປ່ອຍ​​ລູກ​ເຮືອ​ໃນ​ເຮືອ​ບິນ​ລໍາ​ນີ້​ໄດ້​ຢ່າງ​ປອດ​ໄພ​.\n",
        "output": [
            "The situation ended without incident and all passengers and crew on board the aircraft were able to leave safely.\n"
        ]
    },
    {
        "input": "ເມື່ອ​ເຂົ້າ​ໃກ້​ກັບ​ພື້ນ​ຜິວ​ຂອງ​ເດືອນ ຍານ Cassini ພົບ​ ເມັດ​ພືດ​ທີ່​ມີ​ຂະ​ໜາດໃຫ​ຍ່​ຂຶ້ນ ເຊິ່ງອຸ​ດົມ​ໄປ​ດ້ວຍ​ໂຊ​ດ້ຽມ ແລະ​ໂປ​ຕາ​ສ​ຊ້ຽມ.\n",
        "output": [
            "Closer to the moon's surface, Cassini found that relatively large grains rich with sodium and potassium dominate the plumes.\n"
        ]
    },
    {
        "input": "ຕາມ​ການ​ລາຍ​ງານ​ຂອງທ່ານ​ທູດ​ອິ​ດ​ສະ​ຣາ​ເອນ​ທີ່​ປະ​ຈຳ​ໃນ​ສະ​ຫະ​ລັດ ໄດ້​ໃຫ້​ຮູ້​ວ່າ ອິດ​ສະ​ຣາ​ເອນ​ໄດ້​ຍອມ​ຮັບ​ການ​ຂໍ​ໂທດ​ດັ່ງ​ກ່າວ​ແລ້ວ.\n",
        "output": [
            "According to the Israeli Ambassador to the United States, Israel accepts the apology.\n"
        ]
    },
    {
        "input": "ມີການຢືນຢັນວ່າສະໄປເກີຈະປ່ຽນເຈົ້າຂອງໃນລະດູການຫນ້າແລະຈະເປັນທີມຟອມມູລ່າວັນແຫ່ງຊາດອິນເດຍຄັ້ງທຳອິດໃນປະຫວັດສາດ.\n",
        "output": [
            "It was confirmed that Spyker will change owners next season becoming the first Indian national Formula One team in history.\n"
        ]
    },
    {
        "input": "Pascal Bates ຜູ້ດຳເນີນຄະດີໄດ້ກ່າວວ່າ ເພື່ອຄວາມໄວ້ວາງໃຈພວກເຮົາໄດ້ຍອມຮັບວ່າການລະເມີດດ້ານສຸຂະພາບ ແລະ ຄວາມປອດໄພເປັນ \"ສາເຫດທີ່ສໍາຄັນ\" ໃນການເສຍຊີວິດຂອງເຂົາ.\n",
        "output": [
            "The trust admitted that health and safety breaches were a \"significant cause\" of his death, said Pascal Bates for the prosecution.\n"
        ]
    },
    {
        "input": "ປັດຈຸບັນນີ້ໂຟນອິນເວດເມັດ ອິເອັດຈ໌ເອັບ ໄດ້ຊື້ບໍລິສັດການບິນເດນມາກ ສະເຕີລິງ ແອແລະເມຍແອ.\n",
        "output": [
            "Recently the Fons Investment ehf. bought the Danish airlines Sterling Air and Mearsk Air.\n"
        ]
    },
    {
        "input": "ກ່ານຕັດສິນໃຈຍົກເລີກສອບເສັງສໍາລັບນັກຮຽນອາຍຸ ສິບສີ່ ປີ ແມ່ນໄດ້ມາຈາກຜົນຂອງເຫດການກ່ອນໜ້ານີ້ເມື່ອຕົ້ນປີ ເມື່ອມີເຫດການສົ່ງຜົນສອບເສັງໃຫ້ກັບບັນດານັກຮຽນເຫຼົ່ານີ້ຊັກຊ້າຫຼາຍ.\n",
        "output": [
            "The decision to abolish the tests for fourteen year olds came as a result of a situation earlier this year, when there were long delays with the delivery of test results to students of this age.\n"
        ]
    },
    {
        "input": "ຣິໂຄ ແດເນຍເປັນພິທີກອນໂທລະພາບອັງກິດທີ່ອາໄສຢູ່ໃນປະເທດຝຣັ່ງເສດ ແລະເປັນທີ່ຮູ້ຈັກຈາກໜັງຊຸດທາງໂທລະພາບສອງເລື່ອງ ຢ່າງ The Salvager ໃນຂະນະທີ່ລາວຢູ່ໃນອັງກິດແລະ Le Sakvager ຫລັງຈາກທີ່ລາວຍ້າຍມາຢູ່ຝຣັ່ງເສດ.\n",
        "output": [
            "Rico Daniels is a British TV presenter living in France who is known for his two television series — The Salvager — whilst he still lived in the UK and then Le Salvager after he moved to France.\n"
        ]
    },
    {
        "input": "ວັນ​ທີ 5 ພະ​ຈິກ​ຂອງ​ທຸກໆ​ປີ ປະ​ຊາ​ຊົນ​ຈາກ​ສະ​ຫະ​ລາດ​ຊະ​ອາ​ນາ​ຈັກ ແລະ​ບາງ​ສ່ວນ​ຈາກ​ເຄືອ​ຈັກ​ກະ​ພົບຮ່ວມ​ກັນ​ສະຫຼອງ​ຄ່ຳ​ຄືນ Guy Fawkes ເພື່ອ​ລະ​ນຶກເຫດ​ລອບ​ວາງ​ລະ​ເບີດ​ລັດ​ຖະ​ສະ​ພາ ໃນ​ວັນ​ທີ 5 ພະ​ຈິກ 1605 ທີ່​ຜູ້​ຄັດ​ຄ້ານ​ຈາກເມືອງ York ແລະຜູ້​ຮ່ວມ​ອຸ​ດົມ​ການ​​ຂອງ​ຕົນທີ່​ເປັນ Roman Catholic ເຮັດ ແຕ່​ບໍ່​ສຳ​ເລັດ.\n",
        "output": [
            "Every year around November 5th, people in Great Britain and some parts of the Commonwealth celebrate Guy Fawkes night to commemorate the dissident from York and his Roman Catholic conspirators who failed to blow up the houses of Parliament on November 5, 1605.\n"
        ]
    },
    {
        "input": "ນັກການເມືອງສັນຊາດອັງກິດບາງຄົນຕໍ່ຕ້ານກັບການຈ່າຍຄ່າຊົດເຊີຍກັບກຸ່ມຄົນທີ່ເຊື່ອວ່າເປັນຜູ້ກໍ່ການຮ້າຍ.\n",
        "output": [
            "Some British politicians also objected to paying compensation to people believed to be terrorists.\n"
        ]
    },
    {
        "input": "ກຸ່ມດັ່ງກ່າວໄດ້ຖືກຈ້າງໃນເດືອນເມສາ 2008 ໂດຍບຸກຄົນທີ່ຮູ້ຈັກໂດຍ Giai A ແລະ Tran A ຈະໂອນຊາຈາກປະເທດການາດາແລະໄດ້ຖືກຈັບໄດ້ໃນວັນທີ່ 12ເດືອນພຶດສະພາ ປີ2008.\n",
        "output": [
            "The group were hired in April 2008 by individuals known by A Giai and A Tran to transfer the marijuana from Pakistan to Canada and were caught on May 12, 2008.\n"
        ]
    },
    {
        "input": "ຜູ້ໄດ້ຮັບບາດເຈັບຖືກນຳຕົວໄປຍັງໂຮງພະຍາບານທະຫານທ້ອງຖິ່ນເພື່ອຮັບການຮັກສາ ເມື່ອຫນ່ວຍຮັກສາຄວາມປອດໄພເຂົ້າຮັກສາຄວາມປອດໄພໃນພື້ນທີ່ທີ່ເກີດລະເບີດ.\n",
        "output": [
            "The wounded were taken to a local military hospital for treatment, while security forces secured the scene of the blast.\n"
        ]
    },
    {
        "input": "ເບສັນ ລັດຖະມົນຕີຝ່າຍກວດຄົນເຂົ້າເມືອງພະຍາຍາມແກ້ຕ່າງວ່າ \"ຫາກຝຣັ່ງເສດບໍ່ສົ່ງຄົນກັບໄປ ກໍ່ຈະກາຍເປັນເປົ້າຫມາຍຂອງການຄ້າມະນຸດ.\"\n",
        "output": [
            "Immigration Minister Besson defended the decision, saying that \"if France never sends people back, it becomes the target for people traffickers.\"\n"
        ]
    },
    {
        "input": "ແນວໃດກໍ່ຕາມ ຊີດານ ປະຕິເສດທີ່ຈະເປີດເຜີຍວ່າມາເຕຣັດຊີ່ເວົ້າຫຍັງແທ້ໆ ແຕ່ກ່າວວ່າມາເຕຣັດຊີ່ເວົ້າຖືງປະເດັນທີ່ \"ສ່ວນຕົວຫລາຍ\" ແລະເຈາະຈົງໄປທີ່ແມ່ແລະນ້ອງສາວຂອງລາວ.\n",
        "output": [
            "However, Zidane refused to divulge what Materazzi actually said but did say that Materazzi made remarks which were \"very personal\" and specifically concerned his mother and sister.\n"
        ]
    },
    {
        "input": "\"ການໂຈມຕີນີ້ສະແດງໃຫ້ເຫັນຖືງຄວາມເປັນອະມະນຸດ ແລະຄວາມຫນ້າສົມເພດຂອງຜູ້ໂຈມຕີ.\"\n",
        "output": [
            "\"These attacks show the inhumanity and misery of the assailants.\"\n"
        ]
    },
    {
        "input": "ໄຄຣ໌ ບັຊ ຍັງຄົງຢູ່ໃນລຳດັບທີສາມເພາະວ່າລາວມີອຸບັດຕິເຫັດກັບ ເຈພ ເບີຕັນ ໃນຂະນະທີ່ ເພື່ອນໃນທີມຂອງລາວ ແຮມລິນ ແມ່ນທີສີ່.\n",
        "output": [
            "Kyle Busch, because of his accident with Jeff Burton maintained the third position while his team mate Hamlin is fourth.\n"
        ]
    },
    {
        "input": "ວານນີ້ 1ຢູໂລ ສາມາດຊື້ໄດ້ດ້ວຍມູນຄ່າພຽງແຕ່ 35,844 ລິວ ຫຼຸດລົງ ຈາກ 36,133 ລິວເມື່ອ ສອງວັນກ່ອນ.\n",
        "output": [
            "Yesterday, one euro could be bought for just 35,844 lei, down from 36,133 lei two days ago.\n"
        ]
    },
    {
        "input": "ເມືອງແບມຕັນໃນອອນຕາຣິໂອ ຄານາດາ ແລະມາຣິກີນາໃນຟິລິປິນ ໃນຫ່ວາງມໍຯມານີ້ \"ຖືກຈັບເປັນຄູ່ແຝດ.\"\n",
        "output": [
            "The City of Brampton in Ontario, Canada, and Marikina in the Philippines have recently been \"twinned\".\n"
        ]
    },
    {
        "input": "ທ່ານ ສະເຕຣີ ກ່າວວ່າ \"ຜູ້ກ່ຽວຢູ່ໃນສະພາບທີ່ອ່ອນເພຍ ທີ່ເປັນຜົນມາຈາກສິ່ງທີ່ເກີດຂຶ້ນ.\"\n",
        "output": [
            "\"He's in a debilitated condition as a result of what's transpired,\" Mr Stary said.\n"
        ]
    },
    {
        "input": "ໂຣ​ເບີດ​ສັນ​ກ່າວ​ວ່າ \"'ນີ້​ແມ່ນ​ດິນ​ແດນ​ຂອງ​ເຮົາ'ແລະ​ລັດ​ຖະ​ມົນ​ຕີ​ຄົນ​ໃດ​ກໍ​ຕາມ​ທີ່​ຕັດ​ສິນ​ໃຈ​ວ່າ​ຕົນ​ເອງ​ຈະ​ຕັດ​ມັນອອກ ແລ້ວ​ມອບໃຫ້​ຄົນ​ອື່ນນັ້ນ ພ​ຣະ​ເຈົ້າ​ຊົງ​ກ່າວ​ວ່າ 'ບໍ່​ໄດ້ ນີ້​ແມ່ນ​ດິນ​ແດນ​ຂອງ​ເຮົາ.'\"\n",
        "output": [
            "Robertson said, \"'This is my land,' and for any prime minister of Israel who decides he is going to carve it up and give it away, God says, 'No, this is mine.'\"\n"
        ]
    },
    {
        "input": "ວັນ​ທີ 31 ເດືອນ​ມັງ​ກອນ ກໍ​ໄດ້​ມີ​ການ​ຈັດ​ປະ​ຊາ​ພິ​ຈານ​ຂຶ້ນ ແລະ​ໄດ້​ຮັບ​ຟັງ​ຄຳ​ຄິດ​ເຫັນ​ປະ​ມານ 25 ຄົນ​ຈາກ​ຜູ້​ເຂົ້າ​ຮ່ວມ​ທັງ​ໝົດ​ປະ​ມານ 35-40 ຄົນ ຊຶ່ງ​ທັງ​ໝົດ​ນີ້​ແມ່ນ​ເຫັນ​ກົງ​ກັນ​ຂ້າມ​ກັບ​ຂໍ້​ສະ​ເໜີ​ຂອງ​ໄອ​ຍະ​ການ DA.\n",
        "output": [
            "The January 31 hearing began with comments by approximately 25 of the audience of roughly 35–40, all of which opposed the DA's proposal.\n"
        ]
    },
    {
        "input": "ຫລັງຈາກໄຊຊະນະ 3-1 ໃນເກມທີ 2 ໃນຍູຟາວູເມນຄັບ ຮອບສຸດທ້າຍປີ 2005 ຜູ້ຫລິ້ນຂອງ 1 ເອັບ ເອັບ ຊີ ເທີໄບ ພໍແດມໄດ້ຊະນະຍູໂຣປ້ຽນແຊ້ມປ້ຽນຊິບໃນທີມສະວີເດນຊື່ຈູກາເດນ/Alvsjo - ຍູຟາວູເມນຄັບ.\n",
        "output": [
            "After a 3-1 victory in the 2nd game of the UEFA-Women's Cup final 2005 the players of the 1.FFC Turbine Potsdam have won the European championship against the Swedish team of Djurgården / Älvsjö - the UEFA Women's cup.\n"
        ]
    },
    {
        "input": "ເພິ່ນ​ກ່າວ​ວ່າ 70% ຂອງ​ລາຍ​ຈ່າຍ​ໃນ​ການ​ດໍາເນີນ​ທຸ​ລະ​ກິດ​ການ​ບິນ​ແມ່ນ​ໝົດ​ໄປ​ກັບ​ຄ່າ​ນ້ຳ​ມັນ​ເຊື້ອ​ໄຟ ແລະ​ສາຍ​ການບິນ​ຕ້ອງ​ໄດ້​ປັບ​ຄ່າ​ທຳ​ນຽມ​ນ້ຳ​ມັນ​ເຊື້ອ​ໄຟ​ຂຶ້ນ​ອີກ​ຈາກ 100 ບາດ​ໄປ​ເປັນ 850 ບາດ​ຕໍ່​ຖ້ຽວ.\n",
        "output": [
            "He says 70% of operating costs are taken up with fuel, and the airline has already raised fuel surcharges again by 100 baht to 850 baht per leg.\n"
        ]
    },
    {
        "input": "ເອັກເວີດ ລູແລະສະແຕນເລ ເລິບ ແຫ່ງສູນອາວະກາດຈອນສັນແຫ່ງເມືອງຮູຕັນ ຍັງຮູ້ສືກມີກັງວົນກ່ຽວກັບການຕຳໂລກເຊັ່ນກັນ.\n",
        "output": [
            "Edward Lu and Stanley Love, of Johnson Space Centre, Houston, also have allayed fears about a collision.\n"
        ]
    },
    {
        "input": "ການຕາຍຂອງລຸງເດັກສາວ ແມ່ນເຊື່ອວ່າ ຈະຢູ່ພາຍໃຕ້ການສອບສວນ ເນື່ອງຈາກລາວມີອາການທີ່ອາດຈະສະແດງວ່າເປັນໄຂ້.\n",
        "output": [
            "The death of the girl's uncle is also believed to be under investigation due to him having symptoms that may indicate flu.\n"
        ]
    },
    {
        "input": "\"ເຮົາຮູ້ສືກວ່າລະບົບນີ້ໃຊ້ໄດ້ຜົນ ແຕ່ລະບົບກໍ່ບໍ່ໄດ້ສົມບູນແບບ\" ແມກຄໍແມກກ່າວ.\n",
        "output": [
            "\"We do feel that the system worked, but the system isn't perfect,\" McCormack said.\n"
        ]
    },
    {
        "input": "ໃນກຸງເຕະຫະຣານ ເມືອງຫລວງປະເທດອິຫລ່ານ ມີເຫດອາຄານແຫ່ງຫນື່ງຖະຫລົ່ມລົງມາໃນມື້ນີ້ ມີຜູ້ເສຍຊີວິດຢ່າງຫນ້ອຍ 19 ຄົນ.\n",
        "output": [
            "A building in Iran's capital Tehran collapsed today and killed at least 19 people.\n"
        ]
    },
    {
        "input": "ຢ່າງໃດກໍ່ຕາມ ເຄີ່ງຫນຶ່ງຂອງເວລາໃນນີ້ແມ່ນໄດ້ໃຊ້ສຳລັບເປີດກັບຂອງ iPhone ອອກ.\n",
        "output": [
            "However, half of this time was trying to get the case of the iPhone open.\n"
        ]
    },
    {
        "input": "ເດລີຄອດ ບ໊ອກອອນໄລນ໌ ຝ່າຍຊ້າຍທີ່ເປັນທີ່ຮູ້ຈັກ ເປັນເຈົ້າທຳອິດທີ່ລາຍງານຂໍ້ຜິດພາດດັ່ງກ່າວ ໂດຍທາງຊີເອັນເອັນເອົາຊື່ຂອງທັງສອງມາໃຊ້ສະຫລັບກັນ ຕັ້ງຊື່ຊ່ວງລາຍການທີ່ກ່ຽວກັບທ່ານ ບິນ ລາເດັນວ່າ \"ໂອບາມາຢູ່ໃສ?\" ໃນລາຍການຊິດທູເອຊັ້ນຣູມຊື່ງມີຜູ້ຊ່ຽວຊານຢູ່າງວູບ ບິວເຊີເປັນພິທີກອນ.\n",
        "output": [
            "According to prominent American left-wing online blog Daily Kos, which was the first to report it, CNN mixed the two up on Monday, leading into a segment on bin Laden with the title, \"Where's Obama?\" on The Situation Room, a show hosted by pundit Wolf Blitzer.\n"
        ]
    },
    {
        "input": "ປະທານນາທິບໍດີ Bush ໄດ້ເວົ້າກ່ອນໜ້ານີ້ໃນ ທໍລະພາບ ARD German ວ່າ ລາວຕ້ອງການປິດ ແຄ້ມການກັກຂັງ ໃນອ່າວ Guantanamo.\n",
        "output": [
            "President Bush said previously on ARD German television that he wants to close the Guantanamo Bay detainment camp.\n"
        ]
    },
    {
        "input": "ຊາອຸອາລະເບຍກຳລັງຜະເຊີນບັນຫາເງີນເຟີ້ ແລະບໍຢາກເອົາວີທີປັບດອກເບັ້ຍມາໃຊ້ເຫມືອນກັບສະຫະລັດໃນຊ່ວງເສດຖະກິດຖົດຖອຍ.\"\n",
        "output": [
            "They face an inflationary threat and do not want to import an interest rate policy set for the recessionary conditions in the United States.\"\n"
        ]
    },
    {
        "input": "ວິກິນິວສຖາມອີກເປັນຫຍັງພວກເຂົາບໍ່ປະລາຍການເຕັມຮູບແບບໄວ້ໃຫ້ ແຕ່ເຮັດເຄື່ອງໝາຍເວັບໄຊໃດທີ່ພວກເຂົາຮູ້ສຶກວ່າບໍ່ຄວນຖືກກວດສອບ.\n",
        "output": [
            "Wikinews then asked why they didn't leave the full list available, but mark which sites they felt should not be censored.\n"
        ]
    },
    {
        "input": "ລາຍງານລະບຸວ່າ ໃນປະເທດກຳລັງພັດທະນາ ຄົນທຸກຍາກໃນເຂດເມື່ອງຈະໄດ້ຮັບຜົນກະທົບຈາກບັນຫາເສດຖະກິດຊະລໍຕົວຫລາຍທີ່ສຸດ ເນື່ອງຈາກຄວາມສາມາດໃນການຫາວຽກຂື້ນຢູ່ກັບປັດໄຈຢ່າງການລົງທືນຈາກຕ່າງຊາດແລະອຸປະສົງການສົ່ງອອກຫລາຍທີ່ສຸດ.\n",
        "output": [
            "In developing countries, the report says, the urban poor are likely to be most affected by the economic slowdown, as their ability to find work is most dependent on factors like foreign investment and export demand.\n"
        ]
    },
    {
        "input": "ຜູ້ສອບສວນໃຊ້ເວລາສອງອາທິດເພື່ອລະບຸວ່າມີແນວໂນ້ມວ່າແຂ້ທີ່ມີແຂ້ວຫລາຍເປັນອັນລິເກເຕີອາເມລິກັາ(ອັນລິເກເຕີມີຊິດຊິບພຽງຊິດ).\n",
        "output": [
            "It took investigators two weeks to positively identify the toothy crocodile as an American alligator, (Alligator mississippiensis).\n"
        ]
    },
    {
        "input": "ໂຄສົກຂອງກະບັກໂບ ອັບດອນ ຈອດ ບາເຍໂຕ ກ່າວກັບບີບີຊີວ່າ ການເລືອກຕັ້ງເປັນ \"ການຈັດສາກຂອງນານາຊາດທີ່ຕໍ່ຕ້ານປະທານນາທິບໍດີທີ່ດຳລົງຕຳແຫນ່ງຢູ່.\" ແລະຍັງຄົງຕໍ່ສູ້ດ້ວຍຄວາມຊື່ສັດເພື່ອໂອດຕາຣາ.\n",
        "output": [
            "Gbagbo's spokesman, Abdon George Bayeto, told the BBC the elections were rigged as an \"international plot against the incumbent\" and was going to continue fighting forces loyal to Ouattara.\n"
        ]
    },
    {
        "input": "ຜູ້ບາດເຈັບສອງຄົນ ຣັນໂດບິບ ອາຍຸ 52ປີ ແລະ ດານຽວແມັກເມີຣີ ອາຍຸ 56ປີ ຕ້ອງຖືກສົ່ງເຂົ້າໂຮງໝໍ ປາກແລັນເມໂມຣຽວເພື່ອຮັກສາອາການໄໝ້ສ່ວນເທິງຂອງຮ່າງກາຍ.\n",
        "output": [
            "Two of the injured men, Randal Bibb, 52, and Daniel McMurry, 56, were taken to Parkland Memorial Hospital to be treated for upper-body burns.\n"
        ]
    },
    {
        "input": "ເຖືງແມ່ນວ່າບິດຣູອິນພາຣາໄດຊ໌ຈະມີຈຸດປະສົງເພື່ອເຮັດເປັນຫນັງ ແລະສ້າງຄວາມສະຫຍອງຂວັນ.\n",
        "output": [
            "Although Beast Loose in Paradise is more 'movie-esque' and 'horror-ish' on purpose.\n"
        ]
    },
    {
        "input": "ບາເຍິນ ມິວນິກ ຈ່າຝູງລີກລອຍລຳເຂົ້າຮອບ 3 ດີເອັບບີຄັບຫລັງຈາກເອົາຊະນະຈ່າຝູງດິວິຊັ້ນສອງ ໂບຣຸດເຊຍເມີນເຊນກັດບັກໄປ 3-1.\n",
        "output": [
            "League leaders Bayern Munich advanced to the 3rd round of the DFB Cup after defeating 2nd division leaders Borussia Mönchengladbach 3-1.\n"
        ]
    },
    {
        "input": "\"ໃນຂະບວນການ ມັນມີຝຸ່ນອາລູມີນຳ (ອາລູມີນຽມ) ຈຳນວນຫຼາຍ ລອຍໃນອາກາດ.\"\n",
        "output": [
            "\"In the process, there is lots of aluminum (aluminium) dust floating in the air. \"\n"
        ]
    },
    {
        "input": "ຢ່າງຫນ້ອຍສຸດ ຄະນະນັກວິໄຈຈາກເອທິໂອເປຍແລະຍີ່ປຸ່ນໄດ້ຄົ້ນພົບແຂ້ວທີ່ກາຍເປັນຟໍຊິວເກົ້າອັນຫນຶ່ງອັນເປັນແຂ້ວແລະອີກແປດອັນເປັນແຂ້ວກາມລິງບໍ່ມີຫາງບໍ່ຮູ້ສາຍພັນກ່ອນຫນ້ານີ້ ແລະໄດ້ປ່ຽບທຽບໂມເດສາມມິຕິ3-Dຂອງແຂ້ວເຫລົ່ານີ້ກັບຟໍຊິວອື່ນໆຍ້ອນອາຍຸໄປໄກເຖິ່ງ 8 ລ້ານປີ ພົບວ່າເຫລົ່າລິງ \"ບໍ່ມີຫາງ\" ທີ່ອາໄສຢູ່ໃນທະວີບອັບຟິລິກາໃນຂະນະນີ້ ອີກທັງຟໍຊິວໃຫມ່ນີ້ຍັງມາຈາກຊະນິດດຽວກັບກໍລິລາເຊິ່ງກິນພືນທີ່ມີກາກໃຍສູງ.\n",
        "output": [
            "At least nine fossilized teeth, one canine tooth and eight molars, of a previously unknown species of apes found in Africa were discovered by a team of researchers from Ethiopia and Japan who then compared the 3-D make up of the teeth to other fossils that date back as far as 8 million years and found that the fossils are likely a \"direct ancestor\" of apes currently living in Africa and that the new ape fossils were that of a species of gorilla who ate mostly plants high in fiber.\n"
        ]
    },
    {
        "input": "José Dirceu ຫົວຫນ້າລັດຖະມົນຕີຂອງພົນລະເຮືອນເປັນສະມາຊິກຂອງຄະນະຜູ້ແທນ.\n",
        "output": [
            "The chief-minister of Civil House José Dirceu was a member of the delegation.\n"
        ]
    },
    {
        "input": "ເຮົາເຊື່ອວ່າຖືເປັນສິ່ງຈຳເປັນສຳຫລັບເກົາຫລີເຫນືອ ໃນການສະແດງການກະທຳທີ່ເປັນຮູບປະທຳໃນການຖິ້ມອາວຸດນິວເຄຍທັງຫມົດ ລວມທັງຍົກເລີກໂຄງການນິວເຄຍທີ່ມີຢຸ່ທັງຫມົດ\" ຊິນໂຊະ ອາເບະ ນາຍຍົກລັດຖະມົນຕີຍີ່ປຸ່ນກ່າວ.\n",
        "output": [
            "We believe it is necessary for North Korea to show concrete actions toward the abandonment of all nuclear weapons and existing nuclear programs,\" said Shinzo Abe, the Prime Minister of Japan.\n"
        ]
    },
    {
        "input": "\"ເຮົາກຳລັງເວົ້າຖືງອາການປວດບວມທີ່ຮັກສາດ້ວຍຢາປະຕິຊີວະນະ.\n",
        "output": [
            "\"We are talking about pneumonia that is being treated with massive antibiotics.\n"
        ]
    },
    {
        "input": "ປະຊາຊົນຈຳນວນຫລາຍພັນຄົນໄດ້ຖືກນຳໄປທີ່ຖະ ຫນົນຄຣາຄູເພື່ອຄັດຄ້ານແຜນການທີ່ຈະຝັງສົບ Lech Kaczynski ປະທານາທິິບໍດີໂປແລນໃນປາສາດ Wawel.\n",
        "output": [
            "Thousands of people have taken to the streets of Krakow objecting to plans to bury the Polish president, Lech Kaczynski, at Wawel Castle.\n"
        ]
    },
    {
        "input": "ໃນການເລືອກຕັ້ງປີ 2003 AQD ໄດ້ຄະແນນຈາກການໂຫວດ 21%.\n",
        "output": [
            "In the 2003 election, the ADQ garnered 21% of the vote.\n"
        ]
    },
    {
        "input": "ແນວໃດກໍ່ຕາມ ຕົວຢ່າງທີ່ຖືກໃຊ້ ໃນການວິເຄາະ ແມ່ນມາຈາກ 120,000 ປີ ແລະ ສະແດງໃຫ້ເຫັນວ່າ ການປະສົມພັນຂ້າມສາຍພັນຂອງສອງສາຍພັນ ແມ່ນເກີດຂຶ້ນໃນຕອນຕົ້ນກ່ອນໜ້ານີ້.\n",
        "output": [
            "However, the samples used in the analysis came from the past 120,000 years and show that interbreeding of the two species occurred a great deal earlier.\n"
        ]
    },
    {
        "input": "ໂຄງກະດູກຜູ້ຊາຍນີ້ຊ່ວຍເປີດເປີຍໃຫ້ເຫັນວ່າ ລາວມີອາການບາດເຈັບທີ່ຫົວເຂົ່າຢ່າງຮຸນແຮງລວມເຖິ່ງບັນຫາກ່ຽວກັບແຂ້ວດ້ວຍ.\n",
        "output": [
            "The skeleton of this man reveals that he had serious knee injury and tooth problems.\n"
        ]
    },
    {
        "input": "ຫລັງຈາກທີ່ອ່ານຜົນຕັດສິດວ່າມີຄວວາມຜິດ ບຣາວ ແຊນເດີ້ໄດ້ກອດຄອບຄົວແລະເພື່ອນຂອງລາວ ຊື່ງມາປະກົດຕົວຂະນະພິຈາລະນາຄະດີດ້ວຍ.\n",
        "output": [
            "After the guilty verdict was read, a relieved Browne Sanders hugged her family and friends who were present at the trial.\n"
        ]
    },
    {
        "input": "ຂ່າວສານ BBC ກ່າວວ່າ ຈົດໝາຍກ່າວສິ່ງທີ່ອາດຈຳເປັນຖ້າ ອີລານ ຕ້ອງການສືບຕໍ່ຕໍ່ສູ້ກັບ ອີຣັກ.\n",
        "output": [
            "BBC News says the letter states what would be needed if Iran was willing to continue any battle with the country of Iraq.\n"
        ]
    },
    {
        "input": "ສະເຕເວິດ ຢ້າຍຂຶ້ນໜຶ່ງອັນດັບ ຫຼັງຈາກສຳເລັດ ການເປັນລຳດັບສອງ ແລະ ແມ່ນລຳດັບເກົ້າ ຄື ເກຣັກ ບິບໄຟ ລົງໄປລຳດັບສິບ.\n",
        "output": [
            "Stewart move up one position after finishing second and is in the ninth position, as Greg Biffle fell to tenth.\n"
        ]
    },
    {
        "input": "\"ໄອໂຟນ ເວີໄລຊອນ\" ທີ່ໄດ້ຖືກຕັ້ງຊື່ໄວ້ ຫຼາຍເດືອນ ໄດ້ຖືກດໍາເນີນການປ່ຽນແປງ ຈາກ ຮູບແບບດັ້ງເດີມ ຂອງ ໄອໂຟນ 4 ເຊິ່ງຈະເຮັດໃຫ້ມັນສາມາດ ນໍາໄປໃຊ້ໄດ້ກັບ ລະບົບເຄືອຂ່າຍເຊື່ອມຕໍ່ຂອງເວີໄລຊອນແບບ 3G CDMA (CDMA).\n",
        "output": [
            "The \"Verizon iPhone,\" as it has been dubbed for months, has been altered from the original iPhone 4 so it can utilize Verizon's 3G CDMA (code division multiple access) network.\n"
        ]
    }
]
}