{
    "Contributors": [
        "Abhijeet Nawale"
    ],
    "Source": [
        "Story Cloze (Dataset - https://cs.rochester.edu/nlp/rocstories/) (Paper - https://aclanthology.org/2020.latechclfl-1.19.pdf)"
    ],
    "Categories": [
        "Classification"
    ],
    "Definition": "You are tasked with selecting one of two alternatives to make the story provided illogical and incomprehensible.",
    "Positive Examples": [
        {
            "input": "Sentence 1: Sally loved horses. Sentence 2: She always wanted one of her own. Sentence 3: Her parents said she would get one if she did well in school. Sentence 4: Sally studied extra hard and made all As.\nChoices: (A) She got the horse she always wanted. (B) Sally decided to get a cow instead of a horse.",
            "output": "B",
            "explanation": "Sally loved horses and wanted to get one for her. Sally deciding to get a cow instead of a horse make no sense and thus the given output is correct."
        },
        {
            "input": "Sentence 1: I was looking on craigslist and saw a free piano. Sentence 2: The person needed to get rid of it and I called him. Sentence 3: I got his address and showed up at his house. Sentence 4: When I got there I saw the nice piano.\nChoices: (A) I then sold the man my piano. (B) I picked up the piano and then went home.",
            "output": "A",
            "explanation": "The person was looking for a piano and the man wanted to get rid of the piano. Hence, Option A which is \"I then sold the man my piano\" makes no sense. Hence, the output is correct."
        }
    ],
    "Negative Examples": [
        {
            "input": "Sentence 1: Nancy wanted to take a nap. Sentence 2: Nancy decided that she would nap on her lunch break. Sentence 3: After Nancy clocked out, Nancy went to her car. Sentence 4: Once comfortable, Nancy fell asleep in her car.\nChoices: (A) When Nancy woke up, she got out of bed. (B) When Nancy woke up, it was time to go home.",
            "output": "B",
            "explanation": "Nancy slept in her car and there is no way when she woke up she was in her bed. This makes no sense and thus Output A is the correct option."
        },
        {
            "input": "Sentence 1: Gina was carrying a clean bedspread upstairs. Sentence 2: She was carrying it in her arms. Sentence 3: She had a hard time keeping it off the floor. Sentence 4: Her arms were too small to hold the whole bedspread.\nChoices: (A) Gina's feet were too big for her shoes. (B) Gina folded the bedspread so she could carry it easier.",
            "output": "B",
            "explanation": "Gina folded the bedspread so she could carry it easier makes perfect sense. Hence, the given output is incorrect and the correct output is B."
        }
    ],
    "Instances": [
        {
            "input": "Sentence 1: James was in social studies class minding his own business. Sentence 2: The teacher looked at everyone and said we are having a pop quiz. Sentence 3: James panicked because he hasn't studied. Sentence 4: James couldn't answer any of the questions on the quiz.\nChoices: (A) He did his best anyway. (B) He was thrilled as he speed through the quiz.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Kelly was taking her daughter to get her first shot. Sentence 2: Her daughter got scared and started crying. Sentence 3: Kelly tried to soothe her. Sentence 4: The shot was painful.\nChoices: (A) Kelly's daughter kept on crying. (B) Kelly's daughter started laughing.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: In had been ten Years since Ted was in high school. Sentence 2: He was bullied every day by Joel, the all star jock. Sentence 3: Ted's life is better now, he really has everything he could want. Sentence 4: As he was sitting down for lunch he saw a guy wiping tables.\nChoices: (A) Ted smiled when he saw it was Joe. (B) Ted was happy to see his buddy Bob.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Mick went fishing by himself one morning. Sentence 2: He sat in his boat thinking calm thoughts. Sentence 3: He got no tugs on his line. Sentence 4: In fact, he caught nothing at all all day!\nChoices: (A) Mick went home, and ate the fish he caught that day. (B) Mick sent home relaxed, but empty-handed.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Julie was sitting in the front of a speedboat. Sentence 2: The driver wanted to go over a huge wave. Sentence 3: They flew over the wave, going really high in the air. Sentence 4: When they crashed back down, Julie hit her face on the boat.\nChoices: (A) The driver immediately stopped to help Julie. (B) The driver saw this and kept driving.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: My old job kept asking too much of me. Sentence 2: Every wednesday there was a ton of new work. Sentence 3: I could never catch up and each week got worse. Sentence 4: Eventually I got too far behind and had to quit.\nChoices: (A) I will look for a new job. (B) I got a raise at my old job.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Dan and three friends wanted to start an exterminator business. Sentence 2: They got a small loan and bought some cheap office space. Sentence 3: They had to make a lot of their own equipment. Sentence 4: They became very specialized, and so kept a regular clientele.\nChoices: (A) They all made good money. (B) The next day they closed the business.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Ken needed extra money so he got a part time job. Sentence 2: His job was washing dishes at a local Wendy's. Sentence 3: One day his friend called and invited him to a party. Sentence 4: The party was at the same time as his work shift.\nChoices: (A) He got a hole in one in golf. (B) He decided to call in sick.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Lily was at the nearby mall with friends when she saw Nick Jonas. Sentence 2: She was immediately shocked and couldn't believe it. Sentence 3: Nick smiled at her and gave her an autograph. Sentence 4: Lily was elated.\nChoices: (A) Lily wiped her nose with the autograph. (B) Lily posted what had happened to all the social media sites.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Matt wanted to join the Army. Sentence 2: He submitted an application. Sentence 3: They called him in for a physical. Sentence 4: Matt went in for his checkup.\nChoices: (A) Matt talked to the man about becoming a chef. (B) Matt was in great physical shape and joined the army.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Gina had severe indigestion. Sentence 2: She knew this was all her fault. Sentence 3: She had eaten way more than she could hold. Sentence 4: Now it was coming back up.\nChoices: (A) Gina decided to over eat later. (B) Gina had to take the day off from school.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: A radio DJ announced a prize to the 100th caller. Sentence 2: The DJ was lying about the prize. Sentence 3: He just enjoyed talking to people on the phone. Sentence 4: He told each caller that they were the 99th caller.\nChoices: (A) The 100th caller was elated to win the prize. (B) Several called back to win the prize, and caught the DJ lying.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Joey was fourteen. Sentence 2: He really wanted to shave. Sentence 3: He watched his face every week in the mirror. Sentence 4: Finally he began to grow a beard.\nChoices: (A) Joey felt very grown up. (B) Joey felt childish.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Coy needed new sneakers. Sentence 2: She went to the store and examined their selection. Sentence 3: She settled on a lovely blue pair. Sentence 4: And the price was just right, too!\nChoices: (A) Coy bought the sneakers. (B) Coy bought a more expensive pair of sneakers.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Adam was rushing a fraternity. Sentence 2: They dared him to pick a coconut from a palm tree. Sentence 3: He went out at night and scaled a palm. Sentence 4: Then he cut down a large coconut and returned with it.\nChoices: (A) The frat was proud of him. (B) The frat scolded him.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: George was really nervous Mary would turn him down. Sentence 2: Still, he decided to ask her if he can take her to dinner. Sentence 3: Mary said yes, with a large smile on her face. Sentence 4: They got along great, and had a wonderful dinner together.\nChoices: (A) George is excited for his second date with Mary. (B) George hates Mary.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Ann woke up in the middle of the night. Sentence 2: She was thirsty and wanted a drink of water. Sentence 3: She tiptoed into the kitchen and got a drink. Sentence 4: But then she accidentally dropped the glass, which shattered!\nChoices: (A) Ann decided to start dancing. (B) Ann quickly cleaned up the broken glass and threw it away.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Joy loves to grow roses. Sentence 2: She waters her roses every day. Sentence 3: One day Joy saw a red rose opening. Sentence 4: She was so happy.\nChoices: (A) The rose was perfect. (B) Joy decided not to grow any more roses.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: There was a boy in Gina's 6th grade class named Dave. Sentence 2: It was the first week of school, but Gina knew she didn't like him. Sentence 3: He would sit as his desk and giggle goofily. Sentence 4: The sound of his goofy giggle made Gina's skin crawl.\nChoices: (A) Gina did not like Dave. (B) Gina decided to date Dave.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Devin had always loved playing video games with his best friend. Sentence 2: They had been playing video games together for more than ten years. Sentence 3: Yet each time they came together to play it felt like the first time. Sentence 4: When his best friend brought over a new game it would be the same.\nChoices: (A) Devin was delighted with his friend's choice. (B) Devin and friend ignored the game and watched TV.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: I was walking around at a mall. Sentence 2: There was a young lady walking in front of me. Sentence 3: All the sudden, she fainted to the floor. Sentence 4: I knelt beside her, and stayed with her until she came to.\nChoices: (A) The lady was very upset that I was bothering her. (B) She asked me to call an ambulance.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Amy saw a lovely black dress when she was shopping. Sentence 2: She loved the dress, but it was too expensive. Sentence 3: Just then a cashier walked by and told Amy the dress was on sale. Sentence 4: Amy decided to buy the dress.\nChoices: (A) Amy was so disappointed! (B) Amy was excited!",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: I wanted to play sports when I was younger. Sentence 2: I tried several different sports. Sentence 3: I tried baseball, hockey, and soccer. Sentence 4: I quit most of them.\nChoices: (A) I wasn't any good at playing sports. (B) I was very good at every sport I tried.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Tea was chewing some bubble gum on the couch. Sentence 2: She accidentally fell asleep. Sentence 3: When she woke up, she found the gum had fallen into her hair. Sentence 4: She had to get it cut out.\nChoices: (A) Now Tea is much more careful about spitting out her gum. (B) Tea put another piece of gum in her hair.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: The lady's at Gina's Grandma's church cooked for them. Sentence 2: After the funeral they had the food all set up. Sentence 3: Gina had the best fried chicken of her life that day. Sentence 4: She also discovered sweet Hawaiian bread.\nChoices: (A) She thanked the lady profusely. (B) Gina threw a temper tantrum that they didn't serve steak.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: I was on a cruise. Sentence 2: We went to Haiti. Sentence 3: I did not wear enough sunscreen. Sentence 4: I got a horrible sunburn.\nChoices: (A) I swore to always wear sunscreen in the future. (B) The tanning booth was great.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: For Rachel's birthday, her husband took her out to the river. Sentence 2: They set up a blanket on the beach and enjoyed a picnic. Sentence 3: After they ate, they went for a swim. Sentence 4: When they got bored of that, they went and bought some ice cream.\nChoices: (A) Rachel had a terrible time. (B) Rachel had a wonderful time.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Lulu and Jill had been friends for Years. Sentence 2: However this summer they had a disagreement. Sentence 3: The fight ruined their friendship. Sentence 4: Lulu was not sure they could be friends again.\nChoices: (A) Jill never spoke to Leonard again. (B) Jill reached out, however, and they repaired their relationship.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: The boy wanted to join the tennis team. Sentence 2: Tryouts for the team were beginning soon. Sentence 3: The boy never played tennis before. Sentence 4: He went to the park and practiced every week till the day of tryouts.\nChoices: (A) When tryouts began, the boy was prepared. (B) The boy had never seen a tennis racket before.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Caroline heard frantic scratching on her door during a rainy storm. Sentence 2: Caroline opened the door, and saw a lost kitten. Sentence 3: Caroline brought the kitten inside and took care of him. Sentence 4: Caroline decided to keep the kitten.\nChoices: (A) She went to the store and bought cat food after the storm. (B) Caroline refers diet soda.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Gina's teacher was upset with her. Sentence 2: She had hit a boy who snapped her bra strap. Sentence 3: Gina explained that he started the fight. Sentence 4: But her teacher didn't care.\nChoices: (A) Her teacher sentenced her to detention. (B) Her teacher commended her for a job well done.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: The dog jumped over the fence today. Sentence 2: He ran for a long time and got lost. Sentence 3: His family could not find him for many hours. Sentence 4: His family was finally able to find him and bring him home.\nChoices: (A) His family was so relieved. (B) His family was very disappointed.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Michelle really wanted a new computer, but didn't have enough money. Sentence 2: She worked really hard to try to make enough. Sentence 3: She worked hours and hours, but bills kept showing up. Sentence 4: She finally decided that maybe she didn't need a new one.\nChoices: (A) Michelle was overwhelmed with money concerns. (B) Michelle did not like computers.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Lily went to a nice shop she loved in the city. Sentence 2: She loved shopping there but it was very expensive. Sentence 3: Thankfully she saw a coat on sale. Sentence 4: The coat was sixty percent off.\nChoices: (A) Lily was glad to buy a new coat. (B) Lily coated the driveway in gravel.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Ophelia had always known it was important to save money. Sentence 2: She decided one day to open up a savings account at her bank. Sentence 3: She took some money from her checking account to open up the account. Sentence 4: Her banker congratulated her on taking the first step toward saving.\nChoices: (A) Ophelia feels proud of herself. (B) Ophelia closes both accounts.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Tyler bought a boomerang and went to an open field. Sentence 2: He tried to toss it but it never came back. Sentence 3: Tyler adjusted his form and threw it very hard. Sentence 4: The boomerang began to return but still failed.\nChoices: (A) Tyler decided he was a natural at this. (B) Tyler decided to practice.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Hank began to clean out his closet. Sentence 2: He made a pile of wire hangers that he didn't need. Sentence 3: Hank thought that he should recycle all the extra wires. Sentence 4: He took them to the junkyard and sold them for scrap.\nChoices: (A) Hank got a million dollars. (B) Hank got a few dollars.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: I went to the beach with several of my friends. Sentence 2: We planned to have a picnic. Sentence 3: We set all our food out and were ready to eat. Sentence 4: Suddenly, someone ran by and kicked sand everywhere.\nChoices: (A) The food was ruined. (B) We were all so grateful.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: My wife always packs more than she needs. Sentence 2: She carries a lot of heavy luggage. Sentence 3: I usually have to help her as well. Sentence 4: It's hard to carry.\nChoices: (A) She yells at me to leave her alone. (B) We manage.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Jill bought a pickaxe and went down to the mine. Sentence 2: John saw her on her way. Sentence 3: He told her that women can't work in the mine. Sentence 4: So she swung her pickaxe right through his skull.\nChoices: (A) John was then very happy. (B) John then fell down and died.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Pat was playing a pick up soccer game. Sentence 2: The other boys were playing rougher than he was used to. Sentence 3: One boy slide tackled Pat as he was going in for a goal. Sentence 4: Pat landed on his wrist and felt a snap.\nChoices: (A) Pat had to go to the hospital. (B) Pat's wrist had never felt better.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Patty was excited about having her friends over. Sentence 2: She had been working hard preparing the food. Sentence 3: She also had the place looking spotless. Sentence 4: All of her friends arrived and were seated at the table.\nChoices: (A) Patty had a great time with her friends. (B) Patty decided to take everyone out to a restaurant.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Sue got married last Saturday. Sentence 2: She almost didn't make it to the wedding. Sentence 3: She got stuck in traffic. Sentence 4: Luckily a kind policeman saw what was happening.\nChoices: (A) The policeman got Due to the wedding on time. (B) Sue was arrested.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Gayle lived by a pond where a lot of geese lived. Sentence 2: Sometimes she would go to visit the geese, but they scared her. Sentence 3: One day, she brought some pieces of bread to feed them. Sentence 4: The geese came up to her to eat the bread.\nChoices: (A) Gayle did not like feeding the farm animals. (B) Gayle had fun feeding the geese.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Ellen's family went to the mountains to cut down a fresh tree. Sentence 2: They searched and searched before finding the perfect Christmas tree. Sentence 3: Just as her dad was about to make the first cut, they noticed a nest. Sentence 4: There was a family of squirrels living in the tree.\nChoices: (A) Ellen stopped her dad from cutting the tree. (B) Ellen watched her dad chop the tree for firewood.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Today I wrote a lot of stories. Sentence 2: I sat down and thought about each one. Sentence 3: Then, I typed it carefully into the boxes. Sentence 4: Finally, I submitted the stories.\nChoices: (A) I wanted to finish the project successfully. (B) I hoped my computer would erase my stories.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Kelsi needed her textbook for chemistry. Sentence 2: She ordered it online. Sentence 3: She waited everyday for it to come but it never came. Sentence 4: Finally she got the book a week later.\nChoices: (A) She dropped her chemistry class. (B) She decided to buy books earlier next semester.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Carol has been looking for a hobby to keep herself busy. Sentence 2: She decides to begin collecting baskets. Sentence 3: She collects small baskets at first. Sentence 4: Finally she buys a very big basket, which she is proud of.\nChoices: (A) Eventually she ran out of room to store them! (B) Carol liked knitting and sailing.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: I was raised in a small town. Sentence 2: I always wanted to live in a city. Sentence 3: Now I live in New York City. Sentence 4: The city is dirty and the property costs are staggering.\nChoices: (A) I feel like I'm living a dream come true, thanks to Chicago! (B) I'm seriously considering moving to someplace smaller and easier.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Ted and Wanda were excited about taking a trip. Sentence 2: They were only able to go for the day so they had to leave early. Sentence 3: They packed up the car and headed out for the beach. Sentence 4: They spent all day having a great time on the beach.\nChoices: (A) They decided next time they would try a two-day trip. (B) They decided never to visit the beach again.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: One day I was walking on the sidewalk. Sentence 2: I saw an old dog on the driveway nearby. Sentence 3: He looked at me and barked. Sentence 4: I tried to run away because I was startled.\nChoices: (A) I was then eaten by the dog. (B) I ran away and then got away.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Rachel wanted to take her husband out to dinner. Sentence 2: She had the perfect place in mind, her favorite chinese restaurant. Sentence 3: They arrived at the place but saw that it had closed. Sentence 4: On a paper on the door, she saw that they had moved out of town.\nChoices: (A) Rachel and her husband found somewhere else to eat. (B) Rachel asked her husband for a divorce.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: A few Year's ago I went to see a Broadway show. Sentence 2: My friends and I went to see Billy Elliot. Sentence 3: The show was amazing. Sentence 4: I loved the music so much I bought the soundtrack.\nChoices: (A) I hope to go back soon. (B) I stopped liking Broadway shows after that.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Peg worked hard canning jam from her garden's fruit. Sentence 2: When she finished, Peg admired her rows of jam jars. Sentence 3: She decided they looked too pretty to eat. Sentence 4: Much later, Peg finally opened one jar of the jam.\nChoices: (A) Peg wasn't interested in tasting it. (B) Peg thought it tasted amazing.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: We went on Tower of Terror while at Disney. Sentence 2: My wife decided to go on even though she hates rides. Sentence 3: She was so nervous the whole time in line. Sentence 4: Once we got on the ride the panic started.\nChoices: (A) She was so scared that she screamed during the whole ride. (B) She was relaxed and laid back while on the ride.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: It was the last day to study before my math exam. Sentence 2: I studied all day, without focusing on anything else. Sentence 3: On the day of the exam, I did well. Sentence 4: However, at home, I found a letter.\nChoices: (A) The letter was for a magazine subscription. (B) The letter told me I did not get accepted to college.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Every morning, a bird woke Fred up for work at 6 AM. Sentence 2: Fred began to like the bird. Sentence 3: And he enjoyed the sound of its singing. Sentence 4: One day, the bird no longer sang.\nChoices: (A) He was happy because he hated the bird. (B) He hoped nothing bad had happened to the bird.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: A family of four went to the local beach for a day. Sentence 2: The family found a few toy shovels that had been left behind. Sentence 3: They decided to building a small sand castle together. Sentence 4: Before long the small sand castle ended up being a large sand castle.\nChoices: (A) The sand castle was smaller than the family expected. (B) The family was proud of their creation.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Abigail's cat jumped out of her arms and ran down the road. Sentence 2: The skittish cat saw a dog and ran up a tree. Sentence 3: The cat was stuck and could not get down. Sentence 4: Abigail called the fire department, and they came right away.\nChoices: (A) Abigail was relieved to get her kitty out of the tree. (B) Abigail was disappointed to get her kitty out of the tree.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Debbie wanted to be a rock star. Sentence 2: After she graduated she moved to LA to start a band. Sentence 3: She had no money and less experience. Sentence 4: She saved up to buy a guitar.\nChoices: (A) She practiced the drums every day. (B) Debbie practiced every day for four hours.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: John was afraid to go to school on Monday. Sentence 2: He had not completed his science project. Sentence 3: John lied to his parents that he was sick. Sentence 4: His parents knew that John was lying.\nChoices: (A) His parents made him go to school, and he got an F in science. (B) His parents rushed him to the emergency room.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: I looked in the cabinet for pie flavor. Sentence 2: We didn't have any pie flavor. Sentence 3: I went to the store but they were out of pie flavor. Sentence 4: I made my pie without flavor anyway.\nChoices: (A) My pie won a blue ribbon for most flavor in the baking contest. (B) Predictably the pie was not flavorful.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Ray had so much Halloween candy! Sentence 2: He didn't know what to do with it all. Sentence 3: Then he had a great idea. Sentence 4: He donated the candy to a local shelter.\nChoices: (A) All the homeless people were happy to get a treat. (B) Ray was very upset that somebody stole all his candy.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: My boyfriend and I were on vacationing on the beach. Sentence 2: We went to a beach that was inhabited by wild dogs. Sentence 3: One dog, named Rubia, watched our things while we swam. Sentence 4: We were so happy, we brought her meat the next day.\nChoices: (A) Rubia then became very nice to us. (B) Rubia was a very mean dog.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Jill wanted to knit her boyfriend a sweater. Sentence 2: She taught herself how to knit and bought supplies. Sentence 3: She finished the sweater just in time for her boyfriend's birthday. Sentence 4: Jill was excited as she presented her boyfriend with her creation.\nChoices: (A) Jill's boyfriend told her he loved the sweater. (B) Jill's boyfriend was delighted to receive a ticket to Disneyland.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Howard is a senior. Sentence 2: He feels a lot of bittersweet thoughts. Sentence 3: He holds a senior party with all of his friends. Sentence 4: They all enjoyed it and drank a lot.\nChoices: (A) Howard is thirteen. (B) Howard liked socializing.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Lauren was nervous about giving a speech for her French final exam. Sentence 2: She arrived to class. Sentence 3: It was her turn to give her speech. Sentence 4: She finished her speech and felt relieved.\nChoices: (A) Lauren was excited about going out to lunch soon. (B) The teacher was impressed and gave her an A on her exam.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Jerome dribbled the ball quickly. Sentence 2: Sam tried to grab it from him, but wasn't fast enough. Sentence 3: He chased Jerome down the court. Sentence 4: Jerome pushed Sam backwards and threw the ball.\nChoices: (A) Sam grabbed the ball from Jerome. (B) Jerome scored points for his team.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Maya was afraid that she was too old to have a family. Sentence 2: She dreamed of meeting the perfect man and having kids. Sentence 3: Finally she joined a dating service to try to meet the right man. Sentence 4: She met a great guy who eventually asked her to marry him.\nChoices: (A) Maya said yes. (B) Maya decided to never get married.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Stephanie realized that some money was gone from her drawer. Sentence 2: When she brought it up to her manager they investigated. Sentence 3: It turned out that one of her coworkers was stealing money. Sentence 4: She thought it was a waste because they were tipped so well.\nChoices: (A) The manager fired the stealing employee. (B) Stephanie started stealing from work, too.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Lane wanted a puppy. Sentence 2: He didn't know where to find one. Sentence 3: He asked his friend to help him. Sentence 4: They both went to a shelter and Lane found a dog.\nChoices: (A) Lane was happy he got a kitten. (B) Lane promptly adopted the puppy.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: The landlord banged on His' door and demanded rent. Sentence 2: Gus told the landlord that he didn't have the money. Sentence 3: The landlord stormed into the apartment and grabbed Gus's valuables. Sentence 4: The landlord took them to his truck and locked it up.\nChoices: (A) Gus tried to get the money so he could get his things back. (B) Gus just laughed at his landlord.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Todd was an aspiring artist looking for a new studio. Sentence 2: He scoured the internet but came up empty. Sentence 3: Then he called a realtor who found him one. Sentence 4: She took him there.\nChoices: (A) Todd decided to live outdoors instead. (B) Todd loved the place on first sight.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Flossie is a pioneer. Sentence 2: Her job is to churn the butter. Sentence 3: One day, Flossie forgot to churn the butter. Sentence 4: The town was sad.\nChoices: (A) Flossie churned double the amount of butter the next day. (B) Flossie was proud of what she did.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Vanessa hired a babysitter that liked to snoop. Sentence 2: She snooped in makeup drawers. Sentence 3: She snooped in jewelry boxes. Sentence 4: She snooped in medicine cabinets.\nChoices: (A) Vanessa gave the babysitter a raise. (B) Vanessa caught her snooping, and fired her.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Jane was going to a Halloween party. Sentence 2: She decided to go as a witch. Sentence 3: She drove to work in the rain. Sentence 4: She she stepped out of the car, she was splashed by another car.\nChoices: (A) Jane was starting to feel she had witch's curse reversal powers. (B) Being splashed, put Jane in a great mood.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Down in mountains lived a large family. Sentence 2: The dad had a red truck. Sentence 3: One day it snowed. Sentence 4: They needed food so the dad got in the truck.\nChoices: (A) He drove the truck through the snow to the store and got food. (B) He decided to go back in the house.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Walter wanted to travel. Sentence 2: He decided to plan a trip. Sentence 3: After researching, he picked a destination. Sentence 4: A week before his trip a hurricane struck.\nChoices: (A) Walter decided to extend the length of his trip. (B) Walter had to cancel his plans.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Little Richie was tired of being picked on. Sentence 2: He wanted it to change for the better. Sentence 3: Little Richie starts taking Karate to defend himself. Sentence 4: He showed off his new skills in friend of his bully.\nChoices: (A) Little Richie felt guilty. (B) Little Richie no longer has to be afraid of being bullied.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Brad was camping in the mountains with his friends. Sentence 2: They roasted marshmallows all night. Sentence 3: When they woke up in the morning there was a bobcat in the camp! Sentence 4: Brad was scared to come out of his tent.\nChoices: (A) Bob went out to the beach. (B) The bobcat was actually his friend in a costume.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Yasmine was all alone with a migraine. Sentence 2: She did not know what to do or how to make the pain go away. Sentence 3: She remembered what her mother used to do for her during migraines. Sentence 4: She went to the sink and prepared a warm towel.\nChoices: (A) She put the towel in the dirty laundry. (B) She pressed the towel to her forehead.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Carla has always wanted to visit Fiji. Sentence 2: She saved up for four Years to be able to afford the trip. Sentence 3: When she finally had enough money she purchased her ticket. Sentence 4: Upon arriving in Fiji she knew she had made the right choice!\nChoices: (A) Carla had a great time in Fiji. (B) Carla went home as early as possible to get away from this place.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Mick wanted a cool jean jacket like his friends had. Sentence 2: He wanted to be stylish like them, but he was broke. Sentence 3: Then he went to a secondhand store and saw a great jean jacket. Sentence 4: It was only six dollars!\nChoices: (A) Mick asked his mother to loan him six dollars for the jacket. (B) Mick purchased the jacket for twelve dollars.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Jackson is a painter. Sentence 2: He often paints portraits for family members. Sentence 3: One day a friend approaches him and asks him to paint his mother. Sentence 4: Jackson happily obliges.\nChoices: (A) Jackson stops being friends with him. (B) Jackson's friend loves the painting.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Allen wanted to chop down the tree in his front yard. Sentence 2: He used an axe but it was not quite sharp enough. Sentence 3: He found his chainsaw but it ran out of gas. Sentence 4: He kicked the tree with his foot, yelling and screaming.\nChoices: (A) Allen gave up on the idea of chopping down that tree. (B) Allen started to feel excited.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Mary ate pudding every day. Sentence 2: She ate it for breakfast, lunch, and dinner. Sentence 3: One day she ran out of pudding. Sentence 4: She then decided to become a chef.\nChoices: (A) Mary never made pudding as a chef. (B) Mary loved sweets.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Tim took an arts and crafts class. Sentence 2: He was awful at it. Sentence 3: He couldn't make paper hats, necklaces, or bracelets. Sentence 4: He decided to keep trying.\nChoices: (A) Tim's skills improved over time. (B) Tim quit the class.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Michael would get headaches anytime he would read a book. Sentence 2: He enjoyed reading but the pain made it difficult. Sentence 3: Someone suggested he get his eyes checked. Sentence 4: He was told he needed glass to read by the optometrist.\nChoices: (A) The glasses fixed his headaches immediately. (B) The optometrist gave him comfortable sneakers.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Ron planted a tree in his backyard to shade his house. Sentence 2: But it took Years and Years to grow. Sentence 3: When Ron was old, the tree was tall and beautiful. Sentence 4: And he was proud of himself for taking care of it throughout the Year's\nChoices: (A) Ron decided to cut down the tree. (B) Ron's tree would shade others for years to come.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Drew was drawing a picture when he heard meowing at the door. Sentence 2: He opened the door to find a wet, dirty kitten standing at the door. Sentence 3: Drew decided to draw flyers to post around town about the kitten. Sentence 4: Three days later, a man named Larry called about his lost kitten.\nChoices: (A) Drew told Larry not to call him again. (B) Larry came to pick up his kitten.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Jeff loved going snowboarding. Sentence 2: For his birthday last weekend he went on a camping trip. Sentence 3: They stayed at a lodge near the slopes. Sentence 4: Everyone loved snowboarding with him.\nChoices: (A) Jeff vowed to never go snowboarding again. (B) He had a great time.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: John is afraid to commit to Yohanna. Sentence 2: She asked to be married by the fall. Sentence 3: John insisted that their finances weren't right. Sentence 4: Later that month Yohanna decided to plan a wedding herself.\nChoices: (A) John is getting nervous. (B) John went to find a wedding planner instead.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Sally is a writer. Sentence 2: She signed up to write a story. Sentence 3: There was a very specific set of instructions included. Sentence 4: Unfortunately, she did not read the directions.\nChoices: (A) Sally failed in her efforts to complete the assignment. (B) Sally was a total success and she was thrilled.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Kaylie and Martin had finally set their wedding date. Sentence 2: Kaylie was eagerly awaiting the big day. Sentence 3: The day of the wedding, Martin was nowhere to be found. Sentence 4: Kaylie, her family and friends were devastated.\nChoices: (A) Kaylie decided Martin must really love her. (B) Kaylie decided Martin was not faithful.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Lauren was an unusual girl. Sentence 2: Unlike many girls who feared bugs, Lauren loved them. Sentence 3: She was fascinated by their structure and movements. Sentence 4: Lauren's friends made fun of her for her strange interest.\nChoices: (A) Lauren didn't care and continued to study bugs. (B) Lauren went for a ride on her horse.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Steve was always told to never fight with other kids. Sentence 2: It was bad to get into a fight, or so his mother always told him. Sentence 3: However at school there were some bullies that wouldn't leave. Sentence 4: So one day he got into a fight with one of them.\nChoices: (A) Steve was proud that he stood up for himself. (B) Steve decided to treat himself to ice cream.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: In 2010 we visited our daughter in New York. Sentence 2: She was a grad student at CUNY. Sentence 3: She and her husband asked where we wanted to go. Sentence 4: I picked the Frick House, as we visited there on our honeymoon.\nChoices: (A) But we were bored. (B) We had a fun time.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: My niece just got engaged. Sentence 2: She is Chinese and her fiance is Caucasian. Sentence 3: Her parents had them over for a home cooked meal. Sentence 4: The fiance got nausea from the unfamiliar dishes and had to leave.\nChoices: (A) My niece was very upset that her fiance was sick. (B) My niece was thrilled that her fiancé was sick.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Ashley was packing all her belongings. Sentence 2: She was moving far away to a new city. Sentence 3: She was really upset about leaving her friends. Sentence 4: However she got on the train with her suitcases anyways.\nChoices: (A) She thought about her friends during the train ride. (B) She was glad to leave her friends.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Roy got up early and went to the box office. Sentence 2: He stood in line for hours to get to the front. Sentence 3: He put down a stack of money and asked how many tickets he can get. Sentence 4: The cashier gave him 15 tickets.\nChoices: (A) Roy ran away in terror. (B) Roy went home with the tickets.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: I wanted to hang out with my friend today. Sentence 2: She was acting a little suspicious. Sentence 3: However, I assumed that she was normal. Sentence 4: Eventually she said goodbye to me in a rude manner.\nChoices: (A) She then came over to my house. (B) I told her that I will see her later.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Mary went to the market on Sunday for fruit. Sentence 2: She bought bananas but couldn't find any peaches. Sentence 3: She decided that she would wait on the peaches until next time. Sentence 4: When she went again there were still no peaches.\nChoices: (A) Mary was disappointed. (B) Mary didn't want peaches.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Gina went to her room to begin working on her report. Sentence 2: She found the subject boring. Sentence 3: She kept daydreaming. Sentence 4: She hadn't realized how long her mind had been wandering.\nChoices: (A) Gina decided she was working to briskly and should take a break. (B) When Gina looked at the clock, she saw she had wasted an hour.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: I used to be fat. Sentence 2: At 18 Year's old I was 280 pounds. Sentence 3: I knew my life would suck forever if I didn't change that. Sentence 4: I worked my ass off for three Years with intense diet and exercise.\nChoices: (A) I weight 299 pounds. (B) I am very proud of myself.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Mark's parents had an announcement. Sentence 2: They were going to have a baby. Sentence 3: Mark was mad and went to his room. Sentence 4: When the baby cam, Mark went up to him.\nChoices: (A) Mark wanted to meet the baby. (B) Mark didn't look at the baby.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Neil was visiting Asia. Sentence 2: He flew into Laos and saw the sights. Sentence 3: Then he took a river cruise up the Mekong river. Sentence 4: It was wild and beautiful.\nChoices: (A) Neil had a great time during his vacation to America. (B) Neil had a great time.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Sue was nervous about taking the driver's test. Sentence 2: But she had been practicing a lot so she felt confident in her skills. Sentence 3: She arrived at the DMV and the driving instructor greeted her. Sentence 4: The test was going well, until Sue's car started to overheat.\nChoices: (A) The DMV hired her on the spot. (B) Sue would have to wait five weeks to take the test again.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Emily was a little girl when her father passed away. Sentence 2: Her mother raised her all on her own. Sentence 3: When Emily was 19 Year's old her mother went on a trip. Sentence 4: On the way to her vacation, her mom was in a plane crash.\nChoices: (A) Emily celebrated with a nice dinner. (B) Emily was crushed and heart broken.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Megan owned an apple orchard. Sentence 2: She needed to have some of her apple trees pruned. Sentence 3: She called her neighbor Mark to see if she could borrow his saw. Sentence 4: Mark said he would drop it off in the morning on his way to school.\nChoices: (A) Megan chased Mark for a mile before he gave it back. (B) The next day mark brought her saw as promised.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: We were supposed to celebrate Valentine's Day. Sentence 2: But then my niece came down with a bad cold. Sentence 3: So we stayed in and played games. Sentence 4: We rotated between Heads Up and Monopoly.\nChoices: (A) We went outside to play baseball. (B) We played Monopoly for two hours.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: I'm all set for Valentine's Day. Sentence 2: I bought flowers early. Sentence 3: I made sure to get fresh chocolates today. Sentence 4: I made reservations at a nice restaurant months ago.\nChoices: (A) It should be a very fun night. (B) I think i'll just stay home alone that night.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Joe was at home enjoying an adult beverage. Sentence 2: Suddenly a loud crashing sound came from the back yard. Sentence 3: Joe rushed out to discover a tree had fallen. Sentence 4: He put away the drink.\nChoices: (A) Joe went to inspect the damage. (B) Joe took a nap on the tree.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: My friends and I were at the park. Sentence 2: We had a basketball but were looking for a court. Sentence 3: At the end of the park, we found a court. Sentence 4: We took out our balls and played for an hour.\nChoices: (A) My friends and I had a lot of fun playing and then went home. (B) We could not find a good basketball court.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Maria smelled the fresh Autumn air and decided to celebrate. Sentence 2: She wanted to make candy apples. Sentence 3: She picked up the ingredients at a local market and headed home. Sentence 4: She cooked the candy and prepared the apples.\nChoices: (A) She enjoyed the candy apples. (B) Mari's apple pie was delicious.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: My sister in law dropped off some baked chicken. Sentence 2: The dish looked very appealing. Sentence 3: My wife heated the dish up. Sentence 4: We ate the chicken but found it to be very bland.\nChoices: (A) We agreed that it was the best meal we had ever eaten. (B) We laughed about how terrible the chicken was.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Since it is Christmastime, we bought our cats some new toys. Sentence 2: Later, we set up our tree. Sentence 3: The cats loved their new toys. Sentence 4: They must have thought the tree was another new toy.\nChoices: (A) I decided to put catnip in the Christmas tree. (B) The cats tore through the tree.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Roger broke both of his legs. Sentence 2: He hated being stuck in a wheelchair. Sentence 3: He saw a couple guys outside physical therapy in wheelchairs. Sentence 4: They told him all about wheelchair races.\nChoices: (A) Roger signed up to compete in the long jump. (B) Roger loved racing so much that he accepted his wheelchair.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Vianna went to church on a Saturday. Sentence 2: She sat in the pew and listened to the sermon. Sentence 3: The sermon was very interesting and she had questions. Sentence 4: She decided to ask the speaker about some questions she had.\nChoices: (A) Vianna suddenly decided she didn't have any questions. (B) The speaker was able to give her all of the answers she needed.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: My girlfriend is easily scared. Sentence 2: I love watching horror movies. Sentence 3: I convinced her to watch one with me. Sentence 4: She yelled at one scene and spilled her soda everywhere.\nChoices: (A) Now we watch horror movies together every day. (B) I watched the rest of the movie by myself.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: George found a mistake on his cable bill. Sentence 2: He called the cable company's customer service number. Sentence 3: George was put on hold for a while. Sentence 4: Finally, a man answered the phone who could help George.\nChoices: (A) George immediately hung up. (B) George explained what was going on with his bill.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: James planted an apple tree in his yard. Sentence 2: It grew to about 5 feet in a few Year's. Sentence 3: Unfortunately, James had to move away. Sentence 4: Year's later he came back to visit his old hometown.\nChoices: (A) James never left his new town. (B) The apple tree was still there.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Last week was the big election. Sentence 2: A lot of people got together for election parties. Sentence 3: My friends and I were no exception. Sentence 4: Our favorite candidate lost by a lot.\nChoices: (A) We laughed and celebrated. (B) We were sad.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Carly is a huge Disney fan. Sentence 2: She plans to take her children on a surprise trip to Disney World. Sentence 3: She tells her children that she is taking them to see their uncle. Sentence 4: Unenthusiastic, the children follow their mother to the car.\nChoices: (A) On the way, she reveals the surprise to her delighted children. (B) After a while, the train leaves the station.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Kelly really wanted a tattoo. Sentence 2: She begged her parents but they said no. Sentence 3: As a result, she went and got one anyway. Sentence 4: When she got home, her parents found out.\nChoices: (A) Kelly's parents raised her allowance. (B) Kelly was grounded for a week.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Ben was falling asleep at his desk. Sentence 2: He still had two more hours before the end of his shift. Sentence 3: He thought about leaving work early. Sentence 4: He couldn't afford to lose the extra hours.\nChoices: (A) Ben was very wealthy. (B) Ben needed the money.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Aya wanted to paint a picture. Sentence 2: She bought canvas and paints. Sentence 3: Then she sat down by a window for inspiration. Sentence 4: She began to paint an image of the landscape.\nChoices: (A) Aya put the finishing strokes on a picture of a skyscraper. (B) Aya became famous for her landscape pictures.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Joe and his friends were throwing rock at windows. Sentence 2: The windows were part of an abandoned building. Sentence 3: The police caught joe and his friends. Sentence 4: Joe felt sorry for his poor judgement.\nChoices: (A) Joe never threw rocks again. (B) Joe signed up for another yoga class.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Tina wanted to play a prank on her sister. Sentence 2: Tina set her sister's alarm clock 3 hours ahead. Sentence 3: The next morning her sister got up 3 hours early. Sentence 4: When she realized what had happened she was very mad.\nChoices: (A) Tina's sister vowed to get even. (B) Tina's sister wrote her a thank you card.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: My son has always been very bright. Sentence 2: However, he is not very good at doing his homework. Sentence 3: Last trimester, he almost failed three of his classes. Sentence 4: He had to work very hard to get his grades back up by term's end.\nChoices: (A) But after working hard, he managed to pass. (B) He was a great student all the time.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Anthony was a gang member but didn't want to die over a color. Sentence 2: One afternoon he was caught in an alley by a rival gang member. Sentence 3: The rival gang member put a gun to Anthony's head. Sentence 4: Anthony prayed to God for protection.\nChoices: (A) Anthony decided to go to Starbucks. (B) The man with the gun was unnerved by Anthony's praying and left.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: A mariachi band decided to take a road trip. Sentence 2: Only the vihuela player had a car. Sentence 3: It couldn't fit everyone's instruments. Sentence 4: Crestfallen, the band went to a movie instead.\nChoices: (A) Everyone was very disappointed. (B) Everyone was very pleased.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Beth's daughter was coming to town and bringing her kids. Sentence 2: Beth was excited to see her grandchildren. Sentence 3: When her daughter arrived she played and baked cookies with the kids. Sentence 4: The kids stayed 2 weeks before returning home.\nChoices: (A) Beth wished that she had a daughter. (B) Beth and her grandchildren baked cookies everyday!",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: I ran an online bookstore for four Year's. Sentence 2: I sold books that had been discarded by my local library. Sentence 3: I started buying books to sell. Sentence 4: I had an inventory of 3,000 books.\nChoices: (A) My inventory of books contained old, rare copies of classic books. (B) I burned all of the books I owned.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: When I woke up in the morning, I went downstairs. Sentence 2: I smelled the smoke coming from the turkey. Sentence 3: I also smelled ham, macaroni and cheese and lasagna. Sentence 4: My mom finished cooked everyone and asked me to sit down.\nChoices: (A) I turned around and went back to bed. (B) I sat down and continued to enjoy the smells from the kitchen.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Jason loved his old shoes. Sentence 2: He was wearing them when the sole fell off. Sentence 3: He tried to glue them back on. Sentence 4: What a mess he made.\nChoices: (A) He had to buy new ones. (B) He went running.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Lexi was cutting her toenails. Sentence 2: But she didn't clean all of them up when she finished. Sentence 3: While walking to her kitchen later, she stepped on one. Sentence 4: And she couldn't believe how careless she was.\nChoices: (A) She had to ask a doctor to take the toenail out of her foot. (B) Lexi petted the cat and apologized for stepping on it.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Chevy rounded up his friends, and was ready to seek revenge. Sentence 2: The group went to the house of his enemy, and went looking for him. Sentence 3: They beat up many of the man's friends, but the man himself got away. Sentence 4: Chevy was injured during the process, but vowed to eventually get him.\nChoices: (A) Chevy chased him down and beat him up eventually. (B) Chevy bought the chap a spot of tea.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Doug was famished after a hard day's work. Sentence 2: He didn't feel like cooking so he decided to dine out. Sentence 3: Doug wanted to end the day with a fulfilling meal. Sentence 4: He spotted a sign to an all-you-can-eat buffet.\nChoices: (A) Doug kept right on driving. (B) Doug decided to try the buffet.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Kathy's dad was rushed to the ER. Sentence 2: He was having major pain around his heart. Sentence 3: The doctors ran several tests. Sentence 4: He was admitted immediately.\nChoices: (A) That night for dinner he had a large steak, and ice cream. (B) After a surgery the prognosis was positive.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Betsy and her little brother were playing cards. Sentence 2: Her little brother insisted on shuffling. Sentence 3: He had never done it before. Sentence 4: Every time he did it, cards went flying everywhere.\nChoices: (A) Her brother was happy that he couldn't shuffle the cards. (B) Betsy helped her brother learn to shuffle the cards.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Chase and his girlfriend got into a fight. Sentence 2: They went to bed mad. Sentence 3: In the morning they sat and talked. Sentence 4: Finally they made up and hugged.\nChoices: (A) Chase and his girlfriend broke up. (B) They promised not to go to bed mad anymore.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: The 7th grader wore high heels to school. Sentence 2: She looked like a colt trying to walk. Sentence 3: She ended up falling. Sentence 4: She had to go to the nurse.\nChoices: (A) The nurse told her not to wear heels anymore. (B) The 7th grader's parents were very pleased.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Ava spent her last dollar on a bottle of Coke. Sentence 2: She twisted off the top and drank deeply. Sentence 3: Then she checked the prize code under cap. Sentence 4: Her eyes widened with surprise.\nChoices: (A) Ava threw away the Coke cap. (B) Ava was glad to have just won five dollars.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Linda always wanted to learn to ice skate. Sentence 2: She asked her mom to sign her up for lesson. Sentence 3: She fell over and over again. Sentence 4: She kept practicing every day.\nChoices: (A) Linda was determined. (B) Linda gave up easily.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Jasmine wanted to try to ice skate. Sentence 2: The local park had an ice rink set up. Sentence 3: Her mom took her into the rink. Sentence 4: Jasmine fell several times.\nChoices: (A) Jasmine decided to take lessons to get better. (B) Jasmine loved playing pinball.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Jane was selling chocolate bars for high school band. Sentence 2: She carried the chocolate in her backpack, but forgot to sell them. Sentence 3: She often ate a bar after school, or during lunch. Sentence 4: She realized the money for the bars were due, and she had eaten them!\nChoices: (A) Jane was proud of what she had done. (B) Jane had to pay for the bars.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Amy decided to make curtains for her living room. Sentence 2: She sewed for hours to complete the job. Sentence 3: When she was finished she hung the curtains. Sentence 4: The seams were off, and the hem was lopsided.\nChoices: (A) Amy made curtains for the rest of the rooms in her house. (B) Amy decided to hire a professional.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Dave decided one day he wanted to go see a hockey game. Sentence 2: He ordered a few tickets. Sentence 3: He then invited some of his friends. Sentence 4: They all went to the game, and had a good time\nChoices: (A) Dave was glad he went. (B) Dave regretted going.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Amy's mom was beyond angry. Sentence 2: She wanted to know why Amy and her friends were out at 12 AM. Sentence 3: Amy decided to tell the truth. Sentence 4: Her mother was furious.\nChoices: (A) Amy's mom wanted to hang out with her next time. (B) Amy was grounded.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: An elderly female customer asked where infrared heaters were located. Sentence 2: She was disappointed that all of our infrared heaters were electrical. Sentence 3: She wanted it keep her warm after terrorists destroy the power grid. Sentence 4: She thought this meant ISIS was coming to burn down the power poles.\nChoices: (A) The elderly customer was quite amusing. (B) The old lady asked directions to the nearest Mosque.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Ted wished for a drum set for Christmas. Sentence 2: He wrote a letter to Santa to ask for the drums he wanted. Sentence 3: Ted behaved really well to ensure he'd get his wish. Sentence 4: Christmas Eve came and he was worried Santa may not come.\nChoices: (A) Ted was happy when he found the money the tooth fairy left him. (B) Ted was relieved when Santa brought him exactly what he wanted.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: William was feeling down after receiving some bad news. Sentence 2: William's wife tried to raise his spirits, but was unsuccessful. Sentence 3: William's friend asked him to help move a sofa for a wounded veteran. Sentence 4: The move turned into a 6 hour visit that raised William's spirits.\nChoices: (A) He went home and happily kissed his wife. (B) He went to bed early that night because he was so depressed.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Sally went to the blueberry patch with her basket. Sentence 2: Sally walked through the rows of blueberry bushes. Sentence 3: She picked blueberries until her basket was full. Sentence 4: She ate some of the fresh berries as she picked.\nChoices: (A) Sally hated blueberries. (B) Sally loved blueberries.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Kathie does not like babies. Sentence 2: One day, she became pregnant. Sentence 3: She was concerned she might not like her baby. Sentence 4: When the baby was born, she fell in love with the baby.\nChoices: (A) Kathie gave the baby up for adoption. (B) Kathie decided she'd be okay with having another one.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Jamie loves to read books and has thousands of them. Sentence 2: Her house is becoming too crowded with books but she wants them all. Sentence 3: Her son bought her a tablet and showed her how to use it. Sentence 4: She has put all of her books onto the one tablet.\nChoices: (A) Jamie prefers to watch movies to reading books. (B) Jamie now reads all the books she wants on the tablet.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Bob decided to go camping. Sentence 2: He forgot the mosquito spray. Sentence 3: Consequently, many mosquitos bit Bob. Sentence 4: Bob was infected with malaria.\nChoices: (A) Bob got very sick, and learned a lesson. (B) Bob then felt much better.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: I received a lumbar puncture today. Sentence 2: After hugging a friend of mines, I noticed a huge pain on my back. Sentence 3: Although decided to take a nap, the pain didn't go away. Sentence 4: When the pain was unbearable, I decided to go to the emergency room.\nChoices: (A) I did not go to the hospital. (B) They were forced to operate on me and then I felt better.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Dan realizes that he has gained weight over the last few Year's. Sentence 2: He decides to begin exercising and eating better to become less fat. Sentence 3: It is a grueling process, and at times Dan wants to give up. Sentence 4: However, he remains dedicated until the extra weight is gone.\nChoices: (A) Dan steps onto a scale and realizes he lost a significant amount. (B) Despite his dedication, he gave eating well up and never lost it.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Joe went on vacation. Sentence 2: He went to an island that had a large volcano. Sentence 3: Joe's friends dared him to climb into the volcano. Sentence 4: Joe decided it was something he needed to do.\nChoices: (A) Joe slipped and paid the ultimate price. (B) Joe decided not to climb into the volcano and he didn't want to.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Jenny is a six year-old girl who reads lots. Sentence 2: Jenny's favorite book is Astrid Lindgren's Pippi Longstocking. Sentence 3: Jenny wanted to be Pippi for Halloween. Sentence 4: She couldn't get her pigtails to stick straight out like Pippi's\nChoices: (A) Her mom was able to help her get it right. (B) She decided she didn't like fish anymore.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Alex needed to go to work. Sentence 2: She looked at the bus schedule. Sentence 3: She saw that there was a bus in five minutes. Sentence 4: She walked to the bus stop.\nChoices: (A) Alex slept on the bus stop bench for the rest of the day. (B) The bus arrived on time and Alex got to work.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: We have two cats at my house. Sentence 2: One morning, we could not find the youngest cat anywhere. Sentence 3: We called her name and looked all over. Sentence 4: Suddenly, she appeared from the heating vent.\nChoices: (A) We were so disappointed! (B) We were so relieved!",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Anna was undergoing chemotherapy. Sentence 2: Her hair thinned and then fell out. Sentence 3: Her mom bought her a bright bandana. Sentence 4: Anna loved it and wore it everywhere.\nChoices: (A) Anna gave the bandana away to a thrift store. (B) Anna regained her confidence by wearing her bandana.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: The weatherman predicted that we would get 6 inches of snow overnight. Sentence 2: I went to bed right when it started snowing. Sentence 3: When I woke up, the snow was everywhere. Sentence 4: We could not even open the front door.\nChoices: (A) I opened the door and walked to the mailbox in my shorts. (B) We were trapped.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Gina's mom was upset with her. Sentence 2: Gina had been sulking in her room all day. Sentence 3: She decided to offer a truce. Sentence 4: She washed the dishes as an act of goodwill.\nChoices: (A) Gina's mom was happy and they had a great night together. (B) Gina got angry and did not want to talk to her mother.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: The day was sunny and warm, a perfect day for a picnic. Sentence 2: Mom, James, and Renee went to the park. Sentence 3: First they went for a walk. Sentence 4: Then they had a picnic by the river.\nChoices: (A) They all ran from the bear. (B) They all had a good time.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Ed was playing baseball in his yard. Sentence 2: He swung the bat and hit the ball. Sentence 3: Then he flinched. Sentence 4: The ball had shattered the neighbor's window!\nChoices: (A) Ed was scared. (B) Ed was happy.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Sally needed to file some papers. Sentence 2: Before that she needed to make copies, though. Sentence 3: She knew this meant walking down to the basement. Sentence 4: Once she was down there she made copies.\nChoices: (A) She went back up and shredded all the papers. (B) She went back up and filed all the papers.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: I worked two shifts one night. Sentence 2: On the way home i could barely see the road. Sentence 3: I barely missed hitting an oncoming car. Sentence 4: it swerved at the last minute.\nChoices: (A) I narrowly avoided a serious accident. (B) I decided to drive at that time of night every night.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: I took my car in for an oil change. Sentence 2: I informed them that I would be waiting in the lobby. Sentence 3: After an hour, I checked to see if it was done yet. Sentence 4: I was told that they didn't even have it started yet.\nChoices: (A) I told them that I was happy with their service. (B) Angrily, I left with my car and went somewhere else.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Laura told Cindy she would bake her a cake for her birthday. Sentence 2: Laura decided to make a chocolate cake. Sentence 3: She found a recipe online. Sentence 4: She worked all day baking the cake.\nChoices: (A) Laura sold the cake so she could afford new shoes. (B) Laura was very proud of the cake she made.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Eric hired a clown to entertain guests for his son's birthday party. Sentence 2: The clown arrived 20 minutes late to the party. Sentence 3: The clown's stunts were really mundane. Sentence 4: The guests were not entertained whatsoever.\nChoices: (A) Eric told all his friends they should hire the clown. (B) Eric wrote a bad review on the clown online.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Amy liked her neighbor Brian, and hoped he would ask her out. Sentence 2: She waited patiently, but he never mentioned a date. Sentence 3: Finally one day Brian called and asked Amy to go to dinner. Sentence 4: Amy was so happy, and they had a great time.\nChoices: (A) It was the beginning of a great relationship. (B) She never spoke to Brian again.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Nick was at a baseball game during the evening. Sentence 2: He stepped up to the plate so that he could bat. Sentence 3: The pitcher threw a fastball at him. Sentence 4: Nick saw the ball and hit it for a home run.\nChoices: (A) Nick decided to quit baseball. (B) Nick ran the bases with a big smile on his face.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Little Lola lost her library book from her school's library. Sentence 2: She wasn't allowed to take out another until she returned it. Sentence 3: Lila and her mother fruitlessly searched the house from top to bottom. Sentence 4: Her mother finally ordered a new copy to replace what they had lost.\nChoices: (A) Lola flew to Europe for a three month vacation. (B) Lola promised to be more careful in the future.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Icy had never roller skated in her life. Sentence 2: She bought a pair of skates and tied them on nervously. Sentence 3: She practiced skating outside, very slowly. Sentence 4: She picked up speed as she gained confidence.\nChoices: (A) Icy decided to never skate again. (B) Icy felt she could skate.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Jays habit of buying expensive beer was catching up to him. Sentence 2: He was spending more money on beer than food. Sentence 3: He needed to find another source of income to support this habit. Sentence 4: A friend recommended he try out Amazon MTurk.\nChoices: (A) Jay bought  luxury car that afternoon with his initial earnings. (B) Jay become slightly less poor from Amazon Mturk.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Key wanted to play softball. Sentence 2: She challenged a few friends to a game. Sentence 3: They happily accepted. Sentence 4: Key focused hard and did her best.\nChoices: (A) Key quit the team. (B) Key was a good player.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Martha loved to watch nature from her porch. Sentence 2: She decided to buy a bird feeder. Sentence 3: She put bird food into the feeder. Sentence 4: She put it up on a tree in her backyard.\nChoices: (A) Martha was sad when no birds made use of it. (B) Martha baked an apple pie and put it on the feeder.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Jamie was excited to try a new haircut. Sentence 2: It turned out worse than expected. Sentence 3: He had no way of getting it fixed. Sentence 4: He wore a hat for the next week.\nChoices: (A) Jamie was very embarrassed. (B) Jamie was proud.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Mary made Joe some dinner. Sentence 2: She told him to wait for it too cool down before he tasted it. Sentence 3: Of course Joe didn't wait. Sentence 4: He stuck the spoon in the bowl then to his lips.\nChoices: (A) Joe spat out the cold ice cream. (B) It took several days for Joe's lips to heal.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: We live on the banks of a small pond. Sentence 2: In 1999 the state drained the pond. Sentence 3: The state said the pond sediment had to be removed. Sentence 4: We took photos of thousands of dead fish.\nChoices: (A) It was a pretty sight. (B) It was gross.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Samantha called me for an interview over the phone. Sentence 2: I answered most of her questions with ease. Sentence 3: Afterwards, we said our parting remarks. Sentence 4: I exhaled heavily when I hung up the phone.\nChoices: (A) Samantha called me the next day and offered me the job. (B) Samantha called me the next day to conduct a phone interview.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Elaine was preparing an Easter basket for her niece. Sentence 2: Elaine learned that her niece love Peppa Pig. Sentence 3: Elaine went to the store and purchased several Peppa Pig items. Sentence 4: After purchasing the items, Elaine assembled the Easter basket.\nChoices: (A) Her niece hated the Easter basket. (B) Her niece saw the basket and hugged Elaine around the neck.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Wendy was thinking of a number between one and ten. Sentence 2: Her mother guessed three, which was correct. Sentence 3: Her father guessed seven. Sentence 4: Her little brother Sam guessed ten.\nChoices: (A) Wendy had fun playing this game. (B) Wendy told them the number was actually forty two.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Gina was at her uncle's house out of state. Sentence 2: Her parents were in the living room playing music. Sentence 3: In the kitchen there was a beer can on the counter. Sentence 4: She thought about taking a sip.\nChoices: (A) She decided it would be wrong to drink it. (B) Gina decided she hated vegetables.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Heather loved to paint pictures and wanted to be an artist. Sentence 2: She took lots of lessons and practiced very hard. Sentence 3: Heather finally sold a painting and eventually became a famous artist. Sentence 4: Her hard work paid off.\nChoices: (A) Heather was proud of herself. (B) Heather was disappointed in herself.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Jo couldn't take his ratty apartment anymore. Sentence 2: He looked at housing ads and went on several apartment tours. Sentence 3: Jo finally found one he liked and could afford. Sentence 4: Jo packed up his stuff and moved into his new apartment.\nChoices: (A) Jo enjoyed time at home much more after his move. (B) Jo looked all over his new apartment, but couldn't find any axes.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Lily and Pam were popular girls in school. Sentence 2: They invited Joy to a diner after school. Sentence 3: Joy was not popular and Lily and Pam knew it. Sentence 4: They invited her just to bully her when they got there!\nChoices: (A) Joy had brought a gun and shot both the bullies in the face. (B) Joy enjoyed spending time with her best friends Lily and Pam.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Amanda was on a hike with her husband. Sentence 2: Suddenly, she felt a sharp pain in her ankle. Sentence 3: She realized that a hornet had stung her. Sentence 4: Her foot hurt too badly to walk.\nChoices: (A) Her husband called an ambulance. (B) Amanda walked back to the car.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Frank tried out for the wrestling team at school. Sentence 2: He did not make the team though. Sentence 3: The coaches said that he needed to put on some more muscle. Sentence 4: Frank spent the next year in the weight room working hard.\nChoices: (A) Frank didn't try out for the wrestling team the next year. (B) The next year, Frank made the team.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Anna went to an animal rights protest. Sentence 2: She told people about animal rights issues. Sentence 3: She asked for donations. Sentence 4: A lot of people listened to her and donated money.\nChoices: (A) Anna used the money to help abused animals. (B) Anna was upset that no one else shared her concern.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Larry decided to write his girlfriend a love letter. Sentence 2: He wanted to let her know how much she meant to him. Sentence 3: He started out writing about how they met. Sentence 4: In addition, he talked about her character and her positive qualities.\nChoices: (A) He asked her to marry him, and she said yes. (B) He ended the letter telling her he was leaving her.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Amy was moving to her new apartment. Sentence 2: She took weeks to pack up her things in her apartment. Sentence 3: When moving day came her brother said he could no longer help her move. Sentence 4: Amy called a moving company to move her things.\nChoices: (A) Amy was pleased with the moving company. (B) The moving company sold her furniture on eBay.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: I had to go to the grocery store yesterday. Sentence 2: There was almost no food left in the house. Sentence 3: I bought several things. Sentence 4: Now we have plenty of food.\nChoices: (A) There is no food in my house. (B) I will cook a good dinner tonight.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Bryce knew that a call from the girl was wishful thinking. Sentence 2: He gave her his number last week but still no call. Sentence 3: After the 12th day of giving her the number she called. Sentence 4: They talked for hours and enjoyed each other's conversation.\nChoices: (A) Bryce asked the girl on a date. (B) Bryce never wanted to talk to the girl again.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Lucy went to the local sports parade. Sentence 2: At the parade there were several different groups selling snacks. Sentence 3: Feeling hungry, Lucy purchased a candy apple for $3. Sentence 4: Clumsily, Lucy ended up dropping her candy apple.\nChoices: (A) She ate the candy apple. (B) She then had to purchase another candy apple.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Mia had taken a long time at the store picking out the perfect gift. Sentence 2: She finally approached the register. Sentence 3: To her dismay, she found she was five dollars short in cash! Sentence 4: After putting the item back, she started walking out of the store.\nChoices: (A) Mia then decided to steal the gift instead. (B) Mia was upset she couldn't buy the gift.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Today is Andy's Birthday. Sentence 2: Andy wants a chocolate cake for his birthday party. Sentence 3: But, Andy's mom forgot to pick up eggs from the grocery store. Sentence 4: Andy has to eat salad instead of chocolate cake.\nChoices: (A) Andy was not happy! (B) Andy was still asleep.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Eli Young loved Elvis Presley. Sentence 2: He would sing and dance like him in the mirror. Sentence 3: When he turned eighteen he moved to Las Vegas. Sentence 4: He decided to work the strip as an impersonator.\nChoices: (A) Eli loved rap music. (B) Eli loved his career.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: The defendant proclaimed his innocence as he was arrested. Sentence 2: His attorney fought a hard battle, appealing to the jury. Sentence 3: The crucial moment was the DNA evidence linking him. Sentence 4: The defendant was sentenced to 30 Years in prison.\nChoices: (A) He was so happy, he jumped for joy. (B) He wept as the verdict was being read.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Noah was working as a waiter. Sentence 2: One day he saw that a customer had left his wallet on the chair. Sentence 3: Noah decided not to steal the wallet. Sentence 4: Instead, he called the customer to come and get it.\nChoices: (A) Noah kept the wallet. (B) The customer thanked Noah.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Jimmy's dog had gone missing. Sentence 2: Jimmy put up missing posters everywhere around town. Sentence 3: A few weeks later, Jimmy received a call on the phone. Sentence 4: Someone had found his dog!\nChoices: (A) Jimmy and his dog were soon happily reunited. (B) Jimmy was afraid he'd never see his beloved cat again.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Sandy was taking a trip to Mexico. Sentence 2: Sandy successfully caught the first flight of her trip. Sentence 3: However, Sandy missed the second flight for her trip. Sentence 4: There were no more flights for the day, so Sandy was stuck.\nChoices: (A) Sandy was sad. (B) Sandy was happy.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: My wife was pregnant with my son. Sentence 2: One day she said it was time to have the baby. Sentence 3: I took her to the doctor where they got her ready. Sentence 4: She was in labor for several hours with my son.\nChoices: (A) Afterwards I got to meet my son. (B) Afterwards I went out for a pizza.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Cousin Sam had fun at Tim's house. Sentence 2: They played ball everyday. Sentence 3: However, Sam had to leave with his parents. Sentence 4: Tim was sad.\nChoices: (A) Tim wished that Sam would visit again. (B) Tim did not want Sam to come over anymore.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: I love my job more than anything in the world. Sentence 2: I work from home as a freelance artist. Sentence 3: I work in my sweatpants and get to draw and paint. Sentence 4: People pay a lot of money for my art and I am high in demand.\nChoices: (A) If I don't get a better job soon, I'll be bankrupt. (B) I enjoy it so much, it doesn't even feel like work.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Gina's family was at her grandparents house. Sentence 2: She decided to eat all her favorite country foods while there. Sentence 3: Her grandma offered to make fried green tomatoes. Sentence 4: Gina's whole family was excited about the tomatoes.\nChoices: (A) Gina decided to order pizza instead. (B) Gina's grandmother made the tomatoes.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: It was my first day at work and I was so nervous. Sentence 2: I started sweating as I entered the office. Sentence 3: My supervisor noticed that I was tensed and asked me for lunch. Sentence 4: We went on a team lunch and I made friends there.\nChoices: (A) I hated everyone. (B) I had a great time.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Lucy got a new diary for her birthday. Sentence 2: Unlike her old one, it had a lock on it to keep her brother James out. Sentence 3: But one day she found the lock was broken. Sentence 4: James had gotten into her diary again!\nChoices: (A) Lucy was so angry! (B) Lucy was so amused!",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Donald was a big Colts fan. Sentence 2: He followed the team religiously. Sentence 3: His family wanted to surprise him for his birthday. Sentence 4: They bought him front row Cots tickets.\nChoices: (A) Donald was disappointed. (B) Donald was thrilled.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Nina practiced her bowling every week. Sentence 2: Her league had a contest coming up. Sentence 3: When the contest day came, she was prepared. Sentence 4: She bowled all strikes and spares.\nChoices: (A) This was one of her best rounds of golf. (B) It was one of her best games.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Felicia enrolls at the local university to study accounting. Sentence 2: She encounters many challenges, including difficult tests and work. Sentence 3: After working very hard on her courses, Felicia earns her degree. Sentence 4: She packs up her things to move to her first job in New York City.\nChoices: (A) Felicia expected to lose her job the next day. (B) Felicia is excited to begin a new life.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Jim was teaching his son to ride a bike. Sentence 2: At first he taught the boy with training wheels. Sentence 3: Then he removed the wheels. Sentence 4: Jim was so happy he almost cried to see his son peddling.\nChoices: (A) This was Jim's proudest moment as a parent. (B) Jim re-attached the training wheels.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Jane hated how her frugal dad made them save tinsel from the tree. Sentence 2: She let her kids throw away handfuls of the silvery stuff. Sentence 3: Then, Jane noticed her kids weren't grateful for their presents. Sentence 4: She thought they didn't care how hard she worked to buy them.\nChoices: (A) She decided that she should buy them more presents. (B) So she started making them earn their luxuries.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Gray wanted to be a weightlifter. Sentence 2: He practiced at the gym after school. Sentence 3: He lifted heavier and heavier weights. Sentence 4: Soon he was confident in his abilities.\nChoices: (A) He vomited all over the judges during his deadlift. (B) He won a weightlifting competition.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Terry's daughter was in extreme pain in her mouth. Sentence 2: After an evaluation, Terry realized that her daughter was teething. Sentence 3: Once Terry realized she was teething, Terry administered medication. Sentence 4: After the medication, Terry placed teething gel on the baby's teeth.\nChoices: (A) Terry left the house for Alaska. (B) Terry got the baby to calm down.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Drake loved Chipotle. Sentence 2: After the e coli outbreak he stopped eating there. Sentence 3: However he craved their delicious chicken. Sentence 4: Drake found a copycat recipe and gave it a try.\nChoices: (A) Drake was a vegetarian. (B) It was yummy!",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Georgia was carving a pumpkin. Sentence 2: First she put it on the table, on top of some newspaper. Sentence 3: Then, she cut the top off and scraped out all of the seeds. Sentence 4: Finally, she used a large knife to carve a face in the pumpkin.\nChoices: (A) When georgia was done, she. (B) Georgia made a great looking pumpkin when she finished.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Daddy is took me fishing today. Sentence 2: We woke up early and went out to the boat. Sentence 3: The sun was just rising over the horizon. Sentence 4: We sat on the water for hours talking and fishing.\nChoices: (A) It was a great day. (B) It was an awful day.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Jim worked at a sheet factory. Sentence 2: He was the best employee there. Sentence 3: He asked his boss for a raise. Sentence 4: His boss said no.\nChoices: (A) Jim thanked his boss for doing such a wonderful job. (B) Jim quit his job and found a new one the next day.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Briana was riding a four wheeler with her brother. Sentence 2: They were going fast down a dirt road. Sentence 3: Suddenly, they hit a rock. Sentence 4: The four-wheeler flipped.\nChoices: (A) Briana began to cry. (B) Briana loved crashing.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Max and May were at a tavern. Sentence 2: They saw the dartboard and challenged each other to a game. Sentence 3: Max played very well. Sentence 4: But May thru even better than him.\nChoices: (A) May won the game. (B) Max won the game.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Rufus met a beautiful Russian girl who he wanted to date. Sentence 2: He decided to learn to speak Russian in order to impress her. Sentence 3: Rufus studied very hard to learn to speak Russian. Sentence 4: Finally when he was fluent in Russian, he asked her out.\nChoices: (A) She said yes. (B) She told Rufus that he could not buy her car.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Ava had a lot of old clothes. Sentence 2: She never wore them, but she didn't want to throw them away. Sentence 3: Her mom suggested that Ava donate them. Sentence 4: Ava took them to the thrift store and donated them there.\nChoices: (A) Ava felt like a bad human being. (B) Ava felt very good about what she had done.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Frank was practicing bike tricks in his driveway one day. Sentence 2: Penny and Bo were walking down the sidewalk, near Frank's house. Sentence 3: Frank tried a really hard trick to impress them. Sentence 4: He caught his foot in the spokes and flipped over the handlebars.\nChoices: (A) The girls were impressed and asked him to do it again. (B) Frank made a fool of himself.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Inky wanted to look taller. Sentence 2: She'd never worn heels before. Sentence 3: She decided to try them and see how they fit. Sentence 4: She found a comfortable, attractive pair.\nChoices: (A) Inky was very disappointed. (B) Inky bought the shoes.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Cara loved Tamales. Sentence 2: She and her grandmother made tamales every year at Christmas. Sentence 3: Unfortunately, her grandmother passed away one day. Sentence 4: When Christmas came, Cara made the tamales anyway.\nChoices: (A) Cara decided to pass the tradition on. (B) Cara did not want to continue making tamales.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Caleb loved to play baseball. Sentence 2: Caleb was an outfielder on his team. Sentence 3: One day someone hit a ball far out near Caleb! Sentence 4: Caleb ran out to catch it but it hit him right in the nose!\nChoices: (A) All the kids congratulated him on a job well done. (B) All the kids laughed at him.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Janet was attending her last year at a University. Sentence 2: She wanted to maintain her high GPA. Sentence 3: Janet's professor told her that upcoming exams could impact her GPA. Sentence 4: Janet began studying for an additional two hours each day.\nChoices: (A) Janet's studying paid off and she passed the exams swimmingly. (B) Janet dropped out of university.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Ella wanted to be a comedian. Sentence 2: One night her local comedy club had an amateur night. Sentence 3: Ella decided to try it out. Sentence 4: She went onstage and told her jokes.\nChoices: (A) The audience sobbed at the sad songs Ella sang. (B) The audience's laughter told Ella she should pursue her dream.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: My left computer speaker went out. Sentence 2: I jiggled the wires on the speaker and computer. Sentence 3: I shook the speaker violently. Sentence 4: I slammed the speaker onto the desk a few times.\nChoices: (A) The speaker fell off the roof. (B) But the speaker still did not work.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Bob was working at his job as a security guard at a mall. Sentence 2: Unexpectedly, he fell asleep. Sentence 3: While he was sleeping, some thieves came in and stole some items. Sentence 4: Bob woke up and was shocked to find out what happened.\nChoices: (A) Bob vows to do a better job in the future. (B) Bob felt pride and satisfaction in what had happened.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: John was at work and began running fever. Sentence 2: His back started to hurt. Sentence 3: His boss sent him to urgent care. Sentence 4: The doctor did a flu test.\nChoices: (A) John had a sever case of flu. (B) John went home with the pretty nurse.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Meghan liked to eat subs at her desk at work. Sentence 2: On Tuesday, she purchased a very juicy sub. Sentence 3: She munched on it very loudly. Sentence 4: In the middle of eating, she spilled the sauce on her shirt.\nChoices: (A) She wiped the ice cream off and looked up, sheepishly. (B) When she was done eating, she went to the restroom to clean up.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: My friend and I couldn't remember the name of an actor. Sentence 2: We kept coming up with the wrong name. Sentence 3: Eventually we both came up with different answers. Sentence 4: We bet on who was right.\nChoices: (A) I won the bet. (B) Then we laughed hysterically at the joke.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Daniel walked through a park to his girlfriend's house. Sentence 2: On the way, he noticed a patch of beautiful wildflowers. Sentence 3: Daniel carefully picked several of the flowers. Sentence 4: He gave them to his girlfriend when he arrived at her house.\nChoices: (A) She blushed and kissed him before inviting him inside. (B) She looked in disgust and slammed the door in Daniel's face.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: The morning of the wedding found Diana very nervous. Sentence 2: Her bridesmaids helped with her hair and make-up. Sentence 3: Her mother helped her put her dress on. Sentence 4: Diana and her maids drove off in a limo.\nChoices: (A) They arrived at the wedding and continued the ceremony. (B) They arrived at a restaurant instead of the wedding.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Tony loved Maria. Sentence 2: They had been dating for a year. Sentence 3: He decided to propose to her. Sentence 4: He got her a great ring and popped the question.\nChoices: (A) Maria told Tony that she wanted a divorce. (B) Maria said yes.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: I just bought new running shoes. Sentence 2: They are comfortable and light. Sentence 3: They were on sale. Sentence 4: Even though I don't run much, I still like them.\nChoices: (A) I am very proud of my new running shoes. (B) I think I will take dance classes.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: I called Carly to ask her on a date. Sentence 2: I got her voicemail. Sentence 3: I texted her that we should talk soon. Sentence 4: She texted me back, asking why we should talk soon.\nChoices: (A) I told her I hated her. (B) I told her I liked her.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Todd collected and raised lovebirds. Sentence 2: He had 12 in all. Sentence 3: His apartment stank from the animals. Sentence 4: Todd didn't mind the smell.\nChoices: (A) The smell reminded him of his love for his birds. (B) He pinched his nose constantly avoid the smell.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Leah went to Germany on a trip. Sentence 2: At her first meal she ordered a Coke. Sentence 3: She was surprised to find it served at room temperature. Sentence 4: She was so used to ice cold Soda.\nChoices: (A) Leah thought it was gross. (B) Leah was not surprised at all.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Neil took a chartered drive up to Broome, Australia. Sentence 2: He used it as a launching point for the Outback. Sentence 3: He hired a guide to take him on an Outback tour. Sentence 4: Its emptiness and glory silenced him.\nChoices: (A) Neil had a new appreciation for the Outback. (B) Neil hated the tour.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: A police officer pulled a woman over for speeding. Sentence 2: She protested that she had not been speeding. Sentence 3: The officer wrote the ticket anyway. Sentence 4: She went to traffic court to argue the ticket.\nChoices: (A) The woman told the judge she indeed had been speeding. (B) The woman succeeded in reversing her ticket.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: I started the grill to cook hamburgers. Sentence 2: I took the patties out and laid them on the grill. Sentence 3: The patties sizzled as the grill got hotter. Sentence 4: Finally I took the patties off and put them on a bun.\nChoices: (A) I decided to order pizza instead. (B) The hamburgers I made were delicious.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Kate was interested in taking karate. Sentence 2: Kate searched the yellow pages for a qualified school. Sentence 3: Kate found a school that peaked her interest. Sentence 4: In visiting the school, Kate was excited to join.\nChoices: (A) Kate never went back to the school. (B) Kate practiced often and became great.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Florence loves the way that her friends look in summer dresses. Sentence 2: She decides that she wants to have one too. Sentence 3: She visits her local mall and finds a beautiful dress with flowers. Sentence 4: Florence tries it on and it fits perfectly.\nChoices: (A) She smeared dirt all over the dress. (B) She felt beautiful with her new dress on.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Josh loved Rachel very much. Sentence 2: Rachel reciprocated that love. Sentence 3: But they were from two different social backgrounds. Sentence 4: They tried and tried to make their love work.\nChoices: (A) They both hated each other. (B) But it just wasn't meant to be.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Marie's husband is in the Army. Sentence 2: He is away for a tour overseas. Sentence 3: Marie walked into her home. Sentence 4: Her husband was waiting on the couch.\nChoices: (A) Marie was shocked. (B) Marie was not surprised at all.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Two countries were competing for resources and global recognition. Sentence 2: The two countries disagreed on some fundamental issues. Sentence 3: One country declared war on the other and invaded. Sentence 4: The two countries fought for many Year's.\nChoices: (A) The second country joined the first country against a third. (B) Both countries were ravaged by war.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: I have never been to the airport. Sentence 2: I had to take a trip to California to see my family. Sentence 3: Unfortunately I didn't know what to do with my belongings. Sentence 4: The airport staff had to explain everything to me.\nChoices: (A) I was a little embarrassed by my inexperience with air travel. (B) I always take a small carry-on with me when I fly.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Sam wanted to cook a burger. Sentence 2: His cast iron skillet was rusted from being left out. Sentence 3: Sam scrubbed his skillet with some steel wool. Sentence 4: Afterwards, he seasoned the skillet in the oven.\nChoices: (A) Sam had never had better-tasting chicken in his life! (B) After it was completely cooked, the burger was delicious.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Blake loved to go hiking. Sentence 2: He would always take his favorite boots when he went hiking. Sentence 3: One day, Blake went on a really rough hike. Sentence 4: He stepped through jagged rocks and rugged terrain.\nChoices: (A) Blake took off his boots and continued bare foot. (B) Blake felt lucky to have such good boots.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Dave was shopping for new shoes. Sentence 2: The ones he liked were his shoe size but still felt odd. Sentence 3: A salesman came and measured his foot to help. Sentence 4: They found out Dave's feet are wider than average.\nChoices: (A) Dave's feet were riddled with fungus and infections. (B) They found some E-sized shoes for him which fit well.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: I've always loved penguins. Sentence 2: I wanted to take a trip to the zoo to see the penguins. Sentence 3: I saved money for a few weeks to get tickets and gas money together. Sentence 4: I went to the zoo with my brother.\nChoices: (A) We had a lot of fun. (B) I was sad we went to the zoo.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Everyday, John saw a homeless man at the corner near his school. Sentence 2: It made John very sad to see someone in such great need. Sentence 3: He decided to make a gift for the man with basic necessities. Sentence 4: He looked for the man the next day and gave him the gift.\nChoices: (A) The man was very grateful. (B) The man allowed John to take the gift back.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: A friend picked me up from the bus station. Sentence 2: We rode in his car for a while to his home. Sentence 3: When we were nearing it I asked if I could smoke. Sentence 4: He said that I could not but people don't listen anyway.\nChoices: (A) My friend encouraged people to smoke in his car. (B) My friend didn't like people smoking in the car.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: I'd ordered two flash drives. Sentence 2: I walked down to the mailbox in the deep snow. Sentence 3: I was frustrated to find only one package. Sentence 4: I was more frustrated to find both my items should have been in it.\nChoices: (A) I decided recommend the company to others. (B) I called the shipper.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Kim sobbed and made gasping, hurt sounds. Sentence 2: Her beloved cat was a crimson spot of fur and entrails. Sentence 3: His blood was running down the driveway into the gutter. Sentence 4: Her dad sternly told her to stop her caterwauling.\nChoices: (A) Kim then went and got a replacement cat. (B) Kim missed her pet dog.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: We visited our daughter and son in law in NYC in 2013. Sentence 2: They took us to the Brooklyn Museum. Sentence 3: I am disabled so they wheeled me through the exhibits. Sentence 4: We looked at an exhibit of John Singer Sargent paintings\nChoices: (A) We saw a number of paintings. (B) We did not see any paintings.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Leah wanted her driver's license. Sentence 2: She studied her road test manual. Sentence 3: Then she went to take the test. Sentence 4: She concentrated and focused very hard.\nChoices: (A) Leah finally obtained her driver's license. (B) Leah decided she did not want her license anymore.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Gina wanted to read her book as they drove on the highway. Sentence 2: But the backseat was too dark. Sentence 3: She tried to use her phone as a light. Sentence 4: But that just drained the battery, and gave her wrist a cramp.\nChoices: (A) Her father laughed and turned on an overhead light for her. (B) Since the battery was dead, she threw it away.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: I got a cell phone case yesterday from the same place I got my phone. Sentence 2: I dropped my phone two days later when I was walking down the street. Sentence 3: Both the new case and my phone broke! Sentence 4: I went back to the store to tell them the case doesn't work well.\nChoices: (A) They gave me a refund for the case, but not the phone. (B) I comforted by cat after I stepped on her tail.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Amy decided to eat dinner and watch the TV. Sentence 2: Her mother never let her do this. Sentence 3: But her mother was asleep tonight. Sentence 4: Amy just had to make sure to clean up her mess before going to bed.\nChoices: (A) The next night Amy and her mother ate in front of the TV. (B) Luckily her mother never found out.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: I went to a renaissance fair with my friends. Sentence 2: At the fair, there was a petting zoo! Sentence 3: We went inside to see the animals. Sentence 4: I got to pet so many wonderful animals.\nChoices: (A) I will always cherish that day. (B) I decided I hated animals and never returned to the zoo.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Greg hated taking the trash out. Sentence 2: He decided not to do it. Sentence 3: The trashcan was overflowing in just a few days. Sentence 4: Finally, his father put the trash on his bed.\nChoices: (A) He lay down on the bed and went to sleep. (B) After taking out the trash his bed still smelled.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Robert wants to propose to his girlfriend Jennifer. Sentence 2: His only issue is that the ring she wants is out of his price range. Sentence 3: Robert decided to have a garage sale one day to see what he can sell. Sentence 4: He ended up getting rid of stuff he didn't want and made lots of money\nChoices: (A) Robert had enough money to then get the ring. (B) Robert went for a walk.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Chief is a great surgeon. Sentence 2: He takes his time and rarely goes home. Sentence 3: Every day, the stress takes its toll and he drinks too much. Sentence 4: Chief decides to get healthy and stop drinking.\nChoices: (A) He now manages his stress in a much more healthy way. (B) Chief took up smoking in the place of drinking,",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Last Saturday I decided to volunteer at the nursing home. Sentence 2: To my surprise it was very fun. Sentence 3: I played some checkers with the folks and read to them. Sentence 4: The residents seemed to enjoy my company greatly.\nChoices: (A) I don't like old people. (B) I plan to go back every week.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: The astronaut sat strapped into his chair. Sentence 2: His face was cold determination, but he was nervous. Sentence 3: He remembered his training and focused on the mission. Sentence 4: The rocket booster began to ignite, this was it.\nChoices: (A) The astronaut felt a surge of excitement. (B) The astronaut ate a donut.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Sarah decided to participate in a karaoke contest at her local bar. Sentence 2: She wanted to win the prize money but also wanted the accolades. Sentence 3: The night of the contest she was nervous and got pretty drunk. Sentence 4: Luckily she was an even better singer when she was inebriated.\nChoices: (A) Sarah couldn't even make third place. (B) She won first prize that day.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Mike and his buddies wanted something to do. Sentence 2: They looked around and realized they had several guns and goggles. Sentence 3: They decided to go outside and play airsoft. Sentence 4: They set up in a forest and played all afternoon.\nChoices: (A) Mike had a great time. (B) Mike had a terrible time.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Ida had assembled a really cute outfit. Sentence 2: She was just missing a belt! Sentence 3: She looked through all her belts, but none was quite right. Sentence 4: Then she decided to check her dad's closet.\nChoices: (A) She borrowed a belt from her mom. (B) She borrowed a belt from her dad.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Joe and his neighbor supported different candidates. Sentence 2: They put up yard signs to show their support. Sentence 3: It became a bitter war, with new signs added daily. Sentence 4: After the election, the neighbors met outside.\nChoices: (A) The candidate they both supported won. (B) They couldn't put aside their differences and stabbed each other.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Casey was competing in a school talent show. Sentence 2: She was incredibly nervous. Sentence 3: All she could think about was all eyes on her. Sentence 4: Thankfully when she hit the stage her nerves cooled.\nChoices: (A) Everyone was disappointed in Casey. (B) Casey did a wonderful job.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Nate was going to buy a new car. Sentence 2: He went to a dealership last week. Sentence 3: Nate spent hours there, haggling with several different salespeople. Sentence 4: Eventually, he just gave up.\nChoices: (A) Nate decided that haggling at yard sales would be more fun. (B) Nate decided to buy a bicycle instead.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Louisa is trying to think of the perfect gift for her grandson. Sentence 2: She decides to knit him a pair of mittens. Sentence 3: Louisa buys a bright red spool of yarn for the mittens. Sentence 4: Her grandson is very happy when he sees his new mittens.\nChoices: (A) Her grandson is upset with Louisa. (B) Her grandson thanks Louisa for the wonderful gift.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Lonnie loaned his sister a lot of money. Sentence 2: She promised to pay him back when she got her check. Sentence 3: She received her check but did not tell Lonnie. Sentence 4: She spent her whole check without paying him anything.\nChoices: (A) Lonnie decided to never lend his sister anything again. (B) Lonnie thanked his sister for repaying him with interest.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Jay was starting his first shift as a dog walker. Sentence 2: He was afraid. Sentence 3: He feared the dogs would be mean to him! Sentence 4: But then he found that they were all very friendly.\nChoices: (A) Jay was relieved. (B) Jay was now more terrified of dogs than ever before.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Tom the missionary visited the Smith's home. Sentence 2: Tom attempted to convert the family to a new religion. Sentence 3: The family was trying to get rid of him before the storm. Sentence 4: They politely declined the missionary's efforts.\nChoices: (A) They sent him on his way and prepared for the storm. (B) They wrote him a large check and thanked him for his help.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: It was Gracie's big day. Sentence 2: She was turning 16! Sentence 3: Her family threw her a huge party. Sentence 4: She ate lots of cake and snuck her parents' wine.\nChoices: (A) Her parents were very upset when they found out. (B) Gracie shared the wine with her parents.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Rick was running an obstacle course. Sentence 2: The first obstacle was a series of hurdles. Sentence 3: Rick fell on the first hurdle. Sentence 4: Rick ended the race in last place.\nChoices: (A) Rick felt shame for losing so badly. (B) Rick was proud of doing so well.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: It was Tyrone's big football game. Sentence 2: He was the quarterback for the team. Sentence 3: Their team got off to an early lead. Sentence 4: They were trailing with a minute left on the clock.\nChoices: (A) Tyrone decided to quit. (B) Tyrone threw a touchdown.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Troy started watching as many nature documentaries as he could.`. Sentence 2: He had watched a great show on bactrian camels. Sentence 3: That set him off on the nature doc kick. Sentence 4: He started to bore his friends with too many nature facts.\nChoices: (A) He decided he hated nature. (B) His friends still listened to be enlightened.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Ned wants a hobby that will get him outside. Sentence 2: He decides to plant a vegetable garden in his yard. Sentence 3: Ned plants tomato, eggplant, and pepper in his garden. Sentence 4: He is surprised by how much work it takes.\nChoices: (A) Ned is proud of his hard work and tasty vegetables. (B) Ned decides to throw away the vegetables.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Susan had just moved to California. Sentence 2: One morning she woke up to a loud deep rumbling. Sentence 3: She felt the earth move underneath her. Sentence 4: She had never experienced something like this before.\nChoices: (A) Susan was witnessing her first earthquake. (B) She couldn't believe it was happening to her again.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: When Stanley was driving, there was a car on the adjacent lane. Sentence 2: When both cars made a turn, his car remained on the right lane. Sentence 3: However, the other car ended up colliding with him. Sentence 4: The cars were hit from the front part.\nChoices: (A) Stanley was very upset. (B) Stanley felt grateful.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Larry had a big crush on his teacher. Sentence 2: He knew it was pointless but constantly found himself staring. Sentence 3: One day she caught him. Sentence 4: He was really embarrassed.\nChoices: (A) He vowed to stop staring. (B) Larry hated his teacher.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Evan was starting high school. Sentence 2: He was very nervous. Sentence 3: He feared no one would talk to him. Sentence 4: But then he found that all the students were very kind to him.\nChoices: (A) Evan decided to quit high school. (B) Evan decided he liked high school.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Jo's mother was in prison. Sentence 2: Jo went with her grandmother to see her mother at the facility. Sentence 3: They sat at a table, ate snacks, and talked. Sentence 4: Jo asked her mother when she was coming home.\nChoices: (A) Jo's mother punched her in the face. (B) Her mother said that she didn't know.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: My car overdrive light started flashing yesterday. Sentence 2: I was worried. Sentence 3: I drove the car to a mechanic to get it checked out. Sentence 4: He said that the transmission was the issue.\nChoices: (A) I'm glad I know what the problem is now. (B) I still don't know what the problem is.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Jackson was going on a trip. Sentence 2: He was going camping in Utah. Sentence 3: He drove out to a campground and set up a tent. Sentence 4: He spent the trip relaxing and enjoying the outdoors.\nChoices: (A) Jackson felt terrible after the trip. (B) After the trip, Jackson felt rejuvenated.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: John and Bill signed up to participate in a scavenger hunt. Sentence 2: The scavenger hunt was at their school. Sentence 3: They went from classroom to classroom to search for clues. Sentence 4: John and Bill found all the clues.\nChoices: (A) And they won. (B) But they weren't interesting in winning.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: I was going to attend a concert today. Sentence 2: I bought the tickets last week. Sentence 3: I worked out my two-hour driving route earlier. Sentence 4: I just heard that the concert had to be canceled.\nChoices: (A) Frustrated, I went about getting my money back. (B) The band had never sounded better than they did that night.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: I decided to join a poker tournament. Sentence 2: It was a $100 buy in. Sentence 3: I played very smart. Sentence 4: I was on the last table, head to head.\nChoices: (A) I eventually won. (B) While they dealt the cards I left for Mexico.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Allison takes a walk every night after dinner to get exercise. Sentence 2: Nobody ever wants to go with her. Sentence 3: One night, she ran into one of her neighbors. Sentence 4: They walked for over an hour and had the best time talking!\nChoices: (A) Allison and her neighbor then made plans to walk more. (B) Allison did not like her neighbor after the talk.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Lisa was at the beach. Sentence 2: And she saw someone flying a kite. Sentence 3: It looked like a lot of fun. Sentence 4: So Lisa bought a kite of her own.\nChoices: (A) Lisa blames her mother for choosing such a windy day. (B) Lisa broke her kite when a seagull got tangled in the  line.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Ed's mom could only afford to feed him bologna every day. Sentence 2: He hated feeling so poor all the time. Sentence 3: Then his class did a unit on poverty in Asia and India. Sentence 4: It really gave Ed a new perspective on his situation.\nChoices: (A) Ed went home and thanked his mom for the food she provided. (B) Ed felt jealous of the people in India and Asia.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Sam bought a new SUV. Sentence 2: It was all wheel drive. Sentence 3: He figured he would take it off road. Sentence 4: He hit a few hard bumps and broke his suspension.\nChoices: (A) Sheepishly, he brought it to the dealership for repair. (B) The SUV drove perfectly from that point forward.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Every summer my son's grandma plants a beautiful garden. Sentence 2: Often times, she will ask for my son's help to pick out flowers. Sentence 3: They take a full morning to drive to the store and peruse the choices. Sentence 4: In the end, he picks out pretty purple and pink flowers just for her.\nChoices: (A) My son is thoughtless. (B) My son loves his grandma.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Jack needed a new couch. Sentence 2: He went to a local furniture store. Sentence 3: He chose a lovely light beige couch. Sentence 4: The first day home he spilled red wine on the arm of the couch.\nChoices: (A) He immediately applied stain remover and the stain was gone. (B) He put the couch on the curb and bought a new one.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Eric was overly excited for lunch today. Sentence 2: The cafeteria was serving his absolute favorite meal. Sentence 3: He loved the school's pizza and french fries. Sentence 4: He sprinted to the lunch line but it was too late.\nChoices: (A) Eric had to settle for cold peanut butter and jelly for lunch. (B) Eric got a second plate of pizza and french fries.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Dan and Tim were going to have a picnic. Sentence 2: Tom made sandwiches for the picnic. Sentence 3: Tim brought lemonade for the picnic. Sentence 4: As the boys were leaving it started to rain.\nChoices: (A) Dan put on his heaviest winter clothing. (B) Dan saved the day and picnic by bringing an umbrella.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Jean helped a customer with a big layaway. Sentence 2: The next day, the customer paid some money to take out an item. Sentence 3: The customer kept coming back to do the same all week. Sentence 4: When she stopped coming, Jean checked her layaway.\nChoices: (A) She saw that the customer had never come back for any items. (B) The layaway bag was empty, with money still owed.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: I found a stray cat yesterday. Sentence 2: I gave it some milk. Sentence 3: It came back again today. Sentence 4: I was going to give it some milk but didn't.\nChoices: (A) I ate a grilled cheese sandwich. (B) I had run out of milk.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: It was time for Carson to run a mile. Sentence 2: He put on his running shoes. Sentence 3: He started running along the sidewalk by his house. Sentence 4: After running a half mile Carson was very tired.\nChoices: (A) Carson finished the mile in record time. (B) Carson slowed his pace so that he could finish the mile.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: The family decided to go to the park for Veteran's Day. Sentence 2: We had a barbecue outside. Sentence 3: In addition, everyone decided to take a swim in the water. Sentence 4: Before we left, we had a huge cake.\nChoices: (A) We decided to feed the cake to the seagulls at the lake. (B) We then swam for an hour at the lake.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Archibald notices that his skin is red and inflamed. Sentence 2: He goes to his doctor and learns that he has a rash. Sentence 3: He applies ointment every day to soothe the rash. Sentence 4: Eventually the rash begins to go away.\nChoices: (A) Finally the rash disappears completely. (B) The doctor tells Archibald to lose weight.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Mom got dressed up and Dad met her at the door. Sentence 2: They went out for a date tonight. Sentence 3: The fancy restaurant was perfect. Sentence 4: Their meal was delicious.\nChoices: (A) They both agreed it was a wonderful date. (B) They decided to never visit that restaurant again.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: My mom always tells me to wake up and enjoy the sunrise. Sentence 2: She tells me I miss out on all of life's beauty staying in. Sentence 3: So I woke up extra early and sat on my balcony with some coffee. Sentence 4: The sun rose shortly after 6 in the morning.\nChoices: (A) It was beautiful and relaxing. (B) I never liked my mom.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Casey owned a private beach. Sentence 2: People always wanted to come lay in the sun there. Sentence 3: Casey had a marvelous idea to charge people to enter. Sentence 4: He made thousands from tourists willing to pay for access!\nChoices: (A) He sold his private beach due to a lack of profit. (B) He purchased another private beach.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Kevin had recently fallen ill and was hospitalized. Sentence 2: He stayed a few weeks in the hospital before he got better. Sentence 3: When he got home he received a bill for $100,000. Sentence 4: Kevin did not have any health insurance.\nChoices: (A) Kevin call his insurance company about the bill. (B) Kevin declared bankruptcy,",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Greg was at a party. Sentence 2: He saw a girl he thought was very attractive. Sentence 3: He approached her and tried to flirt. Sentence 4: Then her boyfriend showed up and was mad at him.\nChoices: (A) Greg and the girl danced together all night long. (B) Greg apologized and moved on to meet other girls at the party.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Alice was a dog trainer. Sentence 2: She never came across a dog she couldn't help. Sentence 3: One day, a man brought a dog named Henry to Alice. Sentence 4: Henry was very withdrawn due to a bad first owner.\nChoices: (A) Alice had no intentions of helping him. (B) Alice worked with him and he became more obedient.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Yesterday was Kelly's first concert. Sentence 2: She was nervous to get on stage. Sentence 3: As soon as she got on the audience applauded. Sentence 4: Kelly was then happy.\nChoices: (A) She couldn't wait to do it again. (B) She decided never to play music again.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: A man turned away from his dinner to answer the telephone. Sentence 2: When he turned back, his dinner was gone. Sentence 3: He looked around, and saw his dog quietly sneaking out of the room. Sentence 4: The dog chanced a glance back at the man.\nChoices: (A) The dog gave birth to a litter of puppies. (B) The dog had gravy on his face from the mans dinner.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Barry preferred classical music to modern music. Sentence 2: His husband preferred rock music. Sentence 3: The two could not agree on what to play during dinner. Sentence 4: They decided to flip a coin.\nChoices: (A) They decided to go swimming. (B) Barry won the coin toss.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Tim didn't like school very much. Sentence 2: His teacher told him he had a test on Friday. Sentence 3: If he didn't pass this test, he could not go on the class trip. Sentence 4: Tim decided to play with his kites instead of study for the test.\nChoices: (A) Tim was unprepared and failed the test. (B) Tim aced the test and passed with flying colors.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Tom went whale watching today. Sentence 2: He had never been on such a big boat before. Sentence 3: Once the boat got out into the ocean Tom was excited. Sentence 4: A huge whale came up to the side of the boat.\nChoices: (A) Tom can't wait until the next time he can go on a whale watch. (B) Tom decided he was disinterest and wanted to go home.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Ana was walking home from school one afternoon. Sentence 2: She was texting on her phone as she walked. Sentence 3: Not paying attention, And walked right into a telephone pole! Sentence 4: She split her lip open quite badly.\nChoices: (A) Ana went to get a metal stud piercing for her lip. (B) Ana also got splinters in her lips!",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: It was a cold day. Sentence 2: So Sarah decided to make a mocha. Sentence 3: When she finished making it, she was eager to drink it. Sentence 4: And she ended up burning her mouth.\nChoices: (A) Sarah took another sip right away. (B) Sarah wished she had been more patient.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Gina's CD player was broken. Sentence 2: But she had a tape deck. Sentence 3: The tape deck was more work than the CD player. Sentence 4: If she wanted to hear a song again she had to rewind the tape.\nChoices: (A) Gina used her CD player instead. (B) Gina bought a new CD player.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: I got bullied in school because of my teeth. Sentence 2: I cried home to my mom, and she called the dentist. Sentence 3: I soon got braces, and kept them for 4 Year's. Sentence 4: After I removed them, everyone told me I was beautiful.\nChoices: (A) I was glad that I got braces. (B) I realized that I made a huge mistake.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: My Dad tried to buy a car yesterday. Sentence 2: He went to the local dealership. Sentence 3: He had some ideas in mind. Sentence 4: But the dealer kept pushing other options.\nChoices: (A) I own a car. (B) Dad got what he wanted, though.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Yesterday there was record snowfall. Sentence 2: Four feet of snow came on the ground. Sentence 3: Kelly hoped for a snow day. Sentence 4: Thankfully the school was canceled.\nChoices: (A) Kelly jumped for joy. (B) Kelly was disappointed that school was closed.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: The other day I decided I needed to research javascript classes. Sentence 2: Sitting down at the computer I began my search on google. Sentence 3: It was not long at all before I had results in front of me to help. Sentence 4: The chosen result led me to an info page for online classes.\nChoices: (A) I was glad I found exactly what I was looking for. (B) I had just graduated with a degree in computer science.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Ivan broke his foot. Sentence 2: He had to use a wheelchair for a few months. Sentence 3: Finally his doctor told him he could walk again. Sentence 4: Ivan stood up and took a few shaky steps.\nChoices: (A) Ivan went sprinting through the forest. (B) Ivan was happy to be on his feet again.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: I woke up one morning for work feeling ill. Sentence 2: I put on my clothes and left my house in a struggle. Sentence 3: When I got to work, I barely made it into the building. Sentence 4: My boss saw that I was visibly ill and told me to go home.\nChoices: (A) I was angry with my boss because work gives no sick leave. (B) My boss was angry with me for being late on the latest report.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: I loved to play music and need a new sound. Sentence 2: I heard a synthesizer and new I needed to buy one. Sentence 3: I looked online for a place to buy synths. Sentence 4: I went to a local music store.\nChoices: (A) I decided to buy a harp. (B) There I found exactly what I was looking for!",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Bill called a customer service line to complain about his bank. Sentence 2: He was put on hold for 30 minutes. Sentence 3: During this time Bill got madder and madder. Sentence 4: Suddenly the phone clicked and Bill's call was dropped.\nChoices: (A) Bill called the number again and yelled until he was satisfied. (B) Bill woke up the next day with a toothache.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: The dogs romped in the deep snow. Sentence 2: The snow was so deep that the smaller dog disappeared in a drift. Sentence 3: The bigger dog looked confused and began to dig. Sentence 4: The smaller dog ran out from behind the drift.\nChoices: (A) Both dogs happily continued to play in the snow. (B) The bigger dog couldn't find the smaller dog.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Ron only had one air conditioner. Sentence 2: And it didn't cool off his entire house. Sentence 3: He invested in a powerful fan. Sentence 4: And it help blow cool air to his room.\nChoices: (A) Ron had annoyed his parents by refusing to get off the toy car. (B) Now his house can stay cool all summer.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Rex notices that he has trouble seeing objects that are far away. Sentence 2: He decides to have his eyes tested. Sentence 3: The eye doctor tells Rex that he needs to start wearing glasses. Sentence 4: Rex finds that he loves his new look with glasses.\nChoices: (A) Rwx has to be forced to wear his glasses. (B) Rex wears his glasses everyday.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: I had a really good air conditioner. Sentence 2: I never cleaned the filter. Sentence 3: One day, it stopped working. Sentence 4: I got really hot.\nChoices: (A) I put the filter in the drawer with the vacuum cleaner bags. (B) I regretted having not cleaned the filter.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Angelina wants to make an apple pie. Sentence 2: She has the apples but they need to be peeled. Sentence 3: She starts peeling. Sentence 4: Finally they are all peeled.\nChoices: (A) Angelina finishes making the apple pie. (B) Angelina is finally ready to make a chocolate cake.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Bob had very long legs, and Sally was having a hard time keeping up. Sentence 2: She was too proud to say anything, but she'd fallen far behind. Sentence 3: Bob stopped in mid-sentence when he realized he was talking to air. Sentence 4: He looked back and realized what had happened.\nChoices: (A) Bob started running. (B) Bob took shorter steps so it was easier for Sally to keep up.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Sam was walking home. Sentence 2: It began to get dark. Sentence 3: Sam got scared. Sentence 4: He didn't know what to do.\nChoices: (A) Sam curled into a little ball of fear right there in the street. (B) Sam danced jubilantly in the darkness.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Rita was invited to her friend John's birthday party. Sentence 2: Rita wanted to look her best for the party. Sentence 3: She went to the department store to find a dress. Sentence 4: She tried on several dresses of different colors.\nChoices: (A) She loved eating pizza. (B) She found a great yellow one.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Baby Martin was 7 months when he tried a Banana. Sentence 2: He was a very curious baby. Sentence 3: He loved to eat carrots and sweet peas. Sentence 4: One day his dad decides to give him a banana\nChoices: (A) Baby Martin liked the banana. (B) Baby Martin was sick of bananas.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Jenna needed clothes for school. Sentence 2: She took her allowance money and met up with friends at the mall. Sentence 3: They walked inside and looked for shops they liked. Sentence 4: Jenna and her friends walked through the mall for hours.\nChoices: (A) Jenna's friends loved shopping. (B) Jenna's friends hated shopping.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: John fell asleep at his desk during class. Sentence 2: When he awoke, he was all alone! Sentence 3: He ran out into the hall in a panic. Sentence 4: His class was waiting for him there.\nChoices: (A) John decided to run for class president. (B) John was embarrassed and vowed to never fall asleep again.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Every day a cat would be chased through the street by a dog. Sentence 2: One day, I noticed the cat did not run across the street. Sentence 3: I went outside to look for the cat and enjoy the sun. Sentence 4: I eventually saw the cat walking with the dog.\nChoices: (A) I decided to jet ski for them. (B) I saw they were both on leashes.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Betsy went into a candy store. Sentence 2: She bought all the candy she could for ten dollars. Sentence 3: She was so excited she ran out the door with a bag full of candy. Sentence 4: She tripped on a shoelace.\nChoices: (A) She poured the bag of candy in the trash and left. (B) She fell and spilled her candy all over the street.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: I was really sick last week. Sentence 2: Work didn't want to give me any days off. Sentence 3: I got home one day and noticed my girlfriend was there. Sentence 4: She made me soup and brought me medicine.\nChoices: (A) I told my girlfriend to leave me alone. (B) I started to feel better.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Amy woke up feeling lousy from a cold. Sentence 2: She decided to go to school in spite of the illness. Sentence 3: Her classmates all remarked that she looked horrible. Sentence 4: Amy could barely drag herself from class to class.\nChoices: (A) She decided to take the rest of the day off. (B) She excitedly ran to her next class.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Penny is from a tropical climate. Sentence 2: She has never seen snow. Sentence 3: For vacation, she decided to go skiing. Sentence 4: Penny saw snow for the first time.\nChoices: (A) Penny was amazed. (B) Penny was used to seeing snow.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Max was determined to reach his goal of making extra money. Sentence 2: He asked his family, friend, and co-workers for extra work. Sentence 3: He did not mind working harder to reach his goal. Sentence 4: He finally found a job on Mturk.\nChoices: (A) He saved enough money from his work to buy a car. (B) He stood on the street corner asking for money.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Kelsey was due to get a new phone. Sentence 2: She did a lot of research and selected the perfect one for her. Sentence 3: She went to the store and bought it. Sentence 4: Unfortunately, she immediately dropped the phone.\nChoices: (A) Kelsey was upset to find that her phone broke. (B) Kelsey didn't care and kept walking.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: John wanted to be a movie star! Sentence 2: He bought a wig and sunglasses. Sentence 3: His mother recorded him acting in his costume! Sentence 4: He was very entertaining!\nChoices: (A) John eventually moved to Hollywood. (B) John decided to become a sailor.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Scott loves rock climbing. Sentence 2: He competes against himself. Sentence 3: He sets personal goals and tries to beat them. Sentence 4: Last week he set a personal best.\nChoices: (A) He went out to dinner with his best friend to celebrate. (B) He was angry he had done so poorly.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Gina's knew pencils were gone. Sentence 2: And she knew a boy named Dave had taken them. Sentence 3: She decided she would confront him to get them back. Sentence 4: She marched to his desk and begin yelling.\nChoices: (A) Gina was very calm. (B) Gina was very angry.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Johnny is excited to have a big party this weekend in his backyard. Sentence 2: He decides to grill food for his guests in case they are hungry. Sentence 3: Johnny grills chicken thighs that he has brushed with oil. Sentence 4: His guests are very happy with the grilled chicken.\nChoices: (A) They remarked how tasty the sausage was. (B) They remarked how tasty the chicken was.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Terry's car broke down. Sentence 2: He wasn't able to afford a rental. Sentence 3: He decided to take the bus. Sentence 4: To his surprise it was a pleasant experience.\nChoices: (A) He was glad he still got to work on time. (B) He went swimming in the pool.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Gina's grandma had made up beds for everyone. Sentence 2: Gina's siblings slept with their grandma. Sentence 3: There was no room for Gina in that bed. Sentence 4: Her parents slept together in her mother twin bed.\nChoices: (A) Gina decided to sleep on the couch alone. (B) Gina climbed into her grandma's bed, and went to sleep.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: I bought my ticket. Sentence 2: I waited for Wednesday night. Sentence 3: The lady was calling the numbers. Sentence 4: All of my numbers matched.\nChoices: (A) I then had to pay a large bill. (B) My jaw dropped as I won the lottery.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Jane spent many hours packing for her flight. Sentence 2: She went to bed late. Sentence 3: Hours later her alarm went off three times. Sentence 4: She did not wake up.\nChoices: (A) Jane arrived at the airport six hours early. (B) Jane didn't make her flight in time.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: I wanted to learn more about submarines. Sentence 2: I bought some books about submarines in WWII. Sentence 3: The books didn't have much technical detail. Sentence 4: I went to a museum with a submarine dissected in it.\nChoices: (A) I learned a lot from the submarine in the museum. (B) I soon learned all I could about steam engines.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Eva hid easter eggs in her house for her children to find. Sentence 2: They found all but one egg. Sentence 3: When they could not find the last, they assumed they had miscounted. Sentence 4: A week later, Eva smelled something strange behind the bookcase.\nChoices: (A) Eva found the egg! (B) Eva found an orange!",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: I used to drink soda all day. Sentence 2: I started to get utis. Sentence 3: Utis are painful. Sentence 4: i had to find a way to make them stop.\nChoices: (A) I cut down on soda until I didn't drink it anymore. (B) I drank more soda to see whether that would help.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Quentin had never gone hunting before. Sentence 2: This last weekend his friends invited him with them. Sentence 3: They were going to camp out and hunt for a few days. Sentence 4: He agreed to go.\nChoices: (A) Quentin really enjoyed the hunting trip. (B) Quentin went to school.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Me and my girlfriend went to buffalo, New york. Sentence 2: We then got to experience niagara falls. Sentence 3: We walked around a lot then went on a boat. Sentence 4: I took a lot of photographs.\nChoices: (A) I had a great time. (B) Next time I'll leave my girlfriend at home.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Eliza was excited to buy her first pair of true religion jeans. Sentence 2: The jeans cost 300 dollars and Eliza was excited to finally get them. Sentence 3: All the girls at school had them and Eliza wanted to just fit in. Sentence 4: She walked into the store and found the perfect pair.\nChoices: (A) It was the cheapest pair of jeans she ever bought. (B) She paid for them and was excited.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Joe woke up on a cold morning. Sentence 2: He tried to find a good pair of pants to wear. Sentence 3: All of his pants were too dirty to wear. Sentence 4: He had to put on shorts and go about his day.\nChoices: (A) He was sweaty all day. (B) He was cold all day.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Matt saw a commercial for new shoes. Sentence 2: And they had springy looking cushions in the sole. Sentence 3: Matt thought it would allow him to jump higher. Sentence 4: So he begged his mom to get the shoes for him.\nChoices: (A) Matt stopped caring about the shoes. (B) Matt's mom eventually got him the shoes.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Tara argued with her bosses all the time. Sentence 2: She always had differences of opinion with them. Sentence 3: One day she was fired for insubordination. Sentence 4: Tara eventually found a new job.\nChoices: (A) She argued with her new bosses too. (B) Tara got a great reference from her old boss.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Ida was delivering her baby daughter. Sentence 2: She still hadn't thought of a name! Sentence 3: Then a nurse suggested \"Irene\". Sentence 4: Ida considered it and decided it was a lovely name.\nChoices: (A) Ida asked her husband what he thought about Irene. (B) Ida told the nurse to stop suggesting ugly names.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Gina told her mother she lost her key. Sentence 2: It was an accident, but that didn't matter. Sentence 3: It was irresponsible of her to lose the house key. Sentence 4: Her dad gave her his key, and he would have a new one made.\nChoices: (A) Her mother punished her for losing the key. (B) She threw the key her father gave her into the lake.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Jim really wanted a new smart watch. Sentence 2: He started saving his money because the watch was very expensive. Sentence 3: One day he walked into work and there was a present on his desk. Sentence 4: His boss had bought him a smart watch because of his excellent work.\nChoices: (A) Jim was angry. (B) Jim was delighted.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Keith wanted a puppy for his birthday. Sentence 2: He dropped hints to his parents. Sentence 3: But they did not seem to notice! Sentence 4: Keith was not hopeful as he unwrapped his gifts.\nChoices: (A) Unsurprisingly, no puppy was found. (B) Keith was happy because he got a new bike.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: It was Christmas morning. Sentence 2: Amy was opening her gifts hurriedly, looking for the special one. Sentence 3: Then she saw the last box in the corner. Sentence 4: She quickly ripped off the wrapping paper.\nChoices: (A) She calmly walked to school in the rain. (B) It was a the new doll she asked her mother for.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Daniel likes to write for fun. Sentence 2: He writes every night after work. Sentence 3: He submitted his story to a publisher. Sentence 4: The publisher loved it and offered Daniel a job.\nChoices: (A) Daniel turned the publisher down. (B) Daniel is thrilled.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Bernie started to get tired of telemarketing calls. Sentence 2: The phone had already rung six times in the past few hours. Sentence 3: The phone just then rang again. Sentence 4: Bernie picked up the phone to hear some snickering.\nChoices: (A) Bernie realized it was his friend prank calling. (B) Bernie loved phone calls from strangers.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Stuart had three days off work. Sentence 2: He wanted to go hunting during that time. Sentence 3: Stuart invited his friends to a hunting trip. Sentence 4: They all went deer hunting for two days.\nChoices: (A) Stuart and his friends did not go hunting. (B) After the trip, Stuart felt much better.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Joe woke up to a lot of loud noises outside. Sentence 2: It sounded very bad, very windy. Sentence 3: He turned on the news and saw that there was a tornado warning! Sentence 4: The warning said to take cover immediately!\nChoices: (A) Joe yawned and shuffled outside to get the mail. (B) Joe quickly collected his things and went to the shelter.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: I got a new laptop last month. Sentence 2: For a long time it was great. Sentence 3: I was able to do a lot with it. Sentence 4: Unfortunately it broke yesterday.\nChoices: (A) I am going to try and have it repaired. (B) I can't wait to try out some new programs on it.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Joe woke up one day and looked in the mirror. Sentence 2: He noticed he had really put on some extra weight. Sentence 3: Joe sighed, and forced himself to step on the scale. Sentence 4: He noticed he had gained nearly 40 pounds the past year.\nChoices: (A) Joe decided to go on a diet. (B) Joe ate a whole pizza.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Abe really enjoyed numbers and statistics. Sentence 2: He was curious how many guns the population of Stanford owned. Sentence 3: He sent out a survey. Sentence 4: Abe spent weeks tallying the results.\nChoices: (A) He found the entire exercise very satisfying and interesting. (B) The results were inconclusive and Abe didn't care.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Tyler wanted a new computer. Sentence 2: However, none of the computers available to buy fit his desires. Sentence 3: So, he decided to build one himself. Sentence 4: He ordered all the parts and got to work.\nChoices: (A) Tyler was a dog. (B) Tyler was computer literate.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Gina and her siblings were in the house looking out the window. Sentence 2: In the yard her dad and his friends were fighting. Sentence 3: The fight was violent and scary. Sentence 4: Gina shooed the kids away from the windows.\nChoices: (A) The kids were scared. (B) Then the entire family broke out into song and dance.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: My dog was walking stiffly in the cold. Sentence 2: So, we took him to the vet. Sentence 3: Upon examination, the vet diagnosed him with arthritis. Sentence 4: Now my dog takes medication.\nChoices: (A) He has been managing it well. (B) We don't need to give him medication.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Yesterday I was putting up the Christmas tree. Sentence 2: I picked up the prettiest ornaments. Sentence 3: As I picked one up, it dropped. Sentence 4: The glass shattered.\nChoices: (A) I cleaned it up with a broom. (B) I let my dog eat it.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Christian wanted to eat something quick before school. Sentence 2: He went into the kitchen and poured some cereal. Sentence 3: When he was pouring the milk, he spilled it all over the table. Sentence 4: Christian got mad because he had to clean all of it up.\nChoices: (A) Christian spent the rest of the day in a great mood. (B) Christian was worried he was going to be late for school.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Derrek wanted to buy a piano. Sentence 2: He started working odd jobs to earn money. Sentence 3: Derrek kept the extra money he earned in a special bank account. Sentence 4: He worked for months to earn enough money.\nChoices: (A) Derrek was finally able to buy the piano. (B) Derrek decided not to buy the piano.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Stella had a basketball game tonight. Sentence 2: She wanted to skip the game, or sit on the bench. Sentence 3: She wasn't really feeling well. Sentence 4: But her coach insisted she play.\nChoices: (A) Stella struggled through the basketball game. (B) Suddenly, she felt better.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: One day, my wife's sister came over to the house to show us her puppy. Sentence 2: She told us that she had just gotten the puppy across the street. Sentence 3: My sons begged me to get them one. Sentence 4: I told them that if they would care for it, they could have it.\nChoices: (A) My son said they would, so we got a dog. (B) We then grabbed a small kitten.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Timothy had an urge to eat sweets. Sentence 2: He was looking everywhere for something sweet to eat. Sentence 3: He found what he was looking for. Sentence 4: It was a gigantic cupcake his mom made.\nChoices: (A) Timothy ordered a veggie burger from the new fast food restaurant. (B) Timothy eat the cupcake in one big bite.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Nell saw a girl with a cast on her arm at the park. Sentence 2: Nell's mom watched as her daughter made a new friend. Sentence 3: Later, Nell brought the girl over to show her mom something. Sentence 4: Nell had smeared dandelions on the cast to paint it yellow.\nChoices: (A) Nell's mom thought it was very nice. (B) Nell's mom smeared more dandelions on it.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Bill was not the most confident driver. Sentence 2: It was time for him to take his road test for his license. Sentence 3: He had a little trouble backing out of the parking space. Sentence 4: After that it went great.\nChoices: (A) Bill received his license that day. (B) Bill never got his license.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: The awards ceremony began. Sentence 2: The manager announced the awards for all of his employees. Sentence 3: Everyone believed that Jane would receive the most outstanding award. Sentence 4: However, the manager gave the award to Hannah.\nChoices: (A) Jane had never been more proud. (B) Jane was crushed.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Avery needed to get to work. Sentence 2: She wanted to take the bus or a cab. Sentence 3: She found she had no money, credit cards or tokens. Sentence 4: She realized that she had no options but to walk.\nChoices: (A) Avery was happy about her financial situation. (B) Avery put on her shoes and began her trek.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Christie had to complete an art project for school. Sentence 2: She decided to complete a self portrait. Sentence 3: She bought lots of watercolor paints. Sentence 4: She worked for many days on her painting.\nChoices: (A) She threw it away, and never painted again. (B) She was pleased with the finished product.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Jamaal had an intense craving for a lobster dinner. Sentence 2: He checked his wallet and realized he didn't have money for that. Sentence 3: Jamal decided he would just try and steal a lobster from the market. Sentence 4: He ran straight to the seafood section and put his hands in the tank.\nChoices: (A) One of the lobsters pinched his hand causing him to scream. (B) He scooped up some of the water and took a drink.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: I loved to eat honey with my oatmeal. Sentence 2: One day I unexpectedly ran out of honey. Sentence 3: I did not want to eat my oatmeal without honey so I went to the store. Sentence 4: Alas, they had run out of their honey stock.\nChoices: (A) I was happy. (B) I felt so defeated.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: I love surprising people. Sentence 2: Jake wanted a new guitar for a long time but couldn't afford it. Sentence 3: One year I got a large Christmas bonus. Sentence 4: I told him that I got him a movie for a gift.\nChoices: (A) I actually bought Jake a guitar! (B) Jake loved the movie!",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Danny wanted to build a kite but didn't know how. Sentence 2: He asked his grandpa to help him. Sentence 3: Danny's grandpa gave him a list of things to get at the store. Sentence 4: After getting the items Danny and his grandpa worked all afternoon.\nChoices: (A) Danny's grandpa chastised Danny. (B) At the end of the day, Danny and his grandpa flew the kite.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Tim's arch enemy on the playground made a sudden appearance. Sentence 2: This was during the 3rd period break, a time normally Tim was alone. Sentence 3: Tim mustered up his courage to go face his arch enemy. Sentence 4: He approached Jane and told her to stay away from him.\nChoices: (A) Tim asked Jane to play on the merry go round. (B) Tim was glad he stood up to Jane.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: The chief received the food from the waiter. Sentence 2: He prepared his utensils. Sentence 3: After taking the first bite, he immediately threw up. Sentence 4: The waiter was fired and kicked out of the restaurant.\nChoices: (A) The waiter had spit into the Chief's food. (B) The waiter and the chief decided to have dinner together.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Bob needed money. Sentence 2: He decided to look for a part time job. Sentence 3: He applied to five different places. Sentence 4: One of them gave Bob an interview.\nChoices: (A) Bob offered the applicant a job at his company. (B) Bob excelled in the interview and got the job.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Zeke was about to go on a date with his girlfriend. Sentence 2: But, his parents suddenly pulled into his driveway. Sentence 3: They wanted to surprise him by coming to meet him for the weekend. Sentence 4: At first, Zeke was sad because he wanted to see his girlfriend.\nChoices: (A) Zeke did not want to see his girlfriend. (B) Later she stopped by and they all had dinner together.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Fred's English assignment was to write a short story. Sentence 2: But he was scared he would fail. Sentence 3: He looked at several other short stories for inspiration. Sentence 4: And he spent hours and hours writing his story.\nChoices: (A) Fred turned in his story and got an A+. (B) Fred no longer wanted to be a fireman.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: John was a truck driver who had just started his job. Sentence 2: He pulled over one night to fill up his truck's gas tank. Sentence 3: But he filled the tank with regular fuel, not diesel! Sentence 4: John caused serious engine trouble for the truck.\nChoices: (A) John got fired. (B) John got a raise in pay.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: May was training to run a mile in under five minutes. Sentence 2: She had trained for months and was pushing her body's limits. Sentence 3: She began ignoring her soreness and kept running for days. Sentence 4: One day, she felt so sore she couldn't move but kept running.\nChoices: (A) May achieved her goal of running the mile in under five minutes. (B) May became the fastest swimmer in the school.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Neil had arrived in Finland! Sentence 2: He had traveled by boat and rail. Sentence 3: He couldn't wait to start seeing the sights! Sentence 4: But first there was something important he had to do.\nChoices: (A) Neil went to the grave where his ancestors were buried. (B) Neil went home instead of doing any sightseeing in Finland.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Jake was at the grocery store. Sentence 2: He was trying to pick melons. Sentence 3: Someone noticed he was confused. Sentence 4: She went over and tried to explain which were best.\nChoices: (A) Jake finally chose a melon that he thought was ripe. (B) Jake wore a cowboy hat.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: We moved to Cambridge in 2013. Sentence 2: Our cat came to the new place first. Sentence 3: She was unfamiliar with the new home. Sentence 4: She hid in the kitchen cabinet for hours as we moved.\nChoices: (A) We were finally able to coax the cat out with treats. (B) The cat loved wondering the new home.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: John wanted to be on the track team for his high school. Sentence 2: He wanted to run the dashes but wasn't a fast starter. Sentence 3: He could run for hours at a steady pace but just not very fast. Sentence 4: His coach recommended that he runs the mile instead of sprints.\nChoices: (A) John made the track team and won. (B) John dug up the field with his grandfather's  tractor.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Phillip was the shortest kid in his class. Sentence 2: He felt embarrassed sometimes about his height. Sentence 3: During the summer, he hit a growth spurt. Sentence 4: Phillip ended up growing 6 inches.\nChoices: (A) Phillip became confident. (B) Phillip was embarrassed.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Gina had purchased a CD single of a song she liked. Sentence 2: There were only 2 songs printed on the CD. Sentence 3: She was anxious to hear the second song. Sentence 4: This was a new artist so she hadn't heard much from him.\nChoices: (A) She broke the CD over knee, and threw it in the trash. (B) After listening she liked the 2nd song more than the first.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Jane wrote an advice column for the local paper. Sentence 2: One day she received a curious letter. Sentence 3: It was about whether a man's girlfriend would accept his proposal. Sentence 4: The details of their relationship were strangely familiar to Jane.\nChoices: (A) Jane converted to Satanism that very day. (B) Jane realized it was her boyfriend and accepted his proposal.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: His first time at the opera. Sentence 2: He only went after his girlfriend begged. Sentence 3: He sat for three hours in sheer boredom. Sentence 4: Finally it was over.\nChoices: (A) He learned he didn't like the opera. (B) He decided he loved the opera.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: I promised my wife I would learn to water ski. Sentence 2: We went with her family out to the lake. Sentence 3: When it was my turn to ski, I was too afraid. Sentence 4: I made up a story about my legs hurting.\nChoices: (A) I felt very proud of myself. (B) I felt like a true coward.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Tammy went for lunch at a cafe. Sentence 2: There, she bought french fries and a soda. Sentence 3: She ate them both happily. Sentence 4: She paid a reasonable price for her meal.\nChoices: (A) Tammy was pleased with lunch. (B) Tammy wrote a poor review of the cafe on yelp.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Fred & Fran were a happy couple. Sentence 2: It was valentine's day, and Fran was excited. Sentence 3: Fred had already planned a special night out. Sentence 4: After work, the couple got dressed for their date.\nChoices: (A) Fred told Fran she was ugly. (B) Fred told Fran she looked great.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Alice sent a message to Bob. Sentence 2: Chuck intercepted Alice's message. Sentence 3: Chuck used the message to game the stock market. Sentence 4: Chuck made a fortune, but Alice and Bob were bankrupted.\nChoices: (A) Alice and Bob were happy with the way Chuck made his money. (B) Chuck decided to split his money with Alice and Bob.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Erica had a coupon for a dozen doughnuts. Sentence 2: Erica decided to take them to work. Sentence 3: Erica's coworkers were surprised that she brought doughnuts. Sentence 4: The co workers thanked Erica for her kindness.\nChoices: (A) Erica felt bad for what she had done. (B) Erica was happy to help her co workers.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: I had saw a bunny On craigslist. Sentence 2: I called to go an pick her up. Sentence 3: We arrived at the house. Sentence 4: I saw my new bunny for the first time.\nChoices: (A) I took my new bunny home and loved it. (B) I decided to take the bunny to a pet store.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Jane closed her eyes and counted to twenty. Sentence 2: Kate ran to hide in the cupboard. Sentence 3: Jane already knew Kate's favorite hiding places. Sentence 4: She took her time before approaching the cupboard.\nChoices: (A) She didn't want Kate to be disappointed. (B) Jane couldn't find Kate anywhere.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: I had to attend an orientation at my University. Sentence 2: The speaker announced that a raffle will take place today. Sentence 3: Everyone had to put their student ID number on a paper. Sentence 4: Every paper went inside the raffle, where it was shaken.\nChoices: (A) I won the raffle! (B) I lost the raffle and dropped out of school.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Amanda dropped her phone in the water. Sentence 2: She picked the phone up. Sentence 3: She tried to turn the phone on. Sentence 4: The phone did not work.\nChoices: (A) Amanda had to get a new phone. (B) Amanda was glad that her phone was not damaged.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Ana's family was all visiting her house for Christmas. Sentence 2: Suddenly a snow storm rose up and the weather grew bad. Sentence 3: Two feet of snow fell! Sentence 4: Ana's family was all snowed in at her house.\nChoices: (A) They had a happy, but cramped holiday. (B) Ana walked to work because the weather was so lovely.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: It was suzys first day of summer camp. Sentence 2: She was afraid to be away from home for the first time. Sentence 3: Thankfully she made some good friends. Sentence 4: At the end of the summer she did not want to leave.\nChoices: (A) She vowed to keep in touch with her new friends. (B) She felt so left out.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Aya wanted to be a chef. Sentence 2: She decided to test her skills. Sentence 3: She cooked her family a huge dinner. Sentence 4: Then she asked them if they had enjoyed it.\nChoices: (A) Aya left the room before anybody could speak. (B) They all told her that they enjoyed it very much.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Mary and Sally decided to go on a vacation together. Sentence 2: After looking at a travel website, then decided on a cruise. Sentence 3: They went on a cruise to the Bahamas in April. Sentence 4: Both girls had a wonderful time on the cruise.\nChoices: (A) They both came back perfectly relaxed. (B) They both came back mad.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Ronald noticed that his kitchen sink was draining very slowly. Sentence 2: He couldn't afford to hire a plumber, so he decided to fix it himself. Sentence 3: Ronald bought two bottles of drain cleaner at the store. Sentence 4: Pouring the drain cleaner into his sink fixed the problem.\nChoices: (A) Ronald was glad he hadn't called the plumber. (B) The plumber arrived at Ronald's door.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Morgan and Timothy were having an argument. Sentence 2: Morgan thought that all of The Beatles' music was good. Sentence 3: Timothy thought their early stuff was not very good. Sentence 4: Morgan made her case by simply playing a few songs.\nChoices: (A) Timothy realized Morgan was probably right about the music. (B) Timothy said he didn't want to hear anymore Rolling Stones music.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Becca started taking painting classes. Sentence 2: She became adept at portraiture quickly. Sentence 3: She had a natural talent for painting people's faces. Sentence 4: She painted every member of her family.\nChoices: (A) They were all impressed. (B) They were all ashamed of her actions.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: A group of religious pilgrims took a trip to a shrine. Sentence 2: The journey was long and arduous. Sentence 3: On arriving, they found a gift shop there. Sentence 4: This struck them as highly inappropriate.\nChoices: (A) The pilgrims refused to enter the gift shop. (B) The pilgrims bought many souvenirs there.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Pam loves music. Sentence 2: She especially likes to collect vinyl records. Sentence 3: She has over 100 records. Sentence 4: Pam is now going to the record store.\nChoices: (A) She was happy to find a rare album she had been looking for. (B) She gave them her collection of albums for free.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Ethan was moving into an apartment downtown. Sentence 2: He really didn't consider the changes he'd make going from a house. Sentence 3: So it really hit hard when he set up his drum set. Sentence 4: Within ten minutes he had five noise complaints.\nChoices: (A) He soon had to find a house to move to. (B) He was happy people liked his drum playing.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Ana was at a town festival. Sentence 2: She was nervous because the President was coming! Sentence 3: When she saw his car approach, she almost fainted. Sentence 4: But then he got out and smiled at her.\nChoices: (A) She was a bit stunned with excitement, but she managed to wave. (B) She jeered and yelled at him.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Eileen was the new kid in school. Sentence 2: She did not have many friends because she was shy. Sentence 3: One day at lunch, a girl invited her to sit at her table. Sentence 4: Eileen decided that she would.\nChoices: (A) Eileen and the girl became friends. (B) Eileen likes to eat meat.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Jerry and Stacey had been dating for a few months. Sentence 2: He knew he loved her but was shy about saying it. Sentence 3: He finally mustered up enough courage and told her. Sentence 4: She told him she loved him as well.\nChoices: (A) Jerry and Stacey remembered this day for the rest of their lives. (B) That was the night Jerry and Stacey broke up.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Rudy really wanted a dog. Sentence 2: He begged his parents for one. Sentence 3: They said if he cared for it, he could have one. Sentence 4: Rudy agreed to walk and feed it every day.\nChoices: (A) Rudy's parents took him to the shelter to pick out a pet dog. (B) Rudy's parents decided not to get him a dog.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Tiff wanted to lose body fat. Sentence 2: She needed some motivation to be successful. Sentence 3: Tiff joined a dietbet for thirty five dollars. Sentence 4: She was successful at her goal.\nChoices: (A) Tiff loved being overweight. (B) Tiff was encouraged to do more.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Bob was bored in his cubicle. Sentence 2: He had been working so hard this past month. Sentence 3: He decided to treat himself with something special. Sentence 4: He ordered tickets for a weekend snowboarding trip.\nChoices: (A) He was looking forward to getting away. (B) He had so much work to do over the weekend.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Matt wanted to travel with his motorhome. Sentence 2: He went out to start it one day to see how it ran. Sentence 3: It started right up! Sentence 4: He loaded it up with food and gas.\nChoices: (A) He didn't have any money for gas. (B) He planned out his perfect road trip.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: The Lambert family was hungry and needed to pick up dinner. Sentence 2: They saw a commercial for Steak and Shake on television. Sentence 3: The commercial said they have four dollar meals. Sentence 4: The Lamberts went to the restaurant and ate hamburgers.\nChoices: (A) The Lamberts were full after the meal. (B) The Lamberts then went to another restaurant.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Jake was in substantial financial debt. Sentence 2: He decided to hire a financial adviser for help. Sentence 3: The financial adviser gave Jake a budget plan to stick by. Sentence 4: Jake followed through on the plan by cutting his expenses.\nChoices: (A) Jake found himself further in debt than ever before. (B) Jake pulled himself out of debt.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: There was once a little kitten that did not have a home. Sentence 2: The poor kitten walked around cold and hungry. Sentence 3: One day, a nice lady let the kitten into her home. Sentence 4: The woman gave the kitten food and a bed.\nChoices: (A) The old woman released the cat into the streets. (B) The kitten was happy to be adopted.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: May wanted to run a salon. Sentence 2: She decided to strive for her dream. Sentence 3: She signed up for beauty school. Sentence 4: She studied hard and finished in six months!\nChoices: (A) Eventually Mary got to run her own salon. (B) Mary then got a job as a plumber.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Paul always does his laundry. Sentence 2: He sorts everything by color. Sentence 3: He also sorts his socks and underwear. Sentence 4: Somehow he always loses socks.\nChoices: (A) He has to go to the store on Sundays for new socks. (B) Paul stopped wearing socks.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Trina and her friends decided to go to a famous art studio. Sentence 2: The girls went and took numerous pictures. Sentence 3: Trina bought a few art pieces. Sentence 4: When she got home she hung them up.\nChoices: (A) She stared at them for hours. (B) She didn't like the art she bought.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: My Netflix keeps buffering last night. Sentence 2: Even if I paused it nothing would happen. Sentence 3: It would just play for a second and buffer. Sentence 4: Eventually I reset the router.\nChoices: (A) I went to a drive-in theatre to watch my movie. (B) Resetting the router didn't have any effect at all.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Shannon went to sunbathe by the pool. Sentence 2: She realized she forgot her sunscreen but stayed anyway. Sentence 3: She tried to go in the water to help prevent sunburn. Sentence 4: She got burned anyway though and went home after a while.\nChoices: (A) The burn hurt her skin a bit. (B) Shannon felt immune to the sun's rays and didn't care.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Ed went to the supermarket with a stack of coupons. Sentence 2: He loaded a cart with a lot of food. Sentence 3: When he went to check out he took out his coupons. Sentence 4: The coupons reduced the bill by a lot of money.\nChoices: (A) Ed was surprised at how much the tools cost. (B) Ed was very happy about the money he'd saved.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Albert wanted to try out for the basketball team at school. Sentence 2: He waited on the bench for his turn to play. Sentence 3: He played his best as the coach watched and took notes. Sentence 4: When he finished the coach told him he made the team.\nChoices: (A) Albert was ecstatic! (B) Albert was so disappointed.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: They had heard about potty training bunnies. Sentence 2: It seemed like a good idea to try that. Sentence 3: After a while they decided to leave her out of her cage. Sentence 4: It seemed to go very well!\nChoices: (A) The bunny learned to use the litter box! (B) They had to clean up after the bunny every day.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Rachel loved to play on her piano. Sentence 2: One day she was paid to play at a romantic event. Sentence 3: She lit candles and put them on her piano. Sentence 4: The candles started to burn low.\nChoices: (A) She caught them before they burned her piano. (B) She decided not to do anything.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Last week a group of friends decided to go on a hike. Sentence 2: They went to a mountain nearby. Sentence 3: They followed a popular trail and set out for the day. Sentence 4: The walk was exhausting but worth it.\nChoices: (A) They were ashamed of what they had done. (B) They felt good.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Dany was a six year old boy who loved to play football. Sentence 2: One day Danny was crying because he was lonely. Sentence 3: Dany's father was home early from work that day. Sentence 4: Dany asked his dad to play football with him.\nChoices: (A) He didn't know how to play football. (B) His dad was happy to play with him.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: When I turned eighteen, I registered to vote. Sentence 2: I was so excited to participate in the democratic process. Sentence 3: I did research on each and every candidate. Sentence 4: When voting day came, I went to the polling station.\nChoices: (A) I was sad when my candidate lost the election. (B) I began to sing and dance as I had practiced.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Tina wanted to go for a hike so she put her baby in a baby carrier. Sentence 2: They were walking up the trail in the park near their house. Sentence 3: Suddenly, in front of them, she spotted a long black snake! Sentence 4: After screaming, she ran home to tell her husband.\nChoices: (A) Tina was terrified of snakes. (B) Tina's husband suggested it would make a good pet.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Tim had a dentist appointment today. Sentence 2: He was going to get his wisdom teeth pulled. Sentence 3: His dentist numbed his gums. Sentence 4: His wisdom teeth popped out instantly.\nChoices: (A) It was less hassle than he thought it would be. (B) He wished pulling the teeth would be more difficult.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: A man knocked on the front door. Sentence 2: He didn't say anything when I answered. Sentence 3: He just kept staring. Sentence 4: The dog ran out the door.\nChoices: (A) I started to run after the dog. (B) I decided to ask the man for lunch.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Alice was pregnant. Sentence 2: She went to the doctor's. Sentence 3: They scanned her stomach with the ultrasound. Sentence 4: Then they told her the sex of her baby.\nChoices: (A) Alice didn't know to give her baby a boy or girl name. (B) She decided on the name \"Pat\" for her new baby.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Nick turned 18 on Sunday. Sentence 2: His girlfriend Zoe came to his birthday party. Sentence 3: Zoe bought him a lottery card for his birthday. Sentence 4: He anxiously scratched off the numbers.\nChoices: (A) Nick was mad that his girlfriend did that. (B) Nick won a thousand dollars.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Jerry wanted a romantic evening with his girlfriend. Sentence 2: He put rose petals by the door. Sentence 3: He lit candles throughout the apartment. Sentence 4: One of them caught a curtain on fire.\nChoices: (A) Jerry roasted marshmallows on the fire. (B) Jerry burned his house down.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Ali wanted to start a book club, but she was very shy. Sentence 2: She finally decided to try it with a few friends. Sentence 3: Everyone had a great time. Sentence 4: They decided to invite more people.\nChoices: (A) Ali was glad she had joined the bowling league. (B) Ali felt her shyness diminishing, which made her very happy.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: A group of friends went to go bowling. Sentence 2: They had a really good time. Sentence 3: The friends decided to formalize themselves into a team. Sentence 4: They brainstormed for a good name.\nChoices: (A) The friends were upset when they discovered Natalie was missing. (B) They agreed on a name for the team and joined a league.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Pat liked to spend time online. Sentence 2: He downloaded many files without being careful. Sentence 3: One day, his computer stopped working. Sentence 4: Pat brought it to a computer technician, who told him he had a virus.\nChoices: (A) The technician installed more viruses on his computer. (B) Pat asked the technician to remove the virus.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: I went to the store hoping to buy some chips. Sentence 2: But I couldn't decide what I wanted there were so many to choose from! Sentence 3: Do I get potato chips, doritos, fritos, maybe pretzels? Sentence 4: Finally, I knew what I wanted.\nChoices: (A) I didn't want any chips after all. (B) I wanted the pretzels.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: James wanted to look cool. Sentence 2: He decided to get a mohawk. Sentence 3: He shaved his head himself. Sentence 4: His mom said he looked dumb.\nChoices: (A) James was sad with his mother's comments. (B) James was happy with his mom's comment.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Sue wanted a pet. Sentence 2: She told her mom she wanted a dolphin. Sentence 3: Her mom told her that wouldn't be possible. Sentence 4: So her mom got her a new goldfish the next day.\nChoices: (A) Sue liked the fish. (B) Sue doesn't like animals.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Mark has spent Years without a girlfriend. Sentence 2: He tried meeting someone to date without any success. Sentence 3: Finally a friend introduces him to Carol, and they arrange a date. Sentence 4: Mark and Carol have a nice night out at a restaurant.\nChoices: (A) Mark decides he no longer wants to date. (B) Mark and Carol arrange a second date.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: It was Dan's turn to present his research project. Sentence 2: He stood up in front of the class and started talking. Sentence 3: One of the classmate's phone rang in class. Sentence 4: She immediately turned it off.\nChoices: (A) Dan became slightly flustered. (B) She then turned it back on to check her messages.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Amy's class went on a field trip to see A Mid Summer Night's Dream. Sentence 2: They arrived at the theater and found their seats. Sentence 3: Amy was in awe of the actors discipline and talent. Sentence 4: After the play she was able to speak with the cast.\nChoices: (A) Amy was thrilled. (B) Amy told the actors she could have performed better.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Margaret had a favorite teddy bear. Sentence 2: One day, her dog tore it apart. Sentence 3: Margaret was heartbroken. Sentence 4: Her mother got to work sewing the bear back up.\nChoices: (A) Margaret wasn't happy the bear survived. (B) Margaret cherished the repaired bear.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: There was nothing Pollyanna liked better than nuts. Sentence 2: Pollyanna was a very clever Cockatoo. Sentence 3: When she saw a dish of nuts in the living room, she wanted them. Sentence 4: After her owner left, she pried open her cage door with her beak.\nChoices: (A) She proceeded to eat all the nuts in the dish. (B) Then she fell asleep in her cage.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Cindy was reading a story about a dog. Sentence 2: But she never liked dogs. Sentence 3: As she kept reading, however, she became attached to the dog. Sentence 4: In the end of the story, the dog died.\nChoices: (A) Cindy laughed when she finished the book. (B) Cindy cried at the end of the story.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Francis had always wanted to become a history teacher. Sentence 2: He studied history very diligently in college. Sentence 3: Finally he applied for a job teaching history at a middle school. Sentence 4: He worked hard to be the best teacher he could be.\nChoices: (A) He was fired for being a bad teacher. (B) He won an award for best teacher his very first year.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: James notices that he has become increasingly depressed. Sentence 2: He feels alone, and does not know who to talk to. Sentence 3: Finally his mother recommends that he began seeing a therapist. Sentence 4: James begins regularly seeing a therapist and starts to feel better.\nChoices: (A) James decides to become a therapist when he grows up. (B) James considers running away from home.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Jeff wanted to beat his mile run record of 6 minutes. Sentence 2: So he practiced running every day. Sentence 3: He ate more fruits and vegetables. Sentence 4: And he felt much better.\nChoices: (A) Instead of running, Jeff went to the movies. (B) Jeff beat his old record and was happy.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: My son played in a basketball team in elementary school. Sentence 2: He tried hard but was not a gifted player. Sentence 3: The team played everybody and he had fun. Sentence 4: One day he made a basket.\nChoices: (A) The whole teamed cheered for my son. (B) He left the court in a fit of anger.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Rachel found out that she had cancer. Sentence 2: She was very scared. Sentence 3: Rachel told her family and it was very difficult. Sentence 4: They all cried.\nChoices: (A) They prayed that she would get better. (B) Rachel had a great day.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: I went camping with my church group as a child. Sentence 2: I was excited to be there. Sentence 3: One day, I got really sick. Sentence 4: I didn't get better, so they called my mother.\nChoices: (A) My mom came and got me. (B) My mother told them they could keep me indefinitely.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Jane broke Elwood's binoculars. Sentence 2: Jane was apologetic. Sentence 3: Jane knew the binoculars were too expensive for her to replace. Sentence 4: Elwood forgave her.\nChoices: (A) Jane was angry at Elwood. (B) Jane was thankful.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Today's lab assignment turned out to be a disaster. Sentence 2: Since my teammates were confused, I had to guide them. Sentence 3: This includes showing them how to do every procedure. Sentence 4: Although we finished after everyone else, I put in a lot of effort.\nChoices: (A) I carried the team. (B) The team didn't need me that day.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Kelly was excited to watch food network star. Sentence 2: She absolutely loved that show. Sentence 3: Every time she watched it she felt inspired. Sentence 4: She felt like she wanted to join one day.\nChoices: (A) She decided to try and win The Amazing Race. (B) She wrote the Food Network to see if she could go on the show.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Bev was cleaning out her childhood bedroom. Sentence 2: Her parents were moving after 25 Years in the same house. Sentence 3: She came across her diary from 7th grade. Sentence 4: She smiled as she read the thoughts of her younger self.\nChoices: (A) Bev decided to start writing in her diary again. (B) Bev was upset her parents threw away her diary.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Bill used to always love going to Cape Cod. Sentence 2: He loved being by the ocean. Sentence 3: But he also loved all the fresh fish. Sentence 4: He would always go to same restaurant.\nChoices: (A) He liked to order the \"Catch of the Day.\" (B) The chef there was notorious for serving spoiled fish.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: When Al let his cat out last week there was a squirrel running by. Sentence 2: The cat immediately ran after it. Sentence 3: It chased it up a tree. Sentence 4: Finally it actually caught it and killed it.\nChoices: (A) It then ate it. (B) The squirrel ran free.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Anna and Aidan were playing cards one night. Sentence 2: Then Aidan suggested they play board games. Sentence 3: Anna thought it'd be boring. Sentence 4: She agreed anyway, and she was glad she did.\nChoices: (A) She walked home and mopped the whole say. (B) She realized she loved board games.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Harry has been stuck at the office working very late tonight. Sentence 2: He is hungry but there aren't many stores open. Sentence 3: Finally he remembers that the local fried chicken restaurant is open. Sentence 4: He eats two delicious pieces of fried chicken.\nChoices: (A) Harry was more hungry. (B) Harry's hunger is satiated.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Jake had recently gotten a new cell phone. Sentence 2: The very first thing he tried to do was take a selfie. Sentence 3: He dropped his phone on the pavement while trying to do so. Sentence 4: His phone was scuffed up on the back side.\nChoices: (A) Jake returned to the  store  for a plastic cover for the phone. (B) Jake was depressed  when he  saw  the condition of the old house.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Gina's dad was near the kitchen window outside. Sentence 2: Her mother sprayed him through the window with the sink sprayer. Sentence 3: Soon they were throwing cups of water at each other in the yard. Sentence 4: Gina and her siblings joined as well.\nChoices: (A) The whole family was wet at the end of the day. (B) Gina's parents were mad at her.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Sarah is a ballet teacher. Sentence 2: She teaches a class of small children. Sentence 3: She wanted to teach the children to dance for a pageant. Sentence 4: It was a lot of work, but all the children were happy to do it.\nChoices: (A) Sarah was proud of her children. (B) Sarah found teaching children very boring.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Mary had exited the airplane and headed toward the luggage carousel. Sentence 2: She knew it would take a little time before she spotted her suitcase. Sentence 3: She waited patiently while others picked their luggage off the rack. Sentence 4: After no sign of her suitcase she asked a worker.\nChoices: (A) The worker then walked away with Mary's suitcase. (B) The worker found her suitcase and gave it to her.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Susan had very little money left in her food fund for the month. Sentence 2: She went to the dollar store to see what she could find. Sentence 3: She bought a few kinds of canned foods and a sparkling water. Sentence 4: At home, she mixed the canned food into a pot and cooked it.\nChoices: (A) Susan went out and treated her friends to a steak dinner. (B) Susan poured the food into a bowl and ate it.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Tina really wanted the exclusive Birkin bag. Sentence 2: No store in the country had it in stock. Sentence 3: Hence she was forced to go and fly to Paris to get it. Sentence 4: Thankfully she found one in Paris for a good price.\nChoices: (A) Tina saved enough on the bag to pay for the flight to Paris. (B) Tina was not going to fly to Paris just to buy a handbag.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Blanche wanted to lose weight. Sentence 2: She ate less and exercised more. Sentence 3: After a month she began to feel better. Sentence 4: She started to notice a difference in the mirror as well.\nChoices: (A) Blanche was very concerned and scared by her weight loss. (B) Blanche was happy about her weight loss.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Tiana was so hungry. Sentence 2: She decided to buy a burger! Sentence 3: She went to a fast food restaurant and ordered the burger she wanted. Sentence 4: When she received the burger, she ate it immediately.\nChoices: (A) Tina was satisfied. (B) Tina was a vegetarian.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: My friend Andrea and I went to the movies last week. Sentence 2: We got big buckets of popcorn and saw Magic Mike. Sentence 3: The movie was hysterical. Sentence 4: People in the theater were laughing and having a great time.\nChoices: (A) We went home and decided that was a favorite movie of ours'. (B) We went home disappointed in the movie.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Gina had tons of missed texts. Sentence 2: She hadn't checked her phone for 2 days. Sentence 3: She checked half of the messages, and decided to come back later. Sentence 4: When she checked again there were texts from her friends.\nChoices: (A) Her friends had been trying to tell Gina they'd had a baby! (B) Gina turned off her phone because she didn't have any texts.",
            "output": [
                "B"
            ]
        },
        {
            "input": "Sentence 1: Janice wanted to go to a Seafood place. Sentence 2: She made arrangements to go with some friends. Sentence 3: When they all went, Janice ordered the lobster. Sentence 4: After she ate the lobster she got very ill.\nChoices: (A) Sandra ordered a second plate of lobster. (B) Sandra vowed she would never eat lobster again.",
            "output": [
                "A"
            ]
        },
        {
            "input": "Sentence 1: Kathryn loved the taste of pineapple. Sentence 2: She bought a fresh pineapple from the store. Sentence 3: She had no idea how to cut it. Sentence 4: Kathryn watched a video on the computer that showed how to slice it.\nChoices: (A) She sliced it perfectly the first time. (B) Kathryn threw the pineapple away.",
            "output": [
                "B"
            ]
        }
    ]
}