{
    "Contributors": [
        "Sai Venkat Subramani"
    ],
    "Source": [
        "Dataset Card for Asian Language Treebank (ALT)"
    ],
    "Categories": [
        "Language Translation"
    ],
    "Definition": "In ţhĩs tåsk, ɡiⱴen a șenṭênce ℹn ťhԑ Chineʂe ᶅαngṵage ánd your tašk ߊṡ tອ сǫnvert iԷ inṱo the Ḝиğliṩẖ ļ⍺ŋgȗage.",
    "Positive Examples": [
        {
            "input": "2004年4月，那里的士兵逮捕了一名16岁的巴勒斯坦人，他身上绑着一枚自杀式炸弹。",
            "output": "In April 2004, soldiers there arrested a 16-year-old, also Palestinian, with a suicide bomb strapped to his body.",
            "explanation": "The above sentence is correctly translated from Chinese to English"
        },
        {
            "input": "“我们收到了38具尸体，”该镇主要医院负责人瓦克尔·艾哈迈德告诉法新社记者。",
            "output": "\"We have received 38 dead bodies,\" Doctor Wakeel Ahmed, head of the principal hospital in the town told AFP (Agence France-Presse) news agency.",
            "explanation": "The above sentence is correctly translated from Chinese to English"
        },
        {
            "input": "包括谷歌、脸书和雅虎等主要服务网站正加入测试并将他们的内容转换为使用新系统地址。",
            "output": "Major websites including services run by Google, Facebook, and Yahoo! are taking part in the test, switching their content to use the new system.",
            "explanation": "The above sentence is correctly translated from Chinese to English"
        }
    ],
    "Negative Examples": [
        {
            "input": "“第二次手术总是需要更长的时间，而且很难到达心脏。”",
            "output": "Relegation bound Watford will meet Blackburn in the Premiership next, while United have a league game of their own at Old Trafford against Sheffield United.",
            "explanation": "The above sentence is not correctly translated from Chinese to English as none of the words match the translation."
        },
        {
            "input": "论坛18已经记录了一段时间以来有关哈里克里希纳村庄的所谓人权虐待事件，但截至11月21日，事件发生了转变。",
            "output": "She said the combined charges carried a maximum penalty of seven years jail.",
            "explanation": "The above sentence is not correctly translated from Chinese to English as none of the words match the translation."
        },
        {
            "input": "在安大略省选中，马丁·海德将在渥太华西尼比安里丁选区代表安大略绿党出战。",
            "output": "At least 6 people have been killed and about 4000 residents of the affected area have been evacuated.",
            "explanation": "The above sentence is not correctly translated from Chinese to English as none of the words match the translation."
        }
    ],
    "Instances": [
    {
        "input": "莫斯科调查委员会将主要嫌犯确定为前罪犯谢尔盖·波马赞。\n",
        "output": [
            "The Moscow Investigative Committee identify the main suspect as former convict Sergei Pomazun.\n"
        ]
    },
    {
        "input": "在问答结束后，约翰·凯瑞的视频演讲开始播放。\n",
        "output": [
            "After questions and answers finished, the video statement from John Kerry began to play.\n"
        ]
    },
    {
        "input": "她还说，解雇是她投诉托马斯的结果。\n",
        "output": [
            "She also stated that the firing was the result of her filing a complaint about Thomas.\n"
        ]
    },
    {
        "input": "格拉斯哥说，里程碑教育培训课程与他的基督教信仰“相反”。\n",
        "output": [
            "Glasgow said that the Landmark Education training courses were \"opposite\" to his Christian beliefs.\n"
        ]
    },
    {
        "input": "政府、新南威尔士州政府和悉尼板球和运动场信托基金之间的伙伴关系将支持与悉尼板球场有关的额外费用，工程将于2014年完成。\n",
        "output": [
            "A partnership between the government, New South Wales Government and the Sydney Cricket and Sports Ground Trust will cover additional costs associated with the Sydney Cricket Ground with work completed by 2014.\n"
        ]
    },
    {
        "input": "就拨款总额而言，第一类预算减少了117,170,000澳元，第二类预算增加了114,353,000澳元。\n",
        "output": [
            "For total appropriations, the first area decreased by a total of A$117,170,000 and the second area saw an increase in of A$114,353,000.\n"
        ]
    },
    {
        "input": "一些著名的苏丹神职人员无视政府不要激化局势的指示，尽管他们没有直接要求处死她。\n",
        "output": [
            "A number of prominent Sudanese clerics ignored government instructions not to inflame the situation, although they stopped short of directly calling for her death.\n"
        ]
    },
    {
        "input": "“两党刺激法案和经济发展缓慢是赤字增多的主要原因，这一点可以从今年的预算结果反应出来”。\n",
        "output": [
            "\"The bipartisan stimulus bill and the slow economy are the primary reasons for the increase in deficit as reflected in this year's budget results.\"\n"
        ]
    },
    {
        "input": "在挖掘过程中发现了大量的蓝宝石或斑点的普雷斯利白云石碎片，这使研究人员得出结论，这些石头因为具有治疗的效果被使用。\n",
        "output": [
            "A large number of bluestone or spotted Preseli dolerite chips found during the excavation led the researchers to conclude the stones were venerated for their healing properties.\n"
        ]
    },
    {
        "input": "意大利消费者联盟（消费者联盟）今天公布的一项调查显示，百分之61的意大利人害怕坐飞机，而百分之41的人对飞机安全的感觉比一个月前要差。\n",
        "output": [
            "A survey published today by the Italian association Intesaconsumatori (Union of Consumers) said that 61% of Italians are afraid to fly, while 41% of population feels less safe about plane safety than they did one month earlier.\n"
        ]
    },
    {
        "input": "“如果苹果公司决定向其他人开放Mac OS，我们很乐意将其提供给我们的客户，”戴尔在给柯克帕特里克的电子邮件中写道。\n",
        "output": [
            "\"If Apple decides to open the Mac OS to others, we would be happy to offer it to our customers,\" Dell wrote in an email to Kirkpatrick.\n"
        ]
    },
    {
        "input": "在联合国的斡旋下，以色列和真主党之间实现了停火。目前，以色列已经开始从黎巴嫩撤军。\n",
        "output": [
            "The United Nations brokered cease-fire between Israel and Hezbollah is largely holding as Israel has begun to withdraw its forces from Lebanon.\n"
        ]
    },
    {
        "input": "其他两件作品分别是皮特·蒙德里安的“磨坊”和古列尔莫·卡西亚的“圣迭戈·德阿尔卡拉素描”。\n",
        "output": [
            "The other two works were Mill by Piet Mondrian and a sketch of St. Diego de Alcala by Guglielmo Caccia.\n"
        ]
    },
    {
        "input": "她是西澳大利亚洋子射箭俱乐部的成员。\n",
        "output": [
            "She is a member of the Yokine Archery Club in Western Australia.\n"
        ]
    },
    {
        "input": "当瓦尔迪试图将他孕育的初创产品推向市场时，只有时间才能告诉他，究竟瓦尔迪是一个鼓励孩子的聪明家长，还是一个支持落后者的家长。\n",
        "output": [
            "Whether Vardi is a smart parent for his encouragement, or in fact propping up laggards, is something only time will tell him as he attempts to bring these products of his children to market.\n"
        ]
    },
    {
        "input": "这是为了提供城市的水安全，因为全球变暖导致干旱变得更加频繁。\n",
        "output": [
            "This is to provide water security for the city as droughts become more frequent due to global warming.\n"
        ]
    },
    {
        "input": "牛津大学在掷硬币中获胜，他们选择在萨里一侧划船，剑桥划船在米德尔塞克斯一侧。\n",
        "output": [
            "Oxford won the toss and chose to row on the Surrey side of the river, with Cambridge rowing on the Middlesex side.\n"
        ]
    },
    {
        "input": "密西·埃利奥特和席亚拉以及Fatman Scoop合唱的《失控》从第五名跃至第三，而《Don't Cha》跌至第五名。\n",
        "output": [
            "Missy Elliott’s “Lose Control” featuring Ciara and Fat Man Scoop gained 5-3 while “Don’t Cha” dropped to No. 5.\n"
        ]
    },
    {
        "input": "她说：“所以对我来说，这是一次前往一个我认为宣扬死亡并开始宣扬真理的地方的尝试。”\n",
        "output": [
            "\"So for me it was an attempt to come to a place that I think propagates death and start to proclaim truth,\" she said.\n"
        ]
    },
    {
        "input": "一个由5名伊拉克法官组成的法庭，由里兹加·穆罕默德·阿明领导，将决定他的判决。\n",
        "output": [
            "A tribunal of five Iraqi judges headed by Rizgar Mohammed Amin, with the death penalty vested in them, will decide his sentence.\n"
        ]
    },
    {
        "input": "巨头鲸搁浅在南岛的利维港，但是有很多志愿者试图帮助它们从泥泞的浅海水湾回到开放水域。\n",
        "output": [
            "The pilot whales beached themselves at Port Levy on South Island, but dozens of volunteers helped to try and get them back out to the open water out of the inlet, which is muddy and shallow.\n"
        ]
    },
    {
        "input": "帕克还涉及赌博业和旅游业，并在墨尔本拥有皇冠赌场。\n",
        "output": [
            "Packer was also involved in the gambling and tourism industries and owned the Crown Casino in Melbourne.\n"
        ]
    },
    {
        "input": "医护人员把康威从车里抬了出来，他的腿受了伤，被送进了医院。\n",
        "output": [
            "Medics took Conway out of the car, and he was taken to the hospital with a leg injury.\n"
        ]
    },
    {
        "input": "第一部长萨尔蒙德公布了一座纪念花园和一座青铜雕像，这座雕像是为纪念这一事件发生50周年而设立的。\n",
        "output": [
            "First Minister Salmond unveiled a memorial garden and a bronze statue which had been placed to mark the 50th anniversary of the incident.\n"
        ]
    },
    {
        "input": "参议员乔·路德维希（工党，昆士兰）在接受《时代》周刊采访时，问司法和海关部长克里斯·埃里森，他是否坚持自己昨天的说法，即“建胜号”的发现，表明澳大利亚政府“在这种情况下进行了空中和海上监视，拦截了一艘船只，而且确实做到了”。并询问为什么政府在这艘船进入澳大利亚水域后花了两周时间拦截它。\n",
        "output": [
            "Senator Joe Ludwig (Labor, Queensland) asked of the Minister for Justice and Customs Senator Chris Ellison in Question Time whether he stood by his claim that he made yesterday that the discovery of the Jian Seng demonstrated that the Australian Government had in place \"aerial and maritime surveillance to intercept a vessel in these circumstances, and that was done\", and asked why it took the Government two weeks to intercept the vessel after it entered Australian waters.\n"
        ]
    },
    {
        "input": "“在苏丹，十字军（联合国）安理会决定向达尔富尔派遣军事专家，为其占领和分裂做准备。”\n",
        "output": [
            "\"In Sudan, the crusader (U.N.) Security Council decided to send military experts to Darfur in preparation for its occupation and division.\"\n"
        ]
    },
    {
        "input": "增加的航班将意味着英国航空公司现在将从布加勒斯特飞往伦敦，然后返回，每周飞10次。\n",
        "output": [
            "The extra flights will mean that British Airways will now fly from Bucharest to London, and back, ten times a week.\n"
        ]
    },
    {
        "input": "这一价值1百万英镑的项目将涉及在泰晤士河的罗姆尼堰坝安装一连串水下涡轮机。\n",
        "output": [
            "The £1 million project will consist of a series of under-water turbines to be installed at Romney Weir in the nearby River Thames.\n"
        ]
    },
    {
        "input": "根据白宫发言人托尼·斯诺的说法，总统正在等待美国最高法院就军事法庭或民事法庭审判被拘留者的问题作出决定。\n",
        "output": [
            "According to White House spokesman Tony Snow, the President is waiting for the US Supreme Court to decide on the issue of whether military tribunals or civilian courts would try the detainees.\n"
        ]
    },
    {
        "input": "美国加利福尼亚州的雷蒙德·李·奥勒被判谋杀5名美国林务局消防员，这些消防员在试图控制他点燃的大火时被杀。\n",
        "output": [
            "Raymond Lee Oyler of California, United States has been convicted of the murders of five US Forest Service firefighters killed while attempting to control a wildfire he had lit.\n"
        ]
    },
    {
        "input": "在第32届美国杯帆船赛第7段比赛中，阿灵基队以1秒的优势险胜新西兰队。\n",
        "output": [
            "Alinghi has defeated Team New Zealand by one second in the seventh race to win the 32nd America's Cup in a close run race.\n"
        ]
    },
    {
        "input": "尽管如此，他拒绝排除未来对伊朗发动袭击的可能性。\n",
        "output": [
            "Despite saying this, he refused to rule out a strike against Iran in the future.\n"
        ]
    },
    {
        "input": "雷蒙德·莫雷诺说：“我希望它能再持续十、二十、三十年，因为我们需要它”。\n",
        "output": [
            "Raymond Moreno said, \"I hope it stays for another ten, twenty, thirty years, because we need it.\"\n"
        ]
    },
    {
        "input": "维基新闻联系杰罗姆，谈论加拿大人面临的问题，以及他们和他们的政党将如何解决这些问题。\n",
        "output": [
            "Wikinews contacted Jerome, to talk about the issues facing Canadians, and what they and their party would do to address them.\n"
        ]
    },
    {
        "input": "另一个拥有核能力的欧洲国家是法国。\n",
        "output": [
            "The only other European country with nuclear capability is France.\n"
        ]
    },
    {
        "input": "有人猜测，解放阵线可能会利用这一点来让格布扎参加第三个任期竞选-目前，宪法只允许总统连任两届。\n",
        "output": [
            "There has been some speculation that Frelimo may use this to allow Guebuza to run for a third term - currently, the constitution allows a president to serve only two terms in office.\n"
        ]
    },
    {
        "input": "这是有史以来最大的一次马尔堡病毒出血热疫情。\n",
        "output": [
            "This is the largest recorded outbreak of Marburg viral hemorrhagic fever in history.\n"
        ]
    },
    {
        "input": "过去，中华人民共和国特别行政区当局一直容忍在中国境内属于禁忌的政治活动。\n",
        "output": [
            "In the past political activities that are taboo in China proper have been tolerated by the Special Administrative Region of the People's Republic of China (SAR) authorities.\n"
        ]
    },
    {
        "input": "73岁的外交部长普拉纳布·库马尔·穆克吉在与国大党主席索尼娅·甘地和当时的总理辛格会晤后，被任命为财政部长。\n",
        "output": [
            "External Minister Pranab Kumar Mukherjee, age 73, has been given the charge of Finance Ministry after he held meetings with Congress President Sonia Gandhi and then Prime Minister Singh.\n"
        ]
    },
    {
        "input": "此次访问正值超过7万名伊拉克公民准备部署到巴格达，试图为首都带来安全。\n",
        "output": [
            "The trip comes as over 70,000 mostly Iraqi citizens prepare to deploy into Baghdad to try and bring security to the capital.\n"
        ]
    },
    {
        "input": "麦克莱伦说，“看，这份报告对美国在国外的形象造成了严重损害。”\n",
        "output": [
            "McClellan said, \"Look, this report caused serious damage to the image of the United States abroad.\"\n"
        ]
    },
    {
        "input": "埃奇韦尔公路上开往帕丁顿的火车也在环形车道上，爆炸发生在一辆从另一个方向驶来的火车对面，起初人们以为这是脱轨。\n",
        "output": [
            "The Edgware Road train, leaving for Paddington and also on the Circle, exploded opposite a train coming from the other direction, making people think at first that it was a derailment.\n"
        ]
    },
    {
        "input": "12月25日，一名在内裤中携带爆炸物的尼日利亚男子试图袭击达美航班失败后，美国增加了机场安检。\n",
        "output": [
            "The US has increased its airport security following the failed attempted December 25 bombing of a Delta flight by a Nigerian man with explosives in his underpants.\n"
        ]
    },
    {
        "input": "一份报告说，它坠毁在一个山沟，而另一个报告说它坠毁在一个沼泽地区。\n",
        "output": [
            "One report says it crashed into a ravine while another states it crashed into a swampy area.\n"
        ]
    },
    {
        "input": "在国际足联的最新排名中，马蒂达斯队排在第8位。\n",
        "output": [
            "The Matildas are ranked 8th by FIFA in the latest rankings.\n"
        ]
    },
    {
        "input": "格雷厄姆女士在一家苏·赖德慈善二手店里看到撒切尔身边的工作人员将这些鞋子捐给该店以后，就把它们买了下来。\n",
        "output": [
            "Ms. Graham bought them in a Sue Ryder charity shop after seeing a member of Thatcher's staff drop them in the shop.\n"
        ]
    },
    {
        "input": "在本赛季迄今为止的20场比赛中，只有三场主场胜利被记录在案，但这是联盟有史以来第一次，所有四支主场球队都在一轮比赛中赢得了各自的比赛。\n",
        "output": [
            "In the 20 games so far this season, only three home wins had been recorded, but for the first time ever in the league, all four home teams won their respective matches in a single round.\n"
        ]
    },
    {
        "input": "联赛领头羊拜仁慕尼黑3-1击败乙级领头羊门兴格拉德巴赫，晋级德国足协杯第三轮。\n",
        "output": [
            "League leaders Bayern Munich advanced to the 3rd round of the DFB Cup after defeating 2nd division leaders Borussia Mönchengladbach 3-1.\n"
        ]
    },
    {
        "input": "被告承包商之一马克·卢皮特斯告诉媒体，负责哈塞尔调查的法官禁止他谈论劳伦特王子。\n",
        "output": [
            "One of the accused contractors, Marc Luypaerts, has told the press that the judge responsible for the investigation in Hasselt had forbidden him to speak about Prince Laurent.\n"
        ]
    },
    {
        "input": "“毫无疑问，我们将在上诉中获胜，”奥布隆告诉记者。\n",
        "output": [
            "\"We have no doubt that we will win on appeal,\" Oblon told reporters.\n"
        ]
    },
    {
        "input": "在看到德里的法律和秩序情况后，最高法院的监督委员会建议最高法院不要在11月1日恢复MCD的封锁行动。\n",
        "output": [
            "After seeing the law-and-order situation in Delhi, the Supreme Court's Monitoring committee recommended the Supreme Court not to resume the MCD's sealing drive on November 1.\n"
        ]
    },
    {
        "input": "在2000年的库尔斯克灾难发生时，海军上将库洛耶多夫负责管理海军，在那次灾难中，118名水兵在潜艇沉没时丧生。\n",
        "output": [
            "Admiral Kuroyedov was in charge of the navy during the Kursk disaster of 2000, in which 118 sailors died when their submarine sank.\n"
        ]
    },
    {
        "input": "该公司表示，它打算捕捉油砂生产过程中排放的二氧化碳（CO2），并将其储存在地下。\n",
        "output": [
            "The company said it intends to capture the carbon dioxide (CO2) emissions from its oil sands production and store it underground.\n"
        ]
    },
    {
        "input": "今天我们为一个赤道附近国家的逝去的代表人降半旗，他是要去帮助他的代表人同伴。\n",
        "output": [
            "Our flag is at half staff today for a Deputy in the low country who died going to help his fellow Deputy.\n"
        ]
    },
    {
        "input": "这些改进经过了50多万个测试人员的测试。\n",
        "output": [
            "The improvements have been tested by more than 500,000 beta-testers.\n"
        ]
    },
    {
        "input": "在谈到伊拉克对伦敦爆炸案的反应时，这位发言人说，“星期五在英国作战区祈祷的大部分民众是反对发生在伦敦的袭击。”\n",
        "output": [
            "Speaking of the response by Iraqis to the London bombings, the spokesperson said, \"Most of the feed back from Friday pray[ers] in the British Area of Operation were against the attacks on London.\"\n"
        ]
    },
    {
        "input": "克林顿夫人没有要求任何东西来换取她对奥巴马的支持，但奥巴马做出了反击，做出了一个为克林顿夫人的竞选活动捐款的姿态。目前克林顿夫人的竞选活动背负着沉重的债务。\n",
        "output": [
            "Mrs. Clinton asked for nothing in exchange for her support of Obama, but Obama instead countered with a gesture of contributing to Mrs. Clinton campaign that is now burdened by debt.\n"
        ]
    },
    {
        "input": "它将被置于地球同步轨道上，距地球约36,000公里，东经95.5°E。\n",
        "output": [
            "It will be placed in a geosynchronous orbit, about 36,000 kilometres above the Earth, at a longitude of 95.5°E.\n"
        ]
    },
    {
        "input": "1989年，法国政府为授予科曼奇人特殊荣誉，赠予他们国家功勋勋章骑士勋章，。\n",
        "output": [
            "The French Government gave special honors to the Comanches by bestowing them with the Chevalier of the National Order of Merit in 1989.\n"
        ]
    },
    {
        "input": "他说，黎巴嫩和以色列北部的平民正在付出不成比例的代价，他说，“以色列作出的不成比例的反应违反了国际人道主义法”。\n",
        "output": [
            "He said civilians are paying a disproportionate price in Lebanon and northern Israel and stated that \"A disproportionate response by Israel is a violation of international humanitarian law.\"\n"
        ]
    },
    {
        "input": "“烟雾探测器在13楼和27楼突然大作。”\n",
        "output": [
            "\"Smoke detectors went off on the 13th and 27th floors.\"\n"
        ]
    },
    {
        "input": "不能把该公司与最近进入破产管理的利物浦商店李维斯混淆。\n",
        "output": [
            "It should not be confused with the Liverpool store Lewis's which has recently gone into receivership.\n"
        ]
    },
    {
        "input": "由于修建横贯铁路，将在数百户家庭其下方挖掘新的隧道。\n",
        "output": [
            "As a result of construction of the Crossrail line, hundreds of homes will have new tunnels excavated beneath them.\n"
        ]
    },
    {
        "input": "他们还呼吁将所有马托斯记录从奥运会记录中删除。\n",
        "output": [
            "They also called for all records of Matos to be removed from the Olympic records.\n"
        ]
    },
    {
        "input": "德约洛维奇还说至少有198人，其中90人是儿童，已在医院接受治疗。\n",
        "output": [
            "Djurovic also said at least 198 people, 90 of them children, have been treated at the hospital.\n"
        ]
    },
    {
        "input": "同样在公投中投票的总统埃利·乌尔德·穆罕默德·瓦尔说：“今天是伟大的一天，毛里塔尼亚获得了重生……”。\n",
        "output": [
            "President Ely Ould Mohamed Vall, who also voted in the referendum said, \"This is a great day and a rebirth for Mauritania ...\"\n"
        ]
    },
    {
        "input": "他说，“它把对初期电影制作人有用的文章与根据我为吸引微博电影制作世界的疯狂人物和故事片筹集资金的经验撰写的叙事故事相结合。”\n",
        "output": [
            "He says that it \"combines helpful articles for beginning filmmakers with narrative tales based on my experiences raising money for features and the crazy personalities that invade the world of microbudget filmmaking.\"\n"
        ]
    },
    {
        "input": "全国选民投票率为百分之45，但一些投票站报告的投票率为百分之95或更高，这一行为引起了人们的怀疑，有理由相信这涉及到选票填塞。\n",
        "output": [
            "Voter turnout nationwide was 45%, but some stations reported a turnout of 95% or more, raising suspicions that there was ballot stuffing involved.\n"
        ]
    },
    {
        "input": "微软同意此判决，提供了关于以新技术为基础的产品许可证收入的6.5%作为版权费的信息（具体为，专利许可证占3.87%，信息许可证占2.98%）。\n",
        "output": [
            "Microsoft agreed to this, providing the information for royalty fees of 6.5% of the licensee's revenues for the product on grounds of innovation (specifically, 3.87% for the patent license and of 2.98% for the information license).\n"
        ]
    },
    {
        "input": "澳大利亚首都领地——周日的开放日，数千名堪培拉人参观了位于科特河上的新科特大坝。\n",
        "output": [
            "Australian Capital Territory — Thousands of Canberrans took a look at the new Cotter Dam on the Cotter River on open day on Sunday.\n"
        ]
    },
    {
        "input": "该集团的一名发言人承认，到目前为止，他们在这项活动上花费了50万新西兰元。\n",
        "output": [
            "A spokesman for the Group admitted to having spent NZ$500,000 on the campaign so far.\n"
        ]
    },
    {
        "input": "巴尔的摩，华盛顿特区和费城都预计高点将达到100ºF（37.8ºC）以上。\n",
        "output": [
            "Baltimore, Washington D.C. and Philadelphia are all expecting highs to reach above 100ºF (37.8ºC).\n"
        ]
    },
    {
        "input": "这场撞车事故使新西兰和德国都从特色赛赛道的终点重新开始。\n",
        "output": [
            "This crash made both New Zealand and Germany start from the end of the track for the feature race.\n"
        ]
    },
    {
        "input": "加拿大驻华盛顿使馆一直在进行广告宣传，在华盛顿的地铁站张贴海报描述加拿大在阿富汗的军队。\n",
        "output": [
            "The Canadian Embassy in Washington has been on an advertising campaign, plastering subway stations in Washington with posters depicting Canadian troops in Afghanistan.\n"
        ]
    },
    {
        "input": "他是自他父亲1965年以来日本皇室出生的第一个男婴。\n",
        "output": [
            "He is the first male baby born in the Japanese imperial family since his father in 1965.\n"
        ]
    },
    {
        "input": "据报道，以色列多次空袭加沙地带，造成三名儿童受伤，其中包括一名婴儿。\n",
        "output": [
            "According to reports, multiple Israeli airstrikes in the Gaza Strip have injured three children, including one infant.\n"
        ]
    },
    {
        "input": "他还在煮咖啡时不小心把热水泼在脚上烫伤了自己，这显然也是鲨鱼的“撞击”造成的。\n",
        "output": [
            "He has also accidentally burnt himself when he spilled hot water on his foot whilst trying to make coffee, apparently also from a shark 'bump'.\n"
        ]
    },
    {
        "input": "他还补充说，加入一个政党比独立更好。\n",
        "output": [
            "He also adds that it is better to be in a Party than being independent.\n"
        ]
    },
    {
        "input": "发生随地吐痰、扔水或企图在警卫面前小便等明确列明的违规行为时，不得使用胡椒喷剂。\n",
        "output": [
            "Infractions such as spitting, throwing water at, or attempting to urinate on guards appear as explicitly listed cases where pepper spray may not be used.\n"
        ]
    },
    {
        "input": "周六，一架属于美国海军蓝天使中队的F/A-18大黄蜂飞机在南卡罗莱纳州的博福特坠毁。\n",
        "output": [
            "An F/A-18 Hornet jet belonging to the U.S. Navy's Blue Angels squadron crashed in Beaufort, South Carolina Saturday.\n"
        ]
    },
    {
        "input": "布尔丁与这对夫妇住了三个月，然后一名记者曝光了他，DNA测试也证实了他在说谎。\n",
        "output": [
            "Bourdin lived with the couple for three months before a journalist exposed him and his lies were confirmed by a DNA test.\n"
        ]
    },
    {
        "input": "虽然许多欧洲国家制造这种药物，主要在欧洲用作美容药物，但没有发现任何制造商愿意提供与死刑一起使用的药物，自2008年以来欧盟一直在游说废除死刑。\n",
        "output": [
            "Although many European countries manufacture the drug, which is primarily used in Europe as an anæsthetic, no manufacturer has been found that is willing to supply it for use in conjunction with the death penalty, the abolition of which has been lobbied by the EU since 2008.\n"
        ]
    },
    {
        "input": "在安全拆弹的过程中，20名当地居民撤离了自己的住房。\n",
        "output": [
            "20 people had to evacuate their homes while the bomb was safely defused.\n"
        ]
    },
    {
        "input": "澳大利亚两天内发生两起火车出轨事故，导致铁路关闭。\n",
        "output": [
            "Two train derailments in two days have closed railway lines in Australia.\n"
        ]
    },
    {
        "input": "“你见过20岁的策划者吗？他不是枪手。”布拉特说。\n",
        "output": [
            "\"Have you ever seen a 20 year-old mastermind? He was not the shooter,\" said Blat.\n"
        ]
    },
    {
        "input": "多弗尔当地报纸《约克日志》发表评论说，多弗尔选民应该在普选期间将审判证词纳入考虑范围，以便决定对学校教育委员会成员和其他选任职位的投票。\n",
        "output": [
            "A local Dover newspaper, the York Daily Record, editorialized that Dover voters should take trial testimony into account during the general election when they could cast votes for school board members along with other elective offices.\n"
        ]
    },
    {
        "input": "42岁的伊萨伊亚斯·卡拉斯科在住宅外当着妻子和女儿的面被枪杀，在被送往医院后，因伤势过重而死亡。\n",
        "output": [
            "Isaías Carrasco, 42, was shot outside his house in front of his wife and daughter and was taken to hospital, where he died of his wounds.\n"
        ]
    },
    {
        "input": "两个国家的议会都批准了这项对双方均具有约束力的约定。\n",
        "output": [
            "Parliaments in both countries approved the deal, which will be binding on both countries.\n"
        ]
    },
    {
        "input": "科塔里继续说：“人口较少的州向印度议会派出的成员较少。”\n",
        "output": [
            "Kothari continued: \"The states with lesser population send fewer members to the Indian parliament.\"\n"
        ]
    },
    {
        "input": "世界气象组织亚洲专家中心新德里印度气象局（IMD）的科学家表示，他们早在4月26日即向缅甸发布了第一个气旋公报。\n",
        "output": [
            "Scientists at the Indian Meteorological Department (IMD) in New Delhi, theWorld Meteorological Organisation's specialist centre for Asia, say they issued the first of the cyclone bulletins to Myanmar as early as 26 April.\n"
        ]
    },
    {
        "input": "爱德华兹呼吁此事要透明，并将这些投诉描述为“严重关切”，他希望法院能妥善处理这些投诉。\n",
        "output": [
            "Mr Edwards called for the matter to be transparent and described the complaints as \"gravely concerning\" and he hopes they are properly dealt with by the courts.\n"
        ]
    },
    {
        "input": "七人的获释正值法国总统萨科齐抵达乍得并与乍得官员就此事举行会谈之际。\n",
        "output": [
            "The release of the seven came as French President Nicolas Sarkozy arrived in Chad to hold talks on the case with Chadian officials.\n"
        ]
    },
    {
        "input": "虽然“放纵于天堂的野兽”故意地更“倾向电影风格”、更“恐怖”。\n",
        "output": [
            "Although Beast Loose in Paradise is more 'movie-esque' and 'horror-ish' on purpose.\n"
        ]
    },
    {
        "input": "美国广播公司新闻网获得并发表了奥萨马·本拉登一段录像信息的文本。\n",
        "output": [
            "ABC News has obtained and released a transcript of a taped message from Osama Bin Laden.\n"
        ]
    },
    {
        "input": "一位政府消息人士对《悉尼先驱晨报》暗示说，州政府和联邦政府将各自花费1百万美元。\n",
        "output": [
            "A government source suggested to the Sydney Morning Herald that the state and federal governments are spending up to $1million each.\n"
        ]
    },
    {
        "input": "红十字会的发言人说，大约有两百所房屋被淹没或毁坏。\n",
        "output": [
            "A spokesperson for the Red Cross said approximately two hundred houses had been sunk or wrecked.\n"
        ]
    },
    {
        "input": "另据报道，在阿马郡纽坦汉米顿镇发生了另外一场事故。牵涉到2名17岁男孩。\n",
        "output": [
            "Also, another accident was reported which took place in Newtownhamilton, County Armagh in which two 17 year old boys were involved.\n"
        ]
    },
    {
        "input": "“毒药”声称，这两家公司多年来一直欠付他们的版税。\n",
        "output": [
            "Poison claim the two companies have underpaid them royalties for years.\n"
        ]
    },
    {
        "input": "一年后，涉及维基百科上恶意破坏的恢复时，这份历史流论文仍然是最常被引用的数据来源。\n",
        "output": [
            "A year later, the history flow paper is still the most frequently cited source of statistics about the reversion of vandalism on Wikipedia.\n"
        ]
    },
    {
        "input": "他刚刚移居美国，就在1988年NBA第三轮选秀中被亚特兰大鹰队选中。\n",
        "output": [
            "Upon moving to the United States, he was drafted in the third round of the 1988 NBA draft by the Atlanta Hawks.\n"
        ]
    },
    {
        "input": "“我们很遗憾地说，在与癌症斗争了近一年半之后，我们的兄弟兼贝司手本·马林于2008年1月2日凌晨5点左右去世了。”\n",
        "output": [
            "\"We are regretful to say that after nearly a year and a half of battling cancer, our brother and bass player Ben Marlin has passed away just about the stroke of 5 a.m. this January 2nd, 2008.\"\n"
        ]
    },
    {
        "input": "伊拉克足球协会和伊拉克奥委会就谁来控制这个国家的比赛已经争论了好几年。\n",
        "output": [
            "The IFA and the IOC have disputed over who controls the game in the country for several years.\n"
        ]
    },
    {
        "input": "然后每组的前四支球队进入四分之一决赛。\n",
        "output": [
            "The top four teams in each group then go on into the quarter-finals.\n"
        ]
    },
    {
        "input": "“今天英航收购英伦航空的橡皮图章再次表明，欧盟委员会对欧洲旗舰航空公司有一项规定，但对瑞安航空却有不同的规定。”瑞安航空首席执行官表示。\n",
        "output": [
            "\"Today's rubber-stamping of BA's purchase of bmi shows yet again that the EC has one rule for Europe's flag-carriers, but different rules for Ryanair\", said Ryanair chief .\n"
        ]
    },
    {
        "input": "“我们正在为我们的粉丝和印第安纳波利斯人民祈祷。”\n",
        "output": [
            "\"We are praying for our fans, and the people of Indianapolis.\"\n"
        ]
    },
    {
        "input": "有关官员说，坠机是由于浓雾造成的，机上没有幸存者。坠机发生在星期六，当时飞机正在接近俄罗斯的一个机场。\n",
        "output": [
            "Officials say the crash, which occurred when the plane was approaching a Russian airport on Saturday, was due to dense fog, and that there are no survivors.\n"
        ]
    },
    {
        "input": "美国总统候选人巴拉克·奥巴马和约翰·麦凯恩参议员都参加了在森林湖马鞍峰教堂举行的现场论坛。\n",
        "output": [
            "United States Presidential candidates Senators Barack Obama and John McCain each participated in a live forum broadcast from Saddleback Church in Lake Forest.\n"
        ]
    },
    {
        "input": "他还宣布自己想要修改选举法，以便形成两党制的政治体制，而且他还想在下一次选举后组成一个多数派政府。\n",
        "output": [
            "He also declared that he wanted a change in the electoral law so that a bipartisan political system would arise, and that he wants to form a majority government after the next election.\n"
        ]
    },
    {
        "input": "更糟糕的是，由于高湿度，预计东海岸大部分地区的高温指数将远远超过110。\n",
        "output": [
            "To exacerbate the situation, heat indices are expected to reach well over the 110s for much of the east coast due to high humidity levels.\n"
        ]
    },
    {
        "input": "保尔森连同其他政府官员提出了一个解决方案，将雷曼公司分裂成两个单独的实体。\n",
        "output": [
            "Paulson, along with other government officials, proposed a solution that Lehman would get split into two separate entities.\n"
        ]
    },
    {
        "input": "国际足联和欧足联在一份声明中说：“自2011年4月1日起，在上述问题得到解决之前，NSBIH代表队和俱乐部球队不再有权参加国际比赛。\n",
        "output": [
            "FIFA and UEFA said in a statement that \"[t]he NSBIH representative and club teams are no longer entitled to take part in international competitions as of 1 April 2011 and until the aforementioned problem is solved.\n"
        ]
    },
    {
        "input": "1997年，教会在里昂被判犯有欺诈罪、1999年是在马赛。\n",
        "output": [
            "In 1997 the Church was convicted of fraud in Lyon and 1999 in Marseille.\n"
        ]
    },
    {
        "input": "在牙买加金斯敦萨宾纳公园举行的世界杯D组的第二场比赛中，津巴布韦与爱尔兰打成平局。\n",
        "output": [
            "Zimbabwe tied the second Group D match in the World Cup against Ireland at Sabina Park, Kingston, Jamaica.\n"
        ]
    },
    {
        "input": "“我们谈论的是用大量抗生素治疗的肺炎。\n",
        "output": [
            "\"We are talking about pneumonia that is being treated with massive antibiotics.\n"
        ]
    },
    {
        "input": "“正如二十多年前派普阿尔法钻油平台悲剧强调了北海勘探的危害一样，奥辛盖希的灾难也非常明显地表明了苏格兰各地的矿工在每次下山时都把危险和风险视为他们工作的一部分。”\n",
        "output": [
            "\"Just as the Piper Alpha tragedy more than two decades ago underlined the hazards of North Sea exploration, the Auchengeich disaster showed all too starkly the dangers and risks which miners all over Scotland took for granted as part of their job every time they descended the pits.\"\n"
        ]
    },
    {
        "input": "第一次地震的里氏震级为4.7级，位于山区。第二次的地震震级为5.1级。\n",
        "output": [
            "The first earthquake measured a 4.7 on the Richter magnitude scale and was in a mountainous area and the second measured a 5.1.\n"
        ]
    },
    {
        "input": "该公司诉求民事赔偿，金额为来自走红大片，包括蜘蛛侠、钢铁侠、X战警、绿巨人，以及神奇四侠等特许经营权所获得的影片和图书收益的一半。\n",
        "output": [
            "The company is suing for recovery of civil damages representing one-half of film and book earnings from such blockbuster films as Spider-Man, Iron Man, X-Men, Hulk, and Fantastic Four franchises.\n"
        ]
    },
    {
        "input": "丹齐格桥横跨在一条运河上。该运河将庞恰特雷恩湖和密西西比河连通起来。\n",
        "output": [
            "The Danziger Bridge spans a canal which connects Lake Pontchartrain and the Mississippi River.\n"
        ]
    },
    {
        "input": "艾哈迈迪·内贾德说“在伊朗我们没有类似贵国的同性恋者，”此话引得在场听众大笑。\n",
        "output": [
            "Ahmadinejad stated that \"In Iran we don't have homosexuals like in your country,\" drawing laughter from the audience.\n"
        ]
    },
    {
        "input": "在伊斯兰文化大革命期间创立的最高文化革命委员会表示，它将过滤使用手机发送的不道德的视频和音频信息。\n",
        "output": [
            "The Supreme Cultural Revolution Council, created during the Islamic Cultural Revolution, indicated that it would filter immoral video and audio messages sent using cellular phones.\n"
        ]
    },
    {
        "input": "加拿大汽车工人工会要求员工们将工作场所中存在的任何安全问题均通报给他们的健康与安全代表。\n",
        "output": [
            "The CAW has asked that employees notify their Health and Safety Rep about any safety concerns at the work place.\n"
        ]
    },
    {
        "input": "据报道，选举投票率略高于50％。\n",
        "output": [
            "Turnout in the elections was reported at slightly more than fifty percent.\n"
        ]
    },
    {
        "input": "他还说：“我相信在未来的日子里，我们会看到绝大多数人走上通往民主之路。”\n",
        "output": [
            "Further adding, \"I trust that we will see in the coming days the vast majority of people taking the road to democracy.\"\n"
        ]
    },
    {
        "input": "“国家应该选择鼓励那些喜欢工作的人，而不是鼓励那些喜欢作弊的人”。\n",
        "output": [
            "\"The nation should choose to encourage people who like to work rather than those who prefer cheating\".\n"
        ]
    },
    {
        "input": "当他们离开游泳池后，他们无法访问推特、脸书或看电视，只能用其他方式自娱自乐。\n",
        "output": [
            "When away from the pool, they did not have access to Twitter, Facebook, or television and had to entertain themselves using other means.\n"
        ]
    },
    {
        "input": "利伯曼目前在佐治亚州，参议员林赛·格雷厄姆也在那里；当被问到他是否会在大会上发言时，他回应说：“这很有可能，但我会让他们宣布。”\n",
        "output": [
            "Lieberman is currently in Georgia, with Senator Lindsey Graham; he responded when asked if he would be speaking at the convention that \"it's quite possible, but I'll let them announce it.\"\n"
        ]
    },
    {
        "input": "维基图书原本是作为教科书和手册存在，但现在它已经逐渐成为一个创建各种主题书籍的社区，其中最突出的例子就是烹饪书。\n",
        "output": [
            "Wikibooks was originally meant as a place for textbooks and manuals but has increasingly become a community creating books on all kinds of subjects, with the cookbook being the most prominent example.\n"
        ]
    },
    {
        "input": "在最近的争论中，布什站在冈萨雷斯旁边。\n",
        "output": [
            "Throughout the recent controversy Bush has stood next to Gonzales.\n"
        ]
    },
    {
        "input": "扎哈布不得不拖着重达170磅（77公斤）的雪橇和装备，穿着雪鞋徒步前进，而另外二人则滑雪行进。\n",
        "output": [
            "Zahab had to pull 170-lb (77-kg) sleds of equipment, traveling on foot and on snowshoes while the other two men skied.\n"
        ]
    },
    {
        "input": "这架飞机注册号为VP-BKO，服役十六年，最初是厦门航空运营。\n",
        "output": [
            "The aircraft, registered as number VP-BKO, was sixteen years old, originally operated by Xiamen Airlines.\n"
        ]
    },
    {
        "input": "抗议领导者，25岁的奥马尔·哈拉尼告诉《电讯报》，“我们在2000年前把这块土地交给了教会看管，”他接着说，“所以这不是他们可以出售的土地”。\n",
        "output": [
            "Omar Harani, a 25-year-old leading the protesters, told the Telegraph, \"We gave the land 2,000 years ago to the Church to look after,\" and continued, \"So it is not their land to sell.\"\n"
        ]
    },
    {
        "input": "上半场比分是17比0。\n",
        "output": [
            "The Free State were up 17 to nil during the first half.\n"
        ]
    },
    {
        "input": "卡兹米的叔叔告诉美国有线电视新闻网：“在酷刑和压力之下，（他的性伴侣）透露了他的男朋友卡兹米的名字。”\n",
        "output": [
            "Kazemi's uncle told CNN: \"Under torture and pressure, (the partner) revealed Mehdi's name as his boyfriend.\"\n"
        ]
    },
    {
        "input": "野生动物本可以将细菌从养牛场带到菠菜田。\n",
        "output": [
            "The bacteria could have been carried by wild animals from the cattle ranch to the spinach field.\n"
        ]
    },
    {
        "input": "4月22日，海湾表面出现浮油。\n",
        "output": [
            "On April 22, an oil slick appeared on the surface of the Gulf.\n"
        ]
    },
    {
        "input": "史密斯的儿子丹尼尔·史密斯于2006年9月10日在安娜5个月前生下一个女婴后不久去世。\n",
        "output": [
            "Smith's son, Daniel Smith, died on September 10, 2006 shortly after Anna gave birth to a baby girl 5 months ago.\n"
        ]
    },
    {
        "input": "“这些袭击显示了袭击者的不人道和扭曲”。\n",
        "output": [
            "\"These attacks show the inhumanity and misery of the assailants.\"\n"
        ]
    },
    {
        "input": "根据堪培拉大学国家体育研究所所长基思·里昂的说法，体育是澳大利亚文化的重要组成部分，体育的发展得到了两党的支持。\n",
        "output": [
            "According to Keith Lyons, the University of Canberra Director of the National Institute of Sport Studies, sport is an important part of Australian culture and the development of sport enjoys bipartisan support.\n"
        ]
    },
    {
        "input": "自过去三个财政年度以来，印度的年经济增长率平均为8％。\n",
        "output": [
            "India's annual economic growth has been an average of 8 percent since past three fiscal years.\n"
        ]
    },
    {
        "input": "商人们拒绝在11月1日德里市政公司可能恢复封锁行动之前退出罢工煽动。\n",
        "output": [
            "Traders refused to move back from the agitation until November 1, when Municipal Corporation of Delhi is likely to resume its sealing drive.\n"
        ]
    },
    {
        "input": "下个月预计将举行一次国际捐助者会议，为该国争取更多援助。\n",
        "output": [
            "It is expected that an international donors' conference will take place next month to solicit more aid for the country.\n"
        ]
    },
    {
        "input": "这场比赛的条件差别很大，国家气象局在比赛时报告的赛道温度为88°F（31°C）。\n",
        "output": [
            "The conditions at this race were far different, with the National Weather Service reporting temperatures of 88° F (31° C) at the track at race time.\n"
        ]
    },
    {
        "input": "维基新闻特派记者帕特里克·曼尼翁与马萨诸塞州第六国会选区的国会议员约翰·F·蒂尔尼和林恩市的参议员托马斯·麦基一同出席。\n",
        "output": [
            "Wikinews accredited reporter Patrick Mannion was there in attendance along with Congressman John F. Tierney of Massachusetts's 6th congressional district and Lynn's State Senator Thomas McGee.\n"
        ]
    },
    {
        "input": "“这是我自己做的，因为我喜欢改进维基百科的文章。”\n",
        "output": [
            "\"I did this on my own 'becuz' I like improving Wikipedia articles\".\n"
        ]
    },
    {
        "input": "沃特曼说，在这种剂量下，这种激素的效果在几天后就会消失，因为大脑中的褪黑激素受体在接触过多这种激素时变得没有反应。\n",
        "output": [
            "At that dose, says Wurtman, the hormone's effects end after a few days because melatonin receptors in the brain become unresponsive when exposed to too much of the hormone.\n"
        ]
    },
    {
        "input": "美国联合航空公司一架从纽约飞往旧金山的航班于本周二遭遇炸弹袭击，机上66名乘客和机组人员在“风城”芝加哥意外停留。\n",
        "output": [
            "66 passengers and the crew of a New York to San Francisco UAL flight got an unwanted stop in the \"Windy City,\" Chicago, on Tuesday, following a bomb scare.\n"
        ]
    },
    {
        "input": "如果在两轮之后没有人获得三分之二的多数，那么在第三轮中，议长将以简单多数票当选。\n",
        "output": [
            "If no-one gets two-thirds majority after two rounds the speaker will be elected by a simple majority in the third round.\n"
        ]
    },
    {
        "input": "巴塞斯库得到了教育程度较高的中产阶层的支持。这个阶层对他在该地区最腐败国家中清除腐败的政策非常看好。\n",
        "output": [
            "Băsescu is supported by the educated middle-class, who take a favourable view upon his policy of stamping out corruption in one of the region's most corrupt countries.\n"
        ]
    },
    {
        "input": "指挥官李·阿查姆曼堡尔特将带领“发现号”的七名船员执行此次任务，船员包括飞行员托尼·安东内利、任务专家约瑟夫·阿卡巴、约翰·菲利普斯、史蒂夫·斯万森、理查德·阿尔诺德和日本宇航研究开发局的宇航员若田光一。\n",
        "output": [
            "Commander Lee Archambault will lead Discovery's crew of seven, along with Pilot Tony Antonelli, and Mission Specialists Joseph Acaba, John Phillips, Steve Swanson, Richard Arnold, and Japan Aerospace Exploration Agency astronaut Koichi Wakata.\n"
        ]
    },
    {
        "input": "警方在他的尸体附近发现了一个自制的牌子，上面写着“不得杀人”。\n",
        "output": [
            "Police found a homemade sign near his body which said \"Thou Shalt Not Kill.\"\n"
        ]
    },
    {
        "input": "1区的巴士服务已于美国中部时间16：00恢复。\n",
        "output": [
            "Bus services in Zone 1 have resumed as of 16:00 BST.\n"
        ]
    },
    {
        "input": "幸存的六个孩子，包括三个男孩和三个女孩，目前年龄在5至20岁之间。\n",
        "output": [
            "The surviving six children, three boys and three girls, are currently aged between 5 and 20 years old.\n"
        ]
    },
    {
        "input": "这位官员说，合同还包括其他商业安排。\n",
        "output": [
            "Other commercial arrangements are part of the contract, the official said.\n"
        ]
    },
    {
        "input": "它还将赋予妇女继承财产的平等权利，并解决地方选举问题。\n",
        "output": [
            "It would have also given women equal rights to inherit property, and addressed local elections.\n"
        ]
    },
    {
        "input": "2008年台北新年倒数晚会看来因政治因素而显得黯然失色。\n",
        "output": [
            "The 2008 Taipei City New Year Countdown Party was apparently \"faded\" with political factor.\n"
        ]
    },
    {
        "input": "死者是一名50岁的建筑工人，昨晚在福井县的一个大坝建筑工地发生山体滑坡后死亡，另一名76岁的男子在9月6日菲特登陆后不久被一棵倒下的树击中身亡。\n",
        "output": [
            "The deceased are a 50-year-old construction worker who died after a landslide at a dam construction site in Fukui Prefecture last night and a 76-year-old man who died after being struck by a falling tree on September 6, shortly after Fitow made landfall.\n"
        ]
    },
    {
        "input": "邻居唐·泰勒说：“他们善于运动，全A生，都是很好的小男孩……，很不幸”。\n",
        "output": [
            "\"They were great athletes, straight-A students, just good, little boys...It's tough,\" said neighbor Don Taylor.\n"
        ]
    },
    {
        "input": "英国皇家空军发射四架F3龙卷风战斗机，以用来拦截俄罗斯军用飞机。\n",
        "output": [
            "Four F3 Tornado fighter jets were launched by the United Kingdom's Royal Air Force to intercept Russian military planes.\n"
        ]
    },
    {
        "input": "在另一起事故中，印度尼西亚于3月份对该航空公司进行了停飞，其中一架B737冲出了跑道。\n",
        "output": [
            "Indonesia grounded the carrier in March after another accident in which a B737 overshot a runway.\n"
        ]
    },
    {
        "input": "“当然，澳大利亚各地对付费电话仍有需求”。\n",
        "output": [
            "\"Certainly, there is a still a demand for payphones around Australia.\"\n"
        ]
    },
    {
        "input": "“在北极的条件下，冰可以减缓石油风化，抑制海浪，防止石油扩散到很远的地方，并允许更多的时间做出反应，从而有助于石油泄漏的应对”。\n",
        "output": [
            "\"In Arctic conditions, ice can aid oil spill response by slowing oil weathering, dampening waves, preventing oil from spreading over large distances, and allowing more time to respond.\"\n"
        ]
    },
    {
        "input": "作为经理，他也在23年里赢下了1,800场比赛。\n",
        "output": [
            "As a manager, he also won 1,800 games over the course of 23 years.\n"
        ]
    },
    {
        "input": "苏格兰首席部长亚历克斯·萨尔蒙德MSP周日在约600人的人群面前，在穆迪斯本为一尊青铜雕像和一座纪念花园揭幕。\n",
        "output": [
            "Scotland's First Minister Alex Salmond MSP unveiled a bronze statue and a memorial garden in Moodiesburn on Sunday in front of a crowd of approximately 600.\n"
        ]
    },
    {
        "input": "他的专栏是关于他的生活、争吵和对社会政治问题的看法的轻松之作。\n",
        "output": [
            "His column is a romp through his life, spats and opinions on socio-political issues.\n"
        ]
    },
    {
        "input": "“正是因为鲁德完全关闭了这里，我们才有5万多名非法入境者，”阿尔伯特说。\n",
        "output": [
            "\"It's because Mr. Rudd closed it all down that we've had more than 50,000 illegal arrivals,\" claimed Abbott.\n"
        ]
    },
    {
        "input": "但袭击的幸存者认为，全面的调查可以教授宝贵的经验教训，这些经验教训可能有助于降低未来发生攻击的可能性，并提高应急服务的响应能力。\n",
        "output": [
            "But survivors of the attack argue that a fully comprehensive investigation could teach valuable lessons which may help reduce the likelihood of future attacks, and improve the response capabilities of the emergency services.\n"
        ]
    },
    {
        "input": "里科·丹尼尔斯是一位生活在法国的英国电视节目主持人，他以他的两部电视剧“救助者”而闻名，当时他还住在英国，后来又搬到法国去了。\n",
        "output": [
            "Rico Daniels is a British TV presenter living in France who is known for his two television series — The Salvager — whilst he still lived in the UK and then Le Salvager after he moved to France.\n"
        ]
    },
    {
        "input": "在英格兰曼彻斯特老特拉福德球场，曼彻斯特联队在2007-08年欧洲冠军联赛F组的比赛中以1比0击败罗马队。\n",
        "output": [
            "Manchester United defeated AS Roma 1-0 in Group F of the UEFA Champions League 2007-08 at Old Trafford, Manchester, England.\n"
        ]
    },
    {
        "input": "这个孩子和她的父母在海滩上，他们正等着用钩点驳船把孩子运到大陆。\n",
        "output": [
            "The child was on the beach with her parents while they waited to be transported to the mainland on the Hook Point barge.\n"
        ]
    },
    {
        "input": "酒店的游客被疏散到街道标高的展厅。\n",
        "output": [
            "Visitors at the hotel were evacuated to the exhibition hall at street level.\n"
        ]
    },
    {
        "input": "罗斯表示，他机护没有感到“羞耻”的节目，而且“绝大多数节目都是我引以为傲的”。\n",
        "output": [
            "Ross has stated that he was \"ashamed of\" few programmes and that \"[t]he vast majority are shows I am proud of.\"\n"
        ]
    },
    {
        "input": "这名名叫胡萨姆·阿卜杜的少年后来告诉一家以色列报纸，他的任务是杀死以色列士兵。\n",
        "output": [
            "The teenager, Hussam Abdo, later told an Israeli newspaper he was on a mission to kill Israeli soldiers.\n"
        ]
    },
    {
        "input": "在音乐会上为美国红十字会和救世军展开了募捐。\n",
        "output": [
            "Donations were being solicited for the American Red Cross and the Salvation Army.\n"
        ]
    },
    {
        "input": "当奥本海默创办秘密武器设计实验室洛斯阿拉莫斯实验室时，他任命贝特为理论部门的主任。\n",
        "output": [
            "When Oppenheimer started the secret weapons design laboratory, Los Alamos, he appointed Bethe as Director of the Theoretical Division.\n"
        ]
    },
    {
        "input": "辛格是一名糖尿病患者，1990年在英国接受了搭桥手术，2004年在德里接受了血管成形术，在他的动脉中植入了支架。\n",
        "output": [
            "Singh, a diabetic, underwent a bypass surgery in Britain in 1990 and had an angioplasty in 2004 in Delhi in which stents were introduced in his arteries.\n"
        ]
    },
    {
        "input": "研究人员和阿尔伯塔省癌症委员会以及首都卫生部还没有建议使用DCA来治疗癌症，因为用于治疗癌症的药物的临床试验还没有进行。\n",
        "output": [
            "The researchers and the Alberta Cancer Board and Capital Health do not advise the use of DCA to treat cancer yet, as clinical trials for the drugs use to treat cancer have not been performed yet.\n"
        ]
    },
    {
        "input": "部长小组还提议社区广播每小时最多允许播放5分钟的商业广告。\n",
        "output": [
            "The GoM has also proposed that community radios be allowed up to 5 minutes of commercial advertising for every hour of broadcast.\n"
        ]
    },
    {
        "input": "这位未透露姓名的男孩系上了安全带，甚至还知道在需要的时候应使用转向灯。\n",
        "output": [
            "The boy, whose name was not released, remembered to wear his seatbelt and even used his turn signal when he was supposed to.\n"
        ]
    },
    {
        "input": "战斗结束后的早晨，街道相对平静，唯一重要的军事存在是总统府周围的重型火炮。\n",
        "output": [
            "The morning after the battle, the streets were relatively quiet, and the only significant military presence is heavy artillery around the presidential palace.\n"
        ]
    },
    {
        "input": "委员会主席，保守党议员蒂姆·约说：“如果想让电灯继续亮下去，就需要在新型发电能力和能源效率方面投入巨额资金”。\n",
        "output": [
            "\"Very substantial investment in new generating capacity and energy efficiency will be required if the lights are to stay on,\" committee chairman Conservative MP Tim Yeo said.\n"
        ]
    },
    {
        "input": "津巴布韦的一名野生动物官员今天表示，今年该国的动物偷猎数量大幅增加，这归咎于一个国际犯罪集团。\n",
        "output": [
            "A wildlife official in Zimbabwe said today that the amount of animal poaching in the country has increased substantially this year, blaming an international crime syndicate.\n"
        ]
    },
    {
        "input": "他说：“我们一直试图引起人们注意，失业人员将不得不接受任何工作条件，因为，一旦你拒绝接受一份工作，那么你就会失去8个月的福利署救济金”。\n",
        "output": [
            "\"We've been trying to draw attention to the fact that any unemployed person will have to accept whatever conditions they're offered because if you reject a job offer you will lose Centrelink payments for eight weeks,\" he said.\n"
        ]
    },
    {
        "input": "这场比赛非常接近，经过了三个回合。\n",
        "output": [
            "The bout was very close, going the distance through all three rounds.\n"
        ]
    },
    {
        "input": "德国中部哈兹山脉的地方当局也宣布，要为所有旅游者开放一条在大自然中的室外“官方裸体徒步路线”。\n",
        "output": [
            "Local authorities of Harz mountain range in central Germany have also announced the openness to any visitor of an “official naked walking route” in nature's outdoors.\n"
        ]
    },
    {
        "input": "扎卡维之死似乎被市场解读为该地区未来石油供应的好消息。\n",
        "output": [
            "The death of al-Zarqawi seems to have been interpreted by the market as good news for the future supply of oil from the region.\n"
        ]
    },
    {
        "input": "由于列伊的升值，其他国家发现罗马尼亚的出口成本更高，因此竞争力较弱，这可能会扩大该国已经庞大的账户赤字。\n",
        "output": [
            "Other countries are finding Romanian exports more expensive, and therefore less competitive, due to the leu's appreciation, and this could widen the already large account deficit in the country.\n"
        ]
    },
    {
        "input": "14个州历史遗迹定于10月1日关闭。\n",
        "output": [
            "Fourteen state historic sites are scheduled to be closed October 1.\n"
        ]
    },
    {
        "input": "麦奎尔先生表示，这笔交易并不会限制他们将这些故事卖给美国有线电视新闻网，今日美国节目和早安美国，他们本周都与罗素先生和韦伯先生有过接触。\n",
        "output": [
            "Mr McGuire said the deal would not restrict the pair from selling their story to CNN, the US Today Show and Good Morning America, who have all reportedly made contact with Mr Russell and Mr Webb this week.\n"
        ]
    },
    {
        "input": "这导致波波夫殴打事件的拘留所处于关闭状态。\n",
        "output": [
            "This resulted in the holding cell where Popov's beating occurred being closed down.\n"
        ]
    },
    {
        "input": "塞纳基镇和祖格迪迪镇都位于格鲁吉亚境内，位于阿布哈兹地区周围的“安全区”之外。\n",
        "output": [
            "Both the town of Senaki and Zugdidi lie in Georgia proper, outside the \"security zone\" around the region of Abkhazia.\n"
        ]
    },
    {
        "input": "玩具制造商美泰公司今天宣布，他们将召回更多的产品，因为他们担心玩具油漆中的铅含量会有危险。\n",
        "output": [
            "Toy manufacturer Mattel announced today that they are recalling more products over fears of dangerous levels of lead in the toy's paint.\n"
        ]
    },
    {
        "input": "吉本斯女士的儿子约翰来自利物浦，他要求被他母亲的监禁判决激怒的英国人不要反对穆斯林。\n",
        "output": [
            "Ms Gibbons' son John, from Liverpool, has asked that British people angered by his mother's jail sentence should not turn against Muslims.\n"
        ]
    },
    {
        "input": "强制疏散令已经出台，影响了2000户家庭。\n",
        "output": [
            "Mandatory evacuation orders have been set in place, affecting 2,000 homes.\n"
        ]
    },
    {
        "input": "史密斯谈到二战以来与美国的紧密关系及其影响：“我相信，在新政府与（美国）政府之间，这件事不会干扰迄今为止非常良好的工作关系”。\n",
        "output": [
            "Smith said of the effect on relations with the US - which have been strong since World War II - \"It's not something which I believe will disturb what to date has been a very good working relationship between the new government and the (U.S.) administration.\"\n"
        ]
    },
    {
        "input": "学生们随后在图宾根、慕尼黑和巴塞尔都采取了行动，每个行动都有数百人参加。\n",
        "output": [
            "Afterwards actions took place in Tübingen, Munich and Basel, each with hundreds of participants.\n"
        ]
    },
    {
        "input": "在速降项目和超级大回转项目中，2010年冬季残奥会奖牌获得者阿兰娜·尼克尔斯赛前退出比赛。\n",
        "output": [
            "In the downhill and Super-G event, 2010 Winter Paralympics medalist Alana Nichols did not start.\n"
        ]
    },
    {
        "input": "在世界摔跤联合会中，他将全部时间花费在与“送葬者”之间的争斗上。后来他在“安息”赛中输给了后者，并于1993年7月离开了公司。\n",
        "output": [
            "He spent the entire of his time at with the WWF feuding with Undertaker and left the company in July 1993 after losing a Rest in Peace match to him.\n"
        ]
    },
    {
        "input": "事实上，我今天向另一位美国人出售了一套西装。\n",
        "output": [
            "I sold a suit today to another American, as a matter of fact.'\n"
        ]
    },
    {
        "input": "维基新闻随后询问为什么他们没有留下完整的清单，但标出他们认为不应该审查的网站。\n",
        "output": [
            "Wikinews then asked why they didn't leave the full list available, but mark which sites they felt should not be censored.\n"
        ]
    },
    {
        "input": "“问题是，为什么德黑兰不跟我们说话？”\n",
        "output": [
            "\"The question is, why will Tehran not talk to us?\"\n"
        ]
    },
    {
        "input": "澳大利亚总督杰弗里少将在一份声明中说：“无论以何种标准衡量，乔都是一位杰出的州建设者，他会因一贯把昆士兰放在首位而被人们铭记。”\n",
        "output": [
            "\"By any measurement, Sir Joh was an exceptional state builder who will be remembered for consistently placing Queensland first,\" said the Australian Governor General, Major General Jeffery, in a statement.\n"
        ]
    },
    {
        "input": "然而，随着下午起风，火苗被带过渡槽，现在火势正向帕姆代尔人口密集的地区蔓延。\n",
        "output": [
            "However, as winds picked up in the afternoon, fire embers were carried across the aqueduct and the fire is now heading towards a highly-populated area of Palmdale.\n"
        ]
    },
    {
        "input": "无国界记者声称，波兰是唯一一个对“言论冒犯”判处徒刑的欧盟国家，这是欧盟首次发生这种情况。\n",
        "output": [
            "Reporters sans frontières claims that Poland is the only European Union country in which prison sentences are imposed for \"offences of opinion\" and that this is the first such occurrence in the EU.\n"
        ]
    },
    {
        "input": "尽管内阁在很大程度上抄袭了前一届内阁，但一些曾引发争议和敌意的部长被撤职或调到风险较低的职位。\n",
        "output": [
            "While the cabinet is for a large part copied from the preceding one, some ministers who had provoked controversy and animosity were removed or moved to another less risky position.\n"
        ]
    },
    {
        "input": "“这是侮辱……他们所做的并不是正确地描绘毛利人，”Bidois说。\n",
        "output": [
            "\"It is insulting ... what they are doing is not portraying Māori correctly,\" Bidois said.\n"
        ]
    },
    {
        "input": "根据英国石油公司在英格兰伦敦的办公室称，他们“派出了遥控潜水器进行调查和监测，但没有发现石油或天然气的进一步征兆。”\n",
        "output": [
            "According to their office in London, England, they \"sent ROVs to investigate and monitor that and no further signs of oil or gas were found.\"\n"
        ]
    },
    {
        "input": "环境组织，包括塞拉俱乐部，获准介入此案，以支持兵团的行动。\n",
        "output": [
            "Environmental groups, including the Sierra Club, were given permission to intervene in the case in support of the actions of the Corps.\n"
        ]
    },
    {
        "input": "“有几起加拿大士兵涉嫌法外杀人的案件被记录在案，但没有因谋杀而接受军事法庭审判”。\n",
        "output": [
            "\"There are a few recorded instances of alleged extra-judicial killing by Canadian soldiers, but no court martials for murder.\"\n"
        ]
    },
    {
        "input": "飞往纽约的第一段航班将使用汉莎航空公司的航班号，并将于美国东部标准时间12：30（UTC时间16：30）抵达纽约约翰肯尼迪机场。\n",
        "output": [
            "The first leg of the flight going towards New York will be travelling under a Lufthansa flight number, and is due to arrive at New York's John F. Kennedy airport at 12:30 EST (16:30 UTC).\n"
        ]
    },
    {
        "input": "区域伙伴关系方案为区域项目提供政府援助。\n",
        "output": [
            "Regional Partnerships program provides government assistance for projects in regional areas.\n"
        ]
    },
    {
        "input": "直到1997年8月，她才被发现，是潜水员在70英尺深的湖底发现了她沉重的尸体。\n",
        "output": [
            "She was not found until August 1997, when divers found her weighted corpse 70 feet deep.\n"
        ]
    },
    {
        "input": "道格·豪利特、米尔斯·穆里亚纳的达阵和西蒂韦尼·西蒂维瓦图创造的两次达阵增加了全黑队的领先优势。\n",
        "output": [
            "Tries from Doug Howlett, Mils Muliaina and two from Sitiveni Sivivatu increased the All Black's imposing lead.\n"
        ]
    },
    {
        "input": "所有现任官员都拒绝发言并宣称他们不对此行为负责。\n",
        "output": [
            "All the present officials refused to speak and declared that they were not responsible for the action.\n"
        ]
    },
    {
        "input": "奥巴梅已经开始绝食抗议他所说的加蓬“建立独裁时代”。\n",
        "output": [
            "Obame has gone on a hunger strike to deplore what he called \"the installation of an era of dictatorship\" in Gabon.\n"
        ]
    },
    {
        "input": "报告发现，缅甸伊洛瓦底三角洲周围的红树林已经退化，原因是“过度开发”和将土地转为稻田-政府提倡这是确保粮食生产自给自足的一种方式。\n",
        "output": [
            "It found that the mangrove forests around Myanmar's Irrawady Delta had degraded because of \"overexploitation\" and the conversion of land for rice fields — promoted by the government as a way to ensure self-sufficiency in food production.\n"
        ]
    },
    {
        "input": "数千人走上克拉科夫街头，反对将波兰总统莱赫·卡钦斯基葬在瓦维尔城堡的计划。\n",
        "output": [
            "Thousands of people have taken to the streets of Krakow objecting to plans to bury the Polish president, Lech Kaczynski, at Wawel Castle.\n"
        ]
    },
    {
        "input": "麦科马克说：“我们确实感到这个系统发挥了作用，但是这个系统并不完美。”\n",
        "output": [
            "\"We do feel that the system worked, but the system isn't perfect,\" McCormack said.\n"
        ]
    },
    {
        "input": "这座耗资2.2亿美元的桥梁计划于2007年6月开放，是俄亥俄州历史上最大的建筑项目。\n",
        "output": [
            "The $220 million bridge is scheduled for opening in June, 2007, and is the largest construction project in the history of Ohio.\n"
        ]
    },
    {
        "input": "它连续9周位居榜首，直至被乔·斯塔福德的《你属于我》取代。\n",
        "output": [
            "It stayed at the top spot for nine weeks before being succeeded by \"You Belong To Me\" by Jo Stafford.\n"
        ]
    },
    {
        "input": "人们被告知要多喝水，不要在正午的骄阳下外出，并拉上窗帘保持室内凉爽。\n",
        "output": [
            "People have been advised to drink plenty of water, not go out in the midday sun and keep curtains closed to cool rooms.\n"
        ]
    },
    {
        "input": "如果太多房主拖欠抵押贷款，次级贷款人可能最终违约。\n",
        "output": [
            "If too many homeowners default on their mortgages, the sub-prime lender can end up defaulting.\n"
        ]
    },
    {
        "input": "该指令于12月21日星期二轻松通过欧洲委员会渔业司的表决，但应波兰科学计算机部部长沃奇米日·马辛斯克的要求，把指令从议程中删除。\n",
        "output": [
            "The directive was expected to easily pass through the European Council's Fisheries Council on Tuesday, December 21, but was removed from the agenda at the request of Poland's Minister of Science and Computerisation, Wlodzimierz Marcinski.\n"
        ]
    },
    {
        "input": "警方称，他们控制着泰姬陵和欧贝罗伊三叉戟酒店。\n",
        "output": [
            "Police say that they are in control of both the Taj Mahal and Oberoi Trident hotels.\n"
        ]
    },
    {
        "input": "该设备不是第一个可靠的桌面融合设备。在20世纪60年代早期在费罗T.法恩斯沃思实验室研发的法恩斯沃思-赫舍静电约束核聚变装置曾在电视开发方面发挥了重要作用，现在作为中子源在商业上出售。\n",
        "output": [
            "This device is not the first reliable tabletop fusion device; the Farnsworth-Hirsch fusor, developed in the early 1960s in the laboratory of Philo T. Farnsworth who was instrumental in developing television, is sold commercially as a neutron source.\n"
        ]
    },
    {
        "input": "政府计划在9月或10月以5至6天的时间将两名机组人员送入太空轨道。\n",
        "output": [
            "The government planned to launch a two-man crew into orbit in September or October on a five to six day flight.\n"
        ]
    },
    {
        "input": "在最初由全国45个电台，长期联合节目的主持人，播出之后，杰里·斯普林格的节目最终将在所有51家美国航空公司的分支机构中播出。\n",
        "output": [
            "After initially being carried by only 45 stations nationwide, the host of the long-running syndicated program, The Jerry Springer Show will eventually have his radio show heard on all 51 Air America affiliates.\n"
        ]
    },
    {
        "input": "“这次当我们经过指挥官时，他给了我们一个大大的微笑，而当我们经过时，有几个士兵也给了我们一个浅浅的害羞的微笑”。\n",
        "output": [
            "\"The commanding officer gave us a very big smile this time as we passed him and several of the soldiers gave smaller, shy smiles as we passed.\"\n"
        ]
    },
    {
        "input": "昨天，美国华盛顿州阿纳科特的一家华盛顿州立炼油厂发生夜间爆炸和火灾，该炼油厂位于加拿大温哥华以南80英里处，造成4人死亡，3人重伤。\n",
        "output": [
            "An overnight explosion and fire at a Washington State oil refinery in Anacortes, Washington, United States, a city about 80 miles south of Vancouver, Canada, yesterday killed four people and critically injured three others.\n"
        ]
    },
    {
        "input": "佛罗里达州前州长杰布·布什昨天宣布支持共和党总统候选人，充满希望的米特·罗姆尼。\n",
        "output": [
            "Jeb Bush, the former governor of Florida, announced his endorsement of Republican presidential candidate hopeful Mitt Romney yesterday.\n"
        ]
    },
    {
        "input": "维基新闻的姊妹项目维基百科和照片分享网站Flickr也于星期四被屏蔽。\n",
        "output": [
            "Access to Wikipedia, Wikinews' sister project, and Flickr, a photo sharing site, were also banned, on Thursday.\n"
        ]
    },
    {
        "input": "凯文·彼特森和ODI新秀卢克·赖特都取得了50分的好成绩，赖特和奥维斯·沙阿共得106分。\n",
        "output": [
            "Kevin Pietersen and ODI debutant Luke Wright both recorded fifties, with Wright sharing 106 runs with Owais Shah.\n"
        ]
    },
    {
        "input": "印度经济在2006-07财年第二季度（7月至9月）增长了9.2％，去年同期为8.4％。\n",
        "output": [
            "India's economy has grown by 9.2 percent in Q2 (July-September) of the fiscal year 2006-07, which was 8.4 percent last year for the same quarter.\n"
        ]
    },
    {
        "input": "当地天文爱好者迈克尔·斯坦顿告诉维基新闻“这真是太好了，我们有音乐和这种看得见的视觉乐趣”。\n",
        "output": [
            "Michael Stanton, a local astronomy fan told Wikinews \"this is just great, we have music and this visual delight to see\".\n"
        ]
    },
    {
        "input": "仅在该国皮蓬地区的波加莱镇，就有至少1万人死亡。\n",
        "output": [
            "At least 10,000 people died in one town alone, Bogalay in the Pyapon District of the country.\n"
        ]
    },
    {
        "input": "美国三大股市指数均较周一收盘价下跌百分之2，创下2007年第二大跌幅。\n",
        "output": [
            "The three major US stock market indices each fell two percent from Monday's closing price, marking the second-biggest loss of 2007.\n"
        ]
    },
    {
        "input": "夏威夷标准时间早上6点45分开始的2.4英里游泳，112英里公路自行车赛，26.2英里的马拉松比赛中见证了一系列不幸与最爱。\n",
        "output": [
            "The 6:45 a.m. Hawaii Standard Time start to the 2.4 mile swim, 112 mile time-trial, and a 26.2 mile marathon saw a cascade of unfortunates to favorites.\n"
        ]
    },
    {
        "input": "“我们主要担心的是3000多名地下人员，”南非全国矿工工会主席迪翁·波克瓦纳说。\n",
        "output": [
            "\"Our main worry is for more than 3,000 people who are underground,\" said National Union of Mineworkers for S. Africa chairman, Deon Boqwana.\n"
        ]
    },
    {
        "input": "斯皮尔斯没有受到任何指控，尽管狗仔队鲁莽行事，但斯皮尔斯并不希望这些人被捕。\n",
        "output": [
            "Spears was not charged with anything and despite the paparazzis' recklessness, Spears did not want the men arrested.\n"
        ]
    },
    {
        "input": "《百万美元宝贝》（2004）和《事故》（2005）都获得了奥斯卡最佳影片奖，使哈吉斯成为自1950年以来第一位连续几年获得最佳影片奥斯卡奖的电影作家。\n",
        "output": [
            "Both Million Dollar Baby (2004) and Crash (2005) won Academy Awards for Best Picture, making Haggis the first film writer since 1950 to pen movies which won Best Picture Oscars in consecutive years.\n"
        ]
    },
    {
        "input": "我做这些都是为了增加我在电视行业找到梦想工作的机会。”\n",
        "output": [
            "And I was doing all this in order to increase my chances to get my dream job in television.\"\n"
        ]
    },
    {
        "input": "纽约洋基队从周六的惨败中恢复过来，多亏了一些及时的命中得分，最终以9：4赢得了周日对阵克利夫兰印第安人的比赛。\n",
        "output": [
            "The New York Yankees rebounded from a tough loss on Saturday to win Sunday's game 9-4 against the Cleveland Indians thanks to some timely hitting.\n"
        ]
    },
    {
        "input": "他说100美元每桶是一个“公平”的价格，记得他1999年担任委内瑞拉总统时，价格上涨了大约10美元。\n",
        "output": [
            "He said that $100 dollars per barrel was a \"fair\" price and remembered that when he assumed presidency of Venezuela in 1999, the price went up to about ten dollars.\n"
        ]
    },
    {
        "input": "日本核机构认为福岛第一核电站的情况将是一起4级国际核事件，这是一起造成了地方影响的事故。\n",
        "output": [
            "The nuclear agency of Japan consider the circumstances at the Fukushima I Nuclear Power Plant to be Level 4 on the International Nuclear Event Scale, which is an accident with local consequences.\n"
        ]
    },
    {
        "input": "此外，这种安排还造成了一种特殊的情况：众所周知，在2007年的总统大选中，维尔潘和萨科齐都将对方视为危险的政治对手，而且人们普遍认为他们彼此厌恶。\n",
        "output": [
            "Also, this arrangement creates a peculiar situation: it is public knowledge that Villepin and Sarkozy consider each other a dangerous political rival with respect to the 2007 presidential election, and they are widely said to loathe each other.\n"
        ]
    },
    {
        "input": "这份和平计划文件最初是由法国总统尼古拉·萨科齐起草的。\n",
        "output": [
            "The peace plan document was originally drafted by Nicolas Sarkozy, the President of France.\n"
        ]
    },
    {
        "input": "诉案索赔超过7.5亿美元（5.28亿英镑），大约占漫威电影所得收益的一半。\n",
        "output": [
            "The suit is for more than US$750 million (£528M) — about half of the estimated proceeds from Marvel's movies.\n"
        ]
    },
    {
        "input": "苹果公司今天在旧金山的麦客世界大会上发布了备受期待的苹果手机。\n",
        "output": [
            "Apple Inc. today has introduced the much-anticipated iPhone at the Macworld Conference in San Francisco.\n"
        ]
    },
    {
        "input": "发动机停止工作，直升机跌落地面，一位名叫阿古斯丁·瓦尔加斯的当地居民如是说。\n",
        "output": [
            "The motor stopped and the helicopter plummeted to the ground, said one local resident named Agustin Vargas.\n"
        ]
    },
    {
        "input": "该非盈利组织的总裁沃尔特·本德在接受采访时说，英特尔的退出对该计划“没有影响”。\n",
        "output": [
            "OLPC President Walter Bender said in an interview that Intel's resignation will have \"no impact\" on the program.\n"
        ]
    },
    {
        "input": "一天晚上，他花了三个小时在被认为是曼哈顿最高档的建筑之一的丽贝卡的暗室里，在那里，根据《乡村之音》称，“你可以带上你的女朋友或妻子，并让他们得到尊重对待，除非他们希望得到尊重以外的对待！”\n",
        "output": [
            "He spent three hours one night in what is considered one of the more upscale establishments in Manhattan, Rebecca's Hidden Chamber, where according to The Village Voice, \"you can take your girlfriend or wife, and have them treated with respect—unless they hope to be treated with something other than respect!\"\n"
        ]
    },
    {
        "input": "斯图尔特在获得第二名后上升了一个位置，目前排名第九，而格雷格·比弗尔跌至第十。\n",
        "output": [
            "Stewart move up one position after finishing second and is in the ninth position, as Greg Biffle fell to tenth.\n"
        ]
    },
    {
        "input": "星期四，石油工人在贫民窟附近的一家酒吧被武装人员绑架，枪杀了一名守卫工人的陆军士兵，另一名士兵受伤。\n",
        "output": [
            "On Thursday, oil workers were kidnapped from a bar near the slums by armed men who shot dead an Army soldier guarding the workers, and injured another soldier.\n"
        ]
    },
    {
        "input": "阿维拉赢得了大约131,000张选票，在决赛中投票的400万张选票中仅略高于3％。\n",
        "output": [
            "Avila won by approximately 131,000 votes, a margin of just over three per cent of the four million votes cast in the final.\n"
        ]
    },
    {
        "input": "根据智利大学地质调查局（UCGS）的信息，余震达到5.9级，震中在披市勒亩披市勒亩西部19公里处。\n",
        "output": [
            "The aftershock reached a magnitude of 5.9 with the epicenter located nineteen kilometers west of Pichilemu, according to the University of Chile Geological Survey (UCGS).\n"
        ]
    },
    {
        "input": "然而，菲律宾地震监测机构的负责人对日本机构的警告提出异议。\n",
        "output": [
            "The head of the earthquake monitoring agency in the Philippines disputed the Japanese agency's warnings, however.\n"
        ]
    },
    {
        "input": "受伤的游客随后被送往太阳海岸地区的五家不同医院。\n",
        "output": [
            "The injured tourists were then taken to five different hospitals in the Costa del Sol region.\n"
        ]
    },
    {
        "input": "提供商必须加强广告宣传并提高服务台的性能。\n",
        "output": [
            "Providers must sharpen up on their advertising and improve the performance of their service desks.\n"
        ]
    },
    {
        "input": "“在这起事件中，放弃12英寸晶圆厂和暂停生产8英寸晶圆厂被认为是关键问题”。\n",
        "output": [
            "\"The abandonment of 12-inch fabs and the suspension of 8-inch fabs are considered critical issues in this incident.\"\n"
        ]
    },
    {
        "input": "该地区的国防部长多米尼克·蒂姆·登中将已被确认死亡。据认为，目前至少有19名军方官员已经死亡。\n",
        "output": [
            "Lieutenant General Dominic Dim Deng, the area's defence minister, is confirmed to be dead and it is thought at least 19 military officials are now deceased.\n"
        ]
    },
    {
        "input": "它也是独一无二的，因为它跟踪人口从出生到死亡。\n",
        "output": [
            "It is also unique because it follows the population from birth right through to death.\n"
        ]
    },
    {
        "input": "在与癌症进行了长期斗争以后，他于76岁去世。身后留下了54岁的妻子埃尔西和儿子安德鲁、保尔和马克。\n",
        "output": [
            "He died at the age of 76 after a long battle with cancer, and leaves behind his wife of 54 years Elsie and their sons Andrew, Paul, and Mark.\n"
        ]
    },
    {
        "input": "约翰·库里指出，对于那些成功治疗的人来说，结果是正确的，“无论是对认知行为疗法、百忧解，这两种治疗方法，还是安慰剂，他们做出了什么样的反应”。\n",
        "output": [
            "Curry noted that the results for those treated successfully held true \"whatever they responded to — cognitive-behavioral therapy, Prozac, both treatments, or a placebo\".\n"
        ]
    },
    {
        "input": "“这将导致冰壳包围下的内核中的岩石物质被固化”。\n",
        "output": [
            "\"This would result in the consolidation of rocky material at the core surrounded by a shell of ice.\"\n"
        ]
    },
    {
        "input": "伦敦地铁在几分钟内就发出了“黄色信号”，将列车移至站台，并打开所有车门。\n",
        "output": [
            "London Underground declared a 'code Amber' within minutes, moving trains to platforms and opening all doors.\n"
        ]
    },
    {
        "input": "与此同时，“耶路撒冷邮报”报道，以色列国防机构越来越担心该国必须采取独立行动阻止伊朗获得核武器，因为美国不太可能这样做。\n",
        "output": [
            "Meanwhile, the Jerusalem Post reports there is a growing mood among Israel's defence establishment that the country will have to act independently to stop Iran from obtaining nuclear weapons as the United States is unlikely to do so.\n"
        ]
    },
    {
        "input": "除了表现之外，还有哪些其他因素可以用来解释媒体关注的相对差异？\n",
        "output": [
            "What other factors can be used to explain the relative differences in media attention other than performance?\n"
        ]
    },
    {
        "input": "22岁的乌卡造成两名美国（USAF）男子死亡，另有两人受伤。\n",
        "output": [
            "Arid Uka, 22, killed two US (USAF) men and wounded two more in a gun attack on their bus in Frankfurt.\n"
        ]
    },
    {
        "input": "现年59岁的库克先生在昏迷半小时后，被救援直升机送往因弗内斯的一家医院。\n",
        "output": [
            "Cook, aged 59, was flown to a hospital in Inverness by a rescue service helicopter half an hour after collapsing.\n"
        ]
    },
    {
        "input": "“然后一切都完美地结合在一起，绿鸟走到了终点，表现得非常出色。\n",
        "output": [
            "\"Then everything came together perfectly and the Greenbird stepped up to the mark and performed amazingly.\n"
        ]
    },
    {
        "input": "本周早些时候，花旗集团公布了今年头两个月管理利润的消息后，股市开始反弹。\n",
        "output": [
            "The rally began earlier this week after the news from Citigroup Inc. about managing profits during first two months of the year.\n"
        ]
    },
    {
        "input": "南约克郡警察局长梅雷迪·休斯被控在威尔士北部切克附近的A5公路上超速行驶。\n",
        "output": [
            "The Chief Constable of the South Yorkshire Police, Meredydd Hughes was allegedly caught speeding on the A5 road near Chirk in north Wales.\n"
        ]
    },
    {
        "input": "消防队员表示，严重违反消防安全规定是造成死亡的部分原因。\n",
        "output": [
            "According to firefighters, serious breaches of fire-safety regulations were partly to blame for the deaths.\n"
        ]
    },
    {
        "input": "厄瓜多尔总统拉斐尔·科雷亚说：“我们承诺永远不再攻击兄弟国家，并请求宽恕，我们可以认为这一非常严重的事件得到了解决。”其他拉美国家领导人对此表示赞赏。\n",
        "output": [
            "\"With the commitment of never attacking a brother country again and by asking forgiveness, we can consider this very serious incident resolved,\" said Ecuadorian president Rafael Correa, as the other Latin American leaders applauded.\n"
        ]
    },
    {
        "input": "迈克尔·瑞安告诉彼得·加蒂不要复制它。\n",
        "output": [
            "Michael Ryan told Peter Garty to not make a copy of it.\n"
        ]
    },
    {
        "input": "他们呼吁西班牙当局“立即采取行动”，“尽一切可能将36名船员带回家”。\n",
        "output": [
            "They called for Spanish authorities to \"act immediately\" and \"do everything possible to bring home the 36 fishermen.\"\n"
        ]
    },
    {
        "input": "然后，研究人员试图收回他们的钱，并前往惠顿和代尔下榻的酒店，却发现房间空无一人，两人也无处可寻。\n",
        "output": [
            "The researchers then attempted to reclaim their money and went to the hotel Whitton and Dyer were staying in, only to find the rooms empty, and the two men nowhere to be found.\n"
        ]
    },
    {
        "input": "作为新政策的一部分，常规武器在未来将发挥更大的作用。\n",
        "output": [
            "As part of the new policy, conventional weapons will have a greater role in the future.\n"
        ]
    },
    {
        "input": "纽瑟姆自2003年以来一直担任旧金山市长，并于2007年再次当选。\n",
        "output": [
            "Newsom has been San Francisco's mayor since 2003 and was re-elected in 2007.\n"
        ]
    },
    {
        "input": "该协议仍需得到大多数PlanetOut普通股持有人的批准，遵守监管备案和批准，并满足各种成交条件。\n",
        "output": [
            "The agreement still has to be approved by a majority of PlanetOut common stock holders, comply with regulatory filings and approvals, and meet various closing conditions.\n"
        ]
    },
    {
        "input": "当前，已有的研究结果并未表明这两个人之间有任何联系。\n",
        "output": [
            "At the moment, current research does not show any connection between the two men.\n"
        ]
    },
    {
        "input": "一名官员说，在被其他士兵开枪打死之前，这名翻译在阿富汗东部的一个前哨开枪打死了两名美军士兵。\n",
        "output": [
            "An official said the translator shot them at an eastern Afghanistan outpost before he was shot dead by other soldiers.\n"
        ]
    },
    {
        "input": "警方在接到线报后展开突袭，救出了这些妇女。\n",
        "output": [
            "Police launched raids, rescuing the women after receiving a tip-off.\n"
        ]
    },
    {
        "input": "北约首席执行官亚普·德·霍普·谢弗也谴责了这一行动。\n",
        "output": [
            "NATO chief Jaap de Hoop Scheffer has also condemned the action.\n"
        ]
    },
    {
        "input": "雷切尔·史密斯指控博格丹向马吕斯提供建议和帮助；去年提起诉讼的史密斯告诉曼彻斯特刑事法院，“听取了证据，陪审团可能会得出结论，儿子马吕斯从他父亲那里学到了这项交易，这是家族事业。”\n",
        "output": [
            "Bogdan was accused by Rachel Smyth, prosecuting, of giving advice and assistance to Marius; Smyth opened the trial last year telling Manchester Crown Court \"[h]aving heard the evidence you [the jury] may conclude that the son, Marius, learnt this trade from his father and that this was a family business.\"\n"
        ]
    },
    {
        "input": "里科的创作和制作方法是救助者节目展览的主题。\n",
        "output": [
            "Rico's creations and the methods used to fabricate them are the subject of the Salvager shows.\n"
        ]
    },
    {
        "input": "该机构将其大流行警戒级别提高到第六级，为最高级别。\n",
        "output": [
            "The agency increased its pandemic alert level to the sixth level, its highest.\n"
        ]
    },
    {
        "input": "在宣布后不久，这个名字因为发音太像“wee”（一个英语俚语，意为“尿”）而备受批评。\n",
        "output": [
            "In the immediate aftermath of the announcement, the name received much criticism for sounding too much like \"wee\", an English slang word meaning urine.\n"
        ]
    },
    {
        "input": "对于逃狱和企图逃狱的事件，有很多额外的详细规则。\n",
        "output": [
            "A lengthy addition details rules to follow in the event of an escape or escape attempt.\n"
        ]
    },
    {
        "input": "“我们瑞士不仅仅在山里，而且在海上也找到了路”。暗指瑞士是最受欢迎的高山滑雪胜地。\n",
        "output": [
            "\"We Swiss find our way at sea, not just in the mountains,\" referring to Switzerland being most popular for Alpine skiing.\n"
        ]
    },
    {
        "input": "以色列军方必须意识到这种情况，但没有帮助伤员。\n",
        "output": [
            "The Israeli military must have been aware of the situation but did not assist the wounded.\n"
        ]
    },
    {
        "input": "伊拉克卫生部长阿卜杜勒·穆塔里布·穆罕默德今天宣布，该国出现首例禽流感病例。\n",
        "output": [
            "The first case of Avian Flu in Iraq was announced today by the country's Health Minister, Abdel Mutalib Mohammed.\n"
        ]
    },
    {
        "input": "自1989-90的四个月以来，这座火山没有再度爆发。\n",
        "output": [
            "The volcano had not erupted since a four-month period in 1989-90.\n"
        ]
    },
    {
        "input": "该诉讼是由至少五个居住在圣布鲁诺格伦维尤附近的家庭提起的。\n",
        "output": [
            "The lawsuit was filed by at least five families who resided in the Glenview neighborhood of San Bruno.\n"
        ]
    },
    {
        "input": "预计新有轨电车的资金将主要来自伦敦交通局，但伦敦克罗伊登区也已确认将为该项目提供300万英镑。\n",
        "output": [
            "Funding for the new trams is expected to largely come from TfL, however the London Borough of Croydon has also confirmed a £3m contribution to the project.\n"
        ]
    },
    {
        "input": "《国家艾滋病手册》编辑基思·奥尔康说：“人们对这种产品很感兴趣。”\n",
        "output": [
            "\"There is a lot of interest in this product,\" said editor Keith Alcorn of the National Aids Manual.\n"
        ]
    },
    {
        "input": "他带领帕克斯堡队进入了19个州的季后赛，并在1993年和2001年赢得了州冠军。\n",
        "output": [
            "He led Parkersburg to 19 state playoffs and won state titles in 1993 and 2001.\n"
        ]
    },
    {
        "input": "霍华德先生说：“在阿富汗建立合法政府的进程遭受了来自塔利班和基地分子的越来越多的攻击和压力”。\n",
        "output": [
            "\"The progress that has been made in the establishment of a legitimate government in Afghanistan has come under increasing attack and pressure from the Taliban - and some elements of al-Qaeda,\" Mr Howard said.\n"
        ]
    },
    {
        "input": "64分时，尤瓦拉杰被舒艾布·马利克安放在前面上。\n",
        "output": [
            "When on 64, Yuvraj was put down at covers by Shoaib Malik.\n"
        ]
    },
    {
        "input": "驻阿富汗的北约部队星期五发表声明说，该部两名士兵在星期三执行常规补给任务时失踪。\n",
        "output": [
            "The NATO-led force in Afghanistan issued a statement on Friday saying that that two of its troops went missing on Wednesday while on a routine supply mission.\n"
        ]
    },
    {
        "input": "星期二晚上在美国12个州进行的价值3亿7千万美元的“兆彩抽奖”中，至少产生了2个大赢家。\n",
        "output": [
            "There are at least two big winners in Tuesday night's US$370 million Mega Millions lottery drawing which is held in 12 U.S. states.\n"
        ]
    },
    {
        "input": "以色列外交部发言人伊加尔·帕尔默说：“这很奇怪，尤其是哈马斯被国际公认为恐怖组织之后。”\n",
        "output": [
            "Spokesman Yigal Palmor for Israel's Foreign Ministry said, \"This is more than strange, especially since Hamas is internationally recognized as a terror group.\"\n"
        ]
    },
    {
        "input": "科学家们在英国德林顿沃发现了最大的新石器时代定居点，并认为这个村庄居住着建造巨石阵纪念碑的人们。\n",
        "output": [
            "Scientists have uncovered the largest Neolithic settlement in the United Kingdom at the Durrington Walls and believe that the village was inhabited by the people who built the Stonehenge monument.\n"
        ]
    },
    {
        "input": "目前布鲁塞尔和科隆间的高速列车已经恢复运行，但是阿姆斯特丹和巴黎之间的高速列车仍处于停运状态。\n",
        "output": [
            "Thalys services between Brussels and Cologne have now resumed, but services to Amsterdam and Paris are still suspended.\n"
        ]
    },
    {
        "input": "斯梅瑟斯特来了，轻松地投了几局。\n",
        "output": [
            "Smethurst came in and pitched a few innings in relief.\n"
        ]
    },
    {
        "input": "这辆小车的速度可以达到每小时38英里（每小时61公里），并且配备了一个把手，这样司机就可以把车拉回来。\n",
        "output": [
            "The little car can travel as fast as 38 mph (61 kph), and comes equipped with a handle on the car so the driver can pull the car to back up.\n"
        ]
    },
    {
        "input": "对这些燃料棒可能要再加工几个月，以提取武器级钚。\n",
        "output": [
            "The rods could be reprocessed for several months to extract weapons-grade plutonium.\n"
        ]
    },
    {
        "input": "研究人员发现，在胰岛素抵抗程度较高的2型糖尿病患者的肝脏中，编码“硒蛋白P”（SEPP1）的基因表达水平较高。\n",
        "output": [
            "The researchers found the liver expresses higher levels of the gene encoding \"selenoprotein P\" (SEPP1) in people with type 2 diabetes – those with more insulin resistance.\n"
        ]
    },
    {
        "input": "她进一步指出，能源管理公司，这个隐藏于具争议的海角风能项目背后的公司，已计划在切尔西小学对面建造一个柴油发电厂，而切尔西的空气质量已经很不好了。\n",
        "output": [
            "She further noted the company, Energy Management Inc., behind the controversial Cape Wind project, proposed building a diesel power plant across the street from a Chelsea elementary school and that air quality in Chelsea is bad.\n"
        ]
    },
    {
        "input": "残奥会代表团有望在该届奥运会上为该国获得第一千枚奖牌。\n",
        "output": [
            "The Paralympic team is expected to finish the Games having earned the country's one thousandth medal.\n"
        ]
    },
    {
        "input": "美国军备控制和不扩散中心的莱昂诺尔·托梅罗表示，如果朝鲜不放弃核武器，可能会导致一种尴尬的局面，即由于技术上的原因，朝鲜放弃核计划的进程可能会被推迟。\n",
        "output": [
            "The absence of the waiver could have led to an embarrassing situation where progress on dismantling North Korea's nuclear program would have been delayed because of a technicality, said Leonor Tomero of the Center for Arms Control and Non-Proliferation.\n"
        ]
    },
    {
        "input": "如预期的那样，这将有助于观众区分轮胎，它将比以前在轮胎外侧的白色重点更有帮助。\n",
        "output": [
            "As intended, this will help audience to distinguish the tyres, it will be more helpful than the previous white heavy dot on the outer side of the tyre.\n"
        ]
    },
    {
        "input": "该决议指示联合国秘书长潘基文组织所有中东国家的会议。\n",
        "output": [
            "The resolution directs United Nations Secretary-General Ban Ki-Moon to organize a conference of all the Middle East states.\n"
        ]
    },
    {
        "input": "这些肾脏也是患者组织的一部分，避免了器官排斥的问题，并将增加可供人类移植的肾脏数量。\n",
        "output": [
            "These kidneys would also be of the patient's tissue avoiding issues of organ rejection and would increase the pool of kidneys available for human transplant.\n"
        ]
    },
    {
        "input": "然而，在接受采访后他确实自首了。\n",
        "output": [
            "However, he did turn himself in after giving the interview.\n"
        ]
    },
    {
        "input": "专家表示，根据芬兰国家广播公司（YLE）的说法，对抗措施应该在一周前实施，即灾难发生后立即实施，而不是现在。\n",
        "output": [
            "He says, according to Finland's national broadcasting company (YLE), that the countermeasures should have started a week ago, immediately after the disaster, instead of now.\n"
        ]
    },
    {
        "input": "法语晚报引述一位“消息灵通人士”的话，信号系统可能出现了电气故障。\n",
        "output": [
            "A \"well informed source\" quoted by French-language daily Le Soir suggested that there might have been an electrical failure in the signalling system.\n"
        ]
    },
    {
        "input": "尽管如此，两人仍然为球队的得分做出了贡献，克里斯平得到12分，15个篮板，梅里特得到16分，6个篮板。\n",
        "output": [
            "Nonetheless, the pair still contributed to the team's scoreline, with Crispin scoring 12 points with 15 rebounds, and Merritt scoring 16 points with six rebounds.\n"
        ]
    },
    {
        "input": "火灾至少要五天才能完全控制住。\n",
        "output": [
            "It could take at least five days before the fire can be brought under full control.\n"
        ]
    },
    {
        "input": "虽然奥尔特加在2003年发出逮捕令后最初逃离了委内瑞拉，但英国广播公司报道他去年8月从哥斯达黎加返回了委内瑞拉。\n",
        "output": [
            "While Ortega had initially fled Venezuela following the issuing of an arrest warrant in 2003, the BBC reports that he had returned to Venuzuela from Costa Rica last August.\n"
        ]
    },
    {
        "input": "当其代表鲍里斯·约翰逊当选为伦敦市市长时，亨利呼吁举行大选。\n",
        "output": [
            "Henley called for an election when its representative Boris Johnson was elected Lord Mayor of the City of London.\n"
        ]
    },
    {
        "input": "卫报的能源编辑特里·麦卡利斯特写道，报告中的“人为和机械双方的一连串错误”，“摧毁”石油行业被广泛引用的准则“安全第一”。\n",
        "output": [
            "The energy editor of The Guardian, Terry Macalister, wrote that the \"catalogue of errors - both human and mechanical\" in the report \"demolish\" the oil industry's \"much quoted mantra\" of safety first.\n"
        ]
    },
    {
        "input": "根据保护记者委员会提供的信息，今年已有9名记者在巴基斯坦被杀害，而2010年至少有16名。\n",
        "output": [
            "According to the Committee to Protect Journalists, nine journalists have been killed in Pakistan this year, and at least 16 were killed in 2010.\n"
        ]
    },
    {
        "input": "今天早上的暴力事件与威廉·考德威尔少将的声明形成了鲜明对比。考德威尔少将声称，“叛乱分子和恐怖分子正在反击，试图抵消伊拉克政府及其安全部队的成功。”这位将军接着说，暴力自7月以来已经减少了一半，但在过去两天里突然增加。\n",
        "output": [
            "This morning's violence contrasted statements by Maj Gen William Caldwell, who claimed \"Insurgents and terrorists are hitting back in an attempt to offset the success of the Iraqi government and its security forces,\" the general went on to say that violence had fallen by half since July, but had increased suddenly in the last two days.\n"
        ]
    },
    {
        "input": "包括总理斯蒂芬·哈珀、他的妻子和他们的两个孩子在内的大约25000人在那里。\n",
        "output": [
            "About 25,000 people including Prime Minister Stephen Harper, his wife and their two children were there.\n"
        ]
    },
    {
        "input": "“他表达了他的失望，并以一种非常感动的方式道歉。”\n",
        "output": [
            "\"He expressed his disappointment, and he apologized in a way that was very moving. \" \n"
        ]
    },
    {
        "input": "微软全国有线广播电视公司报道说，克林顿以“非常微弱的优势”战胜了巴拉克·奥巴马。\n",
        "output": [
            "MSNBC reports that Clinton beat Barack Obama by a \"very narrow margin.\"\n"
        ]
    },
    {
        "input": "布里斯托尔市政府报告说，图书馆有可能在周二重新开放，尽管有人说该建筑可能会在当天仍保持关闭。\n",
        "output": [
            "Bristol City Council has reported that it is possible the library will reopen on Tuesday, although it did say that it was likely the building would remain closed on that day.\n"
        ]
    },
    {
        "input": "辛迪目前的言论与她2004年接受加州瓦卡维尔记者采访时的言论相比发生了巨大的变化。\n",
        "output": [
            "Cindy's current comments are a drastic change from her comments in a 2004 interview with THE REPORTER of Vacaville, CA.\n"
        ]
    },
    {
        "input": "整个关闭过程预计需要几天时间。\n",
        "output": [
            "The total shutdown process is expected to take a few more days.\n"
        ]
    },
    {
        "input": "加拿大音乐名人堂的荣誉授予给了老加拿大摇滚乐队凯旋门。\n",
        "output": [
            "The Canadian Music Hall of Fame added veteran Canadian rock band Triumph to its honour roll.\n"
        ]
    },
    {
        "input": "一些英国政治家也反对向被认为是恐怖分子的人支付赔偿金。\n",
        "output": [
            "Some British politicians also objected to paying compensation to people believed to be terrorists.\n"
        ]
    },
    {
        "input": "沙里波夫注意并拍摄了氧发生器（Elektron）排气口周围的残留物堆积。\n",
        "output": [
            "Residue accumulation around the vents of the Elektron oxygen generator was noted and photographed by Sharipov.\n"
        ]
    },
    {
        "input": "在展会于今日举办的宴会上，该博物馆将向鲍勃·库恩颁发终生成就奖。\n",
        "output": [
            "Today, during the exhibition's banquet, the museum is to present Bob Kuhn with their lifetime achievement award.\n"
        ]
    },
    {
        "input": "他指出，他只从BBC获得一小部分收入，昨晚他在伦敦布卢姆斯伯里剧院和他的乐队The Distractions一起演出。\n",
        "output": [
            "He points out that he only receives a small percentage of his income from the corporation; last night he played with his band The Distractions at the Bloomsbury Theatre in London.\n"
        ]
    },
    {
        "input": "这些人的一名律师说，考虑到当时的情况，他觉得指控罪名过高了。\n",
        "output": [
            "A lawyer for the men said he felt the charges were excessive considering the circumstances.\n"
        ]
    },
    {
        "input": "达到里程碑后，航空公司一如既往地利用这个机会出售座位，以99便士99c的座位推出200,000个座位。\n",
        "output": [
            "Having reached the milestone, the airline promptly used the opportunity, as always, to sell seats; launching a massive 200,000 seat sale at 99p/99c a seat.\n"
        ]
    },
    {
        "input": "作为回应，里奥・本哈克换上了更具攻击性的4-3-2阵型，并增加了一名前锋。\n",
        "output": [
            "In reply Leo Benhakker changed to a more attacking 4-3-2 system and threw on an extra attacker.\n"
        ]
    },
    {
        "input": "这一伙伴关系已经被谣传了多年，而在过去几个月里各种猜测愈发多了起来。\n",
        "output": [
            "Such a partnership had been rumored for years, and the amount of speculation grew over the past few months.\n"
        ]
    },
    {
        "input": "加利福尼亚州圣何塞市市长罗恩·冈萨雷斯正在接受圣克拉拉县地方检察官办公室的调查。\n",
        "output": [
            "San Jose, California mayor Ron Gonzales is being investigated by the Santa Clara County District Attorney's Office.\n"
        ]
    },
    {
        "input": "根据以色列驻美国大使的说法，以色列接受了他的道歉。\n",
        "output": [
            "According to the Israeli Ambassador to the United States, Israel accepts the apology.\n"
        ]
    },
    {
        "input": "这次会谈有望导致在今年年底前建立巴勒斯坦国。\n",
        "output": [
            "The talks are supposed to lead to the formation of a Palestinian state by the end of this year.\n"
        ]
    },
    {
        "input": "球员的明确支持对我帮助很大，我也要感谢科林·卡尔德伍德，保罗·巴伦以及本赛季一直非常支持我的其他幕后工作人员。\n",
        "output": [
            "Having the unequivocal backing of the players has helped me enormously and I would also like to thank Colin Calderwood, Paul Barron and the rest of the backroom staff who have been tremendously supportive to me this season.\"\n"
        ]
    },
    {
        "input": "消防队员现在担心，如果圣安娜风继续使近50万人，即使不超过50万人，为了安全而奔跑，大火可能会演变成一场大型火灾。\n",
        "output": [
            "Firefighters now fear that the fires could merge into one giant blaze if the Santa Ana Winds continue sending close to if not over 500,000 people running for safety.\n"
        ]
    },
    {
        "input": "多名分析家表示，最近的停火决定是埃塔的一种策略，但是它导致该组织在巴斯克地区的支持率直线下降。\n",
        "output": [
            "Several analysts have suggested that this most recent ceasefire is based on ETA's tactics causing their support in the Basque region to plummet.\n"
        ]
    },
    {
        "input": "这位28岁的球员在乔·雅各布森的铲球中受伤，比赛被迫延迟，然后他被送往医院。\n",
        "output": [
            "The 28 year old was injured in a tackle by Joe Jacobson and the game was delayed before he was taken to hospital.\n"
        ]
    },
    {
        "input": "去年八月他谈到工会时说，“这不再是我的工会了”。\n",
        "output": [
            "Last August, he said of the union \"This is no longer my union.\"\n"
        ]
    },
    {
        "input": "2005-2006年安大略冰球联赛赛季于本周三晚在美国密歇根州萨吉诺陶氏活动中心的温德勒球场拉开帷幕，由萨吉诺精神队主场迎战普利茅斯捕鲸队，共有4600多人观看。\n",
        "output": [
            "The 2005-2006 Ontario Hockey League season kicked off to a start Wednesday night at Wendler arena in The Dow Event Center in Saginaw, Michigan, USA with the Saginaw Spirit hosting the Plymouth Whalers, with over 4,600 people attending.\n"
        ]
    },
    {
        "input": "调查人员说，他们目前还不确定爆炸是否纯粹是意外，或者是否与谋杀有关，因为所有的努力最初都集中在寻找幸存者上。\n",
        "output": [
            "Investigators say they are currently unsure if the blast was purely accidental, or if foul play was involved, as all efforts were initially focused on attempting to locate survivors.\n"
        ]
    },
    {
        "input": "2005年4月7日，美国广播公司新闻主播彼得·詹宁斯于本周被诊断出患有肺癌。\n",
        "output": [
            "April 7, 2005 ABC News anchorman Peter Jennings was diagnosed this week with lung cancer.\n"
        ]
    },
    {
        "input": "人道主义奖颁发给了乡村演奏家保罗·勃兰特，沃尔特格拉利什特别成就奖颁发给了城市电视台和全音乐的创始人摩西·扎那伊米而。\n",
        "output": [
            "The Humanitarian Award was presented to country performer Paul Brandt while the Walt Grealis Special Achievement Award was presented to Citytv and MuchMusic founder Moses Znaimer.\n"
        ]
    },
    {
        "input": "那些故意违反这些要求的人，一旦被发现，可能会面临高达200,000新西兰元的个人罚款。\n",
        "output": [
            "Those found breaking these requirements deliberately could find themselves facing a personal fine of up to NZ$200,000.\n"
        ]
    },
    {
        "input": "在印度洋海啸发生一年后，世界的悲痛和同情又回到了受海啸袭击的印度洋海岸线，至少有216000人丧生。\n",
        "output": [
            "One year on from the Indian Ocean tsunami, the world's grief and compassion returned to the tsunami-battered coastlines of the Indian Ocean, where at least 216 000 people lost their lives.\n"
        ]
    },
    {
        "input": "在星期二的选举中，两名此前曾作为教育委员会成员赞成将智能设计纳入公立学校科学课程体系的候选人所得到的选票最少。\n",
        "output": [
            "Two candidates who had previously voted as school board members to include intelligent design in the public school science curriculum received the fewest votes in Tuesday's election.\n"
        ]
    },
    {
        "input": "据认为，这场火灾是从阿古阿杜尔兹的工人在从轮辋上拆下轮胎时敲击螺栓而产生的火花引起的。\n",
        "output": [
            "It is thought that the fire began when workers in Agua Dulce caused sparks by hammering the bolts when they were removing a tire from a rim.\n"
        ]
    },
    {
        "input": "该法案由来自纳珀维尔的州代表达琳·森格发起，以114票比1票的大多数票通过，将送往伊利诺伊州参议院审议。\n",
        "output": [
            "The bill, which was sponsored by State Representative Darlene Senger from Naperville, passed with a 114–1 majority and will be considered by the Illinois Senate.\n"
        ]
    },
    {
        "input": "巴基斯坦政府屏蔽了深受大众喜欢的视频分享网站YouTube，提到网站上有“越来越多亵渎神灵的”内容。\n",
        "output": [
            "The Pakistani government has blocked access to YouTube, the popular video-sharing website, citing \"growing sacrilegious\" content.\n"
        ]
    },
    {
        "input": "尽管宪法获得了大多数公民与政治团体的支持，但仍有两个小党派抵制公投结果，他们声称拟议的宪法忽略了奴隶制问题，虽然奴役在官方来说是被禁止的，但它在毛里塔尼亚依然存在；除此之外，还有“不同民族社区的共同定居”问题（如黑人与阿拉伯人）。\n",
        "output": [
            "The Constitution has the backing of most civic and political groups, though two small parties called for a boycott of the referendum, saying the proposed Constitution ignores slavery, which is officially banned but still persists according to activists; and issues of \"cohabitation between the different national communities\" (such as Blacks and Arabs).\n"
        ]
    },
    {
        "input": "按计划，将讨论维基百科以及该百科全书可以和不可以做什么。\n",
        "output": [
            "The plan was to discuss Wikipedia, and what does and doesn't work for the encyclopedia.\n"
        ]
    },
    {
        "input": "：（h）该法的另一项规定指出，在这种情况下，儿童可以在较少的条件下归化，但这并不证明目的与区别之间的关系是正当的，因为归化是由司法部长斟酌决定的。\n",
        "output": [
            ":(h) another provision in this Act states a child in this situation may be naturalized with fewer conditions, but it doesn't justify the relation between the purpose and the distinctions, because naturalization is within discretion of the Minister of Justice.\n"
        ]
    },
    {
        "input": "他说政府不遵循这个普遍接受的原则。\n",
        "output": [
            "He says the Government doesn't follow this generally accepted principle.\n"
        ]
    },
    {
        "input": "控方律师帕斯卡尔·贝茨说，院方承认健康和安全方面的漏洞是导致他死亡的“重要原因”。\n",
        "output": [
            "The trust admitted that health and safety breaches were a \"significant cause\" of his death, said Pascal Bates for the prosecution.\n"
        ]
    },
    {
        "input": "据他的律师詹姆斯·E·布拉特说，詹姆斯将不认罪。\n",
        "output": [
            "James will plead not guilty, according to his attorney, James E. Blatt.\n"
        ]
    },
    {
        "input": "“这只是表明欧洲不是一个糟糕的地方。”\n",
        "output": [
            "\"It just goes to show that Europe is not such a bad place.\"\n"
        ]
    },
    {
        "input": "美国宇航局的卡西尼号轨道飞行器从土星发回了一些令人惊叹的图像。揭示了这颗行星著名的光环远比预期的要凹凸不平。\n",
        "output": [
            "NASA's Cassini orbiter has sent back remarkable images from Saturn, revealing that the planet's famous rings are far more bumpy than expected.\n"
        ]
    },
    {
        "input": "这些石油后来被冲到阳光海岸的海滩以及莫顿和布里比群岛上，这次泄露被媒体称为“澳大利亚最严重的环境灾难之一”。\n",
        "output": [
            "The oil later washed up on Sunshine Coast beaches as well as Moreton and Bribie islands and was dubbed \"one of Australia's worse environmental disasters\" by the media.\n"
        ]
    },
    {
        "input": "加蓬的宪法法院对超过2,800个投票站的结果进行了重新计数，验证了邦戈的胜利。\n",
        "output": [
            "Gabon's constitutional court recounted returns from more than 2,800 polling stations and confirmed Bongo's win.\n"
        ]
    },
    {
        "input": "在赢得该国最近的总统选举后，加蓬新总统阿里·本·邦戈已经任命了他的第一任政府。\n",
        "output": [
            "Gabon's new president Ali Ben Bongo has named his first government, after winning the country's recent presidential elections.\n"
        ]
    },
    {
        "input": "在总部位于斯里兰卡的IWMI，领导这项研究的大卫・莫尔登说，如果人们在种植生物燃料和食物，就会产生另一种新的压力。\n",
        "output": [
            "If people are growing biofuels and food it will put another new stress, says David Molden, who led the study at the Sri Lanka-based IWMI.\n"
        ]
    },
    {
        "input": "红十字会人员尼科拉斯·阿德西勒告诉上述同一家通讯社说，目前已救治了30人。\n",
        "output": [
            "Nicolas Adesile, of the Red Cross, told the same news agency that as many as thirty people have been treated thus far.\n"
        ]
    },
    {
        "input": "这艘35米长的船只自上周四以来一直搁浅，当时它正在前往悉尼参加亚太经合组织会议的途中。\n",
        "output": [
            "The 35m vessel has been stranded since last Thursday, when she was grounded whilst on her way to the APEC meeting in Sydney.\n"
        ]
    },
    {
        "input": "坏运气和一连串换人的结果，导致德国队首次在场上占据了战术优势。\n",
        "output": [
            "The bad luck and changes seemed to put Germany in charge of the tactical game for the first time in the match.\n"
        ]
    },
    {
        "input": "“下午六时四十分送往手术室，八时四十五分开始手术，晚上七时三十分结束。”\n",
        "output": [
            "\"PM was sent to the Operation Theatre at 6:40 am, surgery was done at 8:45 am and was concluded at 7:30 pm.\"\n"
        ]
    },
    {
        "input": "他还因为配偶数量过多，而且因其中百分之26的15-49岁配偶艾滋病测试呈阳性而受到批判。\n",
        "output": [
            "He has also faced criticism for having a high number of sexual partners, when 26% of 15 to 49 year olds are HIV positive.\n"
        ]
    },
    {
        "input": "土耳其总统阿卜杜拉·居尔在一份声明中说，“恐怖分子改变不了什么，他们只能夺去了无辜者的生命”。\n",
        "output": [
            "Turkish President Abdullah Gül said in a statement, \"Nothing can be achieved by terror, violently claiming lives of the innocent.\"\n"
        ]
    },
    {
        "input": "“我们也期待着扩展到其他语言，因为市场肯定要求我们的信息娱乐品牌。”\n",
        "output": [
            "\"We are looking forward to expanding into other languages as well, because there is definitely a market demanding our brand of infotainment.\"\n"
        ]
    },
    {
        "input": "“这是可以预见的忽视安全措施的后果，”代表这些家庭的一名律师说。\n",
        "output": [
            "\"This was a foreseeable consequence of ignoring safety measures,\" one attorney representing the families said.\n"
        ]
    },
    {
        "input": "今年年底，两家公司计划了开始大规模生产这些新显示器。\n",
        "output": [
            "At the end of this year the companies planned to start mass production of these new displays.\n"
        ]
    },
    {
        "input": "2003年12月，在科曼省扎兰附近发生6.6级地震，导致31,000多人死亡。2005年2月，扎兰附近发生6.4级地震，造成600人死亡。\n",
        "output": [
            "In December of 2003, a magnitude 6.6 earthquake killed over 31,000 people and in February of 2005 a 6.4 eathquake killed 600 people near Zarand in the Kerman province.\n"
        ]
    },
    {
        "input": "还有人担心，距离洞口边缘不到一米的四层建筑可能会随着建筑物下方的土壤继续侵蚀而倒塌。\n",
        "output": [
            "There are also concerns that a four-story building less than a metre from the edge of the hole may collapse as the earth under the building continues to be eroded.\n"
        ]
    },
    {
        "input": "《亚特兰大宪法报》（AJC）报道说，在现场发现了两把手枪。\n",
        "output": [
            "The Atlanta Journal Constitution (AJC) reports that two handguns were found at the scene.\n"
        ]
    },
    {
        "input": "30名众议院议员和17名参议员要求进行调查。\n",
        "output": [
            "The investigation was requested by 30 House members and 17 Senators.\n"
        ]
    },
    {
        "input": "在那里，这些女人每周工作六七天，睡在妓院里，每晚违背自己的意愿与八到十个男人发生性关系。\n",
        "output": [
            "There, they worked six or seven days each week, sleeping in brothels and having sex with eight-to-ten men each night against their will.\n"
        ]
    },
    {
        "input": "据称，这是自2006年8月以来俄罗斯发生的最严重的商业空难。2006年8月，圣彼得堡普尔科沃航空公司旗下的Tu-154客机612航班在乌克兰坠毁，造成170人死亡。\n",
        "output": [
            "This is said to be Russia's worst commercial air disaster since August 2006 when 170 people died after a Tupolev Tu-154 passenger jet, flight 612, owned by St. Petersburg-based Pulkovo Airlines, crashed in the Ukraine.\n"
        ]
    },
    {
        "input": "该奖项的奖金为50万美元，是美国颁发的最大的发明奖项。\n",
        "output": [
            "The prize comes with an award of US$500,000, making it the largest single award for invention given in the United States.\n"
        ]
    },
    {
        "input": "星期天，美国参议员乔治·艾伦（R-VA）和芭芭拉·博克瑟（D-CA）在美国有线电视新闻网沃尔夫·布利泽晚间播出的一则新闻中都对布利泽说，在抗议活动引发的狂怒中，他们认为布什总统应该亲自会见辛迪·希恩。\n",
        "output": [
            "On a CNN Wolf Blitzer Late Edition broadcast Sunday, U.S. Senators George Allen (R-VA) and Barbara Boxer (D-CA) both told Blitzer that in the furore created by the protest they believe President Bush should personally meet with Cindy Sheehan.\n"
        ]
    },
    {
        "input": "这次峰会将在塞萨洛尼基的凯悦酒店举行。在合作峰会期间，希腊总理科斯塔·斯卡拉曼利斯将于周四会见土耳其总理雷杰普·塔伊普·埃尔多安，讨论包括塞浦路斯问题在内的双边议题。\n",
        "output": [
            "On the sidelines of the Inter-Balkan Cooperation Summit, which will take place at the Hyatt Regency Hotel of Thessaloniki, Greek Premier Kostas Caramanlis will meet with his Turkish counterpart Recep Tayyip Erdogan on Thursday in order to discuss bilateral issues, including the Cyprus problem.\n"
        ]
    },
    {
        "input": "临时政权的成员及其家庭被禁止进入新西兰。\n",
        "output": [
            "Members of the interim regime and their immediate families are barred from entering New Zealand.\n"
        ]
    },
    {
        "input": "你把强大的一面展示出来，有时你会想为什么。\n",
        "output": [
            "You put a strong side out and you wonder why sometimes.\n"
        ]
    },
    {
        "input": "但是，就像我说过的，我不会因为领先就采取保守的策略。\n",
        "output": [
            "But like I say, I'm not going to be conservative having the lead.\n"
        ]
    },
    {
        "input": "新的附件包括关于“国营军工复合体”伊拉克军事工业委员会的信息，该委员会“在政权所有武器计划进程中发挥着核心作用”。\n",
        "output": [
            "The new addenda included information on the Iraqi Military Industrial Commission, the \"state-run military-industrial complex\" which played a \"central role in the evolution of all the Regime's weapons programs\".\n"
        ]
    },
    {
        "input": "正在寻求共和党总统候选人提名的亨特上周支持这项法案。\n",
        "output": [
            "Hunter, who is seeking the Republican Presidential nomination, argued in favor of the bill last week.\n"
        ]
    },
    {
        "input": "爆炸估计爆炸半径为3英里。\n",
        "output": [
            "The explosion had an estimated blast radius of three miles.\n"
        ]
    },
    {
        "input": "美国和欧洲各自减少排放量占全球25%以上。\n",
        "output": [
            "The USA and Europe have each contributed more than 25% of accumulated global emissions.\n"
        ]
    },
    {
        "input": "2010年联合国气候变化大会谈判本周在德国波恩继续进行。\n",
        "output": [
            "The 2010 United Nations Climate Change Conference negotiations continued this week in Bonn, Germany.\n"
        ]
    },
    {
        "input": "即使在咨询委员会批准了这些变更之后，计划B的决定也是67个提议的OTC变更处方中唯一被拒绝的决定。\n",
        "output": [
            "The Plan B decision was the only one of 67 proposed prescription to OTC changes to be disapproved, even after advisory committees approved the changes.\n"
        ]
    },
    {
        "input": "调查人员花了两周时间才确定这条有牙齿的鳄鱼是美洲短吻鳄（密西西比短吻鳄）。\n",
        "output": [
            "It took investigators two weeks to positively identify the toothy crocodile as an American alligator, (Alligator mississippiensis).\n"
        ]
    },
    {
        "input": "在其继续沿日本中央岛屿北进的过程中，“茉莉”的风力有所减弱。\n",
        "output": [
            "Melor weakened somewhat as it continued northward up Japan's central island.\n"
        ]
    },
    {
        "input": "科学家预测，本世纪将损失多达500万种物种。\n",
        "output": [
            "Scientists forecast that up to five million species will be lost this century.\n"
        ]
    },
    {
        "input": "2005年，他参加了一个纪念欧洲歌唱大赛的特别节目。\n",
        "output": [
            "In 2005 he made an appearance on a special programme to commemorate Eurovision.\n"
        ]
    },
    {
        "input": "曼联和巴塞罗那将在欧冠半决赛中相遇，两队都在四分之一决赛中获胜。\n",
        "output": [
            "Manchester United and Barcelona will face off in the Champions League semi-finals after both teams won their quarterfinal matches.\n"
        ]
    },
    {
        "input": "他说，自己已经安置了一只网络摄像头来记录这一事件，并将细节发到FTP服务器上供人们观看。\n",
        "output": [
            "He said that he had set up a webcam to record the event, and would post details later of a FTP server for people to watch.\n"
        ]
    },
    {
        "input": "当地警官西蒙·阿德金说：“黑色蒙迪欧正朝着莱斯特方向行驶，而卡车正朝相反方向行驶”。\n",
        "output": [
            "Simon Adkin of the local police said that, \"the black Mondeo was travelling towards Leicester and the lorry was travelling in the opposite direction.\"\n"
        ]
    },
    {
        "input": "至于那些船只，“根据国际法，我们应该把它们还给船主，但是，由于船员都被立即遣返了，所以船主将这些船取回印尼……的能力相当有限，”参议员解释说。\n",
        "output": [
            "As for the boats, \"We're required by international law to offer them to bond them back to the owners, but as the crew are immediately repatriated the ability of the owners to get them back to Indonesia ... is fairly limited,\" the Senator explained.\n"
        ]
    },
    {
        "input": "该研究赞同使用核能并攻击反核运动人士使用的一些数据。\n",
        "output": [
            "The study endorses the use of nuclear energy and attacks some of the data used by anti-nuclear campaigners.\n"
        ]
    },
    {
        "input": "目前，无地工人运动得到巴西政府的帮助以及国际组织的捐助。\n",
        "output": [
            "Currently, MST receives help from the Brazilian government and donations from international organizations.\n"
        ]
    },
    {
        "input": "“我们一直担心的不可避免的噩梦现在应验了”。\n",
        "output": [
            "\"The inevitable nightmare we have feared has now been confirmed.\"\n"
        ]
    },
    {
        "input": "“我想问的是，‘我儿子是为什么样的崇高事业而牺牲的？’”。\n",
        "output": [
            "\"What I want to ask is, 'What noble cause did my son die for?'\"\n"
        ]
    },
    {
        "input": "这位来自北卡罗来纳州亨特斯维尔的25岁车手，此前曾在周五的比赛中获得周六晚间比赛的杆位。\n",
        "output": [
            "The 25-year old from Huntersville, North Carolina had previously gained the pole position for Saturday's night race on Friday.\n"
        ]
    },
    {
        "input": "感染特别成问题，因为近四分之一的感染葡萄球菌的人需要住院治疗。\n",
        "output": [
            "The infections are particularly problematic because nearly a quarter of people who get a staph infection require hospitalization.\n"
        ]
    },
    {
        "input": "“看起来飓风几乎无处不在。”\n",
        "output": [
            "\"It almost seemed like a hurricane hit out of nowhere.\"\n"
        ]
    },
    {
        "input": "资源部长弗格森说：“对澳大利亚海岸不构成威胁”。\n",
        "output": [
            "Resources Minister Martin Ferguson said that \"there's no threat to the Australian coast.\"\n"
        ]
    },
    {
        "input": "根据他贴在博客上的电话录音。\n",
        "output": [
            "According to the phone conversation recording he posted to his blog,\n"
        ]
    },
    {
        "input": "法国内政部采取了罕见的举措，启动了一项应急计划，以确保大批救援人员和资源迅速做出反应。\n",
        "output": [
            "The French Interior Ministry took the rare step of activating an emergency plan to ensure rapid response from large numbers of rescuers and resources.\n"
        ]
    },
    {
        "input": "声明说：“没有对起始价格或援助作出最终决定，因此现在推测任何潜在的价格影响还为时尚早。”\n",
        "output": [
            "\"No final decisions on the starting price or assistance have been taken and therefore it is far too early to speculate on any potential price impacts,\" the statement said.\n"
        ]
    },
    {
        "input": "皮卡迪利马戏团地铁站关了一阵又重新开放了。\n",
        "output": [
            "Piccadilly Circus tube station has reopened after an earlier closure\n"
        ]
    },
    {
        "input": "联合国和法国维和部队表示，尽管现任总统洛朗·巴博下令离开该国，但他们不会离开象牙海岸。\n",
        "output": [
            "The United Nations and French peacekeeping forces say they will not leave the Ivory Coast despite orders from incumbent president Laurent Gbagbo to leave the country.\n"
        ]
    },
    {
        "input": "不幸的是他们到得太晚，代表团只观看了部分葬礼活动。\n",
        "output": [
            "Unfortunately they arrived too late for the funeral and the delegation watched only part of the funeral activities.\n"
        ]
    },
    {
        "input": "来自埃塞俄比亚和日本的一组研究人员发掘了至少九颗化石牙齿，一颗犬牙齿和八颗臼齿，这是一种未知的非洲猿类，他们将牙齿的三维组成与追溯到800万年前的其他化石相比较，发现这些化石很可能是目前生活在非洲的猿类的“直接祖先”，新的猿类化石属于一种很可能以高纤维植物为食的大猩猩。\n",
        "output": [
            "At least nine fossilized teeth, one canine tooth and eight molars, of a previously unknown species of apes found in Africa were discovered by a team of researchers from Ethiopia and Japan who then compared the 3-D make up of the teeth to other fossils that date back as far as 8 million years and found that the fossils are likely a \"direct ancestor\" of apes currently living in Africa and that the new ape fossils were that of a species of gorilla who ate mostly plants high in fiber.\n"
        ]
    },
    {
        "input": "纳尔默达巴乔安多兰的积极分子试图阻止警察转移帕特卡，一些人因被控参与暴乱而被捕。\n",
        "output": [
            "Activists of the Narmada Bachao Andolan tried to prevent the police from moving Patkar and some were arrested on rioting charges.\n"
        ]
    },
    {
        "input": "YouTube通常可以在中国轻松访问，通过其“防火墙”屏蔽其他色情或颠覆网站。\n",
        "output": [
            "YouTube is normally easily accessible in China, which blocks other pornographic or subversive sites with its 'Great Firewall'.\n"
        ]
    },
    {
        "input": "据两个孩子的父亲比尔·拉斯科说，这只熊在利戈尼尔镇穿过了30号公路，在三个孩子打羽毛球的时候向他们走去。\n",
        "output": [
            "According to Bill Rusko, the father of two of the children, the bear crossed Route 30 in Ligonier Township and moved towards the three kids as they played badminton.\n"
        ]
    },
    {
        "input": "女子比赛于下午3点（当地时间）开始，而男子比赛则在两小时后开始。\n",
        "output": [
            "The women's race started at 3 p.m.(local time) while the men's race started two hours later.\n"
        ]
    },
    {
        "input": "西那瓦最近访问了该地区，随后又发生了枪击事件。\n",
        "output": [
            "Mr. Shinawatra's recent visit to the region was followed by further shootings.\n"
        ]
    },
    {
        "input": "目前，英国学生每年都要进行近千万次测试。\n",
        "output": [
            "Currently, almost ten million tests are sat each year by British pupils.\n"
        ]
    },
    {
        "input": "据半岛电视台报道，中国的煤矿是世界上死亡人数最多的煤矿；每年中国有数千名矿工死于煤矿事故。\n",
        "output": [
            "China's mines are the deadliest in the world; according to Al Jazeera, several thousand miners die each year due to accidents in them.\n"
        ]
    },
    {
        "input": "在这一行动之前，第14任达赖喇嘛丹津吉索誓言，如果西藏局势“失控”，他将下台。在西藏，针对中国的暴力示威活动已经造成13至100人死亡。\n",
        "output": [
            "This move comes after Tenzin Gyatso, the 14th Dalai Lama, vowed to step down from his position if things \"get out of control\" in Tibet, where violent demonstrations against China have killed anywhere from 13 to 100 people.\n"
        ]
    },
    {
        "input": "美国过去曾被指控在战前使用夸大和捏造的证据来证明其对伊拉克的指控。\n",
        "output": [
            "The US has in the past been accused of using exaggerated and fabricated evidence to build its case against Iraq prior to the war.\n"
        ]
    },
    {
        "input": "据美国广播公司在北卡罗来纳州夏洛特的一家分支机构报道，弗莱尔上周三在485号州际公路上参与了一起涉嫌的公路暴乱事件。\n",
        "output": [
            "According to an ABC affiliate in Charlotte, North Carolina, Flair took part in an alleged road rage incident last Wednesday on Interstate 485.\n"
        ]
    },
    {
        "input": "尽管比赛结果好坏参半，但库克里斯还是有资格参加尤格决赛。\n",
        "output": [
            "Despite mixed results for the tournament the Kukris managed to qualify for the Jug Final.\n"
        ]
    },
    {
        "input": "这是一种吸引人的方式，人们可以坐在双座汽车里，在昏暗的帐篷里随着闪烁的灯光和音乐旋转。\n",
        "output": [
            "The ride is an attraction that spins people around in two-seat cars, inside a darkened tent to flashing lights and music.\n"
        ]
    },
    {
        "input": "据有线新闻的第一手报道，该攻击利用论坛的功能发布JavaScript代码。\n",
        "output": [
            "The attack, first reported by Wired News, exploited a function of the forums to post JavaScript code.\n"
        ]
    },
    {
        "input": "西班牙利用欧盟成员国身份的不确定性，阻止加泰罗尼亚举行独立公投。\n",
        "output": [
            "Spain uses uncertainty over EU membership to deter Catalonia from even holding a referendum on independence.\n"
        ]
    },
    {
        "input": "据欧盟委员会主席何塞·曼努埃尔·杜朗·巴罗佐称，欧盟准备向受损地区释放5000万欧元的援助。\n",
        "output": [
            "According to José Manuel Durão Barroso, President of the European Commission, the European Union is prepared to release 50 million € in aid for damaged areas.\n"
        ]
    },
    {
        "input": "基地组织星期四在一份网络声明中说，他们已经击毙了埃及驻伊拉克的最高特使伊哈卜·谢里夫。\n",
        "output": [
            "Al-Qaeda said in a web statement Thursday that it has killed Egypt's top envoy in Iraq, Ihab al-Sherif.\n"
        ]
    },
    {
        "input": "2004年，一名来自康涅狄格州的7岁女孩成功挣脱了过山车的护栏，爬上了座位的前排。\n",
        "output": [
            "In 2004, a seven-year-old from Connecticut managed to free herself from the ride's restraining bars, and climb onto the front edge of her seat.\n"
        ]
    },
    {
        "input": "他们还测试了给予额外催乳素的处女小鼠，并发现了与怀孕小鼠相似的结果。\n",
        "output": [
            "They also tested virgin mice given additional prolactin, and found results similar to pregnant mice.\n"
        ]
    },
    {
        "input": "澳大利亚保护基金会（ACF）的核活动人士戴夫·斯威尼说，这项研究似乎存在缺陷，并没有为使用核能提供一个合理的理由。\n",
        "output": [
            "The Australian Conservation Foundation's (ACF) nuclear campaigner, Dave Sweeney, says the study appears flawed and does not provide a sound argument for the use of nuclear energy.\n"
        ]
    },
    {
        "input": "自由标准组织执行董事吉姆·泽姆林告诉美联社说：“其中一个重要的难点就是一致性，这是Windows最大的优势”。\n",
        "output": [
            "\"One of the big things that's difficult is consistency, and that's Windows' biggest strength,\" Jim Zemlin, executive director of the Free Standards Group, told the Associated Press.\n"
        ]
    },
    {
        "input": "爱尔兰外交部长米歇尔·马丁在一份声明中说，“这是对政治进程和权力下放机构的信心声明。”\n",
        "output": [
            "Ireland's Foreign Affairs Minister, Micheál Martin, said in a statement, \"This is a statement of confidence in the political process and in the devolved institutions.\"\n"
        ]
    },
    {
        "input": "据芬兰国防部称，这架飞机冒险进入波尔沃附近的芬兰领空4.5公里（3英里）长达三分钟。\n",
        "output": [
            "The aircraft ventured about 4.5 kilometers (3 miles) into Finland's airspace near Porvoo over a period of three minutes, according to Finland's defense ministry.\n"
        ]
    },
    {
        "input": "记者无法联系到库尼请其置评，他将在华盛顿接受传讯。\n",
        "output": [
            "Cooney could not be reached for comment, and will be arraigned in D.C.\n"
        ]
    },
    {
        "input": "列伊的增长也对全球汇率产生影响，全球美元汇率下跌1％。\n",
        "output": [
            "The leu's growth also had an impact on global exchange rates, weakening the US dollar worldwide by 1%.\n"
        ]
    },
    {
        "input": "科诺在1992年接受《纽约时报》采访时说，“许多人被这部电影感动，这使得它有可能摆脱盲目崇拜。”\n",
        "output": [
            "Corneau said in a 1992 interview in the New York Times that \"Many people got emotional about this film, and that made it possible for it to escape cult status.\"\n"
        ]
    },
    {
        "input": "横贯铁路并没有表示，它将尝试在最初的报价中给出一个公平的价格，而是将每处房产的报价定在50英镑左右，希望不会有多少人将此事提交土地法庭。\n",
        "output": [
            "Crossrail does not indicate that it will attempt to assign a fair value in the original offer and instead is only going to offer around £50 per property in the hope that not many people take the matter to the Land Tribunal.\n"
        ]
    },
    {
        "input": "正义与发展党拥有土耳其大国民议会550个席位中的353个。\n",
        "output": [
            "The AKP has 353 of the 550 seats in Grand National Assembly of Turkey.\n"
        ]
    },
    {
        "input": "澳大利亚以外的任何发布黑名单网址内容的网站，也将面临罚款。\n",
        "output": [
            "Fines can be imposed on websites outside Australia that link to material on its list.\n"
        ]
    },
    {
        "input": "新的预算还包括增加州学前教育计划的支出，为田纳西州医疗保险对象外成员提供1亿美元的资金，以及对州储备基金的投入。\n",
        "output": [
            "The new budget also includes an increase in spending for the state's preschool program, as much as $100 million in funding for TennCare disenrollees, and a significant contribution to the state's reserve fund.\n"
        ]
    },
    {
        "input": "根据他的律师所说，这一条件之所以被强调，是因为曼宁对自己被监禁的严酷条件“挖苦”了一番。\n",
        "output": [
            "According to his attorney, this condition was imposed because Manning made a \"sarcastic quip\" about the harsh conditions of his confinement.\n"
        ]
    },
    {
        "input": "这确实表明，急诊病人不会被拒之门外。\n",
        "output": [
            "It did indicate that acute care emergency patients would not be turned away.\n"
        ]
    },
    {
        "input": "维基百科，互联网十大网站之一，很快将改头换面。\n",
        "output": [
            "Wikipedia, one of the top ten websites on the internet, will soon be receiving a face lift.\n"
        ]
    },
    {
        "input": "昨晚，大规模袭击攻占了中国的互联网，减缓了抓取的速度。\n",
        "output": [
            "Early last night, massive attacks targeted China's Internet, slowing access to a crawl.\n"
        ]
    },
    {
        "input": "第三个是保加利亚的土耳其族，约占百分之11。\n",
        "output": [
            "The third is Ethnic Turks of Bulgaria, with around 11%.\n"
        ]
    },
    {
        "input": "悉尼西北地区的警察指挥官，助理专员说，他很高兴俱乐部正在与警方积极合作。\n",
        "output": [
            "The police Commander of the North West Sydney region, Assistant Commissioner said he was pleased that the club was working with the police proactively.\n"
        ]
    },
    {
        "input": "应当指出的是，哈萨克斯坦现行法律没有规定房屋拆迁等驱逐行为，驱逐行为应当附有从疏散建筑中移除的财产清单，提供财产的储存也是必要的。\n",
        "output": [
            "It should be noted that the acting Kazakh law does not stipulate such a kind of eviction as the demolition of houses, and the eviction should be accompanied by the inventory of property removed from the evacuated building, while the storage of this property should be provided is necessary.\n"
        ]
    },
    {
        "input": "尼日利亚政府已请求国际组织提供援助，包括世界卫生组织和美国疾病防控中心，以避免大规模爆发。\n",
        "output": [
            "Nigeria's government has requested assistance from international organizations, including the World Health Organization and the US Centers for Disease Control and Prevention, in averting a widespread outbreak.\n"
        ]
    },
    {
        "input": "哈尔迪蒙德郡市长玛丽·特雷纳说：“接下来的一两场会议将会被浪费在一些无关紧要的事情上，而不是真正地谈正事。”\n",
        "output": [
            "Mayor Marie Trainer of Haldimand County, were Caledonia is located, said: \"The next meeting or two will be wasted on frivolous stuff again instead of getting down to business.\"\n"
        ]
    },
    {
        "input": "周末，在全国各地的足球赛上均对其表示了默哀，纽卡斯尔联队和伊普斯维奇足球俱乐部的球迷们为其制作了临时圣坛。这两家俱乐部与他的关系最密切。\n",
        "output": [
            "Silences were held at football games throughout the country over the weekend, with fans creating makeshift shrines at Newcastle United and Ipswich Town, the two clubs he was most strongly associated with.\n"
        ]
    },
    {
        "input": "罗伯森写道：“我恳求您的宽恕，也恳求以色列人民的宽恕”。\n",
        "output": [
            "Robertson wrote, \"I ask your forgiveness and the forgiveness of the people of Israel.\"\n"
        ]
    },
    {
        "input": "韩国官员尚未就此事进行推测，称清除肖像“可能有各种原因”。\n",
        "output": [
            "South Korean officials are not yet speculating on the matter, saying the portrait removals \"may be for various reasons.\"\n"
        ]
    },
    {
        "input": "爆炸和随后的火灾最初被认为是一架被击落的商用飞机。\n",
        "output": [
            "The explosion and subsequent fire was originally thought to have been a downed commercial aircraft.\n"
        ]
    },
    {
        "input": "当地居民阿萨·卡勒德告诉路透社：“我醒来时看到在下雪，所以我叫醒了所有的家人，让他们来看雪。”\n",
        "output": [
            "Resident Aysar Khaled told Reuters \"I woke up and I saw snow falling, so I woke up all the family and told them to come and see the snowfall.\"\n"
        ]
    },
    {
        "input": "昨天，1欧元可以买到35844列伊，而两天前是36133列伊。\n",
        "output": [
            "Yesterday, one euro could be bought for just 35,844 lei, down from 36,133 lei two days ago.\n"
        ]
    },
    {
        "input": "当地居民和业主怀疑那座酒店曾经位于同一地点。\n",
        "output": [
            "It was suspected by residents and business owners in the area that hotel once stood in the same spot.\n"
        ]
    },
    {
        "input": "由于担心另一场海啸，他们太过担心而不敢回家，但据路透社报道，卫生官员担心那些仍在避难中的人会受到疾病的威胁。\n",
        "output": [
            "They are too apprehensive to return home due to fears of another tsunami, but according to Reuters, health officials are worried about the threat of disease among those who are still in refuge.\n"
        ]
    },
    {
        "input": "它最终可以用于使用SpaceX天龙号太空船的载人飞行任务。\n",
        "output": [
            "It could eventually be used for manned missions using the SpaceX Dragon spacecraft.\n"
        ]
    },
    {
        "input": "所有访谈都通过电子邮件进行，访谈未经编辑发布，允许候选人不间断地向读者传达他们的全部信息。\n",
        "output": [
            "All interviews are conducted over e-mail, and interviews are published unedited, allowing candidates to impart their full message to our readers, uninterrupted.\n"
        ]
    },
    {
        "input": "管理与预算办公室主任吉姆·纳斯勒认为，赤字将开始下降。\n",
        "output": [
            "Jim Nussle, director of the Office of Management and Budget said that he believes that the deficit will start to decline.\n"
        ]
    },
    {
        "input": "来自新摄像机的照片显示，在发射过程中，一部分重约250克的泡沫从外部燃料箱中脱落，但没有撞击轨道飞行器。\n",
        "output": [
            "Images from new cameras have revealed that a section of foam weighing some 250 g fell away from the external fuel tank during launch, but did not strike the Orbiter.\n"
        ]
    },
    {
        "input": "而且，罗瑟说，价格指数必须与布什的私人投资账户挂钩，因为这些账户的收入能让退休人员有机会弥补福利差额。\n",
        "output": [
            "However, Rother says that price indexing has to be linked to Bush’s private investment accounts as income from the accounts give retirees the chance to make up the shortfalls.\n"
        ]
    },
    {
        "input": "在宣读有罪判决后，布朗·桑德斯松了一口气，拥抱了在场的家人和朋友。\n",
        "output": [
            "After the guilty verdict was read, a relieved Browne Sanders hugged her family and friends who were present at the trial.\n"
        ]
    },
    {
        "input": "自从今年6月吉拉德·沙利特被逮捕以来，以色列部队一直在定期地入侵加沙地带。\n",
        "output": [
            "Israeli troops have regularly made incursions into Gaza following the capture of Gilad Shalit in June this year.\n"
        ]
    },
    {
        "input": "报告称，杰弗里·哈尼机长死亡的部分原因是由于飞机设计方面的瑕疵。\n",
        "output": [
            "The report finds Captain Jeffrey Haney's death was partly due to aircraft design flaws.\n"
        ]
    },
    {
        "input": "环境科学家说他们有具体的证据表明这个星球正在经历“6500万年来最大规模的物种灭绝”。\n",
        "output": [
            "Environmental scientists say they have concrete evidence that the planet is undergoing the \"largest mass extinction in 65 million years\".\n"
        ]
    },
    {
        "input": "澳大利亚首都地区队包括澳大利亚国家队成员艾米·默奇和克莱尔·沃里克；奥运会铜牌得主布伦达·德贝尔斯；维多利亚州代表队代表、国家队成员和奥运会铜牌得主贾斯汀·斯梅尔斯特；以及差点留在国家队的克莱尔·柯里。\n",
        "output": [
            "The ACT side included Australian national team members Aimee Murch and Clare Warwick; Olympic bronze medalist Brenda De Blaes; Victorian state team representative, national team member and Olympic bronze medalist Justine Smethurst; and Clare Currie, who narrowly missed the cut for the national team.\n"
        ]
    },
    {
        "input": "沿着虎纹最热的区域对应于卡西尼号图片中的两个喷射位置。\n",
        "output": [
            "The warmest regions along the tiger stripes correspond to two of the jet locations seen in Cassini images.\n"
        ]
    },
    {
        "input": "“赤字的增多迫使我们需要采纳并维护促进经济增长和财政责任的政策，包括福利改革和有利于增长的税收政策”。\n",
        "output": [
            "\"This increase reinforces the need to adopt and maintain policies that promote economic growth and fiscal responsibility, including entitlement reform and pro-growth tax policies.\"\n"
        ]
    },
    {
        "input": "其中一人受致命伤。而他们的哥哥被指控为凶手。\n",
        "output": [
            "Their older brother is being charged with the stabbings, one of which was fatal.\n"
        ]
    },
    {
        "input": "“这个案子远没有结束，”在巴伦苏埃拉对奥康奈尔案中的首席律师阿图罗·冈萨雷斯说。在此案中，里士满高中学生莉莉安娜·巴伦苏埃拉和其他学生起诉要求阻止该州使用该测试作为毕业条件，“我们认为即使是在毕业典礼之后，2006年度班级的学生也有很大的机会获得他们的文凭。”\n",
        "output": [
            "\"This case is far from over,\" said Arturo Gonzalez, the lead attorney in Valenzuela vs. O'Connell, in which Liliana Valenzuela, a Richmond High School student, and others sued to block the state's use of the test as a graduation requirement, \"We think there is a strong chance that students in the Class of 2006 will receive their diplomas, even if it is after commencement ceremonies.\"\n"
        ]
    },
    {
        "input": "这场战争引发了抗议，政治家们也非常愤怒，他们认为布莱尔错误地支持当时的美国总统布什，向伊拉克派遣了45000名英国士兵，其中179人在战争中丧生。\n",
        "output": [
            "The war has provoked protests, and much outrage among politicians who believe that Blair was wrong to support then United States President George W. Bush by sending 45,000 British soldiers—179 of whom died in combat—to fight in Iraq.\n"
        ]
    },
    {
        "input": "代理警察局长摩西·德莱弗否认发生过任何接管事件。\n",
        "output": [
            "Acting Police Commissioner Moses Driver denied that any take over had occurred.\n"
        ]
    },
    {
        "input": "纽坡特和格莱德尔将成为独立大学。\n",
        "output": [
            "Newport and Glyndwr are set to become universities in their own right.\n"
        ]
    },
    {
        "input": "根据匡蒂科设施发言人布莱恩·维利亚德中尉的说法，在他被关押的八个月中的大部分时间里，曼宁被要求只穿着他的平角裤，因为一直在“防止受伤”。\n",
        "output": [
            "For most of the eight months he has been held there, Manning has been required to sleep only in his boxer shorts because he has been under \"prevention of injury watch,\" according to First Lieutenant Brian Villiard, a spokesman for the Quantico facility.\n"
        ]
    },
    {
        "input": "帕拉西尔斯将在今年8月举行的一次初步听证会前继续获得保释。\n",
        "output": [
            "Parasiris will remain free on bail pending a preliminary hearing to be held in August of this year.\n"
        ]
    },
    {
        "input": "费城将达到100华氏度，华盛顿特区将高达101华氏度，巴尔的摩和里士满可能会看到温度超过100华氏度。\n",
        "output": [
            "Philadelphia will reach 100ºF, Washington D.C. will have a high of 101ºF and Baltimore and Richmond may see temperatures rise above the 100 mark.\n"
        ]
    },
    {
        "input": "他的曾祖父贾瓦哈拉尔·尼赫鲁是印度第一任总理，他的高曾祖父莫蒂拉尔·尼赫鲁是印度独立运动的杰出领导人。\n",
        "output": [
            "His great-grandfather, Jawaharlal Nehru, was the first Prime Minister of India, and his great-great-grandfather Motilal Nehru was a distinguished leader of the Indian independence movement.\n"
        ]
    },
    {
        "input": "那些已经为修理Xbox360支付了维修费的人们将于当日起大约10周内得到一张报销支票。\n",
        "output": [
            "People who have paid for Xbox 360 repair will be automatically distributed a reimbursement check in about 10 weeks from the present date.\n"
        ]
    },
    {
        "input": "这位匿名编辑向维基媒体社区做了一个冗长的道歉，解释说：“我希望这能结束人们在悲剧被发现之前就知道此事的猜测。”\n",
        "output": [
            "The anonymous editor left a lengthy apology to the Wikimedia community, explaining, \"I hope this puts an end to this speculation that someone knew about the tragedy before it was discovered.\"\n"
        ]
    },
    {
        "input": "她说：“在Plan B的问题上所发生的事情说明，这个机构偏离了轨道，不被允许正当履行职责”。\n",
        "output": [
            "“What happened with Plan B demonstrated that the agency was off track, and was not being allowed to do its job properly,” she said.\n"
        ]
    },
    {
        "input": "当地的成年人说，孩子们都死于疟疾。\n",
        "output": [
            "Adults from the area reported that the children had died of malaria.\n"
        ]
    },
    {
        "input": "意大利政府对这一说法表示异议说，美国完全知道3月4日的这次行动。\n",
        "output": [
            "The Italian government disputes this account, and has said that the US was fully aware of the operation on March 4.\n"
        ]
    },
    {
        "input": "今天，在巴瑟斯特警方联系了这位声明人后，警方拒绝发表评论。\n",
        "output": [
            "Bathurst Police refused to comment when contacted about the statement today.\n"
        ]
    },
    {
        "input": "区域检察官马克西姆·斯捷潘年科对俄罗斯24号电视台表示，周六上午，船长们接到了暴风雨天气的警告。\n",
        "output": [
            "Captains had been warned Saturday morning of the stormy conditions, regional prosecutor Maxim Stepanenko told Russia's Vesti 24.\n"
        ]
    },
    {
        "input": "谷歌数据库预计将成为克雷格列表的主要竞争对手，克雷格列表的部分归易趣所有。\n",
        "output": [
            "Google Base is expected to be a major competitor of craigslist, which is partly owned by eBay.\n"
        ]
    },
    {
        "input": "“在某种程度上，我们已被告知所有指控，并已审查了所有可用的证据，我们也认为情况就是这样。”\n",
        "output": [
            "\"To the extent that we have been informed of all allegations and have reviewed all available evidence, we also believe this to be the case.\"\n"
        ]
    },
    {
        "input": "五名消防员在他们的卡车被大火吞噬时丧生。\n",
        "output": [
            "The five firefighters that were killed died when their truck was overrun by the flames.\n"
        ]
    },
    {
        "input": "里科从事过各种各样的工作，但现在他的职业是他的激情-他把不想要的“垃圾”变成了不寻常的家具。\n",
        "output": [
            "Rico has been in a variety of jobs but his passion is now his profession - he turns unwanted 'junk' into unusual pieces of furniture.\n"
        ]
    },
    {
        "input": "梵高曾经是伊斯兰教及其虐待妇女行为的坚定批判者。\n",
        "output": [
            "Van Gogh had been a staunch critic of Islam and its perceived mistreatment of women.\n"
        ]
    },
    {
        "input": "据信，女孩的叔叔的死亡也在调查中，因为他可能有流感症状。\n",
        "output": [
            "The death of the girl's uncle is also believed to be under investigation due to him having symptoms that may indicate flu.\n"
        ]
    },
    {
        "input": "阿洛塔最近在纽约买了这艘船，之前的船主已经70多岁，决定卖掉这艘船。\n",
        "output": [
            "Arlotta had recently bought the vessel in New York; its previous owner was in his seventies and had decided to sell the ship.\n"
        ]
    },
    {
        "input": "事故发生时，这家人正准备参加青少年足球比赛。\n",
        "output": [
            "The family was on their way to attend a football game for youths when the crash occurred.\n"
        ]
    },
    {
        "input": "科学家们寻找陀螺仪运动中的微小变化来检测拖曳效应，以及探测更大的大地测量效应，根据爱因斯坦和牛顿的引力理论之间的差异，对地球引力场进行微小修正。\n",
        "output": [
            "Scientists looked for small changes in the motion of the gyroscopes to detect the frame dragging effect, as well as the much larger geodetic effect – small corrections to the Earth's gravitational field due to differences between Einstein's and Newton's theories of gravity.\n"
        ]
    },
    {
        "input": "其他波罗的海国家也发生过类似事件，特别是在芬兰的南部邻国爱沙尼亚。\n",
        "output": [
            "Similar incidents have been recorded in other Baltic states, particularly in Finland's Southern neighbour, Estonia.\n"
        ]
    },
    {
        "input": "鲁德承诺，同性婚姻合法化的法案将在政府成立后100天内提出。鲁德承诺，如果他再次当选，将允许进行“全良心投票”。\n",
        "output": [
            "Pledging that a bill to legalise same-sex marriage would be introduced within 100 days of government, Rudd promised to allow a \"full conscience vote\" if he were to be re-elected.\n"
        ]
    },
    {
        "input": "障碍滑雪比赛取消后，美国队的几名运动员举行了一个披萨派对。\n",
        "output": [
            "Several members of Team USA had a pizza party after the slalom cancellation.\n"
        ]
    },
    {
        "input": "加拿大安大略省的布兰普顿市和菲律宾的马里基纳市最近结成了“姐妹市”。\n",
        "output": [
            "The City of Brampton in Ontario, Canada, and Marikina in the Philippines have recently been \"twinned\".\n"
        ]
    },
    {
        "input": "为了结束众议院和参议院之间的僵局，博纳告诉参议院民主党领袖哈里·里德，他将安排众议院对参议院版本的法案进行投票，该法案将延长减税期限，减税期限于年底到期。\n",
        "output": [
            "In an effort to end the impasse between the House and Senate, Boehner told Senate Democratic leader Harry Reid that he would schedule a House vote on the Senate version of the bill that would extend the tax cut, which was due to expire at the end of the year.\n"
        ]
    },
    {
        "input": "在安提瓜度假时和妻子一起被枪杀的英国男子本杰明·穆拉尼去世。\n",
        "output": [
            "Benjamin Mullany, the British man who was shot along with his wife while on holiday in Antigua has died.\n"
        ]
    },
    {
        "input": "亲子计划的总裁塞西尔·理查兹说：“虽然这令人非常不安和令人失望，但我们希望向那些依赖亲子计划的女性提供乳房护理服务，我们仍然会为她们服务，而且我们将永远如此。”\n",
        "output": [
            "Cecile Richards, president of Planned Parenthood, said, \"While this is deeply disturbing and disappointing, we want to assure women who rely on Planned Parenthood for breast care that we're still here for them, and we always will be. \"\n"
        ]
    },
    {
        "input": "据称，陈是这次行动的策划者，而迈兰则是执行者。\n",
        "output": [
            "Chan was alleged to be the mastermind of the operation, and Myuran was alleged to be an enforcer.\n"
        ]
    },
    {
        "input": "据第一个爆料此事的著名美国左翼在线博客每日科斯称，周一，在美国有线电视新闻网中一个由专家沃尔夫·布利泽主持的节目“情况室”里，这两人被混为一谈，导致以本·拉登为主题的片段被加上“奥巴马在哪里？”的标题。\n",
        "output": [
            "According to prominent American left-wing online blog Daily Kos, which was the first to report it, CNN mixed the two up on Monday, leading into a segment on bin Laden with the title, \"Where's Obama?\" on The Situation Room, a show hosted by pundit Wolf Blitzer.\n"
        ]
    },
    {
        "input": "他在《国际新闻周刊》的一篇文章中表示，联合国以其“令人印象深刻的成就”和“令人难忘的失败”而改变，但需要进一步改变。\n",
        "output": [
            "The United Nations with its \"impressive achievements\" and \"haunting failures\" has changed but needs to change further, he said in an article in Newsweek International.\n"
        ]
    },
    {
        "input": "英国政府是在欧洲议会催促解决此案件并指出伊朗有过折磨和处死同性恋者的历史之后，于星期五发表上述公告的。\n",
        "output": [
            "The announcement Friday by the British government came after the European Parliament urged a resolution to the case and said that Iran has a history of torturing and executing homosexuals.\n"
        ]
    },
    {
        "input": "马达加斯加渔业和水资源部长赫里·拉哈里西纳博士代表政府向受害者家属表示慰问。\n",
        "output": [
            "Dr Hery Raharisaina, Madagascar's fishing and aquatic resources minister, offered condolence to the families of the victims on behalf of the government.\n"
        ]
    },
    {
        "input": "托马斯是黎巴嫩移民的女儿，她在美国政界为女记者开辟了一条道路。她为说了以色列应该“滚出巴勒斯坦”而道歉后，结束了她的职业生涯。\n",
        "output": [
            "Thomas, the daughter of Lebanese immigrants, who blazed a trail for female reporters in politics in the United States, has ended her career after apologizing for saying that Israel should \"get the hell out of Palestine.\"\n"
        ]
    },
    {
        "input": "新草案建议改变目前的政策，出租车中的摄像机不再出于隐私原因而不录制声音，希望录音能使一些调查变得更容易。\n",
        "output": [
            "The new draft proposes to change a current policy which allows for cameras in taxis which do not record sound for privacy reasons, in the hope that audio recordings will make some investigations easier.\n"
        ]
    },
    {
        "input": "下葬将在墨西哥的赫尔曼佩德罗公墓举行。\n",
        "output": [
            "Internment will take place at the Hermano Pedro cemetery in Mixco.\n"
        ]
    },
    {
        "input": "尽管佩林对此表示指责，10月3日《纽约时报》的第一篇文章总结说，奥巴马和艾尔斯从未密切接触过，他们打交道是在奥巴马最初的竞选和一项学校改革计划中，“据说他们偶尔在路上会相遇”。\n",
        "output": [
            "Despite Palin's attack, the original article in the October 3 New York Times concluded that Obama and Ayers were never close, and that the connection was through Obama's initial run for office and a schools reform project, \"saying that their paths have crossed sporadically\".\n"
        ]
    },
    {
        "input": "他的叔叔匿名接受美国有线电视新闻网采访，说他的侄子2006年在英国学习时，他的性伴侣因被控告鸡奸而在伊朗被逮捕并被施以绞刑。\n",
        "output": [
            "His uncle spoke with CNN on condition of anonymity, and said that his nephew was studying in Britain in 2006 when his partner in Iran was arrested and hanged after being charged with sodomy.\n"
        ]
    },
    {
        "input": "在2003年的选举中，ADQ获得了21％的选票。\n",
        "output": [
            "In the 2003 election, the ADQ garnered 21% of the vote.\n"
        ]
    },
    {
        "input": "他们于1996年发行了他们的第一张专辑，全球销量超过一百万张。\n",
        "output": [
            "They released, in 1996, their first album, which sold over a million copies worldwide.\n"
        ]
    },
    {
        "input": "J·J·樱井奖将于2010年2月在华盛顿举行的美国物理协会2010特别仪式会议上颁发。\n",
        "output": [
            "The J. J. Sakurai Prize will be presented at the APS 2010 meeting in Washington, DC at a special Ceremonial session in February 2010.\n"
        ]
    },
    {
        "input": "2003年5月28日，德国第三大城市投票选择转向开源软件。\n",
        "output": [
            "On May 28, 2003 Germany's third-largest city, voted to move to open source software.\n"
        ]
    },
    {
        "input": "微软决定购买一个名为梅迪斯多瑞健康信息搜索引擎。\n",
        "output": [
            "Microsoft decided to buy a health information search engine called Medstory.\n"
        ]
    },
    {
        "input": "上周，斐济政府曾威胁要驱逐新西兰高级专员，除非新西兰政府将签证授予乔治·纳塞瓦。后者是一名临时政权高官的儿子。\n",
        "output": [
            "Last week the Fijian regime threatened to expel New Zealand's High Commissioner unless the New Zealand government granted a visa to George Nacewa, the son of a senior regime official.\n"
        ]
    },
    {
        "input": "“因为云层散开了，所以我们决定发射，”NASA电视台的调度中心说。\n",
        "output": [
            "\"The clouds broke up and that's why we were go for launch,\" stated mission control on NASA TV.\n"
        ]
    },
    {
        "input": "安全部花费了数小时的时间才控制了全部场地。\n",
        "output": [
            "It took several hours before security forces were able to gain control of all the sites.\n"
        ]
    },
    {
        "input": "其中一名妇女感到头晕并且摔倒了，然后被救护车接走了。\n",
        "output": [
            "One of the women felt dizzy, fell down and was picked up by the ambulance.\n"
        ]
    },
    {
        "input": "他的饮食包括冷冻干燥的食物和鱼，尽管他在精神上很累，但这些食物使他身体状况保持良好。\n",
        "output": [
            "His diet consists of freeze-dried foods and fish, which are keeping him physically well-conditioned despite tiring mentally.\n"
        ]
    },
    {
        "input": "爱尔兰航空公司瑞安航空的股票价格在今早的交易中下跌12％，进一步加剧了市场对经济衰退下糟糕的市场状况的担忧。\n",
        "output": [
            "Irish airline Ryanair took a 12% slump in this morning’s trade, further intensifying concern about poor market conditions amid recessionary fears.\n"
        ]
    },
    {
        "input": "来自卢旺达、布隆迪和刚果的约100名学生将分享卢旺达的过去和现在以及大湖地区的未来。\n",
        "output": [
            "Approximately 100 students from Rwanda, Burundi and the Congo will share ideas about the past and present in Rwanda as well as the future for the Great Lakes region.\n"
        ]
    },
    {
        "input": "这个过程的一部分是亚当的人工智能可以循环和分析实验结果，也可以做常规的重复性实验工作。\n",
        "output": [
            "A part of the process is that Adam's AI can cycle and analyze the results of the experiments as well doing routine repetitious lab work.\n"
        ]
    },
    {
        "input": "伍德对此表示不满，并说：“显然，国际法的某些领域可能存在不确定性。\n",
        "output": [
            "Wood disputes this, saying, \"Obviously there are some areas of international law that can be quite uncertain.\n"
        ]
    },
    {
        "input": "最后，3月份，将以选举或者公投的形式进行圣安德鲁斯协议的签署。\n",
        "output": [
            "Finally in March, an electoral endorsement of the Saint Andrews Agreement will take place be it either through election or referendum.\n"
        ]
    },
    {
        "input": "然而，关于伴娘礼服和男花童制服的详细情况，只有到婚礼当天才能揭秘了。\n",
        "output": [
            "However, details of the bridesmaid dresses and page boys uniforms will not be revealed until the day of the wedding.\n"
        ]
    },
    {
        "input": "据信被指控犯有谋杀罪的男子是她侄女已分居的丈夫。\n",
        "output": [
            "It is believed the man who has been charged with her murder was the estranged husband of her niece.\n"
        ]
    },
    {
        "input": "广告结束后，布利泽告诉他的客人，CNN刚刚收到来自白宫的新闻简报。\n",
        "output": [
            "After returning from commercial break, Blitzer told his guests that CNN had just received a news bulletin from the White House.\n"
        ]
    },
    {
        "input": "该组织于2008年4月被以水浒传人物名称闻名的个人雇用，将大麻从巴基斯坦运送至加拿大，他们于2008年5月12日被捕。\n",
        "output": [
            "The group were hired in April 2008 by individuals known by A Giai and A Tran to transfer the marijuana from Pakistan to Canada and were caught on May 12, 2008.\n"
        ]
    },
    {
        "input": "她说，她的丈夫帕特，不能忍受凯西的东西放在家里，所以凯西的东西大部分放在仓库里。\n",
        "output": [
            "She says her husband Pat, couldn't bear having Casey's things at home and put most of them in storage.\n"
        ]
    },
    {
        "input": "21岁的店主穆罕默德·瓦利说：“交通堵塞，所有车辆都停了下来。”\n",
        "output": [
            "\"There was a traffic jam and all the vehicles were stopped,\" said one witness, 21-year old shopkeeper Mohammad Wali.\n"
        ]
    },
    {
        "input": "多年前，他曾在热门电视节目《生活色彩》的一集中短暂露面（不为人知）。\n",
        "output": [
            "He made a brief (uncredited) appearance many years ago on one episode of the hit television show In Living Color.\n"
        ]
    },
    {
        "input": "今天出版的“游戏改变”一书还说，纽约州参议员查克·舒默鼓励巴拉克·奥巴马在2006年初参选，尽管他后来支持他的前同事希拉里·克林顿。\n",
        "output": [
            "The book Game Change published today, also says that New York Senator Chuck Schumer encouraged Barack Obama to run in early 2006, even though he later endorsed his former colleague Hillary Clinton.\n"
        ]
    },
    {
        "input": "阿鲁巴总检察长塔科·斯坦在声明发布后发表了一份声明。\n",
        "output": [
            "Taco Stein, the Aruban Solicitor General, released a statement after the announcement was made.\n"
        ]
    },
    {
        "input": "防火专家们在每年的这个时候总是非常繁忙。他们呼吁人们使用安全合法的焰火，并督促市民去观看有组织的公共焰火表演。\n",
        "output": [
            "Fire experts, always busy around this time of year, have called for the use of safe and legal firework displays and have urged citizens to attend organised public displays.\n"
        ]
    },
    {
        "input": "库克瑞斯在全场比赛结束时尝试了一次进攻得分，但是这样一次相对简单的进攻却没能转换为比赛得分。\n",
        "output": [
            "Kukris scored a try after full-time yet failing to convert a relatively simple kick that would have won the game for them.\n"
        ]
    },
    {
        "input": "墨尔本大学的科学家表示，他们的研究表明，核能的好处被低估了，对核废料的担忧被夸大了。\n",
        "output": [
            "The scientists from the University of Melbourne say their research shows that the benefits of nuclear energy have been underestimated and concerns about nuclear waste overplayed.\n"
        ]
    },
    {
        "input": "关于印度尼西亚鹰航200号航班空难的情况，印尼警方向检察官提交了一份长达200页的简报。\n",
        "output": [
            "Police in Indonesia have forwarded a 200-page brief concerning the Garuda Indonesia Flight 200 disaster to prosecutors.\n"
        ]
    },
    {
        "input": "在肯尼迪执政期间，海伦在所有总统新闻发布会上都签名“谢谢你，总统先生”，并总是对她的工作发出警告：“在我这行，你的水平由你的最后一个故事决定。”\n",
        "output": [
            "During Kennedy's administration, Helen ended all presidential press conferences with a signature \"Thank you, Mr. President\" and always issued a caveat about her work: \"In my career you're only as good as your last story.\"\n"
        ]
    },
    {
        "input": "作为国际全球碳项目联合主席的劳帕奇博士对他的研究结果感到惊讶。\n",
        "output": [
            "Dr Raupach, who co-chairs the international Global Carbon Project also, was surprised by his research results.\n"
        ]
    },
    {
        "input": "然而，列伊的升值并非都是积极的，因为它给出口商带来了很大的压力。\n",
        "output": [
            "The leu's appreciation, however, isn't all positive, because it is putting a great deal of pressure on exporters.\n"
        ]
    },
    {
        "input": "无国界记者组织（RWB）已呼吁对那些谋杀责任人进行惩罚。\n",
        "output": [
            "Reporters Without Borders (RWB) have appealed for punishment of those responsible for the murder.\n"
        ]
    },
    {
        "input": "英足总首席执行官布莱恩·巴威克在苏格兰格伦伊格尔斯举行的IFAB年会上表达了他的失望：“我们支持球门线技术，但不会再有更多的实验，它也不会在明年或可预见的未来重返议程。”\n",
        "output": [
            "FA chief executive Brian Barwick expressed his disappointment at the annual meeting of the IFAB in Gleneagles, Scotland: \"We were in favour of goal-line technology but there will be no more experiments and it will not be back on the agenda next year, or in the foreseeable future.\"\n"
        ]
    },
    {
        "input": "这架双引擎喷气式客机刚刚在佩皮尼昂进行了维修，准备由德国航空公司XL航空公司返回新西兰航空公司，该公司一直在租赁该飞机。\n",
        "output": [
            "The twin-engine jet airliner had just undergone maintenance at Perpignan in preparation for its return to Air New Zealand by German airline XL Airways, which had been operating it on lease.\n"
        ]
    },
    {
        "input": "“据调查人员称，恐怖行为首先是针对外国公民的。”\n",
        "output": [
            "\"According to investigators, the act of terror was first and foremost aimed against foreign citizens.\"\n"
        ]
    },
    {
        "input": "他说，他正考虑向新西兰议会提交一份新的提案。\n",
        "output": [
            "He says that he is now considering writing up a new bill to submit it to the New Zealand Parliament.\n"
        ]
    },
    {
        "input": "奥巴马表示：“我还注意到，我们目前在伊拉克当地部署了近14万名士兵，就我所知，霍华德部署了1400人。”\n",
        "output": [
            "\"I would also note that we have close to 140,000 troops on the ground now, and my understanding is that Mr Howard has deployed 1,400\", said Mr Obama.\n"
        ]
    },
    {
        "input": "问题是我们不需要被告知什么以及由谁来决定。\n",
        "output": [
            "The question is what we need not to be told and who decides.\n"
        ]
    },
    {
        "input": "CBS新闻执行制片人罗马·哈特曼在一封给TVNewser的电子邮件中回应说，“比尔·马赫尔从来没有被告知他不能在言论自由环节讨论宗教，”并补充说，“事实上，言论自由已经涉及宗教，我们希望其他人在未来也会这样做。”\n",
        "output": [
            "CBS News executive producer Rome Hartman has since responded in an e-mail to TVNewser saying that, \"Bill Maher was never told that he couldn't discuss religion in a Free Speech segment,\" and added, \"In fact, Free Speech has already addressed religion and we expect others will in the future.\"\n"
        ]
    },
    {
        "input": "战斗于10月6日星期六在米尔阿里镇开始，到目前为止已持续了三天。\n",
        "output": [
            "The battles began on Saturday October 6 in the town of Mir Ali and have lasted three days so far.\n"
        ]
    },
    {
        "input": "然而，通过使其服务器的设计成为开源，该公司希望其他人能找到改进它们的方法。\n",
        "output": [
            "However, by making the designs of its servers open source, the company hopes others will find ways to improve them.\n"
        ]
    },
    {
        "input": "这是白宫乐乐棒球倡议的第六个年头。\n",
        "output": [
            "This is the sixth year of the White House Tee Ball Initiative.\n"
        ]
    },
    {
        "input": "大多数死者都是在下层用餐，并被困在下面。\n",
        "output": [
            "Most who died were dining on the lower deck, and were trapped below.\n"
        ]
    },
    {
        "input": "所罗门群岛电信委员会（TCSI）已向巴布亚新几内亚（PNG）移动电话提供商处以罚款，理由是未能满足其许可条款规定的截止日期。\n",
        "output": [
            "The Telecommunications Commission of the Solomon Islands (TCSI) have issued a fine to a Papua New Guinea (PNG) mobile phone provider, for failing to meet the deadlines set out in the terms of its license.\n"
        ]
    },
    {
        "input": "来自首尔，搭载291名乘客（包括1名婴儿和16名机组人员）的214号航班在28L号跑道坠毁。\n",
        "output": [
            "Flight #214, coming from Seoul, carrying 291 passengers — including one infant, and 16 crew members — crashed on runway 28L.\n"
        ]
    },
    {
        "input": "SLW集团成功获得了今天公布的1000万美元账户。\n",
        "output": [
            "SLW Group was successul in gaining the $10 million account it was revealed today.\n"
        ]
    },
    {
        "input": "该考古遗址坐落在地中海沿岸的一座山上，俯瞰埃及总统胡斯尼·穆巴拉克的夏季寓所。\n",
        "output": [
            "The archaeological site is on a hill along the Mediterranean Sea overlooking the summer home of Hosni Mubarak, president of Egypt.\n"
        ]
    },
    {
        "input": "阿富汗选举投诉委员会ECC发表了一份报告，公布其对2个月前那场选举后发生的各种传说的调查结果。\n",
        "output": [
            "The Afghanistan ECC has published a report about their investigation into allegations which emerged after the polls two months ago.\n"
        ]
    },
    {
        "input": "法拉利车手费尔南多·阿隆索也表示了他的支持，他在周六的排位赛中把杆位献给了德·维洛塔。\n",
        "output": [
            "Ferrari driver Fernando Alonso was among those expressing his support, dedicating his pole postion in Saturday's qualifying to De Villota.\n"
        ]
    },
    {
        "input": "政府已确认有4人在此次事故中死亡。\n",
        "output": [
            "The government has confirmed that four people were dead in the incident.\n"
        ]
    },
    {
        "input": "这是猎鹰9的首次重大测试，它标志着该公司计划进军商业发布市场的一个里程碑。\n",
        "output": [
            "This was the Falcon 9's first major test firing, and it marks a milestone for the company in its plans to capture a section of the commercial launch market.\n"
        ]
    },
    {
        "input": "他说，他将在法庭上对选举结果提出质疑。\n",
        "output": [
            "He has said he will challenge the election's outcome in court.\n"
        ]
    },
    {
        "input": "一名54岁的德国农民在6年前的一次农业事故中失去了双臂，他成为第一个接受完整双臂移植的病人。\n",
        "output": [
            "A 54-year-old German farmer who lost both arms in a farming accident six years ago has become the first patient to receive a complete double arm transplant.\n"
        ]
    },
    {
        "input": "专家仍然警告可能会出现疫情，促使世界银行发放50亿美元以援助各国抵抗H5N1型禽流感。\n",
        "output": [
            "Experts are still warning of a possible pandemic, prompting the world bank to release US$500 million in aid to assist countries combat H5N1.\n"
        ]
    },
    {
        "input": "贝洛斯特尼是苏联篮球队主力球员，欧洲和奥运会奖牌得主。\n",
        "output": [
            "Belostenny was a key player in the Soviet Union basketball team and was both a European and Olympic medallist.\n"
        ]
    },
    {
        "input": "非洲东海岸海盗猖獗；周六，索马里海盗劫持了一艘比利时船只“庞贝”号，船上有10名船员，当时该船正向南驶向塞舌尔群岛。\n",
        "output": [
            "Piracy is rife off the eastern coast of Africa; on Saturday, Somali pirates seized a Belgian ship, the Pompei, with its ten crew members, as it was headed south for the Seychelles islands.\n"
        ]
    },
    {
        "input": "据比弗称，潜艇将为以色列提供第一次和第二次打击能力。\n",
        "output": [
            "According to Beaver, the submarines would provide Israel with both first strike and second strike capability.\n"
        ]
    },
    {
        "input": "在下面的照片中看到的是中尉（海军）阿姆斯特朗，RCSCC 18前卫的执行官。在其身后则是前卫学员们。\n",
        "output": [
            "Seen in the photograph below is Lieutenant (Navy) Armstrong, the Executive Officer of RCSCC 18 Vanguard, in the background, are Vanguard cadets.\n"
        ]
    },
    {
        "input": "由于越来越多的北极浮冰正在融化，这两艘舰艇得以在未知水域航行。\n",
        "output": [
            "As more Arctic ice melts, the ships sail through uncharted waters.\n"
        ]
    },
    {
        "input": "“我觉得这是改变的时候，”老板德雷顿·麦克雷恩说道。\n",
        "output": [
            "\"I felt this was the time for a change,\" owner Drayton McLane said.\n"
        ]
    },
    {
        "input": "以色列电台指出，这是过去两个月来被抓获的第三名试图通过以色列检查站运送爆炸物的巴勒斯坦儿童。\n",
        "output": [
            "Israeli radio noted that this is the third Palestinian child in the past two months caught attempting to transfer explosives past Israeli checkpoints.\n"
        ]
    },
    {
        "input": "52岁的兰德尔·比布和56岁的丹尼尔·麦克默瑞是两名受伤男子，他们被送往帕克兰纪念医院接受上半身烧伤治疗。\n",
        "output": [
            "Two of the injured men, Randal Bibb, 52, and Daniel McMurry, 56, were taken to Parkland Memorial Hospital to be treated for upper-body burns.\n"
        ]
    },
    {
        "input": "该男子只被枪击中一次，伤口没有生命危险。\n",
        "output": [
            "The man was shot only once and the wound was not life threatening.\n"
        ]
    },
    {
        "input": "萨斯喀彻温省上一次赢得联赛是1989年，他们上一次参加锦标赛是在1997年对阵多伦多阿尔戈诺特的比赛中。\n",
        "output": [
            "Saskatchewan last won the Cup in 1989, and their last appearance at the championship game was in 1997 against the Toronto Argonauts.\n"
        ]
    },
    {
        "input": "凯尔·布斯克因为与杰夫·布顿的意外而停留在第三的位置，而他的队友哈姆林则排名第四。\n",
        "output": [
            "Kyle Busch, because of his accident with Jeff Burton maintained the third position while his team mate Hamlin is fourth.\n"
        ]
    },
    {
        "input": "据说在巴基斯坦西北边境省的一次政治集会中，有38人死于自杀性爆炸事件。\n",
        "output": [
            "38 people were said to have died in a suicide bombing during a political rally in the North-West Frontier Province of Pakistan.\n"
        ]
    },
    {
        "input": "令人深感震惊的是，有几句话被断章取义，目的是制造一种印象，即我们的机构是狂热主义的温床，他们本可以直接接近我们，我们在清真寺实行门户开放政策。\n",
        "output": [
            "It is deeply alarming that a few sentences have been taken out of context in order to create the impression that our institution is a hotbed of fanaticism they could have approached us directly - we operate an open door policy in our mosques.\n"
        ]
    },
    {
        "input": "3504号船的船员被菲律宾空军安置在西贝岛上。\n",
        "output": [
            "Vessel 3504's crew were located on Sibay Island by the Philippine Air Force.\n"
        ]
    },
    {
        "input": "经过五个小时的会晤，来自委内瑞拉的乌戈·查韦斯总统和来自哥伦比亚的阿尔瓦罗·乌里韦结束了两个月来的外交紧张局势。\n",
        "output": [
            "After five hours of meeting, the presidents Hugo Chávez from Venezuela and Alvaro Uribe from Colombia put a end to the diplomatic tension that had completed two months.\n"
        ]
    },
    {
        "input": "“这证明我们仍然团结而强大。”\n",
        "output": [
            "\"It was the proof that we are still united and powerful.\"\n"
        ]
    },
    {
        "input": "在向委员会发表的声明中，比格移动承认自2010年下半年以来没有建造任何新的发射器桅杆。\n",
        "output": [
            "In a statement to the Commission, bemobile admitted it had not built any new transmitter masts since the latter part of 2010.\n"
        ]
    },
    {
        "input": "英国东部萨福克郡或周边地区发现了五具女性尸体。\n",
        "output": [
            "The bodies of five women within the United Kingdom have been found in or around the county of Suffolk in the east of England.\n"
        ]
    },
    {
        "input": "今天在国会山，美国陆军将军大卫·彼得雷乌斯进行了期待已久的演讲。\n",
        "output": [
            "Today on Capitol Hill, U.S. Army General David Petraeus presented a long awaited testimony.\n"
        ]
    },
    {
        "input": "建筑物已经倒塌，树木被撞倒。\n",
        "output": [
            "Buildings have already collapsed and trees have been knocked down.\n"
        ]
    },
    {
        "input": "“我们有逮捕令，我们很乐意立即对你采取行动”。\n",
        "output": [
            "\"We have a warrant of arrest that we are happy to execute against you right away.\"\n"
        ]
    },
    {
        "input": "这些人都是平民，他们被反复刺伤，手腕上有伤痕，这表明他们的手腕是绑在一起的，所有受害者头上都有枪伤。\n",
        "output": [
            "The men, all civilians, were stabbed repeatedly, had marks on their wrists which suggests their wrists were tied together, and all of the victims had gunshot wounds to their heads.\n"
        ]
    },
    {
        "input": "“当局确实支持为哥莱顿增设电车，以配合对电车服务日益增长的需求，以及改善东、西哥莱顿车站之间和周围的行人与交通工具使用者的出行情况。”\n",
        "output": [
            "\"There is real support to get additional trams for Croydon to keep pace with growing demand for Tramlink services and also to secure major improvements for pedestrians and transport users around and between East and West Croydon stations.\"\n"
        ]
    },
    {
        "input": "他说，我们现在必须尽一切可能阻止这次罢工。\n",
        "output": [
            "We now have to do whatever is possible to stop this strike from proceeding, he said.\n"
        ]
    },
    {
        "input": "根据美国广播公司“早安，美国”节目的联合主持人罗宾·罗伯茨的说法，在全世界接受调查的女性中，只有百分之二的人认为自己是美丽的。他的节目将于东部时间8：07首次播出。\n",
        "output": [
            "Only two percent of women surveyed worldwide consider themselves beautiful, according to ABC Good Morning America co-anchor Robin Roberts, whose program debuted the commercial this morning at 8:07 am EST.\n"
        ]
    },
    {
        "input": "卡比拉于2001年成为该国最年轻的国家元首。他在投票前的最后一次演讲中声称，刚果民主共和国40年来的第一次民主选举要归功于他。\n",
        "output": [
            "Kabila, who became the youngest head of state in Africa in 2001, used his final speech before voting to claim credit for taking the D.R.Congo to its first democratic elections in over 40 years.\n"
        ]
    },
    {
        "input": "这项由霍奇基斯大脑研究所的塞缪尔·韦斯博士和韦永勇博士领导的研究，比较了未成年和怀孕的小鼠与溶血磷脂引起的MS样损伤，溶血磷脂是一种破坏神经元周围髓鞘的化学物质。\n",
        "output": [
            "The study, led by Drs. Samuel Weiss and V. Wee Yong of the Hotchkiss Brain Institute, compared virgin and pregnant mice with MS-like lesions introduced by lysolecithin, a chemical which destroys the myelin sheaths around neurons.\n"
        ]
    },
    {
        "input": "第一颗爆炸的炸弹是利物浦街的一列火车，它在开往奥尔盖特的环线上，比其他炸弹早了几秒钟。\n",
        "output": [
            "The first bomb to detonate was on the Liverpool Street train soon after it left for Aldgate on the Circle line, seconds before the others.\n"
        ]
    }
]
}
