{
    "Contributors": [
        "Subba Raja Kashyap Saligrama"
    ],
    "Source": [
        "(https://aclanthology.org/2020.emnlp-main.716.pdf)",
        "The instances for which there was a majority vote on a class label."
    ],
    "Categories": [
        "Classification"
    ],
    "Definition": "In this task, you will be given a debate topic, along with a sentence from the debate. You should classify the given sentence and choose the type of sentence. Politics: This refers to a sentence that suggests a particular course of action. It typically contains modal verbs such as \"should\" and \"ought.\" It cannot be directly backed up by objective evidence, and an appropriate form of support is a logical reason from which the sentence can be derived. Value: This refers to a sentence that contains value judgments without making specific assertions about what should be done (if so, it is a political sentence.) Due to the subjectivity of value judgments, it cannot be backed up directly by objective evidence. Fact: This refers to an objective statement that expresses or treats facts or conditions, as perceived without distortion by personal feelings, prejudices, or interpretations. A Fact sentence has a truth value that can be verified with objective evidence that may be available at the time the claim is made; predictions about future are considered unverifiable. Testimony: This refers to an objective sentence about the author's personal state or experience. Evidence for Testimony is not publicly available in most cases. Reference: This refers to a reference to a source of objective evidence. It is typically a citation or a URL of a published work from a renowned source.",
    "Positive Examples": [
        {
            "input": "topic: Gym class should NOT be a requirement for high school sentence: If a student wants to be an athlete or in the military then they should have multiple gym classes.",
            "output": "Policy",
            "explanation": "The sentence proposes specific course of action and contains a model verb \"should\". Hence, it is classified as Policy type."
        },
        {
            "input": "topic: debates should be removed by customer service. sentence: Debates like 'im a walrus' are probably easy because walruses don't share the same things that humans do.",
            "output": "Value",
            "explanation": "The sentence is expressing a value judgement without suggesting a policy."
        },
        {
            "input": "topic: Should abortion be made illegal? sentence: \n  \r\nIs my opponent not aware that a mother is 77% more likely to be injured or killed during an abortion than they would having childbirth?",
            "output": "Fact",
            "explanation": "This sentence is an objective proposition stating a fact."
        },
        {
            "input": "topic: I Am A Wizard sentence: I dare anyone to disagree.",
            "output": "Testimony",
            "explanation": "In this example, the sentence shows a personal thought, so it's a testimony."
        },
        {
            "input": "topic: The only thing we can be certain of is our existence. sentence: Third: Descarte's statement \"I think, therefore I am.\"",
            "output": "Reference",
            "explanation": "Descarte's statement is qouted here. Hence, it is classified as Reference type."
        }
    ],
    "Negative Examples": [
        {
            "input": "topic: InfraRedEd sentence: \n  \r\nResolved: InfraRedEd irritates/has irritated/amuses/has amused one or more members of debate.org.",
            "output": "Reference",
            "explanation": "Although the sentence contains a link to a website, its objective is to describe an action that happenned with some truth value. So, it should be classified as a fact."
        },
        {
            "input": "topic: There is a smallest distance sentence: That said, I guess I should wait for an opponent.",
            "output": "Policy",
            "explanation": "Although the sentence has a model verb \"should\", it mainly depicts a person's thought or opinion. So, it should be classified as a testimony."
        }
    ],
    "Instances": [
        {
            "input": "topic: 4a. Campaign Finance Reform sentence: We must, as a people, hold them accountable.",
            "output": [
                "Policy"
            ]
        },
        {
            "input": "topic: Was Lee Harvey Oswald a lone gunman sentence: They went to their food basement, and spent a few years designing a way to combine bullets with fried chicken.",
            "output": [
                "Fact"
            ]
        },
        {
            "input": "topic: University isn't useful compared to college as it is merely theoretical rather than practical sentence: [3]  \r\n*Oxford University offers courses in a much wider variety than those of the social sciences and humanities, including those involving a trade.",
            "output": [
                "Fact"
            ]
        },
        {
            "input": "topic: the chicken came before the egg sentence: \n  \r\nThanks for responding so fast ;).",
            "output": [
                "Value"
            ]
        },
        {
            "input": "topic: NON VOTING IN ELECTIONS MUST BE TAKEN SERIOUSLY sentence: You have a right to vote or not to vote.",
            "output": [
                "Fact"
            ]
        },
        {
            "input": "topic: NON VOTING IN ELECTIONS MUST BE TAKEN SERIOUSLY sentence: Choosing not to vote weakens the fabric of democracy, so we must remove their choice.",
            "output": [
                "Policy"
            ]
        },
        {
            "input": "topic: 4a. Campaign Finance Reform sentence: I am not advocating any specific way, I am simply noting that there is a problem and some type of reform is necessary to fix it.",
            "output": [
                "Value"
            ]
        },
        {
            "input": "topic: NON VOTING IN ELECTIONS MUST BE TAKEN SERIOUSLY sentence: What I want to emphasize is that many voters are not doing their sacred once in 4/5 years duty of voting and electing leaders.",
            "output": [
                "Value"
            ]
        },
        {
            "input": "topic: iPods are taking the magic out of music. sentence: I personally have an iPod touch, and I still buy CD's.",
            "output": [
                "Testimony"
            ]
        },
        {
            "input": "topic: Fat MPs should have to be elected twice, as they take up double the space in the House of Commons sentence: [1]    http://www.standard.co.uk...",
            "output": [
                "Reference"
            ]
        },
        {
            "input": "topic: There is a smallest distance sentence: Perhaps I'll make the challenge again sometime, so I can get an opponent.",
            "output": [
                "Testimony"
            ]
        },
        {
            "input": "topic: University isn't useful compared to college as it is merely theoretical rather than practical sentence: She states how despite ones credentials, it doesn't necessarily guarantee oneself a career or even a job.",
            "output": [
                "Fact"
            ]
        },
        {
            "input": "topic: The United States of America should go to War with China sentence: The estimated combined population of the two nations is over 1 billion, 600 million.",
            "output": [
                "Fact"
            ]
        },
        {
            "input": "topic: InfraRedEd sentence: Debates  \n  http://www.debate.org...  \n  http://www.debate.org...  \n  \r\nSexism  \n  http://www.debate.org...  \n  http://www.debate.org...  \n  http://www.debate.org...  \n  \r\n\"m\"  \n  http://www.debate.org...  \n  http://www.debate.org...  \n  \r\n\"I cannot help it if girls are just stupid.",
            "output": [
                "Reference"
            ]
        },
        {
            "input": "topic: iPods are taking the magic out of music. sentence: I would say that it does simply because it makes it easier.",
            "output": [
                "Value"
            ]
        },
        {
            "input": "topic: iPods are taking the magic out of music. sentence: Now you listen to it while jogging, while eating, while reading the paper, while doing homework.",
            "output": [
                "Testimony"
            ]
        },
        {
            "input": "topic: debates should be removed by customer service. sentence: Some debates are stupid and shouldn't be on this website like 'im a walrus' or I eat pigs.",
            "output": [
                "Policy"
            ]
        },
        {
            "input": "topic: the chicken came before the egg sentence: English was not the first language.",
            "output": [
                "Fact"
            ]
        },
        {
            "input": "topic: iPods are taking the magic out of music. sentence: My oponnent also stated that if you wanted to listen to the radio and alternative ways of listening to music, you still can.",
            "output": [
                "Fact"
            ]
        },
        {
            "input": "topic: University isn't useful compared to college as it is merely theoretical rather than practical sentence: http://collegeisforsuckers.com...",
            "output": [
                "Reference"
            ]
        },
        {
            "input": "topic: Was Lee Harvey Oswald a lone gunman sentence: Oswald could have never fired 3 accurate shots with a bolt action Mannlicher-Carcano, because while in the Marine Corps, Oswald was classified as a marksman; the lowest rating at the time.",
            "output": [
                "Fact"
            ]
        },
        {
            "input": "topic: iPods are taking the magic out of music. sentence: Don't you think that having so many songs at your fingertips kinda takes a bit of the magic out off listening to music?",
            "output": [
                "Value"
            ]
        },
        {
            "input": "topic: Hikaru and Kaoru Hitachiin are better together than apart sentence: I am an anime fan as well and have watched Ouran High School Host Club a couple times over.",
            "output": [
                "Testimony"
            ]
        },
        {
            "input": "topic: the chicken came before the egg sentence: Ok you defined:  \n  \r\nChicken: a domestic fowl bred for flesh or eggs  \r\nEgg: animal reproductive body consisting of an ovum or embryo together with nutritive and protective envelopes  \n  \r\nWe can use the definition to find out what a chicken is actually considered.",
            "output": [
                "Fact"
            ]
        },
        {
            "input": "topic: There is a smallest distance sentence: Smallest is descriptive enough.",
            "output": [
                "Value"
            ]
        },
        {
            "input": "topic: InfraRedEd sentence: Zero comments.",
            "output": [
                "Fact"
            ]
        },
        {
            "input": "topic: 4a. Campaign Finance Reform sentence: We should not stand for this.",
            "output": [
                "Policy"
            ]
        },
        {
            "input": "topic: The United States of America should go to War with China sentence: Entering peace talks, unlike \"entering a war,\" does imply personal talking, and the media's usage is simply incorrect on this account or at best imprecise.",
            "output": [
                "Value"
            ]
        },
        {
            "input": "topic: The Reason why Christianity is Looked Down Upon... sentence: I feel so dumb.",
            "output": [
                "Testimony"
            ]
        },
        {
            "input": "topic: Are ghosts real? sentence: News is unbiased, and informative.",
            "output": [
                "Value"
            ]
        },
        {
            "input": "topic: Evolution shouldn't be widely accepted... yet sentence: Thank you.",
            "output": [
                "Value"
            ]
        },
        {
            "input": "topic: Should abortion be made illegal? sentence: Does that mean the elderly don't deserve boners?",
            "output": [
                "Value"
            ]
        },
        {
            "input": "topic: The Reason why Christianity is Looked Down Upon... sentence: They tell me \"No, I can't prove it, but there's proof out there.",
            "output": [
                "Testimony"
            ]
        },
        {
            "input": "topic: debates should be removed by customer service. sentence: \n  \r\ncustomer service should delete some debates.",
            "output": [
                "Policy"
            ]
        },
        {
            "input": "topic: The Reason why Christianity is Looked Down Upon... sentence: Contention 3: Atheists' Opinions of Christians  \n  \r\nMy second video pokes fun at religion through comedy.",
            "output": [
                "Fact"
            ]
        },
        {
            "input": "topic: Hikaru and Kaoru Hitachiin are better together than apart sentence: lost and alone, sure, they would have you, but it would be like ripping them in half, leaving them incomplete.",
            "output": [
                "Value"
            ]
        },
        {
            "input": "topic: the chicken came before the egg sentence: The word chicken first originated around 1500 in the Middle English era.",
            "output": [
                "Fact"
            ]
        },
        {
            "input": "topic: iPods are taking the magic out of music. sentence: You see people all the time with those white buds stuck in their ears; dousn't this get rid of the joy of listening to the music with friends and family?",
            "output": [
                "Value"
            ]
        },
        {
            "input": "topic: iPods are taking the magic out of music. sentence: That certainly seems like no bad thing.",
            "output": [
                "Value"
            ]
        },
        {
            "input": "topic: The ontological argument sentence: Source:   http://www.infidels.org...",
            "output": [
                "Reference"
            ]
        },
        {
            "input": "topic: NON VOTING IN ELECTIONS MUST BE TAKEN SERIOUSLY sentence: If everybody thinks that it does not matter whether he votes or abstains from voting, the fabric of democracy weakens.",
            "output": [
                "Policy"
            ]
        },
        {
            "input": "topic: NON VOTING IN ELECTIONS MUST BE TAKEN SERIOUSLY sentence: -- You honestly want to force disinterested people into voting, removing their choice, and choosing punishments for failure to comply in order to make them go to the polls and pull a random level and change a total of nothing?",
            "output": [
                "Value"
            ]
        },
        {
            "input": "topic: healthcare sentence: We have nothing to fight for.",
            "output": [
                "Value"
            ]
        },
        {
            "input": "topic: The Reason why Christianity is Looked Down Upon... sentence: I used to bully in the name of religion, and that is my biggest regret.",
            "output": [
                "Testimony"
            ]
        },
        {
            "input": "topic: Evolution shouldn't be widely accepted... yet sentence: Birds who live near rivers may have long beaks that are good for snatching fish out of the water.",
            "output": [
                "Fact"
            ]
        },
        {
            "input": "topic: The United States of America should go to War with China sentence: Context is the key to this.",
            "output": [
                "Value"
            ]
        },
        {
            "input": "topic: University isn't useful compared to college as it is merely theoretical rather than practical sentence: Furthermore, she asserts that university bound students don't necessarily even need to go to university because without a four year degree they would still make the same amount of money and be as successful because they have already developed a strong work ethic and other related traits.",
            "output": [
                "Fact"
            ]
        },
        {
            "input": "topic: NON VOTING IN ELECTIONS MUST BE TAKEN SERIOUSLY sentence: Responsible voting matters, so we must force disinterested people into voting.",
            "output": [
                "Policy"
            ]
        },
        {
            "input": "topic: University isn't useful compared to college as it is merely theoretical rather than practical sentence: To conclude, the institution of university is for a person whom lives a life of leisure, that of a person 50+, and college is for a person whom wants to develop the practical skills for employment.",
            "output": [
                "Value"
            ]
        },
        {
            "input": "topic: My opponent will lose this debate if he or she does not follow these rules. sentence: The guy who started this debate is limited to saying things pertaining to the whaling activities in Japan.",
            "output": [
                "Policy"
            ]
        },
        {
            "input": "topic: NON VOTING IN ELECTIONS MUST BE TAKEN SERIOUSLY sentence: * Not requiring registration to vote prior to voting (citizenship should suffice)  \n  \r\nHowever, as it stands, if corrupt folks were just tossed out on their ear and the government functioned like it should, there's be little need to care.",
            "output": [
                "Policy"
            ]
        },
        {
            "input": "topic: InfraRedEd sentence: Judges have called it a \"freakish fad,\" an \"accuracy-destroying symbol,\" and \"meaningless.\"",
            "output": [
                "Fact"
            ]
        },
        {
            "input": "topic: debates should be removed by customer service. sentence: It's very unlikely that a walrus can be given access to even electricity let a lone a computer.",
            "output": [
                "Value"
            ]
        },
        {
            "input": "topic: Should abortion be made illegal? sentence: That's just a tad bit silly to imagine.",
            "output": [
                "Value"
            ]
        },
        {
            "input": "topic: Was Lee Harvey Oswald a lone gunman sentence: \n  \r\nThe Warren Commission concluded that \"three shots were fired [from the Texas School Book Depository] in a time period ranging from approximately 4.8 to in excess of 7 seconds.\"",
            "output": [
                "Fact"
            ]
        },
        {
            "input": "topic: The United States of America should go to War with China sentence: So, these resolution implies that both States (PROC and USA) should attend the War concert, however as they are not animate objects, they must indeed send representatives, such as Hu Jintao or Bill Clinton.",
            "output": [
                "Policy"
            ]
        },
        {
            "input": "topic: The Reason why Christianity is Looked Down Upon... sentence: I have a learning disability so it takes a while to memorize things.",
            "output": [
                "Testimony"
            ]
        },
        {
            "input": "topic: My opponent will lose this debate if he or she does not follow these rules. sentence: 1.",
            "output": [
                "Fact"
            ]
        },
        {
            "input": "topic: Should abortion be made illegal? sentence: I think you need go back and reread the documents you're trying to quote.",
            "output": [
                "Policy"
            ]
        },
        {
            "input": "topic: Hikaru and Kaoru Hitachiin are better together than apart sentence: They both are very different, but without each other, they don't know what to do.",
            "output": [
                "Value"
            ]
        },
        {
            "input": "topic: University isn't useful compared to college as it is merely theoretical rather than practical sentence: Sources:  \r\n[1]   http://www.graduateshotline.com...",
            "output": [
                "Reference"
            ]
        },
        {
            "input": "topic: There is a smallest distance sentence: The insult wasn't necessary.",
            "output": [
                "Value"
            ]
        },
        {
            "input": "topic: University isn't useful compared to college as it is merely theoretical rather than practical sentence: Sources:  \r\n[1]   http://www.hbs.edu...  \r\n[2]   http://www.hbs.edu...  \r\n[3]   http://www.bus.umich.edu...  \r\n[4]   http://www.ox.ac.uk...",
            "output": [
                "Reference"
            ]
        },
        {
            "input": "topic: The only thing we can be certain of is our existence. sentence: what there is is a higher force.",
            "output": [
                "Value"
            ]
        },
        {
            "input": "topic: 4a. Campaign Finance Reform sentence: Perhaps candidates could have limits of how much personal wealth could be spent campaigning.",
            "output": [
                "Policy"
            ]
        },
        {
            "input": "topic: The United States of America should go to War with China sentence: The citizens of a state elect representatives to government.",
            "output": [
                "Fact"
            ]
        },
        {
            "input": "topic: Should abortion be made illegal? sentence: The constitution also never declares rights to live, love and pursuit of happiness.",
            "output": [
                "Fact"
            ]
        },
        {
            "input": "topic: The only thing we can be certain of is our existence. sentence: thinking must not be the basis of existence only that which exists must be the basis, therefore i argue my definition in superiority.",
            "output": [
                "Value"
            ]
        },
        {
            "input": "topic: Are ghosts real? sentence: 3.",
            "output": [
                "Fact"
            ]
        },
        {
            "input": "topic: Evolution shouldn't be widely accepted... yet sentence: This being said, evolution should therefore be accepted in order to further scientific progress and knowledge.",
            "output": [
                "Policy"
            ]
        },
        {
            "input": "topic: Is it wrong for atheists to try and 'convert' theists? sentence: People who believe things without evidence, do not help advance science.",
            "output": [
                "Value"
            ]
        },
        {
            "input": "topic: There is a smallest distance sentence: You can't halve zero, and at some point in measure we reach zero.",
            "output": [
                "Fact"
            ]
        },
        {
            "input": "topic: 4a. Campaign Finance Reform sentence: It is widely believe to be his wealth that helped him here.",
            "output": [
                "Fact"
            ]
        },
        {
            "input": "topic: Abortion Is Bad sentence: It's bad to abort, when the child will end up dying from starvation or disease?",
            "output": [
                "Value"
            ]
        },
        {
            "input": "topic: InfraRedEd sentence: You should see the bad ones.",
            "output": [
                "Policy"
            ]
        },
        {
            "input": "topic: 4a. Campaign Finance Reform sentence: This should not happen.",
            "output": [
                "Policy"
            ]
        },
        {
            "input": "topic: iPods are taking the magic out of music. sentence: \n  \r\nI thank my opponent for allowing me to debate this topic.",
            "output": [
                "Testimony"
            ]
        },
        {
            "input": "topic: 4a. Campaign Finance Reform sentence: What we really need are run off elections and the ability of third party candidates to have a voice without sapping votes off from the second choice candidates.",
            "output": [
                "Policy"
            ]
        },
        {
            "input": "topic: There is a smallest distance sentence: You are trying to fit a square peg into a round hole with this one.",
            "output": [
                "Value"
            ]
        },
        {
            "input": "topic: Hikaru and Kaoru Hitachiin are better together than apart sentence: They have never had a fight (except that one episode, but it was fake!!!)",
            "output": [
                "Fact"
            ]
        },
        {
            "input": "topic: The United States of America should go to War with China sentence: That does not further your case.",
            "output": [
                "Value"
            ]
        },
        {
            "input": "topic: The only thing we can be certain of is our existence. sentence: I ask you to define existence as this is your debate, but for my argument, i will use the philosophypages.com definition  \n  \r\nInstantiation in reality, or actual being.",
            "output": [
                "Reference"
            ]
        },
        {
            "input": "topic: iPods are taking the magic out of music. sentence: Let it be known that I am not limiting this debate to the iPod, but I will refer to that as a representative of the MP3 player.",
            "output": [
                "Fact"
            ]
        },
        {
            "input": "topic: Should abortion be made illegal? sentence: Abortion - the deliberate termination of a human pregnancy.",
            "output": [
                "Fact"
            ]
        },
        {
            "input": "topic: InfraRedEd sentence: I'm certain other members have been irritated and/or amused by his antics.",
            "output": [
                "Fact"
            ]
        },
        {
            "input": "topic: the chicken came before the egg sentence: Dinosaur eggs have been around longer than chicken eggs, you can look at fossil evidence for that claim.",
            "output": [
                "Fact"
            ]
        },
        {
            "input": "topic: The United States of America should go to War with China sentence: The proposal to send a few individual politicians to a concert is irrelevant to the resolution, as it is insufficient to amount to the attendance of the nations.",
            "output": [
                "Value"
            ]
        },
        {
            "input": "topic: NON VOTING IN ELECTIONS MUST BE TAKEN SERIOUSLY sentence: I feel that penal provisions for violation of this fundamental duty by citizens must be made punishable,though freedom is the essence of democracy.",
            "output": [
                "Policy"
            ]
        },
        {
            "input": "topic: My opponent will lose this debate if he or she does not follow these rules. sentence: 3.",
            "output": [
                "Reference"
            ]
        },
        {
            "input": "topic: Evolution shouldn't be widely accepted... yet sentence: This is because genetic mutations which allowed a certain species to better survive became dominant eventually evolving the bird to better survive in its environment.",
            "output": [
                "Fact"
            ]
        },
        {
            "input": "topic: The United States of America should go to War with China sentence: Majorities are irrelevant.",
            "output": [
                "Value"
            ]
        },
        {
            "input": "topic: The United States of America should go to War with China sentence: Debating resolutions, on the other hand, require high precision.\"",
            "output": [
                "Fact"
            ]
        },
        {
            "input": "topic: Should abortion be made illegal? sentence: When you abort a child you are murdering it before that child can experience life.",
            "output": [
                "Value"
            ]
        },
        {
            "input": "topic: The Reason why Christianity is Looked Down Upon... sentence: The fact is, most of the things said in the video sound like a fairytale.",
            "output": [
                "Value"
            ]
        },
        {
            "input": "topic: My opponent will lose this debate if he or she does not follow these rules. sentence: 2.",
            "output": [
                "Policy"
            ]
        },
        {
            "input": "topic: The Reason why Christianity is Looked Down Upon... sentence: Good luck to my opponent!",
            "output": [
                "Value"
            ]
        },
        {
            "input": "topic: iPods are taking the magic out of music. sentence: Also, I listen to much different music than my family, and they DON'T want to hear my music.",
            "output": [
                "Testimony"
            ]
        },
        {
            "input": "topic: the chicken came before the egg sentence: Scientists use the theory of punctuated equilibrium which says that the actual speciation of an organism from its ancestral species is usually the result of many mutations combined with new geographical surroundings, called cladogenesis.",
            "output": [
                "Fact"
            ]
        },
        {
            "input": "topic: Evolution shouldn't be widely accepted... yet sentence: I am opposed to evolution being taught in school because of its unproven nature.",
            "output": [
                "Value"
            ]
        },
        {
            "input": "topic: My opponent will lose this debate if he or she does not follow these rules. sentence: \n  \r\nIn the last round, rules 1, 2, and 3 all used the word \"is\", a violation of rule 1 from round 1.",
            "output": [
                "Fact"
            ]
        },
        {
            "input": "topic: InfraRedEd sentence: \n  \r\n\"Well duh.\"",
            "output": [
                "Value"
            ]
        },
        {
            "input": "topic: The only thing we can be certain of is our existence. sentence: You've lost that argument because even if I am some part of a higher force I still exist as that part.",
            "output": [
                "Value"
            ]
        },
        {
            "input": "topic: Hikaru and Kaoru Hitachiin are better together than apart sentence: In the Host Club Hikaru and Kaoru play the part of a the \"forbidden love\" characters with their apparent sexual attraction toward each other.",
            "output": [
                "Fact"
            ]
        },
        {
            "input": "topic: the chicken came before the egg sentence: Eggs were around long before the chicken first appeared.",
            "output": [
                "Fact"
            ]
        },
        {
            "input": "topic: 4a. Campaign Finance Reform sentence: The only time in recent history when a third-party candidate got an appreciable amount of the vote.",
            "output": [
                "Fact"
            ]
        },
        {
            "input": "topic: debates should be removed by customer service. sentence: Walruses have not evolved enough to create the technology we have, you are not a walrus.",
            "output": [
                "Fact"
            ]
        },
        {
            "input": "topic: InfraRedEd sentence: I am the funniest guy I know.",
            "output": [
                "Testimony"
            ]
        },
        {
            "input": "topic: Evolution shouldn't be widely accepted... yet sentence: Adaptation   \n  Adaptation occurs when a species evolves to better survive in its environment.",
            "output": [
                "Fact"
            ]
        },
        {
            "input": "topic: 4a. Campaign Finance Reform sentence: That's the point of democracy.",
            "output": [
                "Value"
            ]
        },
        {
            "input": "topic: The Reason why Christianity is Looked Down Upon... sentence: \n  \r\nI am sorry for not debating right.",
            "output": [
                "Testimony"
            ]
        },
        {
            "input": "topic: healthcare sentence: \n  \r\nIn regards to your argument, the government is ineffective in its position on health care reform.",
            "output": [
                "Value"
            ]
        },
        {
            "input": "topic: The ontological argument sentence: There is no dispute over premise 2 that God is logically possible.",
            "output": [
                "Fact"
            ]
        },
        {
            "input": "topic: The only thing we can be certain of is our existence. sentence: \n  \r\nI will refute first your arguments, then move on to a rebuilding of mine own.",
            "output": [
                "Value"
            ]
        },
        {
            "input": "topic: iPods are taking the magic out of music. sentence: My point here is that as easy as the iPod has made listening to music, it has also devalued it in our own eyes.",
            "output": [
                "Value"
            ]
        },
        {
            "input": "topic: Are ghosts real? sentence: \n  \n  Thank you, Pro, for reminding me why I don't have cable.",
            "output": [
                "Value"
            ]
        },
        {
            "input": "topic: Abortion Is Bad sentence: Think of third world countries.",
            "output": [
                "Value"
            ]
        },
        {
            "input": "topic: Fat MPs should have to be elected twice, as they take up double the space in the House of Commons sentence: \n  \r\nHA HA!",
            "output": [
                "Value"
            ]
        },
        {
            "input": "topic: Farooq will win this debate sentence: \n  \r\nThe choice is obvious, for I will most certainly not win this debate because I have decided to waste people's time with an issue as petty as this, when there are far more interested and spirited conversations going on elsewhere.",
            "output": [
                "Testimony"
            ]
        },
        {
            "input": "topic: Should abortion be made illegal? sentence: I guess I should thank you for acknowledging my efforts.",
            "output": [
                "Value"
            ]
        },
        {
            "input": "topic: The Reason why Christianity is Looked Down Upon... sentence: Atheists are very fact and logic oriented people.",
            "output": [
                "Value"
            ]
        },
        {
            "input": "topic: Gym class should NOT be a requirement for high school sentence: It is important to at least try and install a healthy lifestyle in children that are subjected to a culture of fast food and laziness.",
            "output": [
                "Policy"
            ]
        },
        {
            "input": "topic: I Am A Wizard sentence: \n  \r\nIf you are a true wizard, I dare you to make me won in THIS debate and in the REST of my challenge debate.",
            "output": [
                "Testimony"
            ]
        },
        {
            "input": "topic: My opponent will lose this debate if he or she does not follow these rules. sentence: The year that the Japan whaling association was founded (1959), minus 1946, is the maximum number of words that the guy who started this debate can use per obstruction.",
            "output": [
                "Policy"
            ]
        },
        {
            "input": "topic: University isn't useful compared to college as it is merely theoretical rather than practical sentence: To conclude, does one really need to spend $30,000 for a four year BA degree.",
            "output": [
                "Value"
            ]
        },
        {
            "input": "topic: The Reason why Christianity is Looked Down Upon... sentence: Atheists won't buy into it because they are looking for a logical explanation as to why they all are here.",
            "output": [
                "Value"
            ]
        },
        {
            "input": "topic: Should abortion be made illegal? sentence: Now to deal with those, as a commenter pointed out and as i would have myself, the constitution does not actually mention the illegality of murder.",
            "output": [
                "Fact"
            ]
        },
        {
            "input": "topic: 4a. Campaign Finance Reform sentence: \n  \r\nWe have acceptable amounts of campaign finance regulations we simply need to enforce those regulations in order to properly ensure a fair and productive election.",
            "output": [
                "Policy"
            ]
        },
        {
            "input": "topic: Should abortion be made illegal? sentence: You can argue a right to life, and sure, give it that.",
            "output": [
                "Policy"
            ]
        },
        {
            "input": "topic: iPods are taking the magic out of music. sentence: Also, extend my argument that those around DON'T want to hear music.",
            "output": [
                "Fact"
            ]
        },
        {
            "input": "topic: My opponent will lose this debate if he or she does not follow these rules. sentence: Breaking a rule cannot result in the victory of the rule-breaker.",
            "output": [
                "Policy"
            ]
        },
        {
            "input": "topic: NON VOTING IN ELECTIONS MUST BE TAKEN SERIOUSLY sentence: Also, voting isn't a sacred duty.",
            "output": [
                "Value"
            ]
        },
        {
            "input": "topic: NON VOTING IN ELECTIONS MUST BE TAKEN SERIOUSLY sentence: Because we have freedom not to vote, we abstain.",
            "output": [
                "Fact"
            ]
        },
        {
            "input": "topic: The Reason why Christianity is Looked Down Upon... sentence: May God have mercy on me.",
            "output": [
                "Value"
            ]
        },
        {
            "input": "topic: The ontological argument sentence: One can easily say that God is logically possible but may not exist.",
            "output": [
                "Value"
            ]
        },
        {
            "input": "topic: The Reason why Christianity is Looked Down Upon... sentence: Since most Christians don't have proof for the existence of God or Jesus Christ, Atheists look at the idea of Christianity as a fairytale rather than a theory with potential to be true.",
            "output": [
                "Value"
            ]
        },
        {
            "input": "topic: My opponent will lose this debate if he or she does not follow these rules. sentence: -Whaling in Japan bores.",
            "output": [
                "Value"
            ]
        },
        {
            "input": "topic: 4a. Campaign Finance Reform sentence: No more should this occur.",
            "output": [
                "Policy"
            ]
        },
        {
            "input": "topic: Hikaru and Kaoru Hitachiin are better together than apart sentence: Sources:  -   http://en.wikipedia.org...  - Watched \"Ouran High School Host Club\" anime series",
            "output": [
                "Reference"
            ]
        },
        {
            "input": "topic: the chicken came before the egg sentence: It is even shown that India had been using a type of fowl for thousands of years before the word originated.",
            "output": [
                "Fact"
            ]
        },
        {
            "input": "topic: the chicken came before the egg sentence: I am new at debating and hope that i will be able to apply some useful knowledge.",
            "output": [
                "Testimony"
            ]
        },
        {
            "input": "topic: The United States of America should go to War with China sentence: It would certainly be a mans night out and give the two nations a chance to reconcile with each other.",
            "output": [
                "Fact"
            ]
        },
        {
            "input": "topic: My opponent will lose this debate if he or she does not follow these rules. sentence: The person with the user-name \"wjmelements\" may only make rules in the form of double-negatives, from this point forth.",
            "output": [
                "Policy"
            ]
        },
        {
            "input": "topic: Are ghosts real? sentence: Ghosts are shown on TV shows.",
            "output": [
                "Fact"
            ]
        },
        {
            "input": "topic: Evolution shouldn't be widely accepted... yet sentence: Jordan is slow, weak, has had little training, and has been defeated by men that are worse fighters than Michael.",
            "output": [
                "Value"
            ]
        },
        {
            "input": "topic: There is a smallest distance sentence: Well...no kidding.",
            "output": [
                "Value"
            ]
        },
        {
            "input": "topic: the chicken came before the egg sentence: The chicken came from two different types of species of birds.",
            "output": [
                "Fact"
            ]
        },
        {
            "input": "topic: iPods are taking the magic out of music. sentence: EXACTLY!",
            "output": [
                "Value"
            ]
        },
        {
            "input": "topic: NON VOTING IN ELECTIONS MUST BE TAKEN SERIOUSLY sentence: We could do many thing to improve the voting and to make the voting count for more, we could elect better people and fix the system, we could do a better job at counting the votes cast, and keeping legal voters on the voter rolls... and we should.",
            "output": [
                "Policy"
            ]
        },
        {
            "input": "topic: iPods are taking the magic out of music. sentence: And would you value the time you spend listening to music if you had to do more than just press a few buttons.",
            "output": [
                "Value"
            ]
        },
        {
            "input": "topic: The United States of America should go to War with China sentence: However, consider the following sentences:  \n  \r\n'The United States went to war (war in this case meaning an armed conflict) with Iraq'  \n  \r\n'The United States has entered peace talks with North Korea'  \n  \r\nIn the first sentence, it doesn't imply every American citizen was armed and sent to Iraq to fight, nor does it imply every Iraqi citizen was armed to fight against the incoming Americans.",
            "output": [
                "Fact"
            ]
        },
        {
            "input": "topic: 4a. Campaign Finance Reform sentence: Ross Perot did do well because he had money.",
            "output": [
                "Value"
            ]
        },
        {
            "input": "topic: The Reason why Christianity is Looked Down Upon... sentence: Contention 1: Christians without knowledge  \n  \r\nIf you look at my first video, you will see what I'm talking about.",
            "output": [
                "Value"
            ]
        },
        {
            "input": "topic: University isn't useful compared to college as it is merely theoretical rather than practical sentence: [I would hardly say that passing tests only provides short term satisfaction as in many college courses tests make up a majority of the grade.",
            "output": [
                "Value"
            ]
        },
        {
            "input": "topic: Gym class should NOT be a requirement for high school sentence: As the government is responsible for children's well being while in school it is their duty to install a well rounded education and this includes sport.",
            "output": [
                "Policy"
            ]
        },
        {
            "input": "topic: There is a smallest distance sentence: That said, I guess I'll wait for an opponent.",
            "output": [
                "Testimony"
            ]
        },
        {
            "input": "topic: Should abortion be made illegal? sentence: So the basic premise of the first point falls flat.",
            "output": [
                "Value"
            ]
        },
        {
            "input": "topic: the chicken came before the egg sentence: Please do not be too mean because this is my first time at this.",
            "output": [
                "Policy"
            ]
        },
        {
            "input": "topic: University isn't useful compared to college as it is merely theoretical rather than practical sentence: ~~~  \r\n\"...when one is a teenager, one isn't able to fully appreciate the knowledge being professed due to other seemingly more important priorities.\"",
            "output": [
                "Value"
            ]
        },
        {
            "input": "topic: 4a. Campaign Finance Reform sentence: -- We don't need to change the law we need to enforce the laws we have and make politicians accountable to the people.",
            "output": [
                "Policy"
            ]
        },
        {
            "input": "topic: The United States of America should go to War with China sentence: To further my case, the definition I gave for the United States was   http://en.wikipedia.org...  .",
            "output": [
                "Reference"
            ]
        },
        {
            "input": "topic: the chicken came before the egg sentence: my first time as well.",
            "output": [
                "Testimony"
            ]
        },
        {
            "input": "topic: The United States of America should go to War with China sentence: To further my case, the definition I gave for the United States was   http://en.wikipedia.org...  ....",
            "output": [
                "Reference"
            ]
        },
        {
            "input": "topic: Are ghosts real? sentence: 2.",
            "output": [
                "Fact"
            ]
        },
        {
            "input": "topic: debates should be removed by customer service. sentence: These debates could also be used for entertainment, because they are so ridiculous.",
            "output": [
                "Policy"
            ]
        },
        {
            "input": "topic: The United States of America should go to War with China sentence: In this context, representatives of the United States (Namely soldiers and the government) were at war with Iraq.",
            "output": [
                "Fact"
            ]
        },
        {
            "input": "topic: The only thing we can be certain of is our existence. sentence: The fact that all humans think in the same manner is a level of connectivity that surpasses perceptions or experiences.",
            "output": [
                "Value"
            ]
        },
        {
            "input": "topic: My opponent will lose this debate if he or she does not follow these rules. sentence: CON must us proper spelling and grammar.",
            "output": [
                "Policy"
            ]
        },
        {
            "input": "topic: Should abortion be made illegal? sentence: It was aborted.",
            "output": [
                "Fact"
            ]
        },
        {
            "input": "topic: InfraRedEd sentence: Thus, my opponent concedes that, InfraRedEd has amused one or more members of debate.org, proving the resolution to be true.",
            "output": [
                "Fact"
            ]
        },
        {
            "input": "topic: My opponent will lose this debate if he or she does not follow these rules. sentence: 5.",
            "output": [
                "Policy"
            ]
        },
        {
            "input": "topic: NON VOTING IN ELECTIONS MUST BE TAKEN SERIOUSLY sentence: Nothing holy or even slightly difficult about it.",
            "output": [
                "Value"
            ]
        },
        {
            "input": "topic: NON VOTING IN ELECTIONS MUST BE TAKEN SERIOUSLY sentence: Governance by leaders elected by minority voters violates the spirit of democracy.",
            "output": [
                "Value"
            ]
        },
        {
            "input": "topic: iPods are taking the magic out of music. sentence: Let it be noted that it says \"the time you spend listening to music.\"",
            "output": [
                "Fact"
            ]
        },
        {
            "input": "topic: Farooq will win this debate sentence: It is simply an ongoing process of accumulation.",
            "output": [
                "Fact"
            ]
        },
        {
            "input": "topic: The United States of America should go to War with China sentence: According to this, it says [the very first sentence] \"The United States of America (commonly referred to as the United States, the U.S., the USA, or America) is a federal constitutional republic comprising fifty states and a federal district.\"",
            "output": [
                "Reference"
            ]
        },
        {
            "input": "topic: Should abortion be made illegal? sentence: If it dies, then it wasn't meant to be.",
            "output": [
                "Value"
            ]
        },
        {
            "input": "topic: InfraRedEd sentence: \"My opponent needs to prove that usernames cannot be changed at will.\"",
            "output": [
                "Fact"
            ]
        },
        {
            "input": "topic: The Reason why Christianity is Looked Down Upon... sentence: Contention 2: Personal Experience with Most Christians  \n  \r\nThe area I live in is a densely Christian area.",
            "output": [
                "Testimony"
            ]
        },
        {
            "input": "topic: Evolution shouldn't be widely accepted... yet sentence: \n  \n  \n  Evolution is the most fact based theory and has logical premises and conclusions, which should therefore make it accepted.",
            "output": [
                "Policy"
            ]
        },
        {
            "input": "topic: InfraRedEd sentence: \"No, you cannot have 1 1/2 members.",
            "output": [
                "Fact"
            ]
        },
        {
            "input": "topic: My opponent will lose this debate if he or she does not follow these rules. sentence: http://grammar.ccc.commnet.edu...   ]  \r\n1.",
            "output": [
                "Reference"
            ]
        },
        {
            "input": "topic: the chicken came before the egg sentence: \n  \r\nWOW.",
            "output": [
                "Value"
            ]
        },
        {
            "input": "topic: My opponent will lose this debate if he or she does not follow these rules. sentence: Both players should still have the ability to post rules in their turn.",
            "output": [
                "Policy"
            ]
        },
        {
            "input": "topic: Lebron is better than Durant. sentence: If one is better he is better.",
            "output": [
                "Value"
            ]
        },
        {
            "input": "topic: NON VOTING IN ELECTIONS MUST BE TAKEN SERIOUSLY sentence: There are plenty of problems with government, not enough idiots voting isn't one of them.",
            "output": [
                "Value"
            ]
        },
        {
            "input": "topic: Lebron is better than Durant. sentence: He's a better shooter than LBJ, and stats show Durant is doing better on defense.",
            "output": [
                "Value"
            ]
        },
        {
            "input": "topic: Should abortion be made illegal? sentence: Especially before turning snarky on me.",
            "output": [
                "Value"
            ]
        },
        {
            "input": "topic: There is a smallest distance sentence: You probably should have clarified your misunderstandings via a comment, rather than simply taking the debate.",
            "output": [
                "Policy"
            ]
        },
        {
            "input": "topic: The Reason why Christianity is Looked Down Upon... sentence: I explained that most Christians don't give proof of the existence of God and Jesus Christ in all three of my contentions.",
            "output": [
                "Testimony"
            ]
        },
        {
            "input": "topic: The ontological argument sentence: The resolution is negated.",
            "output": [
                "Fact"
            ]
        },
        {
            "input": "topic: iPods are taking the magic out of music. sentence: Personally, back in the CD era, I would want to ear a song, dig through my CD's, then stop half-way through because it was too much work for one song.",
            "output": [
                "Testimony"
            ]
        },
        {
            "input": "topic: 4a. Campaign Finance Reform sentence: Who's wife would even have a private company jet?",
            "output": [
                "Fact"
            ]
        },
        {
            "input": "topic: My opponent will lose this debate if he or she does not follow these rules. sentence: The guy who started this debate must have at least 1 obstruction that rhymes with \"Japan\", the country that is a member of the international whaling commission.",
            "output": [
                "Policy"
            ]
        },
        {
            "input": "topic: Should abortion be made illegal? sentence: I'd like to say however as a final closing remark.",
            "output": [
                "Testimony"
            ]
        },
        {
            "input": "topic: Should abortion be made illegal? sentence: \n  \r\nSo I perused through my digital copy of the Constitution, and I still found no references to murder, so if you'd like to give me a section, or line or amendment that'd be rather helpful.",
            "output": [
                "Testimony"
            ]
        },
        {
            "input": "topic: The Reason why Christianity is Looked Down Upon... sentence: Either Christianity is looked down upon because of Christian conduct or it is not.",
            "output": [
                "Value"
            ]
        },
        {
            "input": "topic: The United States of America should go to War with China sentence: American representatives could be Bill Clinton (  http://en.wikipedia.org...  ) and Barack obama (  http://en.wikipedia.org...  ).",
            "output": [
                "Reference"
            ]
        },
        {
            "input": "topic: Is it wrong for atheists to try and 'convert' theists? sentence: http://www.merriam-webster.com...",
            "output": [
                "Reference"
            ]
        },
        {
            "input": "topic: 4a. Campaign Finance Reform sentence: The people aren't stupid and they vote for those who will best serve them.",
            "output": [
                "Value"
            ]
        },
        {
            "input": "topic: The ontological argument sentence: 4) God is not natural.",
            "output": [
                "Value"
            ]
        },
        {
            "input": "topic: Should abortion be made illegal? sentence: If you want a mathematical counter, I can say 'or they might become Hitler' but I'll simply say to make something illegal simply because of the tiny probability of a certain consequence is ridiculous.",
            "output": [
                "Value"
            ]
        },
        {
            "input": "topic: iPods are taking the magic out of music. sentence: It's not.",
            "output": [
                "Testimony"
            ]
        },
        {
            "input": "topic: The Debates here are about who's the best BSer rather than about real facts sentence: Debating here is a waste of time.",
            "output": [
                "Value"
            ]
        },
        {
            "input": "topic: Evolution shouldn't be widely accepted... yet sentence: Depending on the ecosystem a bird is in, their beaks may be different in order to better suit their needs.",
            "output": [
                "Fact"
            ]
        },
        {
            "input": "topic: Should abortion be made illegal? sentence: That's a law sure, but not every law is contained in the US constitution.",
            "output": [
                "Fact"
            ]
        },
        {
            "input": "topic: Should abortion be made illegal? sentence: I'll still pitch in the mother's right to her own body however, as she should fully well have the option of removing a parasitic being from her body before it causes 9 months of medical and financial havoc and 18 years + of legal and financial trouble if she so desires.",
            "output": [
                "Policy"
            ]
        },
        {
            "input": "topic: NON VOTING IN ELECTIONS MUST BE TAKEN SERIOUSLY sentence: * The time to vote should be increased, for at least a week, in many locations as well as mail in voting.",
            "output": [
                "Policy"
            ]
        },
        {
            "input": "topic: The ontological argument sentence: I make the following argument with the utmost respect for Pro and his beliefs:  \n  1) Santa Clauses existence is either logically impossible or logically necessary.",
            "output": [
                "Value"
            ]
        },
        {
            "input": "topic: Lebron is better than Durant. sentence: He's younger: which means he can only get better, and LeBron is at the age where athleticism starts to fade.",
            "output": [
                "Value"
            ]
        },
        {
            "input": "topic: The only thing we can be certain of is our existence. sentence: We assume that we, or moreover, our conscious exists, because that is how our interactions are on a daily basis.",
            "output": [
                "Fact"
            ]
        },
        {
            "input": "topic: Evolution shouldn't be widely accepted... yet sentence: If we do not accept evolution as true then the T. Rex must have always existed and then died out, but we know this to be untrue.",
            "output": [
                "Fact"
            ]
        },
        {
            "input": "topic: The only thing we can be certain of is our existence. sentence: Descartes objectivity has come into question, so i dont even believe your resources are credible.",
            "output": [
                "Testimony"
            ]
        },
        {
            "input": "topic: Gym class should NOT be a requirement for high school sentence: She also seeks to prove that gym is a distraction and restricts studies however having competitively played basketball and done athletics for my school and outside of school through out my high school career and am now doing a masters degree in physics at university.",
            "output": [
                "Testimony"
            ]
        },
        {
            "input": "topic: \"My dick is bigger than yours.\" - Matt Damon sentence: If not, it could be a challenge or a troll attempt, both of which are acceptable.",
            "output": [
                "Value"
            ]
        },
        {
            "input": "topic: Gym class should NOT be a requirement for high school sentence: \n  \r\nGym class should not be a requirement.",
            "output": [
                "Policy"
            ]
        },
        {
            "input": "topic: University isn't useful compared to college as it is merely theoretical rather than practical sentence: (Ie: Law, Medicine, Business, etc) It depends upon the field, as to whether one should attend college or university.",
            "output": [
                "Value"
            ]
        },
        {
            "input": "topic: Gym class should NOT be a requirement for high school sentence: \n  \r\nPro's first point seeks to achieve that the mental health of some teenagers is at risk through experiences in the changing room.",
            "output": [
                "Fact"
            ]
        },
        {
            "input": "topic: The only thing we can be certain of is our existence. sentence: It doesn't matter how I exist.",
            "output": [
                "Value"
            ]
        }
    ]
}