{
    "Contributors": [
        "Sai Venkat Subramani"
    ],
    "Source": [
        "Dataset Card for Asian Language Treebank (ALT) (https://huggingface.co/datasets/alt)"
    ],
    "Categories": [
        "Language Translation"
    ],
    "Definition": "In this task, Givin' a sentence in the Khmer language and your task is to convert it into Thee English language.",
    "Positive Examples": [
        {
            "input": "អំពីការលុបចោល លោកហ្គារី បេតមេន បានិយាយថា \"ភាពអាម៉ាស​នៃរឿងនេះ​គឺថា អ្នកគាំទ្រមានភាពប្រសើរជាង​។\"",
            "output": "Speaking about the cancellation, Gary Bettman said \"The shame of this is that our fans deserve better.\"",
            "explanation": "The above sentence is correctly translated from Khmer to English"
        },
        {
            "input": "លោកសារ៉ុនបានស្ថិតនៅក្នុងការសន្លប់ ចាប់តាំងពីបានទទួលរងនូវជំងឺដាច់សរសៃឈាមខួរក្បាលដ៏ធំមួយ នៅថ្ងៃទី4 ខែមករា។",
            "output": "Sharon has been in a coma since suffering a major stroke on January 4.",
            "explanation": "The above sentence is correctly translated from Khmer to English"
        },
        {
            "input": "បន្ទាប់មក វិសោធនកម្មរបស់ខេលី បានត្រូវគេដាក់អោយធ្វើការបោះឆ្នោត ហើយត្រូវបានបាត់បង់សម្លេង និងនាំមកនូវការបែងចែកបន្ទាប់មកជាមួយនឹង49យល់ស្រប ទៅលើវិសោធនកម្មនិង96ជំទាស់។",
            "output": "Later, the Kelly amendments were put to the vote and were lost on the voices and in subsequent division with 49 agreeing to the amendments and 96 disagreeing.",
            "explanation": "The above sentence is correctly translated from Khmer to English"
        }
    ],
    "Negative Examples": [
        {
            "input": "ច្បាប់របស់អង្គការសុខភាពពិភពលោកតម្រូវឱ្យញ៉ូវែលហ្សែឡង់ពង្រីកទំហំនៃការព្រមាននៅលើកញ្ចប់។",
            "output": "According to the Mainichi Daily News, the class action suit is the first that has been filed in Japan related to health damages caused by asbestos exposure at construction sites.",
            "explanation": "The above sentence is not correctly translated from Khmer to English as none of the words match the translation."
        },
        {
            "input": "ឥទ្ធិពលរបស់គាត់លើតន្ត្រីក្នុងសតវត្សទី20 ពីតន្ត្រីទាន់សម័យទៅ ហ៊ីបហប់ មានការរីកចំរើនយ៉ាងខ្លាំង។",
            "output": "According to Whitley, certain atmospheric conditions, such as wind speed and humidity, must be right before the large scale treatments can occur.",
            "explanation": "The above sentence is not correctly translated from Khmer to English as none of the words match the translation."
        },
        {
            "input": "លោកបេជហេ កាលពីមុនត្រូវបានគេផ្សព្វផ្សាយជាសាធារណៈចំពោះការរិះគន់ផ្ទាល់ខ្លួនរបស់គាត់ បន្ទាប់ពីការចាកចេញពីព្រះវិហារសាសនានៃវិទ្យាសាស្រ្តនិយមនិងបានរៀបរាប់ពីរបៀបដែលសមាជិកទាំតឡាយត្រូវតែបង់ប្រាក់ក្នុងចំនួនច្រើនដើម្បីបានរីកចម្រើននៅក្នុងក្រុមវិទ្យាសាស្រ្តនិយម។",
            "output": "The most common place for an ectopic pregnancy to occur is the Fallopian tubes, accounting for roughly 95% of all ectopic pregnancies.",
            "explanation": "The above sentence is not correctly translated from Khmer to English as none of the words match the translation."
        }
    ],
    "Instances": [
    {
        "input": "\"នេះគឺធ្វើឡើងរវាងឪពុកម្តាយដែលបានចុះឈ្មោះ ចូលរៀនឲ្យកូនរបស់ខ្លួននៅក្នុងសាលារបស់យើង ហើយនោះគឺជាកន្លែងដែលត្រូវឈប់។\"\n",
        "output": [
            "\"This is between the parents that enrol their children at our school and that is where the buck stops.\"\n"
        ]
    },
    {
        "input": "លោកប្រធានាធិបតី Bush បាននិយាយមុននេះតាមកញ្ចក់ទូរទស្សន៍ ARD German ថាគាត់ចង់បិទជំរុំឃុំឃាំង Guantanamo Bay។\n",
        "output": [
            "President Bush said previously on ARD German television that he wants to close the Guantanamo Bay detainment camp.\n"
        ]
    },
    {
        "input": "ក្រុម Lightning និងក្រុម Penguins នឹងប្រកួតជាលក្ខណៈបង្ហាញនៅប្រទេសអាល្លឺម៉ង់និងប្រទេសហ្វាំងឡង់ដ៍រៀងគ្នា។\n",
        "output": [
            "The Lightning and Penguins will play exhibition games in Germany and Finland respectively.\n"
        ]
    },
    {
        "input": "សេចក្តីសម្រេចចិត្តនេះបានធ្វើឡើងក្រោយពី Microsoft បានបានលាតត្រដាងលេខកូដកម្មវិធីsoftware អាថ៌កំបាំងកន្លងមក ដែលមានចំនួន 30,000 ទំព័រកាលពីថ្ងៃព្រហស្បតិ៍មុន (ថ្ងៃទី21 ខែកុម្ភៈ)។\n",
        "output": [
            "The decisions came after Microsoft announced they were disclosing 30,000 pages of previously secret software code last Thursday (February 21st).\n"
        ]
    },
    {
        "input": "ទោះជា វ៉ាឌី ជា​បិតា​ឆ្លាតម្នាក់​ក្នុង​ការ​លើក​ទឹក​ចិត្ដ​​ឬក៏តាម​ពិតគាំទ្រ​អ្នកដែលយឺត គឺជា​អ្វី​ដែល​មានតែ​ពេលវេលា​នឹង​ប្រាប់​គាត់​ ខណៈ​ដែល​គាត់​ព្យាយាម​ដើម្បី​នាំ​យក​ផលិតផលរបស់​កូន​គាត់​ទាំង​នេះ​ទៅ​ក្នុង​ទីផ្សារ​។\n",
        "output": [
            "Whether Vardi is a smart parent for his encouragement, or in fact propping up laggards, is something only time will tell him as he attempts to bring these products of his children to market.\n"
        ]
    },
    {
        "input": "កិច្ចចរចារត្រូវបានរៀបចំសំរាប់ពិភាក្សាបញ្ហាដែលមិនទាន់ត្រូវបានដោះស្រាយនៅសន្និសីទអង្គការសហប្រជាជាតិស្តីពីបំរែបំរួលអាកាសធាតុឆ្នាំ2009នៅខូផេនហាហ្កេន។\n",
        "output": [
            "The talks were designed to discuss issues that were not resolved at the 2009 United Nations Climate Change Conference in Copenhagen.\n"
        ]
    },
    {
        "input": "ខេវិន ភីធ័រស៊ែន និង លូករ៉ាយដែលបានបង្ហាញខ្លួនជាលើកដំបូងនៅអូឌីអាយទាំងអស់គ្នាធ្វើបានហាសិប ដោយរ៉ាយរួមចំណែក106រ៉ានជាមួយនឹង អូវ៉ាស ហ្សា។\n",
        "output": [
            "Kevin Pietersen and ODI debutant Luke Wright both recorded fifties, with Wright sharing 106 runs with Owais Shah.\n"
        ]
    },
    {
        "input": "គាត់បាននិយាយថា អ្នកកាត់ក្តីទាំងនោះគិតថាវាគួរតែមានអ្នកផ្សេងទៀតដែលពាក់ព័ន្ធក្នុងការវាយប្រហារនេះក្រៅពី​លោកអាល់-ម៉េក្រាហ៊ី។\n",
        "output": [
            "Prosecutors, he said, had always thought there were others besides al-Megrahi involved in the attack.\n"
        ]
    },
    {
        "input": "ជួរនោះរួមមានជួរពីរដែលមានប្រវែង 115 foot សម្រាប់ស្លាបប្រវែង 240 feet រួមមានឧបករណ៍ដែលតភ្ជាប់បន្ទះពីរ និងដែលអាចបង្វិលបាននៅពេលវាតាមដានព្រះអាទិត្យ។\n",
        "output": [
            "The arrays consist of two 115-foot-long arrays, for a total wing span of 240 feet, including the equipment that connects the two halves and allows them to twist as they track the sun.\n"
        ]
    },
    {
        "input": "WHO បានបដិសេធមិនបញ្ជាក់ពីអត្តសញ្ញាណសមាជិកនៃគណៈកម្មាធិការ ដោយប្រកែកថា ពួកគេចាំបាច់ត្រូវទទួលការការពារពីសម្ពាធឧស្សហកម្ម ដូច្នេះ ជម្លោះនៃអត្ថប្រយោជន៍ដែលអាចមានជាមួយក្រុមហ៊ុនឱសថ គឺមិនត្រូវបានដឹងនោះទេ។\n",
        "output": [
            "The WHO has refused to identify committee members, arguing that they must be shielded from industry pressure, so possible conflicts of interest with drug companies are unknown.\n"
        ]
    },
    {
        "input": "អត្ថបទដែលបានដាក់តំបន់បណ្តាញនៅលើកំពូលនេះគឺដោយចៃដន្យរស់នៅសហភាពសូវៀត។\n",
        "output": [
            "The article that put the site over the top was Involuntary settlements in the Soviet Union.\n"
        ]
    },
    {
        "input": "បញ្ហាផ្លូវច្បាប់គឺមានតំលៃលើសពី៧750លានដុល្លាអាមេរិក(528លានអឺរ៉ូ)តំលៃប៉ាន់ ស្មានពាក់កណ្តាលមានប្រភពមកពីខ្សែភាពយន្តម៉ាវ៉ុល។\n",
        "output": [
            "The suit is for more than US$750 million (£528M) — about half of the estimated proceeds from Marvel's movies.\n"
        ]
    },
    {
        "input": "នៅក្នុងសេចក្តីថ្លែងការថ្ងៃទី10 មីនា មុនការប្រកាសសាលក្រម ស៊ីម៉ុនបានបង្ហាញនូវការសោកស្តាយចំពោះទង្វើរបស់គាត់។\n",
        "output": [
            "In a statement March 10, prior to the verdict, Simon expressed regret for his actions.\n"
        ]
    },
    {
        "input": "លោកហ្វឺរបាននិយាយថា \"DS4SEQ ចង់បានភាគរយដែលច្រើនល្មមពីការបោះឆ្នោតបឋម និងឈ្នះកៅអីក្នុងមួយចំនួន។\"\n",
        "output": [
            "\"DS4SEQ would like to gain a sizeable percentage of the primary vote and win a number of seats,\" Mr furze said.\n"
        ]
    },
    {
        "input": "ជាក់ស្តែង ខ្មាន់កាំភ្លើងបានចាប់ទាញសក់របស់នាង ហើយបន្ទាប់មកបានបាញ់មកលើរូបនាង និងបុរសពីរនាក់ទៀតដែលព្យាយាមមកជួយនាង។\n",
        "output": [
            "She was apparently grabbed by the hair by the gunman who then shot her and two men who attempted to come to her aid.\n"
        ]
    },
    {
        "input": "កាលពីម្សិលមិញ តុលាការក្នុងក្រុងសាឡេ បានកាត់ទោសសមាជិកដប់បួនរូបនៃក្រុមហ្វាត អាល អានដាលូស(ជ័យជំនះនៃអានដាលូសសៀ) ឱ្យជាប់ពន្ធនាគារពីបទធ្វើផែនការវាយប្រហារប្រឆាំងក្រុមគោលដៅក្នុងទីក្រុងមូរូកូ។\n",
        "output": [
            "A court in Salé sentenced fourteen members of Fath Al Andalous (Conquest of Andalusia) to jail yesterday for planning attacks against targets in Morocco.\n"
        ]
    },
    {
        "input": "\"ស្ថានភាពនៅតំបន់អាកទិក ទឹកកកអាចជួយដល់ការងារឆ្លើយតបចំពោះការកំពប់ប្រេងដោយពន្យឺតអាកាសធាតុរបស់ប្រេង រលកផ្សើម ការទប់ប្រេងកុំឲ្យរសាត់ទៅឆ្ងាយ និងមានពេលវេលាដោះស្រាយកាន់តែច្រើន។\"\n",
        "output": [
            "\"In Arctic conditions, ice can aid oil spill response by slowing oil weathering, dampening waves, preventing oil from spreading over large distances, and allowing more time to respond.\"\n"
        ]
    },
    {
        "input": "មន្ត្រីនគរបាលបាហ្វាឡូ អនុសេនី ខេ ស្ស៊ីសកូវស្គីបានមានប្រសាសន៍ថា \"ជនសង្ស័យបានទម្លាក់កញ្ចប់ទៅក្នុង [ប្រអប់] និងធ្វើដំណើរឆ្ពោះតាមរុក្ខវិថីអាឡែន។\"\n",
        "output": [
            "\"He dropped the package into the [box], and made his way out to Delaware Ave. towards Allen,\" stated Buffalo Police Lt., K Szyszkowski.\n"
        ]
    },
    {
        "input": "ម៉ាយខលរ៉ាយអិនបានប្រាប់ផីតថើហ្កាថីកុំអោយថតចម្លងវា។\n",
        "output": [
            "Michael Ryan told Peter Garty to not make a copy of it.\n"
        ]
    },
    {
        "input": "គ្រាប់បែកនោះត្រូវបានគេកំណត់ពេលឲ្យផ្ទុះនៅម៉ោង 5:45 ព្រឹក ម៉ោងក្នុងស្រុក នៅពេលដែលពុទ្ធសាសនិកជនចាប់ផ្តើសូត្រធម៌នៅពេលព្រឹក។\n",
        "output": [
            "The bombs were timed to explode at 5:45 AM local time, when Buddhists start praying in the morning.\n"
        ]
    },
    {
        "input": "សេចក្តីសម្រេច​នេះ បាន​បង្ហាញពី​ \"ការ​បារម្មណ៏​ជា​ចំបង\" លើ​ការ​មិនអនុវត្ត​តាម​ច្បាប់​របស់​ប្រទេស​អ៊ី​រ៉ង់​ ជាមួយ​នឹង​តម្រូវ​ការ​ IAEA ក្នុង​ការ​បញ្ឈប់​សកម្មភាពចំរាញ់​ និងសកម្មភាព​ដទៃ​ទៀត​ និងសំណូមពរ​ឲ្យ​ប្រធាន​ IAEA ធ្វើ​របាយការណ៍​ស្តីពី​ការ​អនុវត្តន៍​ច្បាប់​របស់​ប្រទេស​អ៊ីរ៉ង់​នៅ​ត្រឹម​ចុង​ខែ​សីហា។\n",
        "output": [
            "The resolution expressed \"serious concern\" at Iran's non-compliance with the IAEA's demand to halt enrichment and other activities and asked the IAEA director to report on Iran's compliance by the end of August.\n"
        ]
    },
    {
        "input": "\"យើងកំពុងមានគម្រោងឲ្យជេមស៍បន្តកិច្ចការរបស់គាត់នៅក្នុងឆ្នាំថ្មីនេះ និងមានទំនុកចិត្តថាគាត់នឹងតំណាងឲ្យអត្តពលិករដ្ឋផេន និងសាកលវិទ្យាល័យ ប្រកបដោយថាមពល ការលះបង់ និងការគោរពកម្រិតខ្ពស់។\"\n",
        "output": [
            "\"We are planning to have James resume his duties in the new year and are confident that he will represent Penn State Athletics and the University with a high level of energy, dedication and respect.\"\n"
        ]
    },
    {
        "input": "ការផ្ទុះឡើងនៃជំងឺគ្រុនដែលបង្កឡើងដោយមេរោគម៉ាបឺកនេះគឺមានទ្រង់ទ្រាយធំជាងគេក្នុងប្រវត្តិសាស្ត្រកន្លងមក។\n",
        "output": [
            "This is the largest recorded outbreak of Marburg viral hemorrhagic fever in history.\n"
        ]
    },
    {
        "input": "នាវិកនៅលើនាវា3504ត្រូវបានរកឃើញដោយកងទ័ពអាកាសហ្វីលីពីននៅលើកោះស៊ីបាយ។\n",
        "output": [
            "Vessel 3504's crew were located on Sibay Island by the Philippine Air Force.\n"
        ]
    },
    {
        "input": "បុរសទាំង២នោះ ដែលត្រូវបានគេជួយសង្រ្គោះកាលពីថ្ងៃទី 9 ខែឧសភា នៅមិនទាន់បាននិយាយជាសារធារណៈនៅឡើយទេ អំពីកំឡុងពេលដែលគាត់ជាប់គាំងនៅក្រោមដីនោះ។\n",
        "output": [
            "The men, who were rescued on May 9, have not spoken publicly about the time they spent trapped underground.\n"
        ]
    },
    {
        "input": "ក្រោយពីការដោះលែង សិស្សទាំងអស់ បាននិយាយប្រាប់ប្រព័ន្ឋសារព័ត៌ថាពួកគេត្រូវបាន គេឲ្យដោះសម្លៀកសំលៀកចេញនៅស្ថានីយប៉ូលិស។\n",
        "output": [
            "Following their release, the students told the media they were required to remove their clothes at the police station.\n"
        ]
    },
    {
        "input": "ប្រទេសកាតាបានស្មើទាំងពីរប្រកួតជាមួយនឹងប្រទេសជប៉ុន និងប្រទេសវៀតណាម មានន័យថាវានឹងត្រូវគិតដល់ចំនួនគ្រាប់បាល់ដែលខុសគ្នា ប្រសិនបើភាគីទាំងពីរស្មើគ្នានៅលើបួនពិន្ទុ។\n",
        "output": [
            "Qatar drew both matches with Japan and Vietnam, meaning it will come down to goal difference if two sides are equal on four points.\n"
        ]
    },
    {
        "input": "គេរំពឹងថា សន្និសីទម្ចាស់ជំនួយអន្តរជាតិមួយនឹងធ្វើឡើងនៅខែក្រោយ ដើម្បីទទូចសុំជំនួយបន្ថែមសំរាប់ប្រទេសនេះ។\n",
        "output": [
            "It is expected that an international donors' conference will take place next month to solicit more aid for the country.\n"
        ]
    },
    {
        "input": "\"ក្នុងការមានជំនួញមួយអនុញ្ញាតឱ្យប្រភេទនៃពាក្យពេចន៍ ឬរូបភាពអាសអាភាសនេះ ត្រូវបានប្រើប្រាស់ជាអាជីវកម្មតាមរយៈគេហទំព័ររបស់ពួកគេ ឬតាមរយៈប្រព័ន្ធរបស់ពួកគេ គឺជាអ្វីៗដែលពួកគេនិយាយថា ពួកគេមិនអាចគ្រប់គ្រងបាន។\"\n",
        "output": [
            "\"To have a business allow that type of filth to be purveyed through their website or through their system is something that they say they can't handle.\"\n"
        ]
    },
    {
        "input": "ការធ្វើទស្សនកិច្ចកាលពីពេលថ្មីៗរបស់លោក ស៊ីណាវ៉ាត្រាទៅកាន់តំបន់នោះត្រូវបានបន្តដោយការបាញ់ប្រហារបន្ថែមទៀត។\n",
        "output": [
            "Mr. Shinawatra's recent visit to the region was followed by further shootings.\n"
        ]
    },
    {
        "input": "បងប្រុសរបស់ពួកគេត្រូវបានចោទប្រកាន់ពីបទចាក់ ដែលម្នាក់ក្នុងចំណោមនោះត្រូវបានស្លាប់។\n",
        "output": [
            "Their older brother is being charged with the stabbings, one of which was fatal.\n"
        ]
    },
    {
        "input": "រ៉េ ហ្សាហាប់ គឺជាអ្នករត់ក្នុងចម្ងាយឆ្ងាយជនជាតិកាណាដា ដែលជាគ្រូបណ្តុះបណ្តាលផ្ទាល់ខ្លួន និងជាវាគ្មិនផ្ដោតលើការលើកទឹកចិត្ត។\n",
        "output": [
            "Ray Zahab is a Canadian ultramarathon runner, personal trainer, and motivational speaker.\n"
        ]
    },
    {
        "input": "បន្ទាប់ពីបានវិលត្រឡប់មកពីការសម្រាកផ្សាយពាណិជ្ជកម្ម ប្ល៊ីតហ្សឺ បានប្រាប់ទស្សនិកជនថា CNN ទើបតែទទួលបានព្រឹត្តិបត្រព័ត៌មានពីសេតវិមាន។\n",
        "output": [
            "After returning from commercial break, Blitzer told his guests that CNN had just received a news bulletin from the White House.\n"
        ]
    },
    {
        "input": "វិគីញ៉ូស៍ បានទាក់ទងជាមួយនឹង ជេរ៉ូម ដើម្បីនិយាយអំពីបញ្ហាដែលពលរដ្ធកាណាដាកំពុងប្រឈមមុខ និងអ្វីដែលពួកគេ ក៏ដូចជាគណបក្សរបស់ពួកគេ នឹងធ្វើដើម្បីដោះស្រាយបញ្ហាទាំងនោះ។\n",
        "output": [
            "Wikinews contacted Jerome, to talk about the issues facing Canadians, and what they and their party would do to address them.\n"
        ]
    },
    {
        "input": "ក្រុមមន្ត្រីអូស្រ្តាលីបានដឹងថា គាត់ត្រូវបានសហរដ្ឋអាមេរិកផ្ទេរទៅប្រទេសអេហ្ស៊ីប រយៈពេលប្រាំមួយខែ។\n",
        "output": [
            "Australian officials were aware that he had been transferred by the United States to Egypt for six months.\n"
        ]
    },
    {
        "input": "ក្រុមគ្រួសារនេះកំពុងនៅតាមផ្លូវធ្វើដំណើរទៅចូលរួមការប្រកួតបាល់ទាត់យុវជន នៅពេលដែលការបុកគ្នានោះបានកើតឡើង។\n",
        "output": [
            "The family was on their way to attend a football game for youths when the crash occurred.\n"
        ]
    },
    {
        "input": "បើយោងតាមលោកសាកូហ្ស៊ីវិធានការបន្ថែមទាំងនេះមានតែទៅលើតំបន់ព្រំដែនតែប៉ុណ្ណោះ។\n",
        "output": [
            "According to Sarkozy, these additional measures refer to the border area only.\n"
        ]
    },
    {
        "input": "លោក​ហាន់ធើ ដែលកំពុងស្វែងរកការជ្រើសតាំងជាបេក្ខជនប្រធានាធិបតីនៃគណបក្សសាធារណរដ្ឋ បានអះអាងនៅក្នុងការយល់ស្របចំពោះច្បាប់នេះកាលពីសប្តាហ៍មុន។\n",
        "output": [
            "Hunter, who is seeking the Republican Presidential nomination, argued in favor of the bill last week.\n"
        ]
    },
    {
        "input": "កីឡាករពីរនាក់ ម្នាក់កីឡាករក្រុម ACT និងម្នាក់ជាកីឡាករជប៉ុនត្រូវបាល់ប៉ះចំនិងគេ ក៏តម្រូវឲ្យអ្នកបណ្តុះបណ្តាលពិនិត្យមើលពួកគេ។\n",
        "output": [
            "Two players, an ACT player and a Japanese, were struck by balls and required trainers to look at them.\n"
        ]
    },
    {
        "input": "កូនស្រីរបស់លោកស្រីជីបប៊ន​ ចនមកពីលីវើភូលបានសុំប្រជាជនអង់គ្លេសដែល ខឹងដោយសារការដាក់ទោសជាប់គុករបស់ម្តាយគាត់មិនគួរវាយបកប្រឆាំងនឹងអ៊ីស្លាមវិញ។\n",
        "output": [
            "Ms Gibbons' son John, from Liverpool, has asked that British people angered by his mother's jail sentence should not turn against Muslims.\n"
        ]
    },
    {
        "input": "ទូកសង្គ្រោះក៏បាននាំសមាជិកក្រុមដែលមិនបានរងរបួសទៅកាន់ច្រាំងផងដែរ ខណៈពេលដែលឧទ្ធម្ភាគចក្រមួយនេះត្រឡប់ទៅសង្គ្រោះក្មេងប្រុសទីពីរ។\n",
        "output": [
            "The lifeboat also carried an uninjured member of the party ashore, while the helicopter returned to rescue a second young boy.\n"
        ]
    },
    {
        "input": "ការពិភាក្សានេះសង្ឃឹមថា នឹងនាំទៅដល់ការបង្កើតរដ្ឋប៉ាឡេស្ទីននៅចុងឆ្នាំនេះ។\n",
        "output": [
            "The talks are supposed to lead to the formation of a Palestinian state by the end of this year.\n"
        ]
    },
    {
        "input": "ស្រ្តីម្នាក់វិលមុខ និងបានដួល ហើយត្រូវបានដឹកយកទៅដោយរថយន្តសង្គ្រោះបន្ទាន់។\n",
        "output": [
            "One of the women felt dizzy, fell down and was picked up by the ambulance.\n"
        ]
    },
    {
        "input": "តំបន់វ៉ូលូសៀ ស៊ុមធើ ឡេក និងសេមីណូល ត្រូវបានប្រកាសថាជារដ្ឋដែលស្ថិតក្នុងអាសន្នរាប់សិបម៉ោង ផ្ទះចល័តជាច្រើន និងវិហារមួយត្រូវបានបំផ្លាញ។\n",
        "output": [
            "Volusia, Sumter, Lake and Seminole counties have all been declared a state of an emergency as dozens of houses, mobile homes and a church were destroyed.\n"
        ]
    },
    {
        "input": "ពីរថ្ងៃកន្លងទៅប្រធានរដ្ឋមន្រ្ដីបាននិយាយថាការកាត់បន្ថយនៅក្នុងពន្ធលក់អាចជាលទ្ធផលក្នុងការឡើងតម្លៃឡានក្រុង។\n",
        "output": [
            "A couple of days ago, the Chief Minister had said that any reduction in the sales tax could result in the bus fares going up.\n"
        ]
    },
    {
        "input": "ភាគី ACT រួមមានសមាជិកក្រុមជាតិអូស្រ្តាលី​ អៃមី មើច និង ក្លែរ វ៉ាវិក; កីឡាករ ប្រេនដា ឌើ ប្លែ បានទទួលមេដាយសំរឹទ្ធនៅកីឡាអូឡាំពិក; តំណាងក្រុមរដ្ឋវិចតូរៀ សមាជិកក្រុមជាតិនិងកីឡាករ ចាស្ទីន ស្មេសើស ទទួលមេដាយសំរឹទ្ធនៅកីឡាអូឡាំពិក; និងកីឡាករ ក្លែរ ឃូរី ដែលខកខានការប្រកួតសម្រាប់ក្រុមជាតិ។\n",
        "output": [
            "The ACT side included Australian national team members Aimee Murch and Clare Warwick; Olympic bronze medalist Brenda De Blaes; Victorian state team representative, national team member and Olympic bronze medalist Justine Smethurst; and Clare Currie, who narrowly missed the cut for the national team.\n"
        ]
    },
    {
        "input": "ផូល ខូលីងវូដធ្វើបានតែមួយរ៉ានប៉ុណ្ណោះមុនពេលដែលត្រូវបានចេញដោយបន្សល់ទុកនូវអង់គ្លេស83-4។\n",
        "output": [
            "Paul Collingwood made just one run before being run out to leave England on 83-4.\n"
        ]
    },
    {
        "input": "រថភ្លើងរបស់ក្រុមហ៊ុនអាមត្រាក់ 371 ដែលមានឈ្មោះថា ភីរេ ម៉ាឃ្វីតតេ បានចាប់ផ្តើមចេញដំណើរនៅក្នុងទីក្រុងហ្គ្រេន រ៉ាភីត រដ្ឋមីឈីហ្គាន និងបានផ្ទុកមនុស្សចំនួន 193 នាក់ រួមទាំងសមាជិកអ្នកបើកបរប្រាំមួយនាក់ទៀត។\n",
        "output": [
            "Amtrak train 371, the Pere Marquette, started in Grand Rapids, Michigan and carried 193 people on board including six crew members.\n"
        ]
    },
    {
        "input": "ស្ថិតនៅក្រោមច្បាប់ថ្មីដែលបានសរសេរដោយរដ្ឋមន្ត្រីនៃក្រសួងមហាផ្ទៃ នីកូឡាស់ សាកូហ្ស៊ី ដែលផ្តន្ទាទោស \"អ្នកសារព័ត៌មានពលរដ្ឋ\" អាចប្រឈមនឹងការជាប់ពន្ធនាគាររយៈពេលប្រាំឆ្នាំ។\n",
        "output": [
            "Under the new legislation, written by Minister of the Interior Nicolas Sarkozy, convicted \"citizen journalists\" could face up to five years in prison.\n"
        ]
    },
    {
        "input": "សាកសពស្រ្តីប្រាំនាក់ក្នុងចក្រភពអង់គ្លេសត្រូវបានគេរកឃើញក្នុងស្រុកនៃស៊ូហ្វកភាគខាងកើតនៃប្រទេសអង់គ្លេស។\n",
        "output": [
            "The bodies of five women within the United Kingdom have been found in or around the county of Suffolk in the east of England.\n"
        ]
    },
    {
        "input": "សារមន្ទីរពីរនៅសានឌីអាហ្គោ រដ្ឋកាលីហ្វ័រញ៉ា ត្រូវបានគេធ្វើបច្ច័យទានឲ្យនូវការប្រមូលផ្តុំសិល្បៈដែលមានតម្លៃជាង 40 លាន។\n",
        "output": [
            "Two museums in San Diego, California have been bequested an art collection worth more than 40 million.\n"
        ]
    },
    {
        "input": "\"សុបិនអាក្រក់ដែលចៀសមិនរួចដែលយើងបានភ័យខ្លាច ឥឡូវនេះត្រូវបានបញ្ជាក់។\"\n",
        "output": [
            "\"The inevitable nightmare we have feared has now been confirmed.\"\n"
        ]
    },
    {
        "input": "ព្រះរាជបុត្រគឺជាបុត្រាដំបូងដែលបានប្រសូតនៅក្នុងរាជវង្សអធិរាជជប៉ុនបន្ទាប់ពីព្រះបិតារបស់ព្រះអង្គនៅក្នុងឆ្នាំ1965។\n",
        "output": [
            "He is the first male baby born in the Japanese imperial family since his father in 1965.\n"
        ]
    },
    {
        "input": "ភាពជាដៃគូបែបនេះធ្លាប់ជាពាក្យចចាមអារ៉ាមអស់រយៈពេលជាច្រើនឆ្នាំ ហើយចំនួននៃការយល់ឃើញនេះបានកើនឡើងក្នុងរយៈពេលប៉ុន្មានខែចុងក្រោយនេះ។\n",
        "output": [
            "Such a partnership had been rumored for years, and the amount of speculation grew over the past few months.\n"
        ]
    },
    {
        "input": "មន្រ្តីដែលត្រូវបានគេសង្ស័យ អាឡិចស៊ី មីតាយេវ ត្រូវបានបញ្ឈប់ពីកងកំលាំង ត្រូវបានចាប់ខ្លួន និងត្រូវបានគេនិយាយថា បានសារភាពចំពោះបទឧក្រិដ្ឋនេះ។\n",
        "output": [
            "The suspected officer, Alexei Mitayev, was dismissed from the force, arrested, and is said to have since confessed to this crime.\n"
        ]
    },
    {
        "input": "រោងចក្រនីមួយៗនៃរោងចក្រថ្មីទាំងពីរនេះ អាចផលិតបាន 30 លានហ្គាល្លុង (113 ML) ជាប្រចាំឆ្នាំ។\n",
        "output": [
            "Each of the two new plants can produce 30 million gallons (113 ML) annually.\n"
        ]
    },
    {
        "input": "លើសពីនេះ ការរៀបចំនេះបង្កើតនូវស្ថានភាពខុសពីធម្មតា៖ ការយល់ដឹងជាសាធារណៈថា Villepin និង Sarkozy គឺជាអ្នកប្រកួតប្រជែងនយោបាយដ៏គ្រោះថ្នាក់មួយ ក្នុងការបោះឆ្នោតជ្រើសរើសប្រធានាធិបតីឆ្នាំនៅឆ្នាំ2007 ហើយពួកគេបាននិយាយាថាប្រកិតប្រកើយគ្នា។\n",
        "output": [
            "Also, this arrangement creates a peculiar situation: it is public knowledge that Villepin and Sarkozy consider each other a dangerous political rival with respect to the 2007 presidential election, and they are widely said to loathe each other.\n"
        ]
    },
    {
        "input": "យោងតាមការិយាល័យរបស់ពួកគេនៅក្នុងទីក្រុងឡុងដ៍ ប្រទេសអង់គ្លេស ពួកគេ \"បានបញ្ជូន ROVs ដើម្បីស៊ើបអង្កេត និងតាមដានបញ្ហានោះ ហើយមិនមានរកឃើញសញ្ញាអ្វីបន្ថែមទៀតពីប្រេង ឬឧស្ម័នឡើយ។\"\n",
        "output": [
            "According to their office in London, England, they \"sent ROVs to investigate and monitor that and no further signs of oil or gas were found.\"\n"
        ]
    },
    {
        "input": "លោកស្រី ហ្វី្សផាទ្រីក និយាយថារដ្ឋាភិបាលសហព័ន្ធមានកង្វល់នឹងឧស្សាហកម្មធ្យូងថ្ម និងអាលុយមីញ៉ូម ដូចដែលរដ្ឋាភិបាលជប៉ុនមានចំពោះក្រុមហ៊ុននេសាទត្រីបាឡែន ដែលមានផលប៉ះពាល់កាន់តែខ្លាំងឡើងបន្ថែមទៀត។\n",
        "output": [
            "Ms Fitzpatrick said the Federal Government was as beholden to the coal and aluminium industries as the Japanese government was to whaling companies, and with far more devastating impacts.\n"
        ]
    },
    {
        "input": "ភាពជាដៃគូរវាងរដ្ឋាភិបាល រដ្ឋាភិបាលញ៉ូវសៅវ៉េល និង Sydney Cricket និងSports Ground Trust នឹងទទួលខុសត្រូវចំពោះការចំណាយបន្ថែមទាក់ទិននឹង Sydney Cricket Ground ជាមួយនឹងការងារដែលនឹងបញ្ចប់ត្រឹមឆ្នាំ2014។\n",
        "output": [
            "A partnership between the government, New South Wales Government and the Sydney Cricket and Sports Ground Trust will cover additional costs associated with the Sydney Cricket Ground with work completed by 2014.\n"
        ]
    },
    {
        "input": "សំណាងអាក្រក់ និងការផ្លាស់ប្តូហាក់ដូចជាបានដាក់ក្រុមអាឡឺម៉ង់រៀបចំប្តូរយុទ្ធសាស្ត្រជាលើកដំបូងនៅក្នុងការប្រកួតនេះ។\n",
        "output": [
            "The bad luck and changes seemed to put Germany in charge of the tactical game for the first time in the match.\n"
        ]
    },
    {
        "input": "មានតែពីរភាគរយប៉ុណ្ណោះនៃស្រ្តីដែលបានស្ទង់មតិទូទាំងពិភពលោកយល់ថាខ្លួនឯងស្អាត បើយោងតាមអ្នកដឹកនាំកម្មវិធី ABC អារុណសួស្ដីអាមេរិក លោករ៉ូប៊ីនរ៉ូប៊ើត ដែលកម្មវិធីរបស់គាត់និយាយពីពាណិជ្ជកម្មព្រឹកនេះនៅម៉ោង 8:07 ព្រឹក EST។\n",
        "output": [
            "Only two percent of women surveyed worldwide consider themselves beautiful, according to ABC Good Morning America co-anchor Robin Roberts, whose program debuted the commercial this morning at 8:07 am EST.\n"
        ]
    },
    {
        "input": "\"យើងដឹងថានេះគឺជាសេចក្តីសន្និដ្ឋានមូលដ្ឋាន-ដែលយើងអាចមានភ័ស្តុតាងទឹករាវនៅក្នុងអង្គធាតុមួយដ៏តូច និងត្រជាក់ខ្លាំង\" នេះបើយោងតាមសម្តីរបស់លោកបណ្ឌិត ការ៉ូលីន ព័រកូ ប្រធានក្រុមរូបភាពកាស៊ីនីនៅវិទ្យាស្ថានវិទ្យាសាស្រ្តលំហអាកាស ទីក្រុងបូលឌ័រ រដ្ឋកូឡូរ៉ាដូ។\n",
        "output": [
            "\"We realize that this is a radical conclusion — that we may have evidence for liquid water within a body so small and so cold,\" said Dr. Carolyn Porco, Cassini imaging team leader at the Space Science Institute, Boulder, Colorado.\n"
        ]
    },
    {
        "input": "សេវាកម្មឡានក្រុងនៅតំបន់1បានធ្វើការឡើងវិញនៅម៉ោង16:00BST។\n",
        "output": [
            "Bus services in Zone 1 have resumed as of 16:00 BST.\n"
        ]
    },
    {
        "input": "ឱនភាពថវិកាសហព័ន្ធនៅឆ្នាំ2008 របស់សហរដ្ឋអាមេរិក បានឈានដល់កម្រិតខ្ពស់មួយ US$454.8 ពាន់លាន - តួរលេខនេះគឺច្រើនជាងឱនភាពឆ្នាំមុនពីរដង។\n",
        "output": [
            "The United States 2008 federal deficit has reached a record high, US$454.8 billion—more than double last year's deficit.\n"
        ]
    },
    {
        "input": "វាមានម៉ាស់ ចំនួន​ 2600kg និងមានការរំពឹងថានឹងមានជីវិតនៅក្នុងគន្លងតារាវិថី12 ឆ្នាំ។\n",
        "output": [
            "It has a mass of 2600kg, and an expected orbital lifetime of 12 years.\n"
        ]
    },
    {
        "input": "មេបញ្ជាការប៉ូលីសនៃតំបន់ស៊ីដនីភាគពាយព្យដែលជាជំនួយការស្នងការបាននិយាយថា គាត់មានភាពសប្បាយរីករាយដែលក្លឹបនេះបានកំពុងធ្វើការជាមួយប៉ូលីសយ៉ាងសកម្មបែបនេះ។\n",
        "output": [
            "The police Commander of the North West Sydney region, Assistant Commissioner said he was pleased that the club was working with the police proactively.\n"
        ]
    },
    {
        "input": "របបអាហាររបស់គាត់មានអាហារ និងត្រីដែលស្ងួតក្រៀម ដែលអាចរក្សាស្ថានភាពរាងកាយរបស់គាត់ឲ្យធម្មតាទោះបីជាអស់កម្លាំងផ្នែកស្មារតី។\n",
        "output": [
            "His diet consists of freeze-dried foods and fish, which are keeping him physically well-conditioned despite tiring mentally.\n"
        ]
    },
    {
        "input": "គាត់បានរត់អស់ចំងាយត្រឹម 200 ម៉ែត ហើយត្រូវបានចាប់ខ្លួនដោយប៉ូលីស។\n",
        "output": [
            "He ran away by 200 meters and was caught by the police.\n"
        ]
    },
    {
        "input": "7 អ៊ីលីវិន អីន បានមានប្រសាសន៍ថា \"ការទិញយកនេះ គឺជាយុទ្ធសាស្រ្តសមស្របសម្រាប់ 7 អ៊ីលីវិន និងបង្កើនវត្តមានលើទីផ្សារក្នុងតំបន់ឈីកាហ្គៅលែន។\"\n",
        "output": [
            "\"This acquisition is a strategic fit for 7-Eleven and enhances market presence in the Chicagoland area,\" said 7-Eleven Inc.\n"
        ]
    },
    {
        "input": "គ្រោងឆ្អឹងនៃបុរសម្នាក់នេះបង្ហាញថាលោកមានបញ្ហារបួសជង្គង់ និងធ្មេញធ្ងន់ធ្ងរ។\n",
        "output": [
            "The skeleton of this man reveals that he had serious knee injury and tooth problems.\n"
        ]
    },
    {
        "input": "កន្លែងបុរាណវិទ្យាគឺនៅលើកំពូលភ្នំតាមបណ្តោយសមុទ្រមេឌីទែរានេដែលមើលឃើញពីផ្ទះសម្រាប់រដូវក្តៅរបស់ប្រធានាធិបតីប្រទេសអេហ្ស៊ីបលោកហូសនី មុយបារាក។\n",
        "output": [
            "The archaeological site is on a hill along the Mediterranean Sea overlooking the summer home of Hosni Mubarak, president of Egypt.\n"
        ]
    },
    {
        "input": "ចលនានេះ កើតឡើងក្រោយពីព្រះសង្ឃឡាម៉ា ទី14 ឈ្មោះ តង់ស៊ីន យ៉ាត់សូ បានស្បថថានឹងចុះចេញពីតំណែងរបស់ខ្លួន ប្រសិនបើ \"មិនអាចគ្រប់គ្រងស្ថានការណ៍បាន\" នៅក្នុងទីបេ ដែលជា កន្លែងបាតុកម្មហិង្សាប្រឆាំងនឹងប្រទេសចិន បាន​សម្លាប់មនុស្សពី 13 ទៅ 100 នាក់។\n",
        "output": [
            "This move comes after Tenzin Gyatso, the 14th Dalai Lama, vowed to step down from his position if things \"get out of control\" in Tibet, where violent demonstrations against China have killed anywhere from 13 to 100 people.\n"
        ]
    },
    {
        "input": "បើសិនជាមានការបិទបញ្ជីមិនទូទាត់ដោយ ម្ចាស់ផ្ទះជាច្រើនទៅលើប្រាក់កម្ចីរបស់ពួកគេអ្នកឲប្រាក់កម្ចីបន្ទាប់បន្សំអាចបញ្ចប់ដោយមិនបាច់បិទបញ្ជីទូទាត់។\n",
        "output": [
            "If too many homeowners default on their mortgages, the sub-prime lender can end up defaulting.\n"
        ]
    },
    {
        "input": "លោកហាស់សាន់ រ៉ូហានី ដែលជាប្រធានក្រុមប្រឹក្សាសន្តិសុខជាតិកំពូលសំរាប់អ៊ីរ៉ង់ បានប្រកាសកាលពីថ្ងៃចន្ទថា ប្រទេសនេះនឹងផ្អាកការបម្លែងអ៊ុយរ៉ាញ៉ូមជាបណ្តោះអាសន្នចាប់ពីថ្ងៃទី22 ខែវិច្ឆិកា។\n",
        "output": [
            "Hassan Rowhani, head of the Supreme National Security Council for Iran, announced Monday that the country would temporarily suspend conversion of uranium as of November 22.\n"
        ]
    },
    {
        "input": "រដូវការប្រកួតកីឡាវាយកូនគោលលើទឹកកកនៅអនថារីអូឆ្នាំ 2005-2006 ត្រូវបានចាប់ផ្តើមនៅយប់ថ្ងៃពុធនៅទីលានវេនឌ្លើនៅមជ្ឈមណ្ឌលព្រឹត្តការណ៏ដោនៅសាជីនមីឆីហ្កាន អាមេរិចជាមួយសាជីនស្ពីរីតគ្រប់គ្រងទៅលើផ្លីម៉ាវវលលើសជាមួយការចូលរួមចំនួនមនុស្សលើសពី4600នាក់។\n",
        "output": [
            "The 2005-2006 Ontario Hockey League season kicked off to a start Wednesday night at Wendler arena in The Dow Event Center in Saginaw, Michigan, USA with the Saginaw Spirit hosting the Plymouth Whalers, with over 4,600 people attending.\n"
        ]
    },
    {
        "input": "ក្រុមប្តឹងពីក្រមសីលធម៌បានធ្វើឡើងដំបូងដោយសមាជិកប្រជាធិបតេយ្យគ្រីសប៊ែលនៃរដ្ឋតិចសាសនៅថ្ងៃទី15មិថុនា ឆ្នាំ2004 ហើយបានចាប់ផ្តើមនិយាយតៗគ្នាមុនពេលការបោះឆ្នោតឆ្នាំមុន។\n",
        "output": [
            "The ethics complaints were originally filed by Democratic Rep. Chris Bell of Texas on June 15, 2004, and began to heat up in the months prior to last year's elections.\n"
        ]
    },
    {
        "input": "នៅលើការជួញដូរអន្តរជាតិ ប្រេន​ក្រូដព្យូឈ​បាន ឡើងដល់ 89.30ដុល្លាអាមេរិក (ចាប់ពីខែធ្នូ)នៅម៉ោង8:34ព្រឹក។\n",
        "output": [
            "On the IntercontinentalExchange Brent Crude futures reached US$89.30 (basis December) as of 8:34 a.m..\n"
        ]
    },
    {
        "input": "អ្នកនាំមុខគេម្តងរបស់ GOP អតីតអភិបាលក្រុងញូវយ៉ក លោក រ៉ូឌី ហ្គៀលៀននី ដែលឈរលេខបីនៅក្នុងរដ្ឋផ្លរីដា ដែលគាត់បោះមូលដ្ឋានយុទ្ធនាការរបស់ខ្លួនោះ បានដកខ្លួនពីការប្រកួតនៅថ្ងៃពុធនេះ ភាគច្រើនដោយសារគាត់មិនបានឈ្នះការបោះឆ្នោតពីមុន និងការគាំទ្រថយចុះ។\n",
        "output": [
            "One time GOP front-runner Former New York City Mayor Rudy Giuliani, who placed a lagging third in Florida, the state he based his campaign on, dropped out of the race Wednesday, largely because he had no previous primary wins and dwindling support.\n"
        ]
    },
    {
        "input": "ក្រោយពីអានសាលក្រមជាប់ពិរុន្ធចប់ ប្រោន សេនឌ័រ បានអោបគ្រួសារ និងមិត្តភ័ក្តិរបស់នាងដែលបានចូលរួមស្តាប់នៅអង្គជំនុំជម្រះ​នោះ។\n",
        "output": [
            "After the guilty verdict was read, a relieved Browne Sanders hugged her family and friends who were present at the trial.\n"
        ]
    },
    {
        "input": "វីដេអូត្រូវបានរាយការណ៍ថា ជាការប្រឆាំងសាសនាសាយអ៊ើនថូឡូជី ដែលថតដោយសមាជិកក្រុមអនាមិកមួយចំនួន។\n",
        "output": [
            "The videos have been reported to be of anti-Scientology protests, recorded by various members of the group Anonymous.\n"
        ]
    },
    {
        "input": "ទីផ្សារភាគហ៊ុននេះត្រូវបានបង្កើតឡើងក្នុងឆ្នាំ1985 និងបន្ទាប់នោះបានកើនឡើងដល់មានសហគ្រាសចំនួន 34 ដោយមានតម្លៃសរុបជាង US$21bn (€16.3bn; GBP11.1bn)។\n",
        "output": [
            "The exchange was founded in 1985 and has since grown to encompass 34 firms with a combined value of over US$21bn (€16.3bn; GBP11.1bn).\n"
        ]
    },
    {
        "input": "រញ្ជួយដីលើកទីមួយមានកម្រិត 4.7 រ៉ិចទ័រ នៅតំបន់ភ្នំ និងលើកទីពីរមានកម្រិត 5.1។\n",
        "output": [
            "The first earthquake measured a 4.7 on the Richter magnitude scale and was in a mountainous area and the second measured a 5.1.\n"
        ]
    },
    {
        "input": "មេបញ្ជាការ លី អាឆាមប៊ល នឹងដឹកនាំនាវិកយានទាំងប្រាំពីរនាក់រួមជាមួយអ្នកបើកយាន្ដ តូនី អានតូណេលី​ និងអ្នកឯកបេសកកម្ម យ៉ូសែប អាកាបា ចន ហ្វីលីប ស្ទីវ ស្វនសុន រីឆាត អាណដ និងភ្នាក់ងាររុករកអវកាសយានិកជប៉ុន កូឈី វ៉ាកាតា។\n",
        "output": [
            "Commander Lee Archambault will lead Discovery's crew of seven, along with Pilot Tony Antonelli, and Mission Specialists Joseph Acaba, John Phillips, Steve Swanson, Richard Arnold, and Japan Aerospace Exploration Agency astronaut Koichi Wakata.\n"
        ]
    },
    {
        "input": "អ្នកជំងឺរោគប្រកាំង (គិតថានៅចក្រភពអង់គ្លេសប្រហែលជាកើតឡើងចំពោះបុរស ប្រាំបីភាគរយនិងចំពោះស្ត្រីដប់ប្រាំបីភាគរយ) ជាញឹកញាប់ត្អូញត្អែរថាមានការឈឺចាប់ដោយសារពន្លឺសំឡេងរំខាន និងការប៉ះ។\n",
        "output": [
            "Migraine sufferers (thought in the United Kingdom to number about eight per cent of men and eighteen per cent of women) often complain that light, noise and touch cause pain.\n"
        ]
    },
    {
        "input": "ចរាចរណ៍ក្នុងតំបន់ត្រូវបានអនុញ្ញាត ដោយសារនេះជាការបិទផ្លូវចម្ងាយ 150 មែ៉ល្រតាមបណ្តាយផ្លូវហាយវ៉េ។\n",
        "output": [
            "Local traffic is being allowed, since this shuts off a 150-mile stretch of highway.\n"
        ]
    },
    {
        "input": "\"យើងអំពាវនាវឲ្យគ្រប់ភាគីទទួលខុសត្រូវទាំងអស់បញ្ឈប់ជាបន្ទាន់នូវអំពើររំលោភសិទ្ធមនុស្សបែបបនេះ​ ហើយយើងបានជំរុញអោយរដា្ឋភិបាលចាត់វិធានការជាបន្ទាន់ដើម្បីធ្វើការស៊ើបអង្កេតទៅលើករណីទាំងនេះ ដោយឯករាជ្យ\" គាត់បាននិយាយ។\n",
        "output": [
            "\"We call on all responsible parties to immediately stop such violations of human rights, and we urge the government to take immediate steps to independently investigate these cases,\" he said.\n"
        ]
    },
    {
        "input": "ក្នុងអតីតកាល សកម្មភាពនយោបាយត្រូវគេហាមឃាត់ក្នុងប្រទេសចិន ត្រូវបានអនុគ្រោះដោយ អាជ្ញាធរនៅតំបន់រដ្ឋបាលពិសេស របស់សាធារណៈរដ្ឋប្រជាមានិតចិន (SAR)។\n",
        "output": [
            "In the past political activities that are taboo in China proper have been tolerated by the Special Administrative Region of the People's Republic of China (SAR) authorities.\n"
        ]
    },
    {
        "input": "ទោះបីយ៉ាណា លោករ៉ូឌ័របាននិយាយថា ការកំណត់សន្ទស្សន៍តម្លៃចាំបាច់ត្រូវមានភ្ជាប់ទាក់ទងជាមួយគណនីវិនិយោគឯកជនរបស់លោកប៊ូសជាប្រាក់ចំណូលបានមកពីគណនីដែលនឹងផ្តល់ឱកាសអ្នកចូលនិវត្តបំបាត់ការខ្វះខាតបាន។\n",
        "output": [
            "However, Rother says that price indexing has to be linked to Bush’s private investment accounts as income from the accounts give retirees the chance to make up the shortfalls.\n"
        ]
    },
    {
        "input": "រដ្ឋាភិបាលបានគ្រោងនឹងចាប់ផ្តើមបញ្ជូនក្រុមនាវិក២នាក់ឡើងតារាវិថីនៅខែកញ្ញា ឬខែតុលាតាមជើងហោះហើរមួយដែលមានរយៈពេលពីប្រាំទៅប្រាំមួយថ្ងៃ។\n",
        "output": [
            "The government planned to launch a two-man crew into orbit in September or October on a five to six day flight.\n"
        ]
    },
    {
        "input": "បន្ទាប់មកទៀត វិកគីញូសបានចោទសួរថាហេតុអ្វីពួកគេមិនបានបញ្ចេញនូវបញ្ជីពេញលេញដែលអាចប្រើប្រាស់បាន ប៉ុន្តែគូសសំគាល់នូវគេហទំព័រណាដែលគេយល់ថាមិនគួរអោយមានការត្រួតពិនិត្យឡើយ។\n",
        "output": [
            "Wikinews then asked why they didn't leave the full list available, but mark which sites they felt should not be censored.\n"
        ]
    },
    {
        "input": "ប្រធានសម្ព័ន្ធគណបក្សវឌ្ឍនភាពលោក ជីម អានឌ័រថុន និងអ្នកគាំទ្រសេចក្តីព្រាងច្បាប់នេះ លោកជីម អានឌ័រថុន បាននិយាយថា: \"ការស្នើសុំនៅនាទីចុងក្រោយរបស់សមាជិកសភាគឺមិនត្រូវធ្វើឲ្យខូចដោយការសន្យាត្រួតពិនិត្យឡើងវិញនូវភាពមិនចាំបាច់ឡើយ។\"\n",
        "output": [
            "Leader of Jim Anderton's Progressive coalition and supporter of the bill, Jim Anderton, said: \"Making a last-minute plea to MPs is not to be fooled by the promise of the unnecessary review.\"\n"
        ]
    },
    {
        "input": "អាហ្រ្វិកខាងត្បូងបានចេញពីក្រកួតពានរង្វាន់ ពិភពលោកកីឡាគ្រីឃីតនៅឆ្នាំ2011បន្ទាប់ពីបានចាញ់ញ៉ូវហ្សេលេននៅក្នុងវគ្គបួនក្រុមចុងក្រោយ ដែលប្រកួតនៅមៀរភ នៅក្នុងប្រទេសបង់ក្លាដេស។\n",
        "output": [
            "South Africa crashed out of the 2011 Cricket World Cup after being beaten by New Zealand in the quarterfinals, played at Mirpur, in Bangladesh.\n"
        ]
    },
    {
        "input": "រដ្ឋមន្រ្តីក្រសួងមហាផ្ទៃ ជូស្សេ ឌីជៀ ជាសមាជិកម្នាក់ក្នុងចំណោមគណៈប្រតិភូ។\n",
        "output": [
            "The chief-minister of Civil House José Dirceu was a member of the delegation.\n"
        ]
    },
    {
        "input": "នៅម៉ោង07:00 UTCថ្ងៃនេះ (19:00NZSTម៉ោងក្នុងស្រុក) ការបោះឆ្នោតជាសកលសំរាប់ប្រទេសនូវែលហ្សេឡង់សំរាប់ឆ្នាំ2005ត្រូវបានបញ្ចប់។\n",
        "output": [
            "At 07:00 UTC today (19:00 NZST, local time), the polls closed in the New Zealand general election, 2005.\n"
        ]
    },
    {
        "input": "នារីក្មេងម្នាក់ត្រូវបានសម្លាប់នៅយប់ថ្ងៃសុក្របន្ទាប់ពីឧប្បត្តិហេតុត្រូវបានកើតឡើងនៅពេលជិះលេងក្នុងសួនកំសាន្តផ្លេលេនក្នុងរី ទីក្រុងញ៉ូវយ៉កក្នុងសហរដ្ឋអាមេរិក។\n",
        "output": [
            "A young woman was killed Friday night after an accident occurred on a gyrating ride at the Playland amusement park in Rye, New York in the United States.\n"
        ]
    },
    {
        "input": "ក្នុងខែមករា រដ្ឋាភិបាលឥណ្ឌូនេស៊ីបានធ្វើកិច្ចប្រជុំ កំពូលពិសេសស្តីអំពីថាមពល ដើម្បីទាក់ទាញការ​វិនិយោគលើហេដ្ឋារចនាសម្ព័ន្ធថាមពលរបស់ខ្លួន។\n",
        "output": [
            "In January, the Indonesian government held a special energy summit to attract investment in their energy infrastructure.\n"
        ]
    },
    {
        "input": "លោកជូរូវីក ក៏បានមានប្រសាសន៍ទៀតថា មនុស្សយ៉ាងហោចណាស់ 198 នាក់ ដែលក្នុងនោះកុមារ 90 នាក់ត្រូវសម្រាកព្យាបាលនៅមន្ទីរពេទ្យ។\n",
        "output": [
            "Djurovic also said at least 198 people, 90 of them children, have been treated at the hospital.\n"
        ]
    },
    {
        "input": "ទីភ្នាក់ងារធានាគុណភាពបានឲ្យដឹងថាការត្រួតពិនិត្យក្រៅប្រទេសរបស់ UoW លើវិទ្យាស្ថានបរទេសមិនគ្រប់គ្រាន់ឡើយ។\n",
        "output": [
            "The Quality Assurance Agency said UoW's overseas checks on foreign institutions were inadequate. \n"
        ]
    },
    {
        "input": "ថវិកាទាំងអស់ក្នុងក្រុមត្រូវបែងចែកស្របតាមច្បាប់ស្តីពី (ជំនួយផ្នែកហិរញ្ញវត្ថុ) រដ្ឋាភិបាលមូលដ្ឋានឆ្នាំ1995។\n",
        "output": [
            "All money in the category is allocated in line with the Local Government (Financial Assistance) Act 1995.\n"
        ]
    },
    {
        "input": "ប្រធានគណកម្មការជាតិរៀបចំការបោះឆ្នោតមួហ្សំប៊ិច ឡេអូប៉ូលដូ ដា កូស្តាបាននិយាយថា \"យើងមិនបានទទួលការតវ៉ាណាមួយក្នុងអំឡុងពេលនេះឡើយ។\"\n",
        "output": [
            "\"We did not receive any complaints during this period,\" said the chairman of Mozambique's National Elections Commission, Leopoldo da Costa.\n"
        ]
    },
    {
        "input": "មន្ត្រីសត្វព្រៃនៅហ្ស៊ីមបាវ៉េម្នាក់ បានមានប្រសាសន៍នៅថ្ងៃនេះថា ចំនួននៃការប្រម៉ាញ់សត្វព្រៃនៅក្នុងប្រទេសនេះមានការកើនឡើងយ៉ាងខ្លាំងនៅឆ្នាំនេះ និងបានថ្កោលទោសទៅលើក្រុមឧក្រិដ្ឋកម្មអន្តរជាតិ។\n",
        "output": [
            "A wildlife official in Zimbabwe said today that the amount of animal poaching in the country has increased substantially this year, blaming an international crime syndicate.\n"
        ]
    },
    {
        "input": "លោកណាស្រាឡាហ៍បានសន្យាថា កម្លាំងហេសបូឡាហ៍នៅតែបន្តការប្រយុទ្ធរហូតដល់ជម្លោះនេះត្រូវបានប្រែក្លាយជាការពេញចិត្តរបស់លោកប្រធានាធិបតី អាសសាដ។\n",
        "output": [
            "Nasrallah pledged Hezbollah will continue fighting until the conflict has been turned in President Assad's favour.\n"
        ]
    },
    {
        "input": "អ្នកផ្តល់ត្រូវតែសម្រួចការផ្សាយពាណិជ្ជកម្មរបស់ខ្លួន ហើយកែលម្អស្នាដែសេវាកម្មនៅនឹងកន្លែង។\n",
        "output": [
            "Providers must sharpen up on their advertising and improve the performance of their service desks.\n"
        ]
    },
    {
        "input": "ប៉ុន្តែ ការដាក់ទោសធ្វើឡើងតែក្នុងករណីដែលសហជីពដែលរៀបចំឲ្យមានកូដកម្មតូចៗ មិនមែនទៅលើកម្មករដែលធ្វើសកម្មភាពម្នាក់ឯងទេ។\n",
        "output": [
            "However, the penalties apply only to unions organising secondary strikes, not to workers acting individually.\n"
        ]
    },
    {
        "input": "គ្រោះមហន្តរាយនេះ បានធ្វើឲ្យរោងចក្រ អ៊ីមផឺរៀល ខាតបង់ប្រាក់អស់ 15.5 លានដុល្លារ នេះបើយោងតាមការផ្សព្វផ្សាយនៅក្នុងត្រីមាស ទីមួយឆ្នាំនេះ។\n",
        "output": [
            "The disaster is also blamed for a $15.5 million loss Imperial posted in this year's first quarter.\n"
        ]
    },
    {
        "input": "IFAនិងIOCបានឈ្លោះគ្នាទៅលើអ្នកដែលគ្រប់គ្រងការប្រកួតនៅក្នុងប្រទេសសំរាប់បីបួនឆ្នាំ។\n",
        "output": [
            "The IFA and the IOC have disputed over who controls the game in the country for several years.\n"
        ]
    },
    {
        "input": "នៅសប្តាហ៍នេះនៅថ្ងៃទី7 ខែមេសា ឆ្នាំ2005 អ្នកអត្ថាធិប្បាយព័ត៌មាន ABC លោកភីតធើ ចេននីង ត្រូវបានធ្វើរោគវិនិច្ឆ័យថាមានជំងឺមហារីកសួត។\n",
        "output": [
            "April 7, 2005 ABC News anchorman Peter Jennings was diagnosed this week with lung cancer.\n"
        ]
    },
    {
        "input": "ពាក្យថា\"អាយហ្វូនវេរីហ្សូន\" ដែលត្រូវបានគេហៅអស់រយៈពេលរាប់ខែ ត្រូវបានកែទំរង់ខុសពីសភាពដើមនៃអាយហ្វូន4 ដោយវាអាចប្រើប្រាស់នូវប្រព័ន្ធ3ជីស៊ីឌីអេមអេ(កូដ ឌីវីសិន ម៉ាល់ធីផល អាក់សេស) របស់ក្រុមហ៊ុនវេរីហ្សុន។\n",
        "output": [
            "The \"Verizon iPhone,\" as it has been dubbed for months, has been altered from the original iPhone 4 so it can utilize Verizon's 3G CDMA (code division multiple access) network.\n"
        ]
    },
    {
        "input": "ពួកគេភ័យខ្លាចខ្លាំងណាស់ក្នុងការត្រលប់ទៅផ្ទះយោងទៅលើការភ័យខ្លាចនៃព្យុះស៊ូណាមិមួយផ្សេងទៀតប៉ុន្ដែយោងទៅតាមមន្រ្តីសុខភាពរ៉ូថើរស៏ព្រួយបារម្ភអំពីការគំរាមគំហែងនៃជម្ងឺក្នុងចំណោមពួកគេដែលកំពុងនៅក្នុងទីជំរក។\n",
        "output": [
            "They are too apprehensive to return home due to fears of another tsunami, but according to Reuters, health officials are worried about the threat of disease among those who are still in refuge.\n"
        ]
    },
    {
        "input": "ឥឡូវនេះសេវារថភ្លើងថាលី រវាងក្រុងប្រ៊ូសស៊ែលនិងទីក្រុងកូឡូញបានបន្តដំណើរការវិញហើយ ប៉ុន្តែសេវាទៅទីក្រុងអាំស្ទែរដាំ និងក្រុងប៉ារីសនៅតែត្រូវបានផ្អាកដំណើរការនៅឡើយ។\n",
        "output": [
            "Thalys services between Brussels and Cologne have now resumed, but services to Amsterdam and Paris are still suspended.\n"
        ]
    },
    {
        "input": "អ៊ីវ៉ា អាវីឡា បានផ្ដល់ឱ្យនាងផងដែរនូវកំណត់ត្រាពហុ-ផ្លាទីន សម្រាប់អាល់ប៊ុមដែលនាងដាក់ចំណងជើងដោយខ្លួនឯងមេលីសា អូណែល។\n",
        "output": [
            "Eva Avila also gave her a muti-platinum record for her self-titled album Melissa O'Neil.\n"
        ]
    },
    {
        "input": "ការបាញ់បង្ហោះផ្កាយរណបប្រកបដោយជោគជ័យនឹងបង្ហាញថាកាំជ្រួចរបស់អ៊ីរ៉ង់នឹងទៅដល់គ្រប់ទីកន្លែងទាំងអស់នៅលើពិភពលោកនេះ។\n",
        "output": [
            "A successful satellite launch would demonstrate that Iran's missiles have global reach.\n"
        ]
    },
    {
        "input": "របាយការណ៍ស្តីពីការខូចខាតបានរៀបចំដោយរដ្ឋាភិបាលហៃទីដោយមានការជួយជ្រោមជ្រែងពី គណៈកម្មការទទួលបន្ទុកខាងសេដ្ឋកិច្ចប្រចាំតំបន់អាមេរិកឡាទីននិងការាបៀន ធនាគារអភិវឌ្ឈន៍ប្រទេសទាំងអស់នៅទ្វីបអាមេរិក ធនាគារពិភពលោក អង្គការសហប្រជាជាតិនិងសហគមន៍អឺរ៉ុប។\n",
        "output": [
            "The damages report was prepared by the Haitian Government with the support of the Economic Commission for Latin America and the Caribbean, the Interamerican Development Bank, the World Bank, the United Nations and the European Union.\n"
        ]
    },
    {
        "input": "ការសម្រេចចិត្ដចំពោះគម្រោងការBគឺករណីតែមួយនៃបញ្ញត្ដិដែលស្នើរទាំង67ទៅកាន់ការប្ដូរOTCដែលមិនត្រូវបានឯកភាពសម្បីតែក្រោយគណៈកម្មាធិការប្រឹក្សាបានឯកភាពលើការផ្លាស់ប្ដូរទាំងនោះ។\n",
        "output": [
            "The Plan B decision was the only one of 67 proposed prescription to OTC changes to be disapproved, even after advisory committees approved the changes.\n"
        ]
    },
    {
        "input": "ការប្រកួតរបស់ Toronto FC នៅក្នុងរដូវកាលបានបញ្ចប់ នៅពេលដែល New England Revolution ត្រូវជួបជាមួយ New York Red Bulls នៅក្នុងជុំទី1នៃការប្រកួតជម្រុះ។\n",
        "output": [
            "Toronto FC's season is finished as New England Revolution will face New York Red Bulls in the 1st Round of the playoffs.\n"
        ]
    },
    {
        "input": "\"ខ្ញុំមានការព្រួយបារម្ភអំពីបញ្ហានេះ ហើយខ្ញុំគិតថាយើងត្រូវផ្ញើសារដែលត្រឹមត្រូវដល់ប្រជាជនអាហ្គានីស្ថាន\"គាត់បាននិយាយ។\n",
        "output": [
            "\"I would be concerned about it and I think we need to pass the right message to the Afghan people,\" he said.\n"
        ]
    },
    {
        "input": "នៅក្នុងសេចក្តីថ្លែងការណ៍មួយទៅកាន់ស៊ីអិនអិន ទីប្រឹក្សាសន្តិសុខជាតិអ៊ីរ៉ាក់ លោកមូវ៉ាហ្វហ្វាក់ រ៉ូបៃ បានថ្លែងថា \"...នេះជាយុត្តិធម៌មួយ ដោយគ្រាន់តែការកាត់ទោសជាមួយក្រុមប្រឹក្សាការពារនៅទីនោះ ជាមួយក្រុមប្រឹក្សាកាត់ទោសត្រឹមត្រូវនៅទីនោះផងដែរ...។\"\n",
        "output": [
            "In a statement to CNN, Iraqi national security advisor Muwaffaq Rubaie said that \"...this is going to be a fair, just trial with a defense counsel in there, with a proper prosecuting counsel as well there...\"\n"
        ]
    },
    {
        "input": "នៅថ្ងៃនេះ រដ្ឋាភិបាលប្រទេសរុស្សីនិងទួរគី បានចុះហត្ថលេខាលើកិច្ចព្រមព្រៀងមួយដែលអោយប្រទេសរុស្សីអាចសាងសងរោងចក្រថាមពលនុយក្លេអ៊ែដែលមានតំលៃ20ពាន់លានដុល្លារសហរដ្ឋអាមេរិច ដំបូងគេក្នុងប្រទេសទួរគី។\n",
        "output": [
            "The Russian and Turkish governments today signed an agreement that would lead to Russia building a US$20 billion nuclear power plant in Turkey, the country's first.\n"
        ]
    },
    {
        "input": "ក្រោយពីសំនួរនិងចម្លើយបានបញ្ចប់ សេចក្ដីថ្លែងការជាវីឌីអូ ពីចនឃេរី បានចាប់ផ្តើមបញ្ចាំង។\n",
        "output": [
            "After questions and answers finished, the video statement from John Kerry began to play.\n"
        ]
    },
    {
        "input": "នៅពេលចេញពីអាងទឹក ពួកគេមិនបានលេងធ្វីតធើ ហ្វេសប៊ុក ឬមើលទូរទស្សន៍ឡើយ ហើយតម្រូវអោយកម្សាន្តដោយប្រើមធ្យោបាយផ្សេងៗរបស់ខ្លួន។\n",
        "output": [
            "When away from the pool, they did not have access to Twitter, Facebook, or television and had to entertain themselves using other means.\n"
        ]
    },
    {
        "input": "ប្រជាជនស្ទើរតែ 50 ភាគរយនៅតាមតំបន់ជនបទនៃហ្ស៉ីបូទីមិនទាន់មានប្រភពទឹកស្អាតដែលមានការអភិវឌ្ឍត្រឹមត្រូវ​សម្រាប់បរិភោគនៅឡើយទេ។\n",
        "output": [
            "Almost 50 percent of people in rural Djibouti do not have ready access to properly developed source of drinking water.\n"
        ]
    },
    {
        "input": "វីគីញ៉ូវ បានទទួលស្គាល់ថាអ្នករាយការណ៍ ផាទ្រីគ មេននៀន គឺបានមានវត្តមាននៅទីនោះ ជាមួយសមាជិកសភា ចន អ៊ែវថីអឺនី នៃសភាតំណាងរាស្រ្តតំបន់ទី6 របស់ម៉ាសាឈូសេត និងសមាជិកព្រឹទ្ធសភារបស់រដ្ឋលីន តូម៉ាស ម៉ាកជី។\n",
        "output": [
            "Wikinews accredited reporter Patrick Mannion was there in attendance along with Congressman John F. Tierney of Massachusetts's 6th congressional district and Lynn's State Senator Thomas McGee.\n"
        ]
    },
    {
        "input": "ទោះជាយ៉ាងណាក៏ដោយ សេចក្តីលម្អិតនៃសម្លៀកបំពាក់កូនកំដរស្រី និងឯកសណ្ឋានកូនកំដរប្រុសនឹងមិនត្រូវបានបង្ហាញទេ រហូតដល់ថ្ងៃរៀបការ។\n",
        "output": [
            "However, details of the bridesmaid dresses and page boys uniforms will not be revealed until the day of the wedding.\n"
        ]
    },
    {
        "input": "ប្រេងនេះនៅពេលក្រោយមក បានអណ្ដែតទៅឡើងលើឆ្នេរខ្សាច់ឈូងសមុទ្រសាន់សាន្ត ក៏ដូចជាកោះម៉ូរ៉េតុន និង ប៊្រីប៊ី និងត្រូវបានហៅដោយប្រព័ន្ធផ្សព្វផ្សាយថាជា \"គ្រោះមហន្តរាយបរិសា្ថនដ៏អាក្រក់បំផុតមួយរបស់ប្រទេសអូស្ត្រាលី។\"\n",
        "output": [
            "The oil later washed up on Sunshine Coast beaches as well as Moreton and Bribie islands and was dubbed \"one of Australia's worse environmental disasters\" by the media.\n"
        ]
    },
    {
        "input": "គ្រូពេទ្យសម្ភពប្រចាំនៅមន្ទីពេទ្យអង់ឌ្រូមីលើរបាននិយាយថា ករណីកូនក្នុងអូវែដែលអាចនៅរស់រហូតដល់ពេលសម្រាលគឺ \"ពុំធ្លាប់មានឡើយ។\"\n",
        "output": [
            "The hospital's obstetrician Andrew Miller says that having an ovarian pregnancy survive to full-term is \"unheard of\".\n"
        ]
    },
    {
        "input": "ដោយយោងតាមរបាយការណ៍​សារព័ត៌មាន លោកម៉ាកហាឡេ មានគោលបំណង​ដាក់ទង់ជាតិ​កាណាដា​នៅម្ខាងទៀត​នៃផ្លូវ​ ពី​ DCE (ក្រុមហ៊ុនអចលនទ្រព្យ ដាហ្គ្រាស គ្រីក) ដែលជាកន្លែង​ដែលជនជាតិដើមបានកាន់កាប់ចំនួន 10 ខែហើយ។\n",
        "output": [
            "According to news reports, McHale intended to put the Canadian flag across the street from DCE (Douglas Creek Estates) where the aboriginal occupation has been ongoing for 10 months.\n"
        ]
    },
    {
        "input": "អ្នកសោធននិវត្តន៍ទាំងពីរ ចំណាយប្រាក់សន្សំក្នុងមួយឆ្នាំភាគច្រើន សំរាប់អំណោយបុណ្យណូអែល។\n",
        "output": [
            "The pensioners spend most of the year saving for Christmas gifts.\n"
        ]
    },
    {
        "input": "ភ្លើងឆេះព្រៃដ៏ធំដែលកំពុងឆាបឆេះនៅតំបន់វាលរហោលស្ថាន ហាយដេសើតនៃរដ្ឋកាលីហ្វរនីញ៉ាភាគខាងត្បូងចាប់តាំងពីម៉ោង 2:00 រសៀល (2200 UTC) កាលពីម្សិលមិញ បន្តគំរាមកំហែងដល់ប្រជាជនរស់នៅក្នុងទីក្រុងផាមដាល់ក្នុងតំបន់ អង់តេឡូប វ៉ាល់ឡេ នៃតំបន់ឡូសអេនជើឡេស នៅថ្ងៃរសៀលនេះ។\n",
        "output": [
            "A huge wildfire that has been burning in the High Desert of Southern California since 2:00 pm (2200 UTC) yesterday continues to threaten residents in the city of Palmdale in the Antelope Valley region of the Los Angeles County this afternoon.\n"
        ]
    },
    {
        "input": "ស្ថានការណ៍បានបញ្ចប់ដោយពុំមានឧប្បត្តិហេតុឡើយ ហើយអ្នកដំណើរទាំងអស់និងក្រុមអ្នកបម្រើការលើយន្តហោះអាចចាកចេញដោយសុវត្ថិភាព។\n",
        "output": [
            "The situation ended without incident and all passengers and crew on board the aircraft were able to leave safely.\n"
        ]
    },
    {
        "input": "ក្រុមអាស្រ្ដូសបច្ចុប្បន្នស្ថិតក្នុងលេខរៀងទីប្រាំក្នុងការប្រកួតថ្នាក់ជាតិកណ្ដាលជាមួយនឹងកំណត់ត្រា 58-73។\n",
        "output": [
            "The Astros are currently in fifth place in the National League Central with a record of 58-73.\n"
        ]
    },
    {
        "input": "បច្ចុប្បន្ននេះ លោកលៀបឺមេន កំពុងស្ថិតនៅក្នុងរដ្ឋ ចរជា ជាមួយនឹងសមាជិកព្រឹទ្ធសភាលីនសី ក្រាហេម; លោកបានឆ្លើយតបនៅពេលដែលគេសួរថាតើលោកនឹងត្រូវនិយាយនៅក្នុងមហាសន្និបាត ឬអត់ថា \"វាប្រាកដជាអាចទៅរួច ប៉ុន្តែខ្ញុំនឹងទុកឱ្យពួកគេប្រកាសអំពីរឿងនេះ។\"\n",
        "output": [
            "Lieberman is currently in Georgia, with Senator Lindsey Graham; he responded when asked if he would be speaking at the convention that \"it's quite possible, but I'll let them announce it.\"\n"
        ]
    },
    {
        "input": "គណៈកម្មការទូរគមនាគមន៍នៃកោះសូឡូម៉ូន (TCSI) បានធ្វើការផាកពិន័យដល់អ្នកផ្គត់ផ្គង់ទូរស័ព្ទចល័តប៉ាពួញូជីនៀ (PNG) ពីបទខកខានកាលបរិច្ឆេទអាជ្ញាប័ណ្ណ។\n",
        "output": [
            "The Telecommunications Commission of the Solomon Islands (TCSI) have issued a fine to a Papua New Guinea (PNG) mobile phone provider, for failing to meet the deadlines set out in the terms of its license.\n"
        ]
    },
    {
        "input": "ទោះបីជាលទ្ធផលនៃការប្រកួតនេះមានលក្ខណៈចំរុះក៏ដោយក៏ក្រុមគូករីសអាចមាលក្ខណៈសម្បត្តិគ្រប់គ្រាន់សម្រាប់វគ្គផ្ដាច់ព្រ័ត្រដែរ។\n",
        "output": [
            "Despite mixed results for the tournament the Kukris managed to qualify for the Jug Final.\n"
        ]
    },
    {
        "input": "នាយករដ្ឋមន្រ្តីសេរី លោកដលតុន ម៉ែកហ្គីនធីបានបង្កើតវាឡើងវិញដោយសារតែលោកចង់បានលោកចាន់ឲ្យទៅនៅក្នុងក្រសួងនោះ។\n",
        "output": [
            "Liberal premier Dalton McGuinty recreated it because he wanted Chan in it.\n"
        ]
    },
    {
        "input": "\"ខ្ញុំបានឃើញផ្សែងខ្មៅកើនឡើង និងសំឡេងនៃអគារបាក់ធ្លាក់ចុះ\"​។\n",
        "output": [
            "\"I saw black smoke rising and the sound of a building crashing down\".\n"
        ]
    },
    {
        "input": "ស្តង់ដារនេះមានគោលបំណងដើម្បីដោះស្រាយការលំបាកដែលអ្នកសរសេរកម្មវិធីប្រឈមមុខក្នុងការអភិវឌ្ឍន៍កម្មវិធីសំរាបប់ លីនុច។\n",
        "output": [
            "The standards aim to resolve difficulties that programmers face in developing software for Linux.\n"
        ]
    },
    {
        "input": "រដ្ឋធម្មនុញ្ញទទួលបានការគាំទ្រពីក្រុមស៊ីវិល និងក្រុមនយោបាយ ទោះបីជាគណបក្សតូចៗចំនួនពីរបានស្នើសុំ​ឲ្យច្រានចោលការធ្វើប្រជាមតិនេះ ដោយនិយាយថារដ្ឋធម្មនុញ្ញដែលបានស្នើឡើងនោះមិនបានយកចិត្តទុកដាក់លើទាសករដែលត្រូវបាន​ហាមឃាត់ជាផ្លូវការ តែតាមរយៈការអះអាងរបស់សកម្មជនវិញ បញ្ហានោះនៅតែមានមិនចេះចប់; ហើយមានបញ្ហានៃ \"ការរួមរស់ជាមួយគ្នារវាងសហគមន៍ជាតិផ្សេងៗគ្នា\" (ដូចជាជនជាតិស្បែកខ្មៅ និងអារ៉ាប់ជាដើម)។\n",
        "output": [
            "The Constitution has the backing of most civic and political groups, though two small parties called for a boycott of the referendum, saying the proposed Constitution ignores slavery, which is officially banned but still persists according to activists; and issues of \"cohabitation between the different national communities\" (such as Blacks and Arabs).\n"
        ]
    },
    {
        "input": "មនុស្សពេញវ័យពីតំបន់បានរាយការណ៍ថាកុមារស្លាប់ដោយសារជំងឺគ្រុនចាញ់។\n",
        "output": [
            "Adults from the area reported that the children had died of malaria.\n"
        ]
    },
    {
        "input": "ប្រធានធិបតីអេក្វាឌ័ររ៉ាហ្វាអ៊ែលកូរៀបាននិយាយដោយមានការទះដៃអបអរសាទរពីសំណាក់មេដឹកនាំអាមេរិកឡាទីនផ្សេងទៀតថា \"ដោយមានការប្តេជ្ញាចិត្តមិនធ្វើការវាយប្រហារទៅលើប្រទេសជាបងប្អូនសារជាថ្មី និងដោយស្នើសុំការអត់ឱនទោសឲ្យគ្នាទៅវិញទៅមក យើងអាចចាត់ទុកថាហេតុការណ៍ធ្ងន់ធ្ងរ ដែលបានកើតឡើងកន្លងមកត្រូវបានដោះស្រាយ។\"\n",
        "output": [
            "\"With the commitment of never attacking a brother country again and by asking forgiveness, we can consider this very serious incident resolved,\" said Ecuadorian president Rafael Correa, as the other Latin American leaders applauded.\n"
        ]
    },
    {
        "input": "វាមិនទាន់ច្បាស់នៅឡើយទេអំពីមូលហេតុដែលអ្នកបកប្រែបានចាប់ផ្តើមបាញ់នោះ; ប៉ុន្តែ អ្នកវាយប្រហារហាក់ដូចជា \"បុគ្គលិកមិនមានពេញចិត្ត\" ម្នាក់ ដែលប្រឆាំងទៅនឹងពួកសកម្មប្រយុទ្ធ នេះ បើយោងតាមមន្រ្តីយោធាសហរដ្ឋអាមេរិក។\n",
        "output": [
            "It is not yet clear why the interpreter started shooting; However, the attacker seemed to be a \"disgruntled employee\", as opposed to a militant, according to a US military official.\n"
        ]
    },
    {
        "input": ":(h) ការផ្តល់អោយផ្សេងទៀតក្នុងច្បាប់នេះ បញ្ជាក់ថា ក្មេងស្ថិតក្នុងស្ថានភាពដូចនេះ អាចទទួលយកសញ្ជតិពីកំណើត ក្នុងលក្ខខ័ណ្ឌតិចតួច ប៉ុន្តែវាមិនចាំបាច់ផ្តល់ហេតុផលត្រឹមត្រូវលើទំនាក់ទំនងរវាងគោលបំណងនិងភាពខុសប្លែកគ្នា ពីព្រោះការយកសញ្ជាតិពីកំណើត គឺស្ថិតលើការសំរេចនៃរដ្ឋមន្ត្រីក្រសួងយុត្តិធម៌។\n",
        "output": [
            ":(h) another provision in this Act states a child in this situation may be naturalized with fewer conditions, but it doesn't justify the relation between the purpose and the distinctions, because naturalization is within discretion of the Minister of Justice.\n"
        ]
    },
    {
        "input": "លោកជីម នើសហ្សល នាយកការិយាល័យគ្រប់គ្រង និងថវិកាបាននិយាយថា លោកជឿជាក់ថា ឱនភាពនេះនឹងចាប់ផ្តើមធ្លាក់ចុះ។\n",
        "output": [
            "Jim Nussle, director of the Office of Management and Budget said that he believes that the deficit will start to decline.\n"
        ]
    },
    {
        "input": "បូកដង់ ត្រូវបានព្រះរាជអាជ្ញារ៉ាឆែល ស្មីត ចោទប្រកាន់ពីបទផ្តល់ការណែនាំ និងជំនួយដល់ ម៉ារៀស; ព្រះរាជអាជ្ញាស្មីតបានបើកអង្គជំនុំជំរះកាលពីឆ្នំាមុន ដោយប្រានប្រាប់តុលាការក្រោនមេឆេស្ទើរ \"ដោយ[បា]នស្តាប់ភ័ស្តុតាង អ្នក [គណៈវិនិច្ឆ័យ] អាចសន្និដ្ឋានថាកូនប្រុសគឺលោក ម៉ារៀស បានរៀនអាជីវកម្មនេះពីឪពុករបស់ខ្លួន ហើយថានេះគឺជាអាជីវកម្មគ្រួសារ។\"\n",
        "output": [
            "Bogdan was accused by Rachel Smyth, prosecuting, of giving advice and assistance to Marius; Smyth opened the trial last year telling Manchester Crown Court \"[h]aving heard the evidence you [the jury] may conclude that the son, Marius, learnt this trade from his father and that this was a family business.\"\n"
        ]
    },
    {
        "input": "អំណះអំណាងទាំងមូលបានបញ្ជាក់ថារង្វាន់ត្រូវបានប្រគល់ជូន \"ចំពោះការបញ្ជាក់ឱ្យច្បាស់នៃលក្ខណៈសម្បត្តិនៃការបំបែកស៊ីមេទ្រីដោយឯកឯងនៅក្នុងទ្រឹស្ដីរង្វាស់ រឺឡាទីវបួនវិមាត្រ និងយន្តការសំរាប់ការបង្កើតដោយមិនផ្លាស់ប្ដូរនៃវ៉ិចទ័រម៉ាសបូស៊ុន។\"\n",
        "output": [
            "The full citation stated the prize was awarded \"For elucidation of the properties of spontaneous symmetry breaking in four-dimensional relativistic gauge theory and of the mechanism for the consistent generation of vector boson masses.\"\n"
        ]
    },
    {
        "input": "រដ្ឋមន្រ្តីទីមួយ លោកសាលម៉ន បានបង្ហាញសួនច្បាររំលឹកវិញ្ញាណក្ខន្ធ និងរូបសំណាក់ធ្វើពីលង្ហិនដែលបានដាក់ដើម្បីប្រារព្ធខួបលើកទី50 នៃឧប្បត្តិហេតុនេះ។\n",
        "output": [
            "First Minister Salmond unveiled a memorial garden and a bronze statue which had been placed to mark the 50th anniversary of the incident.\n"
        ]
    },
    {
        "input": "ការចរចានៅក្នុងសន្និសីទអង្គការសហប្រជាជាតិស្តីពីបំរែបំរួលអាកាសធាតុឆ្នាំ2010បានបន្ដនៅសប្ដាហ៏នេះនៅទីក្រុងបូនន៏ប្រទេសអាល្លឺម៉ង់។\n",
        "output": [
            "The 2010 United Nations Climate Change Conference negotiations continued this week in Bonn, Germany.\n"
        ]
    },
    {
        "input": "សារព័ត៌មាន​បាន​ធ្វើឲ្យ​ភ្ញាក់ផ្អើល​ប្រទេស​អូទ្រីស ដោយសារ​មាន​រឿង​ស្រដៀងគ្នា​ទៅនឹង​ករណី​របស់​នាង ណាតាស់ចា ខេមភូស ដែល​ត្រូវបាន​ចាប់ពង្រត់​នៅអាយុ 10 ឆ្នាំ ហើយ​បាន​រត់ចេញ​ក្រោយពី​ត្រូវបាន​ឃុំ​ក្នុង \"គុកងងឹត\" អស់​រយៈពេល​ប្រាំបីឆ្នាំនៅឆ្នាំ 2006​។\n",
        "output": [
            "The news has shocked Austria, as has its similarity to the case of Natascha Kampusch who was kidnapped aged 10, and escaped after being held in a \"dungeon\" for eight years in 2006.\n"
        ]
    },
    {
        "input": "អារីដ អ៊ុកា ដែលអាយុ22ឆ្នាំបានសម្លាប់កងទ័ពអាកាសអាមេរិក (USAF) ចំនួនពីរនាក់ និងធ្វើឲ្យបុរសពីនាក់ផ្សេងទៀតរងរបួសនៅក្នុងការវាយប្រហារដោយកាំភ្លើងនៅក្នុងរថយន្តក្រុងរបស់ពួកគេនៅក្នុងទីក្រុងហ្វ្រែងហ្វើត។\n",
        "output": [
            "Arid Uka, 22, killed two US (USAF) men and wounded two more in a gun attack on their bus in Frankfurt.\n"
        ]
    },
    {
        "input": "នៅក្នុង 20 ប្រកួត នៅរដូវកាលនេះ មានតែក្រុមម្ចាស់ផ្ទះបីក្រុមប៉ុណ្ណោះដែលបានឈ្នះ ប៉ុន្តែ សម្រាប់ពេលវេលាលើកដំបូងនៅក្នុងលីក ក្រុមម្ចាស់បួនក្រុមបានឈ្នះការប្រកួតរបស់ខ្លួននៅក្នុងជុំតែមួយ។\n",
        "output": [
            "In the 20 games so far this season, only three home wins had been recorded, but for the first time ever in the league, all four home teams won their respective matches in a single round.\n"
        ]
    },
    {
        "input": "នៅក្នុងកិច្ចប្រជុំកំពូលនោះ យូរីបេបានចោទប្រកាន់រដ្ឋាភិបាលរបស់កូរៀថា បានជាប់ពាក់ព័ន្ធជាមួយក្រុមឧទ្ទាម FARC ដែលការចោទប្រកាន់នេះត្រូវបានកូរៀធ្វើការបដិសេធភ្លាមៗ។\n",
        "output": [
            "At the summit, Uribe charged Correa's government of having links with the FARC rebels, a charge that Correa quickly denied.\n"
        ]
    },
    {
        "input": "កម្មករបួននាក់នៅកំពុងសម្រាកនៅក្នុងមន្ទីរពេទ្យនៅឡើយ បន្ទាប់ពីការផ្ទុះ ហើយបីនាក់ស្ថិតក្នុង​ស្ថានភាពធ្ងន់ធ្ងរ។\n",
        "output": [
            "Four workers are still hospitalised after the explosion, three in critical condition.\n"
        ]
    },
    {
        "input": "\"ពួកយើង ជាជនជាតិស្វីស បានស្វែងរកជ័យជំនះនៅសមុទ្រ មិនមែនតែនៅលើភ្នំទេ\" ដោយសំដៅទៅលើប្រទេសស្វីសស៊ឹលេន ដែលមានប្រជាប្រិយភាពលើការជិះស្គីលើភ្នំអាល់ផាញ។\n",
        "output": [
            "\"We Swiss find our way at sea, not just in the mountains,\" referring to Switzerland being most popular for Alpine skiing.\n"
        ]
    },
    {
        "input": "ក្មេងប្រុសនេះ បានព្យាយាមរត់គេចពីសន្ដិសុខនៅអាកាសយាន្ដដ្ឋានទីក្រុងភើម ដើម្បីលាក់ខ្លួននៅក្នុងយន្តហោះនៅពេលយន្តចេញដំណើរ។\n",
        "output": [
            "The boy managed to bypass security at the Perm city airport to hide in the plane as it took off.\n"
        ]
    },
    {
        "input": "អ្នកពន្លត់អគ្គីភ័យទាំងប្រាំដែលត្រូវបានសម្លាប់ បានស្លាប់នៅពេលរថយន្តរបស់ពួកគេត្រូវបានលុកលុយដោយអណ្តាតភ្លើង។\n",
        "output": [
            "The five firefighters that were killed died when their truck was overrun by the flames.\n"
        ]
    },
    {
        "input": "កិច្ចព្រមព្រៀងនេះនៅត្រូវសម្រេចដោយអ្នកកាន់កាប់ភាគហ៊ុនធម្មតាភាគច្រើនរបស់ណេតអៅធ៍ បំពេញការដាក់ពាក្យសំុ និងទទួលបានការអនុញ្ញាតតាមបទប្បញ្ញត្តិ និងបំពេញរាល់លក្ខខណ្ឌបញ្ចប់ផ្សេងៗ។\n",
        "output": [
            "The agreement still has to be approved by a majority of PlanetOut common stock holders, comply with regulatory filings and approvals, and meet various closing conditions.\n"
        ]
    },
    {
        "input": "គាត់ត្រូវបានគេចាត់ទុកថាជាអ្នកអភិរក្សសង្គមមួយនៅកំណត់ត្រាបោះឆ្នោតរបស់គាត់ ហើយគាត់បានគាំទ្រការធ្វើវិសោធនកម្មអាពាហ៍ពិពាហ៍សហពន្ធ័ ប្រឆាំងនឹងការរៀបការភេទដូចគ្នា។\n",
        "output": [
            "He is considered a social conservative in his voting record, and supported a Federal Marriage Amendment to bar same-sex marriage.\n"
        ]
    },
    {
        "input": "ប្រធានាធិបតីទួរគីអាប់ឌុល ហ្គូលបាននិយាយនៅក្នុងសេចក្តីថ្លែងការណ៍ថា \"គ្មានអ្វីអាចទទួលបានជោគជ័យដោយភេវរកម្មទេ ការទាមទារដោយហិង្សាចំពោះជីវិតអ្នកដែលមិនមានទោសពៃ។\"\n",
        "output": [
            "Turkish President Abdullah Gül said in a statement, \"Nothing can be achieved by terror, violently claiming lives of the innocent.\"\n"
        ]
    },
    {
        "input": "មូលហេតុផ្លូវការនៃការស្លាប់នេះមិនទាន់បានដឹងនៅឡើយ ប៉ុន្តែមានសេចក្ដីរាយការណ៍ថា ហ្គីលសុនត្រូវបានវាយឲ្យរបួសក្បាល។\n",
        "output": [
            "An official cause of death has not been released but it has been reported that Gilson did receive head injuries.\n"
        ]
    },
    {
        "input": "\"តើអ្នកជា David Shankboneមែនទេ? យើងមានការរំភើបខ្លាំងណាស់ដែលបានជួបអ្នក! \"នាងបាននិយាយ​ ហើយនាំលោកទៅកាន់សាល ទៅកាន់កន្លែងបន្ទប់ទទួលភ្ញៀវដែលមានសាឡុងមួយទូរទស្សន៍មួយដែលកំពុងលេងរឿងគួរឲ្យព្រឺព្រួចមួយ ទូដាក់​​ឥវ៉ាន់មួយដែលបើកចំហដែលពេញទៅដោយឧបករណ៍បញ្ចុះទឹកលាងពោះវៀន និងប្តីរបស់នាងលោក Bill ដែលអង្គុយនៅមុខកុំព្យូទ័រព្យាយាមស្វែងរកកន្លែងផ្សាយឡើងវិញនៃរឿងBlade Runnerដែលកំពុងលេងនៅរោងកុនមូលដ្ឋាននោះ។\n",
        "output": [
            "\"Are you David Shankbone? We're so excited to meet you!\" she says, and leads him down the hall to a living room area with a sofa, a television playing an action-thriller, an open supply cabinet stocked with enema kits, and her husband Bill sitting at the computer trying to find where the re-release of Blade Runner is playing at the local theater.\n"
        ]
    },
    {
        "input": "រដ្ឋមន្រ្តីការបរទេសសហរដ្ឋអាមេរិកខនដូលីហ្សារ៉ាយបានផ្តល់ការពន្យល់ពីមូលហេតុដែលសហរដ្ឋអាមេរិកសម្រេចមិនបោះឆ្នោតនិងបដិសេធទៅលើការសម្រេចចិត្ត។\n",
        "output": [
            "US Secretary of State Condoleezza Rice has given an explanation for why the United States abstained and did not veto the resolution.\n"
        ]
    },
    {
        "input": "វាត្រូវបានគេកំណត់ថា ការជ្រើសរើសមិនឲ្យស៊ើបអង្កេតទៅលើភាពសង្ស័យនៃការទូទាត់ប្រាក់ គឺស្មើនឹងការទទួលយកភាពខុសច្បាប់របស់ពួកគេ។\n",
        "output": [
            "It was noted that choosing not to investigate the suspicious nature of the payments was equivalent to accepting their illegality.\n"
        ]
    },
    {
        "input": "នៅថ្ងៃពុធ តុលាការឧទ្ធណ៍សហពន្ធ័អាមេរិចបានបើកសនវការកាត់ទោស ខូនរ៉ាត់ ប្ល៊ែក​ ដែលជាអ្នកមានអំណាចហើយសម្បូរទ្រព្យមានសាជីវកម្មសារព័ត៌មាន រួមជាមួយនឹងអ្នកប្រតិបត្តិបីនាក់ផ្សេងទៀតមកពី ហូលីនហ្គឺ អិនធើរណែសិនណាល់ ដែលជាអតីតសាជីវកម្មសារព័ត៌មានរបស់គាត់ ពីបទក្លែងបន្លំ និងការបន្ទុចបង្អាក់ដំណើរការយុត្តិធម៌។\n",
        "output": [
            "On Wednesday, a United States federal appeals court upheld convictions of fraud and obstruction of justice against media mogul Conrad Black, along with three other executives from his former press corporation, Hollinger International.\n"
        ]
    },
    {
        "input": "ក្រោយពីការប្រកាសរបស់លោកចច ដេបបែលយូ ប៊ូសថាប្រជាជនអាមេរិកក្នុងប្រទេសអ៊ីរ៉ាក់ជាច្រើននាក់បានស្លាប់ ដើម្បី 'បុព្វហេតុថ្លៃថ្នូរ'មួយ អ្នកស្រីស៊ីហេនបានមកបោះជំរុំក្បែរកសិដ្ឋានក្នុងរដ្ឋតិចសាសរបស់លោកប៊ូសអស់រយៈពេលមួយសប្តាហ៍កន្លងទៅ ដើម្បីទាមទារនូវកិច្ចសន្ទនាជាឯកជនមួយជាមួយនឹងប្រធានាធិបតី។\n",
        "output": [
            "Prompted by President George W. Bush's announcement that Americans in Iraq have died for a 'noble cause', Sheehan has been camping near Bush's Texas ranch for the past week to demand a private conversation with the President.\n"
        ]
    },
    {
        "input": "ម្តាយដែលមានកំហឹងរបស់ទាហានអាមេរិកដែលបានស្លាប់ កាលពីថ្ងៃសៅរ៍បានដឹកនាំក្បួនតវ៉ាមួយដែលមានមនុស្សជិត50នាក់នៅកសិដ្ឋានចិញ្ចឹមសត្វប៊ូស។\n",
        "output": [
            "The angry mother of the fallen U.S. soldier on Saturday led a protest march of nearly 50 on the Bush ranch.\n"
        ]
    },
    {
        "input": "គាត់បានដឹកនាំក្រុមផាកស្បឺកទៅប្រកយតនៅក្នុងវគ្គប្រកួត19រដ្ឋ និងបានឈ្នះពានរង្វាន់ប្រចាំប្រទេសនៅក្នុងឆ្នាំ1993និងឆ្នាំ2001។\n",
        "output": [
            "He led Parkersburg to 19 state playoffs and won state titles in 1993 and 2001.\n"
        ]
    },
    {
        "input": "ប្រាក់ចំណូលពីការផ្សព្វផ្សាយពាណិជ្ជកម្មលើកម្មវិធីនេះ នឹងត្រូវបំបែកទៅឲ្យមូលនីធិវីគីមេឌា។\n",
        "output": [
            "The advertising revenues from this software will be split with the Wikimedia Foundation.\n"
        ]
    },
    {
        "input": "វាត្រូវកត់សម្គាល់ថាការប្រតិបត្តិច្បាប់កាស្សាកដែលមិនមានចែងពីប្រភេទនៃការបណ្តេញចេញដូចនេះ ដូចការកម្ចេចផ្ទះសំបែង និងការបណ្តេញចេញត្រូវអមដោយបញ្ជីសារពើភ័ណ្ឌនៃទ្រព្យសម្បត្តិដែលត្រូវយកចេញពីអាគារ៌ដែលត្រូវបានជម្លៀស ខណៈកន្លែងទុកដាក់ទ្រព្យសម្បត្តិនេះត្រូវផ្តល់ជូនជាចាំបាច់។\n",
        "output": [
            "It should be noted that the acting Kazakh law does not stipulate such a kind of eviction as the demolition of houses, and the eviction should be accompanied by the inventory of property removed from the evacuated building, while the storage of this property should be provided is necessary.\n"
        ]
    },
    {
        "input": "មានតែ186ករណីត្រូវបានរាយការណ៍ក្នុងឆ្នាំ2004 ធ្លាក់ចុះពី336 កាលពីមួយឆ្នាំមុន។\n",
        "output": [
            "Only 186 cases were reported in 2004, down from 336 the previous year.\n"
        ]
    },
    {
        "input": "មតិយោបល់ថ្មីនេះរបស់ស៊ីនឌីមានការផ្លាស់ប្តូរយ៉ាងខ្លាំងពីមតិយោបល់របស់នាងនៅក្នុងបទសម្ភាសន៍ឆ្នាំ2004 ជាមួយអ្នករាយការណ៍របស់វ៉ាកាវីល CA។\n",
        "output": [
            "Cindy's current comments are a drastic change from her comments in a 2004 interview with THE REPORTER of Vacaville, CA.\n"
        ]
    },
    {
        "input": "វាក៏ជាការសិក្សាតែមួយគត់ដោយសារតែវាតាមដានចំនួនប្រជាជនតាំងពីពេលកើតរហូតដល់ពេលស្លាប់។\n",
        "output": [
            "It is also unique because it follows the population from birth right through to death.\n"
        ]
    },
    {
        "input": "នៅកន្លែងផ្សេង \"មួយចំនួនអាចមានបញ្ហាផ្សេងទៀតដែលត្រូវពិចារណា រួមមានសំណួរហិរញ្ញវត្ថុរបប ប៉ុន្តែជាការពិតសំណួរមួយចំនួនមានប្រយោជន៍យ៉ាងខ្លាំងឆ្ពោះទៅរកការប្រមូលរូបភាពត្រឹមត្រូវនៃកិច្ចខិតខំប្រឹងប្រែង WMD របស់របប និងគោលបំណងក្នុងរយៈពេលជាងបីទសវត្សរ៍ចុងក្រោយនេះ។\"\n",
        "output": [
            "Elsewhere, \"Some may have other issues to account for, including Regime finance questions, but certainly some have been quite helpful toward the compilation of an accurate picture of the Regime's WMD efforts and intentions over the last three decades.\"\n"
        ]
    },
    {
        "input": "សាក្សីម្នាក់ ដែលជាអ្នកលក់ដូរមានអាយុ 21 ឆ្នាំគឺលោក ម៉ូហាម៉ាត់​ វ៉ាលី បាននិយាយថា \"វាមានការស្ទះចរាចរណ៍មួយហើយរថយន្តទាំងអស់ត្រូវបានបញ្ឈប់។\"\n",
        "output": [
            "\"There was a traffic jam and all the vehicles were stopped,\" said one witness, 21-year old shopkeeper Mohammad Wali.\n"
        ]
    },
    {
        "input": "ប៉ុន្ដែនៅព្រឹកនេះ ប៉ូលីសទីក្រុងដាឡាស បាន រាយការណ៍ថា អូវេន បានលេបថ្នាំជាច្រើនគ្រាប់ដោយមិនដឹងចំនួនពិតប្រាកដ ហើយនៅពេលដែលត្រូវបានសាកសួរដោយក្រុមប៉ូលីសនៅព្រឹកនេះថាតើគាត់ប៉ុនប៉ងធ្វើអត្តឃាតមែនឬទេ អូវេនបានឆ្លើយថា: \"មែន។\"\n",
        "output": [
            "But this morning, Dallas police have reported that Owens took an unknown large amount of the pills, and when asked by police this morning if he had been attempting to hurt himself, Owens replied, \"Yes.\"\n"
        ]
    },
    {
        "input": "ក្រុមមេនឆេស្ទើរយូណាយធីតបានឈ្នះក្រុម អាស រ៉ូម៉ា 1-0 នៅក្នុងពូលអេហ្វរបស់ យូអ៊ីអេហ្វអេ ឆេមភៀនលីក ឆ្នាំ2007-08 នៅអូលត្រាហ្វត មេនឆេស្ទើរ ប្រទេសអង់គ្លេស។\n",
        "output": [
            "Manchester United defeated AS Roma 1-0 in Group F of the UEFA Champions League 2007-08 at Old Trafford, Manchester, England.\n"
        ]
    },
    {
        "input": "ពួកគេបានអំពាវនាវដល់រដ្ឋាភិបាលអេស្ប៉ាញឲ្យ \"ចាត់វិធានការភ្លាមៗ\" និង \"ធ្វើគ្រប់យ៉ាងដែលអាចធ្វើបានដើម្បីនាំយកអ្នកនេសាទទាំង36នាក់មកផ្ទះវិញ។\"\n",
        "output": [
            "They called for Spanish authorities to \"act immediately\" and \"do everything possible to bring home the 36 fishermen.\"\n"
        ]
    },
    {
        "input": "ភ្នំភ្លើងនេះខានបានផ្ទុះឡើងចាប់តាំងពីការផ្ទុះក្នុងរយៈពេលបួនខែក្នុងកំឡុងឆ្នាំ 1989-90។\n",
        "output": [
            "The volcano had not erupted since a four-month period in 1989-90.\n"
        ]
    },
    {
        "input": "ប្រធានាធិបតី អ៊ីលី អូដ ម៉ូហាមេដ វ៉ាល់ ដែលបានបោះឆ្នោតក្នុងប្រជាមតិនេះដែរ បានមានប្រសាសន៍ថា \"នេះគឺជាថ្ងៃល្អបំផុត និងជាកំណើតថ្មីសម្រាប់ប្រទេសម៉ូរីតានី...\"\n",
        "output": [
            "President Ely Ould Mohamed Vall, who also voted in the referendum said, \"This is a great day and a rebirth for Mauritania ...\"\n"
        ]
    },
    {
        "input": "ប្រទេសឥណ្ឌូនេស៊ីបានបញ្ឈប់ការហោះហើរនៅក្នុងខែមីនា បន្ទាប់ពីគ្រោះថ្នាក់មួយផ្សេងទៀតបានកើតឡើង ដែលយន្តហោះ B737 បានបោះពួយហួសផ្លូវរត់យន្តហោះ។\n",
        "output": [
            "Indonesia grounded the carrier in March after another accident in which a B737 overshot a runway.\n"
        ]
    },
    {
        "input": "គ្រប់មន្ត្រីដែលបង្ហាញខ្លួនបដិសេធមិននិយាយ និងប្រកាសថាពួកគេមិនបានទទួលខុសត្រូវចំពោះសកម្មភាពនេះទេ។\n",
        "output": [
            "All the present officials refused to speak and declared that they were not responsible for the action.\n"
        ]
    },
    {
        "input": "វានឹងត្រូវបានដាក់ក្នុងគន្លងតារាវិថី ប្រមាណ 36,000 គីឡូម៉ែត្រ ពីលើផែនដីនៅរយៈបណ្តោយ 95.5ºE។\n",
        "output": [
            "It will be placed in a geosynchronous orbit, about 36,000 kilometres above the Earth, at a longitude of 95.5°E.\n"
        ]
    },
    {
        "input": "ដោយបានមកដល់ដំនាក់កាលនេះ ក្រុមហ៊ុនបានយកឱកាសនេះតែម្តង គឺដូចសព្វមួយដង ដើម្បីលក់សំបុត្រកៅអី ដោយចាប់ផ្តើមការលក់សំបុត្រដ៍ច្រើនសន្ធឹកសន្ធាប់ចំនួន 200,000កន្លែងក្នុងតំលៃ99ផោន/99សេនសំរាប់មួយកន្លែង។\n",
        "output": [
            "Having reached the milestone, the airline promptly used the opportunity, as always, to sell seats; launching a massive 200,000 seat sale at 99p/99c a seat.\n"
        ]
    },
    {
        "input": "នៅលើបន្ទាត់កិច្ចប្រជំកំពូលសហប្រតិបត្តិការអន្តរបាលកាន ដែល នឹងប្រារព្ឋនៅសណ្ឋាគារហាយយ៉ាត រីជែនស៊ីនៃថេសាលូនីកី នាយករដ្ឋមន្រ្តីក្រិក ព្រីមមែ កូស្តា ការ៉ាម៉ានលីស នឹងជួបជាមួយសមភាទីទួគីរបស់គាត់ រីសេប តាយយីប អ៊ីដូហ្គែន នៅថ្ងៃព្រហស្បតិ៍ដើម្បីពិភាក្សាបញ្ហាទ្វេរ ភាគី រួមមានបញ្ហាសាយព្រុសផងដែរ។\n",
        "output": [
            "On the sidelines of the Inter-Balkan Cooperation Summit, which will take place at the Hyatt Regency Hotel of Thessaloniki, Greek Premier Kostas Caramanlis will meet with his Turkish counterpart Recep Tayyip Erdogan on Thursday in order to discuss bilateral issues, including the Cyprus problem.\n"
        ]
    },
    {
        "input": "មនុស្សចំនួនជាង160នាក់ត្រូវបានគេចាប់ឃុំឃាំង នៅក្នុងការទង្គិចមួយដែលមានរយៈពេលពីរថ្ងៃ ដែលរួមទាំងបមុស្ស100នាក់ជាងមកពីភូមិក្រីក្រដែលនៅជិតនោះមួយ ប៉ុន្តែភាគច្រើនត្រូវបានគេដោះលែងហើយ។\n",
        "output": [
            "Over 160 people were taken into custody in a two day crackdown, including over 100 from a nearby slum, but most have been released since then.\n"
        ]
    },
    {
        "input": "គាត់បាននិយាយថា ឧប្បត្តិហេតុនេះបានកើតឡើងក្នុងរយៈពេលមិនដល់ \"មួយប៉ព្រិចភ្នែក។\"\n",
        "output": [
            "He said that the incident took no longer than the \"wink of an eye\".\n"
        ]
    },
    {
        "input": "\"នេះគឺផលវិបាកមួយដែលដឹងទុកមុនមួយនៃការមិនយកចិត្តទុកវិធានការសុវត្ថិភាព\" មេធាវីម្នាក់ដែលតំណាងគ្រួសារជាច្រើនបាននិយាយ។\n",
        "output": [
            "\"This was a foreseeable consequence of ignoring safety measures,\" one attorney representing the families said.\n"
        ]
    },
    {
        "input": "កាលបរិច្ឆេទនៃប្រតិបត្តិការ និងរយៈពេលសម្រាប់ជម្លៀសចេញពីអាគារ៌មិនត្រូវបានបញ្ជាក់ទេ។\n",
        "output": [
            "The date of execution and the period for evacuating the buildings were not stated.\n"
        ]
    },
    {
        "input": "ក្រុមកីឡាជនពិការត្រូវបានរំពឹងទុកថានឹងបញ្ចប់ដោយអាចរកមេដាយទីមួយពាន់ដល់ប្រទេស។\n",
        "output": [
            "The Paralympic team is expected to finish the Games having earned the country's one thousandth medal.\n"
        ]
    },
    {
        "input": "ការផ្សព្វផ្សាយមានរយៈពេល 30 វិនាទីនោះ (សូមមើលប្រភពខាងក្រោម) ឥលូវនេះអាចមើលបានតាម យូធ្យូប។\n",
        "output": [
            "The 30 second ad (see source below) can now be viewed on YouTube.\n"
        ]
    },
    {
        "input": "អ្នកវិទ្យាសាស្រ្តបរិស្ថាននិយាយថាពួកគេមានភស្តុតាងច្បាស់លាស់ដែលថាភពគឺកំពុងទទួលរង\"ការផុតពូជដ៏ធំបំផុតក្នុង65លានឆ្នាំ។\"\n",
        "output": [
            "Environmental scientists say they have concrete evidence that the planet is undergoing the \"largest mass extinction in 65 million years\".\n"
        ]
    },
    {
        "input": "ចំនួនមនុស្សចូលរួមក្នុងការបោះឆ្នោតត្រូវបានរាយការមកថាមាន ចំនួនច្រើនជាងហាសិបភាគរយតិចតួច។\n",
        "output": [
            "Turnout in the elections was reported at slightly more than fifty percent.\n"
        ]
    },
    {
        "input": "ករណីទីមួយនៃជម្ងឺគ្រុនផ្តាសាយបក្សីនៅអ៊ីរ៉ាក់ត្រូវបានប្រកាសនៅថ្ងៃនះដោយរដ្ឋមន្រ្តីក្រសួងសុខាភិបាលរបស់ប្រទេសនះគឺលោកមូតាលីបមហាម៉េត។\n",
        "output": [
            "The first case of Avian Flu in Iraq was announced today by the country's Health Minister, Abdel Mutalib Mohammed.\n"
        ]
    },
    {
        "input": "លោកដានី អាប់សេ ល្បីឈ្មោះជាកវី​តែងកំណាព្យ និង​ជាវេជ្ជបណ្ឌិត​ផ្នែកវេជ្ជសាស្រ្ត​។\n",
        "output": [
            "Dannie Abse is well-known for being a poet and a medical doctor.\n"
        ]
    },
    {
        "input": "យើងកំពុងតែរៀបចំនៅក្នុងបរិស្ថានមួយដែលយើងពិតជាមិនបានដឹងពីទំហំធ្ងន់ធ្ងរនៃការផ្ទុះជម្ងឺនេះថាមានប៉ុណ្ណានោះទេ។\"\n",
        "output": [
            "We're preparing in an environment where we really don't know ultimately what the size of seriousness of this outbreak is going to be.\"\n"
        ]
    },
    {
        "input": "វាបានរកឃើញថាព្រៃកោងកាងជុំវិញដីសណ្តអៀរ៉ាវ៉ាឌីនៃប្រទេសភូមានបានទទួលការខូតខាតដោយសារតែការ \"ទាញយកផលហួសកំណត់\" និងការប្តូរទៅជាដីធ្វើស្រែ-ដែលត្រូវបានលើកទឹកចិត្តដោយរដ្ឋាភិបាលជាវិធីក្នុងការធានាការផលិតអាហារគ្រប់គ្រាន់សម្រាប់ខ្លួនឯង។\n",
        "output": [
            "It found that the mangrove forests around Myanmar's Irrawady Delta had degraded because of \"overexploitation\" and the conversion of land for rice fields — promoted by the government as a way to ensure self-sufficiency in food production.\n"
        ]
    },
    {
        "input": "ការសិក្សាថ្មីនេះគឺជាការសិក្សាអំពីអាយុកាល និងមរណភាពអន្តរជាតិ។\n",
        "output": [
            "The new study is an international study of survival and mortality.\n"
        ]
    },
    {
        "input": "ក្រុម​អ្នក​ពន្លត់​អគ្គីភ័យ​ឥឡូវ​នេះ​ព្រួយ​បារម្ភ​ថា ​ភ្លើង​អាច​បញ្ចូល​គ្នាទៅ​ជា​អ​ណ្តា​ត​ភ្លើង​យក្ស​មួយប្រសិន​បើ​ខ្យល់​សាន​តា​អាណា​បន្ត​បក់បោកទៅ​ប្រសិន​បើមិនអញ្ចឹងទេ​ មនុស្សលើសជាង 500,000នាក់​​រត់ដើម្បី​សុវត្ថិភាពហើយ​។\n",
        "output": [
            "Firefighters now fear that the fires could merge into one giant blaze if the Santa Ana Winds continue sending close to if not over 500,000 people running for safety.\n"
        ]
    },
    {
        "input": "\"បន្ទាប់មក អ្វីគ្រប់យ៉ាងបានមកជាមួយគ្នាល្អឥតខ្ចោះ និងហ្គ្រីនបឺដបានឈានជើងរហូតដល់កម្រិតកំណត់ត្រា និងដំណើរការបានអស្ចារ្យបំផុត។\n",
        "output": [
            "\"Then everything came together perfectly and the Greenbird stepped up to the mark and performed amazingly.\n"
        ]
    },
    {
        "input": "ឃេរី បានកត់សំគាល់ថា នៅមានអ្នកមានការសង្ស័យនៃកំនើនកំដៅពិភពលោកនិងការប្រែប្រួលសុវត្ថិភាពនៅក្នុងកិច្ចប្រជុំដែលជាអ្នក\"សាកល្បងវិទ្យាសាស្រ្ត\"ទោះបីជាមានការព្រឹងប្រែងនិងស្រាវជ្រាវនៃអាលហ្គលនិងអង្គការសហប្រជាជាតិហើយបានកត់សំគាល់ថា\"សេតវិមានគឺជាកន្លែងចុងក្រោយសំរាប់ការផ្លាស់ប្តូរ។\"\n",
        "output": [
            "Kerry noted that there are still skeptics of global warming and climate change in Congress who \"test the science\" despite the efforts and research of Al Gore and the United Nations and noting that \"the White House is the last place for change.\"\n"
        ]
    },
    {
        "input": "អុកហ្វ្រឺតបានឈ្នះការបោះកាក់ ហើយរើសយកជួរ Surrey នៃទន្លេ ដែលខេមប្រ៊ីជស្ថិតនៅជួរកណ្តាល។\n",
        "output": [
            "Oxford won the toss and chose to row on the Surrey side of the river, with Cambridge rowing on the Middlesex side.\n"
        ]
    },
    {
        "input": "ប្រហែលពីម៉ោង1:00 ទៅម៉ោង 4:15 ល្ងាច ET អ្នកប្រើប្រាស់បានរាយការណ៍ថា គេហទំព័រនេះបានធ្លាក់ចុះ។\n",
        "output": [
            "From roughly 1:00 to 4:15 pm ET, users reported the site was down.\n"
        ]
    },
    {
        "input": "សាលារៀនចំនួន 2,000 និងកម្មវិធីក្រោយឬក្រៅសាលារៀនចំនួន 1,300 នឹងទទួលផលប្រយោជន៍ពីមូលនិធិនេះ។\n",
        "output": [
            "2,000 schools and 1,300 after/out of school programs will benefit from the funding.\n"
        ]
    },
    {
        "input": "អ្នកជិតខាងម្នាក់ទៀតបានបន្ថែមថា: \"អ្នកជិតខាងដ៏អស្ចារ្យ ពិតជាក្មេងដែលល្អបំផុតដែលខ្ញុំធ្លាប់ស្គាល់​។\"\n",
        "output": [
            "Another neighbor added, \"Wonderful neighbors, just the sweetest kids I've ever known.\"\n"
        ]
    },
    {
        "input": "លោកខេនណឺឌី ដែលជាជនមួយក្នុងចំនោមឧក្រិដ្ឋជនពីរនាក់ហើយនៅសហរដ្ឋអាមេរិចដែលត្រូវស្លាប់ដោយមិនបានប្រព្រឹត្តឃាតកម្ម បានធ្វើអោយតុលាការពិបាកក្នុងការសំរេចចិត្ត ហើយសំណុំរឿងនេះត្រូវបានបន្តទៅតុលាការកំពូលនៃសហរដ្ឋអាមេរិច។\n",
        "output": [
            "Kennedy, who was one of two criminals on death row in America who did not commit murder, challenged the court's decision, and the case was brought to the U.S. Supreme Court.\n"
        ]
    },
    {
        "input": "អ្នកនាំពាក្យរបស់ក្រុមនេះម្នាក់ បានទទួលស្គាល់ថាបានចំណាយប្រាក់អស់ចំនួន NZ$500,000 ទៅលើយុទ្ធនាការនេះរហូតមកដល់ពេលនេះ។\n",
        "output": [
            "A spokesman for the Group admitted to having spent NZ$500,000 on the campaign so far.\n"
        ]
    },
    {
        "input": "ប្រភពចចជៀបានអះអាងសេចក្តីប្រកាសដោយនិយាយថាមូលដ្ឋានត្រូវបានបំផ្លាញ។\n",
        "output": [
            "Georgian sources confirmed the announcement, stating that the base had been destroyed.\n"
        ]
    },
    {
        "input": "ប៉ូលីសបានចាប់ខ្លួនមនុស្សមួយចំនួនតូច (ភាគច្រើនជាស្ត្រី) ដែលព្យាយាមជ្រៀតជ្រែកការបំផ្លាញទ្រព្យសម្បត្តិរបស់ពួកគេ។\n",
        "output": [
            "Police was bringing down those few (basically women) who tried to interfere with the destruction of their property.\n"
        ]
    },
    {
        "input": "ការខូចខាតហេដ្ឋរចនាសម្ព័ន្ធ ដែលនាំឲ្យមានការយឺតយាវក្នុងការបែងចែកជំនួយស្បៀងអាហារ បានបណ្ដាលគ្រោះទុរភិក្សកាន់តែរីករាលដាលខ្លាងឡើងជាក់ជាមិនខាន។\n",
        "output": [
            "Infrastructure damage, leading to slow distribution of food aid, has lead to the very real possibility of widespread starvation.\n"
        ]
    },
    {
        "input": "ម្នាក់ក្នុងចំណោមនោះគឺ លោកហ្គារី ម៉ាកហាឡេ ក្រុងរីជម៉នដ៍ ហ៊ីល បុរសអនតារីអូ ​ដែលចូល​ទៅក្នុងដី​កាន់កាប់នៅខាឡេដូនា ក្នុងរដ្ឋ​អនតារីអូ ដើម្បីរៀបចំ​ការដើរក្បួនប្រឆាំងនឹង​ការកាន់កាប់ដីរបស់ជនជាតិដើម ដែលមាននាពេលបច្ចុប្បន្ននេះ។\n",
        "output": [
            "One was Gary McHale, a Richmond Hill, Ontario man who entered the occupied land in Caledonia, Ontario to organize a rally against the ongoing aboriginal occupation.\n"
        ]
    },
    {
        "input": "ផលិតករប្រតិបត្តិសារព័ត៌មាន CBS រ៉ូមហាតមេនបានឆ្លើយតបនៅក្នុងអ៊ីមែលផ្ញើជូន TVNewser ដោយនិយាយថា \"ប៊ីលម៉ាហើមិនធ្លាប់ត្រូវបានប្រាប់ថា គាត់មិនអាចពិភាក្សាអំពីសាសនានៅក្នុងផ្នែកសេរីភាពបញ្ចេញមតិឡើយ\" ហើយបានបន្ថែមទៀតថា \"ការពិតសេរីភាពបញ្ចេញមតិបាននិយាយអំពីបញ្ហាសាសនារួចទៅហើយ ហើយយើងរំពឹងថានឹងមានអ្នកផ្សេងទៀតនិយាយនៅពេលអនាគត។\"\n",
        "output": [
            "CBS News executive producer Rome Hartman has since responded in an e-mail to TVNewser saying that, \"Bill Maher was never told that he couldn't discuss religion in a Free Speech segment,\" and added, \"In fact, Free Speech has already addressed religion and we expect others will in the future.\"\n"
        ]
    },
    {
        "input": "ក្រុមកំពូលតារាងបាយើនមូនិចបានឡើងដល់ជុំទី3នៃការប្រកួតពានរង្វាន់ DFB បន្ទាប់ពីបានផ្តួលក្រុមកំពូលក្របខ័ណ្ឌទី 2 ប៊្រូសាមុនឆេងក្លាបាចដោយ3-1។\n",
        "output": [
            "League leaders Bayern Munich advanced to the 3rd round of the DFB Cup after defeating 2nd division leaders Borussia Mönchengladbach 3-1.\n"
        ]
    },
    {
        "input": "នាងបាននិយាយថា \"ប្រធានាធិបតីមិនសួរ និងមិនបានសួរពីអ្នកនាំពាក្យរបស់គាត់ក្នុងការផ្តល់ព័ត៌មានក្លែងក្លាយទេ។\"\n",
        "output": [
            "\"The President has not and would not ask his spokespeople to pass on false information,\" she said.\n"
        ]
    },
    {
        "input": "មន្ត្រីបានមានប្រសាសន៍ថា \"ការស្លាប់របស់គាត់ពិតជាមានការខកចិត្តដ៏គួរឱ្យកត់សម្គាល់ចំពោះអាលកៃដា។\"\n",
        "output": [
            "\"His death is quite a significant blow to al-Qaeda,\" said officials.\n"
        ]
    },
    {
        "input": "កុមារដែលត្រូវបានចាត់ចូលក្នុងប្រភេទ \"ចូលរួមក្នុងសកម្មភាពសង្គម\" នៅតែល្អជាងកុមារ​ដែលត្រូវចាត់ចូលក្នុងប្រភេទ \"មិនមានសកម្មភាព​សង្គមសោះ\": ពួកគេមានឱកាសឆ្លងជំងឺនេះប្រហែល 3/4ដង។\n",
        "output": [
            "Those who were rated in the category \"any social activity\" still had an improvement over the children rated as \"no social activity\": they had about 3/4 the chance of getting the disease.\n"
        ]
    },
    {
        "input": "វរសេនីទោ ដូមីនីក ដីមីនីក ឌីម ឌេង មន្ត្រីការពារតំបន់ ត្រូវបានបញ្ជាក់ថាស្លាប់ និងប្រហែលជាមានមន្ត្រីយោធាយ៉ាងហោចណាស់19 នាក់ស្លាប់ឥឡូវ។\n",
        "output": [
            "Lieutenant General Dominic Dim Deng, the area's defence minister, is confirmed to be dead and it is thought at least 19 military officials are now deceased.\n"
        ]
    },
    {
        "input": "រហូតទៅដល់ពេលនោះ លោកវូលឡាដ​ត្រូវបានគេអនុញ្ញាត្តឲ្យនៅក្រៅឃុំ នៅក្នុងលក្ខខ័ណ្ឌថា លោកត្រូវតែស្ថិតនៅក្នុងអាស័យដ្ឋានបច្ចុប្បន្នរបស់លោក ហើយមិនត្រូវចូលទៅក្នុងទីក្រុងវេសមីនស្ទ័រទេ។\n",
        "output": [
            "Until then, Woollard has been granted bail, on condition that he remains at his current address, and does not enter the City of Westminster.\n"
        ]
    },
    {
        "input": "ស៊ីអេដាប់បេលយូ បានស្នើថាបុគ្គលិកជូនដំណឹងដល់អ្នកតំណាងសុខភាពនិងសុវត្ថិភាពរបស់ពួកគេអំពីការព្រួយបារម្ភលើសុវត្ថិភាពណាមួយនៅកន្លែងការងារ។\n",
        "output": [
            "The CAW has asked that employees notify their Health and Safety Rep about any safety concerns at the work place.\n"
        ]
    },
    {
        "input": "សមាជិកក្រុមយូអេសអេមួយចំនួនមានការជប់លាងញ៉ាំភីហ្សាក្រោយពីផ្អាកការប្រកួតនៅស្លាឡុម។\n",
        "output": [
            "Several members of Team USA had a pizza party after the slalom cancellation.\n"
        ]
    },
    {
        "input": "អ្នកទាំងនោះដែលព្យាយាមទាក់ទងមិត្តភក្រ្ដ័និងគ្រួសារតាមរយៈទូរស័ព្ទដៃបានប្រឹងប្រែងទាំងលំបាកដូចជាបណ្ដាញទូរស័ព្ទធំជាងគេវូដាហ្វូនអូ2និងអូរេងទាំងអស់មិនបានដំណើរការពេញលេញទេ កើតឡើងបីបួនដងនៅព្រឹកនេះមានន័យថាមិនអាចហៅទូរស័ព្ទជាសម្លេងបានទេ។\n",
        "output": [
            "Those trying to contact friends and family via mobile have struggled as the largest mobile networks, Vodafone, O2 and Orange, have all suffered from full capacity on several occasions this morning meaning voice calls failed.\n"
        ]
    },
    {
        "input": "បាក់តេរីដែលអាចត្រូវបាននាំដោយសត្វព្រៃ មកពី​កសិដ្ឋាន​ចិញ្ចឹមសត្វគោក្របី ទៅកាន់ចំការបន្លែផ្ទីនេះ។\n",
        "output": [
            "The bacteria could have been carried by wild animals from the cattle ranch to the spinach field.\n"
        ]
    },
    {
        "input": "ក្នុងចន្លោះពីគ្នាត្រឹមតែម្ភៃនាទីប៉ុណ្ណោះ ការបំផ្ទុះគ្រាប់បែកបានកំណត់គោលដៅទៅលើផ្សារចំនួនពីរនៅទីក្រុងបាកដាដ ភ្លាមៗ មុនពេលការហៅឲ្យចូលទៅសូត្រធម៍ថ្ងៃសុក្រ។\n",
        "output": [
            "Separated by twenty minutes, the bombings targeted two marketplaces in Baghdad shortly before the call to Friday prayers.\n"
        ]
    },
    {
        "input": "អង្គការសម្លេងជនភៀសខ្លួន ក៏បាននិយាយផងដែរថា វាគឺជាការបូជាដល់សេរីភាពអាមេរិកកាំងដែលបានធ្វើឲ្យប្រទេសនេះអស្ចារ្យ និងជាទិសដៅដែលគួរឲ្យចង់បាន សំរាប់ពហុជាតិសាសន៍ជុំវិញពិភពលោក ហើយពួកគេចង់និយាយថា \"អរគុណអ្នក​ និងសូមព្រះជួយថែរក្សា\" ដល់បុគ្គលិកសេវាទាំងនោះ។\n",
        "output": [
            "Immigration Voice also said that it is their sacrifice for American freedom that has made this country great and such a desirable destination for multitude of people from around the world and that they wanted to say \"Thank you and god bless you\" to the servicemen.\n"
        ]
    },
    {
        "input": "Lech Walesa ដែលជាស្ថាបនិកនៃចលនាសាមគ្គីភាព បានលាលែងពីអង្គការនេះ។\n",
        "output": [
            "Lech Walesa, the founder of the Solidarity movement has quit the organisation.\n"
        ]
    },
    {
        "input": "លោកស្រីបានចាប់ផ្តើមអាជីពរបស់នាងនៅ KSAX និងធ្វើការនៅក្នុង EI Paso និង Tucson, AZ។\n",
        "output": [
            "She began her career at KSAX and also worked in El Paso and Tucson, AZ.\n"
        ]
    },
    {
        "input": "ចំនួនអ្នកបោះឆ្នោតទូទាំងប្រទេសមាន 45%​ ប៉ុន្តែមណ្ឌលខ្លះបានរាយការណ៍ថាចំនួនអ្នកបោះឆ្នោតមានដល់ 95% ឬច្រើនជាងនេះ ដែលបង្កឲ្យមានការសង្ស័យថា មានការលួចបន្ថែមសន្លឹកឆ្នោត។\n",
        "output": [
            "Voter turnout nationwide was 45%, but some stations reported a turnout of 95% or more, raising suspicions that there was ballot stuffing involved.\n"
        ]
    },
    {
        "input": "ក្រុមនេះត្រូវបានជួលនៅក្នុងខែមេសា ឆ្នាំ2008ជាលក្ខណៈបុគ្គលស្គាល់តាមរយៈ A Giai និង A Tran ឲ្យបញ្ជូនកញ្ឆាពីប៉ាគីស្ថានទៅកាណាដា ហើយត្រូវបានចាប់ខ្លួននៅថ្ងៃទី12 ខែឧសភា ឆ្នាំ2008។\n",
        "output": [
            "The group were hired in April 2008 by individuals known by A Giai and A Tran to transfer the marijuana from Pakistan to Canada and were caught on May 12, 2008.\n"
        ]
    },
    {
        "input": "ស្ថានីយ៍រថភ្លើងសៀកឃើស ភីកាឌីលី បានបើកសារជាថ្មីក្រោយពីការបិទមុននេះ។\n",
        "output": [
            "Piccadilly Circus tube station has reopened after an earlier closure\n"
        ]
    },
    {
        "input": "រដ្ឋមន្រ្តីកសិកម្ម ជីម សាត់ថុន ចេញមកនិយាយថា ការផ្អាកការនាំចេញសាច់ដោយប្រទេសមួយចំនួនគឺជាលទ្ធភាពពិតដែលអាចមាន។\n",
        "output": [
            "Agriculture Minister Jim Sutton went so far as to say that the suspension of meat exports by some countries was a real possibility.\n"
        ]
    },
    {
        "input": "កាលពីម្សិលមិញ ក្រុមបាល់បោះប្រទេសអូស្រ្តាលីបានប្រកាសអំពីក្រុមកីឡាករអូឡាំពិកចុងក្រោយសម្រាប់ការប្រកួតកីឡាអូឡាំពិកនៅរដូវក្តៅឆ្នាំ2012 មុនពេលលាគ្នា នៅតំបន់មែលប៊ើន នៅចុងសប្តាហ៍នេះ សម្រាប់ទាំងក្រុមរបស់ស្ត្រីអូប៉ាលស៍ និងក្រុមរបស់បុរសប៊ូមើរ៍។\n",
        "output": [
            "Yesterday, Basketball Australia announced the final Olympic squads for the 2012 Summer Olympics ahead of a farewell series in the Melbourne area this weekend for both the Opals women's team and the Boomers men's team.\n"
        ]
    },
    {
        "input": "ជេនគីនបានទទួលជោគជ័យក្នុងការគ្រប់គ្រងល្បឿនឲ្យឡើងដល់126.1 មៃល៍ ក្នុងមួយម៉ោង(202.9 គីឡូម៉ែត្រក្នុងមួយម៉ោង) នៅក្នុងរថយន្តគ្រីនបឺតរបស់គាត់ ដែលធ្វើដំណើរតាមតំបន់ទំនាបបឹងអ៊ីវ៉ង់ប៉ា រដ្ឋណេវ៉ាដា។\n",
        "output": [
            "Jenkins managed to reach a speed of 126.1 miles per hour (202.9 kilometres per hour) in his Greenbird car along the plains of Nevada's Ivanpah Lake.\n"
        ]
    },
    {
        "input": "បុគ្គលិកប្រៃសណីយ៏បានបោះឆ្នោត 3:1 នៅក្នុងការពេញចិត្តចំពោះការធ្វើកូដកម្មប្រៃសណីយ៍នៅទូទាំងប្រទេសក្នុងចក្រភពអង់គ្លេស។\n",
        "output": [
            "Royal Mail workers have voted 3:1 in favour of a nationwide postal strike in the United Kingdom.\n"
        ]
    },
    {
        "input": "សារព័ត៌មាន All Headline News បានរាយការណ៍ថា មន្រ្តីបានដោះគ្រាប់នោះហើយ។\n",
        "output": [
            "Officials were able to defuse the device, reports All Headline News.\n"
        ]
    },
    {
        "input": "រដ្ឋាភិបាលនីហ្សេរីយ៉ាបានស្នើសុំជំនួយពីអង្គការអន្តរជាតិ រួមទាំងអង្គការសុខភាពពិភពលោក និងមជ្ឈមណ្ឌលគ្រប់គ្រងនិងបង្ការជំងឺរបស់អាមេរិក ក្នុងការបញ្ចៀសការផ្ទុះរីករាលដាលយ៉ាងគំហ៊ុក។\n",
        "output": [
            "Nigeria's government has requested assistance from international organizations, including the World Health Organization and the US Centers for Disease Control and Prevention, in averting a widespread outbreak.\n"
        ]
    },
    {
        "input": "ការកាត់ទោសជាផ្លូវការនឹងត្រូវប្រកាសនៅថ្ងៃទី25 ខែកុម្ភៈ ឆ្នាំ 2005។\n",
        "output": [
            "The official sentence will be announced on February 25th, 2005.\n"
        ]
    },
    {
        "input": "តារាងទីផ្សារភាគហ៊ុនបីសំខាន់ៗរបស់អាមេរិក បានធ្លាក់ចុះពីរភាគរយពីរភាគរយពីតម្លៃបិទនៅថ្ងៃច័ន្ទ ដែលធ្វើឲមានការបាត់បង់ដ៏ធំបំផុតលើកទីពីរនៅឆ្នាំ2007។\n",
        "output": [
            "The three major US stock market indices each fell two percent from Monday's closing price, marking the second-biggest loss of 2007.\n"
        ]
    },
    {
        "input": "ក្រុមមន្រ្តីរដ្ឋាភិបាលក្នុងតំបន់បាននិយាយថាយ៉ាងហោចណាស់មានមនុស្សដប់មួយនាក់ត្រូវបានសម្លាប់កាលពីថ្ងៃអាទិត្យនៅភាគខាងត្បូងប្រទេសអាហ្វហ្គានីស្ថានដោយគ្រាប់បែកតាមដងផ្លូវ។\n",
        "output": [
            "Local government officials have said that at least eleven people were killed on Sunday in southern Afghanistan by a roadside bomb.\n"
        ]
    },
    {
        "input": "ហាម៉ាសដែលជាបក្សគាំទ្រការផ្លាស់ប្ដូរជនជាតិអ៊ីស្លាមម្នាក់បានឈ្នះដោយសម្លេងភាគច្រើននៅក្នុងការបោះឆ្នោតសភានៅហ្កាសាស្រ្ដីពដែលធ្វើឡើងនៅខែមុន។\n",
        "output": [
            "Hamas, a radical islamist party, has won by a large majority in the Gaza Strip council elections held last month.\n"
        ]
    },
    {
        "input": "វិធីដែលគេស្គាល់របស់កងកម្លាំងប្រឆាំងនឹងប្រទេសអ៊ីរ៉ាក់ (AIF) គឺក្លែងធ្វើរងរបួសឬស្លាប់ និងទាហានជើងទឹកអាចអះអាងយ៉ាងសមហេតុផលដែលថាពួកគេនៅតែមានការគំរាមកំហែងមួយ។\n",
        "output": [
            "A known tactic of anti-Iraqi forces (AIF) is to feign injury or death, and the marine could reasonably claim they were still a threat.\n"
        ]
    },
    {
        "input": "ខណៈពេលដែលខ្លាឃ្មុំបានរត់ត្រឡប់ចូលព្រៃវិញ ឆ្កែបានដេញតាមវា។\n",
        "output": [
            "As the bear ran back into the woods, the dog chased it.\n"
        ]
    },
    {
        "input": "នៅឯតំបន់ពាណិជ្ជកម្មសេរីក្នុងទីក្រុងAntalya ប្រទេសតួរគី កម្មករស្ត្រីចំនួន80នាក់មកពីក្រុមហ៊ុន ​FMC Novamed បានធ្វើកូដកម្មអស់ប្រហែលមួយឆ្នាំហើយពេលនេះ ចាប់តាំងពីថ្ងៃទី26 ខែកញ្ញា ឆ្នាំ2006។\n",
        "output": [
            "In a free trade zone in Antalya, Turkey, 80 women workers of FMC Novamed are in strike for almost a year now, since September 26th, 2006.\n"
        ]
    },
    {
        "input": "សៀវភៅនេះបានជាប់ចំណាត់ថ្នាក់ទីពីរជាសៀវភៅលក់ដាច់បំផុតនៅន័រវេស។\n",
        "output": [
            "The book debuted on 2nd place in the Norwegian best seller list.\n"
        ]
    },
    {
        "input": "អ្នកវិទ្យាសាស្រ្តពីសាកលវិទ្យាល័យមែលប៊ឺននិយាយថាការស្រាវជ្រាវរបស់ពួកគេបង្ហាញថាផលចំនេញនៃថាពលនុយក្លេរអ៊ែរត្រូវបានគេប្រមាណស្ទើរនិងព្រួយបារម្ភអំពីការប្រើប្រាស់លើសនៃសំណល់នុយក្លេរអ៊ែរ។\n",
        "output": [
            "The scientists from the University of Melbourne say their research shows that the benefits of nuclear energy have been underestimated and concerns about nuclear waste overplayed.\n"
        ]
    },
    {
        "input": "ប្រទេសអេស្ប៉ាញប្រើភាពមិនប្រាកដនៅលើសមាជិកសហភាពអឺរ៉ុបដើម្បីទប់ស្កាត់កាតាឡូនាពីការធ្វើប្រជាមតិលើឯករាជ្យភាព។\n",
        "output": [
            "Spain uses uncertainty over EU membership to deter Catalonia from even holding a referendum on independence.\n"
        ]
    },
    {
        "input": "មនុស្សដប់មួយនាក់បានស្លាប់បន្ទាប់ពីឧទ្ធម្ភាគចក្ររបស់ទាហានបានធ្លាក់ក្នុងពេលហោះហើរប្រឆាំងគ្រឿងញៀនណាកូទិចក្នុងប្រទេសម៉ិកសិកូខាងលិច។\n",
        "output": [
            "Eleven people have died after a military helicopter crashed during an anti-narcotics flight in Western Mexico.\n"
        ]
    },
    {
        "input": "ក្នុងការឆ្លើយតបទៅឡេអូ បេនហាក់ឃឺបានផ្លាស់ប្តូរអ្នកប្រយុទ្ធប្រើប្រព័ន្ធ4-3-2ហើយបន្ថែមខ្សែប្រយុទ្ធទៀត។\n",
        "output": [
            "In reply Leo Benhakker changed to a more attacking 4-3-2 system and threw on an extra attacker.\n"
        ]
    },
    {
        "input": "តុលាការធម្មនុញ្ញហ្គាបុងបានរាប់ឡើងវិញនូវសន្លឹកឆ្នោតមកពីស្ថានីយបោះឆ្នោតជាង2,800កន្លែង និងបានបញ្ជាក់ថាបុងហ្គោគឺជាអ្នកឈ្នះ។\n",
        "output": [
            "Gabon's constitutional court recounted returns from more than 2,800 polling stations and confirmed Bongo's win.\n"
        ]
    },
    {
        "input": "តំបន់ដែលក្តៅបំផុតតាមចង្អូរ tiger stripes ប្រហាក់ប្រហែលនឹងតំបន់ពីរនៃតំបន់ដែលធ្វើដំណើរតាមយន្តហោះប្រតិកម្មដែលគេឃើញក្នុងរូបភាពកាស៊ីនី។\n",
        "output": [
            "The warmest regions along the tiger stripes correspond to two of the jet locations seen in Cassini images.\n"
        ]
    },
    {
        "input": "ទន្ទឹមនឹងនេះ រដ្ឋលេខាធិការក្រសួងការពារជាតិអាល្លឺម៉ង់ ឈ្មោះ ភែតធើ វីចើត ទំនងជាស្ថិតក្នុងសម្ពាធលើជម្លោះដែលកំពុងតែរីកធំឡើងជុំវិញនីតិបញ្ញត្តិរបស់ UNIFIL អាល្លឺម៉ង់: ដោយសារអ្នកនយោបាយគណបក្សប្រឆាំងចោទរដ្ឋាភិបាលថា មិនបានផ្តល់ព័ត៌មានឲ្យពួកគេជាមុនពីការដែលសភាអនុម័តឲ្យមានបេសកម្មនៅលេបាណន់ ទាក់ទិននឹងការដាក់កំហិតនៃនីតិបញ្ញត្តិ UN របស់កងទ័ពអាល្លឺម៉ង។\n",
        "output": [
            "Meanwhile, German State Secretary of Defence Peter Wichert is said to be under pressure over a growing row surrounding the German UNIFIL mandate: opposition politicians accuse the government of having misinformed them prior to the parliamentary approved for the Lebanon mission regarding the constraints of the German forces UN mandate.\n"
        ]
    },
    {
        "input": "យ៉ាងហោចណាស់​មាន​មនុស្ស​បួន​នាក់​បាន​ស្លាប់ និង​សែសិប​នាក់​បានរងរបួសកាលពីយប់​ថ្ងៃ​សៅរ៍ ដែល​ជា​លទ្ធផល​នៃការបាក់រលំនៃឆាកនៅឯពិព័រណ៍រដ្ឋ អ៊ីនដៀនណា ដែល​មាន​ទីតាំង​ស្ថិតនៅ​ក្នុង​រដ្ឋ​​អ៊ីនដៀនណា​។\n",
        "output": [
            "At least four people died and forty were injured Saturday night as the result of a stage collapsing at the Indiana State Fair, located within the US state of Indiana.\n"
        ]
    },
    {
        "input": "\"ដោយផ្អែកលើភ័ស្តុតាងទាំងអស់នៅក្នុងករណីនេះ និងវិធាននៃការចូលរួមដែលនៅជាធរមាននៅពេលនោះ វាជាការច្បាស់ណាស់ថានាយទោនេះអាចជឿយ៉ាងសមហេតុផលថា AIF ដែលត្រូវបានគេការបង្ហាញនៅក្នុងខ្សែអាត់វីដេអូបានដាក់គំរាមកំហែងជាអរិភាពដែលបញ្ជាក់ថាត្រឹមត្រូវក្នុងការប្រើកម្លាំងបង្ក្រាប។\"\n",
        "output": [
            "\"Based on all the evidence in the case, and the rules of engagement that were in effect at the time, it is clear that the corporal could have reasonably believed that the AIF shown in the videotape posed a hostile threat justifying his use of deadly force.\"\n"
        ]
    },
    {
        "input": "ភីឡាឌេផ្យានឹងឈានទៅដល់100ºF វើស៊ីនតោនឌីស៊ីនឹងមានកំដៅខ្ពស់ដល់101ºF ហើយបាលធីម៉លនិងរីឆមន នឹងមានសីតុណ្ហភាពកើនឡើងលើស100ក្រិត។\n",
        "output": [
            "Philadelphia will reach 100ºF, Washington D.C. will have a high of 101ºF and Baltimore and Richmond may see temperatures rise above the 100 mark.\n"
        ]
    },
    {
        "input": "យុវជនហ៊ូសាមអាប់ដូ ក្រោយមក បានប្រាប់កាសែតអ៊ីស្រាអែលថា គាត់មានបេសកកម្មសម្លាប់ទាហានអ៊ីស្រាអែល។\n",
        "output": [
            "The teenager, Hussam Abdo, later told an Israeli newspaper he was on a mission to kill Israeli soldiers.\n"
        ]
    },
    {
        "input": "ព្រះមហាក្សត្រមិនបានផ្តល់ហេតុផលសម្រាប់ការផ្លាស់ប្តូរភ្លាមៗនោះឡើយ។ ទោះជាយ៉ាងណាថ្មីៗនេះមានសេចក្តីរាយការណ៍ចោទប្រកាន់សភាថាបានអនុវត្តច្បាប់មិនមានប្រសិទ្ធិភាព និងថែមទាំងមានអំពើរពុករលួយទៀតផង។\n",
        "output": [
            "The monarch did not immediately provide a reason for the move; however, there have recently been reports accusing the parliament of handling legislation ineptly, and even of being corrupt.\n"
        ]
    },
    {
        "input": "ប៉ុន្តែវីដេអូនេះនៅតែត្រូវបានរបាយការណ៍វីដេអូផ្សេងទៀតលីងទៅកាន់ទីតាំងផ្សេងទៀតដែលអាចបើកមើលបាន រួមមានដូចជា របាយការណ៍នៅក្នុងឌឹថាមស៍។\n",
        "output": [
            "Still other reports on the video linked to locations where it could be watched, including a report in The Times.\n"
        ]
    },
    {
        "input": "ជម្រើសសម្រាប់យុទ្ធសាស្រ្តមួយរួមមានការកែលម្អទំនាក់ទំនងអាហ្វហ្គានីស្ថាននិងប៉ាគីស្ថាន និងការកសាងសេដ្ឋកិច្ចរបស់ប្រទេសអាហ្វហ្គានីស្ថានជាថ្មី។\n",
        "output": [
            "Options for a strategy include improving Afghan-Pakistani relations, while rebuilding Afghanistan's economy.\n"
        ]
    },
    {
        "input": "គណបក្សប្រឆាំងបាននិយាយថា ប្រតិបត្តិការនេះបានបង្កើតឡើងដើម្បី \"ដាក់ទោស\" ចំពោះអ្នកដែលជំទាស់នឹងរដ្ឋាភិបាលរបស់មូហ្គាបេ។\n",
        "output": [
            "The opposition has said the operation is designed to \"punish\" those who object to Mugabe's government.\n"
        ]
    },
    {
        "input": "រូបចម្លាក់ ដែលជាវត្ថុចំលងថ្មីមួយតំណាងអោយ \"ព្រះនៃលទ្ធិប្រជាធិបតេយ្យ\" និងវត្ថុចម្លាក់ហៅថា \"ភាពធូរស្រាលនៃការសម្លាប់រង្គាលនៅធាណាន់មិន\" ត្រូវបានគេដាក់នៅទីលានធំមួយ នៅតំបន់ពាណិជ្ជកម្ម Time Square ក្នុងទីក្រុងហុងកុង ដើម្បីធ្វើការរំលឹកជាលើកទី21 ដល់ព្រឹត្តិការនៅធាណាន់មិន។\n",
        "output": [
            "The sculptures, a new replica of the \"Goddess of Democracy\" and a carving called the \"Tiananmen Massacre Relief\", had been placed in the piazza of Hong Kong's Times Square shopping mall in remembrance of the 21st anniversary of the Tiananmen Square Incident.\n"
        ]
    },
    {
        "input": "\"តើកូនប្រុសរបស់ខ្ញុំស្លាប់ដើម្បីអ្វី?\"\n",
        "output": [
            "\"What did my son die for?\"\n"
        ]
    },
    {
        "input": "មីឆែល ស្តេនថន អ្នកគាំទ្រតារាវិទ្យាក្នុងតំបន់ម្នាក់ បានប្រាប់សារព័ត៌មាន Wikinews ថា \"នេះគឺជាការអស្ចារ្យណាស់ ដែលយើងមានការប្រគុំតន្ត្រី និងទស្សនីយភាពដ៏រីករាយនេះដើម្បីទស្សនា។\"\n",
        "output": [
            "Michael Stanton, a local astronomy fan told Wikinews \"this is just great, we have music and this visual delight to see\".\n"
        ]
    },
    {
        "input": "YouTube ជាធម្មតាអាចចូលមើលបានយ៉ាងងាយស្រួលនៅប្រទេសចិន ដែលរារាំងវីដេអូអាសអាភាស ឬវិទ្ធង្សនាផ្សេងទៀតជាមួយនឹង 'Great Firewall'របស់ខ្លួន។\n",
        "output": [
            "YouTube is normally easily accessible in China, which blocks other pornographic or subversive sites with its 'Great Firewall'.\n"
        ]
    },
    {
        "input": "\"ប្រសិនបើអេបផលសំរេចចិត្តបើកចំហរម៉ាក អូអេសទៅអ្នកផ្សេង យើងនឹងរីករាយណែនាំវាចំពោះអតិថិជនរបស់យើង\" ឌែលបានសរសេរក្នុងអ៊ីម៉ែលជូនគឺកប៉ាទ្រីច។\n",
        "output": [
            "\"If Apple decides to open the Mac OS to others, we would be happy to offer it to our customers,\" Dell wrote in an email to Kirkpatrick.\n"
        ]
    },
    {
        "input": "ទីតាំងនៃបំណែកស្ថិតនៅចម្ងាយប្រាំមួយម៉ាយល៍ពីភាគខាងជើងនៃទីតាំងចុងក្រោយរបស់យន្តហោះ ដែលត្រូវបានគេរាយការណ៍ឆ្ងាយពីឆ្នេរសមុទ្រនៃប្រទេសប្រេស៊ីលនៅក្នុងជម្រៅ 3,800 និង 4,000 ម៉ែត្រ (2,070 ទៅ 2,190 fathoms ឬ 12,467 feet និង 13,123 feet)។\n",
        "output": [
            "The location of the wreckage is six miles north of the plane's last reported position off the coast of Brazil at a depth of 3,800 and 4,000 meters (2,070 to 2,190 fathoms or 12,467 feet and 13,123 feet).\n"
        ]
    },
    {
        "input": "\"នៅពេលណាដែលគាត់ចង់ជាន់ហ្វ្រាំងគាត់នឹងងើបឈរដោយប្រើជើងឆ្វេងរបស់គាត់ ហើយប្រើជើងស្ដាំរបស់គាត់ជាន់ហ្វ្រាំង។\"\n",
        "output": [
            "\"Whenever he would brake, he would pick himself up with his left foot and stomp on the brake with his right.\"\n"
        ]
    },
    {
        "input": "ក្រុមអតិថិជនមួយ Which? បានអះអាងថា ការបង់ប្រាក់បន្ថែមទាំងនេះបានបង្កើនការចំណាយលើការធ្វើដំណើរតាមអាកាស ចំនួន £265,000 ក្នុងមួយថ្ងៃ (ឬប្រហែល £97លាន ក្នុងមួយឆ្នាំ)។\n",
        "output": [
            "The consumer group Which? claimed that these surcharges were increasing the cost of air travel by £265,000 a day (or about £97 million per year).\n"
        ]
    },
    {
        "input": "គាត់បាននិយាយថា \"យើងបានកំពុងព្យាយាមដើម្បីទាញយកការយកចិត្តទុកដាក់ទៅលើការពិតដែលថា អ្នកដែលគ្មានការងារខ្លះនឹងត្រូវទទួលយកលក្ខខណ្ឌអ្វីក៏ដោយដែលត្រួវបានផ្តល់ឲ្យ ពីព្រោះប្រសិនបើអ្នកជំទាស់នឹងការផ្តល់ការងារ អ្នកនឹងបាត់បង់ការទូទាត់សេនធឺលីងឃ៍សម្រាប់រយៈពេលប្រាំបីសប្តាហ៍។\"\n",
        "output": [
            "\"We've been trying to draw attention to the fact that any unemployed person will have to accept whatever conditions they're offered because if you reject a job offer you will lose Centrelink payments for eight weeks,\" he said.\n"
        ]
    },
    {
        "input": "បានបន្ថែមពីលើនេះទៀតថា \"ខ្ញុំជឿថា យើងនឹងឃើញក្នុងពេលឆាប់ៗនេះ ដែលមានមនុស្សជាច្រើនដើរនៅលើផ្លូវទៅកាន់លទ្ធិប្រជាធិបតេយ្យ។\"\n",
        "output": [
            "Further adding, \"I trust that we will see in the coming days the vast majority of people taking the road to democracy.\"\n"
        ]
    },
    {
        "input": "ស្រុកធុង សុងក្នុងខេត្តនាកន ស្រី ថាមមារាត់កំពុងតែទទួលរងទឹកភ្លៀងជន់លិចត្រឹមចង្កេះក្នុងតំបន់លក់ទំនិញក្នុងក្រុង។\n",
        "output": [
            "Thung Song District in Nakhon Sri Thammarat province is experiencing waist-high floodwaters in downtown shopping areas.\n"
        ]
    },
    {
        "input": "ក្រុមអាល់កៃដាបាននិយាយក្នុងសេចក្តីថ្លែងការណ៍លើគេហទំព័រមួយកាលពីថ្ងៃព្រហស្បតិ៍ថា វាបានសម្លាប់បេសកជនកំពូលរបស់ប្រទេសអេហ្ស៊ីបក្នុងប្រទេសអ៊ីរ៉ាក់ ឈ្មោះអ៊ីហាប អាល់-ស្សេរីហ្វ។\n",
        "output": [
            "Al-Qaeda said in a web statement Thursday that it has killed Egypt's top envoy in Iraq, Ihab al-Sherif.\n"
        ]
    },
    {
        "input": "ថ្ងៃនេះ ក្នុងកំឡុងពិធីជប់លៀងតាំងពិព័រណ៍ សារមន្ទីរបង្ហាញពី ក្រុមបប់ ឃុញ ជាមួយនឹងពានរង្វាន់ដែលទទួលបានពេញមួយជីវិតរបស់ពួកគេ។\n",
        "output": [
            "Today, during the exhibition's banquet, the museum is to present Bob Kuhn with their lifetime achievement award.\n"
        ]
    },
    {
        "input": "លើសពីនេះទៀត អ្នកជំងឺដែលមានលទ្ធភាពរងផលប៉ះពាល់ផ្នែកបេះដូង (ដែលអាចជាឥទ្ធិពលបន្ទាប់បន្សំរបស់ថ្នាំ)នឹងមិនត្រូវបានផ្តល់អោយនូវថ្នាំដែលជាជំនួយឧត្ថម្ភនេះឡើយ។\n",
        "output": [
            "In addition, those who are predisposed to heart damage (which can be a side effect of the drug) will not be provided with the subsidised medication.\n"
        ]
    },
    {
        "input": "អ្នកនាំពាក្យរបស់កាកបាទក្រហមម្នាក់បានប្រសាសន៍ថា ផ្ទះសំបែងប្រមាណជាពីររយខ្នងត្រូវបានលិច ឬខូចខាច។\n",
        "output": [
            "A spokesperson for the Red Cross said approximately two hundred houses had been sunk or wrecked.\n"
        ]
    },
    {
        "input": "\"ប្រទេសនេះគួរតែជ្រើសរើសលើកទឹកចិត្តមនុស្សដែលឧស្សាហ៍ព្យាយាមជាជាងអ្នកដែលលួចចម្លង។\"\n",
        "output": [
            "\"The nation should choose to encourage people who like to work rather than those who prefer cheating\".\n"
        ]
    },
    {
        "input": "នៅទីនោះ ពួកគេត្រូវធ្វើការប្រាំមួយ ឬប្រាំពីរថ្ងៃ​ក្នុងមួយសប្តាហ៍ ដោយដេកនៅក្នុងផ្ទះបន និងរួមភេទជាមួយបុរសពីប្រាំបីទៅដប់នាក់ក្នុងមួយយប់​ដែលផ្ទុយទៅនឹងឆន្ទៈរបស់ពួកគេ។\n",
        "output": [
            "There, they worked six or seven days each week, sleeping in brothels and having sex with eight-to-ten men each night against their will.\n"
        ]
    },
    {
        "input": "ពីម្សិលម៉ិញនេះ មួយអឺរ៉ូអាចទិញបាន35,844ឡីតែប៉ុណ្ណោះ ធា្លកពី36,133កាលពីពីរថ្ងៃមុន។\n",
        "output": [
            "Yesterday, one euro could be bought for just 35,844 lei, down from 36,133 lei two days ago.\n"
        ]
    },
    {
        "input": "សេចក្តីប្រកាសធ្វើឡើងនូវថ្ងៃសុក្រដោយរដ្ឋាភិបាលអង់គ្លេស បានចេញក្រោយពីសភាសហភាពអឺរ៉ុបបានជំរុញឲ្យមានដំណោះស្រាយមួយសំរាប់ករណីនេះ និងថ្លែងថាប្រទេសអ៊ីរ៉ង់មានប្រវត្តិសាស្ត្រធ្វើទារុណកម្ម និងកាត់ទោសអ្នកស្រលាញ់ភេទដូចគ្នា។\n",
        "output": [
            "The announcement Friday by the British government came after the European Parliament urged a resolution to the case and said that Iran has a history of torturing and executing homosexuals.\n"
        ]
    },
    {
        "input": "បន្ទាប់មក បួនក្រុមកំពូលៗក្នុងក្រុមនីមួយៗនឹងចូលទៅវគ្គមួយភាគបួនផ្តាច់ព្រ័ត្រ។\n",
        "output": [
            "The top four teams in each group then go on into the quarter-finals.\n"
        ]
    },
    {
        "input": "អ្នកជិតខាង លោក ដន ថាល័រ បាននិយាយថា \"ពួកគេជាអត្តពលិកដ៏ឆ្នើម ជាសិស្សនិទ្ទេស A រហូត ពិតជាល្អ ក្មេងប្រុសតួចៗ ... ពិតជាពិបាកណាស់។\"\n",
        "output": [
            "\"They were great athletes, straight-A students, just good, little boys...It's tough,\" said neighbor Don Taylor.\n"
        ]
    },
    {
        "input": "មេដឹកនាំលេចធ្លោនៃសភាជាតិទី14 របស់ឥណ្ឌា លូកសាបា ត្រូវបានគេស្គាល់ថាជាបក្សពួកការិយាធិបតេយ្យដ៏មានសមត្ថភាពម្នាក់ \"អ្នកស្មោះស្ម័គ្ររបស់គ្រួសារហ្កេនឌីដ៏លេចធ្លោមួយដែលមិនបានឈ្នះការបោះឆ្នោតប្រជាប្រិយភាពរហូតដល់ឆ្នាំ2004។\"\n",
        "output": [
            "A prominent leader of the Indian National Congress in the 14th Lok Sabha, he is known to be a competent party apparatchik, \"a prominent Gandhi family loyalist who did not win a popular election until 2004\".\n"
        ]
    },
    {
        "input": "រថភ្លើងផ្លូវអេតវែលរ៉ូតដែលចេញទៅផេដដីងថននិងនៅលើសឺកខលផងដែរការផ្ទុះនៅទល់មុខនឹងរថភ្លើងខ្សែមកពីទិសផ្សេងដែលបានធ្វើអោយប្រជាជនពីដំបូងគិតថាវាគឺជាការធ្លាក់រថភ្លើងពីលើផ្លូវមួយ។\n",
        "output": [
            "The Edgware Road train, leaving for Paddington and also on the Circle, exploded opposite a train coming from the other direction, making people think at first that it was a derailment.\n"
        ]
    },
    {
        "input": "គាត់និយាយថា រដ្ឋាភិបាលមិនអនុវត្តតាមគោលការណ៍ដែលអាចទទួលយកបានជាទូទៅនេះឡើយ។\n",
        "output": [
            "He says the Government doesn't follow this generally accepted principle.\n"
        ]
    },
    {
        "input": "ការប្រណាំងផ្នែកស្ត្រីចាប់ផ្តើមនៅម៉ោង3រសៀល(ម៉ោងក្នុងតំបន់) ចំណែកឯការប្រណាំងផ្នែកបុរសវិញ ចាប់ផ្តើមពីរម៉ោងក្រោយពីនោះ។\n",
        "output": [
            "The women's race started at 3 p.m.(local time) while the men's race started two hours later.\n"
        ]
    },
    {
        "input": "អ្នកស្រុកម្នាក់មានឈ្មោះថាអាគូស្ទីនវ៉ាហ្គាសបាននិយាយថា ម៉ាស៊ីនបានរលត់ហើយឧទ្ធម្ភាគចក្របានដាំចុះមកក្រោម។\n",
        "output": [
            "The motor stopped and the helicopter plummeted to the ground, said one local resident named Agustin Vargas.\n"
        ]
    },
    {
        "input": "យោងទៅតាមប្លុកអនឡាយដែលប្រកាន់ខាងឆ្វេងនិយម Daily Kos របស់អាមេរិក ដែលជាការរាយការណ៍ទីមួយអំពីរឿងនេះ CNN បានច្រឡំនូវពាក្យទាំងពីរកាលពីថ្ងៃច័ន្ទ ដែលវាជាវគ្គមួយនៃព័ត៌មានរបស់ ប៊ីន ឡាដិន ជាមួយនឹងចំណងជើងថា \"តើអូបាម៉ានៅទីណា?\"​ នៅក្នុងទីតាំងបន្ទប់ដែលមានអ្នកកាន់កាប់ការផ្សាយដោយបណ្ឌិតវ៉ូហ្វ ប្ល៊ីតហ្សឺ។\n",
        "output": [
            "According to prominent American left-wing online blog Daily Kos, which was the first to report it, CNN mixed the two up on Monday, leading into a segment on bin Laden with the title, \"Where's Obama?\" on The Situation Room, a show hosted by pundit Wolf Blitzer.\n"
        ]
    },
    {
        "input": "នៅថ្ងៃព្រហស្បត៍ កម្មករអណ្តូងប្រេងកាតត្រូវបានគេចាប់ពង្រត់ពីការដ្ឋានដែលស្ថិតនៅក្បែរសំណង់អនាធិបតេយ្យទាំងនោះដោយបុរសជាច្រើនដែលស្លៀកពាក់ទាហាន ហើយបានបាញ់សម្លាប់ទាហានម្នាក់ដែលឈរការពារកម្មករទាំងនេះ និងបាញ់របួសទាហានម្នាក់ទៀត។\n",
        "output": [
            "On Thursday, oil workers were kidnapped from a bar near the slums by armed men who shot dead an Army soldier guarding the workers, and injured another soldier.\n"
        ]
    },
    {
        "input": "លោកស្រី វ៉ាឡឺរី ទីប្រឹក្សាសេតវិមាន បាននិយាយ ថា វាគឺជា \"ជំហានសំខាន់ខ្លាំងណាស់។\"\n",
        "output": [
            "Valerie Jarrett, a White House adviser, said it was a \"very, very important step.\"\n"
        ]
    },
    {
        "input": "បើយោងតាមមន្រ្តីរដ្ឋាភិបាលបានឲ្យដឹងថាកម្មករ​ទាំងនោះត្រូវបានគេជឿថានៅរស់ \"ព្រោះពួកគេនៅឆ្ងាយពីកន្លែង​ដែលដាក់ស្រុត\" ប៉ុន្តែទោះបីជាយ៉ាងណាក៏ដោយ​ក៏ស្ថានភាពរបស់ពួកគេមិនទាន់បានដឹងច្បាស់នៅឡើយទេ ហើយក្រុមអ្នកសង្រ្គោះក៏មិនទាន់​អាចទាក់ទងទៅកម្មករទាំងនោះបានដែរ។\n",
        "output": [
            "According to a Government Official, the men are believed to be alive \"because they were far enough away from the site of the collapse,\" however their condition is unknown and rescuers have not been able to make contact with them.\n"
        ]
    },
    {
        "input": "បើសិនជាមនុស្សផលិតជីវៈឥន្ធនៈនិងអាហារវានឹងធ្វើឲមាននូវភាពស្មុគស្មាញមួយថ្មីទៀត ដាវីត ដេវីត ម៉ូឌេន អ្នកដឹកនាំការស្រាវជ្រាវរបស់អាយដាប់បែលយូអេមអាយដែលមានទីតាំងនៅប្រទេសស្រីលង្កាបាននិយាយដូចនេះ។\n",
        "output": [
            "If people are growing biofuels and food it will put another new stress, says David Molden, who led the study at the Sri Lanka-based IWMI.\n"
        ]
    },
    {
        "input": "នាឡិការវាស់ទឹកជំនន់ ខ្យល់ព្យុះ និងខ្យល់បក់មានការប្រែប្រួលកាលពីយប់មិញ ខណៈដែលប្រព័ន្ធព្យុះផ្គររន្ទះកម្រមួយបានផ្លាស់ប្តូរទៅក្នុងតំបន់ប៉ាស៊ីហ្វិកភាគពាយ័ព្យ បោកបក់តំបន់ពីទីក្រុងស៊ីថលទៅទីក្រុងផតឡេនដ៍ ដោយខ្យល់ខ្លាំង និងភ្លៀងធ្លាក់ធ្ងន់ធ្ងរ។\n",
        "output": [
            "Flood, storm, and strong wind watches were in effect last night as a rare thunderstorm system moved into the Pacific Northwest region, hitting areas from Seattle to Portland with high winds and heavy rains.\n"
        ]
    },
    {
        "input": "ការឆាបឆេះនិងការផ្ទុះពេញមួយយប់នៅរោងចក្រចំរាញ់ប្រេងកាតរដ្ឋវ៉ាស៊ីនតោននៅអាណាកត វ៉ាស៊ីនតោន សហរដ្ឋអាមេរិក ដែលជាទីក្រុងភាគខាងត្បូងវេនខូវឺប្រហែល80ម៉ាយល៍ កាណាដា កាលពីម្សិលមិញបានសម្លាប់មនុស្ស4នាក់និងបង្កអោយរងរបួសបីនាក់ទៀត។\n",
        "output": [
            "An overnight explosion and fire at a Washington State oil refinery in Anacortes, Washington, United States, a city about 80 miles south of Vancouver, Canada, yesterday killed four people and critically injured three others.\n"
        ]
    },
    {
        "input": "ក្លាសហ្គោបាននិយាយថាលទ្ធផលរបស់គាត់ក្នុងក្រុមហ៊ុន ត្រូវវាយតំលៃតាមមូលដ្ឋានថាគាត់បាន\"ធ្វើអោយគេរំភើបនិងបញ្ចុះរំលឹក\"ចំពោះអ្នកទៃ ឃ្លាពីទស្សនវិជ្ជាព្រំដែន ផ្ទុយទៅនឹងស្នាដៃការងាររបស់គាត់នៅក្នុងក្រុមហ៊ុន។\n",
        "output": [
            "Glasgow said his performance at the company was assessed based on how he was \"touching, moving and inspiring\" others, a phrase from the Landmark philosophy, as opposed to his business accomplishments at the company.\n"
        ]
    },
    {
        "input": "\"អ្វីដែលខ្ញុំចង់សួរគឺ 'អ្វីជាបុព្វហេតុថ្លៃថ្នូរដែលកូនប្រុសរបស់ខ្ញុំលះបង់ជីវិតដើម្បី?'\"\n",
        "output": [
            "\"What I want to ask is, 'What noble cause did my son die for?'\"\n"
        ]
    },
    {
        "input": "ចុងបព្ចាប់ក្នុងខែមិនា ការគាំទ្រការបោះឆ្នោតក្នុងកិច្ចព្រមព្រៀងសេន អានឌ្រូវ នឹងប្រារពឡើងតាមរយៈការបោះឆ្នោតឬក៏ការធ្វើប្រជាមតិ។\n",
        "output": [
            "Finally in March, an electoral endorsement of the Saint Andrews Agreement will take place be it either through election or referendum.\n"
        ]
    },
    {
        "input": "ផ្នែកខ្លះនៃអន្តររដ្ឋ35និងអន្តររដ្ឋ30ត្រូវបានបិទ។\n",
        "output": [
            "Portions of Interstate 35 and Interstate 30 were shut down.\n"
        ]
    },
    {
        "input": "វាជាសេចក្តីព្រាងច្បាប់ដំបូង​ដោយលោកម៉ាត រ៉បសុន សមាជិកគណបក្សពលករញូវហ្ស៊េឡែន និងបន្ទាប់មកដោយលោកម៉ាទីន ហ្គាល់ឡាហ្គ័រ ពីគណបក្សពលករញូវហ្ស៊េឡែន។\n",
        "output": [
            "It was first drafted by Matt Robson of the NZ Progressive Party, and was then taken on by Martin Gallagher from the New Zealand Labour Party.\n"
        ]
    },
    {
        "input": "គ្លីនតុនបានថ្លែងថារូបលោកមានកិត្តិយសខ្លាំងណាស់ដែលរូបលោកបានចូលរួមនៅក្នុងពិធីនេះជាមួយភរិយា កូនស្រី និងមិត្តភក្តិរបស់លោកមកពីសហរដ្ឋអាមេរិក ដោយឈរក្នុងស្មារតីសាមគ្គីភាពសម្រាប់ការចងចាំយី​ត​ហ្សា​ក់រ៉ា​ប៊ី​ន។\n",
        "output": [
            "Clinton said that it was a great honor for him to be at the ceremony with his wife, daughter and friends from America to stand in solidarity for the memory of Yitzhak Rabin.\n"
        ]
    },
    {
        "input": "ក្រុមអ្នកជួយសង្គ្រោះបានបន្តការខិតខំប្រឹងប្រែងរបស់ពួកគេ ដើម្បីជួយអ្នកជីករ៉ែដែលជាប់ក្នុងរូងនៅតំបន់រ៉ែ បៀរខនហ្វៀល នៅតាស្មានាភាគខាងជើង។\n",
        "output": [
            "Rescuers are continuing their efforts to reach the trapped miners in the Beaconsfield mine in northern Tasmania.\n"
        ]
    },
    {
        "input": "ចំណុចសំខាន់ដែលមេដឹកនាំទាំងពីរបានឯកភាពគឺមានមធ្យោបាយការទូតប៉ុណ្ណោះ ដែលគួរប្រើក្នុងការដោះស្រាយជម្លោះបែបអន្តរជាតិដូចជានៅប្រទេសអាហ្វហ្គានីស្ថាន អ៊ីរ៉ាក់ និងជាពិសេសអ៊ីរ៉ង់សម្រាប់បញ្ហាលើកម្មវិធីនុយក្លេអ៊ែររបស់ខ្លួន។\n",
        "output": [
            "The main point the two leaders agreed on was that only diplomatic means should be used in solving such international conflicts as in Afghanistan, Iraq and, especially, Iran with its nuclear program issue.\n"
        ]
    },
    {
        "input": "សវនាការថ្ងៃទី31 ខែមករា ផ្តើមមានមតិរិះគន់ប្រមាណ 25 ក្នុងចំណោមអ្នកស្តាប់ប្រហែល 35-40នាក់ ដែលគ្រប់គ្នាប្រឆាំងនឹងសំណើររបស់ ឌីអេ។\n",
        "output": [
            "The January 31 hearing began with comments by approximately 25 of the audience of roughly 35–40, all of which opposed the DA's proposal.\n"
        ]
    },
    {
        "input": "ខណៈពេលដែល អូតេហ្កា បាន​ចាប់ផ្តើម​រត់គេច​ខ្លួន​ចេញ​ពី​ប្រទេស​វេណេហ្ស៊ុយអេឡា បន្ទាប់ពី​ការចេញ​ដីកា​ចាប់​ខ្លួន​នៅ​ឆ្នាំ 2003 BBC បានរាយការណ៍ថា លោក​បាន​វិលត្រឡប់​មក​ដល់​ប្រទេស​វេណេហ្ស៊ុយអេឡា ពី​ប្រទេស​កូស្តារីកា​កាលពីខែសីហា​។\n",
        "output": [
            "While Ortega had initially fled Venezuela following the issuing of an arrest warrant in 2003, the BBC reports that he had returned to Venuzuela from Costa Rica last August.\n"
        ]
    },
    {
        "input": "អ្នកដែល​ចូលចិត្ត​លេខ​ចំឡែកនៅគ្រប់ទីកន្លែង​បាន​ប្រារព្ធ​ពីធី​មួយនៅ​ពេល​ថ្មីៗ​នេះ ខណៈដែល​នាឡិកាលោតដល់លេខ 01:02:03, 04/05/06​ (ការប្រើប្រាស់អនុសញ្ញា​ថ្ងៃខែជាលក្ខណៈ DD/MM/YY)។\n",
        "output": [
            "Fans of quirky numbers everywhere celebrated recently as the clock struck 01:02:03, 04/05/06 (using the DD/MM/YY date convention).\n"
        ]
    },
    {
        "input": "លទ្ធផលនៃការស្ទង់មតិហ្សូកបាយត្រូវបានប្រកាសនៅថ្ងៃច័ន្ទមុន(ទី22ខែឧសភា) ប៉ុន្ដែត្រូវបានលើកឡើងដោយមិនបានរាយការណ៏ជាច្រើនដោយប្រព័ន្ធផ្សព្វផ្សាយ ប្រហែលផ្អែកលើភាពលំអៀងនៅក្នុងប្រភព។\n",
        "output": [
            "The results of this Zogby poll were released last Monday (22 May), but went largely unreported by the mass media, possibly due to bias within the source.\n"
        ]
    },
    {
        "input": "រឿងរ៉ាវនៃការវាយប្រហាររបស់យោធាប៉ាគីស្ថានក្នុងតំបន់កុលសម្ព័ន្ធក្បែរព្រំប្រទល់អាហ្វហ្កានីស្ថានពិតជាលំបាកក្នុងការផ្ទៀងផ្ទាត់ ដោយសារអ្នកយកព័ត៌មាន និងអ្នកធ្វើការសង្គ្រោះមិនត្រូវបានអនុញ្ញាតឱ្យចូលក្នុងតំបន់ជម្លោះនេះទេ។\n",
        "output": [
            "The accounts of the Pakistan army's offensive in the tribal region near the Afghan border are difficult to verify, as journalists and aid workers are not allowed into the battle zone.\n"
        ]
    },
    {
        "input": "អូប្លូន បានប្រាប់អ្នកសារព័ត៌មានថា \"យើងគ្មានការសង្ស័យទេថា យើងនឹងឈ្នះបណ្តឹងឧទ្ធរណ៍។\"\n",
        "output": [
            "\"We have no doubt that we will win on appeal,\" Oblon told reporters.\n"
        ]
    },
    {
        "input": "ប្រទេសផ្សេងៗទៀតកំពុងតែស្វែងថាការនាំចេញពីប្រទេសរ៉ូម៉ានីថ្លៃជាងមុន ដូច្នេះធ្វើឲមានភាពប្រកួតប្រជែងតិចដោយសារតែការកើនថ្លៃនៃលើ ហើយវាអាចធ្វើឲមានភាពឱនភាពកាន់តែធំឡើងក្នុងប្រទេស។\n",
        "output": [
            "Other countries are finding Romanian exports more expensive, and therefore less competitive, due to the leu's appreciation, and this could widen the already large account deficit in the country.\n"
        ]
    },
    {
        "input": "\"យើងកំពុងអធិស្ឋានដល់អ្នកគាំទ្ររបស់យើង និង​ប្រជាជន​​នៃ​ទីក្រុងអ៊ីនឌៀនណាប៉ូលីនេះ​។\"\n",
        "output": [
            "\"We are praying for our fans, and the people of Indianapolis.\"\n"
        ]
    },
    {
        "input": "\"ក្នុងដំណើរការធូលីអាលមីញ៉ូមជាច្រើនអណ្តែតនៅក្នុងខ្យល់។\"\n",
        "output": [
            "\"In the process, there is lots of aluminum (aluminium) dust floating in the air. \"\n"
        ]
    },
    {
        "input": "នៅក្នុងពេលធ្វើដំណើរនេះ ក្រុមរបស់យុវជនបានចាប់ផ្ដើមកំទេចអ្វីៗគ្រប់យ៉ាងដោយគ្មានហេតុផលច្បាស់លាស់។\n",
        "output": [
            "During the trip, a group of youths started breaking everything for no apparent reason.\n"
        ]
    },
    {
        "input": "បញ្ជីហ្វ័របេសបានរាយនាមមហាសេដ្ឋីសរុបទូទាំងពិភពលោកចំនួន 1,210 រូប ដែលសរុបជាទ្រព្យសម្បត្តិមានចំនួន US$4.5 ទ្រីលាន វាមានការកើនឡើងទ្រព្យសម្បត្តិសរុបលើសពីឆ្នាំមុនដែលមានចំនួន US$3.6 ទ្រីលាន។\n",
        "output": [
            "Forbes lists a world total of 1,210 billionaires whose combined wealth is US$4.5 trillion, an increase from last year's total of US$3.6 trillion.\n"
        ]
    },
    {
        "input": "ប្រធាននាយកប្រតិបត្តិ FA ឈ្មោះ ប្រៀន បាវីច បានបង្ហាញការខកចិត្តរបស់គាត់នៅឯកិច្ចប្រជុំប្រចាំឆ្នាំរបស់ IFAB ក្នុង​ Gleneagles នៅឯ ស្កុតឡេន ថា: \"យើងគាំទ្រការប្រើប្រាស់បច្ចេកវិទ្យាខ្សែទី តែវានឹងមិនមានការពិសោធន៍ទៀតទេ​ ហើយវានឹងមិនត្រូវលើកមកក្នុងរបៀបវិរ:សំរាប់ឆ្នាំក្រោយដែរ ឬក៏នៅក្នុងអនាគតខ្លីៗខាងមុខនេះទ្បើយ។\"\n",
        "output": [
            "FA chief executive Brian Barwick expressed his disappointment at the annual meeting of the IFAB in Gleneagles, Scotland: \"We were in favour of goal-line technology but there will be no more experiments and it will not be back on the agenda next year, or in the foreseeable future.\"\n"
        ]
    },
    {
        "input": "អូបាមេ បានចូលរួមក្នុងកូដកម្មអត់អាហារដើម្បីទាក់ទាញអារម្មណ៍សោកស្ដាយចំពោះអ្វីដែលលោកបានហៅថាជា \"ការដំឡើងសម័យរបបផ្តាច់ការ\" នៅក្នុងហ្គាបុង។\n",
        "output": [
            "Obame has gone on a hunger strike to deplore what he called \"the installation of an era of dictatorship\" in Gabon.\n"
        ]
    },
    {
        "input": "គេហទំព័រ \"ការពិតអំពីហេតុការណ៍ភ្លើងឆេះនៅទីក្រុងវីឡាឌីវ៉ូស្តុក\" ត្រូវបានបង្កើតឡើងដើម្បីផ្សព្វផ្សាយអំពីហេតុការណ៍ភ្លើងឆេះនោះ។\n",
        "output": [
            "The web-site \"Truth about the fire in Vladivostok\" has been created to spread information about the fire.\n"
        ]
    },
    {
        "input": "ហៀង-ឡាងសៃ (អនុប្រធាន SAC) បានកត់សម្គាល់ថា SAC បានលើកកម្ពស់កីឡាមហាជននៅក្នុងប្រទេសតៃវ៉ាន់អស់រយៈពេលជាយូរណាស់មកហើយ ហើយ SAC បានគោរពការចូលរួមទៅលើប្រជាជន ឬជនភាគតិចដែលពុំសូវមានឱកាស។\n",
        "output": [
            "Huang-lang Tsai (Deputy Commissioner of SAC) remarked that SAC promoted public sports in Taiwan for a long period, and SAC respected the participation on disadvantaged people or minority.\n"
        ]
    },
    {
        "input": "វាត្រូវបានគេទាយទុកថាចំនួនសរុបនៃសមាជិកព្រឹទ្ធ សភាប្រាំបួនរូបនឹងធានាសមូលហភាពនៃអំណាច។\n",
        "output": [
            "Its predicted tally of nine senators will guarantee it the balance of power in the Senate.\n"
        ]
    },
    {
        "input": "ភ្ញៀវដែលស្នាក់នៅសណ្ឋាគារនេះ ត្រូវបានជម្លៀសចេញទៅសាលតាំងពិព័រណ៍ នៅតាមដងផ្លូវ។\n",
        "output": [
            "Visitors at the hotel were evacuated to the exhibition hall at street level.\n"
        ]
    },
    {
        "input": "នាងបានកត់សំគាល់បន្ថែមថា ក្រុមហ៊ុន សាជីវកម្មគ្រប់គ្រងថាមពល ស្ថិតនៅខាងក្រោយគម្រោងចំរូងចំរាសខេបវីន ដែលត្រូវបានស្នើសុំសាងសង់រោងចក្រថាមពលបេ្រងម៉ាស៊ូត នៅម្ខាងទៀតនៃផ្លូវ ពីសាលាបឋមសិក្សាឆេស៊ី ហើយគុណភាពខ្យល់នៅឆេស៊ីគឺអាក្រក់។\n",
        "output": [
            "She further noted the company, Energy Management Inc., behind the controversial Cape Wind project, proposed building a diesel power plant across the street from a Chelsea elementary school and that air quality in Chelsea is bad.\n"
        ]
    },
    {
        "input": "ក្នុងការប្រកួត 2 ថ្ងៃនេះ ដោយសារតែមានបញ្ហាខ្លះអំពីការរៀបចំពេលវេលា អ្នកខ្លះដែលបានចុះឈ្មោះប្រកួតយកជើងឯក បានបោះបង់ការប្រកួត ប៉ុន្តែមិនប៉ះពាល់ដល់លទ្ឋផលថ្ងៃទីមួយនៃការប្រកួតជើងឯកនោះទេ ការប្រកួតយកជើងឯក 2 ថ្ងៃ និងយកជើងឯកទាំងមូល។\n",
        "output": [
            "In this 2-day qualifier, due to some issues on the arrangement of the schedule, some registered gamers offered to quit the championship, but it didn't take effect on the results of the single day champion, the 2-day champion, and overall champion.\n"
        ]
    },
    {
        "input": "យប់ម៉ិញភ្លាមៗនេះ​​ ការវាយប្រហារដ៏ធំបានតំរង់ ទិសដៅមកអ៊ីនធឺណេតរបស់ចិន​​ ដែលធ្វើឲការភ្ជាប់ទៅអ៊ីធឺណេតមានសភាពយឺតខ្លាំង។\n",
        "output": [
            "Early last night, massive attacks targeted China's Internet, slowing access to a crawl.\n"
        ]
    },
    {
        "input": "ឧបករណ៍នេះគឺមិនមែនជាឧបករណ៍លាយលើតុដែលអាចជឿទុកចិត្តបានដំបូងឡើយ; ហ្យូស័រហ្វានស្វត្ស៍-ហ៊ឺស ដែលបានបង្កើតឡើងក្នុងដើមទសវត្សន៍ឆ្នាំ 1960 នៅក្នុងមន្ទីរពិសោធន៍ Philo T. Farnworth ដែលជាឧបករណ៍ដើម្បីផលិតទូរទស្សន៍ ត្រូវបានលក់ជាប្រភពនឺត្រុង។\n",
        "output": [
            "This device is not the first reliable tabletop fusion device; the Farnsworth-Hirsch fusor, developed in the early 1960s in the laboratory of Philo T. Farnsworth who was instrumental in developing television, is sold commercially as a neutron source.\n"
        ]
    },
    {
        "input": "ក្រុមអ្នកស៊ើបអង្កេតប្រើពេលអស់រយៈពីរសប្តាហ៍ដើម្បីស្វែងរកការកំណត់អត្តសញ្ញាណក្រពើធ្មេញធំថាជាក្រពើអាមេរិក (ក្រពើ មីស៊ីស៊ីពី)។\n",
        "output": [
            "It took investigators two weeks to positively identify the toothy crocodile as an American alligator, (Alligator mississippiensis).\n"
        ]
    },
    {
        "input": "បក្សប្រឆាំងរបស់អូស្រ្តាលីបានប្រើបា្រស់យោបល់នោះជាឱកាសមួយ ដើម្បីវាយប្រហាររដ្ឋាភិបាល។\n",
        "output": [
            "The Australian opposition has used the comments as an opportunity to attack the government.\n"
        ]
    },
    {
        "input": "សាស្កាត់ឈីវ៉េន បានឈ្នះការប្រកួតពានរង្វាន់ចុងក្រោយនៅឆ្នាំ1989 ហើយការចេញមុខរបស់ពួកគេចុងក្រោយនៅក្នុងការប្រកួតជើងឯកគឺនៅឆ្នាំ1997 ដោយប្រកួតជាមួយក្រុម តូរ៉ុនតូ អាហ្គោណត់។\n",
        "output": [
            "Saskatchewan last won the Cup in 1989, and their last appearance at the championship game was in 1997 against the Toronto Argonauts.\n"
        ]
    },
    {
        "input": "ក្នុងចំណោមស្នាដៃសិល្បៈទាំងនោះមានផ្ទាំងគំនូរមួយដែលគូរដោយវិចិត្រករដ៏ល្បីឈ្មោះជនជាតិអេស្ប៉ាញលោកប៉ាបប្លូ ពីកាសូដែលមានកាលបរិច្ឆេទនៅឆ្នាំ1939ដែលគេហៅថាក្បាលស្រ្តីដែលជាអំណោយចំពោះប្រជាជនក្រិចសម្រាប់ការតស៊ូរបស់ពួកគេប្រឆាំងនឹងពួកណាហ្ស៊ីសក្នុងអំឡុងពេលសង្រ្គាមលោកលើកទី2។\n",
        "output": [
            "Among them was a painting by famous Spanish painter Pablo Picasso, dated 1939, called Woman's Head which was a gift to the Greek people for their resistance to the Nazis during World War 2.\n"
        ]
    },
    {
        "input": "ក្លឹប NHL ភាគច្រើន​បានខាតបង់ប្រាក់​នៅរយៈពេល​ប្រាំឆ្នាំ​កន្លងទៅនេះ ដូច្នេះហើយ ក្លឹប​មាន​បំណង​កម្រិត​ការបង់ឲ្យ​កីឡាករ​តាមបរិមាណដែលបានកំណត់​។\n",
        "output": [
            "The majority of NHL clubs have lost money over the last five years and as a result the clubs wanted to cap pay at a set amount.\n"
        ]
    },
    {
        "input": "មុនឆ្នាំ2005 អគារ 555 កាលីហ្វញ៉ា គឺជាទីស្នាក់ការពិភពលោករបស់ធនាគារអាមេរិក ប៉ុន្តែស្ថានភាពនោះបានបញ្ចប់ នៅពេលធនាគារជាតិមានមូលដ្ឋាននៅរដ្ឋការ៉ូលីណាភាគខាងជើងបានប្រើមរតកធនាគារនៅឆ្នេរភាគខាងលិចរបស់ អេ ភី ហ្គៀននីនី និងរក្សាទុកឈ្មោះ ប៊ី អោហ្វ អេ ប៉ុន្តែ ធ្វើជាទីស្នាក់ការកណ្តាលមេនៅទីក្រុងឆាឡូត រដ្ឋការ៉ូលីណាភាគខាងជើង។\n",
        "output": [
            "Before 2005, 555 California had been Bank of America's World HQ, but that status ended when North Carolina based NationsBank ate up A.P Giannini's west coast banking legacy and kept the B of A name, but made the main HQ in Charlotte NC.\n"
        ]
    },
    {
        "input": "ជេមនឹងត្រូវវិនិច្ឆ័យថាគ្មានកំហុស នេះបើយោងតាមមេធាវីការពារក្តីរបស់គាត់ លោកជេម អ៊ី ប្លាត់។\n",
        "output": [
            "James will plead not guilty, according to his attorney, James E. Blatt.\n"
        ]
    },
    {
        "input": "\"អ្នកគ្រាប់បែកអត្តឃាតបានផ្ទុះរថយន្តគាត់នៅពេលឡាងក្រុងដឹកភ្ញៀវជិះកាត់ផ្សារ\"មន្ត្រីនគរបាលជាន់ខ្ពស់សាហ្វគ្វាត ម៉ាលីកបាននិយាយ។\n",
        "output": [
            "\"A suicide bomber blew himself up as the car was next to a passenger bus passing through the market,\" said senior police officer Shafqat Malik.\n"
        ]
    },
    {
        "input": "ព្រះរាជអាជ្ញាអ៊ីតាលីបានចាប់ផ្តើមការស៊ើបអង្កេតឯករាជ្យផ្ទាល់របស់ពួកគេ កាលពីថ្ងៃពុធ ចំពោះការស្លាប់របស់នីកូឡា កាលីផារី នៅក្នុងភាពចម្រូងចម្រាសកាន់តែខ្លាំងឡើងមួយ ដែលផ្តល់នូវបញ្ហានយោបាយរបស់នាយករដ្ឋមន្ត្រីអ៊ីតាលី ស៊ីលវីយ៉ូ ប៊ើលូសកូនី និងដែលបង្កើតចលាចលជាតិក្នុងប្រទេសអ៊ីតាលី។\n",
        "output": [
            "In an escalating controversy that has contributed to Italian Prime Minister Silvio Berlusconi's political problems and created a national uproar in Italy, Italian prosecutors began their own independent probe on Wednesday of the death of Nicola Calipari.\n"
        ]
    },
    {
        "input": "\"វា​ជា​ភស្តុតាង​បញ្ជាក់​ថា យើង​នៅតែ​រួបរួម​និង​មាន​អំណាច​។\"\n",
        "output": [
            "\"It was the proof that we are still united and powerful.\"\n"
        ]
    },
    {
        "input": "ការសម្រេចចិត្តដើម្បីលុបបំបាត់ការធ្វើតេស្តនេះសំរាប់កុមារអាយុដប់បួនឆ្នាំ បានចេញជាលទ្ធផលនៃស្ថានភាពមួយកាលពីដើមឆ្នាំនេះ នៅពេលដែលមានការពន្យារពេលយ៉ាងយូរនូវការចែកចាយលទ្ធផលតេស្តនេះទៅកាន់សិស្សដែលស្ថិតក្នុងអាយុនេះ។\n",
        "output": [
            "The decision to abolish the tests for fourteen year olds came as a result of a situation earlier this year, when there were long delays with the delivery of test results to students of this age.\n"
        ]
    },
    {
        "input": "គណបក្សប្រឆាំងត្រូវយកអោយបានយ៉ាងហោចណាស់ម្ភៃកៅអីពីរដ្ឋាភិបាល ដើម្បីយកឈ្នះកៅអីភាគច្រើនរបស់គណបក្សការងារដ៏សំខាន់ និងកៅអីមួយចំនួនរបស់គណបក្សឯករាជ្យ។\n",
        "output": [
            "The Opposition need to pick up at least twenty seats from the government to overcome the significant Labor majority and a number of independents.\n"
        ]
    },
    {
        "input": "បើយោងតាមក្រុមពន្លត់អគ្គីភ័យបានឲ្យដឹងថា ការរំលោភធ្ងន់ធ្ងរទៅនឹងបទបញ្ញត្តិស្តីពីសុវត្ថិភាពអគ្គីភ័យគឺជាដើមចមធ្វើឲ្យមានមនុស្សស្លាប់។\n",
        "output": [
            "According to firefighters, serious breaches of fire-safety regulations were partly to blame for the deaths.\n"
        ]
    },
    {
        "input": "អិនអេហ្វអិលបានចេញសេចក្តីថ្លែងការថាពហុកីឡាដ្ឋានគឺបានត្រូវការពារយ៉ាងល្អដោយវិធានការណ៍ការសន្តិសុខនៅនឹងកន្លែង។\n",
        "output": [
            "The NFL has released a statement saying that the stadiums are well protected through security measures already in place.\n"
        ]
    },
    {
        "input": "កម្មករសំណង់ជាច្រើននាក់បានរត់គេចពីការរងរបួស សំណាងល្អពួកគេកំពុងសម្រាកញ៉ាំកាហ្វេនៅអំឡុងពេលដែលឧប្បត្តិហេតុនោះកើតឡើង។\n",
        "output": [
            "Construction workers escaped injury, luckily they were on a coffee break at the time of the incident.\n"
        ]
    },
    {
        "input": "សត្វបក្សីដែលគួរឱ្យកត់សម្គាល់នេះមានស្លាបប្រវែង 30 អ៊ីញ ពីចុងម្ខាងទៅចុងម្ខាងនៃស្លាប និងឈរបានកំពស់ជិត 20 អ៊ីញ។\n",
        "output": [
            "The remarkable birds have a 30-inch wingspan and stand nearly 20 inches high.\n"
        ]
    },
    {
        "input": "របាយការណ៍នេះរកឃើញការស្លាប់របស់ប្រធានក្រុមជេហ្វរេ ហានេ គឺដោយសារគុណវិបត្តិនៃការគូសប្លង់របស់យន្តហោះ។\n",
        "output": [
            "The report finds Captain Jeffrey Haney's death was partly due to aircraft design flaws.\n"
        ]
    },
    {
        "input": "ការស្លាប់បានកើតមានឡើងនៅក្នុងក្រុងតូលារ៉ា នឹងស្ថានភាពលើកឡើងស្រដៀងគ្នាមួយទៀតមាននៅ130គីឡូម៉ែត្រ (80.8ម៉ាយ)ពីសាការ៉ាហា។\n",
        "output": [
            "The deaths occurred in the town of Toliara, with another similar situation happening 130 km (80.8 mi) away in Sakaraha.\n"
        ]
    },
    {
        "input": "គេបាននិយាយផងដែរថា គាត់បានបាត់ឱកាសមួយបន្ថែមទៀតសំរាប់សកម្មភាពគេចក្នុងការជួយសង្គ្រោះបន្ទាន់ អំឡុងពេលយន្តហោះបានបុកផ្លូវរត់ និងលោតទៅក្នុងអាកាសនៅចំណុចដែលសហអាកាសយានិកហ្គាហ្គេម រ៉ូចម៉ាណាបានស្នើឲ្យ \"ឆ្វែលជុំវិញ\"វិធីគួរត្រូវចាប់ផ្ដើម ប៉ុន្តែមិនត្រូវបានអើពើទេ។\n",
        "output": [
            "It also commented that he missed one further opportunity for emergency evasive action when the airliner struck the runway and bounced into the air, at which point co-pilot Gagam Rochmana requested a 'go-around' procedure be initiated, but was also ignored.\n"
        ]
    },
    {
        "input": "ប៉ុន្តែ ដោយសារខ្យល់បានកើនឡើងនៅពេលរសៀលនេះ នាំឲ្យមានរងើកភ្លើងបង្កឲ្យឆេះឆ្លងកាត់តាមប្រព័ន្ធប្រឡាយទឹក ហើយឥឡូវនេះ អគ្គិភ័យកំពុងឆាបឆេះឆ្ពោះទៅតំបន់ផាមដាល់ដែលមានប្រជាជនរស់នៅច្រើន។\n",
        "output": [
            "However, as winds picked up in the afternoon, fire embers were carried across the aqueduct and the fire is now heading towards a highly-populated area of Palmdale.\n"
        ]
    },
    {
        "input": "គាត់បានរិះគន់ការឆ្លើយតបរបស់សារព័ត៌មានចំពោះបាតុភូតនេះ ដោយមានប្រសាសន៍ថា \"វាលើសពីការប្រមាថមើលងាយ អ្នកដឹងទេ អ្វីៗដែលបុគ្គលសាធារណៈ ឬនរណាម្នាក់នៅអាមេរិកគួរតែអត់ធ្មត់ និងប្រព័ន្ធផ្សព្វផ្សាយធំៗបានសើចចំអកអំពីវា។\"\n",
        "output": [
            "He criticized the response of the press to the phenomenon, saying, \"It's offensive beyond, you know, anything that any public figure or anybody in America should tolerate, and the mainstream media laughs about it.\"\n"
        ]
    },
    {
        "input": "ក្រុមអ្នកបរិស្ថាន ដែលក្នុងនោះរួមមានក្លឹបសៀរ៉ា ត្រូវបានគេផ្តល់ការអនុញ្ញាតឱ្យធ្វើអន្តរាគមន៍នៅក្នុងរឿងក្តីនេះក្នុងការគាំទ្រដល់សកម្មភាពរបស់កងវិស្វកម្មនេះ។\n",
        "output": [
            "Environmental groups, including the Sierra Club, were given permission to intervene in the case in support of the actions of the Corps.\n"
        ]
    },
    {
        "input": "អ្នកដឹកនាំភាពយន្តជនជាតិប៉ូឡូញលោកអានឌ្រស្សេ វ៉ាជដា បានបញ្ចេញយោបល់របស់លោកស្តីអំពីទីកន្លែងបញ្ចុះសពអតីតប្រធានាធីបតី ដោយរៀបរាប់ថា \"លិច កាហ្ស៊ីនស្គីជាមនុស្សសាមញម្នាក់ និងជាបុរសល្អម្នាក់ ប៉ុន្តែមិនមានមូលហេតុណាមួយសំរាប់គាត់ដើម្បីបញ្ចុះក្នុងវ៉ាវេលក្នុងចំណោមស្តេចរបស់ប៉ូឡូញ និងសេនាប្រមុខ ចូហ្សេហ្វ ភីតស្សុតស្គី[ស្ថាបនិកនៃប្រទេសប៉ូឡូញសម័យទំនើប]ទេ។\"\n",
        "output": [
            "Polish film director Andrzej Wajda voiced his opinion on the plans of the late president’s burial site, saying that \"Lech Kaczynski was an ordinary and good man, but there is no reason for him to lie in the Wawel among the kings of Poland and Marshal Józef Piłsudski [the founder of modern-day Poland].\"\n"
        ]
    },
    {
        "input": "ដបនុយក្លេអ៊ែរ​អាច​ត្រូវបាន​កែច្នៃឡើងវិញ​បាន​ ក្នុងរយៈពេលជាច្រើនខែ ដើម្បីចម្រាញ់​យក​ព្លុយតូនីញ៉ូម​ដែលអាច​ផលិតអាវុធនុយក្លេអ៊ែរបាន​។\n",
        "output": [
            "The rods could be reprocessed for several months to extract weapons-grade plutonium.\n"
        ]
    },
    {
        "input": "លោកអូបាម៉ាបាននិយាយថា \"ខ្ញុំក៏នឹងកត់ចំណាំដែលថាពួកយើងមានកងទ័ពជិត 140,000 នៅលើទីតាំងបច្ចុប្បន្ននេះ ហើយការយល់ឃើញរបស់ខ្ញុំគឺថាលោកហូវើតបានដាក់ពង្រាយទ័ព 1,400 នាក់។\"\n",
        "output": [
            "\"I would also note that we have close to 140,000 troops on the ground now, and my understanding is that Mr Howard has deployed 1,400\", said Mr Obama.\n"
        ]
    },
    {
        "input": "ផ្នែកមួយនៃដំណើរការនេះគឺថា AI របស់អាដាមអាចធ្វើការជាវដ្តនិងវិភាគលើលទ្ធផលនៃការពិសោធន៍ក៏ដូចជាការធ្វើការងារមន្ទីរពិសោធន៍ដដែលៗជាទម្លាប់។\n",
        "output": [
            "A part of the process is that Adam's AI can cycle and analyze the results of the experiments as well doing routine repetitious lab work.\n"
        ]
    },
    {
        "input": "អ្នកស្រាវជ្រាវបានរកឃើញនៅថ្លើមផលិតកំរិតហួសហេតុនូវ\"សេលីនូប្រូតេអ៊ីន ប៉េ\"(អេសអឺប៉េប៉េ1)នៅចំណោមអ្នកជំងឺទឹកនោមផ្អែមប្រភេទទី2ដែលមានការស៊ាំនិងអ័ងស៊ុយលីន។\n",
        "output": [
            "The researchers found the liver expresses higher levels of the gene encoding \"selenoprotein P\" (SEPP1) in people with type 2 diabetes – those with more insulin resistance.\n"
        ]
    },
    {
        "input": "មានការរំពឹងទុកកាលពីលើកមុនថាវត្ថុនៅក្នុងរដ្ឋតិចសាស់អាចជាអាចម៌ផ្កាយមួយ។\n",
        "output": [
            "There was previous speculation was that the object in Texas could have been a meteor.\n"
        ]
    },
    {
        "input": "មន្ត្រីផ្នែកធនធានលោកម៉ាធីន ហ្វើហ្គូសុន បាននិយាយថា៖\"មិនមានការគំរាមកំហែងដល់ជ្រោយសមុទ្រអូស្ត្រាលីទេ។\"\n",
        "output": [
            "Resources Minister Martin Ferguson said that \"there's no threat to the Australian coast.\"\n"
        ]
    },
    {
        "input": "លោកប្លាត់បាននិយាយថា \"តើអ្នកធ្លាប់ឃើញមាន​មេក្លោងអាយុ20ឆ្នាំដែរឬទេ? គាត់មិនមែនជាអ្នកបាញ់ឡើយ។\"\n",
        "output": [
            "\"Have you ever seen a 20 year-old mastermind? He was not the shooter,\" said Blat.\n"
        ]
    },
    {
        "input": "កីឡាករ ហ្គ្រេឌី សាយម័រ បានចាប់ផ្តើមលេងឲ្យ ក្រុម អ៊ីនឌាន ដោយវាយកូនបាល់ហើយរត់ជុំវិញមកកន្លែងដើមវិញនៅលើកទីមួយ ប៉ុន្តែក្រុមស៊ុកនឹងចាប់ឲ្យជាប់នៅលើកទីពីរនៅពេលបាល់ចោលដោយកីឡាករ ផូល កូណឺកូ អាប៊ីអាយ ត្រូវចាប់បាន។\n",
        "output": [
            "Grady Sizemore got things started for the Indians by hitting a solo home run in the first, but the Sox would tie it up in the second on a Paul Konerko RBI groundout.\n"
        ]
    },
    {
        "input": "លោកណាសរាលឡាហ៍ បានប្រាប់ទៅហ្វូងមនុស្ស ប្រហែលជាចំនួន 700,000 នាក់ ថា \"ពួកយើងនឹងការពារអ្នកនាំសាររបស់ព្រះជាម្ចាស់ មិនមែនត្រឹមតែដោយសំលេងរបស់ពួកយើងទេនោះគឺដោយឈាមរបស់យើងផងដែរ។\" (ប៉ូលីសបាននិយាយថាតួលេខទំនងជាច្រើនជាងនេះ)\n",
        "output": [
            "We will uphold the messenger of God not only by our voices but also by our blood,\" Nasrallah told the crowd, estimated to be 700,000 (police said the figure was likely to be even higher).\n"
        ]
    },
    {
        "input": "លោកប្លាត់ក៏បានរិះគន់ទៅលើព្រះរាជអាជ្ញាដែលបានគូររូបកូនក្តីគាត់។\n",
        "output": [
            "Blatt also criticized the portrait prosecutors had painted of his client.\n"
        ]
    },
    {
        "input": "មនុស្សចំនួន3,000នៃចំនួនមនុស្សសរុប5,000នាក់ ត្រូវបានប្រាប់ឲ្យភៀសខ្លួន កាលពីយប់មិញនៅខេត្ត មីយ៉ាហ្គី។\n",
        "output": [
            "A total of 5,000 people have been told to evacuate, 3,000 last night in Miyagi Prefecture.\n"
        ]
    },
    {
        "input": "ហ្គារីសេហ្វៀលបានឆ្លើយតបនៅជុំចុងក្រោយដោយការរត់បីនាក់ក្នុងការវាយបាល់ចូលជ្រៅទៅក្នុងទីវាលកណ្ដាលខាងស្ដាំនៃកន្លែងអង្គុយមើលការប្រកួត ដោយបានធ្វើឱ្យក្រុមយ៉ាំងឃីនាំមុខ​ 9-4។\n",
        "output": [
            "Gary Sheffield then responded in the bottom of the inning with a three-run homer hit deep into the right-center field bleachers, stretching the Yankee lead to 9-4.\n"
        ]
    },
    {
        "input": "លោកអាលី អាល-ដាបបេឃ អ្នកនាំពាក្យរដ្ឋាភិបាលអ៊ីរ៉ាក់ បាននិយាយថារដ្ឋាភិបាលបានបដិសេធការឈ្លានពានរបស់ប្រទេសទួរគីជាឯកតោភាគី ពីព្រោះវាជាការគំរាមកំហែងចំពោះទំនាក់ទំនងជិតខាងល្អរបស់ពួកគេ។\n",
        "output": [
            "Ali al-Dabbagh, the spokesman for the Iraqi government, says the government rejects the unilateral Turkish incursion because it is a threat to their good neighborly relations.\n"
        ]
    },
    {
        "input": "ប្រព័ន្ធទំនាក់ទំនង និងរបាយការណ៍របស់យន្តហោះ (ACARS) បានបញ្ជូនចេញនូវសារចំនួន24 ក្នុងរយៈពេលបួននាទី បានបញ្ជាក់ថាមានបញ្ហា និងការព្រមានជាច្រើន រួមទាំងការព្រមានអំពីល្បឿនខ្យល់មិនត្រឹមត្រូវកើតមាននៅលើយន្តហោះនោះគឺមុនពេលដែលវាបានធ្លាក់ចុះតែបន្តិចប៉ុណ្ណោះ។\n",
        "output": [
            "The plane's Aircraft Communications Addressing and Reporting System (ACARS) sent out 24 messages over a four-minute long period stating numerous problems and warnings, including incorrect air speed warnings occurring aboard the aircraft, just prior to it going down.\n"
        ]
    },
    {
        "input": "កាលពីពេលថ្មីៗនេះ ហ្វុនស៍ វិនិយោគ​ ehf. បានទិញក្រុមហ៊ុនអាកាសចរណ៍ដាណឺម៉ាក គឺ Sterling Air និង Mearsk Air។\n",
        "output": [
            "Recently the Fons Investment ehf. bought the Danish airlines Sterling Air and Mearsk Air.\n"
        ]
    },
    {
        "input": "ប្រទេសនៅអ៊ឺរ៉ុបតែមួយគត់ដែលមានលទ្ធភាពផលិតនុយក្លេអ៊ែរគឺប្រទេសបារាំង។\n",
        "output": [
            "The only other European country with nuclear capability is France.\n"
        ]
    },
    {
        "input": "ក្រុមហ៊ុនកំពុងតែប្តឹងតវ៉ាដើម្បីស្តារនូវកខូចខាតរដ្ឋប្បវេណីដែលមានចំនួនពាក់កណ្តាលនៃចំណូលពីភាពយន្តនិងសៀវភៅដែលជោគជ័យដូចជារឿងមនុស្សពីងពាង អាយអ៊ិនមែនអ៊ិចមែន ហ៊កនិងហ្វេនតាស្ទិចហ្វរ។\n",
        "output": [
            "The company is suing for recovery of civil damages representing one-half of film and book earnings from such blockbuster films as Spider-Man, Iron Man, X-Men, Hulk, and Fantastic Four franchises.\n"
        ]
    },
    {
        "input": "ទោះបីជាយ៉ាណាក៏ដោយ ពេលខ្លះក្នុងកំឡុងពេល 10 ពាន់លានឆ្នាំចុងក្រោយនេះបំនែកធំមួយនៃបាយ៉ុង ដែលជាទូទៅសំដៅលើ \"រូបធាតុធម្មតា\" ដើម្បីបែងចែកវាពីរូបធាតុងងឹត និងថាមពលងងឹត បានបាត់ខ្លួន។\n",
        "output": [
            "However, sometime during the last 10 billion years a large fraction of the baryons, commonly referred to as \"ordinary matter\" to distinguish them from dark matter and dark energy, have gone missing.\n"
        ]
    },
    {
        "input": "ព័ត៌មានសប្តាហ៍បានរាយការណ៍ថា ខ្សែកាបនោះត្រូវបានរំពឹងថានឹងមានតម្លៃជាច្រើនលានដុល្លារអាមេរិក។\n",
        "output": [
            "Information week has reported that the cable is expected to cost several million US dollars.\n"
        ]
    },
    {
        "input": "ការផ្ទុះនិងការឆេះដែលជាលទ្ធផលគឺត្រូវបានគិតតាំងពីដំបូងថាជាការធ្លាក់យន្តហោះពាណិជ្ជកម្មមួយ។\n",
        "output": [
            "The explosion and subsequent fire was originally thought to have been a downed commercial aircraft.\n"
        ]
    },
    {
        "input": "ក្រុមហ៊ុនបាននិយាយថា ខ្លួនមានបំណងចាប់​ការបញ្ចេញឧស្ម័នកាបូនិច (CO2) ចេញពីការផលិតខ្សាច់​ប្រេង និងស្តុកទុកនៅក្រោមដី។\n",
        "output": [
            "The company said it intends to capture the carbon dioxide (CO2) emissions from its oil sands production and store it underground.\n"
        ]
    },
    {
        "input": "យន្តហោះប្រភេទ F/A-18 ហ័រនិត ដែលជាកម្មសិទ្ធិរបស់កងអនុសេនាធំប្លូ អ៊ែងហ្គែល របស់កងទ័ពជើងទឹកសហរដ្ឋអាមេរិកបានធ្លាក់នៅប៊ីយូរហ្វត រដ្ឋសៅខារ៉ូលីណា កាលពីថ្ងៃសៅរ៍។\n",
        "output": [
            "An F/A-18 Hornet jet belonging to the U.S. Navy's Blue Angels squadron crashed in Beaufort, South Carolina Saturday.\n"
        ]
    },
    {
        "input": "\"ប្រៀបធៀប(ការផ្សាយមួយ)នោះទៅនឹងការរិះគន់កាលពីដើមឆ្នាំនេះកំលុងពេលមានការបោះឆ្នោត(ជាសហព័ន្ធ)ដែលកើតឡើងជារៀងរាល់ថ្ងៃនៅកាណាដា… ការផ្សាយដែលបានបន្តចាក់ពាសពេញប្រទេសរបស់អ្នក។\"\n",
        "output": [
            "\"Compare that (one ad) with the criticism early this year during the (federal) election that happened every day in Canada ...ads that were run consistently throughout your country.\"\n"
        ]
    },
    {
        "input": "ប្រឺ បានឱ្យដឹងថាដំណើរការនេះគឺជារឿងធម្មតានៅប្រទេសរុស្ស៊ីដើម្បីជៀសវាងការយកពន្ធច្រើន។\n",
        "output": [
            "Breur said the process was common in Russia to avoid hypertaxation.\n"
        ]
    },
    {
        "input": "Mark បានកត់សម្គាល់ថា លូវីស គ្រីសស្ទៀនដែលជាមេធាវីសិទ្ធិមនុស្សជាតិអង់គ្លេសដ៏ចំណានម្នាក់ កំពុងធ្វើជាអ្នកតំណាងអោយអ្នកកាន់កាប់នៅរោងចក្រវេសថាស។\n",
        "output": [
            "Mark also noted that Louise Christian, a prominent British human rights lawyer, is now representing the Vestas occupiers.\n"
        ]
    },
    {
        "input": "តំបន់រដ្ឋធានីអូស្រ្តាលី-អ្នករស់នៅទីក្រុងកំប៊ឺរ៉ារាប់ពាន់នាក់បានចាប់អារម្មណ៍ ទៅលើទំនប់ទឹកខូតធឺថ្មីនៅលើទន្លេខូតធឺដែលបើកឲប្រើនៅថ្ងៃអាទិត្យ។\n",
        "output": [
            "Australian Capital Territory — Thousands of Canberrans took a look at the new Cotter Dam on the Cotter River on open day on Sunday.\n"
        ]
    },
    {
        "input": "រថយន្តតូចនេះអាចបើកបានចម្ងាយ 38 mph (61 kph) និងមានបំពាក់ជាមួយដៃអូសនៅលើរថយន្ត ដូច្នេះ អ្នកបើកបរអាចទាញរថយន្តត្រឡប់មកក្រោយវិញបាន។\n",
        "output": [
            "The little car can travel as fast as 38 mph (61 kph), and comes equipped with a handle on the car so the driver can pull the car to back up.\n"
        ]
    },
    {
        "input": "ទោះបីយ៉ាងណាប្រទេសចំនួយ19 ដែលក្នុងនោះចំនួន13ស្ថិតនៅក្នុងទ្វីបអាហ្រ្វិកអនុតំបន់សាហារាស្ថិតនៅឆ្ងាយពីការសម្រេចបានគោលដៅរបស់ខ្លួន។\n",
        "output": [
            "However, 19 countries, 13 of which are in Sub- Saharan Africa, are seriously off track to meet their target.\n"
        ]
    },
    {
        "input": "នៅក្នុងការបង្ហាញខ្លួនមួយនៅកម្មវិធី ឌឺ ធូណៃ សូជាមួយលោក ចេយ៍ ឡេណូ កាលពីយប់ថ្ងៃព្រហស្បត៍ លោកប្រធានាធិបតីសហរដ្ឋអាមេរិកបារ៉ាក់ អូបាម៉ា បានប្រាប់ទៅម្ចាស់កម្មវីធី ចេយ៍ ឡេណូថា គាត់បានបោះប៊ូលីងនៅសេតវិមានដោយទទួលបាន129​ពិន្ទុ។\n",
        "output": [
            "In an appearance on the The Tonight Show with Jay Leno Thursday night, United States President Barack Obama told host, Jay Leno, that he had bowled at the White House bowling alley and scored a 129.\n"
        ]
    },
    {
        "input": "លោក ជីម សែមលីន នាយកប្រតិបត្តិក្រុមស្តង់ដារសេរី បានប្រាប់សារព័ត៌មាន Associated Press ថា \"មួយក្នុងចំណោមរឿងធំដែលជាការលំបាកគឺភាពមិនផ្លាស់ប្ដូរ ហើយដែលនោះជាកម្លាំងធំបំផុតរបស់ប្រព័ន្ធប្រតិបត្តិការវីនដូ។\"\n",
        "output": [
            "\"One of the big things that's difficult is consistency, and that's Windows' biggest strength,\" Jim Zemlin, executive director of the Free Standards Group, told the Associated Press.\n"
        ]
    },
    {
        "input": "សាលារៀនជាច្រើនទៀតត្រូវបានវាយប្រហាររួមទាំងសាលារៀន អាល់ហ្វាខូរ៉ា ដោយបានសម្លាប់មនុស្ស 40 នាក់ ភាគច្រើនពួកគេជាស្ត្រីនិងកុមារ។\n",
        "output": [
            "More schools were attacked including the al-Fakhora School killing 40 people, many of them women and children.\n"
        ]
    },
    {
        "input": "ស្ថានទូតកាណាដានៅរដ្ឋវ៉ាស៊ីនតោន​ ត្រូវបានដាក់ក្នុងការផ្សព្វផ្សាយយុទ្ធនាការមួយ គ្របដណ្តប់តាមស្ថានីយ៍រថភ្លើងក្រោមដីនៅរដ្ឋវ៉ាស៊ីនតោន ដោយមានផ្ទាំងរូបភាពបង្ហាញពីកងទ័ពកាណាដានៅប្រទេសអាហ្វហ្គានីស្ថាន។\n",
        "output": [
            "The Canadian Embassy in Washington has been on an advertising campaign, plastering subway stations in Washington with posters depicting Canadian troops in Afghanistan.\n"
        ]
    },
    {
        "input": "អាមេរិកបានបង្កើនសន្តិសុខវាលយន្តហោះបន្ទាប់ពីការប៉ុនប៉ងមិនបានសំរេចនៅថ្ងៃទី25ខែធ្នូ នៅលើយន្តហោះដែលតា ដោយបរុសជនជាតិនីហ្សេរីយ៉ាដែលលាក់រំសេវផ្ទុះនៅក្នុងខោក្នុង។\n",
        "output": [
            "The US has increased its airport security following the failed attempted December 25 bombing of a Delta flight by a Nigerian man with explosives in his underpants.\n"
        ]
    },
    {
        "input": "ស្ពានឌែនហ្ស៊ីហ្គ័រគឺជាស្ពានឆ្លងកាត់ប្រឡាយ ដែលភ្ជាប់លេក ប៉ូនឆារទ្រែន និងទន្លេមីស៊ីស៊ីភី។\n",
        "output": [
            "The Danziger Bridge spans a canal which connects Lake Pontchartrain and the Mississippi River.\n"
        ]
    },
    {
        "input": "ចៅក្រមដែលមានកំហឹងលោករ៉ដនី អេស មែលវីល បានគំរាមថានឹងចេញដីកាតុលាការដើម្បីចាប់ខ្លួនតារាចំរៀងប៉ុបដែលល្បីល្បាញលើពិភពលោកលោកមីឆេល ជេកសាន់ប្រសិនបើគាត់មិនបង្ហាញខ្លួននៅតុលាការកំពូលសេនតា បាបារា ខោនទីក្នុងរដ្ឋកាលីហ្វូញ៉ានៅថ្ងៃព្រហស្បតិ៍ទី10 ខែមករា ឆ្នាំ2005។\n",
        "output": [
            "An angry Judge Rodney S. Melville threatened to issue a bench warrant for the arrest of world famous pop singer Michael Jackson if he failed to appear at the Santa Barbara County Superior Court in California Thursday Jan. 10, 2005.\n"
        ]
    },
    {
        "input": "ប្រជាជនត្រូវបានគេណែនាំឱ្យផឹកទឹកច្រើន មិនឲ្យចេញទៅក្រៅនៅក្រោមកំដៅព្រះអាទិត្យថ្ងៃត្រង់ និងរក្សាវាំងននបិទជិតដើម្បីឲ្យបន្ទប់ត្រជាក់។\n",
        "output": [
            "People have been advised to drink plenty of water, not go out in the midday sun and keep curtains closed to cool rooms.\n"
        ]
    },
    {
        "input": "ក្លាសហ្គោក៏ប្តឹងពីការរំខានធ្វើបាបលក្ខណៈភេទ ហើយអះអាងថាមីលល័រមករកគាត់នៅខែកញ្ញាឆ្នាំ2006។\n",
        "output": [
            "Glasgow is also suing for sexual harassment, and claims Miller came on to him in September 2006.\n"
        ]
    },
    {
        "input": "កូដកម្មនេះបានប៉ះពាល់តំបន់ដ៏ធំមួយនៅក្នុងទីក្រុងញ៉ូដេលី ដែលរួមមាន ផ្សារសំខាន់ៗនៅរ៉ូហ៊ីនី ចានដានី ឆុក ការ៉ូល បាក និងរីករាលដាលដល់ភាគខាងត្បូងនៃទីក្រុងញ៉ូដេលី។\n",
        "output": [
            "The strike has affected a very large area in New Delhi including major markets in Rohini, Chandani Chowk, Karol Bagh and south extension of Delhi.\n"
        ]
    },
    {
        "input": "ការប្រកួតនេះចាប់ផ្ដើមពីឆ្នាំ1947 ដោយគ្រាន់ជាព្រឹត្តិការណ៍អញ្ជើញចូលរួមមួយរបស់ក្រុមសិង្ហបូរីនិងម៉ាឡេស៊ីនិងចាប់តាំងពីនោះមកបានរីកដុះដាលក្លាយជាថ្នាក់ជាតិហើយក្រុមក្លិបនៅទូទាំងសកលលោកត្រូវបានអញ្ជើញឱ្យចូលរួម។\n",
        "output": [
            "The tournament began in 1947 as an invitational event for Singapore and Malaysian teams and since grown into national and club teams from around the world are invited.\n"
        ]
    },
    {
        "input": "\"សំនួរនោះគឺ ហេតុអ្វីតេរ៉ានមិនពិភាក្សាជាមួយយើង។\"\n",
        "output": [
            "\"The question is, why will Tehran not talk to us?\"\n"
        ]
    },
    {
        "input": "​ស្នាដែសិល្បះចំនួនពីរផ្សេងទៀតគឺជាមៀលដែលបង្កើតឡើងដោយភៀតម៉ុនដ្រៀន និងគំនូព្រៀងអេសធី ឌៀហ្គោដឺអាល់កាឡា ដែលជាស្នាដៃរបស់លោកហ្គុកលៀមូកាសៀរ។\n",
        "output": [
            "The other two works were Mill by Piet Mondrian and a sketch of St. Diego de Alcala by Guglielmo Caccia.\n"
        ]
    },
    {
        "input": "គាត់បាននិយាយថា \"អ្វីដែលបានកើតឡើងនឹងគម្រោង B បានបង្ហាញថា ភ្នាក់ងារប្រព្រឹត្តខុសពីក្រិតក្រម និងមិនត្រូវបានអនុញ្ញាតឲ្យធ្វើការងារនេះបានសមស្របឡើយ។\"\n",
        "output": [
            "“What happened with Plan B demonstrated that the agency was off track, and was not being allowed to do its job properly,” she said.\n"
        ]
    },
    {
        "input": "ក្មេងប្រុសដែលលាក់ខ្លួននៅក្នុងកង់យន្តហោះនេះ ប្រឈមនឹងគ្រោះថ្នាក់ដល់អាយុជីវិតដោយសារការកក បន្ទាប់ពីយន្តបានចេញដំណើរ ឬការប៉ះទង្គិចនៅពេលដែលកង់យន្តហោះរួញចូលវិញ។\n",
        "output": [
            "Stowaways in wheel wells risk freezing to death after take-off or being crushed when the wheels retract.\n"
        ]
    },
    {
        "input": "អង្គការសហប្រជាជាតិ និងកងកម្លាំងរក្សាសន្តិសុខរបស់បារាំងនិយាយថា ពួកគេនឹងមិនចាកចេញពីប្រទេសកូតឌីវ័រ ទេ បើទោះបីជាមានបញ្ជាពីប្រធានាធិបតី ឡូរ៉េន ហ្គ្បាគបូ ដែលកំពុងកាន់ដំណែង ឲ្យចាកចេញពីប្រទេសនេះក៏ដោយ។\n",
        "output": [
            "The United Nations and French peacekeeping forces say they will not leave the Ivory Coast despite orders from incumbent president Laurent Gbagbo to leave the country.\n"
        ]
    },
    {
        "input": "\"នៅក្នុងការឆ្លើយនឹងសំណួរនេះ ថម ឃ្រូស បានណែនាំឲ្យស្គាល់ LRH [អិល រុន ហាបាដ] បច្ចេកវិទ្យានាំទៅកាន់មនុស្សច្រើនជាង1ពាន់លាននាក់នៅលើផែនដីនេះ។\"\n",
        "output": [
            "\" In answering that question, Tom Cruise has introduced LRH [L. Ron Hubbard] technology to more than 1 billion people on earth.\"\n"
        ]
    },
    {
        "input": "យោងតាមអ្នកសង្កេតការណ៍ជាថ្មី 1ខែក្រោយនៃអធិការកិច្ចកម្មករបានចុះសាខានៅបារាំងនៃក្រុមហ៊ុននោះត្រូវបិទ។\n",
        "output": [
            "According to Le Nouvel Observateur, one month after the labor investigation took place the French branch of the company had disbanded.\n"
        ]
    },
    {
        "input": "កុនតឺសព្វថ្ងៃនេះត្រូវជាប់ពន្ធធានាគារបួនខែសំរាប់ការចែកចែកថ្នាំសារធាតុគីមីនិងការបន្លំលុយ។\n",
        "output": [
            "Conte is currently serving four months in prison for distribution of steriods and money laundering.\n"
        ]
    },
    {
        "input": "ឯកសារចុងក្រោយគេដែលពួកគេបានទទួល គឺព័ត៌មានលំអិតនៃឯកសារថតចំលងឆ្នាំ2004នៃក្បួនដែលបានចុះហត្ថលេខាដោយឧត្ដមសេនីយ៍ ជីអូហ្វ្រេ ឌីមៀឡឺ នៃបញ្ជាការដ្ឋានខាងត្បូងនៃសហរដ្ឋអាមេរិច។\n",
        "output": [
            "The latest documents they have received are the details of the 2004 copy of the manual signed off by Major General Geoffrey D. Miller of the U.S. Southern Command.\n"
        ]
    },
    {
        "input": "លោកនិយាយថា \"នៅថ្ងៃទី18 ខែធ្នូ ឆ្នាំមុន ខ្ញុំបានសរសេរលិខិតជូនអគ្គមេធាវីឥណ្ឌូនេស៊ីដោយរំលឹកលោកថា រដ្ឋាភិបាលអូស្រ្តាលីត្រូវបានជំទាស់មិនឲ្យមានការកាត់ទោសប្រជាជីវិត ហើយយើងមិនចង់ឃើញ នៅក្នុងបរិបទបាលីណាញ ឬជនជាតិអូស្រ្តាលីត្រូវកាត់ទោសប្រហារជីវិតឡើយ។\"\n",
        "output": [
            "\"On the 18th of December last year, I wrote to the Indonesian Attorney-General reminding him that the Australian Government was opposed to the death sentence and we didn't want to see, in the context of the Bali nine, any of the Australians sentenced to death,\" he said.\n"
        ]
    },
    {
        "input": "លោកស្រី សូហ្វៀ អាមេដ-ជែន នាយកនៃក្រសួងកិច្ចការនារីអាហ្វហ្គានីស្ថាននៃខេត្តកាន់ដាហារ និងជាអ្នកគាំទ្រសិទ្ធិស្ត្រី ហើយក៏ជាអ្នករិះគន់យ៉ាងខ្លាំងក្លាចំពោះការគាបសង្កត់របស់ពួកតាលីបង់លើសិទ្ធិទាំងនោះ ត្រូវបានបាញ់សម្លាប់ដោយខ្មាន់កាំភ្លើងមិនស្គាល់អត្តសញ្ញាណ នៅខាងក្រៅផ្ទះរបស់លោកស្រីនៅក្នុងទីក្រុងកាន់ដាហារ នៅភាគខាងត្បូងប្រទេសអាហ្គានីស្ថាន កាលពីថ្ងៃច័ន្ទ។\n",
        "output": [
            "Safia Ahmed-jan, the director of the Afghan Ministry of Women's Affairs for the Khandahar province and an advocate of women's rights and a strong critic of the Taliban's repression of those rights, was shot dead by unidentified gunmen outside her home in Khandahar city in southern Afghanistan on Monday.\n"
        ]
    },
    {
        "input": "សារព័ត៌មាន ABC បានទទួល និងបានចេញផ្សាយអត្ថបទនៃសារជាខ្សែអាត់មួយពីអូសាម៉ាប៊ីនឡាដិន។\n",
        "output": [
            "ABC News has obtained and released a transcript of a taped message from Osama Bin Laden.\n"
        ]
    },
    {
        "input": "ចំនាត់ការនេះមានន័យថាវាជាទីបញ្ចប់នៃឋានៈរបស់ក្រុមហ៊ុនប្រកួតប្រជែងឈ្មោះអេធី&ធីដែលធ្លាប់ជាក្រុមហ៊ុនតែមួយនៃសហរដ្ឋអាមេរិចដែលកាន់ផលិតផលអាយហ្វូន វាជាឋានៈដែលក្រុមហ៊ុននេះបានប្រកាន់ខ្ជាប់ចាប់តាំងពីការចេញមុខដំបូងរបស់អាយហ្វូនដំបូងគេនៅឆ្នាំ2007។\n",
        "output": [
            "The move means the end of rival company AT&T's status as the only official US carrier of the iPhone, a status it held since the first iPhone debuted in 2007.\n"
        ]
    },
    {
        "input": "លោក អ៊ីសាយ៉ាស ការ៉ាស្កូ អាយុ 42 ឆ្នាំ ត្រូវបានបាញ់នៅក្រៅផ្ទះរបស់លោកនៅចំពោះមុខភរិយា និងកូនស្រីរបស់លោក ហើយត្រូវបានបញ្ជូនទៅកាន់មន្ទីរពេទ្យ ប៉ុន្តែលោកបានស្លាប់ដោយសាររបួសធ្ងន់ពេក។\n",
        "output": [
            "Isaías Carrasco, 42, was shot outside his house in front of his wife and daughter and was taken to hospital, where he died of his wounds.\n"
        ]
    },
    {
        "input": "អត្ថបទព័ត៌មានជាញឹកញាប់ពិភាក្សាអំពីបញ្ហាមួយចំនួន ប៉ុន្តែមិនបានយកចិត្តទុកដាក់នឹងរឿងដទៃទៀតដែលអាចនឹងមានសារៈសំខាន់ជាងនេះ។\n",
        "output": [
            "News articles frequently discuss some issues but neglect others that might be more critical.\n"
        ]
    },
    {
        "input": "យោងទៅតាមប្រភពមិនច្បាស់ដែលបានលើកឡើងនៅក្នុងអត្ថបទឌឺញូយ៉កថែម ច្បាប់ដែលចែងនៅឆ្នាំ2005រួមមាន\"ការអនុញ្ញាតដ៏ទូលាយមួយចំពោះបច្ចេកទេសសួរចំលើយយ៉ាងឃោរឃៅបំផុតដែលធ្លាប់បានប្រើដោយភ្នាក់ងារស៊ើបអង្កេតស៊ីអាយអេ\" និងផ្តល់សិទ្ធិយ៉ាងចំហរទៅលើការប្រើប្រាស់មធ្យោបាយរួមមានការទះកំភ្លៀង ធ្វើឲ្យសីតុណ្ហភាពត្រជាក់ខ្លាំង និងជ្រមុជទឹកញឹកញ៉ាប់ដែលគេស្គាល់ថាការជ្រមុជទឹកប្រឆាំងនឹងជនសង្ស័យភេរវកម្ម។\n",
        "output": [
            "According to anonymous sources cited in The New York Times article, the classified 2005 legal opinion contained \"an expansive endorsement of the harshest interrogation techniques ever used by the Central Intelligence Agency,\" and explicitly authorized the use of tactics including head-slapping, frigid temperatures, and the simulated drowning technique known as waterboarding against terror suspects.\n"
        ]
    },
    {
        "input": "នៅទីបំផុតវាអាចត្រូវបានប្រើសំរាប់បេសកកម្មអាកាសដែលប្រើប្រាស់យានអាកាសនាគស្ពេសX។\n",
        "output": [
            "It could eventually be used for manned missions using the SpaceX Dragon spacecraft.\n"
        ]
    },
    {
        "input": "ការប្រើប្រាស់ប្រវត្តិនៃការស្រាវជ្រាវ ទាមទារឲ្យអ្នកប្រើប្រាស់មាន​ និងចូលទៅក្នុងគណនី Google ឬ Gmail។\n",
        "output": [
            "Use of the search history requires that the user have and log in to a Google or Gmail account.\n"
        ]
    },
    {
        "input": "ទាំងរឿងទារកមានប្រាក់លានដុល្លារ (2004) និងរឿងធ្លាក់យន្តហោះ(2005) បានឈ្នះពានរង្វាន់ បណ្ឌិតសភា សម្រាប់រូបភាពល្អបំផុតដែលធ្វើឱ្យ លោកហាជីសក្លាយជាអ្នកនិពន្ធភាពយន្តដំបូងចាប់តាំងពីឆ្នាំ1950 ដើម្បីបញ្ចាំងខ្សែភាពយន្ដដែលបានឈ្នះរង្វាន់អូស្ការូបភាពល្អបំផុតនៅក្នុងប៉ុន្មានឆ្នាំជាប់ៗគ្នា។\n",
        "output": [
            "Both Million Dollar Baby (2004) and Crash (2005) won Academy Awards for Best Picture, making Haggis the first film writer since 1950 to pen movies which won Best Picture Oscars in consecutive years.\n"
        ]
    },
    {
        "input": "បណ្ឌិតហ៊ឺរីរ៉ាហារីសៃណា រដ្ឋមន្រ្តីនេសាទនិងធនធានសមុទ្រម៉ាដាហ្កាស្ការ បានចូលរួមមរណៈទុកចំពោះគ្រួសារនៃជនរងគ្រោះជំនួសមុខឲ្យរដ្ឋាភិបាល។\n",
        "output": [
            "Dr Hery Raharisaina, Madagascar's fishing and aquatic resources minister, offered condolence to the families of the victims on behalf of the government.\n"
        ]
    },
    {
        "input": "នេះគឺជារញ្ចូយផែនដីដែលត្រូវហៅថារញ្ចូយទីតាំងជ្រៅ ដែលជាមូលហេតុនាំអោយមានញ័រនៅកន្លែងដ៏ធំ។\n",
        "output": [
            "This is a so-called deep-focus earthquake, that's why it was felt at such a large territory.\n"
        ]
    },
    {
        "input": "ការសិក្សាពីសត្វផ្សេងទៀតត្រូវបានធ្វើឡើងដើម្បីពិនិត្យពីលទ្ធភាពនៃផលប៉ះពាល់ ដូចជាការបំបៅដោះកូននៃបុរសនិងស្ត្រីដែលគ្មានផ្ទៃពោះ​ ក៏ដូចជាបង្កើនការរលាកដែលអាចធ្វើអោយMSកាន់តែអាក្រក់ជាងមុន។\n",
        "output": [
            "Further animal studies need to be done to examine the possibility of side effects, such as lactation in men and non-pregnant women, as well as increased inflammation which could worsen the MS.\n"
        ]
    },
    {
        "input": "បន្ទាប់ពីខ្លានោះបានវាយប្រហារលើបុគ្គលិករួច វាក៏បន្តវាយប្រហារលើអ្នកទស្សនាពីរនាក់នោះ។\n",
        "output": [
            "After the tiger attacked the worker, it then went on to attack the two other visitors.\n"
        ]
    },
    {
        "input": "លោករ៉ូប៊ើតស៊ុនបានសរសេរថា \"ខ្ញុំសុំការអភ័យទោសរបស់លោកនិងការអភ័យទោសរបស់ប្រជាជនអ៊ីស្រាអែល។\"\n",
        "output": [
            "Robertson wrote, \"I ask your forgiveness and the forgiveness of the people of Israel.\"\n"
        ]
    },
    {
        "input": "បច្ចុប្បន្នប្រជាជនឌិត្រតបានធ្លាក់មកត្រឹម 713,777 ដែលនេះធ្វើឲ្យទីក្រុងនេះលែងមានសិទ្ធិក្នុងការទទួលបានអត្ថប្រយោជន៍ហិរញ្ញវត្ថុទាំងនោះទៀតហើយ។\n",
        "output": [
            "Now that Detroit's population has fallen to 713,777, it is no longer eligible for these financial advantages.\n"
        ]
    },
    {
        "input": "មន្រ្តីម្នាក់បាននិយាយថា អ្នកបកប្រែបានបាញ់ពួកគេនៅមូលដ្ឋានទ័ពភាគខាងកើតអាហ្វហ្គានីស្ថាន មុនពេលគាត់ត្រូវបានបាញ់សម្លាប់ដោយទាហានផ្សេងទៀត។\n",
        "output": [
            "An official said the translator shot them at an eastern Afghanistan outpost before he was shot dead by other soldiers.\n"
        ]
    },
    {
        "input": "ខរណូ បាននិយាយនៅក្នុងបទសម្ភាសន៍ឆ្នាំ1992នៅសារព័ត៌មានញ៉ូវយ៉កថាមថា \"មនុស្សជាច្រើនមានភាពរំជួលចិត្តចំពោះរឿងនេះ ហើយធ្វើឲ្យវាអាចចៀសផុតពីស្ថានភាពដែលមានជំនឿដូចគ្នា។\"\n",
        "output": [
            "Corneau said in a 1992 interview in the New York Times that \"Many people got emotional about this film, and that made it possible for it to escape cult status.\"\n"
        ]
    },
    {
        "input": "រង្វាន់ J.J Sakurai នឹងត្រូវបានបង្ហាញនៅក្នុងកិច្ចប្រជុំ APS 2010 ក្នុងទីក្រុងវ៉ាស៊ីនតោនឌីស៊ីក្នុងពិធីសម័យប្រជុំពិសេសមួយនៅខែកុម្ភៈ ឆ្នាំ2010។\n",
        "output": [
            "The J. J. Sakurai Prize will be presented at the APS 2010 meeting in Washington, DC at a special Ceremonial session in February 2010.\n"
        ]
    },
    {
        "input": "ភាពស្ងៀមស្ងាត់ត្រូវបានប្រារព្ធធ្វើឡើងនៅទូទាំងប្រទេសក្នុងការប្រកួតកីឡាបាល់ទាត់នៅចុងសប្តាហ៍នេះ ដោយមានក្រុមអ្នកគាំទ្របានបង្កើតទីសក្ការៈបណ្តោះអាសន្នក្នុងញូវខាស្សល យូណាយធីត និងអ៊ីបស្វីឆ ថោន ជាក្លឹបទាំងពីរដែលលោកជិតស្និទជាមួយបំផុត។\n",
        "output": [
            "Silences were held at football games throughout the country over the weekend, with fans creating makeshift shrines at Newcastle United and Ipswich Town, the two clubs he was most strongly associated with.\n"
        ]
    },
    {
        "input": "លោកចន ជីអូហ្គីនី បាននិយាយថា នាពេលអនាគតដ៏ខ្លីខាងមុខ ភាពមិនប្រាកដប្រជាជាសកលបែបនេះនឹងមានតិចណាស់ ហើយសាធារណជនក៏មាននឹងការភ្ញាក់ផ្អើលតិចតួចដែរ។\n",
        "output": [
            "In the near future Jon Giorgini said such cosmic uncertainty would be much less and the public less alarmed.\n"
        ]
    },
    {
        "input": "ច្រើននាទីបន្ទាប់ពីតុលាការឧទ្ធហរណ៍អ៊ីឌីនប៊ឺច បានបដិសេធន៍មិនទទួលប្រាក់ធានានៅក្រៅឃុំដោយផ្អែកលើមូលដ្ឋានដ៏គួរឲ្យអាណិតអាសូរ ជីម ស្វ័រ អ្នកនាំពាក្យរបស់ក្រុមគ្រួសារជនរងគ្រោះដែលបានបាត់បង់កូនស្រីរបស់គាត់នៅក្នុងគ្រោះថ្នាក់នោះ បានតវ៉ាចំពោះការសម្រេចចិត្ត។\n",
        "output": [
            "Minutes after Edinburgh's Appeals Court rejected bail on compassionate grounds Jim Swire, spokesman for the victim's families who lost his daughter in the disaster, complained about the ruling.\n"
        ]
    },
    {
        "input": "រាល់ការសម្ភាសន៍ទាំងអស់ត្រូវបានធ្វើឡើងតាមរយៈអ៊ីម៉ែល ហើយការសម្ភាសន៍ទាំងនោះនឹងត្រូវបានចេញផ្សាយដោយពុំមានការកែសម្រួលឡើយ អនុញ្ញាតឲ្យបេក្ខជនផ្តល់នូវព័ត៍មានពេញលេញរបស់ពួកគេទៅកាន់អ្នកអាន ដោយគ្មានការរំខាន។\n",
        "output": [
            "All interviews are conducted over e-mail, and interviews are published unedited, allowing candidates to impart their full message to our readers, uninterrupted.\n"
        ]
    },
    {
        "input": "ដីកាទាមទារឲ្យបង្ហាញមូលហេតុដែលមាន​ 18 ទំព័រ​​ដែល​ចេញ​ដោយ ED បាន​និយាយ​ថា ប្រាក់នោះ​ត្រូវបាន​ទិញ​ដោយ​ជនជាប់ចោទ​ដោយ​រំលោភ​លើបទប្បញ្ញត្តិ​របស់ U.N ក្នុង​ការ​ប្តូរ​ជាមួយ​កិច្ចសន្យា​ចំនួនពីរ​ដែល​ត្រូវបាន​គេផ្តល់​ឲ្យ​អង្គការ​ទីផ្សារ​ប្រេង​រដ្ឋ​របស់​ប្រទេស​អ៊ីរ៉ាក់ (SOMO)​។\n",
        "output": [
            "The 18-page show-cause notice issued by the ED says the money was acquired by the accused, in violation of U.N regulations, in exchange for two oil contracts awarded to Iraq's State Oil Marketing Organisation (SOMO).\n"
        ]
    },
    {
        "input": "សមាជិកព្រឹទ្ធសភារូបនេះបានពន្យល់ថាសំរាប់ទូកវិញ \"យើងត្រូវបានទាមទារដោយច្បាប់អន្ដរជាតិក្នុងការផ្តល់ជូនទូកទាំងនោះទៅឲ្យម្ចាស់ពួកវាវិញ ប៉ុន្តែដោយសារនាវិកត្រូវបានធ្វើមាតុភូមិនិវត្តភ្លាមៗ លទ្ធភាពរបស់ម្ចាស់ទូកដើម្បីទទួលពួកវាត្រឡប់ទៅកាន់ប្រទេសឥណ្ឌូនេស៊ីវិញ ... គឺមានកំណត់។\"\n",
        "output": [
            "As for the boats, \"We're required by international law to offer them to bond them back to the owners, but as the crew are immediately repatriated the ability of the owners to get them back to Indonesia ... is fairly limited,\" the Senator explained.\n"
        ]
    },
    {
        "input": "អភិបាលក្រុងសាន់ ចូសេ រដ្ឋកាលីហ្វរនីញ៉ា លោក រុន ហ្គនហ្សាលេស នឹងត្រូវបានសាកសួរដោយការិយាល័យមេធាវីស្រុកតំបន់ សានតា ក្លារ៉ា។\n",
        "output": [
            "San Jose, California mayor Ron Gonzales is being investigated by the Santa Clara County District Attorney's Office.\n"
        ]
    },
    {
        "input": "បុរសៗទាំងអស់ជាជនស៊ីវិល ត្រូវបានចាក់ដោយកាំបិតច្រើនដង មានស្លាកស្នាមនៅលើកដៃរបស់ពួកគេដែលបង្ហាញថាកដៃរបស់ពួកគេត្រូវបានចងភ្ជាប់គ្នាហើយជនរងគ្រោះទាំងអស់មានរបួសពីការបាញ់កាំភ្លើងនៅត្រង់ក្បាលរបស់ពួកគេ។\n",
        "output": [
            "The men, all civilians, were stabbed repeatedly, had marks on their wrists which suggests their wrists were tied together, and all of the victims had gunshot wounds to their heads.\n"
        ]
    },
    {
        "input": "ទោះយ៉ាងណាផែនការរបស់ពួកគេត្រូវបរាជ័យ ហើយម៉ាន់ត្រូវបានចាប់ខ្លួនក្រោយពីមកដល់ប្រទេសស្ស៊ីមប៉ាវេដើម្បីទិញកាំភ្លើង និងគ្រាប់បែក។\n",
        "output": [
            "Their plans were foiled, however, and Mann was arrested after arriving in Zimbabwe to purchase firearms and grenades.\n"
        ]
    },
    {
        "input": "អ្នកនយោបាយជនជាតិអង់គ្លេសខ្លះជំទាស់ទៅនឹងការបង់ប្រាក់សំណងជំងឺចិត្តទៅឱ្យមនុស្សដែលគេជឿថាជាភេរវករ។\n",
        "output": [
            "Some British politicians also objected to paying compensation to people believed to be terrorists.\n"
        ]
    },
    {
        "input": "\"រដ្ឋាភិបាលក៏នឹងសហប្រតិបត្តិការយ៉ាងជិតស្និទ្ធជាមួយសហគមន៍អន្តរជាតិដើម្បីរក្សាសន្តិភាព និងសុវត្ថិភាពនៅលើឧបទ្វីបកូរ៉េ។\"\n",
        "output": [
            "\"The government will also cooperate closely with the international community to maintain peace and safety on the Korean Peninsula.\"\n"
        ]
    },
    {
        "input": "អ្នកវិទ្យាសាស្រ្តបានលាតត្រដាងថាមានតាំងភូមិ លំនៅមនុស្សយុគសម័យដើមដ៏ធំបំផុតនៅចក្រភពអង់គ្លេសនៅឌូរីងតុនវ៉ល ហើយជឿជាក់ថាភូមិនោះមានក្រុមមនុស្សដែលបានកសាងបូជនីយ ដ្ឋានស្តូនហែនរស់នៅ។\n",
        "output": [
            "Scientists have uncovered the largest Neolithic settlement in the United Kingdom at the Durrington Walls and believe that the village was inhabited by the people who built the Stonehenge monument.\n"
        ]
    },
    {
        "input": "អាម៉េតឌីនចាត បានថ្លែងថា \"នៅប្រទេសអ៊ីរ៉ង់ យើងមិនមានអ្នកស្រលាញ់ភេទដូចគ្នាដូចនៅប្រទេសរបស់អ្នកទេ\" ដែលនេះធ្វើឲ្យផ្ទុះសំណើចពីអ្នកស្តាប់។\n",
        "output": [
            "Ahmadinejad stated that \"In Iran we don't have homosexuals like in your country,\" drawing laughter from the audience.\n"
        ]
    },
    {
        "input": "តាមប្រភពរដ្ឋាភិបាលមួយបានប្រាប់ដល់កាសែត ស៊ីដនី ម៉រនីង ហឺរាល់ ថា រដ្ឋ និងរដ្ឋាភិបាលសហព័ន្ធ​នឹងចំណាយប្រាក់រហូតដល់ 1លានដុល្លារសហរដ្ឋអាមេរិករៀងៗខ្លួន។\n",
        "output": [
            "A government source suggested to the Sydney Morning Herald that the state and federal governments are spending up to $1million each.\n"
        ]
    },
    {
        "input": "ជាអកុសល ពួកគេបានមកដល់យឺតពេលសម្រាប់ពិធីកាន់ទុក្ខនេះ ហើយគណៈប្រតិភូបានឃើញតែផ្នែកមួយចំនួននៃសកម្មភាពពិធីនេះតែប៉ុណ្ណោះ។\n",
        "output": [
            "Unfortunately they arrived too late for the funeral and the delegation watched only part of the funeral activities.\n"
        ]
    },
    {
        "input": "លោកចេហ្វ ប្លេក ប្រធានទីផ្សារ និង​ចែកចាយ​របស់​ក្រុមហ៊ុន​សូនី ភីកឆើ ទូទាំងពិភពលោក បាននិយាយថា: \"លោក​ម៉ាយខល ជេកសុន មានអ្នកគាំទ្រគ្រប់ទីកន្លែង​នៅជុំវិញ​ពិភពលោក... យើង​នឹងផ្តល់​ឲ្យទស្សនិកជន​នូវ​ឱកាស​ដែលមិនគួរឲ្យ​ជឿ​ដើម្បីចូលរួម​ជាមួយ​គ្នា​ក្នុងការប្រារព្ធអាជីព​មិនគួរឲ្យជឿ​របស់លោកម៉ាយខល ជេកសុន។\"\n",
        "output": [
            "Jeff Blake, chairman of worldwide marketing and distribution for Sony Pictures, said: \"Michael Jackson has an army of fans everywhere around the world... we are giving the audiences an incredible opportunity to join together in celebration of Michael Jackson's incredible career.\"\n"
        ]
    },
    {
        "input": "ប្រជាជន 38 នាក់ត្រូវបានគេនិយាយថាបានស្លាប់ក្នុងការបំផ្ទុះគ្រាប់បែកអត្តឃាតក្នុងកំឡុងបាតុកម្មនយោបាយក្នុងខេត្តភាគពាយព្យនៃព្រោះប្រទល់ប្រទេសប៉ាគីស្ថាន។\n",
        "output": [
            "38 people were said to have died in a suicide bombing during a political rally in the North-West Frontier Province of Pakistan.\n"
        ]
    },
    {
        "input": "នាងបាននិយាយថាប្តីរបស់នាងលោកផេត មិនអាចទ្រាំរស់នៅដោយមានរបស់របររបស់ខេស៊ីនៅក្នុងផ្ទះបានទេ និងបាន​ប្រមូលរបស់ទាំងនោះស្ទើរតែទាំងអស់ទៅដាក់ក្នុងឃ្លាំង។\n",
        "output": [
            "She says her husband Pat, couldn't bear having Casey's things at home and put most of them in storage.\n"
        ]
    },
    {
        "input": "ចៀម និងគោក្របីរាប់ពាន់ក្បាលក៏ត្រូវងាប់នៅក្នុងអគ្គីភ័យនោះដែរ។\n",
        "output": [
            "Thousands of sheep and cattle have also been killed in the fires.\n"
        ]
    },
    {
        "input": "បាល់ហ្វ្រីឃីកដោយរីយ៉ាន់ ហ្គីកស្ស នៅពាក់កណ្ដាលវគ្គទីពីរនៃការប្រកួតនេះ បានបណ្ដាលឲ្យមានការទាស់ទែងគ្នាយ៉ាងខ្លាំង ដោយសារនៅពេលលីឡេកំពុងរៀបចំឈរជារបាំងនោះ បាល់បានចូលទៅដល់ផ្នែកខាងក្រោយនៃសំណាញ់ហើយ។\n",
        "output": [
            "A free kick by Ryan Giggs in the second half of the game caused great controversy, as Lille was setting up their wall as the ball went into the back of the net.\n"
        ]
    },
    {
        "input": "បន្ទាប់មកទៀតសាកសពបានដង្ហែរទៅទីស្នាក់ការកណ្តាលរបស់ ណូធីស៊ីអេត ដែលពិធីរំលឹកបានកើតឡើង។\n",
        "output": [
            "Later, it was moved to Notisiete's headquarters, where a memorial took place.\n"
        ]
    },
    {
        "input": "អ្នកកាសែតទាំងពីរនាក់ ដែលមានលោកផូល ឌូក្លាស់ ជាអ្នកកាន់កាមេរ៉ា និងលោកជេមស៍ ប្រូឡេន ជាអ្នកកាន់ខាងសម្លេង សុទ្ធតែជាជនជាតិអង់គ្លេសត្រូវបានបង្កប់ជាមួយកងពលធំថ្មើរជើងទី4 អាមេរិក ហើយបានស្ថិតនៅក្នុងការល្បាតដូចធម្មតាខណៈដែលរថយន្តនៅក្បែរនោះមួយគ្រឿងផ្ទុកដោយគ្រាប់បែកត្រូវបានផ្ទុះ។\n",
        "output": [
            "The two journalists, cameraman Paul Douglas and soundman James Brolan, both British, were embedded with the American 4th Infantry Division and were on a routine patrol when a nearby car packed with explosives was detonated.\n"
        ]
    },
    {
        "input": "រដ្ឋមន្រ្តីក្រៅប្រទេស ប្រាណាបគូម៉ាមុឃើជី ដែលមានអាយុ 73 ឆ្នាំ ត្រូវបានផ្តល់ការទទួលខុសត្រូវទៅលើក្រសួងហិរញ្ញវត្ថុ បន្ទាប់ពីគាត់បានធ្វើជំនួបជាមួយប្រធានសភា សូញ៉ាហ្គេនឌី ហើយបន្ទាប់មកជាមួយនាយករដ្ឋមន្ត្រី ស៊ីង។\n",
        "output": [
            "External Minister Pranab Kumar Mukherjee, age 73, has been given the charge of Finance Ministry after he held meetings with Congress President Sonia Gandhi and then Prime Minister Singh.\n"
        ]
    },
    {
        "input": "គាត់បានស្លាប់នៅអាយុ 76 ឆ្នាំ បន្ទាប់ពីមានជំងឺមហារីកអស់រយៈពេលយ៉ាងយូរ និងបន្សល់ទុកភរិយាអាយុ 54 ឆ្នាំ អេលស៊ី និងកូនប្រុសរបស់គេ អេនឌ្រូ ផូល និងម៉ាក។\n",
        "output": [
            "He died at the age of 76 after a long battle with cancer, and leaves behind his wife of 54 years Elsie and their sons Andrew, Paul, and Mark.\n"
        ]
    },
    {
        "input": "ផ្លូវនៅក្នុងប្រទេសអាហ្វហ្គានីស្ថាន ជារឿយៗ មានការលំបាកក្នុងការធ្វើដំណើរ ដូច្នេះ យោធាបានចុះកិច្ចសន្យាជួលយន្តហោះជារឿយៗ ជាពិសេស ពីប្រទេសរុស្ស៊ី ដើម្បីដឹកទាហាន និងទំនិញរវាងមូលដ្ឋានទ័ព និងមូលដ្ឋានទ័ព។\n",
        "output": [
            "Roads in Afghanistan are often difficult to traverse, so militaries often contract aircraft, especially from Russia, to transport troops and cargo between bases.\n"
        ]
    },
    {
        "input": "ទោះបីជាការប្រណាំងនេះគឺជាការប្រណាំងចំងាយវែងជាងគេលើកទីពីរនៃធួដឺតៃវ៉ាន់នៅឆ្នាំ2008 អាកាសធាតុនៅពេលនោះបានសាកល្បងនឹងអ្នកប្រណាំងកង់ចំនួន89នាក់ ដោយសារតែមានធ្លាក់ភ្លៀងមុននោះនៅតំបន់តៃប៉ិ‌-‌គីលុង។\n",
        "output": [
            "Even though this race is the second longest race in 2008 Tour de Taiwan, the weather challenged 89 cyclists due to an earlier rain in Taipei-Keelung metropolitan area.\n"
        ]
    },
    {
        "input": "នេះបានបង្កើតជាព្យុះនៃការប្រឆាំងពីសំណាក់មនុស្សមួយក្រុម រួមមានអ្នកទទួលរង្វាន់ណូបែលពីររូប ព្រមទាំងអ្នកវិទ្យាសាស្រ្តផ្សេងៗទៀតដែលបានប្រឆាំងយ៉ាងខ្លាំងក្លាចំពោះការបង្រៀន រឺសូម្បីតែការពិភាក្សាអំពីទ្រឹស្តីអំពីកំនើតពិភពលោកនៅក្នុងថា្នក់វិទ្យសាស្រ្ត។\n",
        "output": [
            "This provoked a storm of protest from a group that included two Nobel Laureates and other scientists who strongly oppose the teaching, or even the discussion of creation in science class.\n"
        ]
    },
    {
        "input": "ដូចគ្នានេះផងដែរ គ្រោះថ្នាក់មួយទៀតត្រូវបានគេរាយការណ៍ថា បានកើតឡើងនៅក្នុងក្រុងញូវថោនហ៊ែមីលតុន ស្រុកអាម៉ែកហ៍ ដែលក្នុងនោះមានក្មេងប្រុសអាយុ 17 ឆ្នាំពីរនាក់ បានជាប់ពាក់ព័ន្ធ។\n",
        "output": [
            "Also, another accident was reported which took place in Newtownhamilton, County Armagh in which two 17 year old boys were involved.\n"
        ]
    },
    {
        "input": "នេះជាការប្រៀបធៀបគ្នាយ៉ាងស្តែងធៀបនឹងឆ្នាំ2007 ដែលមានកម្មករបរទេស 120,000 នាក់បានចូលក្នុងសហរដ្ឋអាមេរិកជាមួយនឹងទិដ្ឋាការប្រភេទH-2B។\n",
        "output": [
            "This comes as a stark comparison to 2007, when 120,000 foreign workers entered the U.S. with H-2B visas.\n"
        ]
    },
    {
        "input": "ប្រធាន Ryanair បាននិយាយថា \"ការឯកភាពរទិញ bmi ភ្លាមៗរបស់ BA បង្ហាញជាថ្មីថា EC មានច្បាប់មួយសំរាប់ក្រុមហ៊ុនអាកាសចរណ៍ជាតិរបស់អឺរ៉ុប ប៉ុន្តែ Ryanair មានច្បាប់ផ្សេងរបស់ខ្លួន។\"\n",
        "output": [
            "\"Today's rubber-stamping of BA's purchase of bmi shows yet again that the EC has one rule for Europe's flag-carriers, but different rules for Ryanair\", said Ryanair chief .\n"
        ]
    },
    {
        "input": "ការស្ទង់មតិដែលត្រូវបានចេញផ្សាយដោយសមាគមន៏អ៊ីតាលីអ៊ីនតេសាខនសូម៉ាតូរី(សហភាពអ្នកប្រើប្រាស់)បាននិយាយថា61%នៃជនជាតិអ៊ីតាលីគឺខ្លាចក្នុងការហោះហើរ ខណៈដែល41%នៃប្រជាជនមានអារម្មណ៏ថាខ្វះសុវត្ថិភាពអំពីសុវត្ថិភាពយន្ដហោះជាងពេលដែលពួកគេបានជិះនៅមួយខែមុន។\n",
        "output": [
            "A survey published today by the Italian association Intesaconsumatori (Union of Consumers) said that 61% of Italians are afraid to fly, while 41% of population feels less safe about plane safety than they did one month earlier.\n"
        ]
    },
    {
        "input": "អ្នកស្លាប់មានអាយុ50ឆ្នាំ ជាកម្មករសំណង់ ដែលបានស្លាប់បន្ទាប់ពីការហូរច្រោះដីនៅឯការដ្ឋានសំណង់ទំនប់ទឹកនៅខេត្ត ហ្វុគុយ កាលយប់មិញ និងម្នាក់ទៀតជាបុរសអាយុ76ឆ្នាំ ដែលបានស្លាប់បន្ទាប់ពីជាប់ដោយសារដើមឈើរលំ នៅថ្ងៃទី6 ខែកញ្ញា ភា្លមៗបន្ទាប់ពីព្យុះ ហ្វីតូវ បានបោកបក់មក។\n",
        "output": [
            "The deceased are a 50-year-old construction worker who died after a landslide at a dam construction site in Fukui Prefecture last night and a 76-year-old man who died after being struck by a falling tree on September 6, shortly after Fitow made landfall.\n"
        ]
    },
    {
        "input": "វាជាការសម្រាកបន្ថែមសំរាប់កីឡាករគប់បាល់ និងអ្នកដ៏ទៃផ្សេងទៀត។\n",
        "output": [
            "It still was extra rest for the pitchers, and everybody else.\n"
        ]
    },
    {
        "input": "កាលពីខែសីហាមុន គាត់បាននិយាយអំពីសហជីពថា \"នេះមិនមែនជាសហជីព របស់ខ្ញុំទេ។\"\n",
        "output": [
            "Last August, he said of the union \"This is no longer my union.\"\n"
        ]
    },
    {
        "input": "ពិធីជប់លៀងដាច់ឆ្នាំក្នុងឱកាសចូលឆ្នាំថ្មីនៅទីក្រុងតៃប៉ិ ឆ្នាំ2008 ត្រូវបានលឺថា\"សាបរលាប\"ជាមួយនឹងកត្តានយោបាយ។\n",
        "output": [
            "The 2008 Taipei City New Year Countdown Party was apparently \"faded\" with political factor.\n"
        ]
    },
    {
        "input": "ច្រកសមុទ្រហូរមូសគឺជាផ្លូវកប៉ាល់ដ៏សំខាន់មួយនៃ សារៈសំខាន់យុទ្ធសាស្រ្តដ៏អស្ចារ្យ។\n",
        "output": [
            "The Strait of Hormuz is a major shipping route of great strategic importance.\n"
        ]
    },
    {
        "input": "ការស្លាប់របស់ឳពុកមាក្មេងស្រីនេះ គឺកំពុងតែធ្វើការតាមដានដោយសារគាត់មានរោគសញ្ញាដែលអាចបញ្ជាក់ថាគាត់មានជម្ងឺផ្តាសាយបក្សី។\n",
        "output": [
            "The death of the girl's uncle is also believed to be under investigation due to him having symptoms that may indicate flu.\n"
        ]
    },
    {
        "input": "សមាជិកសភាគណបក្សអភិរក្សសាមសិបរូប និងសមាជិកសភាគណបក្សប្រជាធិបតេយ្យ សេរីប្រាំបួនរូបបានបោះឆ្នោតប្រឆាំងគណបក្សរបស់ខ្លួន​ចំពោះកិច្ចអន្តរាគមន៍យោធា។\n",
        "output": [
            "Thirty Conservative MPs and nine Liberal Democrats voted against their party against military intervention.\n"
        ]
    },
    {
        "input": "\"មានចំណាប់អារម្មណ៍ច្រើនលើផលិតផលនេះ\" អ្នកនិពន្ធ Keith Alcorn មកពី ស្ថាប័ន National Aids Manual បាននិយាយដូចនេះ។\n",
        "output": [
            "\"There is a lot of interest in this product,\" said editor Keith Alcorn of the National Aids Manual.\n"
        ]
    },
    {
        "input": "យោងតាម អ៊ីវ៉ា ប្រ៊ូឈ័រសេហ្វ័រ ប្រធានសហគម KDE ប្រចាំប្រទេសអាល្លឺម៉ង់ និងជាអគ្គនាយិកាក្រុមហ៊ុន basysKom ការផ្លាស់ប្ដូរដំណើរការនៅក្នុង \"ដំណាក់កាលកំពូល\" របស់វា ហើយកំពុងតែផ្លាស់ប្ដូរ 300 ប្រព័ន្ធរៀងរាល់ថ្ងៃ។\n",
        "output": [
            "According to Eva Brucherseifer, president of the KDE community in Germany and managing director of basysKom, the migration process in its \"peak phase\" and is porting 300 systems every day.\n"
        ]
    },
    {
        "input": "នៅថ្ងៃទី7សីហា កងទ័ពចូចាបានធ្វើការវាយប្រហារទៅលើខេត្តអូសេថា នៃទីក្រុងជឺហ៊ីវ៉ាលី។\n",
        "output": [
            "On August 7, Georgian troops launched an offensive against the Ossetian town of Tskhinvali.\n"
        ]
    },
    {
        "input": "កូន​ប្រាំមួយនាក់នៅរស់ ប្រុសបី ស្រីបី បច្ចុប្បន្ន មាន​អាយុ​ចន្លោះពី 5 ទៅ 20 ឆ្នាំ​។\n",
        "output": [
            "The surviving six children, three boys and three girls, are currently aged between 5 and 20 years old.\n"
        ]
    },
    {
        "input": "ទោះជាយ៉ាងណាក៏ដោយ លោកវ៉ូដបញ្ចាក់យ៉ាងច្បាស់​ថា ការសម្រេចចិត្តចុងក្រោយដែលទាក់ទងនឹងភាពស្របច្បាប់នៃសង្រ្គាមនេះបានដាក់ជូនអគ្គមេធាវីជាជាងដាក់ជាមួយនឹងខ្លួនលោក។\n",
        "output": [
            "Wood makes it clear, however, that the final decision regarding the legality of war lay with the Attorney General, rather than with himself.\n"
        ]
    },
    {
        "input": "អ្នកជំនួញទាំងនោះបានបដិសេធឈប់បំបះបំបោរនេះរហូតដល់ថ្ងៃទី1 ខែវិច្ឆិកា នៅពេលដែលសាជីវកម្មនៃក្រុងដេលី ហាក់បីដូចជាបន្តរចលនាបិទរបស់ខ្លួន។\n",
        "output": [
            "Traders refused to move back from the agitation until November 1, when Municipal Corporation of Delhi is likely to resume its sealing drive.\n"
        ]
    },
    {
        "input": "នាងក៏បានកត់សំគាល់អំពីគំនរអំបិលដ៏ធំ នៅឆេស៊ី ដែលត្រូវបានប្រើសំរាប់រំលាយទឹកកកលើផ្លូវហាយវ៉េ នៅខមមិនវ៉េល និងបាននិយាយថា វាត្រូវបានដាក់ទីនោះដោយ \"ខុសច្បាប់។\"\n",
        "output": [
            "She also noted the large salt pile in Chelsea used for the deicing of highways in the Commonwealth and said that it is located there \"illegally.\"\n"
        ]
    },
    {
        "input": "វីគីភីឌាដែលជាវែបសាយត៍ល្បីមួយក្នុងចំណោម វែបសាយត៍ល្បីបំផុតទាំងដប់នៅតាមប្រព័ន្ធ អ៊ីនធឺណិត នឹងទទួលបានការលើកសរសើរក្នុងពេលឆាប់ៗនេះ។\n",
        "output": [
            "Wikipedia, one of the top ten websites on the internet, will soon be receiving a face lift.\n"
        ]
    },
    {
        "input": "ការសិក្សានេះគឹជាសៀវភៅប្រវត្តិសាស្រ្ដពេញលេញអំពីកំណើត ការស្លាប់ និងអន្តោរប្រវេសន៍ទៅក្រៅប្រទេសសម្រាប់ប្រជាជនញូវហ្សឺលែន។\n",
        "output": [
            "This study is a historic book full of births, deaths and external migration for the population of New Zealand.\n"
        ]
    },
    {
        "input": "ផ្លូវរថភ្លើងនៅអូស្ត្រាលីត្រូវបានបិទដោយសាររថភ្លើងពីរធ្លាក់ផ្លូវក្នុងរយៈពេលពីរថ្ងៃជាប់គ្នា។\n",
        "output": [
            "Two train derailments in two days have closed railway lines in Australia.\n"
        ]
    },
    {
        "input": "កូនីយមិនអាចទាក់ទងសុំការអត្ថាធិប្បាយបានទេ ហើយនឹងត្រូវបាននាំខ្លួនមកឆ្លើយនៅមុខតុលាការនៅក្នុងវ៉ាស៊ីនតោនឌីស៊ី។\n",
        "output": [
            "Cooney could not be reached for comment, and will be arraigned in D.C.\n"
        ]
    },
    {
        "input": "ពូរបស់កាហ្សេមីបានបា្រប់ស៊ីអេនអេន ថា: \"ស្ថិតក្រោមការធ្វើទារុណកម្ម និងសម្ពាធ (ដៃគូរបស់គេ)បានបញ្ចេញឈ្មោះម៉េតឌី ថាជាមិត្តប្រុសរបស់គេ។\"\n",
        "output": [
            "Kazemi's uncle told CNN: \"Under torture and pressure, (the partner) revealed Mehdi's name as his boyfriend.\"\n"
        ]
    },
    {
        "input": "ការវាយប្រហារទាំងនេះមិនដូចជាការបំផ្ទុះគ្រាប់​បែក​អត្តឃាតជាច្រើននោះទេ នៅក្នុងនោះគ្រាប់​បែកគឺជារំសេវ និងគ្រាប់បដាងដែលបានចងភ្ជាប់ទៅនឹងស្ត្រីពីរនាក់។\n",
        "output": [
            "These attacks were unlike suicide bombings in that the bombs were dynamite and ball bearings strapped to two women.\n"
        ]
    },
    {
        "input": "គាត់និយាយថាវា\"រួមផ្សំអត្ថបទដែលមានប្រយោជន៏សំរាប់អ្នកថតខ្សែភាពយន្ដដំបូងជាមួយរឿងនិទានកថាផ្អែកទៅលើបទពិសោធន៏របស់ខ្ញុំដែលរកប្រាក់សំរាប់ខ្សែភាពយន្ដនិងអត្ដចារិកឆ្កួតៗដែលឈ្លានពានពិភពលោកនៃការថតខ្សែភាពយន្ដដែលមានថវិកាតិចតួច។\"\n",
        "output": [
            "He says that it \"combines helpful articles for beginning filmmakers with narrative tales based on my experiences raising money for features and the crazy personalities that invade the world of microbudget filmmaking.\"\n"
        ]
    },
    {
        "input": "រដ្ឋលេខាធិការអាមេរិកខុនដូលេសារ៉ាយក៏បដិសេធពីការវាយប្រហាឆាប់ៗខាងមុខនេះដែរ ដោយបញ្ជាក់ថាគ្មានការអនុម័តពីសភាសំរាប់យុទ្ធនាការទ័ពទៅលើអ៊ីរ៉ង់នោះទេ។\n",
        "output": [
            "The United States Secretary of State Condoleezza Rice also denied that an attack was imminent, stating that there is no Congressional authorization for military action against Iran.\n"
        ]
    },
    {
        "input": "ស្ថិតក្បែរផ្ទៃរបស់ព្រះច័ន្ទ កាស៊ីនីបានរកឃើញថាគ្រាប់ធំល្មមដែលសំបូរដោយសូដ្យូម និងប៉ូតាស្យូមគ្របដណ្តប់ plumes។\n",
        "output": [
            "Closer to the moon's surface, Cassini found that relatively large grains rich with sodium and potassium dominate the plumes.\n"
        ]
    },
    {
        "input": "ដប់នាទីក្នុងវគ្គទីពីរ ក្រុម ណាំប៊ើ អាចរកពិន្ទុបាន​ដោយ​បោះបាល់​ពីចំហៀងម្ខាង ប៉ុន្តែមិនអាច​រក​គ្រាប់បាល់​បាន។\n",
        "output": [
            "Ten minutes in the second, Nambour were able to score out wide but failed to convert.\n"
        ]
    },
    {
        "input": "ថ្ងៃនេះ ក្រុម SLW បានបង្ហាញថា ខ្លួនទទួលបានជោគជ័យក្នុងការទទួលបានគណនីទឹកប្រាក់ចំនួន $10 លាន។\n",
        "output": [
            "SLW Group was successul in gaining the $10 million account it was revealed today.\n"
        ]
    },
    {
        "input": "យោងតាមស្ថានទូតអ៊ីស្រាអែលប្រចាំនៅសហរដ្ឋអាមេរិក ប្រទេសអ៊ីស្រាអែលបានទទួលការសុំទោសនោះ។\n",
        "output": [
            "According to the Israeli Ambassador to the United States, Israel accepts the apology.\n"
        ]
    },
    {
        "input": "\"នេះនឹងក្លាយទៅដូចជាការបោះឆ្នោតនៅពាក់កណ្តាលយប់។\"\n",
        "output": [
            "\"This will be a vote in the middle of the night.\"\n"
        ]
    },
    {
        "input": "សង្គ្រាមនេះបានបង្កឱ្យមានការប្រឆាំងតវ៉ានិងមានកំហឹងជាច្រើនក្នុងចំណោមអ្នកនយោបាយដែលជឿថា លោកប្ល៊ែគឺខុសក្នុងការគាំទ្រដល់លោកប្រធានាធិបតីសហរដ្ឋអាមេរិកពេលនោះគឹលោកចច ដាប់បែលយូ​ ប៊ូស ដោយការបញ្ជូនទាហាន អង់គ្លេស 45,000 នាក់ដែល 179 នាក់ បានស្លាប់នៅក្នុងការប្រយុទ្ធ ដើម្បីប្រយុទ្ធនៅក្នុងប្រទេសអ៊ីរ៉ាក់។\n",
        "output": [
            "The war has provoked protests, and much outrage among politicians who believe that Blair was wrong to support then United States President George W. Bush by sending 45,000 British soldiers—179 of whom died in combat—to fight in Iraq.\n"
        ]
    },
    {
        "input": "លោក បាសេស្គូ ត្រូវបានគាំទ្រដោយប្រជាជនថ្នាក់កណ្តាលដែលមានការអប់រំ ដែលពេញចិត្តលើគោលនយោបាយរបស់លោក​ អំពីការបង្ក្រាបអំពើពុករលួយនៅក្នុងប្រទេសមួយក្នុងចំណោមប្រទេសដែលពុករលួយបំផុតនៃតំបន់នេះ។\n",
        "output": [
            "Băsescu is supported by the educated middle-class, who take a favourable view upon his policy of stamping out corruption in one of the region's most corrupt countries.\n"
        ]
    },
    {
        "input": "នាវានេះត្រូវបានដណ្ដើមនៅចំងាយប្រហែល830 គីឡូម៉ែត្រភាគអាគ្នេយ៍នៃតំបន់ម៉ុមបាសានិងត្រូវបានរាយការណ៍ថាកំពុងតម្រង់ទិសទៅកាន់កំពង់ផែនៃតំបន់អ៊ីលរបស់សូម៉ាលី។\n",
        "output": [
            "The ship was captured roughly 830 kilometers south-east of Mombasa and is reportedly heading towards the Somali port of Eyl.\n"
        ]
    },
    {
        "input": "វាក៏បានផ្តល់ឲ្យស្ត្រីមានសិទ្ធិស្មើគ្នាក្នុងការទទួលមរតកទ្រព្យសម្បត្តិ និងបានដោះស្រាយការបោះឆ្នោតក្នុងស្រុក។\n",
        "output": [
            "It would have also given women equal rights to inherit property, and addressed local elections.\n"
        ]
    },
    {
        "input": "សេចក្តីថ្លែងការណ៍នេះបាននិយាយថា: \"មិនមានការសម្រេចចិត្តចុងក្រោយលើតម្លៃចាប់ផ្តើម ឬជំនួយត្រូវបានយកហើយ ដូច្នេះវាលឿនពេកក្នុងការព្យាករណ៍ទៅលើផលប៉ះពាល់ដល់សក្តានុពលនៃតំលៃ។\"\n",
        "output": [
            "\"No final decisions on the starting price or assistance have been taken and therefore it is far too early to speculate on any potential price impacts,\" the statement said.\n"
        ]
    },
    {
        "input": "ប៉ុន្តែដូចខ្ញុំបាននិយាយអញ្ចឹងថាខ្ញុំនឹងមិនមែនជាអ្នកអភិរក្សក្នុងការនាំមុខនោះទេ។\n",
        "output": [
            "But like I say, I'm not going to be conservative having the lead.\n"
        ]
    },
    {
        "input": "ផ្លូវរដ្ឋក្រុងញ៉ូយ៉ក ឬផ្លូវអន្តររដ្ឋលេខ 90 ត្រូវបានបិទសឹងតែចាប់ពីរ៉ូឆែស្ទ័រ ក្រុងញ៉ូយ៉ក ដល់ឌុនខឺក ក្រុងញ៉ូយ៉ក ដែលមានប្រវែងជិត 110 miles។\n",
        "output": [
            "The New York State Throughway, or interstate 90 is closed from nearly Rochester, New York to Dunkirk, New York which is nearly 110 miles long.\n"
        ]
    },
    {
        "input": "បទ \"Shake\" បានត្រូវគេរំពឹងទុកយ៉ាងខ្លាំងក្លានឹងចាត់បញ្ចូលក្នុងតំណែងក្នុង Hot 100 ក្នុងសប្តាហ៍នេះ។\n",
        "output": [
            "“Shake” was widely expected to gain to the Hot 100 pole position this week.\n"
        ]
    },
    {
        "input": "យន្តហោះប្រយុទ្ឋ F3 Tornado ចំនួនបួនគ្រឿង ត្រូវបានដាក់ឲ្យប្រើប្រាស់ដោយកងកម្លាំងអាកាសរបស់ចក្រភពអង់គ្លេស ដើម្បីទប់ស្កាត់យន្តហោះយោធានរុស្ស៊ី។\n",
        "output": [
            "Four F3 Tornado fighter jets were launched by the United Kingdom's Royal Air Force to intercept Russian military planes.\n"
        ]
    },
    {
        "input": "ក្រសួងដំបូងដែលត្រូវផ្លាស់ប្ដូរទៅកាន់លីនូខនិងអូផេនអូហ្វីស.org.នឹងអាចជាការិយាល័យនៃឡតមេយឺរដែលមានផែនការសំរាប់ពាក់កណ្ដាលឆ្នាំ2006 ទោះបីជាកុំព្យូទ័ររបស់ផ្នែកទាំងអស់នឹងមិនត្រូវបានផ្លាស់ប្ដូរភ្លាមក៏ដោយ។\n",
        "output": [
            "The first department to migrate to Linux and OpenOffice.org will be the office of the Lord Mayor planed for the middle of 2006, though not all of the department's computers will be immediately migrated.\n"
        ]
    },
    {
        "input": "កូនប្រុសរបស់ ស្ម៊ីត ឈ្មោះ ដានីល ស្ម៊ីត បានស្លាប់នៅថ្ងៃទី10 ខែកញ្ញា ឆ្នាំ2006 បន្ទាប់ពី អានណា បានបង្កើតកូនស្រីនៅ 5 ខែមុន។\n",
        "output": [
            "Smith's son, Daniel Smith, died on September 10, 2006 shortly after Anna gave birth to a baby girl 5 months ago.\n"
        ]
    },
    {
        "input": "តំបន់ត្រួតត្រារបស់ចិនត្រូវបានគេតំរង់ទិសដៅ នៅក្នុងការបដិសេធចុងក្រោយជាច្រើននៃសេវាកម្មវាយប្រហារទៅលើប្រទេសចិន។\n",
        "output": [
            "The Chinese domain was targeted in the latest of many denial of service attacks against China.\n"
        ]
    },
    {
        "input": "នៅពេលនេះការស្រាវជ្រាវនាពេលបច្ចុប្បន្នមិនបានបង្ហាញទំនាក់ទំនងរវាងបុរសពីរនាក់នោះទេ។\n",
        "output": [
            "At the moment, current research does not show any connection between the two men.\n"
        ]
    },
    {
        "input": "ខណៈការពិសោធត្រូវបានបញ្ចប់ គ្រប់មន្ទីរទាំងអស់នឹងផ្លាស់ទៅកាន់លីនូខនិងOpenOffice.org។\n",
        "output": [
            "Once the pilot is completed all the departments will eventually be migrated to Linux and OpenOffice.org.\n"
        ]
    },
    {
        "input": "ពួកគេក៏បានធ្វើតែសកណ្តុរបរិសុទ្ធក្នុងលក្ខខ័ណ្ឌប្រូលែកទីនច្រើនជាង និងរកឃើញថាលទ្ធផលគឺស្រដៀងគ្នាទៅនឹងកណ្តុរមានផ្ទៃពោះ។\n",
        "output": [
            "They also tested virgin mice given additional prolactin, and found results similar to pregnant mice.\n"
        ]
    },
    {
        "input": "\"យោងតាមអ្នកស៊ើបអង្កេត អំពើភេរវ​កម្មនេះមានគោលដៅដំបូងនិងចម្បងទៅលើជនបរទេស។\"\n",
        "output": [
            "\"According to investigators, the act of terror was first and foremost aimed against foreign citizens.\"\n"
        ]
    },
    {
        "input": "មនុស្សចំនួន20នាក់ត្រូវតែជម្លៀសចេញពីផ្ទះ នៅពេលដែលគ្រាប់បែកត្រូវបានដោះចេញដោយសុវត្ថិភាព។\n",
        "output": [
            "20 people had to evacuate their homes while the bomb was safely defused.\n"
        ]
    },
    {
        "input": "លោកត្រូវរំពឹងថា នឹងដាក់ជូនឯកសារនៅថ្ងៃព្រហស្បតិ៍ក្រោយដើម្បីក្លាយជាបេក្ខភាពផ្លូវការ។\n",
        "output": [
            "He is expected to file papers next Thursday to make his candidacy official.\n"
        ]
    },
    {
        "input": "ឯកសារភ្ជាប់ថ្មីនេះរាប់បញ្ចូលទាំងព័ត៌មានអំពីគណៈកម្មការវិស័យយោធាកម្មអ៊ីរ៉ាក់ \"តំបន់ឧស្សាហកម្មយោធារដ្ឋ\" ដែលដើរ \"តួនាទីស្នូលនៅក្នុងការវិវត្តន៍កម្មវិធីអាវុធរបស់របបទាំងអស់នេះ។\"\n",
        "output": [
            "The new addenda included information on the Iraqi Military Industrial Commission, the \"state-run military-industrial complex\" which played a \"central role in the evolution of all the Regime's weapons programs\".\n"
        ]
    },
    {
        "input": "ក្រុមហ៊ុនសំខាន់នៃបណ្តាញពត៌មានរបស់អែលជីប៊ីអេសរបស់អាមេរិកនឹងក្លាយជាសម្ព័ន្ធក្រុមហ៊ុនដ៏ដំមួយ។\n",
        "output": [
            "A significant portion of the American LGBT media landscape is about to become a conglomerate.\n"
        ]
    },
    {
        "input": "\"ករណីនេះមិនទាន់ចប់\" លោកអាតទូរ៉ូ ហ្គនហ្សាលែលបាននិយាយថា មេធាវីនៅវ៉ានេហ្ស៊ូអេឡា ជំទាស់នឹង អូខុននែល ដែលលីលីនណា វ៉ាឡេនហ្ស៊ូអេឡា ជាសិស្សវិទ្យាល័យរីជម៉ុន និងអ្នកផ្សេងទៀតប្តឹងបិទ ការប្រើប្រាស់ធ្វើតេស្តរបស់រដ្ឋជាការតម្រូវឲ្យបញ្ចប់ការសិក្សា \"យើងគិតថាមានឧិកាសខ្លាំងមួយដែលសិស្សនៅក្នុងថ្នាក់ឆ្នាំ2006 នឹងទទួលសញ្ញាប័ត្ររបស់គេ ទោះបីជាបន្ទាប់ពីការប្រារព្វពិធីក៏ដោយ។\"\n",
        "output": [
            "\"This case is far from over,\" said Arturo Gonzalez, the lead attorney in Valenzuela vs. O'Connell, in which Liliana Valenzuela, a Richmond High School student, and others sued to block the state's use of the test as a graduation requirement, \"We think there is a strong chance that students in the Class of 2006 will receive their diplomas, even if it is after commencement ceremonies.\"\n"
        ]
    },
    {
        "input": "មេធាវីម្នាក់របស់បុរសនោះបាននិយាយថា គាត់មានអារម្មណ៍ថាការចោទប្រកាន់នេះហួសកំណត់បើយោងទៅតាមស្ថានភាពនោះ។\n",
        "output": [
            "A lawyer for the men said he felt the charges were excessive considering the circumstances.\n"
        ]
    },
    {
        "input": "កំឡុងឆ្នាំបន្ទាប់ពីFCTCត្រូវបានសរសេរឡើង ប្រទេសចំនួន167បានចុះហត្ថលេខានិងប្រទេសចំនួន23បានផ្តល់សច្ចាប័នចំពោះវា ធ្វើអោយវាក្លាយជាសន្ធិសញ្ញាមួយក្នុងចំនោមសន្ធិសញ្ញាUNទាំងអស់ដែលត្រូវបានទទួលយកយ៉ាងលឿនបំផុតកន្លងមក។\n",
        "output": [
            "During the year after the FCTC was written, 167 countries signed and 23 countries ratified it, making it one of the most rapidly embraced UN treaties of all time.\n"
        ]
    },
    {
        "input": "លោកបាននិយាយថាបច្ចុប្បន្នគាត់កំពុងពិចារណាសម្រាប់ការសរសេរសេចក្ដីព្រាងថ្ងៃដើម្បីដាក់ជូនសភាញូវហ្សឺលែន។\n",
        "output": [
            "He says that he is now considering writing up a new bill to submit it to the New Zealand Parliament.\n"
        ]
    },
    {
        "input": "មនុស្សដែលបានទិញសំបុត្រចូលទិវាប្រាមតុនតាមរយៈភ្នាក់ងារទីក្រុង ត្រូវបានលើកទឹកចិត្តឲ្យពាក់កងដៃកៅស៊ូពណ៌ខៀវនៅពាសពេញឧទ្យាន សំរាប់ជាឱកាសមួយបង្កើតជាពន្លឺភ្លើងហ្វា និងឈ្នះរង្វាន់។\n",
        "output": [
            "People who bought passes to the Brampton Day event through the City were encouraged to wear blue wrist bands around the park, for a chance to get spotted and win a prize.\n"
        ]
    },
    {
        "input": "ជីតាទួតរបស់គាត់ ចាវ៉ាហាឡាលនេរុ គឺជានាយករដ្ឋមន្រ្តីទីមួយនៃប្រទេសឥណ្ឌា និងជីលួតរបស់គាត់ ម៉ូធីឡាលនេរុ គឺជាមេដឹកនាំដ៏ឆ្នើមរបស់ចលនាឯករាជ្យឥណ្ឌា។\n",
        "output": [
            "His great-grandfather, Jawaharlal Nehru, was the first Prime Minister of India, and his great-great-grandfather Motilal Nehru was a distinguished leader of the Indian independence movement.\n"
        ]
    },
    {
        "input": "គាត់មានប្រសាសន៍ថា 70% នៃតម្លៃប្រតិបត្តិការមានទំនាក់ទំនងទៅនឹងប្រេងឥន្ធនៈ ហើយក្រុមហ៊ុនអាកាសចរណ៍បង្កើនតម្លៃបន្ថែមលើប្រេងឥន្ធនៈម្ដងទៀតរួចហើយ ដោយតំឡើង 100 បាត មានតំលៃ 850 បាត ក្នុងមួយជើង។\n",
        "output": [
            "He says 70% of operating costs are taken up with fuel, and the airline has already raised fuel surcharges again by 100 baht to 850 baht per leg.\n"
        ]
    },
    {
        "input": "ប្រធានប៉ូលីសប្រចាំតំបន់ លោក ហ៊ើប៊ើត ខេមបា បានប្រកាសនៅថ្ងៃនេះថា: \"ជនសង្ស័យ ដែលត្រូវបានគេជឿថាជាអ្នករៀបចំចម្បងនៃឃាតកម្មសាហាវឃោរឃៅនេះ ត្រូវបានចាប់ខ្លួនដោយប៉ូលីស ក្នុងទីក្រុងថាវេថាព្រំដែនកេនយ៉ា ពេលកំពុងលាក់ខ្លួន។\n",
        "output": [
            "Regional police chief Herbert Khaemba anounced today: \"The suspect believed to be the main organiser of the brutal murder was arrested by the police at the Kenyan border town of Taveta in hiding.\n"
        ]
    },
    {
        "input": "ពេលដែលនៅលើ 64 យូវរាច ត្រូវបានដាក់ចុះនៅ យូវរេច ត្រូវបានដាក់ចុះនៅគ្របដោយ ស្សៅអ៊ីប ម៉ាលីក។\n",
        "output": [
            "When on 64, Yuvraj was put down at covers by Shoaib Malik.\n"
        ]
    },
    {
        "input": "នៅដំណាច់ឆ្នាំនេះ ក្រុមហ៊ុន​នេះគ្រោងនឹងចាប់ផ្ដើមផលិតកម្មទ្រង់ទ្រាយធំលើអេក្រង់ថ្មីនេះ។\n",
        "output": [
            "At the end of this year the companies planned to start mass production of these new displays.\n"
        ]
    },
    {
        "input": "ស្ត្រីអ្នកនាំពាក្យនោះបាននិយាយថា \"ការស៊ើបអង្កេតនេះគឺនៅដំណាក់កាលដំបូងនៅឡើយ ហើយការសាកសួរនឹងត្រូវបានបន្ត។\"\n",
        "output": [
            "\"The investigation is at a very early stage and inquiries are continuing,\" the spokeswoman said.\n"
        ]
    },
    {
        "input": "ក្រុមហ្ស៊ីមបាវ៉េ បានស្មើជាមួយ​ក្រុមអៀឡង់​ក្នុងការប្រកួត​ពូល D លោកទីពីរ នែវើល ខាប់ ក្នុងសួនសាប៊ីណា ផាក ទីក្រុងឃីងស្ទុន ប្រទេសចាម៉ៃកា​។\n",
        "output": [
            "Zimbabwe tied the second Group D match in the World Cup against Ireland at Sabina Park, Kingston, Jamaica.\n"
        ]
    },
    {
        "input": "លោកហេនឡីបានអំពាវនាវអោយមានការបោះឆ្នោតមួយនៅពេលដែលតំណាងរបស់ខ្លួនគឺលោកប៊ូរីស ចនសាន់ ត្រូវបានជ្រើសរើសជាចៅហ្វាយក្រុងនៃទីក្រុងឡុងដ៍។\n",
        "output": [
            "Henley called for an election when its representative Boris Johnson was elected Lord Mayor of the City of London.\n"
        ]
    },
    {
        "input": "លោកបាននិយាយថា លោកនឹងតវ៉ាលទ្ធផលបោះឆ្នោតនេះទៅកាន់តុលាការ។\n",
        "output": [
            "He has said he will challenge the election's outcome in court.\n"
        ]
    },
    {
        "input": "លោកស៊ីម៉ូន អាដឃិននៃប៉ូលីសក្នុងតំបន់ បាននិយាយថា \"រថយន្ត ម៉ុនដេអូពណ៌ខ្មៅ បានធ្វើដំណើរឆ្ពោះទៅកាន់តំបន់ឡេសេស្ទើរ និងរថយន្តធំ បានធ្វើដំណើរក្នុងទិសដៅផ្ទុយគ្នា។\"\n",
        "output": [
            "Simon Adkin of the local police said that, \"the black Mondeo was travelling towards Leicester and the lorry was travelling in the opposite direction.\"\n"
        ]
    },
    {
        "input": "Poison បានអះអាងថា ក្រុមហ៊ុនទាំងពីរបានបង់តម្លៃសិទ្ធិឲ្យពួកគេខ្វះជាច្រើនឆ្នាំមកហើយ។\n",
        "output": [
            "Poison claim the two companies have underpaid them royalties for years.\n"
        ]
    },
    {
        "input": "លោក រ៉ាយម៉ុន ម៉ូរ៉េណូ បាននិយាយថា: \"ខ្ញុំសង្ឃឹមថាវាស្ថិតនៅរយៈពេលដប់ ម្ភៃ សាមសិបឆ្នាំទៀត ដោយសារតែយើងត្រូវការវា។\"\n",
        "output": [
            "Raymond Moreno said, \"I hope it stays for another ten, twenty, thirty years, because we need it.\"\n"
        ]
    },
    {
        "input": "នៅថ្ងៃទី22 ខែមេសា កំអែលប្រេងបានអណ្ដែតនៅលើផ្ទៃឈូងសមុទ្រ។\n",
        "output": [
            "On April 22, an oil slick appeared on the surface of the Gulf.\n"
        ]
    },
    {
        "input": "\"ប្រភពជូនដំណឹងច្បាស់លាស់\" មួយដកស្រង់សម្តីដោយកាសែតជាភាសាបារាំងប្រចាំថ្ងៃឈ្មោះ ឡឺ ស័រ បានលើកឡើងថា អាចនឹងមានកំហុសចរន្តអគ្គិសនីនៅក្នុងប្រព័ន្ធផ្តល់សញ្ញានោះ។\n",
        "output": [
            "A \"well informed source\" quoted by French-language daily Le Soir suggested that there might have been an electrical failure in the signalling system.\n"
        ]
    },
    {
        "input": "អ្នកកំនែមួយក្នុងចំនោមនោះគឺចាស់ស្ទិនដៀល ដែលបានប្រាប់ទៅយ៉ាងធ្រីកថា៖\"កំនែខ្លះរបស់អ្នកអាចប៉ះពាល់ដល់អត្តបទគឺថាដូចជាបង្ហាញនូវការពេញចិត្តចំពោះតួអង្គនៅក្នុងអត្តបទនោះ។\"\n",
        "output": [
            "One of these editors is Justen Deal, who told Young Trigg that \"some of yours edits may have affected the article in such a way so as to reflect more favorably on the subject of the article.\"\n"
        ]
    },
    {
        "input": "សមាជិកប្រទេសអឺរ៉ុបមួយចំនួនបានទទួលរងគ្រោះដោយសារកម្រិតបំណុលកើនឡើង។\n",
        "output": [
            "Several of the eurozone's member states have been impacted with increasing debt levels.\n"
        ]
    },
    {
        "input": "បេក្ខជនប្រធានាធិបតីសហរដ្ឋអាមេរិក និងជាព្រឹទ្ធសមាជិកបារ៉ាក់ អូបាម៉ា និងចន ម៉ាកខេន ម្នាក់បានបានចូលរួមក្នុងវេទិកាផ្សាយផ្ទាល់ពីព្រះវិហារសាតដលប៊ែក ឆើច នៅទីក្រុងឡេក ហ្វររ៉េស។\n",
        "output": [
            "United States Presidential candidates Senators Barack Obama and John McCain each participated in a live forum broadcast from Saddleback Church in Lake Forest.\n"
        ]
    },
    {
        "input": "ការកើនឡើងនៃលើក៏ជះឥទ្ធិពលទៅលើអត្រាប្តូរប្រាក់ជាសកល ធ្វើឲដុល្លាធ្លាក់ចុះទូទាំងពិភពលោកដល់1%។\n",
        "output": [
            "The leu's growth also had an impact on global exchange rates, weakening the US dollar worldwide by 1%.\n"
        ]
    },
    {
        "input": "វិភាគទានត្រូវបានធ្វើការរៃអង្គាសសំរាប់កាកបាទក្រហមអាមេរិក និងកងទ័ពសង្គ្រោះ។\n",
        "output": [
            "Donations were being solicited for the American Red Cross and the Salvation Army.\n"
        ]
    },
    {
        "input": "\"តាមវិធានការណាមួយ លោក ចូ គឺជាអ្នកកសាងរដ្ឋពិសេសម្នាក់ ដែលនឹងត្រូវចងចាំសម្រាប់ការបង្កើតរដ្ឋឃ្វីនលែនជាលើកដំបូងប្រកបដោយមានភាពតស៊ូ\" នេះបើយោងតាមអគ្គភិបាលអូស្រ្តាលី ឧត្តមសេនីយទោ ជេហ្វើរី ដែលបាននិយាយក្នុងសេចក្តីការណ៍។\n",
        "output": [
            "\"By any measurement, Sir Joh was an exceptional state builder who will be remembered for consistently placing Queensland first,\" said the Australian Governor General, Major General Jeffery, in a statement.\n"
        ]
    },
    {
        "input": "ក្លាសហ្គោបាននិយាយថាវគ្គហ្វឺកហាត់របស់ព្រំដែនគរុកោលស្យគឺជា\"ផ្ទុយ\"នៃជំនឿរបស់អ្នកកាន់គ្រឹស្តសាសនា។\n",
        "output": [
            "Glasgow said that the Landmark Education training courses were \"opposite\" to his Christian beliefs.\n"
        ]
    },
    {
        "input": "ការឈ្នះរបស់ចលនារដ្ឋាភិបាលសម្រាប់កិច្ចអន្តរាគមន៍យោធា បានបង្កឲ្យមានការភ្ញាក់ផ្អើល មួយចំនួន។\n",
        "output": [
            "The defeat of the government motion for military intervention has surprised some.\n"
        ]
    },
    {
        "input": "កីឡាករហុល្លង់ អេប សុនឌ័រលែន បានសម្តែងស្ទើរតែល្អឥតខ្ចោះ និងពិបាកខ្លាំងដោយរកបានពិន្ទុ 16.533 ដែលធ្វើឲ្យគាត់ទទួលបានមេដាយមាស និងការអបអរសាទរយ៉ាងខ្លាំងពី ទស្សនិកជននៅក្នុង ណត គ្រីនវិច អារីណា។\n",
        "output": [
            "The Dutch gymnast Epke Zonderland performed a near-flawless and immensely difficult routine that earned 16.533 points, earning him both a gold medal and a standing ovation from the audience in the North Greenwich Arena.\n"
        ]
    },
    {
        "input": "ឪពុកម្ដាយរបស់អាសលី ចង់ទុកនាងនៅផ្ទះ និងថែរក្សានាងដោយខ្លួនឯង ហើយពួកគាត់ចង់ធានានូវគុណភាពជីវិតរបស់កូនស្រីពួកគាត់។\n",
        "output": [
            "Ashley's parents want to keep her at home and care for her themselves, and they want to guarantee their daughter's quality of life.\n"
        ]
    },
    {
        "input": "សមាជិករបបបណ្ដោះអាសន្ន និងក្រុមគ្រួសាររបស់គេត្រូវបានហាមឃាត់មិនឲ្យចូលប្រទេសញូវហ្សឺលែនឡើយ។\n",
        "output": [
            "Members of the interim regime and their immediate families are barred from entering New Zealand.\n"
        ]
    },
    {
        "input": "កន្លែងប្រវត្តិសាស្រ្តរដ្ឋចំនួនដប់បួនត្រូវបានគេដាក់កាលវិភាគបិទនៅថ្ងៃទី1 ខែតុលា។\n",
        "output": [
            "Fourteen state historic sites are scheduled to be closed October 1.\n"
        ]
    },
    {
        "input": "ការរញ្ជួយដីបន្ទាប់បានឈានដល់កម្រិត 5.9 រ៉ិចទ័រនៃចំណុចរញ្ជួយដែលមានទីតាំងស្ថិតនៅដប់ប្រាំបួនគីឡូម៉ែត្រភាគខាងលិចនៃតំបន់ ពីជីឡេមូ នេះបើយោងតាមសាកលវិទ្យាល័យអង្កេតភូគព្ភសាស្រ្តឈីលី (UCGS)។\n",
        "output": [
            "The aftershock reached a magnitude of 5.9 with the epicenter located nineteen kilometers west of Pichilemu, according to the University of Chile Geological Survey (UCGS).\n"
        ]
    },
    {
        "input": "បើយោងតាមហ្វ្រ៊ីដាប៊េរីហ្គាន នៅក្នុងបទសម្ពាសន៍មួយជាមួយ Democracy Now កាលពីថ្ងៃសុក្រ បានឲ្យដឹងថាត្រឹមតែថ្ងៃទី14 ខែកក្កដា នៅពេលអំពាវនាវឲ្យមានការបញ្ឈប់ សហរដ្ឋអាមេរិកក៏បានលក់សាំងយន្តហោះដែលមានតម្លៃ$120លានទៅឲ្យយោធាអ៊ីស្រាអែល ដែលជួយដល់យុទ្ធនាការទម្លាក់គ្រាប់បែករបស់ពួកគេនៅលីបង់។\n",
        "output": [
            "According to Berrigan, in an interview given to Democracy Now on Friday, just on the 14th of July while calling for restraint the U.S. also sold $120 million worth of jet fuel to the Israeli military assisting their bombing campaign of Lebanon.\n"
        ]
    },
    {
        "input": "គណបក្សចំនួនដប់ប្រាំមួយផ្សេងទៀតក៏មានលទ្ធភាពឈ្នះកៅអីឆ្នោតក្នុងរដ្ឋសភាផងដែរ ប៉ុន្តែគ្មានគណបក្សណាមួយក្នុងចំណោមគណបក្សទាំងនោះទទួលបានសម្លេងឆ្នោតច្រើនជាងមួយភាគរយឡើយ។\n",
        "output": [
            "Sixteen other parties were also in contention for parliament seats, but none of them received more than one percent of the vote.\n"
        ]
    },
    {
        "input": "បញ្ជីដែលហ្វសសេលើកឡើងនោះគឺជាបញ្ជីរបស់គណៈកម្មការរដ្ឋសភា ឆ្នាំ1995 អំពីវប្បធម៌ក្នុងប្រទេសបារាំង។\n",
        "output": [
            "The list which Fosse referred to is a list from the 1995 Parliamentary Commission on Cults in France.\n"
        ]
    },
    {
        "input": "សំណើរនេះក៏ណែរនាំឱ្យពន្យាពេលវេលាដែលក្រុមហ៊ុនតាក់ស៊ីអាចរក្សាការថតទុកដែលត្រូវបានទាញយកពីកាមេរ៉ាសុវត្ថិភាអោយលើសពីបច្ចុប្បន្នដែលមានរយៈពេល 30-35ថ្ងៃ។\n",
        "output": [
            "The proposal also suggests extending the time taxi companies can keep recordings downloaded from security cameras from the current 30–35 days.\n"
        ]
    },
    {
        "input": "ប្រជាជនអាយស្សា ខេលេដ បានប្រាប់សារព័ត៌មាន Reuters ថា \"ពេលខ្ញុំភ្ញាក់ពីគេង និងបានឃើញព្រិលធ្លាក់ ខ្ញុំក៏បានដាស់គ្រួសារបស់ខ្ញុំ និងបានប្រាប់ពួកគេមកមើលព្រិលធ្លាក់។\"\n",
        "output": [
            "Resident Aysar Khaled told Reuters \"I woke up and I saw snow falling, so I woke up all the family and told them to come and see the snowfall.\"\n"
        ]
    },
    {
        "input": "\"ដោយសារតែការប្តេជ្ញាចិត្តយ៉ាងជ្រាលជ្រៅរបស់យើងចំពោះការងារ និងកំណើន យើងបានយកការទទួលខុសត្រូវក្នុងការពន្យារពេលការវិលត្រឡប់ទៅរកផលលើសវិញ ហើយដោយសារតែការប៉ះទង្គិចដ៏ធំធេងចំពោះការទទួលប្រាក់ពន្ធ នឹងមានឱនភាពចំនួន $18 ពាន់លាន នៅក្នុងឆ្នាំ2013/14។\"\n",
        "output": [
            "\"Because of our deep commitment to jobs and growth, we have taken the responsible course to delay the return to surplus, and due to a savage hit to tax receipts, there will be a deficit of $18 billion in 2013/14\".\n"
        ]
    },
    {
        "input": "នៅពេលដែល អបផេនហៃមឺចាប់ផ្តើមដំណើរការ​កន្លែងបង្កើតអាវុធសម្ងាត់ ឡូស អាឡាមូស គាត់បានចាត់តាំងប៊េតធីឲ្យធ្វើជាប្រធានក្រុមទ្រឹស្តី។\n",
        "output": [
            "When Oppenheimer started the secret weapons design laboratory, Los Alamos, he appointed Bethe as Director of the Theoretical Division.\n"
        ]
    },
    {
        "input": "ក្រុមប្រឹក្សារដ្ឋមន្រ្តីរបស់ប្រទេសអ៊ីរ៉ាក់បាននិយាយថា យោធាប្រទេសទួរគីកំពុងរំលោភលើអធិបតេយ្យភាពរបស់ប្រទេសអ៊ីរ៉ាក់ ដោយបានធ្វើការលុកលុយចូលទៅក្នុងតំបន់ឃឺដភាគខាងជើងនៃប្រទេសអ៊ីរ៉ាក់។\n",
        "output": [
            "Iraq's council of ministers says the Turkish military is violating Iraqi sovereignty by conducting the incursion into Kurdish areas of northern Iraq.\n"
        ]
    },
    {
        "input": "តំបន់តែមួយត្រូវបានវាយប្រហារដោយការរញ្ជួយដីក្នុងឆ្នាំ 2004 ដែលជំរុញឱ្យមានរលកយក្សស៊ូណាមិ។\n",
        "output": [
            "The same region was hit by an earthquake in 2004, that triggered a tsunami.\n"
        ]
    },
    {
        "input": "មូលហេតុនៃការស្លាប់បណ្តាលមកពី​ការដួលរលំផ្ទះសម្បែងនៅក្រោមភ្លៀង ឬភក់។\n",
        "output": [
            "The deaths were caused mainly because some shanty-houses collapsed under rain or mud.\n"
        ]
    },
    {
        "input": "ព្រះអង្គក៏ប្រឈមមុខនឹងការរិះគន់ចំពោះការមានដៃគូរួមភេទច្រើន នៅពេលដែលមនុស្ស 26% ដែលមានអាយុ 15 ទៅ 49 ឆ្នាំមានផ្ទុកមេរោគអេដស៍។\n",
        "output": [
            "He has also faced criticism for having a high number of sexual partners, when 26% of 15 to 49 year olds are HIV positive.\n"
        ]
    },
    {
        "input": "ការផ្ទុះនោះត្រូវបានគេប៉ាន់ស្មានថាមានចំងាយប្រវែងបីម៉ាយ។\n",
        "output": [
            "The explosion had an estimated blast radius of three miles.\n"
        ]
    },
    {
        "input": "គំរូនេះបានព្យាករថាចុណ្ណភាគ ហ៊ីគស៍ បស្សុន បានផ្តល់នូវម៉ាស់ដល់ចុណ្ណភាគមូលដ្ឋានទាំងអស់ ហើយពន្យល់អំពីអត្ថិភាពនៃបញ្ហាងងឹត ឬបញ្ហាដែលមើលមិនឃើញនៅក្នុងចន្លោះកញ្ចុំផ្កាយ។\n",
        "output": [
            "The model predicts that Higgs boson particles gives mass to all fundamental particles and explains the existence of dark matter, or invisible matter in between galaxies.\n"
        ]
    },
    {
        "input": "បេសកកម្មបានគ្រោងទុកទៅកាន់កែវយឹតលំហនៅឆ្នាំ2008 ត្រូវរំពឹងថា នឹងបញ្ជូនឧបករណ៍ដើម្បីបង្កើនសមត្ថភាពកែវយឹតបន្ថែមទៀត។\n",
        "output": [
            "A scheduled mission to the space telescope in 2008 is expected to deliver instruments to further upgrade the capabilities of the telescope.\n"
        ]
    },
    {
        "input": "នាងពិពណ៌នាថ្ងៃធម្មតាមួយថា: \"មួយម៉ោងកន្លះមុនកម្មវិធី ខ្ញុំកំពុងនៅក្នុងបន្ទប់ផាត់មុខ។\n",
        "output": [
            "She describes a typical day: \"One hour and a half before the show I'm in the make-up room.\n"
        ]
    },
    {
        "input": "គាត់គឺជាកូនប្រុសរបស់ប្រធានសភាបច្ចុប្បន្ន សូញ៉ាហ្គេនឌី ដែលបានកើតនៅក្នុងប្រទេសអ៊ីតាលី និងអតីតនាយករដ្ឋមន្រ្តីរ៉ាជីវហ្គេនឌី ដែលត្រូវបានគេធ្វើឃាតនៅឆ្នាំ1991។\n",
        "output": [
            "He is the son of current Italian-born Congress President Sonia Gandhi, and former Prime Minister Rajiv Gandhi, who was assassinated in 1991.\n"
        ]
    },
    {
        "input": "ចំនួនអ្នកស្លាប់នេះគឺមិនជាក់លាក់ទេ ដែលមានចំនួនចាប់ពីគ្មានទៅប្រាំបីនាក់។\n",
        "output": [
            "The number of dead is not certain, with numbers ranging from none to eight.\n"
        ]
    },
    {
        "input": "មីល័រ បានចុះខ្សោយបន្តិចខណៈដែលវាបានបន្តដំណើរទៅកាន់ភាគខាងជើង ឆ្ពោះទៅកាន់កោះកណ្តាលរបស់ប្រទេសជប៉ុន។\n",
        "output": [
            "Melor weakened somewhat as it continued northward up Japan's central island.\n"
        ]
    },
    {
        "input": "តុលាការអឺរ៉ុបដើម្បីសិទ្ធិមនុស្សបានផ្តល់ទឹកប្រាក់ €2500 ទៅអោយលោក Abu Qatada ដែលជាសកម្មប្រយុទ្ធនិងបព្វជិតអ៊ីស្លាម នៅក្នុងពាក្យបណ្តឹងដែលលោកបានដាក់ប្តឹងប្រឆាំងនឹងចក្រភពអង់គ្លេសដែលបានឃុំខ្លួនលោកដោយគ្មានការកាត់ទោសនៅក្នុងឆ្នាំ 2002។\n",
        "output": [
            "The European Court of Human Rights has awarded €2500 to Abu Qatada, an Islamic militant and cleric, in a lawsuit he filed against the United Kingdom which detained him without trial in 2002.\n"
        ]
    },
    {
        "input": "លោកអ៊ីដវ៉ដ លូ និងលោកស្តេនឡេ ឡហ្វ មកពីមជ្ឈមណ្ឌលអវកាសចនសាន់ ទីក្រុងហស់ស្តូន បានធ្វើឲ្យថយចុះនូវការភ័យខ្លាចអំពីការជល់ទង្គិចគ្នានេះ។\n",
        "output": [
            "Edward Lu and Stanley Love, of Johnson Space Centre, Houston, also have allayed fears about a collision.\n"
        ]
    },
    {
        "input": "Manchester United និង Barcelona នឹងជួបគ្នាក្នុងការប្រកួតពាក់កណ្តាលផ្តាច់ព្រាត់ ពាន Champions League បន្ទាប់ពីក្រុមទាំងពីរបានឈ្នះក្នុងការប្រកួតមួយភាគបួនរបស់ពួកគេ។\n",
        "output": [
            "Manchester United and Barcelona will face off in the Champions League semi-finals after both teams won their quarterfinal matches.\n"
        ]
    },
    {
        "input": "អគារ និងដើមឈើជាច្រើនបានដួលរលំ។\n",
        "output": [
            "Buildings have already collapsed and trees have been knocked down.\n"
        ]
    },
    {
        "input": "អាវីឡាបានឈ្នះការបោះឆ្នោតប្រមាណជា 131,000 សម្លេង តែជាងបីភាគរយនៃសន្លឹកឆ្នោតបួនលានសម្លេងដែលបានបោះក្នុងវគ្គផ្តាច់ព្រ័ត្រ។\n",
        "output": [
            "Avila won by approximately 131,000 votes, a margin of just over three per cent of the four million votes cast in the final.\n"
        ]
    },
    {
        "input": "យោងទៅតាមប៊ីវឺ កប៉ាល់មុជទឹកទាំងនោះនឹងផ្តល់អោយអ៊ីស្រាអែលនូវសមត្ថភាពក្នុងការបាញ់លើកទីមួយនិងការបាញ់លើកទីពីរ។\n",
        "output": [
            "According to Beaver, the submarines would provide Israel with both first strike and second strike capability.\n"
        ]
    },
    {
        "input": "ស្មេសើស ចូលមក ហើយបានចោលកូនបាល់មួយចំនួនដើម្បីសង្គ្រោះ។\n",
        "output": [
            "Smethurst came in and pitched a few innings in relief.\n"
        ]
    },
    {
        "input": "ដំណាក់កាលបន្ទាប់នៃការសាកល្បងគឺនឹងរួមបញ្ជូលក្រុមមនុស្សចំនួន 700 នាក់ដែលមានអាយុផ្សេងៗគ្នា។\n",
        "output": [
            "The next phase of the trial will include 700 people from varying age groups.\n"
        ]
    },
    {
        "input": "ជាមួយនឹងការសុំជំនួយចំនួន850លានដុល្លារដែលរដ្ឋាភិបាលនៃប្រទេសសៀរ៉ាឡេអន បានរំពឹងទុកនោះ ប្រហែលជា300លានដុលា្លរប៉ុណ្ណោះដែលអាចធានាថាបាន ហើយបានភ្ជាប់មកជាមួយនៅលក្ខខ័ណ្ឌជាច្រើនក្នុងការប្រើប្រាស់លុយមូលនិធិនេះ។\n",
        "output": [
            "From the pledges of $850 million the government of Sierra Leone was hoping for only about $300 millions could be secured, with attached conditionalities concerning the use of funding.\n"
        ]
    },
    {
        "input": "អ្នកដើរថ្មើរជើង អាយុ 23 ឆ្នាំម្នាក់បានដើរនៅតាមបណ្តោយផ្លូវរត់ប្រណាំងក្នុងទីក្រុងឡុនដុនឌើរី ប្រទេស អៀរឡង់ខាងជើង នៅម៉ោងប្រហែល0220 GMT នៅយប់ថ្ងៃអាទិត្យត្រូវបានរថយន្ត វ៉ុលស្វាហ្គែន​ ប្រាសាត ពណ៍ខ្មៅមួយគ្រឿងបុកនិងត្រូវបានសម្លាប់។\n",
        "output": [
            "A 23-year-old pedestrian walking along Racecourse Road in the city of Londonderry, Northern Ireland at around 0220 GMT on Sunday night was struck by a black Volkswagen Passat and has been killed.\n"
        ]
    },
    {
        "input": "រ៉ូយ៉ាលមេលបានព្រមានដល់អតិថិជនថាការប្រមូលនិងចែកចាយសំបុត្រនៅចក្រភពអង់គ្លេសនឹងអាចរអាក់រអួលដោយសារឧបត្តិហេតុ។\n",
        "output": [
            "The Royal Mail is warning customers that mail collections and deliveries across the UK will be disrupted because of the incidents.\n"
        ]
    },
    {
        "input": "ក្រុមចចជា បាននាំមុខនៅតង់ទីពីរ និងកំពុងគំរាមរកពិន្ទុនៅការប្រកួតក្រោយ ប៉ុន្តែ ការការពាររបស់ក្រុមអៀឡង់ បានការពារជ័យជំនះបួនពិន្ទុ។\n",
        "output": [
            "Georgia led early in the second half and were threatening to score late in the match but Ireland's defence held to secure the four point victory.\n"
        ]
    },
    {
        "input": "មួយក្នុងចំណោម URLs ដែលបានស្ថិតក្នុងបញ្ជីខ្មៅមកកាន់ Wikileaks រួមមានបញ្ជីដែលលេចធ្លាយមួយអំពីគេហទំព័រដែលត្រូវបានបិទនៅក្នុងប្រទេសដាណឺម៉ាក។\n",
        "output": [
            "One of the blacklisted URLs to Wikileaks includes a leaked list of blocked websites in Denmark.\n"
        ]
    },
    {
        "input": "អ្នករត់ក្នុងរយៈចម្ងាយឆ្ងាយរបស់អូតាវ៉ា រ៉េ ហ្សាហាប់ អាយុ 39 ឆ្នាំ អ្នកកាសែតផ្សងព្រេង និងស្ថាបត្យករ ខេវីន វ៉ាលេលី អាយុ 44 ឆ្នាំ របស់លីន វ៉ាឡេ ភាគខាងជើងទីក្រុងវ៉ាន់ឃូវើ និងអ្នកធ្វើដំណើររុករកនៅប៉ូលខាងជើង រីឆាត វ៉េប៊ើ អាយុ 49ឆ្នាំ បាននិយាយថាពួកគេបានបញ្ចប់ការធ្វើដំណើរ 700-ម៉ាយ (1,130-គីឡូម៉ែត្រ) ក្នុងរយៈកម្ពស់ 10,000 ហ្វីត នៅទីបំផុតបានមកដល់ព្រឹកព្រលឹមថ្ងៃពុធ។\n",
        "output": [
            "Ottawa ultra-runner Ray Zahab, age 39, adventure journalist and architect Kevin Vallely, age 44, of Lynn Valley, North Vancouver and North Pole expeditionist Richard Weber, age 49, said they completed the 700-mile (1,130-kilometer) journey, at 10,000 feet altitude, finally arriving early Wednesday morning.\n"
        ]
    },
    {
        "input": "ដំណើរការនៃការបិទទាំងអស់ ត្រូវបានរំពឹងទុកថានឹងប្រើរយះពេលពីរបីថ្ងៃថែមទៀត។\n",
        "output": [
            "The total shutdown process is expected to take a few more days.\n"
        ]
    },
    {
        "input": "ឯកសារអំពីផែនការសន្តិភាពដើមឡើយត្រូវបានព្រាងដោយ នីកូលឡាស សាកូហ្ស៊ី ប្រធានាធិបតីនៃប្រទេសបារាំង។\n",
        "output": [
            "The peace plan document was originally drafted by Nicolas Sarkozy, the President of France.\n"
        ]
    },
    {
        "input": "ខែល បូស ដោយសារតែគ្រោះថ្នាក់ជាមួយនឹងចាស ប័រតុន ដែលស្ថិតនៅចំណាត់ថ្នាក់ទី៣ក្នុងពេលដែលមិត្តក្នុងក្រុមរបស់គាត់ហាមម្លីនសិ្ថតនៅទី៤។\n",
        "output": [
            "Kyle Busch, because of his accident with Jeff Burton maintained the third position while his team mate Hamlin is fourth.\n"
        ]
    },
    {
        "input": "មូលនិធិសំរាប់រថភ្លើងថ្មីនេះត្រូវរំពឹងថាមួយភាគធំបានមកពី TfL ទោះបីជាសង្កាត់ឡុងដ៍នៃគ្រ័យដុនបានបញ្ជាក់ពីការរួមចំណែកចំនួន £3m ទៅលើគម្រោងក៏ដោយ។\n",
        "output": [
            "Funding for the new trams is expected to largely come from TfL, however the London Borough of Croydon has also confirmed a £3m contribution to the project.\n"
        ]
    },
    {
        "input": "អ្នកនាំពាក្យក្រសួងការបរទេសអ៊ីស្រាអែល លោកយីហ្គាល ផាលម៉រ បាននិយាយថា \"នេះគឺលើសពីភាពចម្លែក ជាពិសេសចាប់តាំងពីចលនាហាម៉ាសត្រូវបានពិភពលោកទទួលស្គាល់ថាជាក្រុមភេរវកម្មមួយ។\"\n",
        "output": [
            "Spokesman Yigal Palmor for Israel's Foreign Ministry said, \"This is more than strange, especially since Hamas is internationally recognized as a terror group.\"\n"
        ]
    },
    {
        "input": "របាយការណ៍នេះ ជាពិសេសដាក់បន្ទោសទៅលើវិបត្តិសេដ្ឋកិច្ចពិភពលោកដែលបានបង្កើនបញ្ហាអនិកម្មភាពការងារ និងការថយចុះប្រាក់ចំណូលនៅក្នុងចំណោមប្រជាជនក្រីក្រ ដែលនាំឱ្យមានអសន្ដិសុខស្បៀងកាន់តែច្រើន ដែលនាំឲ្យមានភាពអត់ឃ្លាននៅលើពិភពលោក។\n",
        "output": [
            "The report blames this latest spike in world hunger chiefly on the global economic recession, which has increased unemployment and reduced incomes among the poor, leading to greater food insecurity.\n"
        ]
    },
    {
        "input": "ពួកគេនិយាយថាពួកគេចង់ធ្វើការត្រួតពិនិត្យប្រជាជនមួយនៃអាគារចម្រងចម្រាស់ផានហ្កេព។\n",
        "output": [
            "They say they wanted to conduct a citizens inspection of the controversial Pine Gap facility.\n"
        ]
    },
    {
        "input": "\"ការវាយប្រហារទាំងនេះបង្ហាញពីភាពអមនុស្សធម៌និងភាពឈឺចាប់របស់ឃាតករ។\"\n",
        "output": [
            "\"These attacks show the inhumanity and misery of the assailants.\"\n"
        ]
    },
    {
        "input": "យោងតាមលោកខេត លីអុន នាយកនៃសាកលវិទ្យាល័យខេនបឺរ៉ានៃវិទ្យាសា្ថនជាតិកីឡាបានឲ្យដឹងថា កីឡាគឺជាផ្នែកដ៏សំខាន់មួយនៃវប្បធម៌អូស្ត្រាលី ហើយការអភិវឌ្ឍន៍កីឡាទទួលបានការគាំទ្រពីភាគីទាំងពីរ។\n",
        "output": [
            "According to Keith Lyons, the University of Canberra Director of the National Institute of Sport Studies, sport is an important part of Australian culture and the development of sport enjoys bipartisan support.\n"
        ]
    },
    {
        "input": "ការបាញ់អាល-សាយេតកើតឡើងនៅតំបន់បាបអាមរ៏នៃហូមស៏។\n",
        "output": [
            "The shooting of Al-Sayed took place in the Bab Amr section of Homs.\n"
        ]
    },
    {
        "input": "នៅឆ្នាំ1996 គេបានចេញអាល់ប៊ុមរបស់គេជាលើកតំបូង ហើយលក់ដាច់អស់ជាងមួយលានច្បាប់នៅទូទាំងពិភពលោក។\n",
        "output": [
            "They released, in 1996, their first album, which sold over a million copies worldwide.\n"
        ]
    },
    {
        "input": "\"ខ្យល់មួយមានភាពត្រជាក់ ហើយស្ងួត ហើយខ្យល់មួយទៀតមានភាពក្តៅហើយសើម។\"\n",
        "output": [
            "\"The first one was cold and dry and the second one was warm and humid.\"\n"
        ]
    },
    {
        "input": "\"វាបង្ហាញថាអឺរ៉ុបមិនមែនជាកន្លែងអាក្រក់នោះទេ។\"\n",
        "output": [
            "\"It just goes to show that Europe is not such a bad place.\"\n"
        ]
    },
    {
        "input": "Wikipedia គឺជាគំរោងមូលនិធិវិគីមេឌា ជាអង្គការមិនរកប្រាក់ចំណេញស្ថិតនៅ ភីតធឺស្សបឺក រដ្ឋហ្លូរីដា។\n",
        "output": [
            "Wikipedia is a project of the Wikimedia Foundation, a non-profit organisation based out of St. Petersberg, Florida.\n"
        ]
    },
    {
        "input": "ដើម្បីតវ៉ាប្រឆំាងនឹងការដាក់ទណ្ឌកម្មនេះ លោក អ៊ីសាវី បានចាប់ផ្តើមធ្វើកូដកម្មបង្អត់អាហារដែល​មានការផ្សព្វផ្សាយជាសាធារណៈ។\n",
        "output": [
            "As a protest against the punishment, Issawi began a publicized hunger strike.\n"
        ]
    },
    {
        "input": "ជំនួយខ្លះបានចូលមកមានជាទម្រង់ជាអាហារខណៈជំនួយឯទៀតបានជាប្រាក់ដែលនឹងត្រូវបានប្រើប្រាស់ដោយទីភ្នាក់ងារជំនួយក្នុងការទិញគ្រាប់ធញ្ញជាតិពីកសិករអេត្យូភៀន។\n",
        "output": [
            "Some aid came in the form of food, while other aid came as cash which would be used by the aid agencies to buy grain from Ethiopian farmers.\n"
        ]
    },
    {
        "input": "មន្ត្រីពន្លត់អគ្គីភ័យមួយចំនួនបានទៅជិត តែនៅពេលដែលអាជ្ញាធរពន្លត់អគ្គិភ័យជាតិ ត្រូវបាន​បង្ខំអោយមកដោយអ្នកធ្វើដំណើរឆ្លងកាត់ម្នាក់ ដើម្បីពន្លត់ភ្លើងកំពង់ឆេះជំរុំ ដោយសារមានការហាមឃាត់ដែលកំពុងមានប្រសិទ្ធភាព មិនអោយមានក្រុមពន្លត់អគ្គីភ័យចូលក្នុងតំបន់នេះ។\n",
        "output": [
            "Officers only approached when the Country Fire Authority was summoned by a passerby to put out an open camp fire, as there was fire restriction in effect in the area.\n"
        ]
    },
    {
        "input": "ពួកគេក៏ត្រូវបានទទួលរងការរិះគន់ផងដែរចំពោះការអនុញ្ញាតឲ្យកូនធ្វើដំណើរចេញពីសហរដ្ឋាអាមេរិកនៅដើមឆ្នាំនេះ ដោយសារនាងសាន់ឌ័រលែននឹងអាចទៅដល់មហាសមុទ្រឥណ្ឌានៅរដូវរងារក្នុងតំបន់នោះ។\n",
        "output": [
            "They have also been criticized for allowing her to depart the United States at the beginning of the year, because Sunderland would likely arrive in the Indian Ocean during the region's winter.\n"
        ]
    },
    {
        "input": "មានវត្ថុមួយគឺពែង មានតម្លៃដល់ទៅរាប់ពាន់អឺរ៉ូ។\n",
        "output": [
            "One item, a cup, has been valued at several thousand Euros.\n"
        ]
    },
    {
        "input": "ក្មេងប្រុសជាបងប្អូនប្រុស \"បង្កើត\" និងកើតពីម្តាយតែមួយ ឬបងប្អូន \"មិនមែនបង្កើត\" តាមរយៈការយកមកចិញ្ចឹម ឬបងប្អូនសាច់ឈាមពាក់កណ្ដាល ឬបងប្អូនចុង។\n",
        "output": [
            "The men were either \"biological\" brothers and shared the same mother or \"non-biological\" brothers through adoption or as half or step siblings.\n"
        ]
    },
    {
        "input": "ព្យុះសង្ឈរាអេម៉ីលីបានបុកកោះតូចនៅតំបន់ភាគខាងកើតនៃសមុទ្រការ៉ាបៀននៃហ្គ្រេណាដា។\n",
        "output": [
            "Hurricane Emily has hit the small eastern Caribbean island of Grenada.\n"
        ]
    },
    {
        "input": "ក្រោយពីសកម្មភាពជាច្រើនបានកើតឡើងក្នុងទូប៊ីនហ្គេន ម៉ូនិចនិងបាស្សេល ដែលកន្លែងនីមួយៗមានអ្នកចូលរួមរាប់រយនាក់។\n",
        "output": [
            "Afterwards actions took place in Tübingen, Munich and Basel, each with hundreds of participants.\n"
        ]
    },
    {
        "input": "រដ្ឋសភានៃប្រទេសទាំងពីរបានអនុម័តទៅលើកិច្ចព្រមព្រៀងនេះ ដែលនឹងចងកាតព្វកិច្ចទៅលើប្រទេសទាំងពីរ។\n",
        "output": [
            "Parliaments in both countries approved the deal, which will be binding on both countries.\n"
        ]
    },
    {
        "input": "ពូរបស់គាត់បាននិយាយជាមួយ ស៊ីអេនអេន​ ក្នុងលក្ខខ័ណ្ឌមិនបញ្ចេញឈ្មោះ ហើយនិយាយថាក្មួយប្រុសរបស់គាត់បានកំពុងសិក្សានៅប្រទេសអង់គ្លេសនៅឆ្នាំ2006 នៅពេលដែលដៃគូរបស់គេនៅប្រទេសអ៊ីរ៉ង់ត្រូវបានចាប់ខ្លួន និងព្យួរកបន្ទាប់ពីរងការចោទប្រកាន់ពីបទសេពកាមជាមួយប្រុសដូចគ្នា។\n",
        "output": [
            "His uncle spoke with CNN on condition of anonymity, and said that his nephew was studying in Britain in 2006 when his partner in Iran was arrested and hanged after being charged with sodomy.\n"
        ]
    },
    {
        "input": "អណ្តូងរ៉ែនៅប្រទេសចិនគឺជាអណ្តូងរ៉ែគ្រោះថ្នាក់បំផុតនៅក្នុងពិភពលោក; កម្មករអណ្តូងរ៉ែរាប់ពាន់នាក់បានស្លាប់ជារៀងរាល់ឆ្នាំ ដោយសារឧប្បត្តិហេតុនៅក្នុង​អណ្តូងរ៉ែទាំងនោះ នេះបើយោងតាមសារព័ត៌មានអាល់ហ្សាស៊ីរ៉ា។\n",
        "output": [
            "China's mines are the deadliest in the world; according to Al Jazeera, several thousand miners die each year due to accidents in them.\n"
        ]
    },
    {
        "input": "ហ្កូវដែលបានលំអោនខ្លួនជាការបញ្ជាក់ពីការសោកស្ដាយហើយបានសន្យាថានឹងធ្វើការចៀសវាងនូវសោកនាដកម្មដូច្នេះកើតឡើងម្ដងទៀត។\n",
        "output": [
            "Gou, bowing as an expression of regret, promised to work to prevent such tragedies occurring again.\n"
        ]
    },
    {
        "input": "និស្សិតជិត 100 នាក់មកពីប្រទេសរ៉ាវ៉ាន់ដា ប៊ុយរុនឌី និង​កុងហ្គោ នឹងចែករំលែកគំនិតយោបល់គ្នាអំពីអតីតកាល និងបច្ចុប្បន្នកាលនៅក្នុងប្រទេសរ៉ាវ៉ាន់ដា ព្រមទាំងអនាគតសម្រាប់តំបន់ហ្គ្រេតឡេកផងដែរ។\n",
        "output": [
            "Approximately 100 students from Rwanda, Burundi and the Congo will share ideas about the past and present in Rwanda as well as the future for the Great Lakes region.\n"
        ]
    },
    {
        "input": "សារព័ត៌មានវីគីកំពុងបន្តតាមដានរឿងរ៉ាវនេះ ប៉ុន្តែអ្នកប្រើប្រាស់អនាមិកបានបដិសេធន៍បទសម្ភាសន៍។\n",
        "output": [
            "Wikinews is continuing to follow the story, but the anonymous user has declined an interview.\n"
        ]
    },
    {
        "input": "ទើបតែក្រោយម៉ោង 6:00 ល្ងាច (EDT) គេហទំព័រនេះបានត្រឡប់មកអនឡាញវិញជាមួយនឹងបញ្ហាតំណភ្ជាប់បន្តិចបន្តួច។\n",
        "output": [
            "Just after 6:00 p.m. (EDT) the site came back online with only a few connection issues.\n"
        ]
    },
    {
        "input": "ដោយបានបង្កើតជាក្រុមហ៊ុនរួមទុនរវាងក្រុមហ៊ុន BMG និងវ៉ូលហ្គង់ ហ្វាំងនៅឆ្នាំ1992 ក្រុមឡាប៊ែល បានឃើញក្រុមហ៊ុនមេរបស់ខ្លួនរួមជាមួយក្រុមហ៊ុនសូនី នៅឆ្នាំ2005 ដើម្បីបង្កើតក្រុមហ៊ុនសូនី BMG ហើយ ហ្វាំង លាលែងជាប្រធាននៅខែធ្នូ ឆ្នាំ2008។\n",
        "output": [
            "Formed as a joint venture between BMG and Wolfgang Funk in 1992, the label had seen its parent merge with Sony in 2005 to form Sony BMG and Funk quit as president in December 2008.\n"
        ]
    },
    {
        "input": "ផ្អែកទៅតាមសារព័ត៌មាន Press Trust of India ប៉ូលីសនៅប្រទេសឥណ្ឌាបានទទួលពាក្យបណ្តឹងពីក្មេងស្រីមិនទាន់គ្រប់អាយុបីរូបដោយចោទប្រកាន់គាត់ថាបានចាប់រំលោភពួកគេ។\n",
        "output": [
            "According to Press Trust of India, police in India received complaints from three underage girls alleging he had raped them.\n"
        ]
    },
    {
        "input": "គាត់បាននិយាយថាគាត់បានរៀបចំកាមេរ៉ាវ៉េបខេមដើម្បីថតព្រឹត្តិការណ៍នេះ ហើយនឹងបង្ហោះសេចក្តីលម្អិតនៅពេលក្រោយនៃម៉ាស៊ីនបម្រើ អេហ្វធីភីសំរាប់ឲ្យមនុស្សទាំងអស់មើល។\n",
        "output": [
            "He said that he had set up a webcam to record the event, and would post details later of a FTP server for people to watch.\n"
        ]
    },
    {
        "input": "អ្នកយាមត្រូវបានប្រាប់ថា នៅក្នុងក្បួន មិនអោយយកសារផ្ទាល់ខ្លួននិងកញ្ចប់ឥវ៉ាន់ ក្នុងអាគារឃុំឃាំង រឺនៅស្ថានីយ៍ករណីកិច្ចផ្សេងៗ។\n",
        "output": [
            "Guards are informed in the manual not to take personal mail and parcels within the detention blocks or at any other duty stations.\n"
        ]
    },
    {
        "input": "អាមេរិកត្រូវបានចោទប្រកាន់នៅពេលអតីតកាលក្នុងការប្រើប្រាស់ភ័ស្តុតាងពន្លើសនិងប្រឌិតឡើងដើម្បីកសាងសំនុំរឿងប្រឆាំងនឹងអ៊ីរ៉ាក់មុនពេលសង្គ្រាម។\n",
        "output": [
            "The US has in the past been accused of using exaggerated and fabricated evidence to build its case against Iraq prior to the war.\n"
        ]
    },
    {
        "input": "លោកជីន អ៊ីយីហ្គេ អ៊ីដុង បាននិយាយថាលោកបុងហ្គូដែលជាមេដឹកនាំយូរបំផុតនៅប្រទេសក្នុងទ្វីបអាហ្រ្វិកមួយនេះ បានស្លាប់នៅគ្លីនិកហ្គីរ៉ុន នៅថ្ងៃច័ន្ទ ក្នុងអាយុ73ឆ្នាំ។\n",
        "output": [
            "Jean Eyeghe Ndong said that Bongo, the longest-serving leader of an African country, had died at the Quiron clinic on Monday, at the age of 73.\n"
        ]
    },
    {
        "input": "មន្រ្តីជាន់ខ្ពស់រដ្ឋាភិបាលប៉ូឡូញមួយចំនួនផ្សេងទៀតក៏ស្ថិតនៅលើយន្តហោះនោះផងដែរ។\n",
        "output": [
            "Several other Polish government figures were in the plane as well.\n"
        ]
    },
    {
        "input": "រដ្ឋាភិបាលបានបញ្ជាក់ថាមនុស្សបួននាក់បានស្លាប់នៅក្នុងហេតុការណ៍នោះ។\n",
        "output": [
            "The government has confirmed that four people were dead in the incident.\n"
        ]
    },
    {
        "input": "ទោះជាយ៉ាងណា លោកហាគបានមានប្រសាសន៍ថានិយោជកនឹងទទួលស្គាល់ស្តង់ដាជាមូលដ្ឋាន និងថាពួកគេមិនមែនបកស្រាយខុសនោះទេ។\n",
        "output": [
            "However Mr Haque said that he was confident employers would recognise the standards as basic, and that they were not misleading.\n"
        ]
    },
    {
        "input": "\"ខ្ញុំមានអារម្មណ៍ថានេះគឺជាពេលវេលាសំរាប់ការផ្លាស់ប្ដូរ\" នេះជាប្រសាសន៍របស់ម្ចាស់ក្រុម លោកត្រាយតុន ម៉ាក់ឡេន។\n",
        "output": [
            "\"I felt this was the time for a change,\" owner Drayton McLane said.\n"
        ]
    },
    {
        "input": "ក្នុងឆ្នាំ2004 ក្មេងដែលមានអាយុប្រាំពីរឆ្នាំមកពីខននិកទីខាត់បានព្យាយាមរំដោះខ្លួនពីកន្លែងទោងដែលមានដែករឹតតឹង ហើយបានឡើងទៅជ្រុងខាងមុខនៃកន្លែងអង្គុយរបស់នាង។\n",
        "output": [
            "In 2004, a seven-year-old from Connecticut managed to free herself from the ride's restraining bars, and climb onto the front edge of her seat.\n"
        ]
    },
    {
        "input": "\"យើងមានការសោកស្តាយដែលត្រូវនិយាយថា ក្រោយពេលតស៊ូជាមួយនឹងជំងឺមហារីកអស់រយៈពេលមួយឆ្នាំកន្លះ បងប្រុសរបស់យើង និងអ្នកលេងហ្គីតាបាស បេន ម៉ាលីន បានទទួលមរណភាពដោយជំងឺដាច់សរសៃឈាម នៅប្រហែលជាម៉ោង 5 ព្រឹក នៅថ្ងៃទី2 ខែមករា ឆ្នាំ2008នេះ។\"\n",
        "output": [
            "\"We are regretful to say that after nearly a year and a half of battling cancer, our brother and bass player Ben Marlin has passed away just about the stroke of 5 a.m. this January 2nd, 2008.\"\n"
        ]
    },
    {
        "input": "បើយោងទៅតាមមន្ត្រីនៃក្រសួងមហាផ្ទៃមា្នក់បានឲ្យដឹងថា គេជឿថាការបាញ់សម្លាប់នោះគឺជាស្នាដៃរបស់ក្រុមអ្នកប្រឆាំងរដ្ឋាភិបាលទៅលើទាហានអ៊ីរ៉ាក់ ទោះបីជាជនរងគ្រោះមិនបានស្លៀកពាក់ឯកសណ្ឋានទាហានក៏ដោយ។\n",
        "output": [
            "It is believed those shot were Iraqi soldiers executed by anti-government fighters, according to an Interior Ministry official, although the victims were not dressed in military garb.\n"
        ]
    },
    {
        "input": "លោក ដេអន បសវ៉ាណា ប្រធាន​សហជីពជាតិ​កម្មកររ៉ែ​សម្រាប់​អាហ្រ្វិកខាងត្បូងបាននិយាយថា \"ការបារម្ភ​ចម្បង​របស់យើងគឺមានមនុស្ស​ជាង 3,000 នាក់ នៅក្រោមដី​។\"\n",
        "output": [
            "\"Our main worry is for more than 3,000 people who are underground,\" said National Union of Mineworkers for S. Africa chairman, Deon Boqwana.\n"
        ]
    },
    {
        "input": "កងទាហានអ៊ីស្រាអែលបានធ្វើការវាយលុកចូលក្នុងតំបន់ក្សាហ្សាជាទៀងទាត់ក្រោយពីការចាប់ខ្លួនហ្គីឡេន ស្សាលីតក្នុងខែមិថុនា ឆ្នាំនេះ។\n",
        "output": [
            "Israeli troops have regularly made incursions into Gaza following the capture of Gilad Shalit in June this year.\n"
        ]
    },
    {
        "input": "ទោះបីជាមានការវាយប្រហារពីប៉ាលីនក៏ដោយ អត្ថបទដើមនៅក្នុងទំព័រសារព័ត៌មាន ញូវ យ៉ក ថាមស៍ ដែលបានចុះផ្សាយនៅថ្ងៃទី3 ខែតុលា បានបញ្ចប់ដោយនិយាយថា អូបាម៉ា និងអាយ័រ មិនជិតស្និទ្ធគ្នាឡើយ ហើយថាទំនាក់ទំនងនេះគឺបានកើតឡើងចាប់តាំងពីពេលដែលអូបាម៉ាចូលកាន់តំណែងលើកដំបូងមកម្លេះ ហើយគម្រោងកំណែទម្រង់សាលារៀន \"ដោយនិយាយថាផ្លូវរបស់ពួកគេបានប៉ះគ្នាម្ដងម្កាល។\"\n",
        "output": [
            "Despite Palin's attack, the original article in the October 3 New York Times concluded that Obama and Ayers were never close, and that the connection was through Obama's initial run for office and a schools reform project, \"saying that their paths have crossed sporadically\".\n"
        ]
    },
    {
        "input": "គាត់លើកឡើងថា គាត់ទទួលបានតែភាគរយតូចមួយនៃចំណូលរបស់គាត់ពីក្រុមហ៊ុន; យប់មិញគាត់បានប្រគុំដន្ត្រីជាមួយក្រុមដន្ត្រីរបស់គាត់ហៅថា The Distractions នៅឯមហោស្របBloomsbury ក្នុងទីក្រុងឡុងដ៏។\n",
        "output": [
            "He points out that he only receives a small percentage of his income from the corporation; last night he played with his band The Distractions at the Bloomsbury Theatre in London.\n"
        ]
    },
    {
        "input": "ក្នុងខែកក្កដាឆ្នាំ2010 រ៉ូដបានជំនួសជាអ្នកដឹកនាំនៃអេអេលភីហើយមានលោកស្រីជីឡាតជានាយករដ្ឋមន្រ្តី។\n",
        "output": [
            "In July 2010, Rudd was replaced as leader of the ALP and as Prime Minister by Ms Gillard.\n"
        ]
    },
    {
        "input": "យ៉ាងហោចណាស់ធ្មេញផូស៊ីលចំនួនប្រាំបួនដែលក្នុងនោះ មួយគឺជាចង្កូម និងប្រាំបីទៀតជាធ្មេញថ្គាមនៃអំបូរស្វាពីមុនមកដែលមិនស្គាល់ឈ្មោះ បានត្រូវរកឃើញនៅក្នុងទ្វីបអាហ្វ្រិកដោយក្រុមអ្នកស្រាវជ្រាវដែលមកពីប្រទេសអេត្យូពីនិងប្រទេសជប៉ុន ហើយពួកគេបន្ទាប់មកបានប្រៀបធៀបប្លង់ 3-D នៃការបង្គុំធ្មេញជាមួយនឹងផូស៊ីលផ្សេងទៀតដែលមានអាយុកាល8លានឆ្នាំមុន ហើយបានរកឃើញថាផូស៊ីលនេះគឺទំនងជា \"ជំនាន់មុនផ្ទាល់\" របស់អំបូរស្វាឪដែលបច្ចុប្បន្នកំពុងរស់នៅក្នុងទ្វីបអាហ្វ្រិក ហើយថា ផូស៊ីលស្វាឪថ្មីនេះ គឺជារបស់អំបូរសត្វស្វាហ្កូរីឡា ដែលភាគច្រើនស៊ីរុក្ខជាតិដែលមានជាតិសរសៃខ្ពស់។\n",
        "output": [
            "At least nine fossilized teeth, one canine tooth and eight molars, of a previously unknown species of apes found in Africa were discovered by a team of researchers from Ethiopia and Japan who then compared the 3-D make up of the teeth to other fossils that date back as far as 8 million years and found that the fossils are likely a \"direct ancestor\" of apes currently living in Africa and that the new ape fossils were that of a species of gorilla who ate mostly plants high in fiber.\n"
        ]
    },
    {
        "input": "ទោះបីយ៉ាងណាក៏ដោយ កីឡាការីនីទាំងពីរនេះនៅតែចូលរួមចំណែកដល់ការរកគ្រាប់បាល់ ឲ្យក្រុមរបស់ខ្លួន ដោយកីឡាការីនីគ្រីស្ពីនរកបាន 12 ពិន្ទុដោយចាប់បាល់ដែលបោះមិនចូល 15 គ្រាប់ ហើយ កីឡាការីនីម៊ែរីតរកបាន 16 ពិន្ទុដោយចាប់បាល់ដែលបោះមិនចូលប្រាំមួយគ្រាប់។\n",
        "output": [
            "Nonetheless, the pair still contributed to the team's scoreline, with Crispin scoring 12 points with 15 rebounds, and Merritt scoring 16 points with six rebounds.\n"
        ]
    },
    {
        "input": "GoM បានស្នើអោយមានការអនុញ្ញាតដល់វិទ្យុសហគមន៍ក្នុងការផ្សាយពាណិជ្ជកម្ម5នាទី រាល់ការផ្សាយរយៈពេលមួយម៉ោង។\n",
        "output": [
            "The GoM has also proposed that community radios be allowed up to 5 minutes of commercial advertising for every hour of broadcast.\n"
        ]
    }
]
}