{
    "Contributors": [
        "Sai Venkat Subramani"
    ],
    "Source": [
        "Dataset Card for Asian Language Treebank (ALT) (https://huggingface.co/datasets/alt)"
    ],
    "Categories": [
        "Language Translation"
    ],
    "Definition":  "In this task, given a sentence er in the Laotian language and your task is to convert um it into the English language.",
    "Positive Examples": [
        {
            "input": "ພາຍຸດີນພັດຜ່ານອ່າວແຄມເປ ແລະທຳລາຍແທ່ນນ້ຳມັນ 100 ແຫ່ງ ແລະທ່າເຮືອນໍ້າມັນຫລາຍແຫ່ງໃນສູນກາງອຸດສາຫະກໍານໍ້າມັນກາງປະເທດ.",
            "output": "Dean moved across the Bay of Campeche, eyeing over 100 oil platforms and several oil ports in the center of the country's oil industry.",
            "explanation": "The above sentence is correctly translated from Lao to English"
        },
        {
            "input": "ມີລາຍງານໃນຂະນະທີ່ເຄື່ອງບິນ ບິນຂື້ນຈາກໂຊ ມີຄວັນອອກມາຈາກເຄື່ອງບິນ.",
            "output": "It is reported that when the airplane took off from Seoul, smoke was coming from the airplane.",
            "explanation": "The above sentence is correctly translated from Lao to English"
        },
        {
            "input": "ລົດໂຕໂຢຕ້າຂອງລາຟ ຊູມາກເກີ້ ໄດ້ເຮັດໃຫ້ແຟນໆ ປະຫລາດໃຈ ໄດ້ນໍາມາເປັນອັນດັບສາມ ຕາມມາດ້ວຍລົດໂຕໂຢຕ້າອື່ນໆ ຂອງຈາໂນ ຕຸລິ.",
            "output": "Ralf Schumacher's Toyota amazed Japanese fans, showed third result, followed by the other Toyota of Jarno Trulli.",
            "explanation": "The above sentence is correctly translated from Lao to English"
        }
    ],
    "Negative Examples": [
        {
            "input": "ກ່ອນທີ່ຈະມຸ້ງໜ້າໄປຫານ້ຳກ້ອນທີ່ແຕກ ພວກເຂົາໄດ້ເຮັດຂົວຊົ່ວຄາວດ້ວຍພາເຫຼດໄມ້ເພື່ອໄປແລະກັບມາຝັ່ງ ແຕ່ນ້ຳກ້ອນເໜັງແລະຂົວຈິ່ງຖືກທຳລາຍ.",
            "output": "In a press release dated February 16th, Robert Kahn, Stanford University's Public Affairs Coordinator, announced the experimental confirmation of frame dragging, an effect in which the presence of a rotating body causes space itself to be pulled along as the body rotates.",
            "explanation": "The above sentence is not correctly translated from Lao to English as none of the words match the translation."
        },
        {
            "input": "ບັນນາທິການຂ່າວທີ່ດີທີ່ສຸດຄື ຊາຮີ ໂດດ.",
            "output": "Archila was found with several lava and rock injuries on his body.",
            "explanation": "The above sentence is not correctly translated from Lao to English as none of the words match the translation."
        },
        {
            "input": "ຜູ້ບໍລິຫານໂຮງຮຽນໄດ້ອ່ານຄຳຖະແຫຼງຂອງຄະນະກຳມະການກ່ຽວກັບວິຊາການອອກແບບຢ່າງສະຫຼາດຕໍ່ນັກສຶກສາໃນໂຮງຮຽນເທດສະບານໂດເວີ.",
            "output": "Los Lunas came back with a three pointer by #24 and some layups by other players.",
            "explanation": "The above sentence is not correctly translated from Lao to English as none of the words match the translation."
        }
    ],
    "Instances": [
    {
        "input": "ເພັນໂທບາບີທໍ​ຢາສຳຮອງຊຶ່ງໃຊ້ໃນຄລີນິກ ດິກນີທາສ ໃນ ສວິດເຊີແລນ ຖືກໃຊ້ໃນການສີດຢູ່ ໂອເລກອນ ແລະ ໄດ້ເລີ່ມໃຊ້ໃນ ໂອກລາໂຮມາ.\n",
        "output": [
            "Pentobarbital, an alternative which is used at the Dignitas clinic in Switzerland, is used for lethal injections in Oregon, and has started to be used by Oklahoma.\n"
        ]
    },
    {
        "input": "ລິເບີແມນຢູ່ໃນຈໍເຈຍຕອນນີ້ ພ້ອມກັບວຸດທິສະມາຊິກລິນເຊ ເກຣແຮມ ລາວໄດ້ກ່າວເມື່ອຖືກຖາມວ່າລາວຈະໄດ້ເວົ້າໃນທີ່ປະຊຸມຫລືບໍ່ວ່າ \"ມີຄວາມເປັນໄປໄດ້ແຕ່ຂ້າພະເຈົ້າຈະລໍຖ້າໃຫ້ລາວປະກາດ.\"\n",
        "output": [
            "Lieberman is currently in Georgia, with Senator Lindsey Graham; he responded when asked if he would be speaking at the convention that \"it's quite possible, but I'll let them announce it.\"\n"
        ]
    },
    {
        "input": "ການເຈລະຈາກອງປະຊຸມການປ່ຽນແປງດິນຟ້າອາກາດ ສະຫະປະຊາຊາດ ປີ 2010 ແມ່ນໄດ້ສືບຕໍ່ໃນອາທິດນີ້ ໃນເມືອງບອນ ປະເທດເຢຍລະມັນ.\n",
        "output": [
            "The 2010 United Nations Climate Change Conference negotiations continued this week in Bonn, Germany.\n"
        ]
    },
    {
        "input": "ເມືອງແບມຕັນໃນອອນຕາຣິໂອ ຄານາດາ ແລະມາຣິກີນາໃນຟິລິປິນ ໃນຫ່ວາງມໍຯມານີ້ \"ຖືກຈັບເປັນຄູ່ແຝດ.\"\n",
        "output": [
            "The City of Brampton in Ontario, Canada, and Marikina in the Philippines have recently been \"twinned\".\n"
        ]
    },
    {
        "input": "ຖ້າບໍ່ມີໃຜໄດ້ຄະແນນສຽງສ່ວນໃຫຍ່ເຖິງສອງສ່ວນສາມຫຼັງຮອບທີສອງປະທານສະພານິຕິບັນຍັດຕ້ອງຖືກເລືອກແບບຄະແນນສຽງຫຼາຍແບບປົກກະຕິໃນຮອບທີສາມ.\n",
        "output": [
            "If no-one gets two-thirds majority after two rounds the speaker will be elected by a simple majority in the third round.\n"
        ]
    },
    {
        "input": "ບໍ່ມີຄົນເຈັບຄົນໃດ ທີ່ຖືກບອກວ່າ ເຂົາເຈົ້າໄດ້ຮັບການອະທິຖານ ແລະ ບໍ່ມີກຸ່ມນັກອະທິຖານຄົນໃດ ທີ່ຮູ້ວ່າ ຜູ້ໃດທີ່ເຂົາເຈົ້າໄດ້ອະທິຖານຫາ.\n",
        "output": [
            "None of the patients were told that they were prayed for, and none of the prayer groups knew who they prayed for.\n"
        ]
    },
    {
        "input": "ຈາກການກໍ່ຕັ້ງແບບເປັນບໍລິສັດລົງທືນລະຫວ່າງບິເອັມຈີແລະວູດກັງ ຟັງໃນປີ 1992 ປ້າຍແຜ່ນສຽງໄດ້ເຫັນການຮ່ວມຕົວຂອງໂຊນີໃນປີ 2005 ເພື່ອຕັ້ງໂຊນີ ບີເອັມຈີ ແລະຟັງໄດ້ອອກຈາກການເປັນປະທານໃນເດືອນທັນວາປີ 2008.\n",
        "output": [
            "Formed as a joint venture between BMG and Wolfgang Funk in 1992, the label had seen its parent merge with Sony in 2005 to form Sony BMG and Funk quit as president in December 2008.\n"
        ]
    },
    {
        "input": "\"ເຮົາຂໍພາວະນາໃຫ້ກັບແຟນຄັບຂອງເຮົາ ແລະປະຊາຊົນ ອິນດຽນນາ.\"\n",
        "output": [
            "\"We are praying for our fans, and the people of Indianapolis.\"\n"
        ]
    },
    {
        "input": "ທ່ານ ມານຊົວ ວາງແຜນທີ່ຈະກໍ່ຕັ້ງຄະນະກຳມະການຂຶ້ນພາຍໃນ15ມື້ ເພື່ອພິຈາລະນາ ແລະ ແນະນຳການປ່ຽນແປງລັດທະທຳມະນູນໃນປະຈຸບັນທີ່ຖືກງົດໃຊ້ຊົ່ວຄາວ.\n",
        "output": [
            "Mansour plans to form a panel within fifteen days to review and suggest changes to the now-suspended constitution.\n"
        ]
    },
    {
        "input": "ບໍລິສັດກູໂກ ຕອບໂຕ້ໂດຍກ່າວວ່າ ພວກເຂົາໄດ້ປະຕິບັດຕາມ ລັດຖະບັນຍັດລິກຂະສິດແຫ່ງສະຫະສະວັດດິຈິຕໍ ເພື່ອປົກປ້ອງບໍ່ໃຫ້ບໍລິສັດຖືກດໍາເນີນຄະດີ ຖ້າຫາກວ່າພວກເຂົານໍາເນື້ອໃນທາງລິກຂະສິດອອກມາທັນທີທີ່ພວກເຂົາຮັບຮູ້.\n",
        "output": [
            "Google has responded by saying that they followed the Digital Millennium Copyright Act, which prevents companies from being prosecuted if they bring down copyrighted content as soon as they are made aware of it.\n"
        ]
    },
    {
        "input": "ປະຊາຊົນຫຼາຍກ່ວາ 160 ຄົນຖືກ ຄວບຄຸມໄວ້ ໃນໄລຍະສອງມື້ຂອງການປາບປາມ ເຊິ່ງລວມມີ 100 ຄົນຈາກຊຸມຊົນແອອັດໃກ້ຄຽງ ແຕ່ວ່າສ່ວນຫຼາຍກໍ່ຖືກປ່ອຍໂຕອອກມາ.\n",
        "output": [
            "Over 160 people were taken into custody in a two day crackdown, including over 100 from a nearby slum, but most have been released since then.\n"
        ]
    },
    {
        "input": "ລັດຖະບານກາງແມ່ນເປັນໜີ່ບຸນຄຸນ ອຸດສາຫະກໍາຖ່ານຫີນ ແລະ ອາລູມິນຽມ ຄືກັບລັດຖະບານຍີ່ປຸ່ນກັບບໍລິສັດລ່າປາວານເຊິ່ງມີຜົນກະທົບທີ່ຮ້າຍແຮງຫຼາຍ.\n",
        "output": [
            "Ms Fitzpatrick said the Federal Government was as beholden to the coal and aluminium industries as the Japanese government was to whaling companies, and with far more devastating impacts.\n"
        ]
    },
    {
        "input": "ບິວ ຄຼິນຕັນ ອະດີດປະທານນາທິບໍດີ ສະຫະລັດອາເມລິຫາ ຈະໄປຢ້ຽມຢາມ ໂຣມາເນຍ ໃນວັນທີ 21 ເດືອນພຶດສະພາ ເພື່ອເຂົ້າຮ່ວມເປັນຜູ້ກ່າວຄຳປາໄສໃນ ກອງປະຊຸມ BeyondBorder ປີ 2005 ທີ່ ບູກາເຣສ.\n",
        "output": [
            "Bill Clinton, the former President of the United States of America, will make a visit to Romania on May 21, to participate as the keynote speaker at the BeyondBorders 2005 conference in Bucharest.\n"
        ]
    },
    {
        "input": "ຫລັງຈາກທີ່ຖືກປ່ອຍຕົວອອກມາ ນັກຮຽນໄດ້ບອກສື່ວ່າພວກເຂົາຖືກຂໍ້ໃຫ້ແກ້ເສື້ອອອກທີ່ສຸະຖານນີຕຳຫລວດ.\n",
        "output": [
            "Following their release, the students told the media they were required to remove their clothes at the police station.\n"
        ]
    },
    {
        "input": "ພໍສັນ ພ້ອມກັບເຈົ້າຫນ້າທີ່ລັດຖະບານ ໄດ້ສະເຫນີທາງແກ້ວ່າເລແມນອາດຕ້ອງແບ່ງເປັນສອງບໍລິສັດ.\n",
        "output": [
            "Paulson, along with other government officials, proposed a solution that Lehman would get split into two separate entities.\n"
        ]
    },
    {
        "input": "ກັບຄືນໄປເກມ ທາງທີມງານໄດ້ມີທັງຫມົດແປດເກມໂດຍຜູ້ແລະສ່ວນແບ່ງ4ທີມຊະນະ.\n",
        "output": [
            "Going into the game, the teams had played eight games against each other, splitting the record at 4 wins each.\n"
        ]
    },
    {
        "input": "ສຳລັບການຈັດສັນຫງົບປະມານທັງໝົດ ແມ່ນແຕກຕ່າງກັນ ບ່ອນທຳອິດ ຈຳນວນລ່ວມທັງໝົດແມ່ນຫຼຸດລົງ A$117,170,000 ແລະ ບ່ອນທີສອງ ໄດ້ເຫັນການເພີມຂື້ນເຖິ່ງA$114,353,000.\n",
        "output": [
            "For total appropriations, the first area decreased by a total of A$117,170,000 and the second area saw an increase in of A$114,353,000.\n"
        ]
    },
    {
        "input": "ສະພາໄດ້ກາວວ່າການສ້າງທີ່ \"ໃຫຍ່\" ຂອງສະຖານນີໄຟຟ້າກ໊າດຈະເປັນທີ່ຕ້ອງການໃນລະຫວ່າງທີ່ມີການຂາດແຄນພະລັງງານ.\n",
        "output": [
            "The committee stated that an \"extensive\" building programme of new gas-fired power stations would be needed to meet the predicted shortfall.\n"
        ]
    },
    {
        "input": "ໂຈນສະລັດ ໄດ້ແຜ່ກະຈາຍໄປທົ່ວຊາຍຝັ່ງຕາເວັນອອກຂອງທະວີບອາຟຼິກາ; ໃນວັນເສົາທີ່ຜ່ານມາ ໂຈນສະລັດ ໂຊມາເລຍ ໄດ້ຍຶດເຮືອຂອງປະເທດເບັນຊິກ ປອມເປອິ ພ້ອມກັບລູກເຮືອສິບຄົນ ທີ່ກໍາລັງມຸ່ງໜ້າໄປທາງໃຕ້ໝູ່ເກາະເຊເຊວ.\n",
        "output": [
            "Piracy is rife off the eastern coast of Africa; on Saturday, Somali pirates seized a Belgian ship, the Pompei, with its ten crew members, as it was headed south for the Seychelles islands.\n"
        ]
    },
    {
        "input": "ເຫດການນີ້ຖືກກ່າວວ່າເປັນໄພພິບັດທາງຍົນໂດຍສານພານິດທີ່ຮຸນແຮງທີ່ສຸດໃນລັດເຊຍນັ້ບຕັ້ງແຕ່ເຫດການເດືອນສິງຫາ2006 ເມື່ອມີຜູ້ເສຍຊີວິດ 170ຄົນ ພາຍຫຼັງຍົນອາຍພົ່ນໂດຍສນ ທູໂປ ຕູ-154 ທ່ຽວບິນທີ 612 ເຈົ້າຂອງແມ່ນ ສາຍການບິນ ພູໂກໂວ ຂອງ ເຊັ໋ນປີເຕີ້ສເບີກ ຕົກໃນຢູເຄຣນ.\n",
        "output": [
            "This is said to be Russia's worst commercial air disaster since August 2006 when 170 people died after a Tupolev Tu-154 passenger jet, flight 612, owned by St. Petersburg-based Pulkovo Airlines, crashed in the Ukraine.\n"
        ]
    },
    {
        "input": "ເຈົ້າໜ້າທີ່ສັດປ່າຢູ່ ຊິມບັບວີ ກ່າວໃນມື້ນີ້ວ່າ ໃນປີນີຈຳນວນການລັກລອບລ່າສັດເພື່ມຂຶ້ນຢ່າງຫຼວງຫຼາຍ ກ່າວໂທດອົງການອາຊະຍາກໍາສາກົນ.\n",
        "output": [
            "A wildlife official in Zimbabwe said today that the amount of animal poaching in the country has increased substantially this year, blaming an international crime syndicate.\n"
        ]
    },
    {
        "input": "ອ່າວບີດໂທໃນຕອນນີ້ເປັນຫນື່ງໃນພື້ນທີ່ ທີ່ດີທີ່ສຸດໃນການຫາປາເຊວມອນຂອງລັດ.\n",
        "output": [
            "Bristol Bay currently is one of the top salmon fishing grounds in the state.\n"
        ]
    },
    {
        "input": "ລາວກ່າວວ່ານາຍແພດ ສາມີຂອງລາວບໍ່ອາດທົນເຫັນສິ່ງຂອງ ຂອງເຄຊີໃນບ້ານໄດ້ ຈື່ງເກັບຂອງສ່ວນໃຫຍ່ໄວ້ໃນຫ້ອງເກັບຂ້ອງ.\n",
        "output": [
            "She says her husband Pat, couldn't bear having Casey's things at home and put most of them in storage.\n"
        ]
    },
    {
        "input": "ໃນອາທິດກ່ອນ ເຈົ້າຂອງເຮືອຄູສ ອາເມລິກາ ຖືກໂຈມຕີດ້ວຍເຄື່ອງຍິງຈະຫຼວດອາພີຈີ.\n",
        "output": [
            "Last weekend, a U.S.-owned cruise ship was attacked with rocket propelled grenades.\n"
        ]
    },
    {
        "input": "ຜູ້ເຄາະຮ້າຍຄົນຫຼ້າສຸດແມ່ນຖືກພົບໃນວັນທີ 12 ທັນວາ 2006 ໃນເຂດນອກເມືອງ ຫ່າງອອກໄປສອງສາມຮ້ອຍແມັດ ແລະ ອີກໜຶ່ງສົບກໍ່ຖືກຄົ້ນພົບພາຍໃນ 40ນາທີຕໍ່ມາ.\n",
        "output": [
            "The latest victims were found on 12 December 2006 in a rural area a few hundred meters apart, and one body discovered within 40 minutes of the other.\n"
        ]
    },
    {
        "input": "ພະນັກງານດັບໄຟກ່າວວ່າ ໄຟຈະລຸກໂຊນຂື້ນ ຫາກລົມຊານຕ້າ ອານາຍັງຄົງພັດໂຊຍຢູ່ແລະຫາກຄົນລາວ 500,000 ຄົນຍັງບໍ່ຫນີເພື່ອຄວາມປອດໄພ.\n",
        "output": [
            "Firefighters now fear that the fires could merge into one giant blaze if the Santa Ana Winds continue sending close to if not over 500,000 people running for safety.\n"
        ]
    },
    {
        "input": "\"ລັດຖະບານຈະຮ່ວມມືກັບປະຊາຄົມລະຫວ່າງປະເທດເພື່ອຄົງໄວ້ແຫ່ງຄວາມສະຫງົບແລະຄວາມປອດໄພທີ່ຄາບສະຫມຸນເກົາຫລີ.\"\n",
        "output": [
            "\"The government will also cooperate closely with the international community to maintain peace and safety on the Korean Peninsula.\"\n"
        ]
    },
    {
        "input": "ປາວິນ ຄານເດັນວານ ເລຂາທິການໃຫຍ່ຂອງສະຫະພັນຜູ້ຄ້າອິນເດຍທັງໝົດ ກ່າວວ່າ ພວກເຂົາຈະຢຸດຕິການປະທ້ວງໃນຕອນຄໍ່າຂອງວັນພຸດ ແລະ ພວກເຂົາຈະສືບຕໍ່ກໍກວນໂດຍການອົດອາຫານປະທ້ວງ ແລະ ຈັດກອງປະຊຸມຕໍ່ຕ້ານການດຳເນີນການຈໍ້າກາຮັບຮອງ.\n",
        "output": [
            "Praveen Khandelwal, Secretary General of the Confederation of All India Traders, said, they will call off the strike on Wednesday night and they continue their agitation by hunger-strike and conferences against the sealing drive.\n"
        ]
    },
    {
        "input": "ຈາກຜົນຄະແນນສຽງ ລາວຖືວ່າເປັນນັກອະນຸລັກນິຍົມສັງຄົມ ແລະ ລາວໄດ້ສະໜັບສະໜູນການປ່ຽນກົດໝາຍແຕ່ງງານກ່ຽວກັບການຫ້າມແຕ່ງງານກັບເພດດຽວກັນ.\n",
        "output": [
            "He is considered a social conservative in his voting record, and supported a Federal Marriage Amendment to bar same-sex marriage.\n"
        ]
    },
    {
        "input": "ກຸ່ມຕາລິບັນອ້າງຄວາມຮັບຜິດຊອບສຳຫລັບເຫດການລະເບີດດັ່ງກ່າວ ໂດຍກ່າວວ່າມີເປົ້າຫມາຍເປັນສະຖານທູດ.\n",
        "output": [
            "The Taliban claimed responsibility for the blast, saying their target was the embassy.\n"
        ]
    },
    {
        "input": "ບາງສ່ວນຂອງທາງຫຼວງທີ່ເຊື່ອມລະຫວ່າງລັດເລກທີ 35ແລະ30ແມ່ນຖືກປິດ.\n",
        "output": [
            "Portions of Interstate 35 and Interstate 30 were shut down.\n"
        ]
    },
    {
        "input": "25 ສຳນັກງານຜູ້ວ່າການລັດອິວລິນອຍ ຣ້ອດ ບາໂກເຈວິດ ໄດ້ປະກາດເລີກຈ້າງພະນັກງານລັດກວ່າ 450 ຄົນແລະປິດສວນສາທາລະນະແລະສະຖານທີ່ທາງປະຫວັດສາດປະຈຳລັດ.\n",
        "output": [
            "Illinois Governor Rod Blagojevich’s office announced layoffs of up to 450 state employees and the closure of 25 historic sites and state parks.\n"
        ]
    },
    {
        "input": "ພໍ ຄໍລິງວູດ ເຮັດພຽງຣັນດຽວກ່ອນຈະຖືກໜີຫ່າງຈາກອັງກິດ 83-4.\n",
        "output": [
            "Paul Collingwood made just one run before being run out to leave England on 83-4.\n"
        ]
    },
    {
        "input": "ເມື່ອ​ເຂົ້າ​ໃກ້​ກັບ​ພື້ນ​ຜິວ​ຂອງ​ເດືອນ ຍານ Cassini ພົບ​ ເມັດ​ພືດ​ທີ່​ມີ​ຂະ​ໜາດໃຫ​ຍ່​ຂຶ້ນ ເຊິ່ງອຸ​ດົມ​ໄປ​ດ້ວຍ​ໂຊ​ດ້ຽມ ແລະ​ໂປ​ຕາ​ສ​ຊ້ຽມ.\n",
        "output": [
            "Closer to the moon's surface, Cassini found that relatively large grains rich with sodium and potassium dominate the plumes.\n"
        ]
    },
    {
        "input": "ລາວໄດ້ເອົາເທບໃຫ້ຊື່ເບິ່ງອາທິດນີ້ ຫລັງຈາກໄດ້ຮັບຈາກຕຳຫລວດ.\n",
        "output": [
            "He provided the tape to the media this week, after obtaining it from police.\n"
        ]
    },
    {
        "input": "ນອກຈາກນີ້ ໄດ້ກ່າວເພີ່ມເຕີມວ່າ \"ຂ້ອຍເຊື່ອວ່າ ພວກເຮົາຈະເຫັນໃນມື້ຕໍ່ມາ ຄົນສ່ວນຫລວງຫລາຍກໍາລັງຢູເທິ່ງຫົນທາງກ້າວໄປຫາປະຊາທິປະໄຕ.\"\n",
        "output": [
            "Further adding, \"I trust that we will see in the coming days the vast majority of people taking the road to democracy.\"\n"
        ]
    },
    {
        "input": "Terry Macalister ບັນນາທິການພະລັງງານຂອງ The Guadian ໄດ້ຂຽນວ່າ \"ລາຍການຂໍ້ຜິດພາດ - ທັງມະນຸດແລະເຄື່ອງຈັກ\" ໃນບົດລາຍງານ \"ເປ້ເພ\" ອຸດສາຫະກໍານ້ໍາມັນຂອງ \"ຄວາມເວົ້າຈິງທີ່ຍົກອອກມາຫຼາຍ\" ປອດໄພໄວ້ກ່ອນ.\n",
        "output": [
            "The energy editor of The Guardian, Terry Macalister, wrote that the \"catalogue of errors - both human and mechanical\" in the report \"demolish\" the oil industry's \"much quoted mantra\" of safety first.\n"
        ]
    },
    {
        "input": "\"ເບິ່ງຄືວ່າຢູ່ໆກໍ່ເກີດເຮລິເຄນຂື້ນ.\"\n",
        "output": [
            "\"It almost seemed like a hurricane hit out of nowhere.\"\n"
        ]
    },
    {
        "input": "ຜູ້ບັນຊາການຕຳຫຼວດຂອງເຂດຊິດນີຕາເວັນອອກສ່ຽງເໜືອ ຜູ້ຊ່ວຍຜູ້ບັນຊາການກ່າວກ່າວລາວຍິນດີທີ່ສະໂມສອນເຮັດວຽກຮ່ວມກັບຕຳຫຼວດຢ່າງໝັ້ນໃຈ.\n",
        "output": [
            "The police Commander of the North West Sydney region, Assistant Commissioner said he was pleased that the club was working with the police proactively.\n"
        ]
    },
    {
        "input": "ໃນທີ່ສຸດໃນເດືອນມີນາ ການຮັບຮອງເລືອກຕັ້ງຂອງຂໍ້ຕົກລົງເຊນແອນດຣູ ຈະເກີດຂຶ້ນ ຈະເປັນແບບທັງການເລືອກຕັ້ງ ຫລື ແບບປະຊາມະຕິ.\n",
        "output": [
            "Finally in March, an electoral endorsement of the Saint Andrews Agreement will take place be it either through election or referendum.\n"
        ]
    },
    {
        "input": "Leonpr Tomero ຂອງ ສູນບັງຄັບ ແລະ ບໍ່ແຜ່ຂະຫຍາຍອາວຸດທະຫານກ່າວວ່າ ການທີ່ບໍ່ມີຜູ້ລະເວັ້ນທີ່ສາມາດນຳພາ ໃນສະຖານະການທີ່ອຶດອັດ ເຊິ່ງຄວາມຄືບໜ້າໃນການມ້າງ ໂຄງການນິວເຄຣຍຂອງ ເກົາຫຼີເໜືອ ອາດໄດ້ມີຄວາມຫຼ້າຊ້າ ເນື່ອງຈາກຄວາມສາມາດດ້ານເຕັກນິກ.\n",
        "output": [
            "The absence of the waiver could have led to an embarrassing situation where progress on dismantling North Korea's nuclear program would have been delayed because of a technicality, said Leonor Tomero of the Center for Arms Control and Non-Proliferation.\n"
        ]
    },
    {
        "input": "ວິກິນິວຍັງຄົງຕິດຕາມເລື່ອງນີ້ຕໍ່ໄປ ແຕ່ຜູ້ໃຊ້ນິລະນາມຄົນນັ້ນໄດ້ປະຕິເສດການໃຫ້ສຳພາດ.\n",
        "output": [
            "Wikinews is continuing to follow the story, but the anonymous user has declined an interview.\n"
        ]
    },
    {
        "input": "\"ຄາດຫວັງວ່າເທສະຕາຈະໃຫ້ບໍລິການປະເພດນີ້.\" ລາວກ່າວ.\n",
        "output": [
            "\"Telstra are expected to provide those kinds of services,\" he said.\n"
        ]
    },
    {
        "input": "\"ດ້ວຍພາລະຫນ້າທີ່ຂອງເຮົາຕໍ່ວຽກແລະຄວາມກ້າວຫນ້າເຮົາຈື່ງຈັດການໃຫ້ງົບປະມານກັບມາເກີນດຸນລ່າຊ້າອອກໄປ ແລະງົບປະມານຈະຂາດດຸນ $18 ພັນລ້ານໃນປີ 2013/2014.\"\n",
        "output": [
            "\"Because of our deep commitment to jobs and growth, we have taken the responsible course to delay the return to surplus, and due to a savage hit to tax receipts, there will be a deficit of $18 billion in 2013/14\".\n"
        ]
    },
    {
        "input": "ກ່ອນປີ 2005 555 ແຄ​ລິ​ຟໍ​ເນຍ​ໄດ້​ເປັນທະ​ນາ​ຄານ​ຂອງ​ສໍານັກງານໃຫ່ຍອາ​ເມລິ​ກາ​ຂອງ​ໂລກ​ ແຕ່​ສະ​ຖາ​ນະ​ການ​ທີ່​ສິ້ນ​ສຸດ​ລົງ​ໃນ​ເວ​ລາ North Carolina ທີ່ NATIONSBANK ມີນິຕິກໍາທະ​ນາ​ຄານ​ຊາຍ​ຝັ່ງ AP Giannini ຂອງ​ພາກ​ຕາ​ເວັນ​ຕົກ​ແລະ​ເກັບ​ຮັກ​ສາ​ໄວ້ B ຊື່ A​ ແຕ່​ວ່າ​ໄດ້ຕົ້ນ​ຕໍຂອງສໍານັກງານໃຫ່ຍ​ໃນ Charlotte NC​.\n",
        "output": [
            "Before 2005, 555 California had been Bank of America's World HQ, but that status ended when North Carolina based NationsBank ate up A.P Giannini's west coast banking legacy and kept the B of A name, but made the main HQ in Charlotte NC.\n"
        ]
    },
    {
        "input": "\"ເມື່ອຂ້າພະເຈົ້າເປັນປະທານນະໂຍບາຍເສດຖະກິດດຽວທີ່ຈະໄລ່ຕາມຄືການເງິນທຶນຂອງປະເທດສະຫະລັດອາເມຮຶກາ.\"\n",
        "output": [
            "\"When I am President, the only economic policy I shall pursue is to be frugal with the funds of the United States.\"\n"
        ]
    },
    {
        "input": "ເຣມອນ ລີອອຍເລີ ແຫ່ງແຄລິຟໍເນຍສະຫະລັດອາເມລິກາ ຖືກຕັດສິດໂທດຂໍ້ຫາຂ້າຕະກຳພະນັກງານຕັບໄຟປ່າແຫ່ງສະຫະລັດຈຳນວນ 5 ຄົນທີ່ຖືກຂ້າຂະນະພະຍາຍາມຄວບຄຸມໄຟປ່າ.\n",
        "output": [
            "Raymond Lee Oyler of California, United States has been convicted of the murders of five US Forest Service firefighters killed while attempting to control a wildfire he had lit.\n"
        ]
    },
    {
        "input": "ໃນເດືອນພຶດສະພາ ປີ2006 ມັນໄດ້ເພີ່ມຄວາມຮຸນແຮງຂອງການປະທຸຢ່າງວ່ອງໄວແລະເຖິງຈຸດສູງສຸດໃນວັນທີ14 ກໍລະກົດແລະ 16 ສິງຫາ.\n",
        "output": [
            "In May 2006 it increased dramatically culminating in violent eruptions on July 14 and August 16.\n"
        ]
    },
    {
        "input": "ໄມໂຄຊ໊ອບເຫັນດ້ວຍກັບສ່ວນນີ້ໂດຍຈັດເຮັດຂໍ້ມູນສຳຫລັບຄ່າລິຂະສິດເປັນ 6.5% ຂອງລາຍໄດ້ຂອງຜູ້ໄດ້ຮັບສິດທີ່ເປັນຜະລິດຕະພັນນະວັດຕະກຳ (ແຍກເປັນ 3.87% ສຳຫລັບຄ່າສິດທິບັດແລະ 2.98% ສຳຫລັບໃບອານຸຍາດໃນຂໍ້ມູນ).\n",
        "output": [
            "Microsoft agreed to this, providing the information for royalty fees of 6.5% of the licensee's revenues for the product on grounds of innovation (specifically, 3.87% for the patent license and of 2.98% for the information license).\n"
        ]
    },
    {
        "input": "ໜັງສືພິມ ແອດແລນຕາ ຈໍນໍ ຄອນສະທິທູຊັ່ນ (AJC) ລາຍງານວ່າ ມີມືປືນທັງໝົດສອງຄົນຢູ່ໃນເຫດການດັ່ງກ່າວ.\n",
        "output": [
            "The Atlanta Journal Constitution (AJC) reports that two handguns were found at the scene.\n"
        ]
    },
    {
        "input": "ເຖິງຢ່າງໃດກໍ່ຕາມ ບາງເທື່ອໃນລະຫວ່າງ10ຕື້ປີທີ່ແລ້ວນີ້ ຊິ້້ນສ່ວນໃຫຍ່ຂອງບາຣີອັອນ ທີ່ເອີ້ນກັນທົ່ວໄປວ່າ \"ປະກົດການທຳມະດາ\" ເພື່ອຈຳແນກພວກເຂົາອອກຈາກປະກົດການມືດ ແລະ ພະລັງງານມືດ ໄດ້ຫາຍໄປ.\n",
        "output": [
            "However, sometime during the last 10 billion years a large fraction of the baryons, commonly referred to as \"ordinary matter\" to distinguish them from dark matter and dark energy, have gone missing.\n"
        ]
    },
    {
        "input": "ຢ່າງ​ໃດ​ກໍ​ຕາມ ທ່ານ Haque ກ່າວ​ວ່າ ຕົນ​ເອງ​ໝັ້ນ​ໃຈ​ວ່າ​ບັນ​ດານາຍ​ຈ້າງຮູ້​ຈັກ​ດີ​ວ່າ​ມາດ​ຕະ​ຖານ​ເຫຼົ່າ​ນີ້​ແມ່ນ​ພື້ນ​ຖານ​ແທ້ໆ ແລະ​ໝັ້ນ​ໃຈ​ວ່າ​ພວກ​ເຂົາ​ບໍ່​ໄດ້​ເຂົ້າ​ໃຈ​ຜິດ.\n",
        "output": [
            "However Mr Haque said that he was confident employers would recognise the standards as basic, and that they were not misleading.\n"
        ]
    },
    {
        "input": "ເຈົ້າໜ້າທີ່ເກົາຫຼີໃຕ້ຍັງບໍ່ໄດ້ຄາດເດົາກ່ຽວກັບເຫດການນີ້ ກ່າວວ່າການເຄື່ອນຍ້າຍຮູບພາບ \"ອາດຈະແມ່ນດ້ວຍເຫດຜົນຫຼາຍໆຢ່າງ.\"\n",
        "output": [
            "South Korean officials are not yet speculating on the matter, saying the portrait removals \"may be for various reasons.\"\n"
        ]
    },
    {
        "input": "ບັນດາຕຶກອາຄານໄດ້ໂຄ່ນລົ້ມລົງ ແລະ ຕົ້ນໄມ້ຫັກລົ້ມ.\n",
        "output": [
            "Buildings have already collapsed and trees have been knocked down.\n"
        ]
    },
    {
        "input": "ອິນໂດເນເຊຍກໍໍ່ຕັ້ງສາຍການບິນໃນເດືອນມີນາຫລັງຈາກມີອຸບັດຕິເຫດເຄື່ອງບິ້ນໂບອິ້ງ 737 ອອກນອກລັນເວ.\n",
        "output": [
            "Indonesia grounded the carrier in March after another accident in which a B737 overshot a runway.\n"
        ]
    },
    {
        "input": "ແຮງງານທີ່ມີຢູ່ນອກໂຄໂລລາໂດ້ ໄດ້ພັບວ່າ ກິດຈະກຳທີ່ເຮັດດ້ວຍ \"ຜູ້ຊ່ວຍ\" ຂອງການສຶກສາ Landmark ລວມທັງ: \"ຫ້ອງການ ສະໝຽນ ການຮ້ອງຂໍທາງໂທລະສັບ ແລະ ການສະໝັກງານ ກໍ່ຄືການບໍລິການລູກຄ້າ ການຈັດວາງຕັ້ງ ການຍື່ນໄມ ໃນເວລາສຳມະນາ ແລະ ເຮັດກາເຟ.\"\n",
        "output": [
            "Labor based out of Colorado found that activities performed by Landmark Education's \"assistants\" include: \"office, clerical, telephone solicitation and enrollment, as well as greeting customers, setting up chairs, handling microphones during the seminars and making coffee.\"\n"
        ]
    },
    {
        "input": "\"ທ່ານເຮັດສັນຍາກັບເດັກນ້ອຍອາຍຸ 21 ປີແບບນີ້ໄດ້ແນວໃດ?\"\n",
        "output": [
            "\"How do you give someone, a 21 year old kid a contract like that?\"\n"
        ]
    },
    {
        "input": "ວ່າງວັນ​ຈັນ​ທີ່​ຜ່ານ​ມາ ຜູ້​ພັກ​ອາ​ໃສ​ໃນ​ອາ​ພາດ​ເມັນ​ແຫ່ງຫນຶ່ງນອກ​ກຸງ​ປາ​ຣີ​ສ ໄດ້​ພົບ​ລູກລະ​ເບີດຂອງ​ສະ​ໄໝ​ສົງ​ຄາມ​ໂລກ​ຄັ້ງ​ທີ II ໃນ​ປ່ອງ​ຄວັນ​ໄຟ​ຂອງ​ຕົນ.\n",
        "output": [
            "On Monday residents of an apartment building just outside of Paris discovered a World War II bomb lodged in their chimney.\n"
        ]
    },
    {
        "input": "ພັກຝ່າຍຄ້ານເອງ ຈະຕ້ອງໄດ້ຮັບບ່ອນນັ່ງໃນສະພາຢ່າງນ້ອຍຊາວບ່ອນ ເພື່ອຕໍ່ສູ້ກັບພັກແຮງງານ ແລະ ບັນດານັກການເມືອງອິດສະຫຼະ.\n",
        "output": [
            "The Opposition need to pick up at least twenty seats from the government to overcome the significant Labor majority and a number of independents.\n"
        ]
    },
    {
        "input": "ມີນັກຮຽນເກືອບ 100 ຄົນຈາກຣະວັນດາ ບູຣັນດີແລະຄອງໂກທີ່ຈະມາຮ່ວມສະແດງຄວາມຄິດກ່ຽວກັບອາດີດແລະປັດຈຸບັນໃນຄອງໂກ ລວມຖືງອານາຄົດຂອງເດີເກດ ເລກ.\n",
        "output": [
            "Approximately 100 students from Rwanda, Burundi and the Congo will share ideas about the past and present in Rwanda as well as the future for the Great Lakes region.\n"
        ]
    },
    {
        "input": "ຫນື່ງໃນຜູ້ວ່າຈ້າງທີ່ຖືກກ່າວຫາ ມາກ ລຸຍແປກ່າວກັບຜູ້ສື່ຂ່າວວ່າ ຜູ້ພິພາກສາທີ່ກ່ຽວຂ້ອງກັບການສືບສວນໃນຄັ້ງນີ້ໃນຮັດເຊໄດ້ຫ້າມບໍ່ໃຫ້ເຂົ້າເວົ້າກ່ຽວກັບເຈົ້າຊາຍໂຣລອງ.\n",
        "output": [
            "One of the accused contractors, Marc Luypaerts, has told the press that the judge responsible for the investigation in Hasselt had forbidden him to speak about Prince Laurent.\n"
        ]
    },
    {
        "input": "ກ່ອນໜ້ານັ້ນສອງມື້ ຫົວໜ້າລັດຖະມົນຕີ ໄດ້ເວົ້າວ່າ ການຫຼຸດລົງໃດໜຶ່ງໃນ ພາສີການຂາຍສາມາດສົ່ງຜົນໃຫ້ ຄ່າລົດເມສູງຂຶ້ນ.\n",
        "output": [
            "A couple of days ago, the Chief Minister had said that any reduction in the sales tax could result in the bus fares going up.\n"
        ]
    },
    {
        "input": "ໃນປີ 2005 ລາວໄດ້ປະກົດຕົວໃນລາຍການພິເສດ ເພື່ອລໍາລຶກເຖິງລາຍການເອີລົບວີຊັນ.\n",
        "output": [
            "In 2005 he made an appearance on a special programme to commemorate Eurovision.\n"
        ]
    },
    {
        "input": "ອີ່ງຕາມການສະນັບສະຫນູຸນຂອງທ່ານ Keith Lyon ຜູ້ ອໍານ່ວຍການມະຫາວິທະຍາໄລສະຖາບັນສຶກສາແລະກິລາ ແຫ່ງຊາດຂອງເມືອງ Canberra ກິລາເປັນສ່ວນຫນື່ງທີສຳຄັນໃນ ວັດທະນາທຳ ແລະ ການພັດທະນາຄວາມມ່ວນຊື່ນ ຂອງປະເທດອົດສຕາລີ.\n",
        "output": [
            "According to Keith Lyons, the University of Canberra Director of the National Institute of Sport Studies, sport is an important part of Australian culture and the development of sport enjoys bipartisan support.\n"
        ]
    },
    {
        "input": "ຫ່າງກັນປະມານຊາວກວ່ານາທີ ການລະເບີດມີເປົ້າຫມາຍໃນຕະຫລາດສອງທີ່ໃນແບກແດດເກີດຂື້ນກ່ອນການເອີ້ນລະຫມາດວັນສຸກ.\n",
        "output": [
            "Separated by twenty minutes, the bombings targeted two marketplaces in Baghdad shortly before the call to Friday prayers.\n"
        ]
    },
    {
        "input": "ລາວຕັ້ງໃຈພະຍາຍາມເຮັດໃຫ້ລົດຄັນອື່ນອອກຈາກນອກເສັ້ນທາງ.\n",
        "output": [
            "It is thought he was trying to force the other vehicle out of the way.\n"
        ]
    },
    {
        "input": "ເຫດການໃນມັດສະຍິດເຮັດໃຫ້ເກີດຄວາມຄັດແຍ້ງອີກຫລາກຫລາຍກ່ຽວກັບນັກຂ່າວທີ່ຈະຕ້ອງຮັກສາມຸມມອງທີ່ເປັນກາງ.\n",
        "output": [
            "The incident in the mosque raised considerable controversy over whether embedded journalists should maintain a neutral point of view.\n"
        ]
    },
    {
        "input": "ຄຳຖາມແມ່ນສິ່ງທີ່ເຮົາບໍ່ຕ້ອງການຖືກຖາມແລະໃຜຕັດສິນ.\n",
        "output": [
            "The question is what we need not to be told and who decides.\n"
        ]
    },
    {
        "input": "ອັນດັບທີສາມ ແມ່ນຈາກເຜົ່າເຕີ ຂອງບຸນກາລີ ເຊິ່ງໄດ້ຄະແນນປະມານ 11%.\n",
        "output": [
            "The third is Ethnic Turks of Bulgaria, with around 11%.\n"
        ]
    },
    {
        "input": "ຄໍໂນ ກ່າວໃນການສໍາພາດໃນ ປີ 1992 ຢູ່ໃນໜັງສືພິມ ນິວຢອກທາມ \"ແມ່ນມີຫຼາຍໆຄົນເຂົ້າເຖິງອາລົມໃນຮູບເງົາເລື່ອງນີ້ ແລະ ຮູ້ສຶກປົດປ່ອຍອອກຈາກລັດທິສາດສະໜາ.\"\n",
        "output": [
            "Corneau said in a 1992 interview in the New York Times that \"Many people got emotional about this film, and that made it possible for it to escape cult status.\"\n"
        ]
    },
    {
        "input": "ບາຣັກໂອບາມາ ແລະຈອນແມກເຄນ ວຸດທິສະມາຊິກຜູ້ສະຫມັກປະທານນາທິບໍດີສະຫະລັດອາເມລິກາ ເຂົ້າຮ່ວມການປະຊຸມທີ່ເຍແພ່ຈາກໂບດແຊດເດີແບັກໃນເລດຟໍເຣດ.\n",
        "output": [
            "United States Presidential candidates Senators Barack Obama and John McCain each participated in a live forum broadcast from Saddleback Church in Lake Forest.\n"
        ]
    },
    {
        "input": "ທາງການໄດ້ກ່າວວ່ານາຍແປພາສາຍິງໃສ່ເຂົາເຈົ້າຢູ່ໃນດ້ານໜ້າອັບສະການິສະຖານພາກຕາເວັນອອກກ່ອນທີ່ລາວຈະຖືກຍິງຕາຍໂດຍທະຫານອື່ນ.\n",
        "output": [
            "An official said the translator shot them at an eastern Afghanistan outpost before he was shot dead by other soldiers.\n"
        ]
    },
    {
        "input": "ຮ່າງລັດຖະທຳມະນູນນີ້ໃຫ້ສິດໃນການສືບທອດມໍລະດົກແລະໃຫ້ສິດໃນການເລືອກຕັ້ງທ້ອງຖິ່ນແກ່ຜູ້ຍິງ.\n",
        "output": [
            "It would have also given women equal rights to inherit property, and addressed local elections.\n"
        ]
    },
    {
        "input": "ຄຳຕັດສິນເກີດຂື້ນຫລັງຈາກທີ່ບໍລິສັດໄມໂຄຊ໊ອບປະກາດວ່າຈະເປີດເຜີຍລະຫັດຊ໊ອບແວລັບກ່ອນຫນ້າຈຳນວນ 30,000 ຫນ້າ ເມື່ອວັນພະຫັດທີ່ຜ່ານມາ (21 ກຸມພາ).\n",
        "output": [
            "The decisions came after Microsoft announced they were disclosing 30,000 pages of previously secret software code last Thursday (February 21st).\n"
        ]
    },
    {
        "input": "ທາງເລືອກສໍາລັບຍຸດທະສາດທີ່ປະກອບໃນການປັບປຸງການພົວພັນກັບປາກີສະຖານ ໃນຂະນະທີ່ການກໍ່ສ້າງຄືນເສດຖະກິດຂອງອັບສະການິສະຖານ.\n",
        "output": [
            "Options for a strategy include improving Afghan-Pakistani relations, while rebuilding Afghanistan's economy.\n"
        ]
    },
    {
        "input": "ຈາກການກໍ່ສ້າງສາຍລົດໄຟດັ່ງກ່າວ ບ້ານເຮືອນຫລາຍຮ້ອຍຫລັງຈະມີອຸໂມງຂຸດຜ່ານ.\n",
        "output": [
            "As a result of construction of the Crossrail line, hundreds of homes will have new tunnels excavated beneath them.\n"
        ]
    },
    {
        "input": "ແລະ ຂ້ອຍເຮັດສິ່ງດັ່ງກ່າວກໍເພື່ອເພີ່ມໂອກາດໃຫ້ຂ້ອຍເອງທີ່ຈະໄດ້ເຮັດວຽກໃນຝັນທີ່ຢູ່ໃນໂທລະພາບ.\"\n",
        "output": [
            "And I was doing all this in order to increase my chances to get my dream job in television.\"\n"
        ]
    },
    {
        "input": "ກ່ານຕັດສິນໃຈຍົກເລີກສອບເສັງສໍາລັບນັກຮຽນອາຍຸ ສິບສີ່ ປີ ແມ່ນໄດ້ມາຈາກຜົນຂອງເຫດການກ່ອນໜ້ານີ້ເມື່ອຕົ້ນປີ ເມື່ອມີເຫດການສົ່ງຜົນສອບເສັງໃຫ້ກັບບັນດານັກຮຽນເຫຼົ່ານີ້ຊັກຊ້າຫຼາຍ.\n",
        "output": [
            "The decision to abolish the tests for fourteen year olds came as a result of a situation earlier this year, when there were long delays with the delivery of test results to students of this age.\n"
        ]
    },
    {
        "input": "ຂັ້ນຕອນການປິດໂຕລົງທັງໝົດ ຄາດວ່າຈະສໍາເລັດໄດ້ໃນອີກສອງສາມວັນ.\n",
        "output": [
            "The total shutdown process is expected to take a few more days.\n"
        ]
    },
    {
        "input": "ອົງການລົດໄຟໃຕ້ດິນເມືອງລອນດອນ ໄດ້ປະກາດແຈ້ງ \"ລະຫັດເຫລືອງ\" ພາຍໃນຫລາຍນາທີ ທີ່ລົດໄຟເຄື່ອນຂະບວນໄປຍັງສະຖານີ ແລະ ເປີດປະຕູທັງໝົດ.\n",
        "output": [
            "London Underground declared a 'code Amber' within minutes, moving trains to platforms and opening all doors.\n"
        ]
    },
    {
        "input": "ອີງຕາມໂຄສົກ White House Tony Snow ປະທານນາທິບໍດີ ກຳລັງລໍຖ້າໃຫ້ ສານສູງສຸດສະຫະລັດ ຕັດສິນບັນຫາດັ່ງກ່າວ ເຖິງວ່າ ສານທະຫານ ຫຼື ສານປະຊາຊົນ ອາດພະຍາຍາມຄຸມຜູ້ຖືກກັກຂັງໄວ້.\n",
        "output": [
            "According to White House spokesman Tony Snow, the President is waiting for the US Supreme Court to decide on the issue of whether military tribunals or civilian courts would try the detainees.\n"
        ]
    },
    {
        "input": "\"ມື້ນີ້ກາຢາງການຊື້ສາຍການບິນ ຂອງ BA ທີ່ຊຶ້ກິດຈະການສາຍການບິນ bmi ສະແດງໃຫ້ເຫັນວ່າ EC ນໍາໃຊ້ສອງມາດຕະຖານສໍາລັບປະເທດທີ່ຖືກທຸງຊາດ ເອີຣົບ ແລະ ສາຍການບິນລາຍອັນແອ.\"\n",
        "output": [
            "\"Today's rubber-stamping of BA's purchase of bmi shows yet again that the EC has one rule for Europe's flag-carriers, but different rules for Ryanair\", said Ryanair chief .\n"
        ]
    },
    {
        "input": "ວູດກ່າວແຍ້ງກັບເລື່ອງນີ້ວ່າ \"ມີບາງສ່ວນໃນກົດຫມາຍສາກົນທີ່ຍັງບໍ່ຊັດເຈນປານໃດ.\n",
        "output": [
            "Wood disputes this, saying, \"Obviously there are some areas of international law that can be quite uncertain.\n"
        ]
    },
    {
        "input": "ການຟື້ນຕົວ ໄດ້ເລີ່ມຂຶ້ນໃນຕອນຕົ້ນອາທິດນີ້ ຫລັງຈາກມີຂ່າວຈາກຊີຕີ້ກຣຸບ ທີ່ຄຸ້ມຄອງບໍລິຫານກໍາໄລ ໃນລະຫວ່າງ ສອງເດືອນທໍາອິດຂອງປີ.\n",
        "output": [
            "The rally began earlier this week after the news from Citigroup Inc. about managing profits during first two months of the year.\n"
        ]
    },
    {
        "input": "ອີງຕາມ ຄະນະກຳມະການປົກປ້ອງນັກຂ່າວ ນັກຂ່າວເກົ້າຄົນ ໄດ້ຖືກຂ້າໃນ ປາກີສຖານ ປີນີ້ ແລະ ຢ່າງໜ້ອຍ 16 ຄົນ ໄດ້ຖືກຂ້າໃນປີ 2010.\n",
        "output": [
            "According to the Committee to Protect Journalists, nine journalists have been killed in Pakistan this year, and at least 16 were killed in 2010.\n"
        ]
    },
    {
        "input": "Pascal Bates ຜູ້ດຳເນີນຄະດີໄດ້ກ່າວວ່າ ເພື່ອຄວາມໄວ້ວາງໃຈພວກເຮົາໄດ້ຍອມຮັບວ່າການລະເມີດດ້ານສຸຂະພາບ ແລະ ຄວາມປອດໄພເປັນ \"ສາເຫດທີ່ສໍາຄັນ\" ໃນການເສຍຊີວິດຂອງເຂົາ.\n",
        "output": [
            "The trust admitted that health and safety breaches were a \"significant cause\" of his death, said Pascal Bates for the prosecution.\n"
        ]
    },
    {
        "input": "ຄອບຄົວແມ່ນກໍາລັງເດີນທາງ ເພື່ອໄປເຂົ້າຮ່ວມການແຂ່ງຂັນຣັກບີ້ຊາວໜຸ່ມ ເມື່ອການຊົນປະທະໄດ້ເກີດຂຶ້ນ.\n",
        "output": [
            "The family was on their way to attend a football game for youths when the crash occurred.\n"
        ]
    },
    {
        "input": "Spears ບໍ່​ໄດ້​ຖືກປັບໃໝ​ຫຍັງ​ ແລະ ​ເຖິງ​ວ່າ​ຈະ​ມີ​ການວຸ້ນວາຍຂອງປາປາຣັສຊີ່ Spears ບໍ່​ໄດ້​ຕ້ອງ​ການ​ໃຫ້ຜູ້​ຊາຍນັ້ນ​ຖືກ​ຈັບ​​.\n",
        "output": [
            "Spears was not charged with anything and despite the paparazzis' recklessness, Spears did not want the men arrested.\n"
        ]
    },
    {
        "input": "ບໍລິສັດກ່າວວ່າຈະດັກຈັບການປ່ອຍກ໊າດຄາບອນໄດ້ອອກໄຊຄ໌ (CO2) ຈາກການຜະລິດຊາຍນ້ຳມັນແລະຈະເກັບໄວ້ໃຕ້ດິນ.\n",
        "output": [
            "The company said it intends to capture the carbon dioxide (CO2) emissions from its oil sands production and store it underground.\n"
        ]
    },
    {
        "input": "ຫລັງຈາກ 5​ ຊົ່ວໂມງຂອງກອງປະຊຸມ ປະທານາທິບໍດີ ຫິວໂກ້ ຊາເວສ ຈາກເວນເນສຊູເອລາ ແລະ ອາວາໂລ ອຸບີ ຈາກໂຄລົມເບຍ ໄດ້ສີ້ນສຸດ ຄວາມຕືງຄຽດດ້ານການທູດ ທີ່ເປັນເວລາສອງເດືອນ.\n",
        "output": [
            "After five hours of meeting, the presidents Hugo Chávez from Venezuela and Alvaro Uribe from Colombia put a end to the diplomatic tension that had completed two months.\n"
        ]
    },
    {
        "input": "\"ຂ້າພະເຈົ້າຈະຈັດປະຊຸມລະດັບສູງກັບທາງຈີນເພື່ອຊີ້ແຈງແລະເຮົາຈະອະທິບາຍວ່າເປັນຫຍັງຈື່ງຄວນປົດລ໊ອກຂອງເຮົາ.\"\n",
        "output": [
            "\"I am trying to set up high-level meetings in China to state our case and explain why we should be unblocked.\"\n"
        ]
    },
    {
        "input": "ນັກວິທະຍາສາດ ໄດ້ເບິ່ງການປ່ຽນແປງຂະໜາດນ້ອຍ ຂອງການເຄື່ອນໄຫວເຄື່ອງມືວັດແທກ ເພື່ອກວດຫາປະກົດການແຟມແດກກິ້ງ ພ້ອມທັງປະກົດການ ຈີໂອຕິກ-ໄດ້ມີແກ້ໄຂພຽງເລັກນ້ອຍຕໍ່ກັບທິດສະດີແຮງຖ່ວງຂອງໂລກ ລະຫວ່າງຄວາມແຕກຕ່າງຂອງທິດສະດີແນວຖ່ວງຂອງໄອສະໄຕ ແລະ ນິວຕັນ.\n",
        "output": [
            "Scientists looked for small changes in the motion of the gyroscopes to detect the frame dragging effect, as well as the much larger geodetic effect – small corrections to the Earth's gravitational field due to differences between Einstein's and Newton's theories of gravity.\n"
        ]
    },
    {
        "input": "ນີ້ແມ່ນເອີ້ນວ່າ ແຜ່ນດີນໄຫວທີ່ມີຈຸດສຸມເລິກ ຍ້ອນແນວນັ້ນ ມັນຈິ່ງສະເທືອນໃນໄລຍະທີ່ໄກ.\n",
        "output": [
            "This is a so-called deep-focus earthquake, that's why it was felt at such a large territory.\n"
        ]
    },
    {
        "input": "ທ່ານ Peter Beattie ນາ​ຍົກ​ລັດ​ຖະ​ມົນ​ຕີ​ແຫ່ງ​ຄວີນ​ແລນໄດ້​ກ່າວ​ວ່າ ການ​ປ່ຽນ​ແປງ​ຜູ້​ນຳ \"ຈ​ະ​ເປັນ​ການ​ປະ​ກາດ​ຄວາມ​ມີ​ສະ​ເຖຍ​ລະ​ພາບ​ຂອງ​ພັກ​ສະ​ຍຸກ​ສະ​ໄໝ​ໃໝ່.\"\n",
        "output": [
            "Premier of Queensland Peter Beattie has said that the leadership change \"will herald in a new period of stability for the party.\"\n"
        ]
    },
    {
        "input": "ຖືງແນວໃດກໍ່ຕາມ ທັງຄູ່ກໍ່ຍັງເປັນຜູ້ເຮັດແຕ້ມໃຫ້ກັບທີມ ໂດຍຄຣິກສະປິນເຮັດໄດ້ 12 ແຕ້ມດ້ວຍການຣີບາວ 15 ຄັ້ງແລະເມອຣິດເຮັດແຕັ້ມໄດ້ 16 ແຕ້ມຈາກການຣິບາວ ຫົກຄັ້ງ.\n",
        "output": [
            "Nonetheless, the pair still contributed to the team's scoreline, with Crispin scoring 12 points with 15 rebounds, and Merritt scoring 16 points with six rebounds.\n"
        ]
    },
    {
        "input": "ຕຳຫລວດໄດ້ລາກຄົນລົງມາຈໍານວນໜຶ່ງ(ສ່ວນຫລາຍເປັນຜູ້ຍິງ)ທີ່ພະຍາຍາມຂັດຂວາງການທຳລາຍບ້ານຂອງພວກເຂົາ.\n",
        "output": [
            "Police was bringing down those few (basically women) who tried to interfere with the destruction of their property.\n"
        ]
    },
    {
        "input": "ເດັກຫນຸ່ມຄົນດັ່ງກ່າວສາມາດຫລົບຫນີຫນ່ວຍຮັກສາຄວາມປອດໄພຂອງສະຫນາມບິນເປີມເຂົ້າມາໄດ້ແລະລີ້ຢູ່ໃນເຄື່ອງບິນໃນຂະນະທີ່ເຄື່ອງບິນອອກບິນ.\n",
        "output": [
            "The boy managed to bypass security at the Perm city airport to hide in the plane as it took off.\n"
        ]
    },
    {
        "input": "ຂໍ້ຜູກມັດການແຕ່ງງານຂອງເພດດຽວກັນຈະຖືກນໍາສະເຫນີເປັນກົດຫມາຍພາຍໃນ 100 ມື້ ໃນລັດຖະບານ ຣູດ ສັນຍາວ່າຈະອະນຸຍາດໃຫ້ \"ລົງຄະແນນສຽງຢ່າງເຕັມທີ່\" ຖ້າວ່າລາວໄດ້ຮັບການເລືອກຕັ້ງຄືນ.\n",
        "output": [
            "Pledging that a bill to legalise same-sex marriage would be introduced within 100 days of government, Rudd promised to allow a \"full conscience vote\" if he were to be re-elected.\n"
        ]
    },
    {
        "input": "ຈາກ​ການ​ສຳຫຼວດ​ທົ່ວ​ໂລກນີ້​ແມ່ນ​ມີ​ຜູ້​ຍິງ​ພຽງ​ແຕ່ສອງ​ເປີ​ເຊັນ​ທີ່​ຄິດ​ວ່າ​ຕົນ​ເອງ​ງາມ ໂດຍ​ອີງ​ຕາມ​ຜູ້​ປະ​ກາດ​ຂ່າວ​ໃນ​ລາຍ​ການ Good Morning America ຂອງ​ຊ້ອງ ABC ໂຣບິນ ໂຣ​ເບີດ ເປັນ​ຜູ້​ປະ​ກາດ​ຂ່າວ ຊຶ່ງ​ເປັນ​ລາຍ​ການ​ເຊີງ​ພາ​ນິດ​ທີ່​ອອກ​ອາ​ກາດ​ເປັນ​ຄັ້ງ​ທຳ​ອິດ​ໃນ​ເຊົ້າ​ນີ້​ເວ​ລາ 8:07 ໂມງ.\n",
        "output": [
            "Only two percent of women surveyed worldwide consider themselves beautiful, according to ABC Good Morning America co-anchor Robin Roberts, whose program debuted the commercial this morning at 8:07 am EST.\n"
        ]
    },
    {
        "input": "\"ໃນສະພາບອາກາດອາກຕິກ ນ້ຳກ້ອນສາມາດຊ່ວຍປົກປ້ອງການຮົ່ວໄຫລຂອງນ້ຳມັນດ້ວຍການເຮັດໃຫ້ການເສື່ອມຂອງນ້ຳມັນຊ້າລົງ ມີຄື້ນທີ່ສະຫງົບ ຊື່ງບໍ່ເຮັດໃຫ້ນ້ຳມັນກະຈາຍຕົວໄປໃນພື້ນທີ່ໃຫຍ່ ແລະເຮັດໃຫ້ເຮົາມີເວລາຫລາຍຂື້ນໃນການດຳເນີນການແກ້ບັນຫາ.\"\n",
        "output": [
            "\"In Arctic conditions, ice can aid oil spill response by slowing oil weathering, dampening waves, preventing oil from spreading over large distances, and allowing more time to respond.\"\n"
        ]
    },
    {
        "input": "ຍິງສາວຄົນໜຶ່ງໄດ້ເສຍຊີວິດ ໃນຄືນວັນສຸກ ພາຍຫຼັງ ເກີດອຸບັດຕິເຫດ ເທິງເຄື່ອງຫຼີ້ນປິ່ນ ຢູ່ທີ່ສວນສະໜຸກ ເພຣແລນ ໃນເມືອງໄລ ນິວຢອກ ສະຫະລັດອາເມລິກາ.\n",
        "output": [
            "A young woman was killed Friday night after an accident occurred on a gyrating ride at the Playland amusement park in Rye, New York in the United States.\n"
        ]
    },
    {
        "input": "ລະບົບຫຸ່ນຍົນຂອງ ສູນການແພດສະຕານຝອດ ສຳເລັດການນຳໃຊ້ໃນການຜ່າຕັດກະເພາະທຽມຜ່ານກ້ອງ ທີ່ມີອັດຕາຄວາມຊັບຊ້ອນທາງທິດສະດີທີ່ຄ້າຍຄືກັບການຜ່າຕັດແບບມາດຕະຖານ.\n",
        "output": [
            "A robotic system at Stanford Medical Center was used to perform a laparoscopic gastric bypass surgery successfully with a theoretically similar rate of complications to that seen in standard operations.\n"
        ]
    },
    {
        "input": "ເຈົ້າຍິງຄິໂກະໄດ້ໃຫ້ກຳເນີດເດັກນ້ອຍເພດຊາຍນ້ຳຫນັກ 2,558 gram (5.639lb) ໃນວັນທີ 6ກັນຍາ ເວລາ 8 ໂມງ 27 ນາທີ (ເວລາມາດຕະຖານຍີ່ປຸ່ນ).\n",
        "output": [
            "Princess Kiko has given birth to a 2,558 gram (5.639 lb) baby boy, on 6 September at 8 h 27 (Japan Standard Time).\n"
        ]
    },
    {
        "input": "ອ໋ອກຟອດຊະນະໂຍນຫົວກ້ອຍ ແລະ ເລືອກແຖວແມ່ນໍ້າເບື້ອງເຊີລີ ສ່ວນແຄມບຣິດແມ່ນຢູ່ເບື້ອງມິດໂດເຊັກ.\n",
        "output": [
            "Oxford won the toss and chose to row on the Surrey side of the river, with Cambridge rowing on the Middlesex side.\n"
        ]
    },
    {
        "input": "ບໍ່ພົບລາວຈົນຖືງເດືອນສິງຫາ ປີ 1997 ເມື່ອນັກດຳນ້ຳພົບຮ່າງຂອງລາວທີ່ຖືກຖ່ວງນ້ຳຫນັກໃນຄວາມເລິກ 70 ຟຸດ.\n",
        "output": [
            "She was not found until August 1997, when divers found her weighted corpse 70 feet deep.\n"
        ]
    },
    {
        "input": "ຜູ້ຕ້ອງສົງໄສຖືກຈັບໃນວັນສຸກໂດຍຫນ່ວຍງານການອາດຊະຍາກຳມະປູມາລັງກາ.\n",
        "output": [
            "The suspects were arrested on Friday by the Mpumalanga organized crime unit.\n"
        ]
    },
    {
        "input": "ໃນສະຖານທີ່ເກີດລະເບີດ ມີການວາງພວງມາ​ລາເພື່ອສະແດງຄວາມເຄົາລົບພ້ອມກັບຄົນເປັນຮ້ອຍທີ່ເກີດເຫດເພື່ອໄວ້ອາໄລ.\n",
        "output": [
            "At the bombing sites, wreaths were laid in respect, with hundreds gathering at the sites to mark the silence.\n"
        ]
    },
    {
        "input": "ເສດຜົງສະສົມຮອບຊ່ອງລົມໃນການປ່ອຍອອກຊິເຈນຊື່ອິເລັກຕອນໄດ້ຮັບການບັນທືນແລະຖ່າຍຮູບໄວ້ໂດຍຊາຣີພອບ.\n",
        "output": [
            "Residue accumulation around the vents of the Elektron oxygen generator was noted and photographed by Sharipov.\n"
        ]
    },
    {
        "input": "ຜູ້ຮັກສາຄວາມປອດໄພຊາຍຝັ່ງໄດ້ຮັບແຈ້ງສະຖານະການສຸກເສີນ ເວລາ 19:03 ໂມງ ຈາກສາຍຂົນສົ່ງເຮືອກັນດາໂນ.\n",
        "output": [
            "The Coast Guard received word on the emergency at 7:03 p.m. from Candano Shipping Lines.\n"
        ]
    },
    {
        "input": "ລະດູຂອງ ໂຕຣ໋ອງໂຕ້ FC ໄດ້ໝົດລົງກັບ ນິວ ອິງແລນ ຣີໂວລູຊັນ ຈະປະເຊີນກັບ ນິວຢອກ ເຣດ ບູລ ໃນຮອບທີ 1ຂອງການແຂ່ງຂັນ.\n",
        "output": [
            "Toronto FC's season is finished as New England Revolution will face New York Red Bulls in the 1st Round of the playoffs.\n"
        ]
    },
    {
        "input": "ລົດໄຟ ຖະໜົນເອດວາ ທີ່ອອກເດີນທາງອອກໄປປາດິງຕອນ ແລະ ຍັງຢູ່ໃນວົງວຽນ ໄດ້ລະເບີດ ໃນທາງກົງກັນຂ້າມກັບລົດໄຟ ທີ່ີມາຈາກທິດທາງອື່ນ ເຮັດໃຫ້ຄົນຄິດວ່າ ທໍາອິດ ມັນແມ່ນ ອຸປະຕິເຫດລົດໄຟຕົກລາງ.\n",
        "output": [
            "The Edgware Road train, leaving for Paddington and also on the Circle, exploded opposite a train coming from the other direction, making people think at first that it was a derailment.\n"
        ]
    },
    {
        "input": "\"ຂ້າພະເຈົ້າຂໍກ່າວວ່າ ປະຈຸບັນທາງເຮົາມີທະຫານຢູ່ໃນອີຣັກແລ້ວ 140,000 ຄົນ ແລະຄວາມເຂົ້າໃຈຂອງຂ້ອຍແມ່ນຜູ້ນໍາໂຮເວີດໄດ້ສົ່ງທະຫານຂອງອົດສະຕາລີມາພຽງ 1,400 ຄົນ.\" ທ່ານ ໂອບາມາ ກ່າວ.\n",
        "output": [
            "\"I would also note that we have close to 140,000 troops on the ground now, and my understanding is that Mr Howard has deployed 1,400\", said Mr Obama.\n"
        ]
    },
    {
        "input": "ຢ່າງໜ້ອຍປະຊາຊົນ 10,000 ຄົນໄດ້ເສຍຊີວິດໃນຕົວເມືອງດຽວ ໂບກາໄລ ໃນເມືອງພີພອນຂອງປະເທດ.\n",
        "output": [
            "At least 10,000 people died in one town alone, Bogalay in the Pyapon District of the country.\n"
        ]
    },
    {
        "input": "ປະຊາຊົນຈໍານວນທັງໝົດ 5,000 ຄົນ ໄດ້ເຕືອນໃຫ້ປະຊາຊົນອົບພະຍົບ ອອກ ຄືນກ່ອນ 3,000 ຄົນ ໃນແຂວງ ມິຍາກິມື້ຄືນວານນີ້.\n",
        "output": [
            "A total of 5,000 people have been told to evacuate, 3,000 last night in Miyagi Prefecture.\n"
        ]
    },
    {
        "input": "ການໂຈມຕີບໍ່ເຫມືອນກັນການລະເບີດພີຊີບໃນສ່ວນທີ່ລະເບີດເປັນໄດນາໄມແລະລູກປືນຮັດກັບຜູ້ຍິງສອງຄົນ.\n",
        "output": [
            "These attacks were unlike suicide bombings in that the bombs were dynamite and ball bearings strapped to two women.\n"
        ]
    },
    {
        "input": "ມີການສະຫງົບນິ້ງໃນເກມເຕະບານທົ່ວປະເທດໃນທ້າຍອາທິດພ້ອມດ້ວຍແຟນທີ່ສ້າງແທ່ນເຄົາລົບຈຳລອງທີ່ນິວຄັດເຊີຍູໄນເຕັດແລະອິປສະວິດທາວ ຄັບສອງແຫ່ງທີກ່ຽວຂ້ອງກັບສະມາຄົມນີ້.\n",
        "output": [
            "Silences were held at football games throughout the country over the weekend, with fans creating makeshift shrines at Newcastle United and Ipswich Town, the two clubs he was most strongly associated with.\n"
        ]
    },
    {
        "input": "ລາວກ່າວວ່າຈະໄດ້ຄະແນນ 17 ສຽງຈາກ 18 ສຽງທີ່ຈຳເປັນຕ້ອງມີເພື່ອໃຫ້ໄດ້ເປັນສຽງສ່ວນໃຫຍ່ຂອງລັດສະມາຊິກຂອງໂອເອເອັດສ໌ 34 ລັດ.\n",
        "output": [
            "He claims to have 17 of the 18 votes needed in order to have the support of a majority within the 34 member states of the OAS.\n"
        ]
    },
    {
        "input": "ໂດຍປົກກະຕິແລ້ວ ຢູທູບ ແມ່ນສາມາດເຂົ້າເຖິງໄດ້ງ່າຍໃນ ສປ ຈີນ ແຕ່ກໍ່ໄດ້ຖືກບລັອກຂ່າວທີ່ຂຽນໃນເວັບໄຊຕ່າງໆ ແລະ ລົ້ມເລີກການເຂົ້າເຖິງ ໂດຍ ໂປຣແກຣມ 'ເກດ ຟາຍວໍໍາ'.\n",
        "output": [
            "YouTube is normally easily accessible in China, which blocks other pornographic or subversive sites with its 'Great Firewall'.\n"
        ]
    },
    {
        "input": "ສະມາຊິກຄອບຄົວທັງໝົດຫົກຄົນໄດ້ຮັບບາດເຈັບຢູ່ຂົວ ແຟັຣດລັອກ ລີສອດຄອບຄົວ ບ່ອນຕັ້ງແຄ້ມ ໃນເລບານອນ ລັດເມນ ຫຼັງຈາກທີ່ເກີດພາຍຸຝົນຟ້າຄະນອງທີ່ຮຸນແຮງເຮັດໃຫ້ ບັນດາຕົ້ນໄມ້ຫັກລົ້ມລົງ ເຊິ່ງມີຕົ້ນໜຶ່ງລົງຖືກກະໂຈມນອນ.\n",
        "output": [
            "A family of six were injured at Flat Rock Bridge Family Resort and campground in Lebanon, Maine after a severe thunderstorm caused trees to topple, with one landing on a tent.\n"
        ]
    },
    {
        "input": "ນັກສຶກສາບາງຄົນຈົ່ມວ່າພວກເຂົາບໍ່ໄດ້ຮັບການເເຈ້ງເຕືອນຈາກໂຮງຮຽນ ຈົນກະທັ້ງມີອີເມວເເຈ້ງເຕືອນຖືກສົ່ງເປັນເວລາຫລາຍກວ່າສອງຊົ່ວໂມງ ຫລັງຈາກເຫດການຄັ້ງທໍາອິດເກີດຂຶ້ນ.\n",
        "output": [
            "Some students complained that they had received no warning from the university until an e-mail alert sent more than two hours after the first incident.\n"
        ]
    },
    {
        "input": "ເຈົ້າຂອງພິງເກີ ພອກເຕີ ແອນ ແກມເບີໄດ້ແຈ້ງວ່າການຕັດສິນໃນເດືອນພືດສະພາຄົມມີໃຈຄວາມວ່າພິງເກີບໍ່ມີເນື້ອສຳຜັດ ຮູບລັກ ຫລືລົດຊາດເຫມືອນກັບຂະຫນົມກອບ.\n",
        "output": [
            "Pringles' owner Procter & Gamble had claimed at a ruling in May that Pringles do not feel, look, or taste like a crisp.\n"
        ]
    },
    {
        "input": "ມີພຽງ 186 ຄົນເຈັບຈາກລາຍງານໃນປີ 2004 ເຊິ່ງໄດ້ຫຼຸດລົງຈາກປີແລ້ວນີ້ມີ 336.\n",
        "output": [
            "Only 186 cases were reported in 2004, down from 336 the previous year.\n"
        ]
    },
    {
        "input": "ພະ​ຍຸ 80 km/ຊົ່ວ​ໂມງ (50 mph) ​ໃນ​ມະ​ຫາ​ສະ​ໝຸດ​ປາ​ຊີ​ຟິກ​ແມ່ນ​ປະ​ມານ 210 km (130 miles) ທາງ​ຕອນ​ໃຕ້​ຂອງ South west of Acapulco ປະ​ເທດເມັກ​ຊິກ.\n",
        "output": [
            "The 80 km/h (50 mph) storm in the Pacific Ocean is about 210 km (130 miles) south-south west of Acapulco, Mexico.\n"
        ]
    },
    {
        "input": "ເດລປ໌ ໄດ້ເຂົ້າຮ່ວມວົງບອສຕັນໃນຊ່ວງຕົ້ນປີ 1970 ຫຼັງຈາກພົບກັບມືກີຕ້າ ນັກຂຽນເພັງ ແລະ ຜູ້ຜະລິດລາຍການ ທອມ ສະໂຄລ.\n",
        "output": [
            "Delp joined Boston in the ealry 70's after meeting with guitarist, songwriter and producer Tom Scholz.\n"
        ]
    },
    {
        "input": "ມີຢ່າງຫນ້ອຍສີ່ຄົນເສຍຊີວິດແລະສີ່ສິບຄົນໄດ້ຮັບບາດເຈັບໃນຄືນວັນເສົາ ຈາກເຫດເວທີຖະຫລົມລົງມາທີ່ ງານສະແດງລັດ ຂອງ ອິນດຽນນາ ເຊິ່ງຕັ້ງຢູ່ໃນລັດອິນດຽນນາສະຫະລັດອາເມລິກາ.\n",
        "output": [
            "At least four people died and forty were injured Saturday night as the result of a stage collapsing at the Indiana State Fair, located within the US state of Indiana.\n"
        ]
    },
    {
        "input": "ເຈົ້າຫນ້າທີ່ຂອງເທືອກເຂົາຮາໃນເຢຍລະມັນກາງປະກາດເປີດກວ້າງໃຫ້ນັກທ່ອງທ່ຽວໄປ \"ທາງຍ່າງເປືອຍການເປັນທາງການ\" ຕາມສະຖານທີ່ທາງທໍາມະຊາດຕ່າງໆໄດ້.\n",
        "output": [
            "Local authorities of Harz mountain range in central Germany have also announced the openness to any visitor of an “official naked walking route” in nature's outdoors.\n"
        ]
    },
    {
        "input": "ນີ້ເປັນການລະບາດຂອງໄວຣັດໄຂ້ເລືອດອອກ ມາດເບີກທີ່ຫລາຍທີ່ສຸດໃນປະຫວັດສາດ.\n",
        "output": [
            "This is the largest recorded outbreak of Marburg viral hemorrhagic fever in history.\n"
        ]
    },
    {
        "input": "\"ພວກເຮົາກັງວົນເລື່ອງທີ່ວ່າ ຄົນກວ່າ 3000 ຄົນຕິດຢູ່ໃຕ້ດິນ\" ດີອອນ ບ໊ອກວ່ານາ ປະທານສະຫະພາບຄົນງານເຫມືອງແຫ່ງຊາດ ອຟຼິກກາໃຕ້ກ່າວ.\n",
        "output": [
            "\"Our main worry is for more than 3,000 people who are underground,\" said National Union of Mineworkers for S. Africa chairman, Deon Boqwana.\n"
        ]
    },
    {
        "input": "Dannie Abse ເປັນທີ່ຮູ້ຈັກເປັນນັກກະວີແລະທ່ານຫມໍທາງການແພດ.\n",
        "output": [
            "Dannie Abse is well-known for being a poet and a medical doctor.\n"
        ]
    },
    {
        "input": "Zimbabwe ທໍາຄະເເນນໃຫ້ກຸ່ມ D ເກມທີ່ສອງໃນການແຂ່ງຂັນຊິງແຊມໂລກຕໍ່ສູ້ກັບIrelandຢູ່ໃນ Sabina Park Kingston ປະເທດຈາໄມກາ.\n",
        "output": [
            "Zimbabwe tied the second Group D match in the World Cup against Ireland at Sabina Park, Kingston, Jamaica.\n"
        ]
    },
    {
        "input": "ພວກເຂົາຍັງທົດສອບໜູບໍລິສຸດທີ່ໄດ້ຮັບ ໂປຣແລກຕິນ ຕື່ມ ແລະ ພົບວ່າຜົນລັບຄ້າຍຄືກັບໜູຖືພາ.\n",
        "output": [
            "They also tested virgin mice given additional prolactin, and found results similar to pregnant mice.\n"
        ]
    },
    {
        "input": "ຖ້າປະຊາຊົນກຳລັງປູກນ້ຳມັນຊີວະພາບ ແລະ ອາຫານ ມັນຈະຊ່ວຍໃຫ້ມີການເນັ້ນໜັກແບບອື່ນ ກ່າວ David Molden ຜູ້ທີ່ນຳການສຶກສາໃນ IWMI ມີຖານທີ່ Sri-Lanka.\n",
        "output": [
            "If people are growing biofuels and food it will put another new stress, says David Molden, who led the study at the Sri Lanka-based IWMI.\n"
        ]
    },
    {
        "input": "ນີ້ແມ່ນຜົນຈາກການຖືກຈອງຈຳບ່ອນທີ່ໂປປອຟຖືກທຳຮ້າຍເກີດຂຶ້ນແລະເລີມປິດຄະດີ.\n",
        "output": [
            "This resulted in the holding cell where Popov's beating occurred being closed down.\n"
        ]
    },
    {
        "input": "ປະທານນາທິບໍດີ Bush ໄດ້ເວົ້າກ່ອນໜ້ານີ້ໃນ ທໍລະພາບ ARD German ວ່າ ລາວຕ້ອງການປິດ ແຄ້ມການກັກຂັງ ໃນອ່າວ Guantanamo.\n",
        "output": [
            "President Bush said previously on ARD German television that he wants to close the Guantanamo Bay detainment camp.\n"
        ]
    },
    {
        "input": "ການຝັງສົບຈະເຮັດທີ່ສຸສານເຮີມາໂນ ເປໂດ ໃນແມັກຊິໂກ.\n",
        "output": [
            "Internment will take place at the Hermano Pedro cemetery in Mixco.\n"
        ]
    },
    {
        "input": "ຫນ່ວຍຄວບຄຸມການບິນຂອງນາຊາທີວີປະກາດວ່າ \"ທ້ອງຟ້າບໍ່ມີເມກ ເຮົາຈື່ງພ້ອມປ່ອຍ.\"\n",
        "output": [
            "\"The clouds broke up and that's why we were go for launch,\" stated mission control on NASA TV.\n"
        ]
    },
    {
        "input": "ເດລີຄອດ ບ໊ອກອອນໄລນ໌ ຝ່າຍຊ້າຍທີ່ເປັນທີ່ຮູ້ຈັກ ເປັນເຈົ້າທຳອິດທີ່ລາຍງານຂໍ້ຜິດພາດດັ່ງກ່າວ ໂດຍທາງຊີເອັນເອັນເອົາຊື່ຂອງທັງສອງມາໃຊ້ສະຫລັບກັນ ຕັ້ງຊື່ຊ່ວງລາຍການທີ່ກ່ຽວກັບທ່ານ ບິນ ລາເດັນວ່າ \"ໂອບາມາຢູ່ໃສ?\" ໃນລາຍການຊິດທູເອຊັ້ນຣູມຊື່ງມີຜູ້ຊ່ຽວຊານຢູ່າງວູບ ບິວເຊີເປັນພິທີກອນ.\n",
        "output": [
            "According to prominent American left-wing online blog Daily Kos, which was the first to report it, CNN mixed the two up on Monday, leading into a segment on bin Laden with the title, \"Where's Obama?\" on The Situation Room, a show hosted by pundit Wolf Blitzer.\n"
        ]
    },
    {
        "input": "ເຖິງວ່າການແຂ່ງຂັນນີ້ຈະເປັນເສັ້ນທາງທີຍາວທີ່ສຸດອັນດັບສອງໃນລາຍການແຂ່ງຂັນໄຕ້ຫວັນ 2008 ສະພາບອາກາດເປັນສິ່ງທ້າທາຍໃຫ້ກັບນັກປັ່ນລົດຖີບ ທັງ 89ຄົນ ຍ້ອນວ່າ ຝົນຕົກໄວກ່ວາປົກກະຕິໃນເຂດໄຕເປຫາເຂດນະຄອນບານເມືອງກີລັງ.\n",
        "output": [
            "Even though this race is the second longest race in 2008 Tour de Taiwan, the weather challenged 89 cyclists due to an earlier rain in Taipei-Keelung metropolitan area.\n"
        ]
    },
    {
        "input": "ຈັດຂຶ້ນທຸກໆປີ ເປັນກອງປະຊຸມປະຈໍາ ສໍາລັບສະແດງການຂັດຄ້ານທາງການເມືອງ.\n",
        "output": [
            "Held every year, it is a traditional forum for expressing political opposition.\n"
        ]
    },
    {
        "input": "ປະຊາຊົນຈຳນວນຫລາຍພັນຄົນໄດ້ຖືກນຳໄປທີ່ຖະ ຫນົນຄຣາຄູເພື່ອຄັດຄ້ານແຜນການທີ່ຈະຝັງສົບ Lech Kaczynski ປະທານາທິິບໍດີໂປແລນໃນປາສາດ Wawel.\n",
        "output": [
            "Thousands of people have taken to the streets of Krakow objecting to plans to bury the Polish president, Lech Kaczynski, at Wawel Castle.\n"
        ]
    },
    {
        "input": "ໃນວັນທີ 7 ເດືອນສິງຫາ ກອງທະຫານ ຈໍເຈຍ ໄດ້ດຳເລີາມຕໍ່ຕ້ານການຮຸກຮານ ເມືອງ ໂອສເຊຕຽນ ຂອງ ກິນວາລີ.\n",
        "output": [
            "On August 7, Georgian troops launched an offensive against the Ossetian town of Tskhinvali.\n"
        ]
    },
    {
        "input": "ສະຖານນີລົດໄຟໃຕ້ດິນ ພິກຄາດເດລີ ໄດ້ເປີດໃຫ້ບໍລິການອີກຄັ້ງຫລັງຈາກປີດໃຫ້ບໍລິການ.\n",
        "output": [
            "Piccadilly Circus tube station has reopened after an earlier closure\n"
        ]
    },
    {
        "input": "ມີການຄາດວ່າການປະຊຸມຂອງຜູ້ບໍລິຈາກນານາຊາດຈະເກີດຂື້ນປີຫນ້າເພື່ອຂໍໃຫ້ເກີດຄວາມຊ່ວຍເຫລືອຫລາຍຂື້ນໃຫ້ກັບປະເທດນີ້.\n",
        "output": [
            "It is expected that an international donors' conference will take place next month to solicit more aid for the country.\n"
        ]
    },
    {
        "input": "ຜູ້ນຳການຮ່ວມມືຄວາມກ້າວຫນ້າຂອງ ທ່ານ Jim Anderton ແລະ ຜູ້ສະໜັບສະໜູນການຮຽກເກັບເງີນ Jim Anderton ໄດ້ກ່າວວ່າ: \"ການສ້າງຂໍ້ອ້າງໃນນາທີສຸດທ້າຍຕໍ່ສະມາຊິກສະພາບໍ່ໄດ້ໝາຍຄວາມວ່າເຮົາໄດ້ລົງກົນດ້ວຍຄຳສັນຍາ ແລະ ຄຳຄິດເຫັນທີ່ບໍ່ຈຳເປັນ.\"\n",
        "output": [
            "Leader of Jim Anderton's Progressive coalition and supporter of the bill, Jim Anderton, said: \"Making a last-minute plea to MPs is not to be fooled by the promise of the unnecessary review.\"\n"
        ]
    },
    {
        "input": "ນອກຈາກນີ້ ຍັງກັງວົນວ່າ ອາຄານສີ່ຊັ້ນທີ່ຫ່າງຈາກຂອບຂອງຂຸມບໍ່ຮອດຫນຶ່ງແມັດ ອາດຈະຖືກເຊາະເຈື່ອນຕໍ່ເນື່ອງ ແລະ ຍຸບລົງຢູ່ໃນກ້ອງດິນເຊັນດ່ຽວກັນກັບດິນຢູ່ກ້ອງອາຄານ.\n",
        "output": [
            "There are also concerns that a four-story building less than a metre from the edge of the hole may collapse as the earth under the building continues to be eroded.\n"
        ]
    },
    {
        "input": "ລາວໄດ້ກ່າວວ່າ \"ພວກເຮົາຮຽກຮ້ອງ ກຸ່ມທີ່ມີຄວາມຮັບຊອບທັງໝົດ ເພື່ອຢຸດຄວາມຮຸນແຮງຕໍ່ສິດທີມະນຸດ ຢ່າງຮີບດ່ວນ ແລະ ພວກເຮົາຮ້ອງຂໍ ລັດຖະບານ ເພື່ອດຳເນີນຢ່າງຮີບດ່ວນ ເພື່ອສືບສວນຢ່າງເປັນເອກະລາດໃນຄະດີເຫຼົ່ານີ້.\"\n",
        "output": [
            "\"We call on all responsible parties to immediately stop such violations of human rights, and we urge the government to take immediate steps to independently investigate these cases,\" he said.\n"
        ]
    },
    {
        "input": "CRA ຊີ້ແຈງວ່າ ລະບົບຈະສາມາດປະຕິບັດງານຢ່າງວ່ອງໄວ ເພື່ອດໍາເນີນການລາຍການທີ່ຄົງຄ້າງຂອງການຈ່າຍຄືນອາກອນ.\n",
        "output": [
            "The CRA suggests that it would work quickly to process the resulting backlog of tax returns.\n"
        ]
    },
    {
        "input": "ການສົນທະນາ ແມ່ນໄດ້ກໍານົດໃຫ້ເປັນການປືກສາບັນຫາຕ່າງໆ ທີ່ບໍ່ໄດ້ຮັບການແກ້ໄຂໃນກອງປະຊຸມປ່ຽນແປງດິນຟ້າອາກາດຂອງສະຫະປະຊາຊາດ ໃນເມືອງໂຄເປັນເຮເກັ້ນປີ 2009.\n",
        "output": [
            "The talks were designed to discuss issues that were not resolved at the 2009 United Nations Climate Change Conference in Copenhagen.\n"
        ]
    },
    {
        "input": "ວັນ ງົງ ໄດ້ເປັນນັກວິຈານທີ່ແທ້ຈິງຕໍ່ ອິສລາມ ແລະ ການກະທຳຮຸນແຮງຕໍ່ແມ່ຍິງ.\n",
        "output": [
            "Van Gogh had been a staunch critic of Islam and its perceived mistreatment of women.\n"
        ]
    },
    {
        "input": "ອະລັນ ເມີເຊີ ກຳລັງສະເໜີຊື່ຈາກ ພັກເສລີນິຍົມ ອັອນຕາລີໂອ ເຂົ້າໃນການເລືອກຕັ້ງເຈົ້າແຂວງ ອັັນຕາລີໂອ ໃນເຂດການເລືອກຕັ້ງສະຫະລັດ ສະກາເບີໂຣ ຣູຣີເວີ້.\n",
        "output": [
            "Alan Mercer is running for the Ontario Libertarian Party in the Ontario provincial election, in the Scarborough—Rouge River riding.\n"
        ]
    },
    {
        "input": "ຜູ້ການລີ ອາແຊມບັດ ເປັນຜູ້ນຳທີມສຳຫລວດປະກອບດ້ວຍທ່ານ ໂທນີ ອັນໂຕເນວລີ ນັບິກແລະຜູ້ຊ່ຽວຊານ ໄດ້ແກ່ ທ່ານໂຈເຊບ ອາຄາບາ ທ່ານຈອນ ຟິລິບ ທ່ານສະຕີບ ສະເວນສັນ ທ່ານຣິຊາດ ອາໂນ ແລະທ່ານໂຄອິຈິ ວາກາຕະ ນັກບິນຕົວແທນທີມສຳຫລວດອາວະກາດຈາກຢີ່ປຸ່ນ ລວມທັງຫມົດເປັນເຈັດຄົນ.\n",
        "output": [
            "Commander Lee Archambault will lead Discovery's crew of seven, along with Pilot Tony Antonelli, and Mission Specialists Joseph Acaba, John Phillips, Steve Swanson, Richard Arnold, and Japan Aerospace Exploration Agency astronaut Koichi Wakata.\n"
        ]
    },
    {
        "input": "ລັດຖະບານກ່າວວ່າການກໍ່ການຮ້າຍແລະການປ້ອງກັນການປອມແປງເປັນສິ່ງຈຳເປັນຕໍ່ລະບົບລັກສະນະສະເພາະຂອງສາກົນ.\n",
        "output": [
            "The government cites terrorism and fraud protection as needs for a universal national identity system.\n"
        ]
    },
    {
        "input": "ນັກບວກຊູດານທີ່ມີຊື່ສຽງຈຳນວນໜຶ່ງໄດ້ເບິ່ງຂ້າມຂ້າມ ຄຳແນະນຳຂອງລັດຖະບານ ທີ່ບໍ່ໃຫ້ຈຸດສະນວນເຫດການ ເຖິງວ່າພວກເຂົາໄດ້ຢຸດການຮ້ອງຂໍ ຄວາມຕາຍຂອງລາວໂດຍກົງ.\n",
        "output": [
            "A number of prominent Sudanese clerics ignored government instructions not to inflame the situation, although they stopped short of directly calling for her death.\n"
        ]
    },
    {
        "input": "ສາເຫດການຕາຍສ່ວນໃຫຍ່ເກີດຈາກເພີງພັງຖະຫລົ່ມເມື່ອຖືກຝົນຫລືຂີ້ຕົມ.\n",
        "output": [
            "The deaths were caused mainly because some shanty-houses collapsed under rain or mud.\n"
        ]
    },
    {
        "input": "ໄຟໄຫມ້ນີ້ເປັນໜຶ່ງໃນສາມກອງໄຟທີ່ເກີດຂື້ນມື້ວານນີ້ໃນທະເລຊາຍໂມເຈບແລະພູເຂົາຊານກາເບຍ.\n",
        "output": [
            "The fire is one of three that ignited yesterday in the Mojave Desert and San Gabriel Mountains.\n"
        ]
    },
    {
        "input": "ມັດ​ຕິ​ຕົກ​ລົງ​ແມ່ນ​ສະ​ແດງ​ອອກ \"ຄວາມ​ກັງ​ວົນ​ຢ່າງ​ສຸດ​ຂີດ\" ຕໍ່​ການບໍ່​ປະ​ຕິ​ບັດ​ຕາມ​ມັດ​ຕິ​ຕົກ​ລົງ​ຂອງ​ອີ​ຣານ ຄືບໍ່​ປະ​ຕິ​ບັດ​ຕໍ່​ຄຳ​ຮຽກ​ຮ້ອງ​ຂອງ IAEA ທີ່ບອກ​ໃຫ້​ຍຸດ​ຕິ​ກິດ​ຈະ​ກໍາຕ່າງໆ​ທາງ​ນິວ​ເຄ​ຣຍ ແລະ​ໄດ້​ຂໍ​ໃຫ້​ຜູ້​ອຳ​ນວຍ​ການ IAEA ລ​າ​ຍ​ງານ​ກ່ຽວ​ກັບ​ການ​ປະ​ຕິ​ບັດ​ຕາມ​ມັດ​ຕິ​ຂອງ​ອີ​ຣານ​ພາຍ​ໃນ​ທ້າຍ​ເດືອນ​ສິງ​ຫານີ້.\n",
        "output": [
            "The resolution expressed \"serious concern\" at Iran's non-compliance with the IAEA's demand to halt enrichment and other activities and asked the IAEA director to report on Iran's compliance by the end of August.\n"
        ]
    },
    {
        "input": "ພາຍຸ ເອມິລີ້ Emily ໄດ້ເຂົ້າຖະລົ່ມ ເກາະຂະໜາດນ້ອຍຄາຣີບຽນ Caribbean ທາງຕາເວັນອອກ ຂອງ ເກຼນາດາ Grenada.\n",
        "output": [
            "Hurricane Emily has hit the small eastern Caribbean island of Grenada.\n"
        ]
    },
    {
        "input": "ແຕ່ຫນ້າເສຍດາຍທີ່ເຂົາເຈົ້າເດີນທາງໄປຮອດຊ້າເກີນໄປສໍາລັບພິທີຝັງສົບັ ແລະ ເຂົາເຈົ້າກໍ່ໄດ້ເຫັນພຽງແຕ່ສ່ວນຫນຶ່ງຂອງກິດຈະກໍາພິທີຝັງສົບເທົ່ານັ້ນ.\n",
        "output": [
            "Unfortunately they arrived too late for the funeral and the delegation watched only part of the funeral activities.\n"
        ]
    },
    {
        "input": "ປາວານທີ່ທົດລອງ ເກີຍຕື້ນທີ່ທ່າເຮືອເລວີ່ ເທິ່ງເກາະໃຕ້ ແມຕ່ມີອາສາສະຫມັກຫລາຍຄນ ພ້ອມທີ່ຈະຊ່ວຍເຫລືອ ແລະພະຍາຍາມສົ່ງພວກມັນກລັບລົງທະເລ ໃນແຫລ່ງນ້ຳເປີດນອກ ປາກນ້ຳ ທີ່ມີລັກສະນະຕື້ນເຂີນແລະເຕັມໄປດ້ວຍໂຄນ.\n",
        "output": [
            "The pilot whales beached themselves at Port Levy on South Island, but dozens of volunteers helped to try and get them back out to the open water out of the inlet, which is muddy and shallow.\n"
        ]
    },
    {
        "input": "ເເຕ່ໃນເຊົ້າມື້ນີ້ ເຈົ້າຫນ້າທີ່ຕຳຫຼວດຂອງດາລັດສ ໄດ້ລາຍງານວ່າໂອເວັນກິນຢາເເກ້ປວດຈຳນວນຫຼຍ ເເລະ ເມື່ອເຈົ້າຫນ້າທີ່ຕຳຫຼວດຖາມວ່າລາວພະຍາຍາມຂ້າໂຕຕາຍຫລືບໍ່ ໂອເວັນຕອບວ່າ \"ແມ່ນ.\"\n",
        "output": [
            "But this morning, Dallas police have reported that Owens took an unknown large amount of the pills, and when asked by police this morning if he had been attempting to hurt himself, Owens replied, \"Yes.\"\n"
        ]
    },
    {
        "input": "ການສັງເກດຂອງນ້ໍາຖ້ວມ, ພະຍຸ, ແລະລົມແຮງມີຜົນໃນຕອນກາງຄືນທີ່ຜ່ານມາເປັນລະບົບຟ້າຄະນອງໄດ້ຍ້າຍເຂົ້າໄປໃນເຂດປາຊີຟິກຕາເວັນຕົກສຽງເໜືອ, ໄດ້ເຂົ້າໂຈມຕີຈາກຊີແອດເທິລໄປຫາ ພອທແລນ ມີລົມແຮງແລະຝົນຕົກຫນັກ.\n",
        "output": [
            "Flood, storm, and strong wind watches were in effect last night as a rare thunderstorm system moved into the Pacific Northwest region, hitting areas from Seattle to Portland with high winds and heavy rains.\n"
        ]
    },
    {
        "input": "ນັກໂຄສະນາເຜີຍແຜ່ ກ່ຽວກັບນິວເຄຣຍຈາກ ມູນນິທິອະນຸລັກອົດສະຕາລີ (ACF) ທ່ານ ເດບ ສະວີນີ ເວົ້າວ່າ ບົດສຶກສາປາກົດມີຂໍ້ບົກຜ່ອງ ແລະ ບໍ່ໄດ້ຕອບສະໜອງບົດສະຫຼຸບທີ່ດີ ກ່ຽວກັບການນໍາໃຊ້ພະລັງງານນິວເຄຣຍ.\n",
        "output": [
            "The Australian Conservation Foundation's (ACF) nuclear campaigner, Dave Sweeney, says the study appears flawed and does not provide a sound argument for the use of nuclear energy.\n"
        ]
    },
    {
        "input": "ລາວເວົ້າວ່າ ລາວໄດ້ຕິດຕັ້ງເວັບແຄັມເພື່ອບັນທຶກເຫດການ ແລະ ຈະລົງລາຍລະອຽດໃນອິນເຕີເນັດຕາມຫຼັງ ເພື່ອໃຫ້ຜູ້ຄົນໄດ້ເຫັນ.\n",
        "output": [
            "He said that he had set up a webcam to record the event, and would post details later of a FTP server for people to watch.\n"
        ]
    },
    {
        "input": "\"ການໂຈມຕີນີ້ສະແດງໃຫ້ເຫັນຖືງຄວາມເປັນອະມະນຸດ ແລະຄວາມຫນ້າສົມເພດຂອງຜູ້ໂຈມຕີ.\"\n",
        "output": [
            "\"These attacks show the inhumanity and misery of the assailants.\"\n"
        ]
    },
    {
        "input": "ຖ້າ ກູໂກ ບໍ່ປັບປຽ່ນລະຫັດຢູ່ຫລັງບອ່ນນັບຂໍ້ມູນ ຂໍ້ຄວາມຈະອ່ານເປັນ \"ເກີນ 2075\" ຫລັງຈາກວັນທີ 9 ເດືອນເມສາ.\n",
        "output": [
            "Unless Google adjusts the code behind the counter, the text will read \"Over 2075\" after April 9.\n"
        ]
    },
    {
        "input": "ລາຍງານເສີມສະບັບໃຫມ່ທີ່ມີຂໍ້ມູນກ່ຽວກັບຄະນະກຳມະການອຸດສາຫະກຳທາງທະຫານຂອງອິຣັກເຊິ່ງ \"ເປັນສູນອຸດສາຫະກຳທາງທະຫານ\" ທີ່ດໍາເນີນການໂດຍລັດ \"ເຊິ່ງມີບົດບາດເປັນສູນກາງໃນວິວັດທະນາການຂອງໂຄງການພັດທະນາອາວຸດເພື່ອການປົກຄອງທັງຫມົດ.\"\n",
        "output": [
            "The new addenda included information on the Iraqi Military Industrial Commission, the \"state-run military-industrial complex\" which played a \"central role in the evolution of all the Regime's weapons programs\".\n"
        ]
    },
    {
        "input": "ກອງທັບອາກາດຂອງລາດຊະອານາຈັກອັງກິດ ໄດ້ສົ່ງເຮືອບິນຮົບ ລຸ້ນ ເອຟ3 ທໍນາໂດ ສີ່ລໍາ ເພື່ອສະກັດເຮືອບິນທະຫານຂອງກອງທັບລັດເຊຍ.\n",
        "output": [
            "Four F3 Tornado fighter jets were launched by the United Kingdom's Royal Air Force to intercept Russian military planes.\n"
        ]
    },
    {
        "input": "ລົດຈິ໋ວນີ້ສາມາເດິນທາງດ້ວຍຄວາມໄວ 38 mph (61 kph)ແລະມີບ່ອນຈັບໃນລົດເພື່ອໃຫ້ຄົນຂັບສາມາດດືງລົດກັບມາໄດ້.\n",
        "output": [
            "The little car can travel as fast as 38 mph (61 kph), and comes equipped with a handle on the car so the driver can pull the car to back up.\n"
        ]
    },
    {
        "input": "ລວມທັງ ການຈັດການທີ່ສ້າງເຫດການສະເພາະ: ມັນແມ່ນການຮັບຮູ້ທົ່ວໄປທີ່ Villepin ແລະ Sarkozy ພິຈະລະນາ ແຕ່ລະຄູ່ແຂ່ງທາງການເມືອງທີ່ອັນຕະລາຍ ກັບຄວາມນັບຖືໃນປີ 2007 ການເລືອກຕັ້ງປະທານນາທິບໍດີ ແລະ ພວກເຂົາໄດ້ເວົ້າເປັນທີ່ເເຜ່ຫຼາຍວ່າບໍ່ຖືກຊະຕາກັນ.\n",
        "output": [
            "Also, this arrangement creates a peculiar situation: it is public knowledge that Villepin and Sarkozy consider each other a dangerous political rival with respect to the 2007 presidential election, and they are widely said to loathe each other.\n"
        ]
    },
    {
        "input": "ໄລນິ່ງແລະເພນກິ່ນຈະຫລິ້ນນັດອຸ່ນເຄື່ອງໃນເຍຍລະມັນແລະຟິນແລນຕາມລຳດັບ.\n",
        "output": [
            "The Lightning and Penguins will play exhibition games in Germany and Finland respectively.\n"
        ]
    },
    {
        "input": "ເຫດການຄ້າຍໆກັນນີ້ ແມ່ນໄດ້ຮັບການບັນທຶກ ໃນລັດບາຕິກ ໂດຍສະເພາະໃນປະເທດເພື່ອນບ້ານຂອງຟິນແລນ ເຊັ່ນ ປະເທດເອັສໂຕເນຍ.\n",
        "output": [
            "Similar incidents have been recorded in other Baltic states, particularly in Finland's Southern neighbour, Estonia.\n"
        ]
    },
    {
        "input": "ເຄຣີ ໄດ້ກ່າວວ່າຍັງຄົງຄວາມລະແວງສົງໃສ ກ່ຽວກັບ ສະພາວະໂລກຮ້ອນ ແລະ ການປ່່ຽນແປງດິນຟ້າອາກາດ ໃນສະພາເຊິ່ງໄດ້ມີການ \"ທົດລອງທາງວິທະວາສາດ\" ເຖິງວ່າຈະມີຄວາມພະຍາຍາມ ແລະ ມີການຄົ້ນຄ້ວາໃນເມອງ ອັງກໍ ແລະ ໃນສະຫະປະຊາຊາດ ແຕ່ກໍ່ບໍ່ມີຫຍັງທີ່ \"ທຳນຽມຂາວເປັນສະຖານທີ່ສຸດທ້າຍໃນການປ່ຽນແປງ.\"\n",
        "output": [
            "Kerry noted that there are still skeptics of global warming and climate change in Congress who \"test the science\" despite the efforts and research of Al Gore and the United Nations and noting that \"the White House is the last place for change.\"\n"
        ]
    },
    {
        "input": "ກອງ​ກຳ​ລັງ​ຂອງ​ອິດ​ສະ​ຣາ​ເອນ​ໄດ້​ຮຸກ​ຮານ​ເຂົ້າ​ໄປ​ໃນ​ເຂດ​ສະ​ໜວນ​ກາ​ຊ່າ​ຢ່າງຕໍ່​ເນື່ອງ ຕາມມາດ້ວຍ​ການ​ຈັບ​ເອົາ​ທ່ານ Gilad Shalit ໃນ​ວ່າງ​ປີນີ້.\n",
        "output": [
            "Israeli troops have regularly made incursions into Gaza following the capture of Gilad Shalit in June this year.\n"
        ]
    },
    {
        "input": "ອາຟິຣກາໃຕ້ໄດ້ອອກຈາກ ການແຂ່ງຂັນກິລາ ຄຣິກເກັດ ໂລກ ປີ 2011 ຫຼັງຈາກທີ່ເສຍໃຫ້ ນິວຊີແລນ ໃນ ຮອບກ່ອນຊິງຊະນະເລີດ ທີ່ໄດ້ຫຼິ້ນທີ່ ເມີເປີ Mirpur ໃນ ບັງກະລາເທດ Bangladesh.\n",
        "output": [
            "South Africa crashed out of the 2011 Cricket World Cup after being beaten by New Zealand in the quarterfinals, played at Mirpur, in Bangladesh.\n"
        ]
    },
    {
        "input": "ວູດກ່າວວ່າສະຕໍ \"ຫຼາຍຄັ້ງແນະນຳສິ່ງທີ່ຜິດກົດຫມາຍແລະກໍ່ດຳເນີນການຕໍ່ໄປ ແລະຊະນະໃນສານອີກ\" ຕອນທີ່ລາວເປັນລັດຖະມົນຕີກະຊວງພາຍໃນ.\n",
        "output": [
            "Wood said that Straw had \"often been advised things were unlawful and gone ahead anyway and won in the courts\" when he was home secretary.\n"
        ]
    },
    {
        "input": "ບົດຄວາມທີເຮັດໃຫ້ເວັບໄຊດັ່ງກ່າວຂື້ນເຖິງຈຸດສູງສຸດແມ່ນການບົດຄວາມກ່ຽວກັບການຕັ້ງຖິ່ນຖານທີ່ບໍ່ເຕັມໃຈໃນສະຫະພາບໂຊຫວຽດ.\n",
        "output": [
            "The article that put the site over the top was Involuntary settlements in the Soviet Union.\n"
        ]
    },
    {
        "input": "ໃນເວລາ 07:00 UTC ມື້ນີ້ (19:00 NZST ເວລາທ້ອງຖິ່ນ) ການລົງຄະແນນເລືອກຕັ້ງ ໄດ້ປິດລົງໃນ ການເລືອກຕັ້ງທົ່ວໄປ ຂອງນິວຊິແລນ ປີ 2005.\n",
        "output": [
            "At 07:00 UTC today (19:00 NZST, local time), the polls closed in the New Zealand general election, 2005.\n"
        ]
    },
    {
        "input": "ຄວາມບໍ່ພິໃຈທາງດ້ານຈັນຍາບັນແມ່ນຖືກຢື່ນຟ້ອງໂດຍພັກຕົວແທນພັກເດໂມແຂດເມືອງເທັກຊັດທ່ານ ຄຣິສ ເບວ ໃນວັນທີ 15 ມີຖຸນາ 2004 ແລະເລີ່ມຟົດຟື້ນຂຶ້ນໃນຊ່ວງໜຶ່ງເດືອນກ່ອນການເລືອກຕັ້ງປີກາຍ.\n",
        "output": [
            "The ethics complaints were originally filed by Democratic Rep. Chris Bell of Texas on June 15, 2004, and began to heat up in the months prior to last year's elections.\n"
        ]
    },
    {
        "input": "Kennedy ເຊິ່ງແມ່ນໜຶ່ງໃນສອງຄາດຕະກຳເຖິງແກ່ຄວາມຕາຍທີ່ເກິດຈື້ນຕໍ່ເນື່ອງ ໃນ ອາເມລິກາ ຜູ້ທີ່ບໍໄດ້ຄາດຕະກຳ ໄດ້ທ້າຍທາຍຕັດສິນໃຈຂອງສານ ແລະ ຄະດີໄດ້ນຳມ່ໃຫ້ ສານສູງສຸດຂອງ ສະຫະລັດ.\n",
        "output": [
            "Kennedy, who was one of two criminals on death row in America who did not commit murder, challenged the court's decision, and the case was brought to the U.S. Supreme Court.\n"
        ]
    },
    {
        "input": "ມື້ນີ້ Mattel ຜູ້ຜະລິດເຄື່ອງຫລີ້ນໄດ້ປະກາດວ່າເຂົາຈະຮຽກເກັບຄືນຜະລິດຕະພັນທັງຫລາຍທີ່ກັງວົນເຖິງລະດັບຄວາມອັນຕະລາຍຈາກສານກົ່ວໃນສີຂອງເຄື່ອງຫລີ້ນເຫຼົ່ານັ້ນ.\n",
        "output": [
            "Toy manufacturer Mattel announced today that they are recalling more products over fears of dangerous levels of lead in the toy's paint.\n"
        ]
    },
    {
        "input": "\"ແລະ ປະຈຸບັນນີ້ ໃນເວລາທີ່ ປະທານາທິບໍດີສະຫະລັດ ໄດ້ປະກາດຫລັກການດັ່ງກ່າວ ແລະ ສົ່ງເສີມຫລັກການດັ່ງກ່າວ ນາຍົກລັດຖະມົນຕີອິສະລາເອວ ໄດ້ເຫັນພ້ອມ ແລະ ເຮັດໃນສິ່ງກົງກັນຂ້າມຢ່າງສິ້ນເຊີງ.\"\n",
        "output": [
            "\"And now, at the time when an American president declares these principles and promotes them, an Israeli PM comes along and does the exact opposite.\"\n"
        ]
    },
    {
        "input": "ອົງການໄດ້ພົບວ່າ ປ່າແນວປ້ອງກັນ ອ້ອມສາມຫລ່ຽມອິລາວະດີຂອງມຽນມ້າ ແມ່ນເຊື່ອມໂຊມ ເນື່ອງຈາກການ \"ຂຸດຄົ້ນຫລາຍເກີນໄປ\" ແລະ ການປ່ຽນແປງດິນ ເພື່ອເປັນນາເຂົ້າ --ທີ່ສົງເສີມໂດຍລັດຖະບານ ຄືວິທີທາງ ທີ່ຈະຮັບປະກັນຕົວເອງໃນການຜະລິດອາຫານທີ່ກຸ້ມຕົວເອງ.\n",
        "output": [
            "It found that the mangrove forests around Myanmar's Irrawady Delta had degraded because of \"overexploitation\" and the conversion of land for rice fields — promoted by the government as a way to ensure self-sufficiency in food production.\n"
        ]
    },
    {
        "input": "\"ຂ້ອຍໝາຍຄວາມວ່າ ຂ້ອຍເສຍໃຈທີ່ຂ້ອຍໄດ້ເສຍຄະແນນ ແຕ່ວ່າພວກເຮົາແຕກຕ່າງກັນ ແລະ ລາວກໍ່ເປັນຄົນໜ້າອັດສະຈັນແທ້ໆ​\" ກ່າວໂດຍເຄກ ຊາບ.\n",
        "output": [
            "\"I mean, I'm sad that I lost, but we are different and she's just amazing,\" Craig Sharpe said.\n"
        ]
    },
    {
        "input": "ສະພາຂອງສອງປະເທດ ໄດ້ຮັບຮອງການເຈລະຈາ ເຊິ່ງຈະຜູກເອົງທັງສອງປະເທດເຂົ້າກັນ.\n",
        "output": [
            "Parliaments in both countries approved the deal, which will be binding on both countries.\n"
        ]
    },
    {
        "input": "ລາວກ່າວວ່າ ລາວກຳລັງພິຈາລະນາຮ່າງກົດຫມາຍໃຫມ່ເພື່ອສະເຫນີຕໍ່ລັດຖະສະພານິວຊີແລນ.\n",
        "output": [
            "He says that he is now considering writing up a new bill to submit it to the New Zealand Parliament.\n"
        ]
    },
    {
        "input": "Andrzej Wajda ຜູ້ກຳກັບຮູບເງົາຂອງຊາວໂປແລນໄດ້ອອຄວາມຄິດຄຳເຫັນເລື່ອງແຜນການການຝັງສົບຂອງປະທານາທິບໍດີດັ່ງກ່າວວ່າ \"Lech Kaczynski ເປັນພຽງຄົນດີທຳມະດາ ແຕ່ບໍ່ມີເຫດຜົນທີ່ຈະຝັງເຂົາໃນປາສາດ Wawel ທ່າມກາງບັນດາກະສັດຂອງໂປແລນ ແລະ Marshal Józef Piłsudski [ຜູ້ກໍ່ຕັ້ງ ຍຸກທັນສະໄໝຂອງໂປແລນ].\"\n",
        "output": [
            "Polish film director Andrzej Wajda voiced his opinion on the plans of the late president’s burial site, saying that \"Lech Kaczynski was an ordinary and good man, but there is no reason for him to lie in the Wawel among the kings of Poland and Marshal Józef Piłsudski [the founder of modern-day Poland].\"\n"
        ]
    },
    {
        "input": "ລາວໄດ້ເນັ້ນວ່າ ລາວໄດ້ຮັບເປີເຊັນແຕ່ໜ້ອຍດຽວຂອງລາຍໄດ້ຂອງລາວ ຈາກບໍລິສັດ; ມື້ຄືນນີ້ ລາວໄດ້ຫຼິ້ນກັບວົງຂອງລາວ ເດີ ດິສແທຣັກຊັ່ນ ທີ່ ເດິ ບລູມສ໌ເບີລີ ເທຍເຕິ້ ໃນ ລອນດອນ.\n",
        "output": [
            "He points out that he only receives a small percentage of his income from the corporation; last night he played with his band The Distractions at the Bloomsbury Theatre in London.\n"
        ]
    },
    {
        "input": "ໃນປີ 1991 ແລະ 1992 ສີ່ໃນຫົກລັດໃນ ສະທາລະນະລັດຢູໂກສະໂລວຽນ ປະກາດເປັນເອກະລາດແຕ່ສອງລັດ ເຊີເຍຍ ແລະ ມອນຕີເນໂກຣ ຍັງຄົງຢູ່ນຳກັນ.\n",
        "output": [
            "In 1991 and 1992 four of six Yugoslavian republics declared independence but two, Serbia and Montenegro, remained together.\n"
        ]
    },
    {
        "input": "\"ເຮົາມີຫມາຍຈັບແລະເຮົາຍິນດີທີ່ຈະເຮັດການຟ້ອງທ່ານທັນທີ.\"\n",
        "output": [
            "\"We have a warrant of arrest that we are happy to execute against you right away.\"\n"
        ]
    },
    {
        "input": "ຕຳຫຼວດພົບປ້າຍທີ່ເຮັດເອງໃກ້ກັບສົບຂອງລາວເຊິ່ງຂຽນວ່າ \"ເຈົ້າຈະບໍ່ຕາຍ.\"\n",
        "output": [
            "Police found a homemade sign near his body which said \"Thou Shalt Not Kill.\"\n"
        ]
    },
    {
        "input": "ເອບເກ້ ຊອນເດີແລ້ນ ຈາກຮອນແລນສາມາດເຮັດການແຂ່ງຂັນໄດ້ເກືອບສົມບູນແບບແລະຫລິ້ນທ່າຍາກຈົນໄດ້ຄະແນນ 16.533 ຊື່ງເຮັດໃຫ້ລາວໄດ້ຫລຽນທທອງແລະໄດ້ຮັບສຽງຕົບມືຢ່າງຫລົ້ນຫລາມທັງສະຫນາມນໍກຣີນວິກ.\n",
        "output": [
            "The Dutch gymnast Epke Zonderland performed a near-flawless and immensely difficult routine that earned 16.533 points, earning him both a gold medal and a standing ovation from the audience in the North Greenwich Arena.\n"
        ]
    },
    {
        "input": "\"ປະເທດຊາດຄວນຈະເລືອກທີ່ຈະຊຸກຍູ້ໃຫ້ປະຊາຊົນຜູ້ທີ່ຢາກໄປເຮັດວຽກແທນທີ່ຈະສົ່ງເສີມຜູ້ທີ່ຢາກສໍ້ໂກງ.\"\n",
        "output": [
            "\"The nation should choose to encourage people who like to work rather than those who prefer cheating\".\n"
        ]
    },
    {
        "input": "ໄດ້ກ້າວເຖິງຫຼັກໄມ ສາຍການບິນໄດ້ໃຊ້ໂອກາດຢ່າງທັນທີ ຄືທີ່ຜ່ານມາ ເພື່ອຂາຍບ່ອນນັ່ງ; ໂດຍການປະກາດນຳໃຊ້ ການຫຼຸດລາຄາຢ່າງຫຼວງຫຼາຍ 200,000 ບ່ອນນັ່ງ ໃນ 99p/99c ຕໍ່ບ່ອນນັ່ງ.\n",
        "output": [
            "Having reached the milestone, the airline promptly used the opportunity, as always, to sell seats; launching a massive 200,000 seat sale at 99p/99c a seat.\n"
        ]
    },
    {
        "input": "ລາວຍັງໄດ້ເກີດອຸບັດຕິເຫດນ້ໍາຮ້ອນລວກຕີນຂອງຕົນເອງໃນຂະນະທີ່ພະຍາຍາມເຮັດກາເຟ ແລະ ປາສະຫຼາມກໍ່ມາຕຳເອົາເຮືອຂອງລາວຢ່າງກະທັນຫັນ.\n",
        "output": [
            "He has also accidentally burnt himself when he spilled hot water on his foot whilst trying to make coffee, apparently also from a shark 'bump'.\n"
        ]
    },
    {
        "input": "ອາວິລາໄດ້ຊະນະຄະແນນປະມານ 131,000 ສຽງ ຕ່າງພຽງແຕ່ 3 ເປີເຊັນຂອງສີ່ລ້ານສຽງທີ່ ຄໍານວນໃນຮອບສຸດທ້າຍ.\n",
        "output": [
            "Avila won by approximately 131,000 votes, a margin of just over three per cent of the four million votes cast in the final.\n"
        ]
    },
    {
        "input": "ຜູ້ຊ່ຽວຊານໄດ້ເຕືອນໂລກລະບາດທີ່ເປັນໄປໄດ້ ຂໍໃຫ້ທະນາຄານໂລກໃຫ້ເງີນ $500 ລ້ານສະຫະລັດເພື່ອຊ່ວຍປະເທດທີ່ຕໍ່ສູ້ກັບ ເອັດຈ໌5ເອັນ1.\n",
        "output": [
            "Experts are still warning of a possible pandemic, prompting the world bank to release US$500 million in aid to assist countries combat H5N1.\n"
        ]
    },
    {
        "input": "ໃນຫໍຫ້ອງເພງການາດາຂອງຂອບໄດ້ເພີ້ມໄຊຊະນະອະລະບັມອາວຸໂສລ໋ອກການາດາໃຫ້ກຽດສັກສີຂອງຕົນ.\n",
        "output": [
            "The Canadian Music Hall of Fame added veteran Canadian rock band Triumph to its honour roll.\n"
        ]
    },
    {
        "input": "ຜູ້ຊາຍທີ່ເປັນອ້າຍນ້ອງ \"ໂດຍກຳເນິດ\" ແລະການແບ່ງປັນແມ່ດຽວກັນຫລືອ້າຍນ້ອງ \"ບໍ່ແມ່ນໂດຍກຳເນີດ\" ໂດຍຜ່ານການຮັບລ້ຽງຫຼືເປັນອ້າຍນ້ອງເຄິ່ງໜຶ່ງ ຫຼື ອ້າຍນ້ອງລ້ຽງ.\n",
        "output": [
            "The men were either \"biological\" brothers and shared the same mother or \"non-biological\" brothers through adoption or as half or step siblings.\n"
        ]
    },
    {
        "input": "\"ຂ້າພະເຈົ້າກ່າວຢ່າງບໍ່ເສແສ້ງເຮັດເປັນຖ່ອມຕົວໄດ້ເລີຍວ່າ: ພາລະກິດສໍາເລັດແລ້ວ\" ລາວກ່າວຕໍ່ຫນ້າປະຊາຊົນເກືອບ 50,000 ຄົນເມື່ອວັນສຸກ \"ເຮົາໄດ້ຮວມກັນເປັນຫນື່ງກຽວກັນຢ່າງສະຫງົບແລ້ວ.\"\n",
        "output": [
            "\"I can say to you without false modesty: mission accomplished\" he told crowds of around 50,000 on Friday, \"We've reunited and pacified the country.\"\n"
        ]
    },
    {
        "input": "ທ່ານ ບາລັກ ໂອບາມາ ສະມາຊິກວຸດທິສະພາຂັ້ນນ້ອຍຈາກລັດ ອີລີນອຍສ ແລະ ຜູ້ລົງສະໝັກເລືອກຕັ້ງປະທານາທິບໍດ ີສະຫະລັດອາເມລິກາງປີ 2008 ໄດ້ເອົາຊະນະກວາດມາໄດ້ທັງສາມລາຍການໃນວັນນີ້ຂອງພັກປະຊາທິປະໄຕ ສອງການປະຊຸມສະມາຊິກການເມືອງ ໃນ ເນບຣາສກ້າ ແລະ ວໍຊິງຕັນ ແລະ ການຄັດເລືອກຂັ້ນຕົ້ນໃນ ລຸຍສເຊອານາ.\n",
        "output": [
            "Barack Obama, the junior senator from Illinois and 2008 US presidential candidate has swept all three of today's Democratic contests, two caucuses in Nebraska and Washington and the primary in Louisiana.\n"
        ]
    },
    {
        "input": "ຄົນທີ່ເຂົ້າມາພັກຢູ່ໂຮງແຮມແມ່ນໄດ້ຖືກອົບພະຍົກໄປຫາຫໍວາງສະແດງຢູ່ທີ່ຂ້າງຖະໜົນ.\n",
        "output": [
            "Visitors at the hotel were evacuated to the exhibition hall at street level.\n"
        ]
    },
    {
        "input": "ອິມມີເກຊັ້ນ ວອຍ ໄດ້ກ່າວວ່າເປັນຄວາມເສຍສະຫລະຂອງພວກເຂົາເພື່ອອິສະຫລະຂອງອາເມລິກາ ເຊິ່ງເຮັດໃຫ້ປະເທດນີ້ຍິ່ງໃຫຍ່ແລະເປັນທີ່ຕ້ອງການຂອງຄົນທົ່ວໂລກຈໍານວນຫລາຍແລະຕ້ອງການກ່າວຫາ \"ຂອບໃຈແລະຂໍໃຫ້ພະເຈົ້າຄຸ້ມຄອງ\" ກັບເຫລົ່າທະຫານນີ້.\n",
        "output": [
            "Immigration Voice also said that it is their sacrifice for American freedom that has made this country great and such a desirable destination for multitude of people from around the world and that they wanted to say \"Thank you and god bless you\" to the servicemen.\n"
        ]
    },
    {
        "input": "ທ່ານ ຢິກໍ ປາໂມລ ໂຄສົກປະຈໍາກະຊວງການຕ່າງປະເທດ ອິຊາຣາແອນໄດ້ເວົ້າວ່າ \"ອັນນີ້ຖືວ່າແປກຫຼາຍ ໂດຍສະເພາະຢ່າງຍິ່ງ ນັບຕັ້ງແຕ່ລັດຖະບານ ຮາມັດ ໄດ້ຖືກຂະໜານນາມຈາກສາກົນວ່າເປັນກຸ່ມກໍ່ການຮ້າຍ.\"\n",
        "output": [
            "Spokesman Yigal Palmor for Israel's Foreign Ministry said, \"This is more than strange, especially since Hamas is internationally recognized as a terror group.\"\n"
        ]
    },
    {
        "input": "ມີການເຊື່ອກັນວ່າຜູ້ຖືກຍິງແມ່ນຊາວອີຣັກໂດຍພວກຕໍ່ຕ້ານລັດຖະບານ ອີງຕາມຂ່າວທາງການຈາກກະຊວງພາຍ ໄດ້ໃຫ້ຮູ້ວ່າ ເຖິງແມ່ນວ່າຜູ້ຖືກເຄາະຮ້າຍບໍ່ໄດ້ໃສ່ເຄື່ອງແບບທະຫານກໍ່ຕາມ.\n",
        "output": [
            "It is believed those shot were Iraqi soldiers executed by anti-government fighters, according to an Interior Ministry official, although the victims were not dressed in military garb.\n"
        ]
    },
    {
        "input": "ເຈົ້າຫນ້າທີ່ລັດໃນພື້ນທີ່ກ່າວວ່າ ມີຢ່າງຫນ້ອຍສິບເອັດຄົນທີ່ເສຍຊີວິດຈາກເຫດລະເບີດຂ້າງຖະຫນົນທາງອັບການິສະຖານຕອນໃຕ້ເມື່ອວັນອາທິດທີ່ຜ່ານມາ.\n",
        "output": [
            "Local government officials have said that at least eleven people were killed on Sunday in southern Afghanistan by a roadside bomb.\n"
        ]
    },
    {
        "input": "ແພດຊ່ຽວຊານດ້ານການເຮັດຄອດຂອງໂຮງຫມໍ ແອນດູ ມິວເລີກ່າວວ່າ ການຖືພາທີ່ຮັງໄຂ່ແລ້ວເດັກນ້ອຍລອດຊີວິດຈົນຄອດເປັນສິ່ງທີ່ \"ບໍ່ເຄີຍໄດ້ຍິນ.\"\n",
        "output": [
            "The hospital's obstetrician Andrew Miller says that having an ovarian pregnancy survive to full-term is \"unheard of\".\n"
        ]
    },
    {
        "input": "ຈາກສຳນັກຂ່າວເພທັດ ອອບ ອິນເດຍລາຍງານວ່າເຈົ້າຫນ້າທີ່ຕຳຫລວດໃນປະເທດອິນເດຍໄດ້ຮັບການຮ້ອງຮຽນຈາກເດັກສາວບໍ່ບັນລຸນິຕິພາວະສາມຄົນຊື່ງກ່າວຫາວ່າລາວຂົ່ມຂືນພວກເຂົາ.\n",
        "output": [
            "According to Press Trust of India, police in India received complaints from three underage girls alleging he had raped them.\n"
        ]
    },
    {
        "input": "ນອກຈາກນີ້ຍັງໄດ້ຊີ້ແຈງວ່າ ຜູ້ປ່ວຍສຸກເສີນທີ່ຕ້ອງໄດ້ຮັບການຮັກສາຢ່າງເລັ່ງດ່ວນຈະໄດ້ຮັບການຮັກສາຢ່າງເຕັມທີ່.\n",
        "output": [
            "It did indicate that acute care emergency patients would not be turned away.\n"
        ]
    },
    {
        "input": "ທີມຊາດບານເຕະບອດນ້ຽນ ແລະເຮີເຊໂກວິນາຖືກຫ້າມຈາກຟີ່ຟ່າ ອົງການຄວບຄຸມກິລານານາຊາດ.\n",
        "output": [
            "The national football team of Bosnia and Herzegovina has been banned by FIFA, the sport's international governing body.\n"
        ]
    },
    {
        "input": "ເຊິ່ງ ບຸສ ແມ່ນເມຍຂອງມືປືນ ແລະ ເປັນປະທານຂອງໂຮງລະຄອນດັ່ງກ່າວ ສ່ວນອີກສອງຄົນ ແມ່ນຜູ້ສ້າງຮູບເງົາ ເລື່ອງ ເຊີລອກ ໂຮເມັດ: ການປະຈົນໄພຄັ້ງສຸດທ້າຍ.\n",
        "output": [
            "Bruce was the wife of the alleged shooter and president of the theater company, while the others were part of a production of Sherlock Holmes: The Final Adventure.\n"
        ]
    },
    {
        "input": "ຜູ້ບໍລິໂພກກຸ່ມວິສ? ໄດ້ອ້າງວ່າ ການເກັບເພີ້ມຄ່າທຳນຽມເຫຼົ່ານີ້ກຳລັງເພີ້ມລາຄາຂອງການເດີນທາງ ທາງອາກາດເປັນ £265,000 ຕໍ່ມື້ (ຫຼື ປະມານ £97 ລ້ານ ຕໍ່ປີ).\n",
        "output": [
            "The consumer group Which? claimed that these surcharges were increasing the cost of air travel by £265,000 a day (or about £97 million per year).\n"
        ]
    },
    {
        "input": "ລັດຖະມົນຕີປ້ອງກັນປະເທດ ໂຣເບີດ ເກ ບອກກັບນັກຂ່າວທີ່ ມາດິດ ໃນວັນສຸກວ່າມີຫລັກຖານທີ່ \"ຂ້ອນຂ້າງດີ\" ທີ່ຊາວອິລ່ານໄດ້ສົ່ງອາວຸດແລະເຕັກໂນໂລຊີໃຫ້ກັບທະຫານອິຣັກ.\n",
        "output": [
            "Defense Secretary Robert Gates told reporters in Madrid on Friday that the there was \"pretty good\" evidence that Iranians are supplying either weapons or technology to Iraqi militants.\n"
        ]
    },
    {
        "input": "ຂໍ້ຮຽກຮ້ອງຂອງຊີຮານ ຕອນນີ້ປ່ຽນໄປຈາກຂໍ້ຮຽກຮ້ອງເກົ່າທີ່ລາວກ່າວໄວ້ກັບຜູ້ສື່ຂ່າວເມືອງວາຄາວິວລັດແຄລິຟໍເນຍ ໃນປີ 2004 ຫລາຍ.\n",
        "output": [
            "Cindy's current comments are a drastic change from her comments in a 2004 interview with THE REPORTER of Vacaville, CA.\n"
        ]
    },
    {
        "input": "ໃນກຸງເຕະຫະຣານ ເມືອງຫລວງປະເທດອິຫລ່ານ ມີເຫດອາຄານແຫ່ງຫນື່ງຖະຫລົ່ມລົງມາໃນມື້ນີ້ ມີຜູ້ເສຍຊີວິດຢ່າງຫນ້ອຍ 19 ຄົນ.\n",
        "output": [
            "A building in Iran's capital Tehran collapsed today and killed at least 19 people.\n"
        ]
    },
    {
        "input": "ນົກທີ່ມີຊື່ສຽງນີ້ມີຂະຫນາດ 30 ນິ້ວ ເມື່ອງກາງປີກ ແລະສູງປະມານ 20 ນິ້ວ.\n",
        "output": [
            "The remarkable birds have a 30-inch wingspan and stand nearly 20 inches high.\n"
        ]
    },
    {
        "input": "ແຫລ່ງຂໍ້ມູນຈໍເຈຍຮັບຮອງການປະກາດນີ້ ແລະກ່າວວ່າຖານທັບດັ່ງກ່າວຖືກທຳລາຍແລ້ວ.\n",
        "output": [
            "Georgian sources confirmed the announcement, stating that the base had been destroyed.\n"
        ]
    },
    {
        "input": "ຄວາມກັງວົນກ່ຽວກັບກຸ່ມຕ່າງໆເຊັ່ນ ອົງການນິລະໂທດສະກຳສາກົນ ທີ່ລົນນະລົງໃຫ້ມີການປິດຄ່າຍ ຫຼື ຜູ້ເບິ່ງກ່ຽວກັບສິດທິມະນຸດຊະຍະຊົນທີ່ກັງວົນ ກ່ຽວກັບ ການຄວບຄຸມນັກໂທດພາຍໃຕ້ ສົນທິສັນຍານັກໂທດສົງຄາມຕາມສັນທິສັນຍາເຈນີວາ ເປັນຄວາມຈິງທີ່ວ່ານະໂຍບາຍສຳຫຼັບຮັບຜູ້ຖຶກຄວບຄຸມໃໝ່ຍັງຄົງອະນຸຍາດໃຫ້ເຖິງ 4 ອາທິດທີ່ສາມາດເຂົ້າເຖິງຜູ້ຄວບຄຸມໂດຍກົດຂອງ ຄະນະກຳມະການກາແດງສາກົນ (ICRC) ອາດຖືກປະຕິເສດ.\n",
        "output": [
            "Of concern to groups such as Amnesty International who campaign for the camp's closure, or Human Rights Watch concerned about prisoner handling under the prisoner of war aspects of the Geneva Convention, is the fact that policy for newly admitted detainees still allows for up to 4 weeks where access to the detainee by the International Committee of the Red Cross (ICRC) may be denied.\n"
        ]
    },
    {
        "input": "ບີໂຕອິດ ກ່າວວ່າ \"ມັນເປັນການດູຖືກ...ສິ່ງທີ່ພວກເຂົາບໍ່ໄດ້ສະແດງຄວາມເປັນເມົາຣີຢ່າງຖືກຕ້ອງ.\"\n",
        "output": [
            "\"It is insulting ... what they are doing is not portraying Māori correctly,\" Bidois said.\n"
        ]
    },
    {
        "input": "ລາວໄດ້ເວົ້າວ່າ ອຸບັດຕິເຫດໄດ້ເກີດຂຶ້ນພຽງແຕ່ \"ພິບຕາດຽວ.\"\n",
        "output": [
            "He said that the incident took no longer than the \"wink of an eye\".\n"
        ]
    },
    {
        "input": "ລູກເຮືອ 3504 ຢູ່ທີ່ເກາະຊິເບຍໂດຍກອງທັບອາກາດຟິລິປິນ.\n",
        "output": [
            "Vessel 3504's crew were located on Sibay Island by the Philippine Air Force.\n"
        ]
    },
    {
        "input": "\"ເຮົາຮູ້ສືກວ່າລະບົບນີ້ໃຊ້ໄດ້ຜົນ ແຕ່ລະບົບກໍ່ບໍ່ໄດ້ສົມບູນແບບ\" ແມກຄໍແມກກ່າວ.\n",
        "output": [
            "\"We do feel that the system worked, but the system isn't perfect,\" McCormack said.\n"
        ]
    },
    {
        "input": "ເຫດການປະທະກັນໃນຄັ້ງນີ້ເຮັດໃຫ້ທັງທີມຈາກປະເທດນິວຊີແລນແລະເຍຍລະມັນຕ້ອງເລີ່ມສະຕ໊າດຈາກຕຳແຫນ່ງຣັ້ງທ້າຍໃນການແຂ່ງຂັນຮອບຟີເຈີ.\n",
        "output": [
            "This crash made both New Zealand and Germany start from the end of the track for the feature race.\n"
        ]
    },
    {
        "input": "ອີງຕາມ ຊາໂກຊີ ມາດຕະການເພີ່ມເຕີມເຫຼົ່ານີ້ຫມາຍເຖິງເຂດຊາຍແດນເທົ່ານັ້ນ.\n",
        "output": [
            "According to Sarkozy, these additional measures refer to the border area only.\n"
        ]
    },
    {
        "input": "ໃນວັນສຸກ ເກີດເຫດຍິງຜູ້ຊ່ວຍຜູ້ໃຫຍ່ບ້ານໃນແຂວງຍະລາແລະຍິງຊາຍຊະລາຄູ່ຫນື່ງກໍ່ຖືກຍິງໃນແຂວງປັດຕານີຂະນະທີ່ກຳລັງກັບຈາກຕະຫລາດ.\n",
        "output": [
            "Friday saw the shooting of an assistant village head in Yala Province, and an elderly couple were shot in Pattani Province whilst returning from a local market.\n"
        ]
    },
    {
        "input": "ການສືກສາໄຫມ່ຄື ການສືກສານາຯຊາດຂອງການຢູ່ລອດ ແລະ ການເສຍຊີວີດ.\n",
        "output": [
            "The new study is an international study of survival and mortality.\n"
        ]
    },
    {
        "input": "ຜູ້ຊາຍ ທີ່ເປັນປະຊາຊົນທັງໝົດ ທີ່ຖືກແທງຊໍ້າຫລາຍຄັ້ງ ມີເຄື່ອງໝາຍ ໃນຂໍ້ມື ສະແດງໃຫ້ເຫັນຂໍ້ມືຂອງເຂົາເຈົ້າ ໄດ້ຖືກມັດຕິດກັນ ແລະ ຜູ້ເຄາະຮ້າຍທັງໝົດ ແມ່ນມີບາດແຜຖູກຍິງດ້ວຍປືນຢູ່ເທິ່ງຫົວເຂົາເຈົ້າ.\n",
        "output": [
            "The men, all civilians, were stabbed repeatedly, had marks on their wrists which suggests their wrists were tied together, and all of the victims had gunshot wounds to their heads.\n"
        ]
    },
    {
        "input": "ເວລາ 6:45 ເວລາມາດຕະຖານຮາວາຍໄດ້ເລີ່ມການແຂ່ງຂັນລ່ອຍນ້ຳ 2.4 mile ຂີ່ລົດຖີບ 112 mile ແລະ ການແລ່ນມາຣາທອນ 26.2 mile ເຮັດໃຫ້ນັກກິລາຕົວເຕັງປະສົບຄວາມຍາກລຳບາກໃນການແຂ່ງຂັນ.\n",
        "output": [
            "The 6:45 a.m. Hawaii Standard Time start to the 2.4 mile swim, 112 mile time-trial, and a 26.2 mile marathon saw a cascade of unfortunates to favorites.\n"
        ]
    },
    {
        "input": "ບໍລິສັດກຳລັງຟ້ອງ ສຳລັບການຟື້ນໂຕຂອງ ການເສຍຫາຍຂອງເມືອງ ໂດຍສະເໜີ ເຄິ່ງໜຶ່ງ ແລະ ຈອງການຫາເງິນ ຈາກຮູບເງົາທີ່ມີລູກລະເບີດໃຫຍ່ ເຊັ່ນ ສິດທິພິເສດຂອງ Spider-man Iron Man X-Men Hulk ແລະ Fantastic Four.\n",
        "output": [
            "The company is suing for recovery of civil damages representing one-half of film and book earnings from such blockbuster films as Spider-Man, Iron Man, X-Men, Hulk, and Fantastic Four franchises.\n"
        ]
    },
    {
        "input": "ທະນາຍຄວາມຄົນຫນື່ງໄດ້ພິຈະນາສະຖານະການ ແລ້ວ ລາວ ກ່າວວ່າ ຄ່າບໍລິການຮູ້ສືກວ່າມັນແພງ ເກີນໄປ.\n",
        "output": [
            "A lawyer for the men said he felt the charges were excessive considering the circumstances.\n"
        ]
    },
    {
        "input": "ອີງຕາມພະຍານໄດ້ໃຫ້ຮູ້ວ່າວ່າ, ບໍ່ມີແສງໄຟຢູ່ຫຼາຍສະຖານີຍແລະລະຫວ່າງການເຄື່ອນຍ້າຍພວກເຂົາ.\n",
        "output": [
            "According to eyewitnesses, there was no electric lighting at many stations and in transitions between them.\n"
        ]
    },
    {
        "input": "ສະພານແດນຊີເຈີເປັນສະພານຂ້າມຄອງຊື່ງເຊື່ອມທະເລສາບພອນເຊີເທນກັບແມ່ນ້ຳມິດສະຊິຊິບປີ.\n",
        "output": [
            "The Danziger Bridge spans a canal which connects Lake Pontchartrain and the Mississippi River.\n"
        ]
    },
    {
        "input": "ຫລັງຈາກທີ່ເສືອເຂົ້າທຳຮ້າຍຄົນງານ ມັນໄດ້ຍ່າງໄປທຳຮ້າຍນັກທ່ອງທ່ຽວອີກສອງຄົນ.\n",
        "output": [
            "After the tiger attacked the worker, it then went on to attack the two other visitors.\n"
        ]
    },
    {
        "input": "ຕາມ​ການ​ລາຍ​ງານ​ຂອງທ່ານ​ທູດ​ອິ​ດ​ສະ​ຣາ​ເອນ​ທີ່​ປະ​ຈຳ​ໃນ​ສະ​ຫະ​ລັດ ໄດ້​ໃຫ້​ຮູ້​ວ່າ ອິດ​ສະ​ຣາ​ເອນ​ໄດ້​ຍອມ​ຮັບ​ການ​ຂໍ​ໂທດ​ດັ່ງ​ກ່າວ​ແລ້ວ.\n",
        "output": [
            "According to the Israeli Ambassador to the United States, Israel accepts the apology.\n"
        ]
    },
    {
        "input": "ກໍ່ເປັນການພັກຜ່ອນເພີ່ມເຕີມຂອງພິດເຊີ ແລະທຸກຄົນທີ່ເຫລືອ.\n",
        "output": [
            "It still was extra rest for the pitchers, and everybody else.\n"
        ]
    },
    {
        "input": "ມື້ວານນີ້ ບາດເກັດບອນອົດສະຕາລີໄດ້ປະກາດຜູ້ເຂົ້າຮ່ວມຫລິ້ນຮອບສຸດທ້າຍໂອລິມປີກລະດູຮ້ອນປີ 2012 ກ່ອນການອຳລາໃນເມວເບີນສຸດອາທິດນີ້ຂອງທີມຍິງໂອປໍ ແລະທີມຊາຍບູມເມີ.\n",
        "output": [
            "Yesterday, Basketball Australia announced the final Olympic squads for the 2012 Summer Olympics ahead of a farewell series in the Melbourne area this weekend for both the Opals women's team and the Boomers men's team.\n"
        ]
    },
    {
        "input": "ເຮັນລີ ຮຽກຮ້ອງການເລືອກຕັ້ງເວລາທີ່ຕົວແທນລາວ ບໍຣິສ ຈອນສັນ ໄດ້ຮັບເລືອກໃຫ້ເປັນນາຍົກເທດສະມົນຕີຂອງເມືອງໃນລອນດອນ.\n",
        "output": [
            "Henley called for an election when its representative Boris Johnson was elected Lord Mayor of the City of London.\n"
        ]
    },
    {
        "input": "ເຖິງວ່າ Palin ຈະມີການໂຈມຕີ ຫົວຂໍ້ຂ່າວຕົ້ນສະບັບ 3 ຫົວຂໍ້ຂອງຫນັງສືພິມ ນີວຢອກທາມໃນເດືອນຕຸລາໄດ້ສະຫຼຸບວ່າ ໂອບາມາ ແລະ ເອເຢີຣສບໍ່ເຄີຍໃກ້ຊິດກັນ ແລະ ໄດ້ຕິດຕໍ່ພົວພັນກັນໂດຍຜ່ານການເຮັດວຽກເບື້ອງຕົ້ນໃນສຳນັກງານ ແລະໂຄງການປະຕິຮູບໂຮງຮຽນຂອງໂອບາມາ \"ກ່າວວ່າເສັ້ນທາງຂອງເຂົາໄດ້ຄ່ອຍໆສວນທາງກັນໄປເປັນໄລຍະໆ.\"\n",
        "output": [
            "Despite Palin's attack, the original article in the October 3 New York Times concluded that Obama and Ayers were never close, and that the connection was through Obama's initial run for office and a schools reform project, \"saying that their paths have crossed sporadically\".\n"
        ]
    },
    {
        "input": "ເດິມທີ ວິກິບຸກຕັ້ງຂື້ນເພື່ອລວມຕຳລາຮຽນແລະຄູ່ມືຕ່າງໆແຕ່ຕອນນີ້ໄດ້ກາຍເປັນຄອມມູນິຕິ້ສ້າງຫນັງສືກທຸກຮູບແບບທຸກປະເພດ ຊື່ງຕຳລາອາຫານເປັນຕົວຢ່າງທີ່ເດັ່ນຊັດທີ່ສຸດ.\n",
        "output": [
            "Wikibooks was originally meant as a place for textbooks and manuals but has increasingly become a community creating books on all kinds of subjects, with the cookbook being the most prominent example.\n"
        ]
    },
    {
        "input": "ທັງເລື່ອງ ມີລຽນໂດລາເບບີ້(2004) ແລະ ຄຣັດສ(2005) ໄດ້ຊະນະເລີດໃນລາງວັນອະຄາດີມີ້ອະວອດສາຂາພາບດີເດັ່ນ ເຮັດໃຫ້ຮັກກີສເປັນນັກຂຽນຄົນທໍາອິດນັບຕັ້ງແຕ່ປີ 1950ມາທີ່ເປີດຮູບເງົາໄດ້ຮັບຊະນະເລີດສາຂາຮູບພາບດີເດັ່ນອອດສກ້າຕິດຕໍ່ກັນຊ້ອນ.\n",
        "output": [
            "Both Million Dollar Baby (2004) and Crash (2005) won Academy Awards for Best Picture, making Haggis the first film writer since 1950 to pen movies which won Best Picture Oscars in consecutive years.\n"
        ]
    },
    {
        "input": "ໜ່ວຍແພດ ໄດ້ນໍາສົ່ງຄອນເວ ອອກຈາກລົດ ແລະ ຖືກນໍາສົ່ງຕົວໄປໂຮງໝໍ ໂດຍມີອາການບາດເຈັບທີ່ຂາ.\n",
        "output": [
            "Medics took Conway out of the car, and he was taken to the hospital with a leg injury.\n"
        ]
    },
    {
        "input": "ຜູ້ລິເລີ່ມການເຮັດບລ໊ອກຊາວມາເລເຊຍ ອາຮະຣູດິນ ອັດຕັນ ແລະ ເຈັຟ ໂອຍ ໄດ້ຖືກຟ້ອງໂທດຖານການທຳລາຍຊື່ສຽງ ໂດຍໜັງສືພິມຊື່ດັງຂອງມາເລເຊຍ ໜັງສືພິມ ນິວ ສະເຕຣັສ໌ ທາມສ໌.\n",
        "output": [
            "Pioneer Malaysian bloggers Ahiruddin Attan and Jeff Ooi have been sued for defamation by a leading Malaysian newspaper, The New Straits Times.\n"
        ]
    },
    {
        "input": "ການປັບປຸງນີ້ໄດ້ຮັບການທົດສອບຈາກຄົນປະມານ 500,000 ຄົນ.\n",
        "output": [
            "The improvements have been tested by more than 500,000 beta-testers.\n"
        ]
    },
    {
        "input": "ອີວາ ບຸດເຊີໄຊເຟີ ປະທານຂອງບໍລິສັດເຄດີອິໃນເຍຍລະມັນ ແລະກຳມະການຜູ້ຈັດການຂອງ ບາຊິວຄອມກ່າວວ່າ ຂະບວນການປ່ຽນແປງໂປແກມຕອນນີ້ຢູ່ໃນຊ່ວງ \"ສຳຄັນສຸດ\" ເພາະກຳລັງນຳເຂົ້າ 300 ລະບົບໃນທຸກໆມື້.\n",
        "output": [
            "According to Eva Brucherseifer, president of the KDE community in Germany and managing director of basysKom, the migration process in its \"peak phase\" and is porting 300 systems every day.\n"
        ]
    },
    {
        "input": "ຕາມທີ່ ແທນດີ ໄດ ລາວ \"ແມ່ນມີຄວາມເປັນຫ່ວງຕໍ່ກັບຜົນກະທົບທີ່ຈະເກີດຂຶ້ນ\" ແລະ ໃນວັນທີ 4 ໄດ້ມີການລາຍງານຕໍ່ຜູ້ອໍານວຍການໃຫຍ່ຕໍ່ກັບອາດີດຂອງລາວ ຫຼັງຈາກ ທີ່ນັກຮຽນໄດ້ຊັກຖາມ.\n",
        "output": [
            "According to Tandy, Dye \"was concerned about the impact it would have in the building,\" and, on March 4, informed the school's principal of her past after being asked by the student.\n"
        ]
    },
    {
        "input": "ອັລ- ເກດາ ກ່າວວ່າໃນຄໍາຖະແຫຼງເວັບໄຊຕ໌ວັນພະຫັດວ່າໄດ້ຂ້າທູດພິເສດສູງສຸດຂອງອີຈິບໃນອີຣັກ, ຊື່ວ່າ ອີຮາບ ອັລ-ຊາຣິຟ.\n",
        "output": [
            "Al-Qaeda said in a web statement Thursday that it has killed Egypt's top envoy in Iraq, Ihab al-Sherif.\n"
        ]
    },
    {
        "input": "ກາຕາສະເຫມີທັງສອງນັດກັບຍີ່ປຸ່ນແລະຫວຽດນາມຫມາຍຖືງວ່າຈະຕ້ອງນັບປະຕູໄດ້ເສຍຫາກທັງສອງທີມີສີ່ຄະແນນເທົ່າກັນ.\n",
        "output": [
            "Qatar drew both matches with Japan and Vietnam, meaning it will come down to goal difference if two sides are equal on four points.\n"
        ]
    },
    {
        "input": "ທີມແມນເຊດເຕີ້ຍູໄນເຕັດເອົາຊະນະເອເອສ໌ໂຣມາດ້ວຍສະກໍ 1-0 ໃນກຸ່ມ F ຂອງການແຂ່ງຂັນ UEFA ແຊມປ້ຽນຫລີກ 2007-08 ທີ່ສະຫນາມໂອດ ແທຟອດເມື່ອງແມນເຊດເຕີ້ ກຸງລອນດອນ.\n",
        "output": [
            "Manchester United defeated AS Roma 1-0 in Group F of the UEFA Champions League 2007-08 at Old Trafford, Manchester, England.\n"
        ]
    },
    {
        "input": "ລັດຖະບານໄນຈີເຣຍໄດ້ຮຽກຮ້ອງການຊ່ວຍເຫຼືອຈາກອົງການຈັດຕັ້ງສາກົນ, ລວມທັງອົງການອະນາໄມໂລກ ແລະ ສູນຄວບຄຸມ ແລະ ກາປ້ອງກັນ ພະຍາດລະບາດ ຢ່າງກວ້າງຂວາງ.\n",
        "output": [
            "Nigeria's government has requested assistance from international organizations, including the World Health Organization and the US Centers for Disease Control and Prevention, in averting a widespread outbreak.\n"
        ]
    },
    {
        "input": "ການປ່ອຍໂຕເຈັດຄົນທຳອິດ ເກີດຈາກປະທານນາທິບໍດີນິໂຄລາດ ຊາໂກຊີ ມາເຖືງ ແຊັດ ເພື່ອໂອ້ລົມໃນເລື່ອງນີ້ກັບພະນັກງານແຊັດ.\n",
        "output": [
            "The release of the seven came as French President Nicolas Sarkozy arrived in Chad to hold talks on the case with Chadian officials.\n"
        ]
    },
    {
        "input": "ໃນອາທິດທີ່ຜ່ານມາລະບອບການປົກຄອງຟິຈິໄດ້ຂູ່ວ່າຈະຂັບໄລ່ເອກອັກຄະລາຊະທູດນິວຊີແລນອອກນອກຈາກວ່າລັດຖະບານນິວຊີແລນອະນຸຍາດໃຫ້ວີຊ່າກັບ ຈອສ ເນສວາ ລູກຊາຍຂອງພະນັກງານລະດັບສູງຂອງລະບອບການປົກຄອງຢ່າງເປັນທາງການ.\n",
        "output": [
            "Last week the Fijian regime threatened to expel New Zealand's High Commissioner unless the New Zealand government granted a visa to George Nacewa, the son of a senior regime official.\n"
        ]
    },
    {
        "input": "ວິກິພີເດຍ ຫນື່ງໃນເວັບໄຊຕ໌ໃນອິນເຕີເນັດຈະໄດ້ຮັບການປັບໂສມໃຫມ່.\n",
        "output": [
            "Wikipedia, one of the top ten websites on the internet, will soon be receiving a face lift.\n"
        ]
    },
    {
        "input": "ໄອຊາແອສ ຄາຣາສະໂກ ອາຍຸ 42 ປີ ຖືກຍິງຢູ່ນອກບ້ານຕໍ່ໜ້າເມຍ ແລະ ລູກສາວຂອງລາວ ແລະ ຖືກນໍາຕົວສົ່ງໂຮງໝໍ່ ແຕ່ເສຍຊີວິດຈາກບາດແຜຂອງລາວ.\n",
        "output": [
            "Isaías Carrasco, 42, was shot outside his house in front of his wife and daughter and was taken to hospital, where he died of his wounds.\n"
        ]
    },
    {
        "input": "ລາງວັນ ເຈເຈ ຊາກູໄລ ຈະຖືກສະເໜີທີ່ກອງປະຊຸມ ເອພີເອສ 2010 ຢູ່ ວໍຊິງຕັນ ດີຊີ ທີ່ງານລ້ຽງກອງປະຊຸມພິເສດໃນເດືອນ ກຸມພາ ປີ 2010.\n",
        "output": [
            "The J. J. Sakurai Prize will be presented at the APS 2010 meeting in Washington, DC at a special Ceremonial session in February 2010.\n"
        ]
    },
    {
        "input": "ເງິນທັງໝົດແມ່ນໄດ້ຖືກຈັດແບ່ງອອກເປັນແຕ່ລະປະເພດໄວ້ແລ້ວໂດຍລັດຖະບານທ້ອງຖິນ (ການຊ່ວຍເຫຼືອທາງດ້ານການເງິນ) ກໍຍັງສອດຄ່ອງຕາມກົດຫມາຍວ່າດ້ວຍມາດຕາ 1995.\n",
        "output": [
            "All money in the category is allocated in line with the Local Government (Financial Assistance) Act 1995.\n"
        ]
    },
    {
        "input": "ມີໂຮງຮຽນ 2,000 ແຫ່ງ ແລະ ເຂດຊຸມຊົນນອກໂຮງຮຽນ1,300 ແຫ່ງທີ່ຈະໄດ້ຮັບຜົນປະໂຫຍຕອບສະຫນອງຈາກເງິນກອງທືນ ຂອງໂຄງການນີ້.\n",
        "output": [
            "2,000 schools and 1,300 after/out of school programs will benefit from the funding.\n"
        ]
    },
    {
        "input": "ລະເບີດໄດ້ແຕກຂື້້ນໃນເວລາ 5:45 ຕອນເຊົ້າ ຕາມເວລາທ້ອງຖິ່ນ ໃນເວລາທີ່ຊາວພຸດກໍາລັງເລີ່ມສວດມົນໃນຕອນເຊົ້າ.\n",
        "output": [
            "The bombs were timed to explode at 5:45 AM local time, when Buddhists start praying in the morning.\n"
        ]
    },
    {
        "input": "ໂດເມນຈີນໄດ້ຖືກເລັງໃນ ການປະຕິເສດຫຼ້າສຸດຫຼາຍຢ່າງ ຂອງການໂຈມຕີຕ້ານຈີນ.\n",
        "output": [
            "The Chinese domain was targeted in the latest of many denial of service attacks against China.\n"
        ]
    },
    {
        "input": "ຊິງໄດ້ຮັບການຜ່າຕັດບາຍພາດຫົວໃຈໃນອັງກິດເມື່ອປີ 1990 ແລະສັນຍະກຳຕົກແຕ່ງຫລອດເລືອດໃນປີ2004 ທີ່ເດລີ ໃຫ້ປະກົດຂື້ນປີດໃນເສັ້ນເລືອດຂອງລາວ.\n",
        "output": [
            "Singh, a diabetic, underwent a bypass surgery in Britain in 1990 and had an angioplasty in 2004 in Delhi in which stents were introduced in his arteries.\n"
        ]
    },
    {
        "input": "ວິກິນິວສຖາມອີກເປັນຫຍັງພວກເຂົາບໍ່ປະລາຍການເຕັມຮູບແບບໄວ້ໃຫ້ ແຕ່ເຮັດເຄື່ອງໝາຍເວັບໄຊໃດທີ່ພວກເຂົາຮູ້ສຶກວ່າບໍ່ຄວນຖືກກວດສອບ.\n",
        "output": [
            "Wikinews then asked why they didn't leave the full list available, but mark which sites they felt should not be censored.\n"
        ]
    },
    {
        "input": "ຊາຍສອງຄົນທີ່ຖືກກູ້ຊີວິດໃນວັນທີ 9 ພືດສະພາ ບໍ່ໄດ້ເວົ້າຖືງຊ່ວງເວລາທີ່ພວກເຂົາຕິດຢູ່ໃຕ້ດິນ.\n",
        "output": [
            "The men, who were rescued on May 9, have not spoken publicly about the time they spent trapped underground.\n"
        ]
    },
    {
        "input": "ມາຕິດາຖືກຈັດໃຫ້ເປັນອັນດັບ 8 ໃນການຈັດອັນດັບຄັ້ງຫຼ້າສຸດໂດຍຟີຟາ.\n",
        "output": [
            "The Matildas are ranked 8th by FIFA in the latest rankings.\n"
        ]
    },
    {
        "input": "ກູກຣີສ ໄດ້ຄະແນນຫຼັງຈາກເວລາເຕັມໂດຍບໍ່ປ່ຽນແປງ ການຕີທີ່ຕໍ່ເນື່ອງແບບລຽບງາຍ ທີ່ຄວນຈະເຮັດໃຫ້ພວກເຂົາຊະນະເກມໄດ້.\n",
        "output": [
            "Kukris scored a try after full-time yet failing to convert a relatively simple kick that would have won the game for them.\n"
        ]
    },
    {
        "input": "ແຄັມຂອງ Manny Pacquiao ນຳໂດຍຜູ້ຈັດການ Freddie Roach ໄດ້ຮຽກຮ້ອງວ່າ Diaz ຈະຕ້ອງການ \"ປະຕິຫານທີ່ຮ້າຍແຮງ\" ເພື່ອຢຸດ 'The Pacman'ຈາກການຍ້າຍຂຶ້ນສູ່ 135 lbs. ລະດັບນ້ຳໜັກ ບ່ອນທີ່ Diaz ແມ່ນໜ້າດ້ານທີ່ສຸດ.\n",
        "output": [
            "The camp of Manny Pacquiao led by manager Freddie Roach claimed that Diaz will need a \"fucking miracle\" to stop 'The Pacman' from moving up to the 135 lbs. weight class where Diaz is top brass.\n"
        ]
    },
    {
        "input": "ເຖິງຢ່າງໃດກໍ່ຕາມ ລາວກໍ່ໄດ້ຍອມມາມອບຕົວຫລັງຈາກທີ່ໃຫ້ສຳພາດ.\n",
        "output": [
            "However, he did turn himself in after giving the interview.\n"
        ]
    },
    {
        "input": "ລັດຖະບານຝຣັ່ງເສດໃຫ້ກຽດຕິຄຸນພິເສດກັບຊາວໂຄແມນຊີດ້ວຍການປະດັບຍົດອັດສະວິນແຫ່ງຊາດເນື່ອງດ້ວຍຄຸນຄວາມດີໃນປີ 1989.\n",
        "output": [
            "The French Government gave special honors to the Comanches by bestowing them with the Chevalier of the National Order of Merit in 1989.\n"
        ]
    },
    {
        "input": "ພວກເຂົາຍັງຮຽກຮ້ອງໃຫ້ລຶບບັນທຶກສະຖິຕິຂອງ ມາໂຕສ ທຸກຢ່າງອອກຈາກ ສະຖິຕິຂອງ ໂອລິມປິກ.\n",
        "output": [
            "They also called for all records of Matos to be removed from the Olympic records.\n"
        ]
    },
    {
        "input": "ກໍາມະກອນກໍ່ສ້າງໜີອອກມາ ໂຊກດີທີ່ເວລາເກີດເຫດນັ້ນພວກເຂົາກໍາລັງພັກຜ່ອນດື່ມກາເຟ.\n",
        "output": [
            "Construction workers escaped injury, luckily they were on a coffee break at the time of the incident.\n"
        ]
    },
    {
        "input": "\"ມັນເປັນຄະດີທີ່ນຮ້າຍແຮງ ຄ່ອນຂ້າງບໍ່ມີສະຕິ ແລະ ຊຸມຊົນຍັງປິດບັງເບາະແສ ທີ່ແກ້ໄຂຄະດີໃຫ້ໄວ.\"\n",
        "output": [
            "\"This is quite an awful crime, quite senseless, and the community holds the clue to solving this crime quickly.\"\n"
        ]
    },
    {
        "input": "ຊາວຜູ້ຄ້າຂາຍ ໄດ້ປະຕິເສດຢຸດການເຄື່ອນໄຫວກໍກວນ ຈົນເຖິງວັນທີ 1 ເດືອນພະຈິກ ເມືອເທດສະບານນະຄອນຫຼສງນິວແດນລີ ແມ່ນມີທ່າທີ່ຈະສືບຕໍ່ດຳເນີນການຈໍ້າກາຮັບຮອງ.\n",
        "output": [
            "Traders refused to move back from the agitation until November 1, when Municipal Corporation of Delhi is likely to resume its sealing drive.\n"
        ]
    },
    {
        "input": "ເຈົ້າ​ໜ້າ​ທີ່​ກ່າວວ່າ \"ການ​ຕາຍ​ຂອງ​ຜູ້​ກ່ຽວ​ແມ່ນ​ການ​ສູນ​ເສຍ​ຄັ້ງ​ສຳ​ຄັນ​ຕໍ່​ອາວ-ກາຍ​ດ້າ.\"\n",
        "output": [
            "\"His death is quite a significant blow to al-Qaeda,\" said officials.\n"
        ]
    },
    {
        "input": "ນັກວິທະຍາສາດທຳນາຍວ່າ ມີຈຳນວນຫ້າລ້ານສາຍພັນ ທີ່ຈະສູນເສຍໃນສັດຕະວັດນີ້.\n",
        "output": [
            "Scientists forecast that up to five million species will be lost this century.\n"
        ]
    },
    {
        "input": "ນັກເຄື່ອນໄຫວຂອງ Narmada Bachao Andolan ພະຍາຍາມປ້ອງກັນຕໍາຫຼວດຈາກການເຄື່ອນຍ້າຍ Patkar ແລະບາງຄົນຖືກຈັບໃນຂໍ້ຫາກໍ່ຄວາມໂກລາຫົນ.\n",
        "output": [
            "Activists of the Narmada Bachao Andolan tried to prevent the police from moving Patkar and some were arrested on rioting charges.\n"
        ]
    },
    {
        "input": "ໃນວັນທີ່ 28 ພຶດສະພາ ເມືອງທີ່ໃຫຍ່ສຸດເປັນອັນດັບ 3 ຂອງເຢຍລະມັນປີ 2003 ຖືກລົງຄະແນນໃຫ້ຍ້າຍໄປເປີດແຫລ່ງຊອບແວ.\n",
        "output": [
            "On May 28, 2003 Germany's third-largest city, voted to move to open source software.\n"
        ]
    },
    {
        "input": "ເອສເອວດົບໂບຢູກຸບ ໄດ້ປະສົບຜົນສຳເລັດໃນການໄດ້ຮັບບັນຊີ 10 ລ້ານໂດລາສະຫະລັດ ທີ່ໄດ້ເປີດເຜີຍມື້ນີ້.\n",
        "output": [
            "SLW Group was successul in gaining the $10 million account it was revealed today.\n"
        ]
    },
    {
        "input": "ນິວຊໍາ ແມ່ນເປັນນາຍຍົກເທດສະມົນຕີຂອງລັດຊານຟາດຊິດຊະໂກ ຕັ້ງແຕ່ປີ 2003 ແລະ ໄດ້ຖືກຄັດເລືອກຄືນໃນປີ 2007.\n",
        "output": [
            "Newsom has been San Francisco's mayor since 2003 and was re-elected in 2007.\n"
        ]
    },
    {
        "input": "ການເດີນທາງທີ່ຫຼາຍກວ່າ 70,000 ຄົນ ໂດຍສ່ວນຫຼາຍແມ່ນ ເຊື້ອຊາດອີຣັກ ກະກຽມສົ່ງກຳລັງອອກໄປໃນ ບັງດັດ ເພື່ອພະຍາຍາມ ແລະ ເອົາມາເຊິ່ງຄວາມໝັ້ນຄົງຂອງເມືອງຫຼວງ.\n",
        "output": [
            "The trip comes as over 70,000 mostly Iraqi citizens prepare to deploy into Baghdad to try and bring security to the capital.\n"
        ]
    },
    {
        "input": "ຫລັງຈາກທີ່ອ່ານຜົນຕັດສິດວ່າມີຄວວາມຜິດ ບຣາວ ແຊນເດີ້ໄດ້ກອດຄອບຄົວແລະເພື່ອນຂອງລາວ ຊື່ງມາປະກົດຕົວຂະນະພິຈາລະນາຄະດີດ້ວຍ.\n",
        "output": [
            "After the guilty verdict was read, a relieved Browne Sanders hugged her family and friends who were present at the trial.\n"
        ]
    },
    {
        "input": "ວິກິນິວໄດ້ຢຸດເຜີຍແຜ່ເລື່ອງລາວທີ່ຫນ້າສົງໄສນີ້ຫລັງຈາກໄດ້ຮັບການແຈ້ງຈາກຜູ້ບໍລິຫານວິກີພີເດຍ.\n",
        "output": [
            "Wikinews originally broke the story about the suspicious edit after receiving a tip from Wikipedia administrators.\n"
        ]
    },
    {
        "input": "ເຄື່ອງຈັກແມ່ນຢຸດເຮັດວຽກ ແລະ ຍົນເຮລິຄອບເຕີ້ໄດ້ຕົກລົງເຂົ້າກັບໜ້າດິນ ກ່າວໂດຍປະຊາຊົນທ້ອງຖິ່ນຄົນໜຶ່ງຊື່ວ່າ ອັດສຕິນ ວາກາສ.\n",
        "output": [
            "The motor stopped and the helicopter plummeted to the ground, said one local resident named Agustin Vargas.\n"
        ]
    },
    {
        "input": "ນັກວິໄຈແລະຄະນະກຳມະການກອງທືນສຸຂະພາບແລະມະເລັງແຫ່ງອັນເບີຕາຍັງບໍ່ແນະນຳໃຫ້ໃຊ້ດີຊີເອເພື່ອຮັກສາມະເລັງ ໃນການທົດລອງທາງຄຼິຮນິກຂອງຢາທີ່ໃຊ້ຮັກສາມະເລັງນີ້ຍັງບໍ່ໄດ້ມີການດຳເນີນການ.\n",
        "output": [
            "The researchers and the Alberta Cancer Board and Capital Health do not advise the use of DCA to treat cancer yet, as clinical trials for the drugs use to treat cancer have not been performed yet.\n"
        ]
    },
    {
        "input": "\"ລະຫັດແດງ\" -ການອົບພະຍົກທັງໝົດ - ແມ່ນຖືກປະກາດໃຊ້ ປະມານ 9:15 ໂມງເຊົ້າ.\n",
        "output": [
            "A 'code Red' - full evacuation - was set at around 9.15am.\n"
        ]
    },
    {
        "input": "ກຸ່ມນັກວິຊາການນໍາສະເຫນີການແກ້ໄຂໂດຍເນັ້ນວ່າການແກ້ໄຂຂອງພວກເຂົາແມ່ນເພື່ອແນໃສ່ໃນການຮັກສາປະເພນີທາຍາດຜູ້ຊາຍ.\n",
        "output": [
            "The group of scholars proposing this solution have stressed that their solution is aimed at maintaining the tradition of a male heir.\n"
        ]
    },
    {
        "input": "ຈຳນວນຜູ້ອອກມາລົງຄະແນນສຽງໃນການເລືອກຕັ້ງ ໄດ້ຖືກລາຍງານ ວ່າມີຢ່າງໜ້ອຍ ຫຼາຍຫວ່າ ຫ້າສິບເປີເຊັນ.\n",
        "output": [
            "Turnout in the elections was reported at slightly more than fifty percent.\n"
        ]
    },
    {
        "input": "ເລັກ ເວັລຊາ ຜູ້ກໍ່ຕັ້ງ ການເຄື່ອນໄຫວຄວາມສາມະຄີ ໄດ້ລາອອກຈາກອົງການ.\n",
        "output": [
            "Lech Walesa, the founder of the Solidarity movement has quit the organisation.\n"
        ]
    },
    {
        "input": "ແຮງສະຫນັບສະຫນຸນຢ່າງຊັດເຈນຂອງຜູ້ຫລິ້ນຊ່ວຍຂ້າພະເຈົ້າໄດ້ຫລາຍແລະຂ້າພະເຈົ້າຢາກຂອບໃຈທ່ານຄໍລິນ ຄາເດີວູດ ພໍ ບາ ຣອນ ແລະທີມງານເບື້ອງຫລັງຄົນອື່ນໆ ທີ່ສະຫນັບສະຫນຸນຂ້າພະເຈົ້າເປັນຢ່າງສູງໃນລະດູການນີ້.\"\n",
        "output": [
            "Having the unequivocal backing of the players has helped me enormously and I would also like to thank Colin Calderwood, Paul Barron and the rest of the backroom staff who have been tremendously supportive to me this season.\"\n"
        ]
    },
    {
        "input": "ອີງຕາມການບັນທຶກບົດສົນທະນາທາງໂທລະສັບ ລາວໄດ້ເຜີຍແຜ່ໃນເວັບໄຊ blog ຂອງລາວ.\n",
        "output": [
            "According to the phone conversation recording he posted to his blog,\n"
        ]
    },
    {
        "input": "ສຳນັກງານໄດ້ເພີ່ມການເຕືອນໄພໂລກລະບາດໃນລະດັບຫົກຊື່ງເປັນລະດັບສູງສຸດ.\n",
        "output": [
            "The agency increased its pandemic alert level to the sixth level, its highest.\n"
        ]
    },
    {
        "input": "\"ພວກເຮົາຫວັງທີ່ຈະຂະຫຍາຍໃນພາສາອື່ນໆເຊັ່ນດຽວກັນ ຍ້ອນມັນມີການຮຽກຮ້ອງຂອງຕະຫຼາດທີ່ແນ່ນອນ ຂອງສາລະບັນເທີງຂອງກາສິນຄ້າຂອງພວກເຮົາໃນສາລະບັນເທີງ.\"\n",
        "output": [
            "\"We are looking forward to expanding into other languages as well, because there is definitely a market demanding our brand of infotainment.\"\n"
        ]
    },
    {
        "input": "ຄໍາຕັດສິນຢ່າງເປັນທາງການ ຈະປະກາດໃນວັນທີ 25 ກຸມພາ 2005.\n",
        "output": [
            "The official sentence will be announced on February 25th, 2005.\n"
        ]
    },
    {
        "input": "ທ່ານແມ໊ກ ໄຄ ກ່າວວ່າການຕົກລົງນີ້ບໍ່ໄດ້ຫ້າມພວກເຂົາຈາກການຂາຍເລື່ອງລາວໃຫ້ກັບຊີເອັນເອັນ ຍູເອັດສ໌ທູເດໂຊ ແລະກູ້ດມູໍນິ້ງອາເມລິກາ ຊື່ງໄດ້ເຮັດສັນຍາກັບທ້າວຣັດເຊແລະທ້າວເວັບອາທິດນີ້.\n",
        "output": [
            "Mr McGuire said the deal would not restrict the pair from selling their story to CNN, the US Today Show and Good Morning America, who have all reportedly made contact with Mr Russell and Mr Webb this week.\n"
        ]
    },
    {
        "input": "ອີງຕາມທ່ານບີເວີ ເຮືອດຳນ້ຳຈະສະໜອງໃຫ້ອິດສະລະເອວໃນເລື່ອງສະມັດຕະພາບການໂຈມຕີກ່ອນແລະສະມັດຖະພາບການຕອບໂຕ້ການໂຈມຕີ.\n",
        "output": [
            "According to Beaver, the submarines would provide Israel with both first strike and second strike capability.\n"
        ]
    },
    {
        "input": "\"ພັກ DS4EQ ຢາກໄດ້ຮັບເປີເຊັນສຽງເພີ່ມຂຶ້ນຈາກຜູ້ລົງຄະແນນສຽງຫຼັກ ແລະ ສາມາດໄດ້ຮັບຈໍານວນບ່ອນນັ່ງສ່ວນໜຶ່ງໃນສະພາ.\" ທ່ານ ເຟີດ ໄດ້ກ່າວໄວ້.\n",
        "output": [
            "\"DS4SEQ would like to gain a sizeable percentage of the primary vote and win a number of seats,\" Mr furze said.\n"
        ]
    },
    {
        "input": "ການຫຼິ້ນໃນລີກ W ເຊິ່ງເປັນລິກອັນດັບຕົ້ນພາຍໃນປະເທດ ລາວໄດ້ໄຊຊະນະໃນແຊມປ້ຽນລີກ ໃນປີ 2009.\n",
        "output": [
            "Playing in Australia's top level domestic league, the W-League, she won the league championship in 2009.\n"
        ]
    },
    {
        "input": "ການເຂົ້າມາລີ້ໃນຊຸຸ້ມດຸມເຄື່ອງບິນມີຄວາມສ່ຽງຕໍ່ການເສຍຊີວິດຈາກາກນຖືກແຊ່ແຂງຫລືຖືກດຸມບົດທັບຕອນທີ່ຫົດດຸມເກັບ.\n",
        "output": [
            "Stowaways in wheel wells risk freezing to death after take-off or being crushed when the wheels retract.\n"
        ]
    },
    {
        "input": "ເມື່ອລອງພິຈາລະນາເບິ່ງດີໆແລ້ວ ເຮົາເຊື່ອວ່ານີ້ເປັນວິທີການທີ່ຈະນຳຜົນຕອບແທນອັນຍິ່ງໃຫຍ່ມາສູ່ຜູ້ທີ່ຕ້ອງການ ການຊ່ວຍເຫລືອຫລາຍທີ່ສຸດ.\"\n",
        "output": [
            "On balance, we believe this is the approach that will deliver the greatest benefits to the most vulnerable people.\"\n"
        ]
    },
    {
        "input": "ຕຳຫລວດໄດ້ບຸກຈູ່ໂຈມ ຊ່ວຍຊີວິດຜູ້ຍິງຫລັງຈາກທີ່ໄດ້ຮັບຄ່າບໍລິການ.\n",
        "output": [
            "Police launched raids, rescuing the women after receiving a tip-off.\n"
        ]
    },
    {
        "input": "ຫົວໜ້າພົນຕໍາຫລວດຂອງຕໍາຫລວດເມືອງຍອກເຊີໃຕ້ ເມເລັດ ຫັງສ ແມ່ນໄດ້ຖືບຈັບໄດ້ວ່າ ໃຊ້ຄວາມໄວຢູ່ຖະໜົນ A5 ໃກ້ກັບເມືອງເຈີກ ໃນເຂດເວວເໜືອ.\n",
        "output": [
            "The Chief Constable of the South Yorkshire Police, Meredydd Hughes was allegedly caught speeding on the A5 road near Chirk in north Wales.\n"
        ]
    },
    {
        "input": "ແກະ ແລະ ງົວຄວາຍລົ້້ມຕາຍຈາກໄຟເປັນຈໍານວນປະມານໜຶ່ງພັນໂຕ.\n",
        "output": [
            "Thousands of sheep and cattle have also been killed in the fires.\n"
        ]
    },
    {
        "input": "\"ທ້າຍທີ່ສຸດ ຈະມີເດັກນ້ອຍຫລວງຫລາຍມາອາໄສຢູ່ໃນເຂດເທືອກເຂົາໃນຫນ້າຮ້ອນ\" ລາວກ່າວ.\n",
        "output": [
            "“Ultimately, in the summer lots of kids stay in our mountains,” he added.\n"
        ]
    },
    {
        "input": "ຕາມຖະແຫ່ລງການຂອງຊີເອັນເອັນ ມູວັບຟັກ ຣູແບທີ່ປືກສາດ້ານຄວາມຫມັ້ນຄົງແຫ່ງຊາດອິຣັກກ່າວວ່າ \"...ເລື່ອງນີ້ຈະມີຄວາມຍຸດຕິທຳ ເພາະມີການຕັດສິນພິຈາລະນາຄະດີທີ່ມີທີ່ປືກສາຝ່າຍຈຳເລີຍເຂົ້າຮ່ວມ ລວມເຖິງທີ່ປືກສາໄອຍະການດ້ວຍ...\"\n",
        "output": [
            "In a statement to CNN, Iraqi national security advisor Muwaffaq Rubaie said that \"...this is going to be a fair, just trial with a defense counsel in there, with a proper prosecuting counsel as well there...\"\n"
        ]
    },
    {
        "input": "ຫົວ​ໜ້າ​ຕຳຫຼວດ​ໃນ​ພື້ນ​ທີ່​ດັ່ງ​ກ່າວບອກ​ໃຫ້​ຮູ້​ວ່າ ມື້ນີ້: \"ຜູ້​ຕ້ອງ​ຫາ​ທີ່​ເຊື່ອ​ວ່າ​ເປັນ​ຫົວ​ໂຈກ​ໃນ​ການ​ຄາດ​ຕະ​ກຳ​ໂຫດ​ແມ່ນ​ຖືກຕຳຫຼວດ​ຈັບ​ໄດ້ທີ່​ເມືອງ Taveta ຊາຍ​ແດນ​ປະ​ເທດ​ເຄັນ​ຍາ ບ່ອນ​ທີ່​ຜູ້​ກ່ຽວ​ລົບລີ້​ຢູ່.\n",
        "output": [
            "Regional police chief Herbert Khaemba anounced today: \"The suspect believed to be the main organiser of the brutal murder was arrested by the police at the Kenyan border town of Taveta in hiding.\n"
        ]
    },
    {
        "input": "ປະຊາຊົນເປລູ ໄດ້ລຸກຂຶ້ນຮ້້ອງຟ້ອງຄະດີ ເດັນເວີ-ນິວມອນ ບໍ່ແຮ່ ບໍລິສັດບໍ່ຄໍາ ທີ່ໃຫຍ່ທີ່ສຸດໃນໂລກ ຄໍາຖາມທີ່ສໍາຄັນເຫຼົ່ານີ້ ບາງສ່ວນຈະໄດ້ຮັບຄໍາຕອບໃນທີ່ສຸດ.\n",
        "output": [
            "As the Peruvian residents gear up for their lawsuit against Denver-based Newmont Mining, the world's largest gold mining firm, some of these important questions may finally be answered.\n"
        ]
    },
    {
        "input": "ໂຮບເປີ້ ໄດ້ເປັນນັກຖ່າຍຮູບ ນັກແຕ້ມຮູບ ແລະ ນັກແກະສະຫຼັກ ທີ່ມີຜົນງານຫຼາຍ ເຊິ່ງຜົນງານໄດ້ຖືກວາງສະແດງທົ່ວໂລກ.\n",
        "output": [
            "Hopper was a prolific photographer, painter, and sculptor whose works have been exhibited worldwide.\n"
        ]
    },
    {
        "input": "7-ອີເລເວັ້ນກ່າວວ່າ \"ການຈັດຫານີ້ເປັນຍຸດທະສາດທີ່ເຫມາະກັບ7-ອິເລເວັ້ນແລະໄດ້ຂະຫຍາຍຕະຫລາດໃນພື້ນທີ່ຊິຄາໂກ້ແລນດ້ວຍບໍລິສັດ.\"\n",
        "output": [
            "\"This acquisition is a strategic fit for 7-Eleven and enhances market presence in the Chicagoland area,\" said 7-Eleven Inc.\n"
        ]
    },
    {
        "input": "ທຸງຊາດຂອງພວກເຮົາແມ່ນຢູ່ເຄິ່ງກາງຂອງເສົາທຸງ ມື້ນີ້ສໍາລັບຜູ້ແທນໃນປະເທດທີ່ຕໍ່າ ຜູ້ທີ່ເສຍຊີວິດໄປຊ່ວຍເຫຼືອເພື່ອນຮ່ວມຜູ້ແທນຂອງຕົນ.\n",
        "output": [
            "Our flag is at half staff today for a Deputy in the low country who died going to help his fellow Deputy.\n"
        ]
    },
    {
        "input": "ທ່ານ ຮາວ​ເວີດ ກ່າວ​ວ່າ \"ຄວາມ​ຄືບ​ໜ້າ​ການ​ຈັດ​ຕັ້ງ​ລັດ​ຖະ​ບານ​ໃນ​ອາ​ຟະ​ກາ​ນິດ​ສະ​ຖານແມ່ນ​ເກີດ​ຈາກ​ການ​ໂຈມ​ຕີ ແລະ​ແຮງ​ກົດ​ດັນ​ຈາກ​ຕາ​ລິ​ບັນ​ທີ່​ເພີ່ມ​ຂຶ້ນ​ເລື້ອຍໆ ລວມ​ທັງ​ຈາກ​ສະ​ມາ​ຊິກ​ບາງ​ຄົນ​ໃນ​ອານ​ໄກ​ດ້າ.\"\n",
        "output": [
            "\"The progress that has been made in the establishment of a legitimate government in Afghanistan has come under increasing attack and pressure from the Taliban - and some elements of al-Qaeda,\" Mr Howard said.\n"
        ]
    },
    {
        "input": "ລາຍງານສະຫລຸບວ່າ ສາເຫດການເສຍຊີວິດຂອງກັບຕັນ ເຈບຟຣີຮານີ ສ່ວນຫນື່ງມາຈາກຄວາມບົກພ່ອງຂອງການອອກແບບເຄື່ອງບິນ.\n",
        "output": [
            "The report finds Captain Jeffrey Haney's death was partly due to aircraft design flaws.\n"
        ]
    },
    {
        "input": "ດັ່ງທີ່ລາຍງານຈາກສະຫະປະຊາຊາດໃນວັນທີ 12 ມັງກອນ ແຜ່ນດິນໄຫວຢູ່ ໄຮຕິເຮັດໃຫ້ມີຄັນເສຍຊີວິດ 222,570ຄົນ ທີຜູ້ອົບພະຍົບຢູ່ທ່າເຮືອ 1,300,000ຄົນ 766,000ຄົນຂາດທີ່ຢູ່ 310,000ຄົນບາດເຈັບ ແລະ ສູນຫາຍອີກ869ຄົນ.\n",
        "output": [
            "As reported the United Nations, January 12 Haiti earthquake left exactly 222,570 deaths, 1,300,000 refugees in harbours, 766,000 displaced people, 310,000 injured and 869 disappeared.\n"
        ]
    },
    {
        "input": "ອີງຕາມ ໂຈເຊ ມານຸຍ ດູລາວ ບາໂລໂຊ ປະທານຄະນະກໍາມະທິການເອີລົບ ສະຫະພາບເອີລົບ ແມ່ນໄດ້ກຽມທີ່ຈະໃຫ້ເງິນຊ່ວຍເຫລືອລ້າ ມູນຄ່າ 50 ລ້ານປອນ ສໍາລັບເຂດທີ່ເສຍຫາຍ.\n",
        "output": [
            "According to José Manuel Durão Barroso, President of the European Commission, the European Union is prepared to release 50 million € in aid for damaged areas.\n"
        ]
    },
    {
        "input": "ລາວກ່າວໃນບົດຄວາມໃນຂ່າວນິວສະວິດ ອິນເຕີເນດຊັ້ນເນວ ວ່າ ສະຫະປະຊາຊາດມີ \"ຜົນງານທີ່ຫນ້າປະທັບໃຈ\" ແລະ \"ຄວາມລົມເຫລວທີ່ຝັ່ງໃຈ\" ໄດ້ປ່ຽນໄປແລ້ວແຕ່ຈຳເປັນຕ້ອງປ່ຽນໃຫ້ຫລາຍຂື້ນ.\n",
        "output": [
            "The United Nations with its \"impressive achievements\" and \"haunting failures\" has changed but needs to change further, he said in an article in Newsweek International.\n"
        ]
    },
    {
        "input": "ມີການແຈ້ງວ່າມີຜູ້ເສຍຊີວິດ 38 ຄົນຈາກເຫດລະເບີດພີຊິບໃນລະຫວ່າງ ການຊຸມນຸມທາງການເມືອງໃນແຂວງທາງຕະເວັນຕົກສຽງເຫນືອຊາຍແດນປາກີສະຖານ.\n",
        "output": [
            "38 people were said to have died in a suicide bombing during a political rally in the North-West Frontier Province of Pakistan.\n"
        ]
    },
    {
        "input": "ໂຄສົກຂອງກະບັກໂບ ອັບດອນ ຈອດ ບາເຍໂຕ ກ່າວກັບບີບີຊີວ່າ ການເລືອກຕັ້ງເປັນ \"ການຈັດສາກຂອງນານາຊາດທີ່ຕໍ່ຕ້ານປະທານນາທິບໍດີທີ່ດຳລົງຕຳແຫນ່ງຢູ່.\" ແລະຍັງຄົງຕໍ່ສູ້ດ້ວຍຄວາມຊື່ສັດເພື່ອໂອດຕາຣາ.\n",
        "output": [
            "Gbagbo's spokesman, Abdon George Bayeto, told the BBC the elections were rigged as an \"international plot against the incumbent\" and was going to continue fighting forces loyal to Ouattara.\n"
        ]
    },
    {
        "input": "ພາກສ່ວນທໍາອິດທີ່ຈະຍ້າຍໄປໃຊ້ລະບົບລີນຸກ ແລະ ເວັບໄຊ OpenOffice.org ຈະເປັນຫ້ອງການຂອງນາຍົກເທດສະມົນຕີ ທີ່ວາງແຜນໄວ້ ສໍາລັບກາງປີ 2006 ເຖິງແມ່ນວ່າ ບໍ່ແມ່ນທັງໝົດຂອງຄອມພິວເຕີ້ຂອງພະແນກ ຈະຖືກຍ້າຍທັນທີ່.\n",
        "output": [
            "The first department to migrate to Linux and OpenOffice.org will be the office of the Lord Mayor planed for the middle of 2006, though not all of the department's computers will be immediately migrated.\n"
        ]
    },
    {
        "input": "ດ້ວຍກົດຫມາຍແຫ່ງສະຫະພັນ ງົບທີ່ເກີນມານີ້ຈະຕ້ອງໃຊ້ເພື່ອຈ່າຍຫນີ້ສິນຂອງແຄນນາດາແລະບໍ່ໄດ້ມີໄວ້ເພື່ອໃຊ້ຈ່າຍ.\n",
        "output": [
            "By federal law, all surplus must be used to pay down Canada's debt, and is not available for spending.\n"
        ]
    },
    {
        "input": "\"ຂ້າພະເຈົ້າຄາດຫວັງວ່າການທີ່ອັງກິດບໍ່ມີສ່ວນຮ່ວມຈະສາມາດຫຍຸດການກະທຳແນວໃດໄດ້.\"\n",
        "output": [
            "\"I don't expect that the lack of British participation will stop any action.\"\n"
        ]
    },
    {
        "input": "ເມື່ອເວົ້າຖືງປະຕິກິລິຍາຂອງຊາວອິລັກທີ່ມີຕໍ່ເຫດລະເບີດໃນກຸງລອນດອນ ໂຄສົກກ່າວວ່າ \"ຄວາມເຫັນສ່ວນໃຫຍ່ຈາກຜູ້ສວດ[ພາວະນາ] ວັນສຸກໃນພື້ນທີ່ປະຕິບັດວຽກຂອງສະຫະລາດຊະອານາຈັກນັ້ນບໍ່ເຫັນດ້ວຍກັບການໂຈມຕີໃນກຸງລອດດອນ.\"\n",
        "output": [
            "Speaking of the response by Iraqis to the London bombings, the spokesperson said, \"Most of the feed back from Friday pray[ers] in the British Area of Operation were against the attacks on London.\"\n"
        ]
    },
    {
        "input": "ການລາຍງານຄວາມເສຍຫາຍໄດ້ຮັບການກະກຽມໂດຍລັດທະບານໄຮຕິ ພ້ອມການຊ່ວຍເຫຼືອຈາກ ຄະນະກຳມາທິການເສດຖະກິດສຳລັບລາຕິນອາເມຣິກາແລະຄາລີບຽນ ທະນາຄານພັດທະນາອາເມຣິກາສາກົນ ທະນາຄານໂລກ ສະຫະປະຊາຊາດ ແລະ ສະຫະພາບເອີລົບ.\n",
        "output": [
            "The damages report was prepared by the Haitian Government with the support of the Economic Commission for Latin America and the Caribbean, the Interamerican Development Bank, the World Bank, the United Nations and the European Union.\n"
        ]
    },
    {
        "input": "ເດັກນ້ອຍໄດ້ຢູ່ເທິງຫາດຊາຍກັບພໍ່ແມ່ຂອງລາວໃນຂະນະທີ່ພວກເຂົາລໍຖ້າທີ່ຈະຖືກຂົນສົ່ງກັບຄືນແຜ່ນດິນໃຫຍ່ທີ່ຈຸດຜູກເຮືອ.\n",
        "output": [
            "The child was on the beach with her parents while they waited to be transported to the mainland on the Hook Point barge.\n"
        ]
    },
    {
        "input": "\"ຂ້ອຍຮູ້ສຶກວ່ານີ້ແມ່ນເວລາສຳລັບການປ່ຽນແປງ\" ເຈົ້້າຂອງທີມ ເດຼຕັອນ ແມັກເລນ ກ່າວ.\n",
        "output": [
            "\"I felt this was the time for a change,\" owner Drayton McLane said.\n"
        ]
    },
    {
        "input": "\"ຕົວແທນຊ່ວຍເຫລືອ ແລະ ເຮັດວຽກຂອງສະຫະປະຊາຊາດ ໄດ້ຕັດສິນໃຈລະຫງັບການດໍາເນີນການຂອງຕົນ ໃນສະຫງວນກາຊາ ເນື່ອງຈາກມີການກະທໍາ ທີ່ມີເຈດຕະນາຮ້າຍຫລາຍຂຶ້ນ ຕໍ່ກັບອາຄານປຸກສ້າງ ແລະ ພະນັກງານ\" ໂຄສົກທີ່ຢູ່ໃນກາຊາ ສໍາລັບຕົວແທນຊ່ວຍເຫລືອ ແລະ ເຮັດວຽກ ສະຫະປະຊາຊາດ (UNRWA) ທ່ານ ອັດນັນ ອາບຸ ຫັສນາ ໄດ້ກ່າວມື້ວານນີ້.\n",
        "output": [
            "\"UNRWA decided to suspend all its operations in the Gaza Strip because of the increasing hostile actions against its premises and personnel\", Adnan Abu Hasna, a Gaza-based spokesman for the United Nations Relief and Works Agency (UNRWA), said yesterday.\n"
        ]
    },
    {
        "input": "ບູສະໂຕນຫລືແຜ່ນຫິນໂດເຣໄລທີ່ກວດພົບລະຫວ່າງການຂຸດຄົ້ນເຮັດໃຫ້ນັກວິໄຈສາມາດສະຫລຸບໄດ້ວ່າ ຫິນດັ່ງກ່າວໄດ້ຮັບການບູຊາເພື່ອອຳນາດໃນການຢຽວຢາ.\n",
        "output": [
            "A large number of bluestone or spotted Preseli dolerite chips found during the excavation led the researchers to conclude the stones were venerated for their healing properties.\n"
        ]
    },
    {
        "input": "ເພື່ອນຄົນນັ້ນ ທີ່ບໍ່ໄດ້ຮັບການເປີດເຜີຍຊື່ ໄດ້ຍິງ ຣີ ຈອນສັນ ຖືກຫົວໃຈດ້ວຍປືນລົມລຸ້ນ.22 ຄາລີເບີ ເວັບລີ ວຸນແຄນ ໃນໄລຍະອັນໃກ້.\n",
        "output": [
            "The friend, who has remained anonymous, shot Rhys Johnson in the heart with the .22 caliber Webley Vulcan air gun at close range.\n"
        ]
    },
    {
        "input": "ແມ່ຂອງດານຽວ ໂຊ ສະຕີງເກີ້ ໄດ້ກ່າວວ່ ລາວບໍ່ຕ້ອງການໃຫ້ມີການເດີນຂະບວນ: \"EDL ແມ່ນໄດ້ຕັດສິນໃຈດໍາເນີນການດັ່ງກ່າວນີ້ ແລະ ບໍ່ມີສິ່ງໃດທີ່ເຮັດກັບພວກເຮົາ ແມ່ນຫຍັງກໍ່ຕາມ.\n",
        "output": [
            "Daniel's mother, Cheryl Stringer, has said she does not want the EDL rally to be held: \"The EDL have decided to do this and it's go nothing to do with us whatsoever.\n"
        ]
    },
    {
        "input": "ໜຶ່ງໃນບັນນາທິການ ທ່ານ ຈັນເທັນ ດີວ ໄດ້ບອກ ຢັງ ທຣິກ ວ່າ \"ການແກ້ໄຂບາງຢ່າງຂອງເຈົ້າອາດຈະມີຜົນຕໍ່ປົດຄວາມທີ່ສະແດງໃຫ້ເຫັນວ່າທ່ານມີຄວາມລຳອຽງໄປຫາຫົວຂໍ້ໃນບົດຄວາມ.\"\n",
        "output": [
            "One of these editors is Justen Deal, who told Young Trigg that \"some of yours edits may have affected the article in such a way so as to reflect more favorably on the subject of the article.\"\n"
        ]
    },
    {
        "input": "\"ມີໃຜເຄີຍເຫັນຜູ້ອາຍຸ 20ປີມີຄວາມສະຫຼາດຫຼັກແຫຼມບໍ່? ລາວບໍ່ແມ່ນຄົນເຮັດ\" ກ່າວ ແບລດ.\n",
        "output": [
            "\"Have you ever seen a 20 year-old mastermind? He was not the shooter,\" said Blat.\n"
        ]
    },
    {
        "input": "ລັດຖະທຳມະນູນໄດ້ຮັບການສະຫນັບສະຫນຸນຈາກກຸ່ມການເມືອງສ່ວນໃຫຍ່ ແມ້ວ່າຈະມີສອງພັກນ້ອຍທີ່ຕ້ອງການໃຫ້ມີການຍົກເລີກການຈັດເຮັດປະຊາມະຕິໃນຄັ້ງນີ້ກໍ່ຕາມ ໂດຍອ້າງວ່າລັດຖະທຳມະນູນທີ່ສະເຫນີນັ້ນບໍ່ສົນໃຈເລື່ອງການຄ້າທາດຊື່ງຖືກຫ້າມຢ່າງເປັນທາງການແຕ່ກໍ່ຍັງມີຢູ່ຕາມຄຳກ່າວຂອງນັກປະຕິບັດການ; ແລະກ່ຽວກັບເລື່ອງ \"ການລໍຖ້າຢູ່ຮ່ວມກັນຂອງຊຸມຊົນລະດັບຊາດທີ່ແຕກຕ່າງກັນ\" (ເຊັ່ນຄົນຜິວດຳແລະຊາວອາຫລັບ).\n",
        "output": [
            "The Constitution has the backing of most civic and political groups, though two small parties called for a boycott of the referendum, saying the proposed Constitution ignores slavery, which is officially banned but still persists according to activists; and issues of \"cohabitation between the different national communities\" (such as Blacks and Arabs).\n"
        ]
    },
    {
        "input": "ໄຟປ່າທີ່ລຸຸກໃນເຂດໄຮເດດເຊີດ ເຊົາເທີນແຄລິຟໍເນຍຕັ້ງແຕ່ 2:00 ໂມງເຊົ້າ(2200ຍູທີຊີ) ມື້ວານນີ້ຍັງຄົງສ້າງຄວາມເປັນຕາຢ້ານໃຫ້ກັບຜູ້ອາໄສໃນເມືອງປາມເດວໃນເຂດແອນເຕີໂລບ ວັນເລ ຂອງລອດ ແອງເຈີລິດບ່າຍມື້ນີ້.\n",
        "output": [
            "A huge wildfire that has been burning in the High Desert of Southern California since 2:00 pm (2200 UTC) yesterday continues to threaten residents in the city of Palmdale in the Antelope Valley region of the Los Angeles County this afternoon.\n"
        ]
    },
    {
        "input": "ມວນອາກາດທີ່ຄ້າຍຄືກັນນີ້ ເກີດມາຈາກໄພນໍ້າຖ້ວມທີ່ຮຸນແຮງ ແລະ ປະລິມານນໍ້າຝົນໃນປີ 2003.\n",
        "output": [
            "A similar system caused severe flooding and precipitation in 2003.\n"
        ]
    },
    {
        "input": "ການເປັນຫຸ້ນສ່ວນທີ່ໄດ້ມີຂ່າວລືມາຫຼາຍປີ ແລະ ປະລິມານການເຕີບໃຫ່ຍທີ່ໜ້າປະທັບໃຈ ໃນຫຼາຍເດືອນຜ່ານມາ.\n",
        "output": [
            "Such a partnership had been rumored for years, and the amount of speculation grew over the past few months.\n"
        ]
    },
    {
        "input": "ໃນພື້ນທີ່ິນິວແບກແດດ ເຈົ້າຂອງຮ້ານແລະລູກຄ້າຂອງຕະຫລາດສັດລ້ຽງໄດ້ຢືນຢັນວ່າຜູ້ຍິງທີ່ຖືກລະເບີດມີຄວາມພິການທາງສະຫມອງເຊັ່ນກັນ.\"\n",
        "output": [
            "In the New Baghdad area the shop owners and customers of the pet market confirmed that the woman who was blown-up there was mentally disabled as well.\"\n"
        ]
    },
    {
        "input": "ເຈົ້າຫນ້າທີ່ກູ້ຊີບກຳລັງພະຍາຍາມຊ່ວຍເຫລືອພະນັກງານເຫມືອງທີ່ຕິດຢູ່ໃນເຫມືອງເບຄອນສະຟິວຊື່ງຢູ່ທາງຕອນເຫນືອຂອງເມືອງແທດມາເນຍ.\n",
        "output": [
            "Rescuers are continuing their efforts to reach the trapped miners in the Beaconsfield mine in northern Tasmania.\n"
        ]
    },
    {
        "input": "ຈັ່ງໃດກໍຕາມ ການລົງໂທດແມ່ນຈະສະເພາະກຸ່ມແຮງງານທີ່ຮວມຕົວຈັດຕັ້ງການປະທ້ວງແຕ່ຈະບໍ່ລົງໂທດແບບບຸກຄົນ.\n",
        "output": [
            "However, the penalties apply only to unions organising secondary strikes, not to workers acting individually.\n"
        ]
    },
    {
        "input": "ລາວໄດ້ວິຈານເຫດການນີ້ວ່າ \"ມັນຍິ່ງກວ່າຫນ້າລັງກຽດທ່ານກໍ່ຮູ້ ມັນເປັນຫຍັງຈັກຢ່າງທີ່ບຸກຄົນສາທາລະນະຫລືໃຜກໍ່ຕາມໃນອາເມລິກາຕ້ອງມີຄວາມອົດກັ້ນໃນເລື່ອງນີ້ ແລະສື່ກະແສຫລັກກໍ່ຫົວກັບສິ່ງນີ້.\"\n",
        "output": [
            "He criticized the response of the press to the phenomenon, saying, \"It's offensive beyond, you know, anything that any public figure or anybody in America should tolerate, and the mainstream media laughs about it.\"\n"
        ]
    },
    {
        "input": "ກົົດລະບຽບໂດຍກົງຈາກເມືອງລອນດອນແມ່ນຈະໄດ້ຮັບການນໍາໃຊ້ ເນື່ອງຈາກສະພາ ແລະ ຄະນະບໍລິຫານໄດ້ລົ້ມລະລາຍໃນປີ 2002 ຕະຫລອດການກ່າວຫາກຸ່ມສອດແນມ IRA.\n",
        "output": [
            "Direct rule from London has been in place since the Assembly and Executive dissolved in 2002 over allegations of IRA spying ring.\n"
        ]
    },
    {
        "input": "ຕໍ່ມາລາວໄດ້ຖືກດຶງຜົມ ໂດຍມືປືນເຊິ່ງເປັນຜູ້ຜູ້ທີ່ຍິງລາວທັນໃດ ແລະ ຜູ້ຊາຍສອງຄົນທີ່ຈະເຂົ້າມາຊ່ວຍ.\n",
        "output": [
            "She was apparently grabbed by the hair by the gunman who then shot her and two men who attempted to come to her aid.\n"
        ]
    },
    {
        "input": "ການລະເມີດເຊັ່ນ ຖົ່ມນໍ້າລາຍ ສາດນໍ້າ ຫຼື ຕັ້ງໃຈຍ່ຽວບ່ອນທີ່ຜູ້ຄຸມປາກົດຢ່າງຊັດເຈນທີ່ກ່າວໄວ້ໃນລາຍການ ໃນກໍລະນີນີ້ສະເປພິກໄທອາດໃຊ້ບໍ່ໄດ້.\n",
        "output": [
            "Infractions such as spitting, throwing water at, or attempting to urinate on guards appear as explicitly listed cases where pepper spray may not be used.\n"
        ]
    },
    {
        "input": "ເດັກນ້ອຍຜູ້ທີສອງ 3 ປີຊື່ວ່າ ໄຣອັນ ຟັນ ໄດ້ຖືກພົບໃກ້ ອ່າວບາຣ໌ຕອນ ໂດຍການຊອກຫາ ແລະ ຊ່ວຍເຫຼືອເປັນທີມໃນ ມື້ນີ້ ເວລາ 10:30 am ຕາມເວລາທ້ອງຖິ່ນ.\n",
        "output": [
            "A second child, 3-year-old Ryan Phan, was found near Barton Bay by a search and rescue team today at 10:30 am local time.\n"
        ]
    },
    {
        "input": "\"ພວກເຮົາ ສວິສ ໄດ້ເຫັນທາງຂອງພວກເຮົາໃນທະເລ ບໍ່ແມ່ນພຽງແຕ່ພູຜາ\" ໂດຍອີງຕາມ ຄວາມນິຍົມສູງສຸດຂອງ ສວີສແລນ ສຳລັບການຫຼິ້ນສະກີ ອັລພາຍ.\n",
        "output": [
            "\"We Swiss find our way at sea, not just in the mountains,\" referring to Switzerland being most popular for Alpine skiing.\n"
        ]
    },
    {
        "input": "ນັກວິທະຍາສາດໄດ້ຄົ້ນພົບການຕັ້ງຖິ່ນຖານໃນສະໄຫມຫິນໃຫມ່ໃນອັງກິດທີ່ ເດີຣິງຕັນ ວໍ ແລະເຊື່ອວ່າຫມູ່ບ້ານນີ້ເຄີຍມີຄົນທີ່ສ້າງສະໂຕນເຮນອາໄສຢູ່.\n",
        "output": [
            "Scientists have uncovered the largest Neolithic settlement in the United Kingdom at the Durrington Walls and believe that the village was inhabited by the people who built the Stonehenge monument.\n"
        ]
    },
    {
        "input": "ຮອບໆໄຊໂລເກັບນ້ຳຕານເສີມຄອນກຣີດສູງ 100 ຟຸດສາມອັນ ທີ່ມີການສືບສວນໃນປີ 2008 ກ່ຽວກັບການລະເບີດຂອງໂລກໂຮງກັ່ນນ້ຳຕານຈໍເຈັ້ຍຖືກທຳລາຍລົງ.\n",
        "output": [
            "The three 100 foot reinforced concrete sugar storage silos around which the investigation into the 2008 Georgia sugar refinery explosion is centred have been demolished.\n"
        ]
    },
    {
        "input": "ການອະນຸຍາດໃຫ້ ຊີໄອເອ ໃຫ້ມີອໍານາດຫລາຍໃນການຕັດສິນໃຈວ່າໃຜສາມາດພັກຢູ່ໃນປະເທດ ແລະ ຜູ້ໃດທີ່ຕ້ອງສົ່ງຕົວອອກຫາປະເທດອື່ນໆ ແມ່ນຍັງເປັນບັນຫາຂໍ້ຂັດແຍ້ງ ເນື່ອງຈາກໃນອະດີດ ທໍານຽບຂາວ ກົມກອງລັດ ຫລື ກົມກອງຍຸດຕິທໍາ ໄດ້ມີສ່ວນຮ່ວມໃນການຮັບຮອງແຕ່ລະກໍລະນີຂອງການສົ່ງນັກໂທດໄປຫາປະເທດອື່ນ.\n",
        "output": [
            "Allowing the CIA to have so much power in deciding who can stay in the country and who is shipped off to other countries is controversial, because in the past, the White House, State Department, or Justice Department would have been involved in approving individual cases of sending prisoners to other countries.\n"
        ]
    },
    {
        "input": "Emily ແມ່ນພາຍຸລະດູຮ້ອນອັນທີຫ້າ ເພື່ອພັດທະນາລະດູພາຍຸ.\n",
        "output": [
            "Emily is the fifth tropical storm to develop this hurricane season.\n"
        ]
    },
    {
        "input": "ໃນຊ່ວງເວລານັ້ນ ການຄົ້ນຄ້ວາປັດຈຸບັນຍັງບໍ່ໄດ້ສະແດງຄວາມກ່ຽວຂ້ອງກັນລະຫວ່າງຊາຍສອງຄົນນັ້ນ.\n",
        "output": [
            "At the moment, current research does not show any connection between the two men.\n"
        ]
    },
    {
        "input": "ນອກຈາກນີ້ ລາວໄດ້ກວດຊ່ອງລົມຂອງລະບົບຊື່ງຊ່ວຍຄວບຄຸມບັນຍາກາດໃນສະຖານນີແລະຍ້າຍການທົດລອງທາງວິທະຍາສາດກາຍຍະພາບຍີ່ປຸ່ນ.\n",
        "output": [
            "In addition, they checked vents on systems that help control the Station's atmosphere and relocated a Japanese physical science experiment.\n"
        ]
    },
    {
        "input": "ປ້າຍທີ່ຈະບົ່ງບອກຄວາມເປັນຝາແຝດຂອງເມືອງໄດ້ວາງແຜນໄວ້ສຳຫລັບວົງວຽນແລ້ວ.\n",
        "output": [
            "A sign marking the twinning is planned for the roundabout.\n"
        ]
    },
    {
        "input": "\"ເຮົາກຳລັງເວົ້າຖືງອາການປວດບວມທີ່ຮັກສາດ້ວຍຢາປະຕິຊີວະນະ.\n",
        "output": [
            "\"We are talking about pneumonia that is being treated with massive antibiotics.\n"
        ]
    },
    {
        "input": "ເມືອການທົດລອງສໍາເລັດ ທຸກພາກສ່ວນຈະຍ້າຍໄປໃຊ້ລະບົບລີນຸກ ແລະ ເວັບໄຊ OpenOffice.org.\n",
        "output": [
            "Once the pilot is completed all the departments will eventually be migrated to Linux and OpenOffice.org.\n"
        ]
    },
    {
        "input": "ໂຄສົກອົງການກາແດງໄດ້ກ່າວວ່າ ເຮືອນຊານປະມານ ສອງຮ້ອຍຫລັງແມ່ນໄດ້ຈົມລົງນໍ້າ ຫລື ແຕກຊະລົງນໍ້າ.\n",
        "output": [
            "A spokesperson for the Red Cross said approximately two hundred houses had been sunk or wrecked.\n"
        ]
    },
    {
        "input": "ອີງຕາມ ເຣດີໂອເພຼສ ສຳນັກຂ່າວແຫ່ງໜຶ່ງຂອງປະເທດຍີ່ປຸ່ນທີ່ວ່າ ວິທະຍຸກະຈາຍສຽງ ມໍນິເຕີ້ເກົາຫຼີເໜືອ ສະຖານນີກະຈາຍສຽງສູນກາງຂອງເກົາຫຼີເໜືອ ແລະ ສຳນັກຂ່າວສູນກາງຂອງເກົາຫຼີເໜືອ ແລະ ສື່ມວນຊົນເກົາຫຼີເໜືອອື່ນໆດ ໄດ້ຢຸດໃຊ້ຄຳວ່າ \"ທ່ານຜູ້ນຳທີ່ຮັກ\" ເພື່ອກ່າງເຖິງ ຄິມ ຈອງອິວ ຜູ້ນຳສູງສຸດຂອງປະເທດ.\n",
        "output": [
            "According to Radiopress, a Japanese news agency that monitors North Korea's radio broadcasts, the North's Korean Central Broadcasting Station, as well as the Korean Central News Agency and other North Korean media, have stopped using the term \"Dear leader\" when referring to Kim Jong Il, the country's supreme leader.\n"
        ]
    },
    {
        "input": "ບໍ່ຄວນສັບສົນກັບຮ້ານຫລຸຍໃນລິເວີພູເຊິ່ງກຳລັງຢູ່ພາຍໃຕ້ຄຳສັ່ງພິທັກຊັບ.\n",
        "output": [
            "It should not be confused with the Liverpool store Lewis's which has recently gone into receivership.\n"
        ]
    },
    {
        "input": "ແຕ່​ໃນ​ລະ​ຫວ່າງນັ້ນ Woollard ສາ​ມາດ​ປະ​ກັນ​ຕົວ​ອອກ​ໄປ​ໄດ້ ໂດຍ​ມີ​ເງື່ອນ​ໄຂວ່າ ລາວ​ຈະ​ຕ້ອງ​ພັກ​ອາ​ໃສ​ຕາມ​ທີ່​ຢູ່​ເກົ່າ ແລະ​ຫ້າມບໍ່​ໃຫ້​ເຂົ້າ​ເມືອງ Westminster.\n",
        "output": [
            "Until then, Woollard has been granted bail, on condition that he remains at his current address, and does not enter the City of Westminster.\n"
        ]
    },
    {
        "input": "​ເປັນ​ດາວ​ທຽມ​ທີ່​ມີ​ນ້ຳ​ໜັກ 2600 kg ແລະຄາດວ່າ​ມີ​ອາ​ຍຸ​ການ​ໂຄ​ຈອນ​ເປັນ​ເວ​ລາ 12 ປີ.\n",
        "output": [
            "It has a mass of 2600kg, and an expected orbital lifetime of 12 years.\n"
        ]
    },
    {
        "input": "ບາງຄົນຍັງມີຊີວິດຢູ່ແລະທະຫານເຮືອຄິດວ່າຄົນທີ່ຫາກໍ່ພິງພະຫນັງເປັນຂູ່ຂາເພາະເຫັນອາວຸດອັນຫນື່ງບໍ່ຊັດເຈນ ດັ່ງນັ້ນລາວຈື່ງຄິດວ່າຊາຍຄົນນີ້ເຊື່ອງອາວຸດຢູ່.\n",
        "output": [
            "Some were still alive and one marine thought a man lying on the ground was a threat because one of his arms was not clearly visible, so he could be hiding a weapon.\n"
        ]
    },
    {
        "input": "ເດິ ກຣິດເດີ້ສ ຢູ່ທີ່ບາງກອກ, ປະເທດໄທ, ສຳລັບຕຳແໜ່ງຊະນະເລີດການແຂ່ງຂັນບານບ້ວງລົດເຂັນຍິງ ເຂດອາຊີ-ໂອຊີອານີ ,ທີ່ກຳລັງຖືກຈັດຂຶ້ນທີ່ສູນຊາວໜຸ່ມໄທ-ຍີ່ປຸ່ນ ທີ່ບາງກອກ.\n",
        "output": [
            "The Gliders are in Bangkok, Thailand, for the Asia-Oceania Zone Wheelchair Basketball Championships, which are being held at the Thai-Japanese Bangkok Youth Center.\n"
        ]
    },
    {
        "input": "ຫຸ້ນສາຍການບິນໄອຣິດ ໄຣອັນແອ ຕົກ 12% Nເຊົ້ານີ້ ຍິ່ງຕອກຢ້ຳສະພາບຕະຫລາດທີ່ຊຸດໂຊມທ່າມກາງຄວາມກັງວົນວ່າເສດຖະກິດຈະເສື່ອມຖອຍ.\n",
        "output": [
            "Irish airline Ryanair took a 12% slump in this morning’s trade, further intensifying concern about poor market conditions amid recessionary fears.\n"
        ]
    },
    {
        "input": "\"ເຄື່ອງກວດຈັບຄວັນໃນຊັ້ນທີ 13 ແລະ ຊັ້ນທີ 27 ບໍ່ໄດ້ທຳງານ.\"\n",
        "output": [
            "\"Smoke detectors went off on the 13th and 27th floors.\"\n"
        ]
    },
    {
        "input": "ການຈັດຕັ້ງປະຕິບັດຕາມຂໍ້ສະເຫນີຂອງພວກເຂົາຈະມີຄວາມຫມາຍຕໍ່ກັບຜູ້ທີ່ມີຕໍາແຫນ່ງສູງທີ່ສຸດໃນສັງຄົມຍີ່ປຸ່ນທີ່ຈະບໍ່ມີອະຄະຕິຕໍ່ບົດບາດຍິງຊາຍ.\n",
        "output": [
            "Implementation of their recommendations would mean that succession to the highest position in Japanese society would occur without a gender bias.\n"
        ]
    },
    {
        "input": "ຕົວແທນຂອງ ເຈນິສ ດິກກິນສັນ ໄດ້ອອກຖະແຫລ່ງການກ່ຽວກັບການຕາຍຂອງໄລອັນ.\n",
        "output": [
            "A representative for Janice Dickinson released a statement about the death of Ryan.\n"
        ]
    },
    {
        "input": "ຟິລາແດັລເຟຍ ຈະສູງເຖິງ 100ºF ວໍຊິງຕັ້ນຈະສູງເຖິງ 101ºF ແລະ ບາລຕີມໍຣ໌ ກັບ ຮິສມອນ ອາດເຫັນອຸນຫະພູມສູງເຖິງ ລະດັບ100.\n",
        "output": [
            "Philadelphia will reach 100ºF, Washington D.C. will have a high of 101ºF and Baltimore and Richmond may see temperatures rise above the 100 mark.\n"
        ]
    },
    {
        "input": "ທີ່ນັ້ນ ພວກຜູ້ຍິງຕ້ອງເຮັດວຽກຫົກເຖືງເຈັດມື້ຕໍ່ອາທິດ ນອນຫລັບໃນສະຖານທີ່ຄ້າບໍລິການແລະມີເພດສຳພັນກັບຜູ້ຊາຍແປດເຖືງສິບຄົນໂດຍທີ່ຜູ້ຍິງບໍ່ຕ້ອງການ.\n",
        "output": [
            "There, they worked six or seven days each week, sleeping in brothels and having sex with eight-to-ten men each night against their will.\n"
        ]
    },
    {
        "input": "ທ່ານ ປີເຕີ ອໍກັສ໌ ຈາກມະຫາວິທະຍາໄລລັດໂລດໄອແລນ ໃນ ຄຶງສະຕັນ ໄດ້ສະແດງຄຳຄິດເຫັນວ່າ: \"ຂ້າພະເຈົ້າຮູ້ສຶກປະຫລາດໃຈຫລາຍໃນເລື່ອງຄວາມສອດຄ່ອງກ່ຽວກັບສິ່ງທີ່ເຂົາໄດ້ຄົ້ນພົບຈາກການທີ່ ຝູງງົວ ແລະ ກວາງຫັນຫນ້າໄປທາງທິດເໜືອ.\"\n",
        "output": [
            "Peter August of the University of Rhode Island in Kingston, commented: \"I was really amazed at the consistency with which they found north-facing cows and deer.\"\n"
        ]
    },
    {
        "input": "\"ລູກຂອງຂ້ອຍຕ້ອງຕາຍເພື່ອຫຍັງ?\"\n",
        "output": [
            "\"What did my son die for?\"\n"
        ]
    },
    {
        "input": "ເດັກຊາຍຄົນນີ້ ບໍ່ປາກົດຊື່ ຍັງຈື່ໄດ້ວ່າຕ້ອງຄາດເຂັມຂັດນິລະໄພ ແລະຕ້ອງໃຊ້ໄຟລ້ຽງເມື່ອຕ້ອງໃຊ້.\n",
        "output": [
            "The boy, whose name was not released, remembered to wear his seatbelt and even used his turn signal when he was supposed to.\n"
        ]
    },
    {
        "input": "ນອກຈາກນັ້ນ ຜູ້ທີ່ມີແນວໂນ້ມວ່າຫົວໃຈຈະຖືກທຳລາຍ(ທີ່ສາມາດເປັນຜົນຂ້າງຄຽງຂອງຢາ) ຈະບໍ່ໄດ້ຮັບການສະໜອງກັບ ການອຸດໜູນທາງການຢາ.\n",
        "output": [
            "In addition, those who are predisposed to heart damage (which can be a side effect of the drug) will not be provided with the subsidised medication.\n"
        ]
    },
    {
        "input": "ແຕ່ຢ່າງທີ່ຂ້າພະເຈົ້າກ່າວ ຂ້າພະເຈົ້າບໍ່ຄິດແບບຄົນຫົວເກົ່າທີ່ນຳການແຂ່ງຂັນຢ່າງນີ້.\n",
        "output": [
            "But like I say, I'm not going to be conservative having the lead.\n"
        ]
    },
    {
        "input": "ເມື່ອປີ 2006 ເຄື່ອງບິນໂບອິ້ງ 737 ປະສົບບັນຫາກັບລະບົບບອກຕໍາແຫນ່ງແລະບິນຫລຸດຈາກຈໍເຣດາ ໂດຍຫາຍໄປເປັນເວລາຫລາຍຊົ່ວໂມງກ່ອນທີ່ຈະລົງຈອດສຸກເສີນຫ່າງຈາກຈຸດຫມາຍປາຍທາງທີ່ກໍາຫນົດໄວ້ຫລາຍຮ້ອຍໄມ.\n",
        "output": [
            "In 2006 another B737 suffered a navigational problem and flew into a radar blackspot, leaving it lost for several hours before performing an emergency landing hundreds of miles from the intended destination.\n"
        ]
    },
    {
        "input": "ໃນທັນທີຫຼັງຈາກການເປີດຕົວຊື່ຂອງເຄື່ອງຫຼິ້ນເກມໄດ້ເກີດສຽງວິພາກວິຈານຢ່າງໜັກ ເພາະຊຶ່ທີ່ໃຊ້ມີສຽງຄ້າຍຄືກັບ \"wee\" ເຊິ່ງຄວາມໝາຍໃນພາສາທ້ອງຖິ່ນຂອງພາສາອັງກິດໝາຍເຖິງ ຍ່ຽວ.\n",
        "output": [
            "In the immediate aftermath of the announcement, the name received much criticism for sounding too much like \"wee\", an English slang word meaning urine.\n"
        ]
    },
    {
        "input": "ສິບເອັດຄົນໄດ້ເສຍຊີວິດ ຫລັງຈາກຍົນເຮລິຄອບເຕີ້ທະຫານ ໄດ້ເຂົ້າຊົນປະທະ ໃນລະຫວ່າງ ການຕໍ່ສູ້ຕ້ານສິ່ງເສບຕິດ ໃນເມກຊິກໂກ້ຕາເວັນຕົກ.\n",
        "output": [
            "Eleven people have died after a military helicopter crashed during an anti-narcotics flight in Western Mexico.\n"
        ]
    },
    {
        "input": "ມັນຍັງໄດ້ຖືກແນະນໍາວ່າ ລາວພາດອີກໂອກາດໜຶ່ງ ສໍາລັບການດໍາເນີນການຫລີກລ້ຽງສຸກເສີນ ເມື່ອສາຍການບິນຫລົງອອກນອກທາງແລ່ນ ແລະ ໂດດເຂົ້າໄປໃນອາກາດ ໃນຈຸດທີ່ ນັກບິນຮ່ວມ ກາແກມ ໂລຈມານາ ໄດ້ຮ້ອງຂໍ ຂັ້ນຕອນການບິນອ້ອມ ໃຫ້ເລີ່ມດໍາເນີນການ ແຕ່ວ່າບໍ່ໄດ້ຮັບຄວາມສົນໃຈ.\n",
        "output": [
            "It also commented that he missed one further opportunity for emergency evasive action when the airliner struck the runway and bounced into the air, at which point co-pilot Gagam Rochmana requested a 'go-around' procedure be initiated, but was also ignored.\n"
        ]
    },
    {
        "input": "ນັກຂ່າວສອງຄົນນີ້ ຊ່າງກ້ອງ ພໍ ດັກລາ ແລະຊ່າງສຽງ ເຈມ ໂບແລນ ສັນຊາດບຣິດຕິດທັງຄູ່ ໄດ້ເສີມໂດຍກອງທະຫານລາບທີ 4 ຂອງອາເມລິກາ ແລະອອກກວດຍາມປະຈຳມື້ ໃນຂະນະທີ່ລົດໃກ້ໆຊື່ງບັນຈຸວັດຖຸລະເບີດໄດ້ລະເບີດຂື້ນ.\n",
        "output": [
            "The two journalists, cameraman Paul Douglas and soundman James Brolan, both British, were embedded with the American 4th Infantry Division and were on a routine patrol when a nearby car packed with explosives was detonated.\n"
        ]
    },
    {
        "input": "ຜູ້ໃຫ້ບໍລິໂພກຕ້ອງແຊສ໌ເຖິງການໂຄສະນາຂອງເຂົາເຈົ້າແລະການປັບປຸງການປະຕິບັດຂອງໂຕ໊ະການບໍລິການຂອງເຂົາເຈົ້າ.\n",
        "output": [
            "Providers must sharpen up on their advertising and improve the performance of their service desks.\n"
        ]
    },
    {
        "input": "ນັບແຕ່ການເປີດໃຫ້ບໍລິການໃນປີ 1893 ແລະ ອະທິການບໍດີຂອງມະຫາວິທະຍາໄລ ແມ່ນເຈົ້າຊາຍແຫ່ງ ເວວ ແຕ່ບັນຫາໄດ້ເລີ່ມຕົ້ນເມື່ອປີກາຍຢູ່ທີ່ UoW ຫຼັງຈາກຄວາມກັງວົນ ຂອງຫົວໜ້າສະຖາບັນຮ່ວມຈາກມາເລເຊຍ ສະຖາບັນພາຍໃນປະເທດທີ່ມີສື່ສຽງ ວ່າມະຫາວິທະຍາໄລດັ່ງກ່າວແມ່ນທີ່ບໍ່ມີຄຸນວຸດທິການສຶກສາທີ່ຖືກຕ້ອງຕາມກົດໝາຍ.\n",
        "output": [
            "With a charter from 1893 and the Prince of Wales as its chancellor, problems began at UoW last year after concerns the head of a Malaysian partner institution, a local pop artist, had non-legitimate qualifications. \n"
        ]
    },
    {
        "input": "ວຸດທິສະພາ ໂຈ ລັດວິກ (ພັກແຮງງານ ຄວິນແລນ) ໄດ້ຖາມ ທ່ານລັດຖະມົນຕີຍຸຕິທຳ ແລະ ວູດທິສະພາ ພາສີ ຄຣິສ ເອລລີຊັນ ໃນ ເຄວັສຊັນ ທາມ ວ່າລາວໄດ້ຢືນຢັນຄຳຮຽກຮ້ອງຂອງລາວ ທີ່ ລາວໄດ້ໃຫ້ການມື້ວານນີ້ ວ່າການຄົ້ນພົບຂອງ ຈຽນ ເຊັງ ໄດ້ຈຳລອງໃຫ້ເຫັນວ່າ ລັດຖະລານອົສເຕເລຍ ໄດ້ມີສ່ວນກ່ຽວຂ້ອງໃນ \"ການກວດກາທາງອາກາດ ແລະ ທະເລ ເພື່ອຂັດຂວາງເຮືອໃນເຫດການດັ່ງກ່າວ ແລະ ກໍ່ສຳເລັດແລ້ວ\" ແລະ ໄດ້ຖາມວ່າເປັນຫຍັງມັນຈຶ່ງເຮັດໃຫ້ ລັດຖະບານ ໃຊ້ເວລາເຖິງ ສອງອາທິດ ເພື່ອຂັດຂວາງເຮືອດັ່ງກ່າວ ຫຼັງຈາກທີ່ໄດ້ເຂົ້າມາໃນນ່ານນໍ້າອົສເຕເລຍແລ້ວ.\n",
        "output": [
            "Senator Joe Ludwig (Labor, Queensland) asked of the Minister for Justice and Customs Senator Chris Ellison in Question Time whether he stood by his claim that he made yesterday that the discovery of the Jian Seng demonstrated that the Australian Government had in place \"aerial and maritime surveillance to intercept a vessel in these circumstances, and that was done\", and asked why it took the Government two weeks to intercept the vessel after it entered Australian waters.\n"
        ]
    },
    {
        "input": "ມັນຈະແຂ່ງຂັນກັບລະບົບການປະຕິບັດການຂອງສູນສື່ມວນຊົນໄມໂຄຊອຟໂດຍກົງ.\n",
        "output": [
            "It will directly compete with Microsoft's Media Center operating system.\n"
        ]
    },
    {
        "input": "ໂກຕ້າສິນຄ້າໃຫມ່ຂອງອາເມລິກາ ແມ່ນຈະຈຳກັດການເຕີບໂຕຂອງການນຳເຂົ້າສິ່ງທໍຂອງຈີນເປັນ 7.5 ເປີເຊັນ ປຽບທຽບກັບການຂົນສົ່ງໃນປີທີ່ຜ່ານມາ.\n",
        "output": [
            "The new U.S. trade quota will limit the growth of Chinese textile imports to 7.5 percent compared with shipments over the past year.\n"
        ]
    },
    {
        "input": "ພວກ​ເຂົາ​ເຈົ້າ​ຮຽກ​ຮ້ອງ​ໃຫ້​ອໍາ​ນາດ​ການ​ປົກ​ຄອງແອ​ສ​ປາ​ໂຍນ​ \"ປະ​ຕິ​ບັດ​ທັນ​ທີ​\" ແລະ \"ທຸກ​ສິ່ງ​ທຸກ​ຢ່າງ​ທີ່​ເປັນ​ໄປ​ໄດ້​ທີ່​ຈະ​ເອົາ​ມາ​ໃຫ້​ໄດ້ 36 ຊາວ​ປະ​ມົງ​ໃນການກັບບ້ານ​.\"\n",
        "output": [
            "They called for Spanish authorities to \"act immediately\" and \"do everything possible to bring home the 36 fishermen.\"\n"
        ]
    },
    {
        "input": "ແນວໃດກໍ່ຕາມ ຊີດານ ປະຕິເສດທີ່ຈະເປີດເຜີຍວ່າມາເຕຣັດຊີ່ເວົ້າຫຍັງແທ້ໆ ແຕ່ກ່າວວ່າມາເຕຣັດຊີ່ເວົ້າຖືງປະເດັນທີ່ \"ສ່ວນຕົວຫລາຍ\" ແລະເຈາະຈົງໄປທີ່ແມ່ແລະນ້ອງສາວຂອງລາວ.\n",
        "output": [
            "However, Zidane refused to divulge what Materazzi actually said but did say that Materazzi made remarks which were \"very personal\" and specifically concerned his mother and sister.\n"
        ]
    },
    {
        "input": "ເດີຣີ່ແຈ້ງວ່າ ຜົນລັບສຳຫລັບຜູ້ທີ່ໄດ້ຮັບການຮັກສາແລະປະສົບຜົນສຳເລັດເປັນເລື່ອງແທ້ຈິງ \"ບໍ່ວ່າພວກເຂົາຈະຕອບສະຫນອງຕໍ່ການຮັກສາດ້ານການຮຽນຮູ້-ພືດຕິກຳ ໂພແຊກທັງສອງການຮັກສາຫລືຢາຫລອກ.\"\n",
        "output": [
            "Curry noted that the results for those treated successfully held true \"whatever they responded to — cognitive-behavioral therapy, Prozac, both treatments, or a placebo\".\n"
        ]
    },
    {
        "input": "GoM ໄດ້ສະເໜີວ່າ ວິທະຍຸຊຸມຊົນ ໄດ້ຮັບອະນຸຍາດພາຍໃນ 5 ນາທີ ໃນການໂຄສະນາໃນທຸກຊົ່ວໂມງຂອງສະຖານນີ.\n",
        "output": [
            "The GoM has also proposed that community radios be allowed up to 5 minutes of commercial advertising for every hour of broadcast.\n"
        ]
    },
    {
        "input": "ທ່ານ ເຊຊາຍ ລິຊາດສ ປະທານອົງການວາງແຜນພໍ່ແມ່ເວົ້າວ່າ \"ໃນຂະນະທີ່ສິ່ງນີ້ລົບກວນຢ່າງລລື້ງຊຶ້ງ ແລະ ໜ້າຜິດຫວັງ ພວກເຮົາຕ້ອງການໃຫ້ບັນດາແມ່ຍິງທີ່ຍັງພຶງພາອົງການວາງແຜນພໍ່ແມ່ໃນການຮັກສາເຕົ້ານົມ ໃຫ້ຮູ້ວ່າພວກເຮົາຍັງຄົງຢູ່ບ່ອນນີ້ເພື່ອພວກເຂົາ ແລະ ພວກເຮົາຈະຢູ່ນີ້ຕະຫຼອດໄປ.\"\n",
        "output": [
            "Cecile Richards, president of Planned Parenthood, said, \"While this is deeply disturbing and disappointing, we want to assure women who rely on Planned Parenthood for breast care that we're still here for them, and we always will be. \"\n"
        ]
    },
    {
        "input": "ທາງດ້ານພັກຝ່າຍຄ້ານຂອງອົດສະຕາລີ ນໍາໃຊ້ໂອກາດນີ້ໂຈມຕີລັດຖະບານ.\n",
        "output": [
            "The Australian opposition has used the comments as an opportunity to attack the government.\n"
        ]
    },
    {
        "input": "ໃນລະຫວ່າງການບໍລິຫານຂອງ Kennedy, Helen ສິ້ນສຸດກອງປະຊຸມຂ່າວທັງຫມົດຂອງປະທານປະເທດທີ່ມີລາຍເຊັນ \"ຂໍຂອບໃຈທ່ານ ທ່ານປະທານປະເທດ\" ແລະສະເໜີການອອກກ່ຽວກັບວຽກງານຂອງລາວ: \"ໃນການເຮັດວຽກທີ່ຂອງຂ້ອຍທ່ານເທົ່ານັ້ນທີ່ດີຈົນມາຮອດເລື່ອງສຸດທ້າຍຂອງທ່ານ.\"\n",
        "output": [
            "During Kennedy's administration, Helen ended all presidential press conferences with a signature \"Thank you, Mr. President\" and always issued a caveat about her work: \"In my career you're only as good as your last story.\"\n"
        ]
    },
    {
        "input": "ພະມະຫາກະສັດບໍ່ໄດ້ ໃຫ້ເຫດຜົນທັນທີທັນໃດສໍາລັບການເຄື່ອນໄຫວດັ່ງກ່າວ; ຢ່າງໃດກໍຕາມ ໄດ້ມີການລາຍງານບໍ່ດົນມານີ້ໄດ້ກ່າວຫາສະພາແຫ່ງຊາດຂອງການຂາດຄວາມສາມາດຈັດການທາວດ້ານກົດຫມາຍ ແລະເຖິງວ່າແມ່ນການສໍ້ລາດບັງຫຼວງ.\n",
        "output": [
            "The monarch did not immediately provide a reason for the move; however, there have recently been reports accusing the parliament of handling legislation ineptly, and even of being corrupt.\n"
        ]
    },
    {
        "input": "ວັນ​ທີ 31 ເດືອນ​ມັງ​ກອນ ກໍ​ໄດ້​ມີ​ການ​ຈັດ​ປະ​ຊາ​ພິ​ຈານ​ຂຶ້ນ ແລະ​ໄດ້​ຮັບ​ຟັງ​ຄຳ​ຄິດ​ເຫັນ​ປະ​ມານ 25 ຄົນ​ຈາກ​ຜູ້​ເຂົ້າ​ຮ່ວມ​ທັງ​ໝົດ​ປະ​ມານ 35-40 ຄົນ ຊຶ່ງ​ທັງ​ໝົດ​ນີ້​ແມ່ນ​ເຫັນ​ກົງ​ກັນ​ຂ້າມ​ກັບ​ຂໍ້​ສະ​ເໜີ​ຂອງ​ໄອ​ຍະ​ການ DA.\n",
        "output": [
            "The January 31 hearing began with comments by approximately 25 of the audience of roughly 35–40, all of which opposed the DA's proposal.\n"
        ]
    },
    {
        "input": "ນອກຈາກນີ້ ບັນດາປະເທດເອີຣົບອື່ນໆທີ່ມີຄວາມສາມາດທາງດ້ານນິວເຄຼຍ ແມ່່ນມີພຽງປະເທດຝຼັ່ງ.\n",
        "output": [
            "The only other European country with nuclear capability is France.\n"
        ]
    },
    {
        "input": "ຫລັງຈາກເລີ່ມອອກອາກາດໃນສະຖານນີວິທະຍຸ 45 ສະຖານນີທົ່ວປະເທດ ພິທີກອນໃນລາຍການໂທລະທັດທີ່ຍາວນານ ເດີເຈີຣີ່ສະປິງເກີ້ໂຊຈະເຜີຍແຜ່ໃນສະຖານນີວິທະຍຸ 51 ສະຖານນີໃນເຄືອແອ ອາເມລິກາ.\n",
        "output": [
            "After initially being carried by only 45 stations nationwide, the host of the long-running syndicated program, The Jerry Springer Show will eventually have his radio show heard on all 51 Air America affiliates.\n"
        ]
    },
    {
        "input": "ສິບນາທີໃນຄັ້ງທີສອງ Nambour ມີຄວາມສາມາດທໍາຄະແນນອອກກ້ວາງແຕ່ບໍ່ປະສົບຜົນສໍາເລັດໃນການປ່ຽນແປງ.\n",
        "output": [
            "Ten minutes in the second, Nambour were able to score out wide but failed to convert.\n"
        ]
    },
    {
        "input": "ຄົນງານໃນຣໍຍໍເມວ ໄດ້ລົງຄະແນນ 3:1 ສຽງເຫັນດີການປະທ້ວງຂອງໄປສະນີທົ່ວປະເທດໃນສະຫະລາດອານາຈັກ.\n",
        "output": [
            "Royal Mail workers have voted 3:1 in favour of a nationwide postal strike in the United Kingdom.\n"
        ]
    },
    {
        "input": "ການຈັດການດັ່ງກ່າວໄດ້ປະກົດຂື້ນຂອງການບັນລຸຫລັງຈາກການຜິດຖຽງກັນໃນໄລຍະການສະຫນອງທຶນຂອງລັດຖະບານໃຫ້ອົງການຈັດຕັ້ງເຊັ່ນ: ການວາງແຜນຄອບຄົວໄດ້ຮັບການແກ້ໄຂ.\n",
        "output": [
            "The deal was apparently reached after disputes over government funding for organizations such as Planned Parenthood were resolved.\n"
        ]
    },
    {
        "input": "ເບລາສະເຕນນີເປັນຜູ້ຫລິ້ນຄົນສຳຄັນໃນທີມບັດສະເກັດບອນຂອງສະຫະພາບໂຊຫວຽດແລະເປັນຜູ້ຮັບຫລຽນໃນການແຂ່ງຂັນທັງລະດັບຍຸໂຣບແລະໂອລິມປິກ.\n",
        "output": [
            "Belostenny was a key player in the Soviet Union basketball team and was both a European and Olympic medallist.\n"
        ]
    },
    {
        "input": "ໝີໄດ້ແລ່ນກັບເຂົ້າໄປໃນປ່າ ໝາກໍ່ແລ່ນນຳ.\n",
        "output": [
            "As the bear ran back into the woods, the dog chased it.\n"
        ]
    },
    {
        "input": "ໂຄງການຂຸດຄົ້ນບໍ່ແຮ່ຂອງຈີນ ເປັນໂຄງການທີ່ອັນຕະລາຍທີ່ສຸດ;ຕາມທີ່ສໍານັກຂ່າວ ອັນຍະຊີເຣາະ ມີຄົນລົ້ມຕາຍເປັນຈໍານວນຫຼວງຫຼາຍ.\n",
        "output": [
            "China's mines are the deadliest in the world; according to Al Jazeera, several thousand miners die each year due to accidents in them.\n"
        ]
    },
    {
        "input": "ມູນລະນິທິເພື່ອກຸສົນໃຫຍ່ຂອງອັງກິດຢ່າງ ຄອມມິກ ຣີລີບ ລົງທືນໃນບໍລິສັດຜະລິດອາວຸດເຄື່ອງດື່ມແອວກໍຮໍ ແລະຢາສູບ ຕາມຂໍ້ມູນທີ່ລາຍການ PanoramaຂອງBBC ໄດ້ສືບຫາຂໍ້ມູນແລະອອກອາກາດໄປເມື່ອຊ່ວງແລ້ວມື້ນີ້.\n",
        "output": [
            "Major British charity Comic Relief has invested money in arms, alcohol and tobacco firms, according to a BBC Panorama investigation to be broadcast this evening.\n"
        ]
    },
    {
        "input": "ອົງກອນກວດກາຄຸນນະພາບການສຶກສາ ກ່າວວ່າ ການກວດສອບ UOW ໃນສະຖາບັນການສຶກສາຕ່າງປະເທດແມ່ນຍັງບໍ່ພຽງພໍ.\n",
        "output": [
            "The Quality Assurance Agency said UoW's overseas checks on foreign institutions were inadequate. \n"
        ]
    },
    {
        "input": "ລາວໄດ້ສັນຍາວ່າ ໃນຖານະປະທານນາທິບໍດີ ລາວຈະລ່າໂຕໂອຊາມາ ບິລາເດນມາຮັບໂທດ \"ທີ່ປະຕູນະລົກໃຫ້ໄດ້.\"\n",
        "output": [
            "He then promised that as president he would hunt Osama bin Laden to the \"gates of hell.\"\n"
        ]
    },
    {
        "input": "ຕຳຫລວດໄດ້ໃຫ້ຄວາມເຫັນວ່າ ເປັນການດ່ວນສະຫລຸບເກີນໄປ ທີ່ຈະຮູ້ວ່າ ສະພາບອາກາດນັ້ນ ເປັນປັດໄຈຂອງການຕຳຄັ້ງນີ້.\n",
        "output": [
            "The police have commented that it is too early to know whether the weather conditions were a factor in this crash.\n"
        ]
    },
    {
        "input": "ໃນການປະຊຸມສະຫະປະຊາຊາດວ່າດ້ວຍການປ່ຽນແປງສະພາບອາພູມມິອາກາດໃນໂຄເປນເຮເກັ້ນ ສີ່ມື້ຫລັງຈາກການເຈລະຈາ ປະເທດໃນແອບຟິລິກາ ໄດ້ຢື່ນສົນທິສັນຍາເພື່ອອານາຄົດທີ່ເປັນໄປໄດ້ສະບັບທຳອິດ ເພື່ອແທນທີ່ສົນທິສັນຍາກຽວໂຕເບື່ອງຕົ້ນສະບັບປີ 1997.\n",
        "output": [
            "At the United Nations Climate Change Conference in Copenhagen, after four days of negotiations, Africa countries have made the first draft version of future possible treaty, to replace the 1997 Kyoto protocol.\n"
        ]
    },
    {
        "input": "ທີ່ນັ່ງໃນສະພາໃນປະຈຸບັນແມ່ນພັກແຮງງານຂອງອົດສະຕາລີ ໄດ້ຮັບ 58 ບ່ອນ ຈາກ ທັງໝົດ 86 ບ່ອນນັ່ງ ພັກອານຸລັກນິຍົມຝ່າຍຄ້ານ ໄດ້ຮັບ 25 ບ່ອນນັ່ງ ສໍາລັບພັກ ຄຼີນສະແລນ ເພື່ອສີຂຽວ ແລະ ພັກຊາດ ໄດ້ຮັບບ່ອນນັ່ງ ຄົນລະໜຶ່ງບ່ອນ ແລະ ນັກການເມືອງອິດສະຫຼະ ໄດ້ຮັບ ສີ່ບ່ອນນັ່ງ.\n",
        "output": [
            "The current distribution of seats has the Australian Labor Party with 58 of the 86 total, the Liberal National Party with 25, the Queensland Greens & One Nation with one each and independents holding four.\n"
        ]
    },
    {
        "input": "ລາວໄດ້ປະກົດຕົວສັ້ນໆ (ໂດຍບໍ່ປະກົດຊື່) ໃນການສະແດງທາງໂທລະທັດຍອດນິຍົມຕອນຫນື່ງເມື່ອຫຼາຍປີມາແລ້ວໃນລາຍການລິບວິ່ງ ຄັດເລີ.\n",
        "output": [
            "He made a brief (uncredited) appearance many years ago on one episode of the hit television show In Living Color.\n"
        ]
    },
    {
        "input": "ຜູ້​ຄົນ​ຈຳ​ນວນຫຼາຍ​ໃນ​ທຸກ​ຫົນ​ແຫ່ງ​ຕ່າງ​ກໍ​ປັກ​ຕາ​ລໍ​ຄອຍ​ໃຫ້​ເວ​ລາ​ຢຸດ​ທີ່ 01:02:03, 04/05/06 (ສຳ​ລັບ​ເຂດ​ທີ່​ໃຊ້​ລຳ​ດັບ ວ/ດ/ປ ເປັນຫຼັກ).\n",
        "output": [
            "Fans of quirky numbers everywhere celebrated recently as the clock struck 01:02:03, 04/05/06 (using the DD/MM/YY date convention).\n"
        ]
    },
    {
        "input": "ການເໜັງຕີງນີ້ໝາຍເຖິງການສິ້ນສຸດລົງຂອງສະຖານະການ ແຂ່ງຂັນ ໃນບໍລິສັດ ເອທີ ແອນທີ (AT&T) ໃນຖານະ ເປັນຜູ້ໃຫ້ບໍລິການເຄືອຂ່າຍໂທລະສັບ ໄອໂຟນ Iphone ຢ່າງເປັນທາງການໃນ ອາເມລິກາ ເຊິ່ງໄດ້ດໍາເນີນມາຕັ້ງແຕ່ ຄັ້ງທໍາອິດທີ່ໄອໂພນ ເປີດໂຕໃນປີ 2007.\n",
        "output": [
            "The move means the end of rival company AT&T's status as the only official US carrier of the iPhone, a status it held since the first iPhone debuted in 2007.\n"
        ]
    },
    {
        "input": "ລັດໄຟຕົກຮາງ ສອງຄັນໃນສອງມື້ ເຮັດໃຫ້ ຕ້ອງປິດທາງລົດໄຟໃນ ອົດສະຕາລີ.\n",
        "output": [
            "Two train derailments in two days have closed railway lines in Australia.\n"
        ]
    },
    {
        "input": "ມື້ດຳເນີນການ ແລະໄລຍະເວລາໃນາກນອົບພະຍົບຈາກອາຄານບໍ່ໄດ້ລະບຸໄວ້.\n",
        "output": [
            "The date of execution and the period for evacuating the buildings were not stated.\n"
        ]
    },
    {
        "input": "ເຖິງວ່າຫຼາຍປະເທດເອີລົບຈະຜະລິດຢາ ເຊິ່ງໃຊ້ໃນເອີລົບເພື່ອຄວາມງາມເປັນຫຼັກ ບໍ່ມີຜູ້ຜະລິດໃດເລີຍທີ່ຈະເຕັມໃຈຈະສະໜອງໃຫ້ກັບການສົມທົບກັບການປະຫານຊີວິດ ການຍົກເລີກດັ່ງກ່າວຖືກຊັກຊວນໂດຍ ອີຢູ ຕັ້ງແຕ່ປີ 2008.\n",
        "output": [
            "Although many European countries manufacture the drug, which is primarily used in Europe as an anæsthetic, no manufacturer has been found that is willing to supply it for use in conjunction with the death penalty, the abolition of which has been lobbied by the EU since 2008.\n"
        ]
    },
    {
        "input": "ເກືອບຮ້ອຍລະ 50 ຂອງຄົນໃນດິໂບຕິບໍ່ມີຄວາມພ້ອມໃນການເຂົ້າເຖິງແຫລ່ງນ້ຳດື່ມທີ່ໄດ້ຮັບການພັດທະນາຢ່າງເຫມາະສົມ.\n",
        "output": [
            "Almost 50 percent of people in rural Djibouti do not have ready access to properly developed source of drinking water.\n"
        ]
    },
    {
        "input": "ມາດ​ຕະ​ຖານ​ເຫຼົ່າ​ນີ້​ມີ​ຈຸດ​ປະ​ສົງ​ເພື່ອ​ແກ້​ຂໍ້​ຫ​ຍຸ້ງ​ຍາກ​ຕ່າງໆ​ທີ່​ໂປຣ​ແກ​ຣມ​ເມີ້​ມັກ​ຈະ​ພົບ​ພໍ້​ໃນ​ການ​ພັດ​ທະ​ນາ​ຊອບ​ຟ໌​ແວ​ໃຫ້​ກັບ Linux.\n",
        "output": [
            "The standards aim to resolve difficulties that programmers face in developing software for Linux.\n"
        ]
    },
    {
        "input": "ແຜນການແມ່ນການປືກສາຫາລືກ່ຽວກັບວິກີພີເດຍ ແລະ ແມ່ນຫຍັງທີ່ຈະປະຕິບັດ ແລະ ບໍ່ປະຕິບັດ ສໍາລັບສາທານຸກົມວິກິເພຍເດຍ.\n",
        "output": [
            "The plan was to discuss Wikipedia, and what does and doesn't work for the encyclopedia.\n"
        ]
    },
    {
        "input": "ການຄົ້ນຄວ້າແມ່ນຖືກລາຍງານໃນວາລະສານພະຍາດສະໝອງເຊື່ອມ.\n",
        "output": [
            "The research is reported in the Journal of Alzheimer's Disease.\n"
        ]
    },
    {
        "input": "ຂ່າວດັ່ງກ່າວໄດ້ເຮັດໃຫ້ອອສເຕີຍຕົກໃຈ ມີຄວາມຄ້າຍຄືກັນໃນການກໍລະນີຂອງ Natascha Kampusch ຜູ້ທີ່ຖືກລັກພາຕົວຕອນມີອາຍຸ 10ປີ ແລະໄດ້ຫລົບຫນີຫລັງຈາກວັນ \"dungeon\" ໃນແປດປີໃນປີ 2006.\n",
        "output": [
            "The news has shocked Austria, as has its similarity to the case of Natascha Kampusch who was kidnapped aged 10, and escaped after being held in a \"dungeon\" for eight years in 2006.\n"
        ]
    },
    {
        "input": "ຕະຫຼາດຫຼັກຊັບແມ່ນຖືກກໍ່ຕັ້ງຂື້ນໃນປີ 1985 ແລະ ມີຫຸ້ນສ່ວນ 34 ບໍລິສັດ ເຊິ່ງມີມູນຄ່າລວມກັນຫຼາຍກ່ວາ 21 ພັນລ້ານໂດລາ (16.3ພັນລ້ານເອີໂລ; 11.1ພັນລ້ານປອນ).\n",
        "output": [
            "The exchange was founded in 1985 and has since grown to encompass 34 firms with a combined value of over US$21bn (€16.3bn; GBP11.1bn).\n"
        ]
    },
    {
        "input": "ໄຄຣ໌ ບັຊ ຍັງຄົງຢູ່ໃນລຳດັບທີສາມເພາະວ່າລາວມີອຸບັດຕິເຫັດກັບ ເຈພ ເບີຕັນ ໃນຂະນະທີ່ ເພື່ອນໃນທີມຂອງລາວ ແຮມລິນ ແມ່ນທີສີ່.\n",
        "output": [
            "Kyle Busch, because of his accident with Jeff Burton maintained the third position while his team mate Hamlin is fourth.\n"
        ]
    },
    {
        "input": "\"ພະນັກງານສືບສວນບອກວ່າ ການກໍ່ເຫດຄັ້ງນີ້ພຸ້ງເປົ້າໄປທີ່ຊາວຕ່າງຊາດເປັນທຳອິດ.\"\n",
        "output": [
            "\"According to investigators, the act of terror was first and foremost aimed against foreign citizens.\"\n"
        ]
    },
    {
        "input": "ການເພີ້ມຖ້ຽວບິນຫມາຍຄວາມວ່າສາຍການບິນອັງກິດໃນປັດຈຸບັນຈະບິນຈາກ Bucharest ໄປLondon ແລະ ກັບຄືນ ສິບຖ້ຽວຕໍ່ອາທິດ.\n",
        "output": [
            "The extra flights will mean that British Airways will now fly from Bucharest to London, and back, ten times a week.\n"
        ]
    },
    {
        "input": "ລະເບີດ ແລະ ໄຟໄໝ້ທີ່ຕາມມາ ໂດຍກົງແລ້ວໄດ້ຄິດວ່ານີ້ເປັນຍົນເພື່ອການຄ້າທີ່ລົ້ມເຫຼວ.\n",
        "output": [
            "The explosion and subsequent fire was originally thought to have been a downed commercial aircraft.\n"
        ]
    },
    {
        "input": "ມື້ນີ້​ໃນ​ລາຍ​ການ Capitol Hill ນາຍ​ພົນ David Petraeus ແຫ່ງກອງ​ທັບ​ສະ​ຫະ​ລັດ ໄດ້​ນຳ​ສະ​ເໜີ​ຄຳ​ພະ​ຍານ​ທີ່​ຕົນ​ເອງ​ຄອງ​ຄອຍ​ມາ​ນານ.\n",
        "output": [
            "Today on Capitol Hill, U.S. Army General David Petraeus presented a long awaited testimony.\n"
        ]
    },
    {
        "input": "ຄໍາຖະແຫຼງການກ່າວວ່າ: \"ຍັງບໍ່ມີການຕັດສິນໃຈຂັ້ນສຸດທ້າຍ ກ່ຽວກັບ ມູນຄ່າເລີ່ມຕົ້ນ ຫຼື ການຊ່ວຍເຫຼືອ ແລະ ການທີ່ຈະຄາດເດົາຄວາມເປັນໄປໄດ້ຂອງລາຄາກໍ່ເປັນການຟ້າວຟັ່ງໄວເກີນໄປ.\"\n",
        "output": [
            "\"No final decisions on the starting price or assistance have been taken and therefore it is far too early to speculate on any potential price impacts,\" the statement said.\n"
        ]
    },
    {
        "input": "ແນວໃດກໍ່ຕາມ ເນື່ອງຈາກລົມພັດແຮງຂື້ນໃນຕອນບ່າຍນີ້ ໄຟທີ່ຍັງຄົງຢູ່ອາດຖືກພັດໃຫ້ຂ້າມທາງສົ່ງນ້ຳໄປ ແລະມຸ້ງໄປຍັງພື້ນທີ່ທີ່ມີປະຊາກອນຢູ່ຫລາຍທີ່ສຸດໃນເຂດປາມເດວ.\n",
        "output": [
            "However, as winds picked up in the afternoon, fire embers were carried across the aqueduct and the fire is now heading towards a highly-populated area of Palmdale.\n"
        ]
    },
    {
        "input": "ຫວງ-ຫລາງ ໄສ່ (ຮ້ອງຜູ້ບັນຊາການເອັດສ໌ເອຊີ)ໄດ້ຢ້ຳວ່າເອັດສ໌ເອຊີສະຫນັບສະຫນຸນກີລາສາທາລະນະໃນໄຕ້ຫວັນມາເປັນເວລາດົນ ແລະເອັດສ໌ເອຊີເຄົາລົບການເຂົ້າຮ່ວມກັບຜູ້ດ້ອຍໂອກາດແລະຊົນກຸ່ມນ້ອຍ.\n",
        "output": [
            "Huang-lang Tsai (Deputy Commissioner of SAC) remarked that SAC promoted public sports in Taiwan for a long period, and SAC respected the participation on disadvantaged people or minority.\n"
        ]
    },
    {
        "input": "ໂຄງການຄູ່ຄ້າພູມມິພາກໃຫ້ຄວາມຊ່ວຍເຫລືອລັດຖະບານກັບໂຄງການຕ່າງໆໃນພູມມິພາກ.\n",
        "output": [
            "Regional Partnerships program provides government assistance for projects in regional areas.\n"
        ]
    },
    {
        "input": "ຄະນະກຳມະການກິດຈະການໂທລະຄົມມະນາຄົມແຫ່ງເກາະໂຊໂລມອນ(TCSI) ໄດ້ປັບໄຫມປາປົວນິວກິນີ(PNG) ຜູ້ສະໜອງໂທລະສັບມືຖື ບໍ່ປະສົບຄວາມສຳເລັດຕໍ່ການກຳນົດເວລາໃນຂໍ້ຕົກລົງຂອງໃບອະນຸຍາດ.\n",
        "output": [
            "The Telecommunications Commission of the Solomon Islands (TCSI) have issued a fine to a Papua New Guinea (PNG) mobile phone provider, for failing to meet the deadlines set out in the terms of its license.\n"
        ]
    },
    {
        "input": "\"ທຸກຢ່າງເປັນໄປຢ່າງບໍ່ມີທີ່ຕິ ແລ້ວກຣີນເບີດກໍ່ທຳລາຍສະຖິຕິໄດ້ ແລະ ເຮັດຜົນງານໄດ້ຢ່າງຍອດຢ້ຽມ.\n",
        "output": [
            "\"Then everything came together perfectly and the Greenbird stepped up to the mark and performed amazingly.\n"
        ]
    },
    {
        "input": "MSNBC ລາຍງານວ່າ ຄລິນຕັນ ສູ້ກັບ ບາຣັກ ໂອບາມາ ໂດຍ \"ຄະແນນທີ່ລື່ນກັນໜ້ອຍດຽວ.\"\n",
        "output": [
            "MSNBC reports that Clinton beat Barack Obama by a \"very narrow margin.\"\n"
        ]
    },
    {
        "input": "José Dirceu ຫົວຫນ້າລັດຖະມົນຕີຂອງພົນລະເຮືອນເປັນສະມາຊິກຂອງຄະນະຜູ້ແທນ.\n",
        "output": [
            "The chief-minister of Civil House José Dirceu was a member of the delegation.\n"
        ]
    },
    {
        "input": "ຈໍານວນຂອງຜູ້ເສຍຊີວິດຍັງບໍ່ແນ່ນອນ ເລີ່ມແຕ່ຕົວເລກ ສູນ ຫາ ແປດ ຄົນ.\n",
        "output": [
            "The number of dead is not certain, with numbers ranging from none to eight.\n"
        ]
    },
    {
        "input": "\"ເມື່ອປ່ຽບທຽບກັບໂຄສະນາ(ອີກອັນ)ທີ່ໄດ້ຮັບການວິຈານໃນຊ່ວງຕົ້ນປີທີ່ມີການເລືອກຕັ້ງ(ແຫ່ງຊາດ)ທີ່ເກີດຂື້ນໃນທຸກມື້ໃນແຄນນາດາ...ເປັນໂຄສະນາທີ່ສາຍໄປທົ່ວປະເທດຂອງທ່ານ.\"\n",
        "output": [
            "\"Compare that (one ad) with the criticism early this year during the (federal) election that happened every day in Canada ...ads that were run consistently throughout your country.\"\n"
        ]
    },
    {
        "input": "ບົດສຶກສາ ເຫັນດີກັບການນໍາໃຊ້ ພະລັງງານນິວເຄຣຍ ແລະ ໂຈມຕີ ຂໍ້ມູນບາງສ່ວນທີ່ນໍາໃຊ້ໂດຍ ບັນດາ ນັກໂຄສະນາເຜີຍແຜ່ຕໍ່ຕ້ານການນໍາໃຊ້ນິວເຄຣຍ.\n",
        "output": [
            "The study endorses the use of nuclear energy and attacks some of the data used by anti-nuclear campaigners.\n"
        ]
    },
    {
        "input": "ປັດຈຸບັນ MST ໄດ້ຮັບການຊ່ວຍເຫລືອຈາກລັດຖະບານບາຊິວແລະການບໍລິຈາກຈາກອົງການລະຫວ່າງປະເທດ.\n",
        "output": [
            "Currently, MST receives help from the Brazilian government and donations from international organizations.\n"
        ]
    },
    {
        "input": "\"ທ່ານຄືເດວິດ ແຊງໂບນ ຫລືບໍ່ ພວກເຮົາຕື່ນເຕັ້ນຫລາຍທີ່ຈະໄດ້ພົບທ່ານ!\" ລາວກ່າວ ແລະນຳເດວິດໄປຍັງຫ້ອງໂຖງຊື່ງເປັນຫ້ອງນັ່ງຫລິ້ນ ມີໂຊຟາ ມີໂທລະທັດ ທີ່ກຳລັງຫລິ້ນຫນັງແອກຊັ້ນສະຫຍອງຂວັນ ຕູ້ເກັບອຸປະກອນສວນຖະວານທີ່ເປີດຢູ່ ແລະສາມີຂອງລາວ ບິວນັ່ງຢູ່ທີ່ຄອມພິວເຕີ້ພະຍາຍາມວ່າເບດ ຣັນເນີທີ່ກັບມາຫລິ້ນອີກຄັ້ງໃນໂຮງລະຄອນໃດ.\n",
        "output": [
            "\"Are you David Shankbone? We're so excited to meet you!\" she says, and leads him down the hall to a living room area with a sofa, a television playing an action-thriller, an open supply cabinet stocked with enema kits, and her husband Bill sitting at the computer trying to find where the re-release of Blade Runner is playing at the local theater.\n"
        ]
    },
    {
        "input": "ກົດຂອງລັດ ຊື່ງໄດ້ຮັບການສະຫນັບສະຫນຸນໂດຍສະມາຊິກສະພາຜູ້ແທນລາດຂອງລັດ ດາລີນ ເຊັນເກີຈາກເນເພີວິວ ໄດ້ຜ່ານດ້ວຍຄະແນນ114-1 ຊື່ງເປັນສຽງສ່ວນໃຫຍ່ແລະຈະໄດ້ຮັບພິຈາລະນາອີກຄັ້ງໂດຍວຸດທິສະພາຂອງອິວລິນນອຍ.\n",
        "output": [
            "The bill, which was sponsored by State Representative Darlene Senger from Naperville, passed with a 114–1 majority and will be considered by the Illinois Senate.\n"
        ]
    },
    {
        "input": "ໄພພິບັດຄັ້ງນີ້ ນັບເປັນມູນຄ່າຄວາມເສຍຫາຍຖືງ $15.5 ລ້ານຫລຽນ ຕາມທີີອິມພິຣ້ຽວໄດ້ກ່າວໃນຊ່ວງໄຕມາດແລກຂອງປີ.\n",
        "output": [
            "The disaster is also blamed for a $15.5 million loss Imperial posted in this year's first quarter.\n"
        ]
    },
    {
        "input": "ຫຼັງຈາກນັ້ນ ມາເຊໂລ ກາລາໂດ້ ໄດ້ເຮັດຄະແນນ 3-0 ໃຫ້ຟາກເຈົ້າບ້ານ ໃນນາທີ ທີ52.\n",
        "output": [
            "Marcelo Gallardo then made it 3-0 for the home side in the 52nd minute.\n"
        ]
    },
    {
        "input": "ການ​ສູ້​ຮົບ​ເລີ່ມ​ຂຶ້ນ​ໃນ​ວັນ​ເສົາ ທີ 6 ເດືອນ​ຕຸ​ລາ ທີ່​ເມືອງ Mir Ali ແລະ​ການ​ຕໍ່​ສູ້​ຍືດ​ເຍື້ອ​ຮອດ​ສາມ​ວັນ​ແລ້ວ.\n",
        "output": [
            "The battles began on Saturday October 6 in the town of Mir Ali and have lasted three days so far.\n"
        ]
    },
    {
        "input": "ນາງຄິນຕັນໄດ້ຮັບຄະແນນໂຫວດເປັນອັນດັບຫນື່ງໃນທຸກຜົນການສຳຫລວດບຸກຄົນທີ່ມີແນວໂນ້ມຈະເປັນຜູ້ສະຫມັກລົງຕົວແທນພັກເດໂມແຄແລະລາວພະຍາຍາມຈະບໍ່ເປີດເຜີຍເລື່ອງການປືກສາຫາລືກັບຜູ້ສະຫນັບສະຫນຸນແລະທີມຫາສຽງຂອງລາວຫລາຍຕໍ່ຫລາຍຄັ້ງ.\n",
        "output": [
            "Clinton tops every national poll of likely Democratic candidates and had tried to keep private many of her overtures to supporters and new staff.\n"
        ]
    },
    {
        "input": "\"ຂ້ອຍອາດສົນໃຈ ກ່ຽວກັບມັນ ແລະ ຂ້ອຍຄິດວ່າ ພວກເຮົາຕ້ອງການສື່ຂໍ້ຄວາມທີ່ຖືກຕ້ອງ ເຖິງປະຊາຊົນ ອັຟການ\" ລາວເວົ້າ.\n",
        "output": [
            "\"I would be concerned about it and I think we need to pass the right message to the Afghan people,\" he said.\n"
        ]
    },
    {
        "input": "ຂະບວນລົດໄຟອາມຕຣັກ 371 ສາຍ ເເປຣ ມາຄູເອດ ໄດ້ເລີ່ມອອກຈາກ ແກຣນ ແຣບປິດສ ລັດມິຊິກັນແລະ ບັນທຸກຜູ້ໂດຍສານ 193 ຄົນລວມທັງສະມາຊິກລູກເຮືອຫົກຄົນ.\n",
        "output": [
            "Amtrak train 371, the Pere Marquette, started in Grand Rapids, Michigan and carried 193 people on board including six crew members.\n"
        ]
    },
    {
        "input": "ສານຍຸໂຣບວ່າດ້ວຍສິດທິມະນຸດຊະຍະຊົນໄດ້ມອບເງີນ€2500 ໃຫ້ກັບອາຍຸ ກາຕາດາ ຊື່ງເປັນທະຫານອິສະລາມແລະເຈົ້າຫນ້າທີ່ທາງສາດສະຫນາ ໃນຄະດີທີ່ລາວຟ້ອງຕໍ່ສະຫະລາດຊະອານາຈັກທີ່ຈັບຕົວລາວໂດຍບໍ່ພິຈາລະນາຄະດີໃນປີ 2002.\n",
        "output": [
            "The European Court of Human Rights has awarded €2500 to Abu Qatada, an Islamic militant and cleric, in a lawsuit he filed against the United Kingdom which detained him without trial in 2002.\n"
        ]
    },
    {
        "input": "ເຄວິນ ພີດເຕີສັນ ແລະ ຜູ້ຫຼິ້ໃໝ່ໃນ ໂອດີໄອ ລຸກ ໄຣທ໌ ທັງສອງເຮັດໄດ້ຜູ້ລະຫ້າສິບ ໄຣທ໌ ແບ່ງ 106 ຣັນ ກັບ ໂອໄວສ໌ ຊາ.\n",
        "output": [
            "Kevin Pietersen and ODI debutant Luke Wright both recorded fifties, with Wright sharing 106 runs with Owais Shah.\n"
        ]
    },
    {
        "input": "NFL ໄດ້ອອກຖະແຫຼງການວ່າ ສະໜາມກິລາທີ່ຖືກປົກປ້ອງຢ່າງດີ ໂດຍລະບົບຄວາມປອດໄພທີ່ໄດ້ວາງໄວ້.\n",
        "output": [
            "The NFL has released a statement saying that the stadiums are well protected through security measures already in place.\n"
        ]
    },
    {
        "input": "ແຕ່ແຜນການຂອງພວກເຂົາລົ້ມເຫຼວ ຈັ່ງໃດກໍຕາມ ແລະ ມານ ແມ່ນຖືກຈັບໂຕໄດ້ ຫຼັງຈາກເດີນທາງມາປະເທດ ຊິມບາເວ ເພື່ອຊຶ້ອາວຸດປືນ ແລະ ລະເບີດ.\n",
        "output": [
            "Their plans were foiled, however, and Mann was arrested after arriving in Zimbabwe to purchase firearms and grenades.\n"
        ]
    },
    {
        "input": "ມື້ນີ້ ລະຫວ່າງທີ່ມີງານລ້ຽງຂອງນິເທດສະການຄັ້ງນີ້ ພິພິຕະພັນໄດ້ມອບລາງວັນໃຫ້ກັບບ໊ອບ ຄູນ ຊື່ງຖື ເປັນຄວາມສຳເລັດທັງຊີວິດຂອງລາວ.\n",
        "output": [
            "Today, during the exhibition's banquet, the museum is to present Bob Kuhn with their lifetime achievement award.\n"
        ]
    },
    {
        "input": "ລາວກ່າວວ່າພົນລະເມືອງຕ້ອງຮັບເຄາະໃນເລບານອນແລະຕອນເຫນືອຂອງອິສາລະເອວ ແລະກ່າວວ່າ \"ການຕອບໂຕ້ທີ່ບໍ່ສົມເຫດສົມຜົນຂອງອິສາລະເອວຄືການຝ່າຝືນກົດຫມາຍມະນຸດຊະຍະທຳນານາຊາດ.\"\n",
        "output": [
            "He said civilians are paying a disproportionate price in Lebanon and northern Israel and stated that \"A disproportionate response by Israel is a violation of international humanitarian law.\"\n"
        ]
    },
    {
        "input": "ຢ່າງທຳອິດ ຫມາຍສານເອີ້ນຕົວເຈົ້າຊາຍບໍ່ໄດ້ອອກໃນໄລຍະເວລາທີ່ຖືວ່າຖືກກົດຫມາຍ.\n",
        "output": [
            "First, the subpoena for the Prince wasn't issued in time to be legal.\n"
        ]
    },
    {
        "input": "ນີ້ເປັນການປຽບທຽທີ່ຕາຍຕົວກັບປີ 2007 ເມື່ອແຮງງານຕ່າງຊາດ 120,000 ຄົນເຂົ້າມາໃນສະຫະລັດດ້ວຍ ວີຊາ H-2B.\n",
        "output": [
            "This comes as a stark comparison to 2007, when 120,000 foreign workers entered the U.S. with H-2B visas.\n"
        ]
    },
    {
        "input": "\"ນາຍຍົກລັດຖະມົນຕີຖືກສົ່ງໄປພະແນກຜ່າຕັດທີ່ເວລາ 6:40 ເຊົ້າການຜ່າຕັດສຳເລັດລຸລ່ວງເມື່ອເວລາ8:45ເຊົ້າແລະໄດ້ຂໍ້ສະຫລຸບເມື່ອເວລາ 7:30 ແລງ.\"\n",
        "output": [
            "\"PM was sent to the Operation Theatre at 6:40 am, surgery was done at 8:45 am and was concluded at 7:30 pm.\"\n"
        ]
    },
    {
        "input": "ຄົນງານສີ່ຄົນຍັງຄັງຮັກສາຕົວທີ່ໂຮງພະຍາບານຫລັງຈາກເຫດລະເບີດ ໃນຂະນະທີ່ສາມຄົນຍັງຢູ່ໃນພາວະວິກິດ.\n",
        "output": [
            "Four workers are still hospitalised after the explosion, three in critical condition.\n"
        ]
    },
    {
        "input": "\"ຄົນວາງລະເບີດໂຕຕາຍໄດ້ລະເບີດລາວເອງ ຄືກັບລົດທີ່ຢູ່ທາງຂ້າງຜູ້ໂດຍສາຍຂອງລົດບັສ ທີ່ແລ່ນຜ່ານຕະຫຼາດ\" ພະນັກງານຕຳຫຼວດອາວຸໂສ ຊັຟກັຕ ມາລິກ ກ່າວ.\n",
        "output": [
            "\"A suicide bomber blew himself up as the car was next to a passenger bus passing through the market,\" said senior police officer Shafqat Malik.\n"
        ]
    },
    {
        "input": "ເຂົາໄດ້ກ່າວວ່າ \"ຂ້າພະເຈົ້າຄິດວ່າຫນ້າທີ່ຂອງພັກດີໂມເຄຣຕິກຄືການກະຕຸ້ນຄວາມສົນໃຈໃຫ້ກັບຜູ້ສະໝັກຮັບເລືອກຕັ້ງຄົນອື່ນ ສ່ວນເລື່ອງເປີເຊັນຈຳນວນຫນ້ອຍຂອງການອອກສຽງເລືອກຕັ້ງທີ່ເລືອກເອົາຄົນອື່ນນັ້ນແມ່ນຈະບໍ່ມີຄວາມແຕກຕ່າງປະການໃດ.\"\n",
        "output": [
            "\"I think the job of the Democratic Party is to be so compelling that a few percentage of the vote going to another candidate's not going to make any difference,\" he said.\n"
        ]
    },
    {
        "input": "ກົດແລະລາຍລະອຽດນອກຈາກນີ້ມີຄວາມຍາວທີ່ຕ້ອງປະຕິບັດຕາມໃນກໍລະນີມີການຫຼົບໜີ ຫຼື ພະຍາຍາມຫຼົບໜີ.\n",
        "output": [
            "A lengthy addition details rules to follow in the event of an escape or escape attempt.\n"
        ]
    },
    {
        "input": "ການໄດ້ໄທສຈາກ Doug Howlett​ Mils Muliaina ແລະ​ສອງ​ໄທສຈາກ Sitiveni Sivivatu ໄດ້ເພີ່ມ​ຂຶ້ນ​ການເປັນ​ຜູ້​ນໍາ​ພາ​ແບບມ້າມືດ​.\n",
        "output": [
            "Tries from Doug Howlett, Mils Muliaina and two from Sitiveni Sivivatu increased the All Black's imposing lead.\n"
        ]
    },
    {
        "input": "ນິໂຄລັສ ອາດິໂຊຣ ຈາກອົງການກາແດງ ບອກກັບສໍານັກຂ່າວດຽວກັນວ່າ ມີຄົນປະມານສາມສິບຄົນທີ່ໄດ້ເຂົ້າຮັບການປິ່ນປົວແລ້ວ.\n",
        "output": [
            "Nicolas Adesile, of the Red Cross, told the same news agency that as many as thirty people have been treated thus far.\n"
        ]
    },
    {
        "input": "ຣິໂຄສາມາດເຮັດວຽກໄດ້ຫລາກຫລາຍ ແຕ່ຄວາມລຸ້ມຫລົງຂອງລາວຕອນນີ້ກໍ່ຄືວຽກປັດຈຸບັນຂອງລາວນັ້ນຄືການປ່ຽນຂີ້ເຫຍື້ອໃຫ້ມີປະໂຫຍດແລະໃຫ້ກາຍເປັນເຄື່ອງຕົກແຕ່ງເຮືອນທີ່ໂດດເດັ່ນຂື້ນມາ.\n",
        "output": [
            "Rico has been in a variety of jobs but his passion is now his profession - he turns unwanted 'junk' into unusual pieces of furniture.\n"
        ]
    },
    {
        "input": "ທາງການກະຊວງປ້ອງກັນປະເທດໂຊມາເລຍໄດ້ລາຍງານວ່ານອກຈາກ ຍົນເຮລິຄອບເຕີ້ອາເມລິກາເປີດການໂຈມຕີຕໍ່ຕ້ານພວກຕໍ່ສູ້ ICU ໃນ Afmadow ເມືອງໃກ້ກັບຊາຍແດນ Kenyan 350 ກິໂລ ຕາເວັນຕົກສຽງໃຕ້ຂອງ Mogadishu.\n",
        "output": [
            "A Somali Defence Ministry official has additionally reported that American helicopters launched an attack against ICU fighters in Afmadow, a city near the Kenyan border, 350 kilometres southwest of Mogadishu.\n"
        ]
    },
    {
        "input": "ພັກຝ່າຍຄ້ານກ່າວວ່ານະໂຍບາຍດັ່ງກ່າວອອກແບບມາເພື່ອ \"ລົງໂທດ\" ຜູ້ທີ່ຕໍ່ຕ້ານລັດຖະບານຂອງມູກາເບ.\n",
        "output": [
            "The opposition has said the operation is designed to \"punish\" those who object to Mugabe's government.\n"
        ]
    },
    {
        "input": "ທີມຈາກລັດຊັດແຄດເຊວັນຊະນະການແຂ່ງຂັນເກຄັບຄັ້ງສຸດທ້າຍເມື່ອປີ 1989 ແລະເຂົ້າແຂ່ງຂັນຄັ້ງສຸດທ້າຍໃນນັດຊິງແຊ້ມປີ 1997 ກັບທີມອາໂກນອດຈາກເມືອງໂທຣອນໂຕ.\n",
        "output": [
            "Saskatchewan last won the Cup in 1989, and their last appearance at the championship game was in 1997 against the Toronto Argonauts.\n"
        ]
    },
    {
        "input": "ນາສຣາລາ ສັນຍາ ເຮສໂບລາວ່າຈະສືບຕໍ່ ຕໍ່ສູ້ຈົນກວ່າຄວາມຂັດແຍ່ງຍ້າຍໄປເອື້ອອໍານວຍໃຫ້ປະທານາທິບໍດີ ອາສຊາສ.\n",
        "output": [
            "Nasrallah pledged Hezbollah will continue fighting until the conflict has been turned in President Assad's favour.\n"
        ]
    },
    {
        "input": "ໂດຍຕະຫຼອດໄລຍະປະຫວັດສາດທີ່ມີສີສັນ ປະສາດດັ່ງກ່າວຄັ້ງໜຶ່ງເຄີຍເປັນຂອງ ວິນລຽມ ລີເວີ ຜູ້ຄົ້ນພົບບໍລິສັດ ຢູນິລິເວີ.\n",
        "output": [
            "Throughout its colourful history, the castle was at one time owned by William Lever who founded Unilever.\n"
        ]
    },
    {
        "input": "ຕໍ່ເຫດການທີ່ຮ້າຍແຮງຂຶ້ນ ດັດຊະນີຄວາມຮ້ອນ ຖືກຄາດວ່າຈະສູງຂຶ້ນຈົນຮອດ 110ºF ຢູ່ພາກຕາເວັນອອກ ເນື່ອງຈາກລະດັບຄວາມເອົ້າສູງ.\n",
        "output": [
            "To exacerbate the situation, heat indices are expected to reach well over the 110s for much of the east coast due to high humidity levels.\n"
        ]
    },
    {
        "input": "ແພັກທຼິກ ແມນນຽນ ເຈົ້າຂອງແຫຼ່ງຂ່າວວິກີພີເດຍ ໄດ້ໂຕ້ຕອບ ຜູ້ຖືກແຕ່ງຕັ້ງຈາກພັກສັງຄົມນິຍົມ ອາເມລິກາ ພ້ອມທັງເປັນຜູ້ສະໝັກ ທ່ານ ໄບຼອັນ ມໍ ທາງ ອີເມວ.\n",
        "output": [
            "Wikinews' own Patrick Mannion corresponded with the Socialist Party USA nominee and candidate, Brian Moore via e-mail.\n"
        ]
    },
    {
        "input": "ເມດເວມຸ່ງເປົ້າໄປທີ່ເຈົ້າຫນ້າທີ່ຮັກສາຄວາມປອດໄພແລະຈັດການສະຫນາມບິນສຳຫລັບເຫດລະເບີດ.\n",
        "output": [
            "Medvedev has targeted both security officials and airport management in the wake of the bombing.\n"
        ]
    },
    {
        "input": "ທ​ະ​ນາຍ​ຄວາມ​ຂອງ​ລາວບອກ​ໃຫ້​ຮູ້​ວ່າ Manning ກຳ​ລັງ​ຕົກ​ຢູ່​ໃນ​ສະ​ພາບ​ຖືກ​ບັງ​ຄັບ ເພາະ​ລາ​ວ​ພຽງ​ແຕ່ສ້າງ \"ສຳ​ນວນ​ສຽດ​ສີ\" ເທົ່າ​ນັ້ນ ກ່ຽວ​ກັບ​ການ​ຄຸມ​ຂັງ​ຜູ້​ກ່ຽວ​ກໍ​ເຫັນ​ວ່າ​ຮຸນ​ແຮງ​ເກີນ​ໄປ.\n",
        "output": [
            "According to his attorney, this condition was imposed because Manning made a \"sarcastic quip\" about the harsh conditions of his confinement.\n"
        ]
    },
    {
        "input": "ເອັກເວີດ ລູແລະສະແຕນເລ ເລິບ ແຫ່ງສູນອາວະກາດຈອນສັນແຫ່ງເມືອງຮູຕັນ ຍັງຮູ້ສືກມີກັງວົນກ່ຽວກັບການຕຳໂລກເຊັ່ນກັນ.\n",
        "output": [
            "Edward Lu and Stanley Love, of Johnson Space Centre, Houston, also have allayed fears about a collision.\n"
        ]
    },
    {
        "input": "ກົດຊຸດໃຫມ່ບໍ່ລວມກັບລະບຽບທີ່ບໍ່ໃຫ້ເຂົ້າມາໃນສິ່ງປູກສ້າງຂອງເອັມທີອາ ລວມເຖືງກົດທີ່ບໍ່ໃຫ້ກິນຫລືດື່ມ.\n",
        "output": [
            "The new set of rules have also excluded the regulation against wandering in MTR premises, as well as the rule against attempting to eat or drink.\n"
        ]
    },
    {
        "input": "\"ເຮົາບໍ່ສົງໄສເລີຍທີ່ເຮົາຈະຊະນະອຸທອນ.\" ອອບລອນກ່າວແກ່ນັກຂ່າວ.\n",
        "output": [
            "\"We have no doubt that we will win on appeal,\" Oblon told reporters.\n"
        ]
    },
    {
        "input": "ສະຖານະການສະຖານທີ່ທາງປະຫວັດສາດສິບສີ່ແຫ່ງມີກຳຫນົດວ່າຈະປິດໃນວັນທີ 1 ຕຸລາ.\n",
        "output": [
            "Fourteen state historic sites are scheduled to be closed October 1.\n"
        ]
    },
    {
        "input": "ໜັງ​ສື Game Change ທີ່​ຕີ​ພິມ​ອອກ​ໃນ​ມື້ນີ້​ແມ່ນ​ໄດ້​ເວົ້າ​ຄື​ກັນ​ວ່າ ສະ​ມາ​ຊິກວຸດ​ທິ​ສະ​ພາ​ຈາກ New York ທ່ານ Chuck Schumer ໄດ້​ກ່າວ​ໜູນ​ໃຈ​ທ່ານໂອ​ບາ​ມາ ໃຫ້​ກັບ​ມາ​ສະ​ໝັກ​ໃໝ່​ໃນ​ປີ 2006 ຕໍ່​ມາ​ເພິ່ນ​ຈຶ່ງ​ໄດ້​ຮັບ​ຮອງ​ເອົາ​ເພື່ອນ​ຮ່ວມ​ງານ​ຂອງ​ເພິ່ນ Hillary Clinton.\n",
        "output": [
            "The book Game Change published today, also says that New York Senator Chuck Schumer encouraged Barack Obama to run in early 2006, even though he later endorsed his former colleague Hillary Clinton.\n"
        ]
    },
    {
        "input": "ຕຳຫຼວດເວົ້າວ່າ ພວກເຂົາຢູ້ໃນການຄວບຄຸມຂອງທັງ Taj Mahal ແລະ ໂຮງແຮມ Oberoi Trident.\n",
        "output": [
            "Police say that they are in control of both the Taj Mahal and Oberoi Trident hotels.\n"
        ]
    },
    {
        "input": "ຜູ້ຄຸມຈະຖືກແຈ້ງໃນຄູ່ມືຈະບໍ່ເອົາຈົດໝາຍສ່ວນຕົວ ແລະ ຫໍ່ເຂົ້າຂອງໃນລະຫວ່າງທີ່ຖືກພິຈາລະນາໃນການຂັງ ຫຼື ຢູ່ໃນໜ້າທີ່ອື່ນໆ.\n",
        "output": [
            "Guards are informed in the manual not to take personal mail and parcels within the detention blocks or at any other duty stations.\n"
        ]
    },
    {
        "input": "ຜູ້ນຳທີ່ໂດດເດັ່ນຂອງສະພາຄອນເກດແຫ່ງຊາດອິນເດຍໃນລ໊ອກ ຊາບາຄັ້ງທີ 14 ລາວເປັນທີ່ຮູ້ຈັກວ່າເປັນອະປະຣາຊິກທີ່ມີຄວາມສາມາດ ຫລືເປັນ \"ຜູ້ຈົງຮັກພັກດີຈາກຄອບຄົວຄານທີທີ່ບໍ່ໄດ້ຊະນະການເລືອກຕັ້ງຈົນເຖິງປີ 2004.\"\n",
        "output": [
            "A prominent leader of the Indian National Congress in the 14th Lok Sabha, he is known to be a competent party apparatchik, \"a prominent Gandhi family loyalist who did not win a popular election until 2004\".\n"
        ]
    },
    {
        "input": "ຄໍລ້ຳຂອງລາວເປັນໄຊຊະນະທີ່ໄດ້ມາໂດຍງ່າຍສຳຫລັບຊີວີດລາວ ຊື່ງເປັນການໂຕ້ຖຽງແລະສະແດງຄວາມຄິດໃນປະເດັນສັງຄົມແລະການເມືອງ.\n",
        "output": [
            "His column is a romp through his life, spats and opinions on socio-political issues.\n"
        ]
    },
    {
        "input": "ສະຫະປະຊາຊາດ ແລະ ກອງກຳລັງຮັກສາຄວາມສະຫງົບ ຝຣັ່ງ ກ່າວວ່າ ພວກເຂົາຈະບໍ່ອອກຈາກຊາຍຝັ່ງ ອີໂວຣີ ເຖິງວ່າຄຳສັ່ງຈາກ ປະທານປະເທດ ລໍເລັນ ແບັກບູ ໃຫ້ອອກຈາກປະເທດ.\n",
        "output": [
            "The United Nations and French peacekeeping forces say they will not leave the Ivory Coast despite orders from incumbent president Laurent Gbagbo to leave the country.\n"
        ]
    },
    {
        "input": "ປີນີ້ເປັນປີທີ VI ຂອງການລິເລີ່ມພິທີ Tee Ballທີ່ ທໍານຽບຂາວ.\n",
        "output": [
            "This is the sixth year of the White House Tee Ball Initiative.\n"
        ]
    },
    {
        "input": "ຮູບພາບຫລາຍຮູບຈາກກ້ອງໃຫມ່ຫລາຍຫນ່ວຍ ໄດ້ເປີດເຜີຍໃຫ້ເຫັນວ່າ ມີກ້ອນໂຟມນ້ຳຫນັກປະມານ 250 ກຣາມຕົກອອກຈາກຖັງເຊື້ອເພີງດ້ານນອກໃນຂະນະທີ່ປ່ອຍຍານ ແຕ່ບໍ່ໄດ້ຕຳເອົາຍານອາວະກາດ.\n",
        "output": [
            "Images from new cameras have revealed that a section of foam weighing some 250 g fell away from the external fuel tank during launch, but did not strike the Orbiter.\n"
        ]
    },
    {
        "input": "ຊຸປີຊີໂອ ຍັງໄດ້ອະທິບາຍການສອບສວນວ່າຄືການ 'ການສືບສວນ​'ທີ່ມີອັກຄະຕິກັບ ຊຸປີຊີໂອ ຈາກຈຸດເລີ່ມຕົ້ນ.\n",
        "output": [
            "Sulpicio also described the investigation as an 'inquisition' that was biased against Sulpicio from the start.\n"
        ]
    },
    {
        "input": "ເກຣີ ເຊັບຟິວຫຼັງຈາກນັ້ນໄດ້ໂຕ້ຕອບໃນຕອນທ້າຍຂອງຮອບວຽນດ້ວຍການຕີລູກໂຮມເມີ ສາມຄັ້ງແລ່ນ ເລິກເຂົ້າໄປເຖິງກາງສະໜາມຜູ້ຊົມດ້ານຂວາ ບຽດເດີຢັງກີ້ນຳເຖິງ 9-4.\n",
        "output": [
            "Gary Sheffield then responded in the bottom of the inning with a three-run homer hit deep into the right-center field bleachers, stretching the Yankee lead to 9-4.\n"
        ]
    },
    {
        "input": "ຜູ້ບາດເຈັບສອງຄົນ ຣັນໂດບິບ ອາຍຸ 52ປີ ແລະ ດານຽວແມັກເມີຣີ ອາຍຸ 56ປີ ຕ້ອງຖືກສົ່ງເຂົ້າໂຮງໝໍ ປາກແລັນເມໂມຣຽວເພື່ອຮັກສາອາການໄໝ້ສ່ວນເທິງຂອງຮ່າງກາຍ.\n",
        "output": [
            "Two of the injured men, Randal Bibb, 52, and Daniel McMurry, 56, were taken to Parkland Memorial Hospital to be treated for upper-body burns.\n"
        ]
    },
    {
        "input": "ນອກນີ້ ເພິ່ນ​ໄດ້​ກ່າວ​ອີກວ່າ ສາຍ​ການ​ບິນ​ຈະ​ສາ​ມາດ​ກັບ​ມາ​ໃຫ້​ບໍ​ລິ​ການ​ໄດ້​ອີກ​ແນ່ນອນ​ຖ້າ​ລາ​ຄາ​ນ້ຳ​ມັນ​ເຊື້ອ​ໄຟ​ຫລຸດ​ລົງ \"ຖ້າ​ສະ​ຖາ​ນະ​ການ​ເລື່ອງ​ນ້ຳ​ມັນ​ເຊື້ອ​ໄຟ​ປັບ​ຕົວ​ດີ​ຂຶ້ນ ຄື​ຖືກ​ລົງ ແລະ​ໂອ​ກາດ​ໃນ​ການ​ສ້າງ​ກຳ​ໄລ​ກໍ​ດີກວ່າ ພວກ​ເຮົາ​ກໍ​ອາດ​ຈະ​ມີ​ຖ້ຽວ​ບິນ​ອີກ​ຄັ້ງ​ໄດ້.\"\n",
        "output": [
            "He also said that the airline could return to service with ease if prices dropped, noting that, \"if the situation improved with fuel prices being lowered and the profitability outlook was better, we could be airborne again.\"\n"
        ]
    },
    {
        "input": "EEC ອັຟການິສຖານໄດ້ພິມບົດລາຍງານກ່ຽວກັບການກວດສອບຂອງພວກເຂົາຕໍ່ຄຳກ່າວຫາເຊິ່ງໄດ້ຖືກກ່າວຫາຫຼັງຈາກການລົງຄະແນນສອງເດືອນຜ່ານໄປ.\n",
        "output": [
            "The Afghanistan ECC has published a report about their investigation into allegations which emerged after the polls two months ago.\n"
        ]
    },
    {
        "input": "ປັດຈຸບັນນີ້ ທ່ານ ຄອນເຕ ຖືກຄຸກເປັນເວລາສີ່ເດືອນ ໃນຂໍ້ຫາແຈກຢາຍສານກະຕຸ້ນ ແລະ ການຟອກເງິນ.\n",
        "output": [
            "Conte is currently serving four months in prison for distribution of steriods and money laundering.\n"
        ]
    },
    {
        "input": "ເກດີ້ ໄຊເມີ້ເລີ່ມເຮັດແຕ້ມໃຫ້ທີມອິນດ້ຽນ ໂດຍຕີໂຮມຣັນໄດ້ຕັ້ງແຕ່ຄັ້ງແລກ ແຕ່ທີມຊ໊ອກກໍ່ສາມາດຫຍຸດແຕ້ມໃນວິນາທີທີ່ ພໍ ເດີນາໂດກໍ່ສາມາດແຕະພື້ນໄດ້ກ່ອນ.\n",
        "output": [
            "Grady Sizemore got things started for the Indians by hitting a solo home run in the first, but the Sox would tie it up in the second on a Paul Konerko RBI groundout.\n"
        ]
    },
    {
        "input": "ໃນເດືອນກໍລະກົດ 2010 Rudd ໄດ້ຖືກແທນບ່ອນທີ່ເປັນຜູ້ນຳຂອງ ALP ແລະ ນາຍົກລັດຖະມົນຕີ ໂດຍ ທ່ານນາງ Gillard.\n",
        "output": [
            "In July 2010, Rudd was replaced as leader of the ALP and as Prime Minister by Ms Gillard.\n"
        ]
    },
    {
        "input": "ອີງຕາມຄະນະກຳມະການ ນາຍຈ້າງຕ້ອງສະໜອງ \"ໃຫ້ຄວາມສະດວກຢ່າງມີເຫດຜົນ\" ຖ້າລູກຈ້າງມີຄວາມທ້າທາຍ ການຮຽນຝຶກອົບຮົມ ເວັ້ນແຕ່ໃນກໍລະນີສາເຫດທີ່ \"ຄວາມຍາກລຳບາກເກີນຄວນ\" ໃຫ້ແກ່ບໍລິສັດ.\n",
        "output": [
            "According to the Commission, employers must provide \"reasonable accommodation\" if an employee challenges a training course, unless this causes \"undue hardship\" for the company.\n"
        ]
    },
    {
        "input": "ການຂາດດຸນຂອງລັດຖະບານ ປີ2008ສະຫະລັດ ສູງເປັນປະວັດຕິການເຖິງ $454.8 ຕື້ໂດລາສະຫະລັດ-ຫຼາຍກວ່າສອງເທົ່າການຂາດດຸນປີທີ່ຜ່ານມາ.\n",
        "output": [
            "The United States 2008 federal deficit has reached a record high, US$454.8 billion—more than double last year's deficit.\n"
        ]
    },
    {
        "input": "ຮ່າງກາຍຜູ້ເສຍຊີວິດ ທີ່ເປັນຍິງ ຈໍານວນ 5ສົບ ພາຍໃນລາຊະອານາຈັກອັງກິດ ໄດ້ຖືກຄົ້ນພົບ ຢູ່ໃນແລະເຂດອ້ອມຮອບເຂດ ຊັບໂຟ ທາງຕາເວັນອອກຂອງອັງກິດ.\n",
        "output": [
            "The bodies of five women within the United Kingdom have been found in or around the county of Suffolk in the east of England.\n"
        ]
    },
    {
        "input": "ເຈົ້າໜ້າທີ່ ພຽງແຕ່ຕິດຕາມ ເມື່ອເຈົ້າໜ້າທີ່ດັບເພິງຂອງເມືອງ ໄດ້ຖືກໂທຫາໂດຍຄົນເດີນຜ່ານ ເພື່ອມານໍາເອົາໄຟຕັ້ງແຄ້ມກາງແຈ້ງ ຄືມີຂໍ້ບັງຄັບດ້ານອັກຄີໄພທີ່ນໍາໃຊ້ໃນເຂດດັ່ງກ່າວ.\n",
        "output": [
            "Officers only approached when the Country Fire Authority was summoned by a passerby to put out an open camp fire, as there was fire restriction in effect in the area.\n"
        ]
    },
    {
        "input": "ນັກບຸນໃຫມ່ໄດ້ແກ່ ໄຣຊາ ເວເນຣິນີ (1656 - 1728) ແມ່ຊີ ເທໂອດໍ ເກຣິນ (1798 - 1856) ຟິລິບໂປສະມໍດັນ (1848 - 1923) ແລະບາດຫລັງຣາຟາເອວກິຊາ ວາເລນເຊຍ (1878 - 1938).\n",
        "output": [
            "The new saints were Rosa Venerini (1656-1728), Mother Theodore Guerin (1798-1856), Filippo Smaldone (1848-1923), and Bishop Rafael Guizar Valencia (1878-1938).\n"
        ]
    },
    {
        "input": "Bourdin ໄດ້​ພັກ​ອາ​ໃສ​ຢູ່​ກັບ​ຄູ່​ຜົວ​ເມຍ​ດັ່ງ​ກ່າວ​ເປັນ​ເວ​ລາ​ສາມ​ເດືອນ ຈົນ​ນັກ​ຂ່າວ​ເປີດ​ເຜີຍ​ຕົວ​ຕົນ​ທີ່​ແທ້​ຈິງ​ຂອງ​ລາວ ແລະ​ຢືນ​ຢັນ​ຄຳ​ຕົວະ​ຂອງ​ລາວ​ໄດ້​ດ້ວຍ​ການກວດ DNA.\n",
        "output": [
            "Bourdin lived with the couple for three months before a journalist exposed him and his lies were confirmed by a DNA test.\n"
        ]
    },
    {
        "input": "ໃນທ້າຍປີນີ້ ບໍລິສັດຈະເລີ່ມຜະລິດວາງຂາຍສິນຄ້າດັ່ງກ່າວ.\n",
        "output": [
            "At the end of this year the companies planned to start mass production of these new displays.\n"
        ]
    },
    {
        "input": "ນັກວິທະຍາສາດ ຈາກມະຫາວິທະຍາໄລເມວເບີນເວົ້າວ່າ: ການວິໄຈຂອງພວກເຂົາ ສະແດງໃຫ້ເຫັນວ່າຜົນປະໂຫຍດຂອງພະລັງງານນິວເຄຣຍໄດ້ຖືກປະເມີນຕໍ່າ ແລະ ເປັນຫ່ວງກ່ຽວກັບການເບິ່ງຂ້າມສິ່ງເສດເຫຼືອນິວເຄຣຍ.\n",
        "output": [
            "The scientists from the University of Melbourne say their research shows that the benefits of nuclear energy have been underestimated and concerns about nuclear waste overplayed.\n"
        ]
    },
    {
        "input": "ທ່ານ ຄຸກ ອາຍຸ 59ປີ ຖືກພາບິນໄປສົ່ງທີ່ໂຮງໝໍໃນ ອິນເວີເນີສ ດ້ວຍຍົນເອລີກົບເຕີ້ກູ້ໄພ ຫຼັງຈາກເວລາຜ່ານໄປເຄິ່ງຊົ່ວໂມງນັບແຕ່ເວລາທີ່ທ່ານໄດ້ລົ້ມລົງ.\n",
        "output": [
            "Cook, aged 59, was flown to a hospital in Inverness by a rescue service helicopter half an hour after collapsing.\n"
        ]
    },
    {
        "input": "ຄວນຈະຕ້ອງຂໍ້ສັງເກດວ່າກົດຫມາຍຄາຊັດສະຖານ ບໍ່ໄດ້ກໍານົດການຂັບໄລ່ດັ່ງກ່າວໃຫ້ເປັນການຮື້ຖອນອາຄານ ແລະການຂັບໄລ່ຄວນຈະປະກອບມີລາຍການຊັບສິນທີ່ຖືກຍ້າຍຈາກອາຄານຜູ້ອົບພະຍົບ ໃນຂະນະທີ່ສະຖານທີ່ເກັບຊັບສິນເຫລົ່ານີ້ຈຳເປັນຕ້ອງມີການຈັດຫາໃຫ້.\n",
        "output": [
            "It should be noted that the acting Kazakh law does not stipulate such a kind of eviction as the demolition of houses, and the eviction should be accompanied by the inventory of property removed from the evacuated building, while the storage of this property should be provided is necessary.\n"
        ]
    },
    {
        "input": "ວົງ Poison ອ້າງວ່າ ສອງບໍລິສັດດັ່ງກ່າວໄດ້ຈ່າຍຄ່າລິຂະສິດໃຫ້ພວກເຂົາໃນລາຄາທີ່ຕໍ່າຫຼາຍເປັນເວລາຫຼາຍປີ.\n",
        "output": [
            "Poison claim the two companies have underpaid them royalties for years.\n"
        ]
    },
    {
        "input": "ສະຫະລັດແລະຍຸໂຣບໄດ້ປ່ອຍກ໊າດຫລາຍກວ່າ 25% ຂອງປະລິມານກ໊າດສະສົມຂອງໂລກ.\n",
        "output": [
            "The USA and Europe have each contributed more than 25% of accumulated global emissions.\n"
        ]
    },
    {
        "input": "ວັນທີ 7 ເມສາ ປີ 2005 ທ່ານປີເຕີ ເຈນນິງ ຫົວແຮງຫລັກຂອງເອບີຊີນິວໄດ້ຮັບການວິນິໄສໃນອາທິດນີ້ວ່າປ່ວຍດ້ວຍໂລກມະເລັງປອດ.\n",
        "output": [
            "April 7, 2005 ABC News anchorman Peter Jennings was diagnosed this week with lung cancer.\n"
        ]
    },
    {
        "input": "ຕຳຫລວດໄດ້ຖືກເອີ້ນ ເມື່ອໂທຫາແມ່ ອິນກາ ອາກິນ ເຮັດໃຫ້ອາຈານເຊື່ອວ່າຈະໃຊ້ເວລາເປັນຊົ່ວໂມງວ່ານາງອາກິນຈະມາຮອດໂຮງຮຽນແລະເອົາເດັກນ້ອຍໄປ.\n",
        "output": [
            "Police had been called when a phone call to mother Inga Akins, had led teachers to believe that it would take an hour for Ms Akins to arrive and take the girl away.\n"
        ]
    },
    {
        "input": "ຜູ້ຢູ່ອາໃສ ແລະ ເຈົ້າຂອງທຸລະກິດໃນບໍລິເວນນັ້ນສົງໃສວ່າກາລະຄັ້ງໜຶ່ງໂຮງແຮມຕັ້ງຢູ່ໃນຈຸດດຽວກັນ.\n",
        "output": [
            "It was suspected by residents and business owners in the area that hotel once stood in the same spot.\n"
        ]
    },
    {
        "input": "ໂມຮຳມັດວາລີ ເຈົ້າຂອງຮ້ານຄ້າອາຍຸ 21ປີ ຜູ້ທີ່ເປັນພະຍານໃນເຫດການກ່າວວ່າ \"ລົດຕິດຢ່າງຫນັກແລະລົດທຸກຄົນກໍ່ບໍ່ເຄື່ອນທີ່ເລີຍ.\"\n",
        "output": [
            "\"There was a traffic jam and all the vehicles were stopped,\" said one witness, 21-year old shopkeeper Mohammad Wali.\n"
        ]
    },
    {
        "input": "ມະຕິໄດ້ເປັນໄປ ເລຂາທິການ ສະຫະປະຊາຊາດ Ban Ki-Moon ເພື່ອຈັດຕັ້ງກອງປະຊຸມຂອງ ປະເທດທັງໝົດໃນ ຕາເວັນອອກກາງ.\n",
        "output": [
            "The resolution directs United Nations Secretary-General Ban Ki-Moon to organize a conference of all the Middle East states.\n"
        ]
    },
    {
        "input": "\"ບໍ່ມີໃຜຕ້ອງການໃຫ້ສະຖານະການແບບນີ້ເກີດຂື້ນ ຊື່ງເປັນເລື່ອງທີ່ແຟ້ມຫນັງສືເດິນທາງຖືກເຈາະເຂົ້າຂໍ້ມູນໂດຍບໍ່ໄດ້ຮັບອານຸຍາດ.\"\n",
        "output": [
            "\"None of us want us to have a situation where any American's passport file is accessed in an unauthorized way.\"\n"
        ]
    },
    {
        "input": "\"ນອກຈາກນີ້ ຜູ້ສະຫມັກອາຍຸບໍ່ຄວນເກີນ 32ປີໃນວັນທີ 31 ທັນວາ 2006...\"\n",
        "output": [
            "\"Furthermore, applicants should not be more than 32 years old on 31 December, 2006 …\"\n"
        ]
    },
    {
        "input": "\"ເນື່ອງຈາກຄວາມຈິງທີ່ວ່າບໍ່ໄດ້ມີຄົນເສຍຊີວິດເລີຍ ມັນເບິ່ງຄືວ່າພະແນກດັບເພີງແລະຜູ້ຕອບສະໜອງສຸກເສີນໄດ້ເຮັດວຽກໄດ້ດີຫຼາຍ.\"\n",
        "output": [
            "\"Given the fact that there haven’t been any fatalities, it seems like our fire department and emergency responders did a great job.\"\n"
        ]
    },
    {
        "input": "ການບໍລິການລົດເມ ໃນເຂດ 1 ແມນໄດ້ເລີ່ມໃຫ້ບໍລິການຄືນ ແຕ່ເວລາ 16:00 BST.\n",
        "output": [
            "Bus services in Zone 1 have resumed as of 16:00 BST.\n"
        ]
    },
    {
        "input": "ໃນສ່ວນໜຶ່ງຂອງນະໂຍບາຍໃໝ່ ອາວຸດທີ່ບໍ່ມີອານຸພາບທໍາລາຍສູງ ຈະມີບົດບາດຫຼາຍກວ່າເກົ່າໃນອານາຄົດ.\n",
        "output": [
            "As part of the new policy, conventional weapons will have a greater role in the future.\n"
        ]
    },
    {
        "input": "\"ຝັນຮ້າຍທີ່ບໍ່ໄດ້ເຊີນນັ້ນ ພວກເຮົາຢ້ານໄດ້ມັນເກີດເເນ່ນອນ.\"\n",
        "output": [
            "\"The inevitable nightmare we have feared has now been confirmed.\"\n"
        ]
    },
    {
        "input": "ຮັນເຕີ ຜູ້ສະໝັກຕົວເເທນພັກຣີພັບບລິກເຄິນທີ່ຊິງຕໍາແໜ່ງປະທານາທິບໍດີໄດ້ໃຫ້ເຫດຜົນເພື່ອເປັນການສະຫນັບສະຫນູນຮ່າງກົດຫມາຍໃນອາທິດທີ່ຜ່ານມາ.\n",
        "output": [
            "Hunter, who is seeking the Republican Presidential nomination, argued in favor of the bill last week.\n"
        ]
    },
    {
        "input": "ຄວາມປາໄຊຂອງຝ່າຍລັດຖະບານເລື່ອງການແຊກແຊງທາງທະຫານເຮັດໃຫ້ຫລາຍຄົນປະຫລາດໃຈ.\n",
        "output": [
            "The defeat of the government motion for military intervention has surprised some.\n"
        ]
    },
    {
        "input": "ສິ່ງນີ້ເຮັດຂື້ນເພື່ອຫຍຸດໄຟບໍ່ໃຫ້ລາມໄປສ່ວນທີ່ເຫລືອຂອງເກາະ ແຕ່ມີອາຄານ 10 ຫລັງທີ່ຖືກເຜົາ ສ່ວນໃຫຍ່ເປັນຮ້ານຄ້ານ້ອຍໆແລະບາຣ໌.\n",
        "output": [
            "This managed to stop the fire from spreading to the rest of the island, but 10 buildings were still burnt down, mostly small shops and bars.\n"
        ]
    },
    {
        "input": "ແບດ ຮອດ ເປັນນັກຫລິ້ນທີ່ເຮັດຄະແນນໄດ້ສູງທີ່ສຸດຂອງອົດສະຕາລີ ເຮັດຄະແນນໄດ້ 35 ໂດຍບໍ່ອອກ ໃນຂະນະທີ່ແອນດູ ໄຊມອນ ເຮັດຄະແນນໄດ້ 33 ກ່ອນທີ່ຈະແລ່ນໄດ້ຊ້າລົງ.\n",
        "output": [
            "Brad Hodge was Australia's top scoring batsman, scoring 35 not out, while Andrew Symonds scored 33 runs before being stumped.\n"
        ]
    },
    {
        "input": "ໃນວັນທີ 22 ເມສາ ປະກົດມີຄາບນໍ້າມັນຢູ່ເທິງໜ້ານໍ້າຂອງອ່າວ.\n",
        "output": [
            "On April 22, an oil slick appeared on the surface of the Gulf.\n"
        ]
    },
    {
        "input": "ແນວໃດກໍ່ຕາມ ຕົວຢ່າງທີ່ຖືກໃຊ້ ໃນການວິເຄາະ ແມ່ນມາຈາກ 120,000 ປີ ແລະ ສະແດງໃຫ້ເຫັນວ່າ ການປະສົມພັນຂ້າມສາຍພັນຂອງສອງສາຍພັນ ແມ່ນເກີດຂຶ້ນໃນຕອນຕົ້ນກ່ອນໜ້ານີ້.\n",
        "output": [
            "However, the samples used in the analysis came from the past 120,000 years and show that interbreeding of the two species occurred a great deal earlier.\n"
        ]
    },
    {
        "input": "\"ການລົງຄະແນນຄັ້ງນີ້ ຈະເລີ່ມເປີດໃຫ້ລົງຄະແນນໃນຊ່ວງກາງດືກຄືນນັ້ນ.\"\n",
        "output": [
            "\"This will be a vote in the middle of the night.\"\n"
        ]
    },
    {
        "input": "ນັກຄົ້ນຄວ້າໄດ້ພົບເຫັນ ຕັບສະແດງລະດັບຍີນທີ່ສູງກວ່າ ຕາມລະຫັດ \"ຊີລີໂນໂປຣຕີນ P\" (SEPP1) ໃນຮ່າງກາຍຂອງຄົນ ກັບເບົາຫວານ ແບບທີ 2 - ກັບການຕໍ່ຕ້ານອິນຊູລິນທີ່ຫຼາຍກວ່າ.\n",
        "output": [
            "The researchers found the liver expresses higher levels of the gene encoding \"selenoprotein P\" (SEPP1) in people with type 2 diabetes – those with more insulin resistance.\n"
        ]
    },
    {
        "input": "ເຊື່ອກັນວ່າຊາຍຜູ້ຖືກຕັ້ງຂໍ້ຫາຂ້າຕະກຳນີ້ຄືສາມີທີ່ມີເລື່ອງຫມາງໃຈກັບຫລານສາວຂອງລາວ.\n",
        "output": [
            "It is believed the man who has been charged with her murder was the estranged husband of her niece.\n"
        ]
    },
    {
        "input": "ຂ່າວ​ຄເລື່ອງ​ການ​ປະ​ຕິ​ບັດ​ກົດ​ໝາຍ​ຕໍ່​ສາຍ​ການ​ບິນ ແລະ​ບໍ​ລິ​ສັດ​ທີ່​ກ່ຽວ​ຂ້ອງ​ແມ່ນ​ຈະ​ເລີ່ມ​ປະ​ຕິ​ບັດ​ພາຍ​ໃນ​ເດືອນ​ກັນ​ຍານີ້ ກໍ​ລະ​ນີ​ຖ້ຽວ​ບິນ 269 ຕົກ ຊຶ່ງ​ເຮັດ​ໃຫ້​ຜູ້​ໂດຍ​ສານ 90 ຄົນ​ເສຍ​ຊີ​ວິດ​ ສ່ວນ​ໃຫ​ຍ່​ແມ່ນ​ເປັນ​ຊາວ​ຕ່າງ​ຊາດ.\n",
        "output": [
            "The news comes as legal action against the airline and associated companies begins over the September crash of Flight 269, which killed 90 people, mostly foreigners.\n"
        ]
    },
    {
        "input": "ອົງການສະພາບອາກາດຂອງຍີ່ປຸ່ນເວົ້າວ່າ ແຜ່ນດິນໄຫວ ຄັ້ງທໍາອິດ ແລະ ຄັ້ງຸສຸດທ້າຍ ແມ່ນ ມີຄວາມແຮງ 6.7 ແມັກນິຕູດຢ່າງແນ່ນອນ.\n",
        "output": [
            "Japan's weather agency says the first and last quakes were actually 6.7 magnitude.\n"
        ]
    },
    {
        "input": "NSW Premier Morris Iemma ປະກາດໃນເດືອນທັນວາ 2005 ທີ່ເຂົາຢາກທີ່ຈະຂາຍຫຸ້ນຂອງລັດໃນ Hydro Snowy ທີ່ເກີດມາຈາກລັດຖະບານລັດຖະບານກາງແລະ Victorian ໄດ້ປະຕິບັດຕາມ.\n",
        "output": [
            "NSW Premier Morris Iemma announced in December 2005 that he wished to sell the state's share in Snowy Hydro that caused the federal and Victorian governments to follow.\n"
        ]
    },
    {
        "input": "ຢ່າງໃດກໍຕາມ ໂຣເທີກ່າວວ່າ ດັດສະນີລາຄາ ມີການພົວພັນກັບບັນຊີລົງທຶນສ່ວນຕົວຂອງ ບຸສ ເປັນລາຍໄດ້ຈາກບັນຊີເຮັດຜູ້ບໍານານ ມີໂອກາດຊົດເຊີຍເງິນອຸດໜຸນທີ່ບໍ່ພຽງພໍ.\n",
        "output": [
            "However, Rother says that price indexing has to be linked to Bush’s private investment accounts as income from the accounts give retirees the chance to make up the shortfalls.\n"
        ]
    },
    {
        "input": "\"ມັນເປັນສິ່ງທີຈະສະແດງໃຫ້ເຫັນວ່າເອີລົບກໍ່ບໍ່ແມ່ນສະຖານທີ່ທີ່ບໍ່ດີ.\"\n",
        "output": [
            "\"It just goes to show that Europe is not such a bad place.\"\n"
        ]
    },
    {
        "input": "ທັງສອງຝ່າຍລົງນາມໃນສັນຍາເມືອອາທິດທີ່ຜ່ານມາ ເພື່ອແກ້ໄຂສະຖານະການຕືງຄຽດທາງການເມືອງທີ່ກິນໄລຍະເວລາມາກວ່າ ສີ່ເດືອນ.\n",
        "output": [
            "The two signed an agreement last week to resolve the four-month political standoff.\n"
        ]
    },
    {
        "input": "ຟອບເບດໄດ້ລວມລາຍຊື່ທົ່ວໂລກທັງຫມົດ 1,210 ຊື່ ຊື່ງມີຊັບສິນລວມກັນທີ່ US$4.5 ລ້ານລ້ານເພີ່ມຂື້ນຈາກປີທີ່ແລ້ວ US$3.6 ລ້ານລ້ານ.\n",
        "output": [
            "Forbes lists a world total of 1,210 billionaires whose combined wealth is US$4.5 trillion, an increase from last year's total of US$3.6 trillion.\n"
        ]
    },
    {
        "input": ":\"ຍ່າງຊ້າໆລົງໄປຫາບ່ອນທີ່ທະຫານຢູ່ແລະຍິ້ມໃສ່ພວກເຂົາໃນຂະນະທີ່ເຮົາຍ່າງ ພວກເຮົາຍ່າງເຂົ້າໃກ້ຜູ້ຊາຍທີ່ເບິ່ງຄືວ່າຈະແມ່ນຜູ້ບັນຊາການທະຫານ.\"\n",
        "output": [
            ":\"Walking slowly down to where the soldiers were and smiling at them as we walked, we approached the man who appeared to be the commanding officer.\"\n"
        ]
    },
    {
        "input": "ສິ່ງເຫລົ່ານັ້ນ ທີ່ພົບເຫັນແມ່ນການທໍາລາຍຂໍ້ກໍານົດດັ່ງກ່າວ ໂດຍເຈດຕະນາ ເຊິ່ງຈະເຮັດໃຫ້ເຂົາເຈົ້າ ປະເຊີນໜ້າກັບການປັບໄໝສະເພາະບຸກຄົນ ຮອດເຖິງ 200,000 ໂດລານິວຊີແລນ.\n",
        "output": [
            "Those found breaking these requirements deliberately could find themselves facing a personal fine of up to NZ$200,000.\n"
        ]
    },
    {
        "input": "\"ນີ້ເປັນເລື່ອງຂອງຜູ້ປົກຄອງທີ່ຈະພາລູກເຂົ້າມາສະຫມັກທີ່ໂຮງຮຽນຂອງເຮົາ ແລະເລື່ອງເງີນກໍ່ຈົບບ່ອນນັ້ນ.\"\n",
        "output": [
            "\"This is between the parents that enrol their children at our school and that is where the buck stops.\"\n"
        ]
    },
    {
        "input": "ອີກສອງຜົນງານແມ່ນ ມິວ ໂດຍ ປີເອ ມົນດຼຽນແລະຮູບແຕ້ມຂອງ ເຊັນທ໌ ດີເອໂກ ເດ ອາວກາລາ ໂດຍ ກູກຼີເອໂມ ກາກເຊຍ.\n",
        "output": [
            "The other two works were Mill by Piet Mondrian and a sketch of St. Diego de Alcala by Guglielmo Caccia.\n"
        ]
    },
    {
        "input": "ຫລັງຈາກນັ້ນ ກໍ່ຍ່າງຂຶ້ນທາງເໜືອ ໄປຕາມຖະໜົນຍົງກີ ຫາສະໂມສອນເຮືອໃນຖະໜົນເຮເດັນ.\n",
        "output": [
            "It then wheeled north along Yonge St. to the Naval Club on Hayden Avenue.\n"
        ]
    },
    {
        "input": "ອີງຕາມກະຊວງປ້ອງກັນປະເທດຟິນແລນ ຍົນດັ່ງກ່າວ ໄດ້ບິນຂ້າມນ່ານຟ້າປະມານ 4.5​ ກມ (3 ໄມ) ເຂົ້າໃນນ່ານຟ້າຟິນແລນ ໃກ້ກັບໂປໂວ ຕະຫລອດໄລຍະສາມນາທີ່.\n",
        "output": [
            "The aircraft ventured about 4.5 kilometers (3 miles) into Finland's airspace near Porvoo over a period of three minutes, according to Finland's defense ministry.\n"
        ]
    },
    {
        "input": "ການສືກສາຄັ້ງນີ້ເປັນໜັງສືທີ່ມີຄຸນຄ່າທາງປະຫວັດສາດທີ່ເຕັມໃປດ້ວຍການເກີດການຕາຍ ແລະ ການຍ້າຍຖີ່ນການພາຍນອກສຳລັບປະຊາກອນນີວຊີແລນ.\n",
        "output": [
            "This study is a historic book full of births, deaths and external migration for the population of New Zealand.\n"
        ]
    },
    {
        "input": "ຂ້ອຍເຈັບປວດຖ້າວ່າຄອບຄົວຂອງຂ້ອຍເສຍໃຈກັບຄວາມຄິດເຫັນຂອງຜູ້ຄົນ ແຕ່ຂ້າພະເຈົ້າຄິດວ່າຂ້າພະເຈົ້າໄດ້ຮັບສະຕິປັນຍາທີ່ຈະບໍ່ສົນໃຈກັບຂໍ້ຄິດເຫັນທາງລົບ!\n",
        "output": [
            " I'm hurt if my family is unhappy with people's comments but I think I gain the wisdom to ignore the negative feedback!\n"
        ]
    },
    {
        "input": "ຄະດີແມ່ນມີມູນຄ່າຫຼາຍກວ່າ 750 ລ້ານໂດລາສະຫະລັດ (528ລ້ານປອນ) - ປະມານເຄິ່ງໜຶ່ງຂອງ ການປະເມີນດຳເນີນງານຂອງ ການສ້າງຮູບເງົາຂອງ ມາຣແວລ.\n",
        "output": [
            "The suit is for more than US$750 million (£528M) — about half of the estimated proceeds from Marvel's movies.\n"
        ]
    },
    {
        "input": "ຕາມທີ່ເຫັນໃນຮູບດ້ານລຸ່ມ ແມ່ນຜູ້ວ່າການ (ກອງທັບເຮືອ) ອາມສະຕອງ ເຈົ້າໜ້າທີ່ບໍລິຫານແນວໜ້າ RCSCC 18 ໃນເບື້ອງຫລັງ ແມ່ນນັກຮຽນກອງໜ້ານາຍຮ້ອຍ.\n",
        "output": [
            "Seen in the photograph below is Lieutenant (Navy) Armstrong, the Executive Officer of RCSCC 18 Vanguard, in the background, are Vanguard cadets.\n"
        ]
    },
    {
        "input": "ການໃຊ້ປະຫວັດການຄົ້ນຫາກຳຫນົດວ່າຜູ້ໃຊ້ສາມາດເຂົ້າລະບົບໃນກູເກີ້ຫລືບັນຊີຈີເມວ.\n",
        "output": [
            "Use of the search history requires that the user have and log in to a Google or Gmail account.\n"
        ]
    },
    {
        "input": "ເມື່ອກ່ອນນັກດາລາສາດ ໄດ້ຄິດວ່າ ວົງແຫວນແມ່ນສ່່ວນຫຼາຍເປັນພື້ນພຽງເຊິ່ງມີລະດັບຄວາມແຕກຕ່າງຄວາມສູງພຽງສອງສາມແມັດ.\n",
        "output": [
            "Astronomers previously thought that the rings were almost completely flat, with changes in height of only a few metres.\n"
        ]
    },
    {
        "input": "ນັກວິເຄາະຫຼາຍຄົນໄດ້ແນະນຳວ່າການຢຸດຮົບລ້າສຸດທີ່ບໍ່ດົນມານີ້ແມ່ນຂຶ້ນກັບກົນລະຍຸດຂອງ ETA ໄດ້ເປັນສາເຫດໃຫ້ການສະໜັບສະໜູນຂອງພວກເຂົາໃນຂົງເຂດ ບາສກີຫຼຸດລົງ.\n",
        "output": [
            "Several analysts have suggested that this most recent ceasefire is based on ETA's tactics causing their support in the Basque region to plummet.\n"
        ]
    },
    {
        "input": "Jeff Blake​ ປະ​ທານ​ຂອງ​ການຕະ​ຫຼາດ​ໃນ​ທົ່ວ​ໂລກ​ ແລະ​ ການ​ແຜ່​ກະ​ຈາຍ​ສໍາ​ລັບ​ຮູບ​ພາບ Sony​ ກ່າວ​ວ່າ​: \"Michael Jackson ມີ​ກອງ​ທັບ​ຂອງແຟນເປັນ​ຢູ່​ທົ່ວ​ທຸກ​ແຫ່ງ​ໃນ​ທົ່ວ​ໂລກ ພວກ​ເຮົາ​ແມ່ນ​ໃຫ້​ການ​ສົນ​ທະ​ນາ​ໄດ້​ເປັນ​ໂອ​ກາດ​ທີ່ບໍ່ນ່າເຊື່ອທີ່​ຈະ​ເຂົ້າ​ຮ່ວມ​ກັນ​ຢູ່​ໃນ​ສະ​ເຫຼີມ​ສະ​ຫຼອງ​ຂອງ​ການ​ເຮັດ​ວຽກ ຂອງMichael Jackson​.\"\n",
        "output": [
            "Jeff Blake, chairman of worldwide marketing and distribution for Sony Pictures, said: \"Michael Jackson has an army of fans everywhere around the world... we are giving the audiences an incredible opportunity to join together in celebration of Michael Jackson's incredible career.\"\n"
        ]
    },
    {
        "input": "ອົງການອານາໄມໂລກກ່າວວ່າກໍລະນີຮຸນແຮງຂອງໄວຣັດນີ້ຫລາຍກໍລະນີໄດ້ຮັບລາຍງານວ່າເກີດກັບຄົນທີ່ປ່ວຍຊຳເຮືອມາກ່ອນ.\n",
        "output": [
            "The WHO says that many of the severe cases of the virus are reported in people with prior chronic illnesses.\n"
        ]
    },
    {
        "input": "ກົມອຸຕຸນິຍົມ ບັງລາເດັຊ ໄດ້ອອກຖະແຫຼງການວ່າ ແຜ່ນດິນໄຫວໄດ້ຖະລົ່ມ ຈິດຕະງົງ ທ່າເຮືອຕອນໃຕ້ ເຊິ່ງເປັນຕົວເມືອງໃຫຍ່ອັນດັບສອງໃນ ບັງລາເດັຊ.\n",
        "output": [
            "The Bangladesh Meteorological Department issued a statement that the quake had struck Chittagong, a southern port that is the second largest city in Bangladesh.\n"
        ]
    },
    {
        "input": "ກຸ ທີ່ສະແດງຄວາມຮູ້ສຶກເສຍໃຈ ສັນຍາວ່າ ຈະດໍາເນີນການ ປ້ອງກັນຄວາມໂສກເສົ້າສະຫລົດດັ່ງກ່າວ ທີ່ເກີດຂຶ້ນອີກຄັ້ງ.\n",
        "output": [
            "Gou, bowing as an expression of regret, promised to work to prevent such tragedies occurring again.\n"
        ]
    },
    {
        "input": "ມັນຈະບໍ່ຊັດເຈນຖ້ານັກຂີ່ລົດຖີບທີ່ຊະນະ Tour de France ຄັ້ງທີ 7 ໄດ້ຕັ້ງໃຈທີ່ແຂ່ງເພື່ອຈັດປະເພດທົ່ວໄປ ແຕ່ໃນວັນທິດນີ້ເຂົາໄດ້ເຮັດໃຫ້ຄວາມບໍ່ສຳເລັດໜີໄປ ແລະ ໄດ້ຕາມຫາເວທີແຫ່ງໄຊນະ.\n",
        "output": [
            "It is not clear if the seven-time Tour de France winner intended to compete for the general classification, but he did make an unsuccessful breakaway on Sunday in pursuit of a stage victory.\n"
        ]
    },
    {
        "input": "\"ເຮົາບໍ່ໄດ້ຮັບຄຳຮ້ອງລະຫວ່າງນີ້ເລີຍ.\" ກ່າວໂດຍຄະນະກຳມະການການເລືອກຕັ້ງແຫ່ງຊາດໂມຊຳບິກເລໂອໂປໂດ ດາ ກອດຕາ.\n",
        "output": [
            "\"We did not receive any complaints during this period,\" said the chairman of Mozambique's National Elections Commission, Leopoldo da Costa.\n"
        ]
    },
    {
        "input": "ນ້ຳມັນດັ່ງກ່າວຖືກຊັດຂື້ນມາຍັງຊາຍຫາດSunshine Coast ລວມໄປຖືງ Moreton ແລະເກາະBribieອີກດ້ວຍ ສື່ເອີ້ນເຫດການຄັ້ງນີ້ວ່າເປັນ \"ຫາຍະນະທາງສິ່ງແວດລ້ອມທີ່ຮ້າຍແຮງທີ່ສຸດຄັ້ງຫນື່ງຂອງປະເທດອົດສະຕາລີ.\"\n",
        "output": [
            "The oil later washed up on Sunshine Coast beaches as well as Moreton and Bribie islands and was dubbed \"one of Australia's worse environmental disasters\" by the media.\n"
        ]
    },
    {
        "input": "ນັກວິທະຍາສາດຢູ່ທີ່ກົມອຸຕຸນິຍົມວິທະຍາອິນເດຍ (IMD) ໃນເມືອງນິວ ດາຮີ ສູນຜູ້ຊ່ຽວຊານອົງການອຸຕຸນິຍົມວິທະຍາສາກົນ ສໍາລັບອາຊີ ໄດ້ກ່າວວ່າ ເຂົາເຈົ້າໄດ້ອອກຖະແຫລ່ງການກ່ຽວກັບພາຍຸດັ່ງກ່າວ ໃຫ້ມຽນມ້າ ໃນຕອນເຊົ້າຂອງວັນທີ່ 26 ເມສາ.\n",
        "output": [
            "Scientists at the Indian Meteorological Department (IMD) in New Delhi, theWorld Meteorological Organisation's specialist centre for Asia, say they issued the first of the cyclone bulletins to Myanmar as early as 26 April.\n"
        ]
    },
    {
        "input": "ຈິເມເນດ ບໍ່ສົນໃຈຄວາມເຊື່ອຂອງກູວາຣາແລະການປະຕິຮູບທາງການສັງຄົມລາຕີນອາເມລິກາ ຈະຕ້ອງເຮັດໃຫ້ສຳເລັດດ້ວຍສົງຄາມເກີຣິວລາ.\n",
        "output": [
            "Jiménez rejected Guevara’s belief that social reform in Latin America had to be accomplished through guerrilla warfare.\n"
        ]
    },
    {
        "input": "ໜັງສືພິມຂອງໂດເວີ ຢອກເດລີເຣັກຂອດ ໃສ່ຂໍ້ຄິດເຫັນວ່າ ຜູ້ລັງຄະແນນຂອງໂດເວີ ຄວນທຳການສາບານໃນການໃຫ້ການ ໃນຂະນະທີ່ມີການເລືອກຕັ້ງທົ່ວໄປ ແລະໃນເວລາທີ່ເຮັດການຄຳນວນຄະແນນສຽງສຳລັບຄະນະກຳມະການໂຮງຮຽນພ້ອມດ້ວຍໜ່ວຍງານການເລືອກຕັ້ງ.\n",
        "output": [
            "A local Dover newspaper, the York Daily Record, editorialized that Dover voters should take trial testimony into account during the general election when they could cast votes for school board members along with other elective offices.\n"
        ]
    },
    {
        "input": "ຜູ້ໂດຍສານ66ຄົນ ແລະ ເຈົ້າໜ້າທີ່ຂອງສາຍການບິນຢູເອເອວຈາກ ນິວຢອກ ຫາ ຊານ ຟຼານຊິດສ໌ໂກຖືກບັງຄັບໃຫ້ຢຸດທີ່ \"ເມືອງ ວິນດີ\" ຢູ່ຊິຄາໂກ ໃນວັນອັນຄານ ຍ້ອນວ່າຖືກຂູ່ວ່າມີລະເບີດ.\n",
        "output": [
            "66 passengers and the crew of a New York to San Francisco UAL flight got an unwanted stop in the \"Windy City,\" Chicago, on Tuesday, following a bomb scare.\n"
        ]
    },
    {
        "input": "ທ່ານ Frank Postberg ທີມ​ນັກ​ວິ​ທະ​ຍາ​ສາດ​ຂອງ​ຍານ Cassini ຈາກ​ມະ​ຫາ​ວິ​ທະ​ຍາ​ໄລ Heidelberg ໃນ​ເຢຍ​ລະ​ມັນ ກ່າວ​ວ່າ \"ໃນ​ຕອນນີ້​ຍັງ​ບໍ່​ມີ​ວິ​ທີ​ທີ່​ຈະ​ເຮັດ​ໃຫ້​ມີພືດຈຳ​ພວກ​ເມັດ​ແຕກ​ພຸ່ງ​ອອກ​ມາ​ຢ່າງ​ສະ​ໝ່ຳ​ສະ​ເໝີຈາກ​ນ້ຳ​ກ້ອນ​ທົ່ວ​ຮອຍ​ເສືອນັ້ນ ນອກ​ຈາກ​ນ້ຳ​ເຄັ​ມ​ທີ່​ພວກ​ເຮົາ​ເກັບ​ໄດ້​ຈາກ​ພື້ນ​ຜິວ​ທີ່​ເປັນ​ນ້ຳ​ກ້ອນ​ຂອງ​ເດືອນ Enceladus.\"\n",
        "output": [
            "\"There currently is no plausible way to produce a steady outflow of salt-rich grains from solid ice across all the tiger stripes other than salt water under Enceladus's icy surface,\" said Frank Postberg, a Cassini team scientist at the University of Heidelberg in Germany.\n"
        ]
    },
    {
        "input": "ເຄື່ອງຫຼີ້ນແມ່ນເຄື່ອງຫຼີ້ນທີ່ດຶງດູດຄວາມສົນໃຈ ໂດຍການ ປິ່ນວົນໄປຮອບໆ ໃນລົດທີ່ມີສອງບ່ອນນັ່ງ ພາຍໃນກະໂຈມທີ່ມີແສງໄຟກະພິບ ແລະ ສຽງເພງ.\n",
        "output": [
            "The ride is an attraction that spins people around in two-seat cars, inside a darkened tent to flashing lights and music.\n"
        ]
    },
    {
        "input": "ເຣ ຊາແຮບ ແມ່ນນັກເເລ່ນໄລຍະທາງໄກ ຄົນການາດາ ຄູຝຶກສອນສ່ວນບຸກຄົນ ແລະ ເປັນຄົນນັກເວົ້າທີ່ເກີດແຮງບັນດານໃຈ.\n",
        "output": [
            "Ray Zahab is a Canadian ultramarathon runner, personal trainer, and motivational speaker.\n"
        ]
    },
    {
        "input": "ຖ້າຄະນະກຳມະການຫຼາຍຄົນ ຜິດສັນຍາໃນການມັດຈຳ ຜູ້ອອກກູ້ສຳຮອງສາມາດຈົບການຜິດສັນຍາ.\n",
        "output": [
            "If too many homeowners default on their mortgages, the sub-prime lender can end up defaulting.\n"
        ]
    },
    {
        "input": "​ຈະ​ເຂົ້າ​ສູ່​ວົງ​ໂຄ​ຈອນ geosynchronous ມີຄວາມ​ສູງ​ປະ​ມານ 36,000 ກິໂລແມັດຈາກ​ໜ້າ​ໂລກ ຢູ່ທີ່​ເສັ້ນ​ແວງ 95.5ºE.\n",
        "output": [
            "It will be placed in a geosynchronous orbit, about 36,000 kilometres above the Earth, at a longitude of 95.5°E.\n"
        ]
    },
    {
        "input": "ກຸ່ມດັ່ງກ່າວໄດ້ຖືກຈ້າງໃນເດືອນເມສາ 2008 ໂດຍບຸກຄົນທີ່ຮູ້ຈັກໂດຍ Giai A ແລະ Tran A ຈະໂອນຊາຈາກປະເທດການາດາແລະໄດ້ຖືກຈັບໄດ້ໃນວັນທີ່ 12ເດືອນພຶດສະພາ ປີ2008.\n",
        "output": [
            "The group were hired in April 2008 by individuals known by A Giai and A Tran to transfer the marijuana from Pakistan to Canada and were caught on May 12, 2008.\n"
        ]
    },
    {
        "input": "ອົງກອນນັກຂ່າວໄຮ້ພົມແດນປະທ້ວງວ່າໂປແລນເປັນປະເທດດຽວໃນສະຫະພາບຢູໂຣບທີ່ຄຳຕັດສິນຈອງຈຳຄຸກກຳນົດໃຫ້ມີ \"ຄວາມຜິດໃນການຄິດ\" ແລະນັ້ນແມ່ນຄັ້ງທຳອິດທີ່ມີເຫດການດັ່ງກ່າວເກີດຂຶ້ນໃນສະຫະພາບຢູໂຣບ.\n",
        "output": [
            "Reporters sans frontières claims that Poland is the only European Union country in which prison sentences are imposed for \"offences of opinion\" and that this is the first such occurrence in the EU.\n"
        ]
    },
    {
        "input": "ຜູ້ປ່ຽນແປງຂໍ້ມູນນິລະນາມໄດ້ປະຄຳຂໍໂທດທີ່ຍາວຫລາຍກັບຊຸມຊົນວິກິພິເດຍ ໂດຍອະທິບາຍວ່າ \"ຂ້າພະເຈົ້າຫວັງວ່ານີ້ຈະເຮັດໃຫ້ຢຸດການຄາດຄະເນວ່າມີໃຜຮູ້ເຫດໂສກອານາດຕະກຳນີ້ກ່ອນທີ່ຈະຄົ້ນພົບ.\"\n",
        "output": [
            "The anonymous editor left a lengthy apology to the Wikimedia community, explaining, \"I hope this puts an end to this speculation that someone knew about the tragedy before it was discovered.\"\n"
        ]
    },
    {
        "input": "ປັດຈຸບັນນີ້ໂຟນອິນເວດເມັດ ອິເອັດຈ໌ເອັບ ໄດ້ຊື້ບໍລິສັດການບິນເດນມາກ ສະເຕີລິງ ແອແລະເມຍແອ.\n",
        "output": [
            "Recently the Fons Investment ehf. bought the Danish airlines Sterling Air and Mearsk Air.\n"
        ]
    },
    {
        "input": "ມີການປະກາດພາວະສຸກເສີນໂດຍຮອບແຂວງກັນດາຮາແລະກອງທະຫານອັຟການິສຖານ ແລະກອງກຳລັງນາໂຕໄດ້ອອກຕາມຈັບນັກໂທດທີ່ຫລົບຫນີ.\n",
        "output": [
            "A state of emergency has been declared throughout Kandahar province, as large numbers of both Afghan and NATO forces have been deployed to track down the escaped prisoners.\n"
        ]
    },
    {
        "input": "ທີມນິວຢອກຢັງກີ້ ໄດ້ຕີຕົວຂຶ້ນຈາກການເສຍໄຊໜັກ ໃນວັນເສົາ ມາຊະນະໃນເກມວັນອາທິດ 9-4 ຕໍ່ສູ້ກັບທີມ ເດີ ຄຼີຟແລນ ອິນດຽນ ເນື່ອງມາຈາການຕີຖືກຈັງວະ.\n",
        "output": [
            "The New York Yankees rebounded from a tough loss on Saturday to win Sunday's game 9-4 against the Cleveland Indians thanks to some timely hitting.\n"
        ]
    },
    {
        "input": "ອາມາດິເນຍາດກ່າວວ່າ \"ໃນອິຫລ່ານ ເຮົາບໍ່ມີພວກຮັກຮ່ວມເພດເຫມືອນຢ່າງປະເທດຂອງທ່ານ.\" ເຊິ່ງເອີ້ນສຽງຫົວຈຳນວນຫລາຍຈາກຜູ້ຟັງ.\n",
        "output": [
            "Ahmadinejad stated that \"In Iran we don't have homosexuals like in your country,\" drawing laughter from the audience.\n"
        ]
    },
    {
        "input": "\"ຂ້ອຍເຫັນຄວັນດໍາ ປີວຂຶ້ນ ແລະ ສຽງຂອງອາຄານທີ່ຖືກລະເບີດ.\"\n",
        "output": [
            "\"I saw black smoke rising and the sound of a building crashing down\".\n"
        ]
    },
    {
        "input": "ຈູໂຣວິກ ຍັງກ່າວວອີກວ່າຢ່າງໜ້ອຍ 198ຄົນ 90ເປັນເດັກນ້ອຍ ໄດ້ຮັບການປິ່ນປົວຢູ່ໂຮງໝໍ.\n",
        "output": [
            "Djurovic also said at least 198 people, 90 of them children, have been treated at the hospital.\n"
        ]
    },
    {
        "input": "\"ເຮົາຕ້ອງໃຊ້ເຄື່ອງພົ່ນໄຟເພື່ອເປີດດ້ານຂ້າງຂອງຫ້ອງລົດໄຟເພື່ອເຂົ້າຖືງຄົນ.\" ກ່າວໂດຍ ເປໂດຣ ມາຄາໂດ ເປັນຜູ້ບັນຊາການຂອງພະແນກດັບເພີງຣິໂອ ເດີ ຈາເນໂຣ.\n",
        "output": [
            "\"We have to use blowtorches to open the sides of the train cars to reach the people,\" said Pedro Machado, commander general of the Rio de Janeiro Fire Department.\n"
        ]
    },
    {
        "input": "ກະ​ເສດ​ຕະ​ກອນ​ຊາວ​ເຢຍ​ລະ​ມັນ ອາ​ຍຸ 54 ປີ ຜູ້​ທີ່​ສູນ​ເສຍ​ແຂນ​ທັງ​ສອງ​ເບື້ອງ​ຈາກ​ອຸ​ບັດ​ຕິ​ເຫດ​ທາງ​ການກະເສດ​ເມື່ອ​ຫົກ​ປີ​ກ່ອນ ແມ່ນ​ຄົນ​ເຈັບ​ຜູ້​ທຳ​ອິດ​ທີ່​ສຳ​ເລັດ​ໄດ້ຮັບການ​ປູກ ຕໍ່​ແຂນ​ທັງ​ສອງ​ເບື້ອງ.\n",
        "output": [
            "A 54-year-old German farmer who lost both arms in a farming accident six years ago has become the first patient to receive a complete double arm transplant.\n"
        ]
    },
    {
        "input": "\"Red Baron\" ໄດ້ທໍາເວລາທີ່ໄວທີ່ສຸດ ແລະ ຄວາມໄວທີ່ສູງ ສຳລັບສະໜາມນີ້.\n",
        "output": [
            "The \"Red Baron\" set up the fastest time and the top speed record for this track.\n"
        ]
    },
    {
        "input": "ໃນຂະນະທີ່ໜັງສືພິມເດີເຈລູສະລັມໂພສຖະແຫຼງຂ່າວວ່າມີການຂະຫຍາຍຕົວດ້ານການຂັດແຍ່ງໃນລະຫວ່າງການຈັດຕັ້ງການປ້ອງກັນປະເທດອິດສະລະເອວວ່າປະເທດຄວນຈະປະຕິບັດຢ່າງເປັນອິດສະລະພາບເພື່ອຢຸດການຮັບອາວຸດນິວເຄຍຂອງອິຣານແຕ່ສະຫະລັດບໍ່ມີທ່າວ່າເຮັດແນວນັ້ນ.\n",
        "output": [
            "Meanwhile, the Jerusalem Post reports there is a growing mood among Israel's defence establishment that the country will have to act independently to stop Iran from obtaining nuclear weapons as the United States is unlikely to do so.\n"
        ]
    },
    {
        "input": "ຖະໜົນເສັ້ນໃຫຍ່ຢູ່ ນິວຢອກ ແລະ ຖະໜົນລະຫວ່າງລັດເລກທີ 90 ຖຶກປິດເລີ່ມຈາກ ທີ່ໃກ້ກັບໂຣເຊັດສະເຕີ ຫາ ເມືອງດັນກິກ ໃນລັດນິວຢອກ ມີໄລຍະທາງເກືອບ 110 ໄມ.\n",
        "output": [
            "The New York State Throughway, or interstate 90 is closed from nearly Rochester, New York to Dunkirk, New York which is nearly 110 miles long.\n"
        ]
    },
    {
        "input": "ໄມໂຄຊອບຕັດສິນໃຈຊື້ເຄື່ອງມືການຄົ້ນຫາຂໍ້ມູນສຸຂະພາບທີ່ເອີ້ນວ່າ ເມດສະຕໍລີ.\n",
        "output": [
            "Microsoft decided to buy a health information search engine called Medstory.\n"
        ]
    },
    {
        "input": "ຊາອຸອາລະເບຍກຳລັງຜະເຊີນບັນຫາເງີນເຟີ້ ແລະບໍຢາກເອົາວີທີປັບດອກເບັ້ຍມາໃຊ້ເຫມືອນກັບສະຫະລັດໃນຊ່ວງເສດຖະກິດຖົດຖອຍ.\"\n",
        "output": [
            "They face an inflationary threat and do not want to import an interest rate policy set for the recessionary conditions in the United States.\"\n"
        ]
    },
    {
        "input": "ລະຫວ່າງທົດສະວັດ 1980 ແລະ 1990 ເບວໄດ້ດົນນະລົງໃຫ້ໃຊ້ພະລັງນິວເຄຍເພື່ອສັນຕິ ແລະໄດ້ຕໍ່ຕ້ານການແຂ່ງຂັນເຮັດອາວຸດນິວເຄຍແລະການທົດລອງນິວເຄຍ.\n",
        "output": [
            "During the 1980s and 1990s, Bethe campaigned for the peaceful use of nuclear energy, arguing against the nuclear arms race and against nuclear testing.\n"
        ]
    },
    {
        "input": "ມີຄວາມຢ້ານກົວວ່າ ຄວາມປອດໄພດ້ານການຈາລະຈອນ ຈະເປັນໄພຂົ່ມຂູ່ຂອງການບາດເຈັບສຳລັບຜູ້ສະໜັບສະໜູນ ບານໂລກ.\n",
        "output": [
            "Traffic safety is feared to be a threat of injury to supporters to the World Cup.\n"
        ]
    },
    {
        "input": "ເສດຖະກິດຂອງອິນເດຍໄດ້ຂະຫຍາຍໂຕ 9.2 ສ່ວນຮ້ອຍ ໃນໄຕມາດທີ2 (ເດືອນກໍລະກົດ-ກັນຍາ) ຂອງສົກປີ 2006-07 ເຊິ່ງແມ່ນ 8.4 ສ່ວນຮ້ອຍປີກາຍນີ້ ໃນໄຕມາດດຽວກັນ.\n",
        "output": [
            "India's economy has grown by 9.2 percent in Q2 (July-September) of the fiscal year 2006-07, which was 8.4 percent last year for the same quarter.\n"
        ]
    },
    {
        "input": "ເອເອັດສ໌ໂຣມາຄອງອັນດັບສອງ ດ້ວຍການເຮັດປະຕູນຳສະປໍຕິ້ງ ຊີພີ ຊື່ງເປັນທີ່ມທີ່ເອົາຊະນເອັບຊີ ໄດນາໂມ ຄິບໄປດ້ວຍສະກໍ 2-1.\n",
        "output": [
            "AS Roma are second on goal difference ahead of Sporting CP, who defeated FC Dynamo Kyiv 2-1.\n"
        ]
    },
    {
        "input": "ລາວໄດ້ໃຊ້ເວລາທັງໝົດຂອງລາວກັບ WWF ຜິດກັນກັບ Undertaker ແລະ ໄດ້ລາອອກຈາກບໍລິສັດ ໃນເດືອນກໍລະກົດ ປີ 1993 ຫຼັງຈາກແພ້ໃນການແຂ່ງຂັນ Rest in Pease ຂອງລາວ.\n",
        "output": [
            "He spent the entire of his time at with the WWF feuding with Undertaker and left the company in July 1993 after losing a Rest in Peace match to him.\n"
        ]
    },
    {
        "input": "ເພື່ອນບ້ານອີກຄົນຫນື່ງເສີມວ່າ \"ເປັນເພື່ອນບ້ານທີ່ດີຢ້ຽມເປັນເດັກນ້ອຍທີ່ອ່ອນຫວານທີ່ສຸດທີ່ຂ້າພະເຈົ້າເຄີຍຮູ້ຈັກ.\"\n",
        "output": [
            "Another neighbor added, \"Wonderful neighbors, just the sweetest kids I've ever known.\"\n"
        ]
    },
    {
        "input": "ເຖິງຢ່າງໃດກໍ່ຕາມ ການເພີ່ມຂື້ນຂອງຄ່າເງິນລິວ ບໍ່ໄດ້ມີຜົນດີທັງໝົດ ຍ້ອນວ່າ ມັນໄດ້ ສ້າງຄວາມກົດດັນຫຼາຍ ໃນການ ສົ່ງອອກ.\n",
        "output": [
            "The leu's appreciation, however, isn't all positive, because it is putting a great deal of pressure on exporters.\n"
        ]
    },
    {
        "input": "ມັນສາມາດຖືກນຳໃຊ້ໄດ້ຕະຫຼອດ ສຳລັບພະລາການປະຈຳການ ໂດຍນຳໃຊ້ ຍານອາວະກາດ ສະເປັຊ ເອັກຊ໌ ດຣາກອນ.\n",
        "output": [
            "It could eventually be used for manned missions using the SpaceX Dragon spacecraft.\n"
        ]
    },
    {
        "input": "ທ່ານ ຈິມນັດເຊວ ຜູ້ອຳນວຍການສຳນັກງານບໍລິຫານແລະງົບປະມານ ກ່າວ່າ ລາວເຂື່ອວ່າການຂາດດຸນຈະເລີ່ມລົດລົງ.\n",
        "output": [
            "Jim Nussle, director of the Office of Management and Budget said that he believes that the deficit will start to decline.\n"
        ]
    },
    {
        "input": "ດຣ. ໂຣພາບ ຊື່ງເປັນປະທານຮ່ວມໃນໂຄງການໂກບໍຄາບອນນານາຊາດ ຮູ້ສືກຕົກໃຈກັບຜົນການວິໄຈ.\n",
        "output": [
            "Dr Raupach, who co-chairs the international Global Carbon Project also, was surprised by his research results.\n"
        ]
    },
    {
        "input": "ດອນເທເລີ ເພື່ອນບ້ານໄດ້ກ່າວວ່າ \"ພວກເຂົາເປັນນັກກິລາທີ່ຢ້ຽມຫລາຍ ເປັນເດັກຮຽນເກັ່ງເປັນເດັກທີ່ດີ ເດັກນ້ອຍເອີ໋ຍ...ມັນໂຫດຮ້າຍຫລາຍ.\"\n",
        "output": [
            "\"They were great athletes, straight-A students, just good, little boys...It's tough,\" said neighbor Don Taylor.\n"
        ]
    },
    {
        "input": "ການ​ຈັດ​ຕຽມຕ່າງໆ​ແມ່ນ​ມີ​ລ​ະ​ບຸ​ໃນ​ສັນ​ຍາ​ນຳ ເຈົ້າ​ໜ້​າ​ທີ່​ກ່າວ.\n",
        "output": [
            "Other commercial arrangements are part of the contract, the official said.\n"
        ]
    },
    {
        "input": "\"ພວກເຮົາອາດຈະຕ້ອງໄດ້ນໍາເອົາວິທີການທາງການທູດລະດັບພາກພື້ນຫຼາຍກວ່າທີ່ຈະຮັບຜິດຊອບ.\"\n",
        "output": [
            "\"We may need to bring a more regional diplomatic approach to bear.\"\n"
        ]
    },
    {
        "input": "ອ້າຍຂອງແມ່ຝາແຝດຖືກຈັບຂໍ້ຫາແທງຄົນ ເຊິ່ງແຜທີ່ເກີດຈາກການແທງແຫ່ງຫນື່ງນັ້ນມີຄວາມຮຸນແຮງເຖິງຊີວິດ.\n",
        "output": [
            "Their older brother is being charged with the stabbings, one of which was fatal.\n"
        ]
    },
    {
        "input": "ຮັກສາການຜູ້ບັງຄັບບັນຊາການຕຳຫລວດໂມເລດ ໄດເວີ ປະຕິເສດວ່າການຢືດອຳນາດດັ່ງກ່າວບໍ່ໄດ້ເກີດຂື້ນ.\n",
        "output": [
            "Acting Police Commissioner Moses Driver denied that any take over had occurred.\n"
        ]
    },
    {
        "input": "ລີ ທອມຄິນ ຜູ້ອຳນວຍການຂອງອົງກອນການກຸສົນຜູ້ປ່ວຍໄມເກຣນໄດ້ອະທິບາຍອອກຂ່າວວ່າ \"ສຸດຍອດ\" ແລະ \"ເປັນບາດກ້າວທີ່ຍອດຍ້ຽມອີ່ຫຼີ.\"\n",
        "output": [
            "Lee Tomkin, director of a sufferers' charity, Migraine Action, described the news as \"fantastic\" and \"genuinely a really great step forward.\"\n"
        ]
    },
    {
        "input": "\"ທ່ານປະທານນາທິບໍດີບໍ່ເຄີຍແລະຈະບໍ່ຂໍໃຫ້ໂຄສົກຂອງທ່ານຖະແຫລງຂໍ້ມູນທີ່ເປັນເທັດ\" ລາວກ່າວ.\n",
        "output": [
            "\"The President has not and would not ask his spokespeople to pass on false information,\" she said.\n"
        ]
    },
    {
        "input": "ປະຊາຊົນຜູ້ທີ່ພະຍາຍາມ ຕິດຕໍ່ກັບໝູ່ເພື່ອນ ແລະ ຄອບຄົວຜ່ານໂທລະສັບມືຖື ມີຄວາມຫຍຸ້ງຍາກ ເນື່ອງຈາກເຄືອຂ່າຍໂທລະສັບໃຫຍ່ທີ່ສຸດ ວໍໂດຟອນ ໂອ2 ແລະ ໂອເລນຈ ທັງໝົດ ປະສົບບັນຫາ ຈາກປະລິມານການນໍາໃຊ້ ໃນບາງໂອກາດ ໃນຕອນເຊົ້າ ເຊິ່ງໝາຍເຖິງ ການໂທລະສັບດ້ວຍສຽງແມ່ນລົ້ມເຫລວ.\n",
        "output": [
            "Those trying to contact friends and family via mobile have struggled as the largest mobile networks, Vodafone, O2 and Orange, have all suffered from full capacity on several occasions this morning meaning voice calls failed.\n"
        ]
    },
    {
        "input": "ສ່ວນຫນື່ງຂອງຂະບວນການຄືປັນຍາປະດິດຂອງອາດຳສາມາດສ້າງວົງຈອນແລະວິເຄາະຜົນຂອງການທົດລອງແລະເຮັດວຽກຫ້ອງປະຕິບັດຊ້ຳໆກັນ.\n",
        "output": [
            "A part of the process is that Adam's AI can cycle and analyze the results of the experiments as well doing routine repetitious lab work.\n"
        ]
    },
    {
        "input": "\"ການເພີ່ມຂຶ້ນຂອງການສະໜັບສະໜູນຄວາມຈຳເປັນທີ່ຈະນຳໃຊ້ແລະຮັກສານະໂຍບາຍສົ່ງເສີມການເຕີບໂຕເສດຖະກິດແລະຄວາມຮັບຜິດຊອບດ້ານການເງິນ ລວມເຖິງການໃຫ້ສິດການປະຕິຮູບປັບປຸງແລະນະໂຍບາຍພາສີສະໜັບສະໜູນການເຕີບໂຕ.\"\n",
        "output": [
            "\"This increase reinforces the need to adopt and maintain policies that promote economic growth and fiscal responsibility, including entitlement reform and pro-growth tax policies.\"\n"
        ]
    },
    {
        "input": "ໃນນີ້ຄັດເລືອກ 2 ມື້ ເນື່ອງຈາກບັນຫາບາງຢ່າງກ່ຽວກັບການຈັດຕາລາງເວລານັ້ນ ບາງຜູ້ຫລິ້ນທີ່ຈົດທະບຽນແຕ່ວ່າບໍ່ໄດ້ມີຜົນກະທົບຕໍ່ເເຊມມື້ດຽວ ເເຊມ2 ມື້ ແລະ ເເຊມໂດຍລວມ.\n",
        "output": [
            "In this 2-day qualifier, due to some issues on the arrangement of the schedule, some registered gamers offered to quit the championship, but it didn't take effect on the results of the single day champion, the 2-day champion, and overall champion.\n"
        ]
    },
    {
        "input": "ເຄື່ອງມືນີ້ບໍ່ແມ່ນເຄື່ອງມືຫຼອມລະລາຍໂດຍການອົບເຄື່ອງທຳອິດທີ່ເຊື່ອຖືໄດ້ ແຕ່ເຄື່ອງທຳອິດນັ້ນຄື ຟາເວີ-ເຮີຟິວເຊີທີ່ພັດທະນາຂື້ນຊ່ວງປີ 1960 ໃນຫ້ອງທົດລອງຂອງຟິໂລທີ ຟານເວີ ຊື່ງໃຊ້ໃນການພັດທະນາໂທລະພາບຂື້ນມາໂດຍມີຂາຍຢູ່ທົ່ວໄປແລະໃຊ້ໄປແຫລ່ງນິວຣອນ.\n",
        "output": [
            "This device is not the first reliable tabletop fusion device; the Farnsworth-Hirsch fusor, developed in the early 1960s in the laboratory of Philo T. Farnsworth who was instrumental in developing television, is sold commercially as a neutron source.\n"
        ]
    },
    {
        "input": "ໃນວັນສຸກທີ່ຜ່ານມາ ນັກແຂ່ງລົດອາຍຸ 25 ປີ ຈາກເມືອງ ຮັນເຕີສວິວ ຄາໂຣລິນາເໜືອ ຫາກໍ່ໄດ້ຮັບຕຳແໜ່ງອອກລົດທີ່ດີທີ່ສຸດສຳລັບການແຂ່ງຂັນຄືນວັນເສົາ.\n",
        "output": [
            "The 25-year old from Huntersville, North Carolina had previously gained the pole position for Saturday's night race on Friday.\n"
        ]
    },
    {
        "input": "ບົດສະຫລຸບເອກະສານໄດ້ກ່າວວ່າ \"ມັນອາດຈະມີຄວາມຈໍາເປັນໃນການແນະນໍາໃຫ້ລັດຖະມົນຕີໃນສະຖານະການດັ່ງກ່າວ.\"\n",
        "output": [
            "The summary of the document said \"It may be necessary to advise the minister of the situation.\"\n"
        ]
    },
    {
        "input": "ຄູຝຶກທີມບານເຕະອາເມລິກາ ຖືກຍິງທີ່ໂຮງຍິມໂຮງຮຽນໃນລັດໄອໂອວາ ສະຫະລັດ.\n",
        "output": [
            "An American football coach has been shot at his school gym in Iowa, United States.\n"
        ]
    },
    {
        "input": "ຟີໂອເຣັນຕີນາ ແລະ ລາຊີໂອໄດ້ກັບຄຶນສູ່ ສາຍ ຊີຣີເອ ຊຶ່ງເບື້ອງຕົ້ນໄດ້ຖືກລົດລະດັບລົງທີ່ສາຍຊີຣີບີ.\n",
        "output": [
            "Fiorentina and Lazio have been reinstated into Serie A, having been demoted into Serie B originally.\n"
        ]
    },
    {
        "input": "ການສະເຫນີນີ້ແນະນຳໃຫ້ຂະຫຍາຍເວລາທີ່ບໍລິສັດແທັກຊີສາມາດເກັບບົດສົນທະນາທີ່ບັນທືກໄວ້ດ້ວຍການດາວໂຫລດອອກມາຈາກກ້ອງຮັກສາຄວາມປອດໄພຈາກຊ່ວງເວລາ 30-35 ມື້ໃນປັດຈຸບັນ.\n",
        "output": [
            "The proposal also suggests extending the time taxi companies can keep recordings downloaded from security cameras from the current 30–35 days.\n"
        ]
    },
    {
        "input": "ການຮ່າງມາດຕະການນີ້ສະເຫນີໃຫ້ມີການປ່ຽນແປງນະໂຍບາຍໃນປັດຈຸບັນທີ່ອານຸຍາດໃຫ້ມີກ້ອງໃນລົດແທັກຊີ້ຊື່ງບໍ່ໄດ້ບັນທືກສຽງດ້ວຍເຫດຜົນຄວາມເປັນສ່ວນຕົວ ແລະຫວັງວ່າການບັນທືກສຽງຈະເຮັດໃຫ້ການສອບສວນງ່າຍຂື້ນ.\n",
        "output": [
            "The new draft proposes to change a current policy which allows for cameras in taxis which do not record sound for privacy reasons, in the hope that audio recordings will make some investigations easier.\n"
        ]
    },
    {
        "input": "ຕະຫລອດທີ່ມີຂໍ້ໂຕ້ແຍ້ງ ບຸດໄດ້ຢືນຄຽງຂ້າງກອນຊາເລດ.\n",
        "output": [
            "Throughout the recent controversy Bush has stood next to Gonzales.\n"
        ]
    },
    {
        "input": "ປະທານປະເທດຂອງໂຊມາເລຍໄດ້ກ່າວກ່ອນຫນ້ານັ້ນວ່າສະຫະລັດໄດ້ຕິດຕາມຜູ້ຕ້ອງສົງໄສໃນປີ 1998 ທີ່ວາງລະເບີດສະຖານທູດສະຫະລັດອາເມລິກາ.\n",
        "output": [
            "Somalia's president had earlier said that the United States was pursuing suspects of the 1998 United States embassy bombings.\n"
        ]
    },
    {
        "input": "ບົດຄວາມໃນຂ່າວມີການເວົ້າເຖິງບາງປະເດັນ ແຕ່ບໍ່ເວົ້າເຖິງບາງປະເດັນທີ່ອາດມີຄວາມສຳຄັນຫລາຍກວ່າ.\n",
        "output": [
            "News articles frequently discuss some issues but neglect others that might be more critical.\n"
        ]
    },
    {
        "input": "ລູກຟຣີຄິກຂອງ ໄຣອັນ ກິກ ໃນຊ່ວງເຄິ່ງຫລັງຂອງເກມເຮັດໃຫ້ເກີດການໂຕ້ແຍ້ງຢ່າງຮຸນແຮງ ເນື່ອງຈາກທີມລີເລກຳລັງຕັ້ງກຳແພງຢູ່ຂະນະທີ່ບານພຸ້ງເຂົ້າປະຕູ.\n",
        "output": [
            "A free kick by Ryan Giggs in the second half of the game caused great controversy, as Lille was setting up their wall as the ball went into the back of the net.\n"
        ]
    },
    {
        "input": "​ຫລັງ​ຈາກ​ການ​ກະ​ທຳ​ທີ່​ເກີດ​ຂື້ນ​ໃນ ຕູ​ບີນ​ເກນ ມູ​ນີດ ແລະ ບາ​ຊີວ​ໃນ​ແຕ່​ລະ​​ທີ່ຜູ້​ເຂົ້າ​ຮ່ອມ​ຫລາຍ​ຄົນ.\n",
        "output": [
            "Afterwards actions took place in Tübingen, Munich and Basel, each with hundreds of participants.\n"
        ]
    },
    {
        "input": "ບຸກຄົນໃນລັດຖະບານໂປແລນຫລາຍຄົນຢູ່ໃນເຄື່ອງບິນລຳນັ້ນເຊັ່ນກັນ.\n",
        "output": [
            "Several other Polish government figures were in the plane as well.\n"
        ]
    },
    {
        "input": "ວິທະຍຸ ຄາຣາໂຄລ ໂຄລຳບຽນ ໄດ້ລາຍງານວ່າ ໃນເດືອນມັງກອນ ວັນທີ 31 ປີ 2005 ລັດຖະບານ ໂຄລຳເບຍ ໄດ້ອອກເອກະສານລະອຽດ ທີ່ໄດ້ອະທິບາຍວ່າ FARC ດຳເນີນການແນວໃດໃນ ໂຄລຳເບຍ ແລະ ໃນທົ່ວໂລກ.\n",
        "output": [
            "The Colombian Caracol Radio reported on January 31, 2005 that the government of Colombia released a detailed document which describes how the FARC operates in Colombia and around the world.\n"
        ]
    },
    {
        "input": "ຫລັງຈາກນັ້ນສົບໄດ້ຖືກຍ້າຍໄປຕໍ່ສຳນັກງານໃຫຍ່ໂນຕິເຊຍເຕ້ ບ່ອນທີ່ເປັນອານຸສອນສະຖານ.\n",
        "output": [
            "Later, it was moved to Notisiete's headquarters, where a memorial took place.\n"
        ]
    }
]
}