{
  "Contributors": [
    "Sai Venkat Subramani"
  ],
  "Source": [
    "Dataset Card for Asian Language Treebank (ALT) (https://huggingface.co/datasets/alt)"
  ],
  "Categories": [
    "Language Translation"
  ],
  "Definition": "Translate the given sentence from source language to target language. Here the target language is English and source language is Bahasa.",
  "Positive Examples": [
    {
        "input": "Pengemudi SUV selamat dan ditahan karena dugaan mengemudi dalam keadaan mabuk, surat kabar Spanyol Sur mengklaim test breathalyser mengungkap kadar alkohol dalam darah dua kali batas legal.\n",
        "output": "The driver of the SUV had survived, and is being detained on suspicion of drink driving, Spanish newspaper Sur claiming a breathalyser test revealed twice the legal blood alcohol limit.\n",
        "explanation": "The above sentence is correctly translated from Bahasa Indonesia to English"
    },
    {
        "input": "Dalam lukisan itu, Kahlo yang digambarkan berbaring di tempat tidur rumah sakit dengan beberapa tali pusar memanjang dari tubuhnya dan masing-masing memegang suatu objek atau badan, kecuali satu memegang bayi.\n",
        "output": "In that image, Kahlo is shown lying on a hospital bed with multiple umbilical cords extending from her body and each one holds an object or body part, except one holding a baby.\n",
        "explanation": "The above sentence is correctly translated from Bahasa Indonesia to English as it correctly captures overall meaning of the sentence."
    },
    {
      "input": "Random House adalah penerbit keduanya, The Da Vinci Code dan The Holy Blood and The Holy Grail.",
      "output": "Random House is the of publisher of both The Da Vinci Code and The Holy Blood and The Holy Grail.",
      "explanation": "The above sentence is correctly translated from Bahasa Indonesia to English"
    }
  ],
  "Negative Examples": [
    {
        "input": "\"Saya sadar akan tanggung jawab menempatkan saya dan saya tidak sabar untuk menjadi bagian dari tim seperti Ferrari, bersama driver terbaik di dunia, Michael Schumacher, \" kata Massa.\n",
        "output": "\"I am aware of the irresponsibility it places on me and I cannot wait to be part of a team like Ferrari, alongside the best driver in the world, Michael Schumacher,\" said Massa.\n",
        "explanation": "The above sentence is not correctly translated from Bahasa Indonesia to English as one word 'irresponsibility' is wrong and should have been 'responsibility'."
    },
    {
        "input": "Dalam lukisan itu, Kahlo yang digambarkan berbaring di tempat tidur rumah sakit dengan beberapa tali pusar memanjang dari tubuhnya dan masing-masing memegang suatu objek atau badan, kecuali satu memegang bayi.\n",
        "output": "Kimi narrowed the gap to the McLaren drivers, now only five points behind Alonso.\n",
        "explanation": "The above sentence is not correctly translated from Bahasa Indonesia to English as none of the words match the translation."
    }
  ],
  "Instances": [

    {
        "input": "Kimi mempersempit jarak dengan pengemudi McLaren, sekarang hanya lima poin di belakang Alonso.\n",
        "output": [
            "Kimi narrowed the gap to the McLaren drivers, now only five points behind Alonso.\n"
        ]
    },
    {
        "input": "Pada Kejuaraan Terbuka yang berlangsung di St Andrews, para pegolf juga memberi penghormatan.\n",
        "output": [
            "At The Open Championship taking place at St Andrews, golfers also paid their respects.\n"
        ]
    },
    {
        "input": "Juga dalam konferensi ini, Direktur Tehnik Pusat Penelitian dan Pengembangan Google Taiwan Li-feng Chien juga mengumumkan prestasi-prestasi mereka pada \"Hari Pengembang Google Taipei\" dan mengundang pengembang yang bernama Chi-pao Hu dan Yi-ru Lin untuk membagi beberapa aplikasi aktual di iGoogle.\n",
        "output": [
            "Also in this conference, the Engineering Director of the Google Taiwan R&D Center Li-feng Chien also announced the achievements on the \"Google Taipei Developers' Day\" and invited developers named Chi-pao Hu and Yi-ru Lin to share some actual applications on iGoogle.\n"
        ]
    },
    {
        "input": "Pada akhirnya, teknologi yang sama mungkin akan menyelamatkan jutaan industri film.\n",
        "output": [
            "In the end, this same technology might save the movie industry millions.\n"
        ]
    },
    {
        "input": "\"Bukan karena saya orang yang sangat populer di Kingsway, tapi karena perpecahan suara dan cara sistem first-past-the-post bekerja.\"\n",
        "output": [
            "\"Not because I'm a hugely popular fellow in Kingsway, but because of vote splits and the way the first-past-the-post system works.\"\n"
        ]
    },
    {
        "input": "Mobil menabrak markas brigade Satuan Tugas Operasi Khusus, bagian dari Kelompok Layanan Khusus militer Pakistan, yang dibentuk sehubungan dengan Amerika Serikat.\n",
        "output": [
            "The car rammed into the brigade headquarters of the Special Operations Task Force, part of the Pakistan military Special Services Group, set up in conjunction with the United States.\n"
        ]
    },
    {
        "input": "Seorang anggota Kepolisian Negara memberitahu Penjaga Pantai yang mengirimkan 1 unit helikopter penyelamat MH-65 dan 2 tim penyelamat.\n",
        "output": [
            "A member of the State Police informed the Coast Guard who sent out an MH-65 rescue helicopter and two rescue launches.\n"
        ]
    },
    {
        "input": "BP menutupi kebocoran sumur tersebut pada tanggal 13 Juli yang secara efektif telah menghentikan kebocoran minyak ke teluk.\n",
        "output": [
            "BP capped the leaking well on July 13 which effectively stopped oil from leaking into the Gulf.\n"
        ]
    },
    {
        "input": "Dalam hubungannya dengan pertandingan tersebut, sihir Sreesanth dari 5-1-25-3 adalah krusial.\n",
        "output": [
            "In the context of the match, Sreesanth's spell of 5-1-25-3 was crucial.\n"
        ]
    },
    {
        "input": "\"Namun hal tersebut sudah sesuai dengan prosedur operasi normal kami dan kami beraksi sesuai dengannya.\"\n",
        "output": [
            "\"But it falls within our normal operating procedures and we are reacting accordingly.\"\n"
        ]
    },
    {
        "input": "Penelitian baru di perusahaan dan pusat perkembangan akan mendirikan di Taman Sains Shanghai Zizhu.\n",
        "output": [
            "The company's new research and development center is to be established in Shanghai's Zizhu Science Park.\n"
        ]
    },
    {
        "input": "Pemerintah kembali menegaskan sikap tegasnya untuk melawan hukuman mati.\n",
        "output": [
            "The government has reiterated its long standing opposition to the death penalty.\n"
        ]
    },
    {
        "input": "Senjata baru akan mempunyai efek yang sama dengan senjata nuklir, tanpa ancaman dari meningkatnya perang konvensional menjadi perang nuklir.\n",
        "output": [
            "The new weapons would achieve the same effects as nuclear weapons, without the threat of conventional war escalating into nuclear war.\n"
        ]
    },
    {
        "input": "PO dan PiS keduanya akan membentuk pemerintahan kedepannya akan mendapat 304 tempat di New Sejm yang kurang 3 posisi yang merupakan persyaratan untuk membuat perubahan pada konstitusi Polandia yang kedua pihak dukung.\n",
        "output": [
            "PO and PiS, both of which will form the future government, will have 304 places in the new Sejm, which is 3 less than is required for making changes to the Polish constitution, which both parties support.\n"
        ]
    },
    {
        "input": "Rusia secara rutin menggunakan wilayah tersebut untuk menerbangkan berbagai misi, terutama dengan pesawat pengangkut strategis, antara Kaliningrad, ibukota Kaliningrad Oblast yang berlokasi di antara Polandia dan Lithuania, dengan St. Petersberg di Rusia.\n",
        "output": [
            "Russia regularly uses the area to fly missions, mostly with strategic airlifters, between Kaliningrad, capital of Kaliningrad Oblast and located between Poland and Lithuania, and St Petersberg in Russia.\n"
        ]
    },
    {
        "input": "Ledakan itu menyebabkan kerusakan serius pada pusat perbelanjaan, memecahkan jendela, menyebabkan langit-langit palsu runtuh, dan pilar melengkung dalam radius beberapa ratus meter.\n",
        "output": [
            "The blast caused serious damage to the shopping center, breaking windows, causing false ceilings to collapse, and pillars to warp within a radius of several hundred meters.\n"
        ]
    },
    {
        "input": "Anggota Partai Republik telah meminta Reid untuk mengundurkan diri atas komentarnya.\n",
        "output": [
            "Members of the Republican Party have called on Reid to resign over his comments.\n"
        ]
    },
    {
        "input": "Tuggeranong, Canberra - Seorang anggota tim Olimpiade Bayangan Australia berusia sembilan belas tahun Alice Ingley menghadiri hari kedua Kejuaraan Memanah Nasional, beberapa hari sebelum dimulainya acara target melengkung yang dia harapkan untuk bisa mewakili Australia di Olimpiade.\n",
        "output": [
            "Tuggeranong, Canberra — Nineteen year old Australian Shadow Olympic team member Alice Ingley was attending the second day of the National Archery Championships, a few days before the start of the target recurve event that she hopes to represent Australia at the Olympics in.\n"
        ]
    },
    {
        "input": "Kurnaz dijemput di Pakistan pada tahun 2001 pada saat menumpang bus.\n",
        "output": [
            "Kurnaz was picked up in Pakistan in 2001 when riding a bus.\n"
        ]
    },
    {
        "input": "Penerapan dari \"index harga\" akan memotong biaya Jaminan Sosial kedepannya sebanyak miliaran dollar.\n",
        "output": [
            "The implementation of \"price indexing\" would cut future Social Security costs by trillions of dollars.\n"
        ]
    },
    {
        "input": "Dengan servis yang kuat dan pertarungan pukulan ground yang agresif, dia berhasil menang.\n",
        "output": [
            "With powerhouse serves and an aggressive ground strokes battle, she did just that.\n"
        ]
    },
    {
        "input": "Direktur Jenderal Perhubungan Udara Indonesia Budi Mulyawan Suyitno mengatakan bahwa walaupun pembatasan anggaran lokal telah mencegah jalannya peningkatan beberapa bandar udara saat ini tidak ada masalah di Yogyakarta, dengan peningkatan-peningkatan termasuk deklarasi sebuah RESA sepanjang 140 meter dari 2.250 meter landasan pacu dan penempatan Penyelamatan Pesawat dan truk-truk Pemadam Kebakaran di bandar udara.\n",
        "output": [
            "Indonesian director general of air transportation Budi Mulyawan Suyitno said that although local budget limitations have prevented some airports from being improved there are no problems currently at Yogyakarta, with improvements including declaration of a RESA for 140 metres of the 2,250 metre runway and stationing Aircraft Rescue and Firefighting trucks at the airport.\n"
        ]
    },
    {
        "input": "Kejadian putusnya energi listrik itu mendorong pemerintah Indonesia untuk melakukan sejumlah upaya untuk mengatasi krisis kebutuhan listrik, termasuk dari upaya konservasi dan kebijakan pembolehan produksi listrik dari pihak swasta, yang diputuskan sebagai hal yang tidak konstitusional pada tahun 2004.\n",
        "output": [
            "The power failure follows attempts to deal with the country's growing energy crisis, including conservation and trying to allow private companies to provide energy, which was ruled unconstitutional in 2004.\n"
        ]
    },
    {
        "input": "\"Orang ini, kami percaya hendak masuk ke air di bagian bawah tangga dinding laut ketika ia terhanyut tanpa peringatan apa pun oleh suatu gelombang besar yang merupakan akibat dari kondisi cuaca semalam, \" kata mereka.\n",
        "output": [
            "\"The man we believe was about to enter the water at the bottom of the sea wall steps when he was swept off without any warning by a large wave which was a result of the overnight weather conditions,\" they said.\n"
        ]
    },
    {
        "input": "Presiden Armenia Serzh Sarkisian menyatakan: \"Kami tidak menginginkan adanya peperangan, tetapi jika kami harus melakukannya, kami akan berperang dan menang.\"\n",
        "output": [
            "Armenian President Serzh Sarkisian declared: \"We don't want a war, but if we have to, we will fight and win.\"\n"
        ]
    },
    {
        "input": "Selama kepemimpinannya, dia telah memveto lebih dari 750 rancangan undang-undang, lebih dari seluruh veto gubernur lainnya, dan meninggalkan negara bagian dengan surplus anggaran 1 miliar dolar.\n",
        "output": [
            "During his governorship, he vetoed over 750 bills, more than all other then-governors combined, and left the state with a $1 billion budget surplus.\n"
        ]
    },
    {
        "input": "Serangan pertama terjadi saat konvoi polisi dihantam dengan ledakan 2 bom di tepi jalan raya di wilayah perbukitan di dekat perbatasan Pakistan-Afganistan.\n",
        "output": [
            "The first attack took place when a police-army convoy was hit by two roadside bombs in the mountainous region near the Pakistani-Afghani border.\n"
        ]
    },
    {
        "input": "Mantan anggota Uni Pengadilan Islam di tempat kejadian mengidentifikasi pembom, yang kepala dan wajah telah benar-benar dicukur, sebagai anggota al-Shabab, kelompok Islam yang ultra-konservatif diyakini memiliki hubungan dengan al-Qaeda.\n",
        "output": [
            "Former Islamic Courts Union members at the scene identified the bomber, whose head and face had been completely shaven, as a member of al-Shabab, the ultra-conservative Islamist group believed to have links to al-Qaeda.\n"
        ]
    },
    {
        "input": "Dia mengatakan pengajuan \"saya dengan jelas dalam pandangan saya, draf yang mereka kerjakan tidak berwewenang untuk mengunakan paksaan tanpa keputusan lebih lanjut dari dewan keamanan.\"\n",
        "output": [
            "He told the inquiry, \"I made it clear that, in my view, the draft that they were working toward did not authorize the use of force without a further decision of the Security Council\".\n"
        ]
    },
    {
        "input": "Konflik merebak antara biarawan Ortodoks Yunani dan Arab Kristen di Jerussalem pada Jum'at Agung karena Arab Kristen memprotes biarawan menjual tanah gereja pada penduduk Yahudi.\n",
        "output": [
            "A conflict erupted between Greek Orthodox monks and Arab Christians in Jerusalem on Good Friday, as the Arab Christians protested the monks' sale of church land to Jewish residents.\n"
        ]
    },
    {
        "input": "Dewan Perwakilan Rakyat Illinois mengadakan pengambilan suara Kamis ini untuk mengangkat suatu hukuman pada remaja yang terlibat dalam sexting.\n",
        "output": [
            "The Illinois House of Representatives voted this Thursday to lift some penalties for teenagers who engage in sexting.\n"
        ]
    },
    {
        "input": "Joachim Herrmann, Menteri Dalam Negeri Jerman, mengungkapkan pendapatnya mengenai insiden ini.\n",
        "output": [
            "Joachim Herrmann, the Bavarian Interior Minister, spoke of his thoughts about the incident.\n"
        ]
    },
    {
        "input": "Petugas pemadam kebakaran masih di tempat kejadian pada 9.15 pagi EDT (UTC-4) hari ini, hampir 24 jam setelah api mulai.\n",
        "output": [
            "Firefighters were still on scene as of 9:15 a.m. EDT (UTC-4) today, nearly 24 hours after the fire started.\n"
        ]
    },
    {
        "input": "Dari pada kecintaan permasalahan, perdebatan menghadapi serikat sekerja yang ditentukan bahwa menaikan dan menurunkan bendera ditugaskan untuk anggota serikat sekerja saja.\n",
        "output": [
            "Rather than an issue of patriotism, the controversy dealt with union contracts which may have specified that the raising and lowering of flags was a role reserved only for union members.\n"
        ]
    },
    {
        "input": "Rocket menandatangani untuk musim yang lain setelah dia memenangkan Cy Young Award ketujuhnya dan Astros mendekat pada World Series 2004, ketika Clemens memukul dua run memimpin dan kehilangan Game 7 dari NLCS melawan Cardinals.\n",
        "output": [
            "The Rocket signed for another season after he won his seventh Cy Young Award and the Astros got close to the World Series in 2004, when Clemens blew a two-run lead and lost Game 7 of the NLCS against the Cardinals.\n"
        ]
    },
    {
        "input": "Dia diberitahu bahwa keselamatan dijamin untuk keluarganya.\n",
        "output": [
            "He was told that safety is guaranteed to his family.\n"
        ]
    },
    {
        "input": "Sebagian besar dibuat dari bagian-bagian mesin pemotong rumput yang sudah berusia tua, satu setir mobil dan sebuah kursi duduk.\n",
        "output": [
            "Most are made from old lawnmower parts, a steering wheel and a bar stool.\n"
        ]
    },
    {
        "input": "Parlemen telah memperdebatkan beberapa usulan amandemen pada rancangan undang-undang Pembaruan Hukum Pemerintah Daerah yangbertujuan mengubah syarat-syarat mikrochip.\n",
        "output": [
            "Parliament has been debating several proposed amendments to the Local Government Law Reform bill, which aimed to change the microchipping requirement.\n"
        ]
    },
    {
        "input": "Mukherjee berkata bahwa dia akan bertemu dengan Perdana Menteri karena dia akan menjalani perawatan dan ketika dia ada di luar negeri, Singh sudah di rumah sakit.\n",
        "output": [
            "Mukherjee said he would meet the Prime Minister because he was going for treatment and when he was abroad, Singh was in hospital.\n"
        ]
    },
    {
        "input": "Pemerintahan regional sekarang ini tertarik dan membincangkan donasi mereka untuk IRGT/KINT, sebuah organisasi kesehatan yang didukung oleh Pangeran Laurent.\n",
        "output": [
            "The regional governments are now investigating and discussing their donations to the IRGT/KINT, an environmental organisation supported by Prince Laurent.\n"
        ]
    },
    {
        "input": "\"Ini adalah persekutuan yang sangat kuat - sebuah persekutuan yang melampaui perubahan dalam pemerintahan.\"\n",
        "output": [
            "\"It's a very strong alliance - an alliance which transcends changes in governments.\"\n"
        ]
    },
    {
        "input": "Jika Elbegdorj gagal dipilih kembali, presiden baru bisa mengakhiri penundaan tersebut, dan hukuman mati bisa dilakukan kembali.\n",
        "output": [
            "If Elbegdorj fails to be re-elected, the new president could end the moratorium, and executions could resume.\n"
        ]
    },
    {
        "input": "Menurut afiliasi ABC di Charlotte, North Carolina, Flair mengambil bagian dalam insiden kemarahan di jalan yang dituduhkan Rabu lalu di Interstate 485.\n",
        "output": [
            "According to an ABC affiliate in Charlotte, North Carolina, Flair took part in an alleged road rage incident last Wednesday on Interstate 485.\n"
        ]
    },
    {
        "input": "Mengacu pada \"mengobati luka\", dia menunjukan bahaya dari divisi Perang Dingin yang digantikan oleh Utara-Selatan dibagi di PBB.\n",
        "output": [
            "In reference to \"healing wounds\", he pointed out the danger of the Cold War divisions being replaced by a North-South divide at the UN.\n"
        ]
    },
    {
        "input": "Badan meteorologi dan geofisika Indonesia merekam sedikitnya 2 gempa susulan kira-kira 20 menit setelah getaran pertama, 1 mengukur 5,5 dan yang lainnya 5,3 pada skala Richter.\n",
        "output": [
            "Indonesia's meteorology and geophysics agency recorded at least two aftershocks about 20 minutes after the first tremors, one measuring 5.5 and the other 5.3 on the Richter scale.\n"
        ]
    },
    {
        "input": "Wisatawan yang terluka dibawa ke lima rumah sakit yang berbeda di wilayah Costa del Sol.\n",
        "output": [
            "The injured tourists were then taken to five different hospitals in the Costa del Sol region.\n"
        ]
    },
    {
        "input": "Kemarin ada kekhawatiran bahwa empat buah balapan kuda di arena balap Randwick di Sydney akan dibatalkan karena serangan virus, namun tes terhadap kuda-kuda balap tersebut ternyata menunjukkan hasil negatif.\n",
        "output": [
            "It had been feared yesterday that four race horses at Randwick Racecourse in Sydney had been struck down by the virus, but the horses later tested negative to the virus.\n"
        ]
    },
    {
        "input": "Telah di laporkan lebih dari 21.000 keluarga rakyat sipil, diestimasikan 153.000 individual, telah lari ke Waziristan Selatan, dan telah menampung pelarian perang di Provinsi Perbatasan Utara-Barat.\n",
        "output": [
            "It has been reported that over 21,000 civilian families, an estimated 153,000 individuals, have fled South Waziristan, and have taken refuge in the North-West Frontier Province.\n"
        ]
    },
    {
        "input": "Rilis ini menandai lebih dari tiga tahun pengembangan yang berkelanjutan dan membanggakan banyak fitur di atas versi 1.0 yang dirilis Mei 2002.\n",
        "output": [
            "This release marks over three years of continuous development and boasts many features over version 1.0 which was released in May 2002.\n"
        ]
    },
    {
        "input": "Ratusan pekerja resmi, yang sangat terampil di Amerika Serikat mengirim ratusan bunga kepada Direktur Kewarganegaraan dan Layanan Imigrasi Amerika Serikat (USCIS), Emilio Gonzalez sebagai bagian dari sebuah protes simbolik dan damai atas apa yang mereka katakan sebagai \"bolak-balik\"oleh Departemen Luar Negeri dan USCIS dalam menghilangkan penundaan pemrosesan kartu Hijau.\n",
        "output": [
            "Hundreds of legal, highly-skilled workers in the United States sent hundreds of flowers to the Director of the United States Citizenship and Immigration Services (USCIS), Emilio Gonzalez as part of a symbolic and peaceful protest over what they said was a \"flip-flop\" by the State Department and the USCIS on eliminating Green card processing delays.\n"
        ]
    },
    {
        "input": "Dia dipuji sebagai \"seorang progresif asli\" oleh Ralph Nader dan pada tahun 2003 Kucinich adalah penerima Penghargaan Perdamaian Gandhi.\n",
        "output": [
            "He has been praised as \"a genuine progressive\" by a Ralph Nader and in 2003, Kucinich was the recipient of the Gandhi Peace Award.\n"
        ]
    },
    {
        "input": "Mereka memutuskan untuk kembali \"Killing In The Name\", yang pertama dirilis tahun 1992.\n",
        "output": [
            "They decided to back \"Killing In The Name\", first released in 1992.\n"
        ]
    },
    {
        "input": "Australia bermain imbang 0-0 dengan Qatar, Jepang mengalahkan Uzbekistan 1-0, Korea Selatan lolos dengan mengalahkan Uni Emirat Arab 2-0 dan kemenangan 2-1 atas Islandia membuat Belanda lolos.\n",
        "output": [
            "Australia drew 0–0 with Qatar, Japan defeated Uzbekistan 1–0, South Korea qualified by defeating the United Arab Emirates 2–0 and a 2–1 win over Iceland saw the Netherlands qualify.\n"
        ]
    },
    {
        "input": "Selain mengubah sistem Pemerintahan, kaum Libertarianz juga mengusulkan Selandia Baru menjadi sebuah republik dan menghapus monarki konstitusional.\n",
        "output": [
            "As well as changing the system of Government, Libertarianz also propose New Zealand becoming a republic and removing the constitutional monarchy.\n"
        ]
    },
    {
        "input": "Hassan Rowhani, kepala Dewan Keamanan Nasional Tertinggi di Iran, mengumumkan pada hari Senin bahwa negara tersebut menangguhkan sementara penggantian Uranium mulai tanggal 22 Nopember.\n",
        "output": [
            "Hassan Rowhani, head of the Supreme National Security Council for Iran, announced Monday that the country would temporarily suspend conversion of uranium as of November 22.\n"
        ]
    },
    {
        "input": "Staf keamanan hotel mengatakan bahwa mereka diusir dari ruangan sebelum upacara, para pejabat keamanan pemerintah ingin menangani sendiri acara.\n",
        "output": [
            "The hotel security staff say that they were kicked out of the room prior to the ceremony, as government security officials wanted sole handling of the event.\n"
        ]
    },
    {
        "input": "Kedutaan Besar Kanada di Washington saat ini sedang melakukan kampanye periklanan dengan menyebarkan poster-poster di stasiun-stasiun bawah tanah di Washington yang menampilkan gambar pasukan Kanada di Afganistan.\n",
        "output": [
            "The Canadian Embassy in Washington has been on an advertising campaign, plastering subway stations in Washington with posters depicting Canadian troops in Afghanistan.\n"
        ]
    },
    {
        "input": "Sementara itu, larangan untuk pergerakan ternak di tempat, jadi bahwa dalam peristiwa yang sangat tidak mungkin yang telah melepaskan penyakit, pengaruhnya bisa dibatasi.\n",
        "output": [
            "Meanwhile, restrictions on the movement of livestock are in place, so that in the very unlikely event that there has been a release of the disease, the effects will be contained.\n"
        ]
    },
    {
        "input": "David Farrar, seorang blogger mengatakan \"Sangat kacau bagi pemerintah yang kehilangan suara setelah menimbun begitu banyak tekanan.\"\n",
        "output": [
            "Blogger David Farrar says \"It is very messy for the Government to lose the vote after piling so much pressure on.\"\n"
        ]
    },
    {
        "input": "Sampai saat ini, tidak ada cara untuk menentukan lokasi ROV sehubungan dengan kebocoran sumur Deepwater Horizon sebelumnya.\n",
        "output": [
            "Until now, there was no way to determine the location of the ROVs in relation to the previously leaking Deepwater Horizon well.\n"
        ]
    },
    {
        "input": "Sejarah Kelangsungan Hidup di Selandia Baru juga menunjukkan bahwa Selandia Baru adalah salah satu dari sedikit negara di dunia yang memiliki sejarah hampir lengkap dan rinci mengenai kelahiran, kematian dan informasi migrasi untuk tanggal datang kembali pada akhir 1800-an.\n",
        "output": [
            "A History of Survival in New Zealand also shows that New Zealand is one of the few countries in the world that has an almost complete and detailed history of births, deaths and migration information dating back to the late 1800's.\n"
        ]
    },
    {
        "input": "Penn State adalah universitas terbesar di Pennsylvania dan termasuk sepuluh universitas negeri terbesar di Amerika.\n",
        "output": [
            "Penn State is the largest university in Pennsylvania and among the ten largest public universities in the United States.\n"
        ]
    },
    {
        "input": "Chester Burrows, MP nasional mengatakan: \"pengalaman saya adalah saya telah melihat terlalu banyak anak muda yang marah, anak muda yang diperkosa, dan anak muda yang diserang.\"\n",
        "output": [
            "Chester Burrows, National MP, said: \"My experience is I've seen too many pissed young people, raped young people, assaulted young people.\"\n"
        ]
    },
    {
        "input": "Pada saat ini adalah jarak yang aman pada 268,624 mil dari Bumi - lebih dekat ke Bumi daripada Bulan akan menjadi jangkauan terjauh dari orbitnya.\n",
        "output": [
            "At this time it would be at a safe distance of 268,624 miles from Earth - closer to the Earth than the Moon would be at its farthest extent in its orbit.\n"
        ]
    },
    {
        "input": "Masjid tersebut menjelaskan, \"Kami ingin memperjelas bahwa Markazi Jamiat Ahl-e-Hadith tidak bisa dianggap mendukung setiap kata yang diucapkan oleh semua pembicara yang kami undang untuk masjid-masjid kami yang beragam.\n",
        "output": [
            "The mosque explained, \"We would like to make it clear that Markazi Jamiat Ahl-e-Hadith cannot be regarded as endorsing every word uttered by every speaker we invite to our various mosques.」\n"
        ]
    },
    {
        "input": "Oleh karena itu dia telah berjalan kaki ke Kutub Utara lebih dari siapa pun dalam sejarah.\n",
        "output": [
            "He has therefore trekked to the North Pole more than anyone in history.\n"
        ]
    },
    {
        "input": "Menurut kantor berita RIA yang milik pemerintah, satu-satunya korban kecelakaan dari ledakan tersebut adalah orang sipil.\n",
        "output": [
            "According to government-controlled RIA news agency, the single casualty from the blast was a civilian.\n"
        ]
    },
    {
        "input": "Laporan tersebut diterbitkan pada hari Jum'at, memperkirakan bahwa lebih dari 1 milyar orang akan kelaparan setiap hari di tahun 2009, ini terjadi untuk pertama kalinya di dalam sejarah manusia.\n",
        "output": [
            "The report, published on Friday, estimates that over 1 billion people will go hungry each day in 2009, a first in human history.\n"
        ]
    },
    {
        "input": "Kantor Berita Xinhua, juga melaporkan bahwa anak laki-laki berusia 21 bulan meninggal pada hari Senin karena virus di propinsi Hubei.\n",
        "output": [
            "Xinhua News Agency also reported that a 21-month-old boy died Monday of the virus in Hubei province.\n"
        ]
    },
    {
        "input": "Gordon Brown membuat pengumuman tersebut selama waktu pertanyaan-pertanyaan kepada Perdana Menteri, dalam menanggapi sebuah pertanyaan dari MP Buruh Andy Reed.\n",
        "output": [
            "Gordon Brown made the announcement during Prime Ministers questions, in response to a question from Labour MP Andy Reed.\n"
        ]
    },
    {
        "input": "Bus tersebut sedang membawa para turis kembali setelah sebuah perjalanan ke Bulgaria.\n",
        "output": [
            "The bus had been taking the tourists home after a trip to Bulgaria.\n"
        ]
    },
    {
        "input": "Penjahat tersebut tidak berperasaan dan menunjukkan kurang memperhatikan para korban.\n",
        "output": [
            "\"The muggers were callous and showed little regard for the victims.\n"
        ]
    },
    {
        "input": "Jim Nussle, direktur Kantor Anggaran dan Manajemen mengatakan bahwa dia yakin bahwa defisit akan mulai menurun.\n",
        "output": [
            "Jim Nussle, director of the Office of Management and Budget said that he believes that the deficit will start to decline.\n"
        ]
    },
    {
        "input": "Jika tahanan sudah memiliki satu gulungan kertas toilet, dia tidak diperbolehkan untuk mendapatkan satu lagi.\n",
        "output": [
            "If the detainee already has a roll of toilet paper, he is not allowed to have another.\n"
        ]
    },
    {
        "input": "Pengadilan reses 6 minggu selama waktu pembelaannya akan disiapkan.\n",
        "output": [
            "The court recessed for 6 weeks during which time his defense will be prepared.\n"
        ]
    },
    {
        "input": "Kajian mengungkapkan bahwa pada tahun 2050, 1 dari 5 orang Amerika akan menjadi kelahiran-luar negeri, dan keseluruhan populasi AS akan 2 kali lipat menjadi 438 juta.\n",
        "output": [
            "The study revealed that by 2050, one in five Americans will be foreign-born, and the overall U.S. population will double to 438 million.\n"
        ]
    },
    {
        "input": "Sembilan Senator, tujuh Republik dan dua Demokrat, tidak memberikan suara pada amendemen.\n",
        "output": [
            "Nine Senators, seven Republicans and two Democrats, did not vote on the amendment.\n"
        ]
    },
    {
        "input": "Sebanyak 600 penduduk desa dari pulau Taiwan telah hilang setelah hujan lebat dari topan Morakot menyebabkan longsor, menurut media negara.\n",
        "output": [
            "As many as six hundred villagers from the island of Taiwan are missing after torrential rains from Typhoon Morakot caused mudslides, according to state media.\n"
        ]
    },
    {
        "input": "Dia juga mengatakan perintah agar seluruh pasukan penjaga perdamaian meninggalkan Pantai Gading sebagai tidak relevan dan tanpa efek, selain itu PBB tidak mengakui Gbagbo sebagai presiden yang legal.\n",
        "output": [
            "He also called the orders for all peacekeeping troops to leave the nation irrelevant and without effect, adding that the UN does not believe Gbagbo is the legal president.\n"
        ]
    },
    {
        "input": "Penyiksaan tersebut melibatkan semua enam anak Critchfield, namun hanya beberapa yang mau bersaksi melawannya.\n",
        "output": [
            "The abuse involved all six of Critchfield's children, however only some were willing to testify against her.\n"
        ]
    },
    {
        "input": "Juru bicara Pentagon, Bryan Whitman, mengatakan kepada Agence France-Presse bahwa gedung yang diserang adalah \"bukan sebuah gedung konsulat maupun pemerintah\", yang sepertinya dikonfirmasi oleh menteri luar negeri Iraq, Hoshyar Zebari, yang mengatakan warga Iran tengah bekerja di sebuah gedung yang memiliki persetujuan pemerintah dan sedang dalam proses untuk disetujui sebagai sebuah konsulat, tetapi bukan sebuah Konsulat ataupun Konsulat Jenderal Iran.\n",
        "output": [
            "Pentagon spokesman Bryan Whitman told Agence France-Presse that the building raided was \"not a consulate or a government building\", which appears to be confirmed by the Iraqi foreign minister, Hoshyar Zebari, who said the Iranians were working at an office that had government approval and was in the process of being approved as a consulate, but was not a Consulate nor the Iranian Consulate General.\n"
        ]
    },
    {
        "input": "Perdana menteri Australia John Howard telah mengumumkan bahwa pemimpin negara-negara APEC telah menyetujui \"tujuan aspirasional\"dalam perubahan iklim.\n",
        "output": [
            "Australian Prime Minister John Howard has announced that leaders of APEC nations have agreed on \"aspirational goals\" on climate change.\n"
        ]
    },
    {
        "input": "Saat ini, setiap jenis barang dikenakan biaya 2,5 sen; tarif baru menaikkan ini setara dengan 12 sen per buah sekarang.\n",
        "output": [
            "Currently, a 2.5 cent charge per item is imposed; the new tariff will raise this to the equivalent of 12 cents per piece now.\n"
        ]
    },
    {
        "input": "\"Tidak seorang pun suka melihat kebudayaan mereka direndahkan tapi kami sadar bahwa moko adalah wilayah umum.\"\n",
        "output": [
            "\"No-one likes to see their culture being denigrated but we are aware that the moko is in the public domain.\"\n"
        ]
    },
    {
        "input": "Setelah menyelesaikan putaran nya, Alinghi berlayar disebelah mereka dan meraih kemenangan dengan 1 detik.\n",
        "output": [
            "After completing the turn, Alinghi sailed up beside them and took the win by one second.\n"
        ]
    },
    {
        "input": "\"Dalam beberapa tahun terakhir, sejumlah besar uang dan penutupan Washington terhadap kelompok-kelompok warga negara mencegah kita dari usaha untuk memajukan negara kita.\n",
        "output": [
            "\"In the last few years, big money and the closing down of Washington against citizen groups prevent us from trying to improve our country.\n"
        ]
    },
    {
        "input": "Batasan ini mengalir pada bahan bakar ke mesin, menghasilkan penurunan mesin yang tidak terkendali.\n",
        "output": [
            "This restricted the flow of fuel to the engine, resulting in the uncommanded engine rollback.\n"
        ]
    },
    {
        "input": "\"Perjuangan kami sekarang adalah pendapat masyarakat, karena yang berjuang di pemerintahan sudah habis\", ujar dia.\n",
        "output": [
            "\"Our main battle now is public opinion, because the struggle in the government is finished,\" he said.\n"
        ]
    },
    {
        "input": "\"Berdasarkan pada semua bukti dalam kasus ini, dan peraturan pertempuran yang berpengaruh saat ini, adalah benar bahwa kopral agaknya percaya bahwa AIF yang diperlihatkan di rekaman video menimbulkan tindakan bermusuhan membenarkan penggunaannya dari kekuatan mematikan.\"\n",
        "output": [
            "\"Based on all the evidence in the case, and the rules of engagement that were in effect at the time, it is clear that the corporal could have reasonably believed that the AIF shown in the videotape posed a hostile threat justifying his use of deadly force.\"\n"
        ]
    },
    {
        "input": "Sebuah ketel listrik yang dilemparkan di ujung sebuah tali kepada para pemrotes dikatakan berhasil dengan baik.\n",
        "output": [
            "An electric kettle thrown at the end of a rope up to the occupiers is said to be working well.\n"
        ]
    },
    {
        "input": "Tidak ada satupun pemain kunci yang berkomentar mengenai biaya minggu lalu, Thomson memindahkan akses pada halaman di laman korporasi yang dikhususkan untuk quaero dan memerintahkan para eksekutifnya untuk tidak memberikan wawancara tentang proyek tersebut.\n",
        "output": [
            "None of the key players has commented on cost and last week, Thomson, removed access to the page on its corporate web site devoted to Quaero and instructed its executives not to give any interviews for the project.\n"
        ]
    },
    {
        "input": "Keputusan untuk mengijinkan The Lone Star untuk melakukan perjalanan ke Lome dibuat setelah biaya perjalanan tim menurun dari AS $31.000 menjadi AS $18.000.\n",
        "output": [
            "The decision to allow The Lone Star to travel to Lome was made after the price of the team's travel decreased from US$31,000 to US$18,000.\n"
        ]
    },
    {
        "input": "\"Wikipedia bukan sebuah surga bagi para orang yang tidak setuju namun sebuah ensiklopedia.\"\n",
        "output": [
            "\"Wikipedia is not a haven for dissidents but an encyclopedia.\"\n"
        ]
    },
    {
        "input": "Namun, Jepang telah mencetak 1 gol lebih dari Vietnam, dan akan mengambil tempat teratas di grup atas dasar itu.\n",
        "output": [
            "However, Japan have scored one more goal than Vietnam, and will take top spot in the group on that basis.\n"
        ]
    },
    {
        "input": "Komisi Audit Inggris telah menyerahkan laporan mempertanyakan pengangkatan kembali Mike Storey, ketua sebelumnya dari Dewan Kota Liverpool.\n",
        "output": [
            "The UK Audit Commission has delivered a report that questions the reappointment of Mike Storey, the former leader of Liverpool City Council.\n"
        ]
    },
    {
        "input": "Wanita tersebut, Gabriela Garin, adalah pekerja di taman hiburan, dan telah bekerja selama tujuh tahun.\n",
        "output": [
            "The woman, Gabriela Garin, was a worker at the amusement park, and had worked there for the past seven years.\n"
        ]
    },
    {
        "input": "Bagaimana Anda mengatasinya?\n",
        "output": [
            "How would you handle it?\n"
        ]
    },
    {
        "input": "Jalan dan Pagar di samping nya jatuh kedalam Sungai Aries karena hujan.\n",
        "output": [
            "Both the road and the side fences fell into the Arieş River due to the rain.\n"
        ]
    },
    {
        "input": "Pasukan internal Iraq kehilangan kendali bagian dari kota Diwaniya di Iraq selatan setelah anggota Serdadu Mehdi menolak panggilan untuk berpartisipasi di negosiasi perdamaian.\n",
        "output": [
            "Internal Iraqi forces had lost control of parts of Diwaniya city in Iraq's south after members of the Mehdi Army rejected a call to participate in peace negotiations.\n"
        ]
    },
    {
        "input": "Salah satu pengunjuk rasa mengatakan bahwa petugas keamanan \"mulai menyerang desa-desa dan kota-kota.\"\n",
        "output": [
            "One protester said that security personnel \"started attacking the villages and the towns.\"\n"
        ]
    },
    {
        "input": "Setelah break, Fulham datang dengan kuat, ingin untuk dapat kedalam pertandingan.\n",
        "output": [
            "After the break, Fulham came out strongly, eager to get back into the match.\n"
        ]
    },
    {
        "input": "Dia adalah kolega saya dan seorang teman seumur hidup.\n",
        "output": [
            "He is a constituency colleague of mine and a lifelong friend.\n"
        ]
    },
    {
        "input": "\"Saya kira dia adalah anggota parlemen yang sangat baik, seorang penguasa yang baik, \" Duceppe menambahkan.\n",
        "output": [
            "\"I think he was a very good member of Parliament, a very good sovereigntist,\" added Duceppe.\n"
        ]
    },
    {
        "input": "Menurut penelitian Dweck, saat seorang anak mengetahui bahwa mereka akan menerima pujian karena melakukan hal yang benar daripada saat menaklukkan masalah yang sulit, bahkan jika mereka gagal, mereka akan memilih tugas-tugas yang mudah yang mereka yakin akan menemukan solusinya.\n",
        "output": [
            "According to Dweck's study, when a child knows that they will receive praise for being right instead of for tackling difficult problems, even if they fail, they will simply elect to take on easy tasks in which they are assured of finding the solution.\n"
        ]
    },
    {
        "input": "\"Fakta bahwa pada saat kita sampai di sana, Jerman sudah sangat lemah daripada pada saat Perancis harus menghadapi mereka tampaknya tidak masuk akal.\"\n",
        "output": [
            "\"The fact that by the time we got there, the Germans were a heck of a lot weaker than they were when the French had to face them doesn't seem to register.\"\n"
        ]
    },
    {
        "input": "Presiden Bush dijadwalkan meninggalkan Saudi Arabia pada hari Selasa menuju Mesir, tujuan terakhir dalam kunjungannya ke Timur Tengah sebelum dia kembali ke Washington, D. C. pada hari Rabu.\n",
        "output": [
            "President Bush is due to leave Saudi Arabia on Tuesday for Egypt, the final stop on his Mideast tour before his return to Washington, D.C. on Wednesday.\n"
        ]
    },
    {
        "input": "Namun, sebagai wakil komandan pasukan koalisi di Irak, Marioli melaporkan bahwa ia tidak mengetahui tujuan Calipari di Irak, sehingga ia tidak bisa memberitahu pasukan koalisi di darat mengenai rincian misi Italia.\n",
        "output": [
            "However, as the deputy commander of the coalition forces in Iraq, Marioli reported that he was unaware of Calipari's purpose in Iraq, so he could not tell coalition troops on the ground the details of the Italian mission.\n"
        ]
    },
    {
        "input": "\"Saya tidak ingin orang lain harus melalui apa yang saya dan ratusan penumpang lainnya lakukan pada hari Musim Panas tersebut.\"\n",
        "output": [
            "\"I don't want others to have to go through what myself and hundreds of other commuters did on that Summer's day.\"\n"
        ]
    },
    {
        "input": "\"Kami telah mencegah para konsumen di Inggris agar tidak tertipu membeli rokok yang palsu dan bisa mengakibatkan risiko yang lebih serius pada kesehatan daripada merek-merek yang resmi.\"\n",
        "output": [
            "\"We have prevented UK consumers from being conned into buying cigarettes that are counterfeit and could have more serious risk to health than legitimate brands.\"\n"
        ]
    },
    {
        "input": "Scottish Environment Protection Agency (SEPA) mengatakan bahwa ramalan cuaca mendatang telah berubah, dengan tidak adanya prediksi hujan dalam jumlah besar.\n",
        "output": [
            "The Scottish Environment Protection Agency (SEPA) said that the weather forecast in the coming days was improving, with no large amounts of rainfall predicted.\n"
        ]
    },
    {
        "input": "Gidget, anjing chihuahua yang tampil pada iklan Taco Bell di Amerika Serikat mati karena stroke.\n",
        "output": [
            "Gidget, the chihuahua featured in the Taco Bell adverts in the United States has died from a stroke.\n"
        ]
    },
    {
        "input": "Pernyataan itu disebarkan dalam sebuah buku yang ditulis bersama oleh Mark Halperin reporter majalah Time, dan John Heileman wartawan majalah New York.\n",
        "output": [
            "The remarks were released in a book co-written by Time magazine reporter Mark Halperin, and New York magazine reporter John Heileman.\n"
        ]
    },
    {
        "input": "Dengan pengangguran pemuda yang berjalan pada tingkat yang mengkhawatirkan (15,5% pada tahun 2002 untuk mereka yang berusia antara 20 dan 24 sesuai dengan OECD) dan ingatan tentang kerusuhan 2005 masih baru, Sarkozy berjanji untuk mengatasi pengeluaran pemerintah dan menerapkan kebijakan pajak yang menghargai jam kerja yang lebih lama.\n",
        "output": [
            "With unemployment for younger people running at alarming levels (15.5% in 2002 for those aged between 20 and 24 according to the OECD) and the memory of the 2005 riots still recent, Sarkozy promised to reign in government spending and implement tax policies that reward longer working hours.\n"
        ]
    },
    {
        "input": "Wakil dari pemerintah Haiti telah minta pada donatur pemberi bantuan dari 350 juta dolar untuk rekonstruksi Haiti, negara paling miskin di Amerika.\n",
        "output": [
            "Haitian Government representatives have asked to donors an additional help of 350 million dollars for the Haiti reconstruction, the most poor country in the Americas.\n"
        ]
    },
    {
        "input": "Sebagai hasilnya, asap ganja pemain masuk ke dalam panggung, dan teater itu sendiri mendorong para penonton untuk bergabung.\n",
        "output": [
            "As a result, the performers smoke cannabis joints on stage, and the theatre itself is encouraging the audience to join in.\n"
        ]
    },
    {
        "input": "Anak-anak lainnya telah tewas saat dinding-dinding rumah mereka roboh.\n",
        "output": [
            "Other children have died when the walls of their houses have collapsed.\n"
        ]
    },
    {
        "input": "\"Jika Australia 'Senator untuk Penyensoran', Steven Conroy, memiliki jalan, Australia akan menjadi negara Barat pertama yang mempunyai mandat rezim penyensoran Internet\", ujar Wikileaks di statemen yang lain pada situs web mereka.\n",
        "output": [
            "\"If Australia's 'Senator for Censorship', Steven Conroy, has his way, Australia will be the first Western country to have a mandatory Internet censorship regime,\" said Wikileaks in another statement on their website.\n"
        ]
    },
    {
        "input": "Pertandingan ini disaksikan oleh Chef de Mission Australia, Jason Hellwig, dan para wakilnya, Michael Hartung dan Kate McLoughlin.\n",
        "output": [
            "Spectators included the Australian Chef de Mission, Jason Hellwig, and his deputies, Michael Hartung and Kate McLoughlin.\n"
        ]
    },
    {
        "input": "Penyanyi opera-yang beralih menjadi-pembawa acara talk show Charlotte Church ingin memesan pewaris hotel Paris Hilton datang pada programnya, untuk menghinanya.\n",
        "output": [
            "Opera singer-turned-talk show host Charlotte Church wanted to book hotel heiress Paris Hilton on her program, to insult her.\n"
        ]
    },
    {
        "input": "Richard Jenkins, seorang insinyur dari Inggris, memecahkan rekor untuk kecepatan tertinggi yang dicapai oleh sebuah kendaraan darat bertenaga angin pada hari Jumat.\n",
        "output": [
            "Richard Jenkins, an engineer from the United Kingdom, broke a record for the fastest speed attained in a wind-powered land vehicle on Friday.\n"
        ]
    },
    {
        "input": "Beberapa material diselamatkan dari waduk yang lama untuk membangun yang baru, dan beberapa digunakan sebagai pameran.\n",
        "output": [
            "Some materials were salvaged from the old dam to build the new, and some have been put on display.\n"
        ]
    },
    {
        "input": "Wartawan ini meminta perhatian atas hubungan presiden demisioner Kolombia Alvaro Uribe dengan kelompok-kelompok milisi sayap kanan di kawasan Amerika Selatan yang kerap dilanda perang.\n",
        "output": [
            "The journalist has called attention to ties between outgoing Colombian president Alvaro Uribe, and right-wing militia groups in the war-plagued South American country.\n"
        ]
    },
    {
        "input": "Schwarzenegger menyebut McCain \"pahlawan besar Amerika dan pemimpin yang luar biasa\" dan mendoakan dia untuk kemampuannya untuk menyeberangi garis partai.\n",
        "output": [
            "Schwarzenegger called McCain \"a great American hero and an extraordinary leader\" and praised him for his ability to cross party lines.\n"
        ]
    },
    {
        "input": "Junta militer yang sedang berkuasa adalah subjek serangan dari sejumlah kelompok ekstremis yang menentang kekuasaannya.\n",
        "output": [
            "The ruling military junta is subject to attacks from a number of extremist groups opposed to its rule.\n"
        ]
    },
    {
        "input": "Dia memprediksi bahwa \"banyak bisnis yang akan menghadapi masa sulit, dan pengangguran itu akan meningkat dengan tajam.\"\n",
        "output": [
            "He predicted that \"many businesses will face very tough times, and that unemployment will rise steeply.\"\n"
        ]
    },
    {
        "input": "Cile terkahir kali tampil di kejuaraan ini pada tahun 1998, Yunani pada tahun 1994 dan Aljazair pada tahun 1986.\n",
        "output": [
            "Chile last appeared in 1998, Greece in 1994 and Algeria in 1986.\n"
        ]
    },
    {
        "input": "Setelah melihat potongan kas tersebut, Bendahara Wayne Swan dan Menteri Perubahan Iklim Greg Combet mengeluarkan pernyataan penggabungan yang mengatakan tanpa penyelesaian dari paket ganti rugi adalah terlalu awal untuk memperkirakan kenaikan biaya.\n",
        "output": [
            "After viewing the treasury modelling, Treasurer Wayne Swan and Climate Change Minister Greg Combet released a joint statement saying without the finalization of compensation packages it is too early to predict price rises.\n"
        ]
    },
    {
        "input": "Tetaplah menyimak untuk wawancara selanjutnya; setiap kandidat dari semua partai layak untuk diperhitungkan dan akan dihubungi.\n",
        "output": [
            "Stay tuned for further interviews; every candidate from every party is eligible, and will be contacted.\n"
        ]
    },
    {
        "input": "Ketua partai Michael Steele kepada Fox News Sunday \"Ini adalah standar di mana Demokrat merasa bahwa mereka bisa mengatakan hal-hal ini dan mereka dapat meminta maaf ketika. . berasal dari mulut mereka sendiri.\"\n",
        "output": [
            "Party chairperson Michael Steele told Fox News Sunday \"There is this standard where the Democrats feel that they can say these things and they can apologize when it ... comes from the mouths of their own.\"\n"
        ]
    },
    {
        "input": "Selama lebih dari 10 tahun, Hopper sering muncul dalam televisi sebagai bintang tamu, dan pada akhir tahun 1960an ia bermain sebagai pemeran pendukung dalam beberapa film.\n",
        "output": [
            "Over the next ten years, Hopper appeared frequently on television in guest roles, and by the end of the 1960s had played supporting roles in several films.\n"
        ]
    },
    {
        "input": "Sedikitnya 27 orang menderita luka-luka, kebanyakan luka gores dan memar-memar.\n",
        "output": [
            "At least 27 people suffered injuries, mostly cuts and bruises.\n"
        ]
    },
    {
        "input": "Bartoli unggulan kedelapan belas untuk kejuaraan tahun ini, tidak pernah maju melewati ronde keempat di Grand Slam manapun.\n",
        "output": [
            "Bartoli, the eighteenth seed for this year's championships, had never progressed past the fourth round of any Grand Slam event.\n"
        ]
    },
    {
        "input": "Rancangan undang-undang tersebut disponsori oleh State Representative Darlene Senger from Naperville, melewati 114-1 mayoritas dan akan dipertimbangkan oleh Senat Illinois.\n",
        "output": [
            "The bill, which was sponsored by State Representative Darlene Senger from Naperville, passed with a 114–1 majority and will be considered by the Illinois Senate.\n"
        ]
    },
    {
        "input": "Hosni Mubarak kemarin mengumumkan sebuah kabinet baru, yang tidak termasuk beberapa orang yang tidak disetujui oleh sebagian besar para pemrotes.\n",
        "output": [
            "Hosni Mubarak yesterday announced a new cabinet, which does not include several figures who protesters largely do not approve of.\n"
        ]
    },
    {
        "input": "Dia juga meminta seorang hakim untuk dihadirkan selama pengadilannya berlangsung.\n",
        "output": [
            "He also requested a jury be present during his trial.\n"
        ]
    },
    {
        "input": "Karena persyaratan-persyaratan legislatif, sebagaimana dengan memiliki ijin, berbagai bisnis akan diminta untuk menyediakan penjelasan tentang perusahaan yang mengirim barang, dan memberi kebebasan pelanggan untuk berhenti berlangganan surel selanjutnya.\n",
        "output": [
            "Due to legislative requirements, as well as having consent, businesses will have to provide details about the company sending the item, and provide a free way to unsubscribe from future mailings.\n"
        ]
    },
    {
        "input": "Serangan Israel ke Gaza Utara, yang ditujukan untuk membatasi serangan roket oleh militan Palestina, telah menewaskan lebih dari 50 orang selama enam hari terakhir.\n",
        "output": [
            "Israel's incursions into northern Gaza, which are aimed at curbing rocket attacks by Palestinian militants, have killed over 50 people over the last six days.\n"
        ]
    },
    {
        "input": "Pemerintah Chad telah menyelidiki peran 7 dan 14 tersangka lainnya yang berkaitan dengan upaya untuk menerbangkan 103 anak-anak Afrika ke Eropa untuk penempatan dengan keluarga angkat.\n",
        "output": [
            "Chadian authorities had been investigating the role of the seven and 14 other suspects with regard to an attempt to fly 103 African children to Europe for placement with host families.\n"
        ]
    },
    {
        "input": "Informasi tambahan pribadi tentang orang yang menampilkan komentar pada news. vl.ru telah diminta.\n",
        "output": [
            "Additional private information about people who post comments on news.vl.ru has been requested.\n"
        ]
    },
    {
        "input": "Medha Patkar, seorang aktivis Narmada Bachao Andolan, dibawa secara paksa oleh polisi ke sebuah rumah sakit di New Delhi ketika aksi mogok makan yang mereka lakukan sebagai bentuk protes Proyek Sardar Sarovar sudah masuk hari ke-sembilan.\n",
        "output": [
            "Medha Patkar, Narmada Bachao Andolan activist in the ninth day of a hunger strike protesting the Sardar Sarovar Project, is forcibly moved to hospital in New Delhi by police.\n"
        ]
    },
    {
        "input": "The RBS Six Nations clash, yang berlangsung di Lansdowne Road Dublin selesai dengan tim Perancis memimpin 26 angka melawan Irlandia 19.\n",
        "output": [
            "The RBS Six Nations clash, which took place at Dublin's Lansdowne Road finished with the French team ahead on 26 points against Ireland's 19.\n"
        ]
    },
    {
        "input": "Kelompok tersebut juga berhasil mendapatkan tembok lebih tinggi yang diletakkan di antara toko dan wilayah pemukiman untuk mencegah kebisingan dan polusi sinar.\n",
        "output": [
            "The group also managed to get a higher wall placed between the store and the residential area to cut noise and light pollution.\n"
        ]
    },
    {
        "input": "Dia berjanji bahwa jika pemerintah Inggris maju dengan proyek Trident, SNP akan mengusulkan untuk menggunakan kekuatan-kekuatan untuk menghentikannya melanjutkan di Skotlandia.\n",
        "output": [
            "He promised that if the UK government went ahead with the Trident project, the SNP would propose to use those powers to stop it proceeding in Scotland.\n"
        ]
    },
    {
        "input": "Hamlin menjadi pemimpin kejuaraan Driver dengan 6,325 poin, 33 poin di atas Johnson.\n",
        "output": [
            "Hamlin became the Drivers' championship leader with 6,325 points, thirty-three points ahead of Johnson.\n"
        ]
    },
    {
        "input": "Mahmoud al-Mashhadani, presiden Parlemen Irak, mengatakan mereka telah meminta Turki untuk mengatasi situasi dengan damai.\n",
        "output": [
            "Mahmoud al-Mashhadani, president of the Iraqi Parliament, says they have asked Turkey to resolve the situation peacefully.\n"
        ]
    },
    {
        "input": "\"Saya pikir dari pernyataannya ini, akan membuatnya menjadi walikota yang sangat tidak efektif\", ujarnya.\n",
        "output": [
            "\"I think from this statement, it will make him a very ineffective mayor,\" he said.\n"
        ]
    },
    {
        "input": "Investigasi tersebut terfokus pada ketergantungan yang sangat besar dari tenaga kerja yang tidak mendapat bayaran pada tenaga kerja perusahaan, dimana Landmark Education menyebutnya sebagai \"asisten\" dan dianggap relawan.\n",
        "output": [
            "Investigations focused on the heavy reliance of unpaid labor in the company's workforce, which Landmark Education calls \"assistants\" and deems volunteers.\n"
        ]
    },
    {
        "input": "BusinessWeek melaporkan bahwa pengumuman tersebut diberikan dua hari setelah Corzine mengumumkan bahwa negara bagian akan memberikan $10 juta dalam dana hibah untuk penelitian tahun depan, termasuk $7 juta untuk penelitian batang sel.\n",
        "output": [
            "BusinessWeek reports that the announcement came two days after Corzine announced that the state will give out $10 million in research grants next year, including $7 million for stem cell research.\n"
        ]
    },
    {
        "input": "Pelindung Partai Konservatif Kanselir Oliver Letwin, dari wilayah tetangga Dorset West, berkata bahwa pesan dalam pemalsuan foto tersebut telah sesuai dengan kebijakan konservatif.\n",
        "output": [
            "Conservative shadow Chancellor Oliver Letwin, from neighbouring Dorset West, said that the message on the doctored photo was consistent with conservative policy.\n"
        ]
    },
    {
        "input": "Penerbangannya setelah serangan terbukti sia-sia karena catatan telepon menyebabkan polisi ke Roma, dan serangan di apartemen saudaranya, dimana ia ditangkap.\n",
        "output": [
            "His flight subsequent to the attack proved futile as phone records led police to Rome, and a raid on his brother's apartment, where he was captured.\n"
        ]
    },
    {
        "input": "Blair juga menambahkan, \"Kita telah melalui berbagai bagian yang berbeda dari proses ini beberapa kali selama beberapa tahun terakhir ini namun saya berpikir ini adalah sebuah dasar suara untuk dilanjutkan.\"\n",
        "output": [
            "Blair also added, \"We've been through different parts of this process many times over the past few years but I think this is a sound basis to proceed.\"\n"
        ]
    },
    {
        "input": "Polisi mengatakan kecemasan utama mereka adalah kesehatan dan keselamatan semua orang karena demonstrasi diadakan di sebelah jalan yang ramai.\n",
        "output": [
            "The police said that their main concern was the health and safety of everyone as the protest was being held next to a busy road.\n"
        ]
    },
    {
        "input": "Pengadilan Tinggi Belanda menolak kasusnya, dengan berdasarkan hukum EU bahwa kasus Kazemi harusnya menjadi tanggung jawab negara yang pertama kali diajukan permohonan suaka.\n",
        "output": [
            "The Netherlands' highest court rejected the case, citing EU law that Kazemi's case was the responsibility of the country where he first requested asylum.\n"
        ]
    },
    {
        "input": "\"Saya frustrasi bahwa keputusan oleh pemerintahan Obama untuk menghentikan pembangunan lepas pantai selama 1 tahun ini akan menyebabkan lebih banyak penundaan dan biaya yang lebih tinggi untuk minyak dan produksi gas dalam negeri untuk memenuhi kebutuhan energi nasional, \" klaim Begich.\n",
        "output": [
            "\"I am frustrated that this decision by the Obama administration to halt offshore development for a year will cause more delays and higher costs for domestic oil and gas production to meet the nation's energy needs,\" Begich claims.\n"
        ]
    },
    {
        "input": "Namun; apa yang mungkin peristiwa paling terkenal yang berlangsung di pameran adalah pembunuhan Presiden William McKinley pada 6 September, 1901.\n",
        "output": [
            "However; what is likely the most famous event that took place at the exposition was the assassination of then President William McKinley on September 6, 1901.\n"
        ]
    },
    {
        "input": "Pembubaran mengikuti seruan dari para pemimpin universitas saingan untuk penutupan UoW.\n",
        "output": [
            "The dissolution follows calls from the leaders of rival universities for the end of UoW.\n"
        ]
    },
    {
        "input": "Jika Microsoft tidak mengajukan banding atas keputusan tersebut, perusahaan akan memiliki waktu 3 bulan (mulai tanggal 27 Februari) untuk membayar denda tersebut secara penuh.\n",
        "output": [
            "If Microsoft does not appeal the decision, the company will have 3 month (starting February 27th) to pay the fine in full.\n"
        ]
    },
    {
        "input": "Rusia sejauh ini belum mengkonfirmasi identitas tahanan lain yang akan dibebaskan, meskipun beberapa nama telah berspekulasi, termasuk Alexander Zaporozhsky, Sergei Skripal, dan Alexander Sypachev, semua dituduh mentransfer informasi kepada pemerintah asing.\n",
        "output": [
            "Russia has so far not confirmed the identities of other prisoners to be released, although several names have been speculated, including Alexander Zaporozhsky, Sergei Skripal, and Alexander Sypachev, all accused of transferring information to foreign governments.\n"
        ]
    },
    {
        "input": "Pesawat itu jatuh sekitar dua kilometer (1,3 mil) dari bandara Smolensk.\n",
        "output": [
            "The plane crashed approximately two kilometres (1.3 miles) from Smolensk airport.\n"
        ]
    },
    {
        "input": "Baru-baru saja, Korea Selatan mengumumkan niat untuk mengirimkan salah satu dari kapal perusak setelah lima warganegara Korea Selatan diculik pada pembajakan kapal kargo Jepang.\n",
        "output": [
            "Most recently, South Korea has announced intentions to send one of its destroyers after five South Koreans were kidnapped in a Japanese cargo ship hijacking.\n"
        ]
    },
    {
        "input": "\"Ini adalah salju yang amat sangat berat dan kebanyakan pohon masih memiliki sebagian besar daunnya. . kita tidak bisa melakukan penilaian atas kerusakan secara lengkap sampai salju ini berhenti turun, \" kata juru bicara dari Niagara Mohawk, perusahaan listrik di wilayah New York Bagian Barat, Steve Brady.\n",
        "output": [
            "\"This was extremely heavy snow and most of the trees still have most of their leaves ... we can't do a complete damage assessment until the snow stops falling,\" said spokesman for Niagara Mohawk, Western New York's area power company, Steve Brady.\n"
        ]
    },
    {
        "input": "Setelah itu, ada beberapa spekulasi bahwa dia akan bergabung dengan Partai Green, yang memperoleh 0 suara untuk MP di Ottawa, ibukota negara.\n",
        "output": [
            "After, there was some speculation the he would join the Green Party, which has 0 elected MPs in Ottawa, the nations capital.\n"
        ]
    },
    {
        "input": "Pemenang wanita terfavorit, pengambilan suara dari publik \"dari jarak yang sangat jauh\", adalah Hillary Barry.\n",
        "output": [
            "The winner of favourite female, as voted by the public \"by a country mile\", was Hillary Barry.\n"
        ]
    },
    {
        "input": "Shulze memiliki pengalaman radar dari pekerjaan di Missile Range White Sands.\n",
        "output": [
            "Shulze has radar experience from working at the White Sands Missile Range.\n"
        ]
    },
    {
        "input": "Kantor Sheriff Pope County mengatakan bahwa kira-kira jam 11 malam kendaraannya keluar dari jalan dan berputar pada Avenue 110, dekat Brooten, Minnesota, di Pope County, Township Bangor Minnesota, sekitar 15 mil SE dari Glenwood, MN, sekitar 55 mil WNW dari St. Cloud, MN, atau sekitar 100 mil NW dari Twin Cities.\n",
        "output": [
            "The Pope County Sheriff’s Office said that at approximately 11 p.m. his vehicle went off the road and rolled over on 110th Avenue, near Brooten, Minnesota, in Pope County, Minnesota's Bangor Township, about 15 miles SE from Glenwood, MN, about 55 miles WNW from St. Cloud, MN, or about 100 miles NW from the Twin Cities.\n"
        ]
    },
    {
        "input": "\"Selama ratusan tahun kami orang Kristen, yang dulu memiliki populasi 15 persen, teraniaya dan terusir dari Tanah Suci dan sekarang kami adalah minoritas kecil.\"\n",
        "output": [
            "\"For hundreds of years we Christians, who used to be 15 per cent of the population, have been persecuted and driven out of the Holy Land and now we are a tiny minority.\"\n"
        ]
    },
    {
        "input": "Di negara tempat homoseksualitas sudah merupakan tindak pidana yang dapat dihukum sampai 14 tahun penjara, rancangan undang-undang ini akan meningkatkan hukuman itu mejadi penjara seumur hidup.\n",
        "output": [
            "In a nation where homosexuality is already a criminal offense punishable by up to fourteen years in jail, this bill would raise that penalty to life in prison.\n"
        ]
    },
    {
        "input": "Wikiversity adalah suatu proyek pribadi yang ditujukan untuk membangun suatu suasana belajar kolaboratif online.\n",
        "output": [
            "Wikiversity is a project of its own which aims to build a collaborative learning environment online.\n"
        ]
    },
    {
        "input": "Beberapa pengukuran memberikan perkiraan yang bagus dari kepadatan massa baryon - neutron dan proton yang membuat inti atom dan ion - di alam semesta 10 triliun tahun yang lalu.\n",
        "output": [
            "Various measurements give a good estimate of the mass-density of baryons - the neutrons and protons that make up the nuclei of atoms and ions - in the Universe 10 billion years ago.\n"
        ]
    },
    {
        "input": "Infeksi staph menyebar dengan cara yang sama dengan penyakit lainnya, dengan kondisi yang ramai, kebersihan yang buruk, dan kontak dari kulit ke kulit yang paling sering disalahkan.\n",
        "output": [
            "Staph infections are spread much like other diseases, with crowded conditions, poor hygiene, and skin-to-skin contact most frequently to blame.\n"
        ]
    },
    {
        "input": "Polisi menerima sebuah telepon dari seorang warga lokal bahwa Wygle terluka dalam kecelakaan tersebut.\n",
        "output": [
            "Police received a call from a local resident that Wygle had been injured in the crash.\n"
        ]
    },
    {
        "input": "Dia mengatakan bahwa dia \"sangat mendukung pernyataan Ketua SADC (Southern African Development Community) kondisi tidak layak untuk menjalankan pemilihan ulang untuk diadakan saat ini dan mereka harus ditunda.\"\n",
        "output": [
            "He said that he \"strongly supports the statement of the Chairman of SADC (Southern African Development Community) that conditions do not exist for a run-off election to be held at this time and that they should be postponed.\"\n"
        ]
    },
    {
        "input": "Sinn Féin, SDLP dan Partai Aliansi seluruhnya menyalahkan DUP atas kegagalan ini.\n",
        "output": [
            "Sinn Féin, SDLP and the Alliance Party have all blamed the DUP for the failure.\n"
        ]
    },
    {
        "input": "Bapak Howard mengatakan bahwa penjualan tersebut bukan janji pemilihan oleh pemerintahnya dan pemerintah federal gagal memperlihatkan manfaat jangka panjang dari penjualan tersebut.\n",
        "output": [
            "Mr Howard said that the sale was not an election promise by his government and that the federal government failed to see any long-term benefits from the sale.\n"
        ]
    },
    {
        "input": "Video tersebut, yang disiarkan oleh BBC News panjangnya sekitar 45 detik dan memperlihatkan paling sedikit dua peluru kendali yang lepas kontrol telah meluncur dari dalam pangkalan saat api mengamuk dan jatuh di sekitar itu.\n",
        "output": [
            "The video, which was broadcast by BBC News is about 45 seconds long and shows at least two out of control missiles being launched from within the base as the fire rages on and landing nearby.\n"
        ]
    },
    {
        "input": "Dia condong sedikit ke kanan dan terus berwajah dingin, kaku yang dikelilingi oleh untaian rambut panjangnya yang tak disisir.\n",
        "output": [
            "He listed slightly to the right and kept a fixed, distant face that was surrounded by uncombed strands of his long hair.\n"
        ]
    },
    {
        "input": "Jerman mengalahkan Argentina 4-2 pada babak penalti untuk memesan tempat di semi final Piala Dunia Fifa di Berlin, hari Jum'at.\n",
        "output": [
            "Germany beat Argentina 4-2 on penalties to book a place in the Fifa World Cup semi-finals in Berlin, Friday.\n"
        ]
    },
    {
        "input": "\"Kami punya kewajiban untuk menghemat uang pembayar pajak, dan dengan memasangnya bersamaan dengan lampu untuk perayaan lain - termasuk Idul Fitri pada bulan September - kami akan menghemat sekitar £10.000.\"\n",
        "output": [
            "\"We have a duty to save taxpayers' money, and by putting them up now with lights for other festivities – including Eid in September – we will be saving around £10,000\".\n"
        ]
    },
    {
        "input": "Di bawah regulasi lingkungan baru yang diumumkan Kamis oleh Menteri Lingkungan Kanada John Baird, perusahaan yang tidak bisa memenuhi target intensitas baru untuk pengurangan emisi CO2 akan dapat membeli kredit pengganti kerugian atau berkontribusi pada pendanaan teknologi, dengan biaya awal 15 dolar per ton dari emisi.\n",
        "output": [
            "Under new environmental regulations announced Thursday by Canadian Environment Minister John Baird, companies that can't meet new intensity targets for CO2 emission reductions will be able to purchase offset credits or contribute to a technology fund, at an initial cost of $15 per tonne of emissions.\n"
        ]
    },
    {
        "input": "Pengembangan mulai dari laptop baru yang menggunakan prosesor Intel daripada prosesor saat ini yang dibuat oleh Advanced Micro Devices, saingan Intel.\n",
        "output": [
            "Development began on a new laptop using an Intel processor rather than the current processor made by Advanced Micro Devices, a rival of Intel.\n"
        ]
    },
    {
        "input": "Kantor berita Turki, Anatolia melaporkan bahwa sebuah helikopter pemadam kebakaran Kamov-32 terjatuh ketika sedang mengisi tangki airnya.\n",
        "output": [
            "A Kamov-32 fire-fighting helicopter has crashed while trying to fill its water tanks, reports the Turkish Anatolian News agency.\n"
        ]
    },
    {
        "input": "Para pemain ski Amerika Serikat dijadwalkan untuk bertanding kemarin di perlombaan slalom namun kompetisi tersebut dibatalkan karena angin kencang.\n",
        "output": [
            "United States skiers were scheduled to compete yesterday in the Slalom discipline but the competition was cancelled due to high winds.\n"
        ]
    },
    {
        "input": "\"Kami dapat mengkonfirmasi identitas dari orang asing yang tewas setelah kami telah melaksanakan pemeriksaan tanah secara menyeluruh, \" kata juru bicara militer Pakistan Mayor Jenderal Shaukat Sultan.\n",
        "output": [
            "\"We can confirm the identities of the foreigners killed once we have carried out a thorough ground check,\" said Pakistani military spokesman Major General Shaukat Sultan.\n"
        ]
    },
    {
        "input": "Orang-orang Haiti membuat kerusuhan, mendorong proses tersebut ke dalam kekacauan yang ditumpas oleh upaya yang gigih dari para pemantau asing.\n",
        "output": [
            "Haitians rioted, plunging the process into chaos that was quelled by the determined efforts of foreign monitors.\n"
        ]
    },
    {
        "input": "Disebut Aliansi Kebenaran dan Keadilan, oposisi utama adalah suatu gabungan para kandidat dari Partai Liberal Nasional dan Partai Demokrat.\n",
        "output": [
            "Called the Truth and Justice Alliance, the main opposition is a union of candidates from the National Liberal Party and the Democrat Party.\n"
        ]
    },
    {
        "input": "Ada beberapa ketidaksetujuan mengenai metode untuk mengukur yang digunakan sebelumnya, jadi peneliti menghabiskan satu jam di puncak mengambil ukuran menggunakan radar, satelit dan metode lain di 6 titik.\n",
        "output": [
            "There is some disagreement regarding the methods of measurement used previously, so the researchers spent an hour at the summit taking measurements using radar, satellite, and other methods on 6 points.\n"
        ]
    },
    {
        "input": "Minggu lalu koresponden ONE News Pacific Barbara Dreaver dideportasi saat dia datang untuk meliput krisis tersebut.\n",
        "output": [
            "Last week ONE News Pacific Correspondent Barbara Dreaver was deported as she arrived to cover the crisis.\n"
        ]
    },
    {
        "input": "Dan hasilnya bisa dilihat oleh semua.\"\n",
        "output": [
            "And then is the result that anyone gets to see.\"\n"
        ]
    },
    {
        "input": "Setelah melawan api selama lebih dari 24 jam, petugas kebakaran menyatakan bahwa api tersebut kebanyakan telah padam dan memerintahkan perusahaan api mulai menutup selang dan mengemasi peralatan mereka.\n",
        "output": [
            "After having fought the fire for over 24 hours, fire officials stated that the fire was mostly extinguished and ordered fire companies to start shutting down the hoses and pack up their equipment.\n"
        ]
    },
    {
        "input": "Rui Cordeiro mencetak angka untuk Portugal hanya try pada pertandingan segera setelah mulai, yang dikonversi oleh Duarte Cardoso Pinto.\n",
        "output": [
            "Rui Cordeiro scored Portugal's only try of the match shortly after the restart, which was converted by Duarte Cardoso Pinto.\n"
        ]
    },
    {
        "input": "Tetapi dalam TV Perancis Zidane menunjukkan menyesal atas perilakunya.\n",
        "output": [
            "But on French television Zidane showed remorse for his behaviour.\n"
        ]
    },
    {
        "input": "Kepala NATO Jaap de Hoop Scheffer juga mengutuk aksi tersebut.\n",
        "output": [
            "NATO chief Jaap de Hoop Scheffer has also condemned the action.\n"
        ]
    },
    {
        "input": "Menteri Pertama Salmond meluncurkan sebuah taman peringatan dan patung perunggu yang telah ditempatkan untuk menandai peringatan 50 tahun insiden itu.\n",
        "output": [
            "First Minister Salmond unveiled a memorial garden and a bronze statue which had been placed to mark the 50th anniversary of the incident.\n"
        ]
    },
    {
        "input": "Pak Alan Sugar akan terus berhadapan dengan serial BBC The Apprentice setelah pengangkatannya sebagai \"raja perusahaan\" bagi pemerintah Inggris.\n",
        "output": [
            "Sir Alan Sugar will continue to front the BBC series The Apprentice after his appointment as \"enterprise tsar\" for the British government.\n"
        ]
    },
    {
        "input": "Gugatan, yang diajukan di San Francisco menuduh bahwa AT&T melanggar undang-undang federasi dengan berkolaborasi dengan pemerintah untuk menguping warga AS.\n",
        "output": [
            "The suit, filed in San Francisco, alleges that AT&T violated federal laws by collaborating with government to eavesdrop on U.S. citizens.\n"
        ]
    },
    {
        "input": "Pilihan lainnya Musyarraf mungkin akan nengumumkan negara dalam keadaan darurat, sehingga dia bisa mendapatkan dukungan militer, atau membubarkan parlemen, meskipun ini bisa menimbulkan kekacauan politik.\n",
        "output": [
            "Other options Musharraf may explore include declaring a state of emergency, which could aid him in getting the support of the military, or dissolving parliament, though this would likely lead to political chaos.\n"
        ]
    },
    {
        "input": "OFT menyatakan bahwa angkanya £300 juta setahun.\n",
        "output": [
            "The OFT stated that the figure was £300m a year.\n"
        ]
    },
    {
        "input": "Peraturan yang disahkan oleh pemerintah Rumania pada hari Jumat telah diteruskan ke Parlemen untuk diperdebatkan.\n",
        "output": [
            "The law passed by the Romanian government on Friday has been forwarded to the Parliament to be debated.\n"
        ]
    },
    {
        "input": "Lomba selanjutnya dijadwalkan besok, Senin tidak ada lomba.\n",
        "output": [
            "The next race is scheduled for tomorrow, Monday being a race-off day.\n"
        ]
    },
    {
        "input": "Kemenangan Spanyol diramalkan dengan benar oleh binatang oracular Paul si Gurita.\n",
        "output": [
            "Spain's victory was correctly predicted by the oracular animal Paul the Octopus.\n"
        ]
    },
    {
        "input": "Sekitar 100 pelajar dari Rwanda, Burundi dan Kongo akan membagikan ide-ide mereka tentang masa lalu dan perkembangan saat ini di Rwanda dan juga masa depan wilayah Danau Besar ini.\n",
        "output": [
            "Approximately 100 students from Rwanda, Burundi and the Congo will share ideas about the past and present in Rwanda as well as the future for the Great Lakes region.\n"
        ]
    },
    {
        "input": "Boswell mengatakan: \"Penelitian lebih lanjut tentang efek BZP akan segera dikeluarkan oleh Menteri Kesehatan, \" sementara pemerintah Selandia Baru sedang berdebat apakah itu harus dilarang atau dibatasi penjualannya atau tidak.\n",
        "output": [
            "Boswell said: \"Further research on the effects of BZP is soon to be released by the Health Minister,\" as the New Zealand government is debating whether or not they should be banned or have their sale restricted.\n"
        ]
    },
    {
        "input": "Martin, berusia 51 tahun, dituduh atas penyalahgunaan dengan mengirim e-mail kepada para saksi pengadilan dengan menyertakan transkrip persidangan lain yang berkaitan bersamaan dengan observasinya sendiri yang menyinggung kasus Moussaoui, termasuk saran-saran dan poin pembicaraan.\n",
        "output": [
            "Martin, aged 51, is accused of misconduct by sending prosecution witnesses e-mail that included trial transcripts of another related case along with observations of her own that pertained to the Moussaoui case, including suggestions and talking points.\n"
        ]
    },
    {
        "input": "Dalam beberapa tahun kemudian ia membuka bar sendiri dan berteman dengan beberapa anggota band dan bahkan memperkenalkan mereka di salah satu konser mereka di Jacksonville.\n",
        "output": [
            "In later years he opened up his own bar and became friends with some members of the group and even introduced them at one of their concerts in Jacksonville.\n"
        ]
    },
    {
        "input": "Lysiane Lavorel, yang berasal dari Perancis dan mahasiswa yang mempelajari Bahasa Inggris di sana, menawarkan respon jenakanya untuk Perancis yang harusnya lemah ketika membuat referensi untuk film Independence Day tahun 1996.\n",
        "output": [
            "Lysiane Lavorel, a native of France and college student studying English there, offered a tongue-in-cheek response to France's supposed weakness while making reference to the 1996 film Independence Day.\n"
        ]
    },
    {
        "input": "Beberapa pengamat menyarankan bahwa gencatan senjata yang paling akhir adalah didasarkan pada taktik ETA menyebabkan dukungan mereka pada wilayah Basque jatuh.\n",
        "output": [
            "Several analysts have suggested that this most recent ceasefire is based on ETA's tactics causing their support in the Basque region to plummet.\n"
        ]
    },
    {
        "input": "Sepatu Armenia dalam kondisi diawetkan sempurna dan beberapa ratus tahun lebih tua daripada yang ditemukan di Ötzi Iceman, membuatnya menjadi potongan alas kaki kulit tertua di dunia, dan alas kaki tertua yang pernah ditemukan di Eropa.\n",
        "output": [
            "The Armenian shoe is in a perfectly preserved condition and is a few hundred years older than the one found on Ötzi the Iceman, making it the oldest piece of leather footwear in the world, and the oldest footwear yet found in Europe.\n"
        ]
    },
    {
        "input": "Anak lelaki Nona Gibbons John, dari Liverpool, telah meminta pada masyarakat Inggris yang marah dengan hukuman penjara ibunya agar tidak menyalakan kaum Muslim.\n",
        "output": [
            "Ms Gibbons' son John, from Liverpool, has asked that British people angered by his mother's jail sentence should not turn against Muslims.\n"
        ]
    },
    {
        "input": "Sebuah studi menemukan angka bunuh diri di Skotlandia bertambah pesat dibanding negara tetangganya Inggris, media Rusia dan para politisi memeriksa angka bunuh diri remaja tertinggi ketiga terbesar di dunia dan angka baru menunjukkan pertambahan bunuh diri anak Aborigin di wilayah utara Australia.\n",
        "output": [
            "A study found Scotland's suicide rate to be increasing away from neighbouring England, Russian press and politicians are examining the world's third-highest teen suicide rate, and new figures showed increasing Aboriginal children's suicides in Australia's Northern Territory.\n"
        ]
    },
    {
        "input": "Sebuah gedung tua berusia puluhan tahun runtuh di jalan Ma Tau Wai di Hongkong pada pukul 1:30 siang hari Jumat, waktu setempat.\n",
        "output": [
            "A decades-old building collapsed along Ma Tau Wai Road in Hong Kong at about 1:30pm on Friday, local time.\n"
        ]
    },
    {
        "input": "Bapak Darnton juga menjelaskan sistem tata kelola saat ini sebagai adalah semacam permainan.\n",
        "output": [
            "Mr Darnton also describes the current system of governance as a game.\n"
        ]
    },
    {
        "input": "Pemimpin Moldova mencatat bahwa dia telah mengirim paket dokumen kepada Rusia mengenai aktivitas 13 perusahaan militer Transnistri.\n",
        "output": [
            "The Moldovan leader noted that he has sent a package of documents to Russia regarding the activity of 13 Transnistrian military companies.\n"
        ]
    },
    {
        "input": "Itu akan tersambung dengan halaman perkakas Wikipedia berbahasa Inggris untuk ujicoba selama 60 hari sejak tahun 2006.\n",
        "output": [
            "It will be linked from the English Wikipedia Tools page for a 60 day trial beginning in 2006.\n"
        ]
    },
    {
        "input": "Pada tahun 1970, perubahan cricket World Series Cricket-nya, membawa One-day cricket ke depan dengan memperkenalkan hal-hal seperti seragam yang berwarna, bola putih & pertandingan siang/malam.\n",
        "output": [
            "In the 1970s, his World Series Cricket revolutionised cricket, bringing One-day cricket to the fore by introducing things such as coloured uniforms, white balls & day/night matches.\n"
        ]
    },
    {
        "input": "\"Dengan mempromosikan pemulihan, dengan tujuan pengobatan prolactin, kami berharap benar-benar lebih baik mengatasi gejalanya pada orang-orang terkena MS.\"\n",
        "output": [
            "\"By promoting repair, which is the goal of prolactin therapy, we have hope of actually improving symptoms in people with MS.\"\n"
        ]
    },
    {
        "input": "Individu ditangkap dan mencul di Pengadilan hakim pada hari Jemat.\n",
        "output": [
            "The individuals arrested appeared in the Nelspruit magistrate's court on Friday.\n"
        ]
    },
    {
        "input": "Polisi tiba di rumah, dan bertemu dengan orang tua 72-tahun yang berdiri, mengadakan percakapan singkat dengan pria yang kemudian kembali dalam rumah.\n",
        "output": [
            "Police arrived at the home, and encountered the 72-year old man standing over, a brief conversation was held with the man who then went back inside the house.\n"
        ]
    },
    {
        "input": "Hampir 300 \"perompak emas\" telah ditangkap selama dua minggu terakhir di terowongan tambang Eland itu sendiri.\n",
        "output": [
            "Almost 300 \"gold pirates\" were arrested over the past two weeks at the Eland mine shaft alone.\n"
        ]
    },
    {
        "input": "Mereka didakwa atas pencurian, pelanggaran dan perusakan properti.\n",
        "output": [
            "They were charged with theft, trespassing and destruction of property.\n"
        ]
    },
    {
        "input": "Hotel Omni yang terhubung dengan pusat CNN juga mengalami kerusakan dengan banyak jendelanya yang pecah.\n",
        "output": [
            "The Omni Hotel, which is attached to the CNN Center, also sustained damage, with many of its windows shattered.\n"
        ]
    },
    {
        "input": "Dikarenakan hal ini, kami berhati-hati memilih jalan untuk menjalankan beberapa serangan untuk menjaga agar tetap dimuka hingga akhir.\"\n",
        "output": [
            "\"Because of this issue, we cautiously chose some roads to do several attacks to keep the leading to the end.\"\n"
        ]
    },
    {
        "input": "\"Kami bermain untuk fans kami, dan masyarakat Indianapolis.\"\n",
        "output": [
            "\"We are praying for our fans, and the people of Indianapolis.\"\n"
        ]
    },
    {
        "input": "Seluruh mention dari RUU dihapus dari artikel.\n",
        "output": [
            "All mentions of the bill were removed from the article.\n"
        ]
    },
    {
        "input": "Apresiasi leu, akan tetapi, tidak positif, karena hal itu memberi beban besar kepada pengekspor.\n",
        "output": [
            "The leu's appreciation, however, isn't all positive, because it is putting a great deal of pressure on exporters.\n"
        ]
    },
    {
        "input": "Obat yang bernama PA-457, yang berasal dari asam betulinic dan bersumber dari produk dari produsen kertas, sedang diproduksi dan dikembangkan oleh produsen obat Maryland Panacos Pharmaceuticals.\n",
        "output": [
            "The drug called PA-457, which is derived from betulinic acid and comes from by-products from paper manufacturers, is being manufactured and developed by Maryland drug manufacturer Panacos Pharmaceuticals.\n"
        ]
    },
    {
        "input": "Di masa lalu, Perserikatan Bangsa Bangsa pernah menuduh Eritrea memasok senjata dan peralatan kepada kelompok militan Islam.\n",
        "output": [
            "In the past the United Nations has accused Eritrea of providing arms and equipment to the Islamists.\n"
        ]
    },
    {
        "input": "Dia mengikutinya dengan Kembali ke Surga, menceritakan godaan Nabi Isa di hutan belantara.\n",
        "output": [
            "He followed it with Paradise Regained, depicting the temptations of Jesus in the wilderness.\n"
        ]
    },
    {
        "input": "Ayah, Lam Luong, berumur 37 tahun nelayan udang, dikenakan dengan empat kakus pembunuh kelas kakap.\n",
        "output": [
            "The father, Lam Luong, a 37 year old shrimp fisherman, has been charged with four counts of capital murder.\n"
        ]
    },
    {
        "input": "3 petugas penyelamat di Crandall Canyon Mine di Utah yang tewas berusaha menyelamatkan 6 penambang terperangkap yang telah hilang selama lebih dari seminggu.\n",
        "output": [
            "Three rescue workers at the Crandall Canyon Mine in Utah were killed trying to rescue six trapped miners who have been missing for over a week.\n"
        ]
    },
    {
        "input": "Mereka kemudian menyatakan bahwa dokumen tersebut dapat \"diperoleh melalui permohonan berdasar Undang-undang Kebebasan Informasi melalui jalur-jalur resmi.\"\n",
        "output": [
            "They then state that the document can be \"made available through a Freedom Of Information Act request through official channels.\"\n"
        ]
    },
    {
        "input": "\"Walau tingkat perputaran badai ini memang memiliki implikasi penting terhadap dampak yang bisa melanda Bermuda, \" jelas Pusat Hurikan Nasional, \"namun, masih terlalu dini untuk memastikan apakah Bertha benar-benar akan membahayakan pulau itu.\"\n",
        "output": [
            "\"While the degree of the turn has important implications regarding potential impacts to Bermuda,\" the National Hurricane Center said, \"it is much too early to determine if Bertha will actually threaten that island.\"\n"
        ]
    },
    {
        "input": "Rapat umum anti-APEC melalui jalan-jalan di Sydney telah menarik sekitar 5.000 demonstran, dengan tak kurang dari 18 penangkapan dan 2 polisi terluka.\n",
        "output": [
            "An anti-APEC rally through the streets of Sydney has attracted around 5000 demonstrators, with up to 18 arrests and two police injured.\n"
        ]
    },
    {
        "input": "Semua korban adalah orang dewasa, dan termasuk 1 dari 2 sopir, yang lain di antaranya terluka parah.\n",
        "output": [
            "All the deceased were adults, and included one of the two drivers, the other of whom was seriously injured.\n"
        ]
    },
    {
        "input": "Kejuaraan bagi pabrik dipimpin oleh Chevrolet dengan 249, 40 poin di atas Toyota dan 91 poin di atas Ford dengan dua balapan tersisa di musim ini.\n",
        "output": [
            "The Manufacturers' сhampionship standings is led by Chevrolet with 249, 40 points ahead of Toyota and 91 ahead of Ford with two races remaining in the season.\n"
        ]
    },
    {
        "input": "Anggota keluarganya mengatakan kepada Khaleej Times bahwa ia takut akan bahaya fisik dari Madhavan atau kaki tangannya.\n",
        "output": [
            "Her family members told Khaleej Times that she feared physical harm from Madhavan or his henchmen.\n"
        ]
    },
    {
        "input": "Antara tahun 1991 hingga 2011, tingkat pertumbuhan populasi terus-menerus berkurang.\n",
        "output": [
            "Between 1991 and 2011, the population growth rate has steadily decreased.\n"
        ]
    },
    {
        "input": "Korban perkosaan yang terkenal, Mukhtar Mai, menolak pemikiran bahwa setiap wanita bisa mengizinkan diri mereka sendiri menjadi subyek pada ancaman seperti itu untuk uang.\n",
        "output": [
            "The high-profile rape victim, Mukhtar Mai, dismissed the idea that any woman could allow herself to be subjected to such treatment for money.\n"
        ]
    },
    {
        "input": "9 orang tewas akibat kebakaran kawasan semak belukar di Semenanjung Eyre, Australia Selatan.\n",
        "output": [
            "Nine people have died in bush-fires in the region of the Eyre Peninsula in South Australia.\n"
        ]
    },
    {
        "input": "Saat ini hanya satu MP Independen di Majelis Rendah yaitu Andre Arthur untuk daerah pemilihan Portneuf-Jacques-Cartier di Quebec yang berbahasa Perancis.\n",
        "output": [
            "Now there is only one independent MP in the House of Commons being André Arthur for the riding of Portneuf—Jacques-Cartier in French speaking Quebec.\n"
        ]
    },
    {
        "input": "Pada tahun fiskal 2005 mereka mendapatkan 83 juta dollar.\n",
        "output": [
            "In the 2005 fiscal year they earned $83 million in revenue.\n"
        ]
    },
    {
        "input": "Kapal tersebut mempunyai sistem tenaga surya untuk memberikan tenaga pada laptopnya, telepon dan GPS.\n",
        "output": [
            "The boat does have a solar power system to provide energy for his laptop, a telephone and a global positioning system.\n"
        ]
    },
    {
        "input": "Hari berikutnya, sebuah kereta api pemuat barang dengan gerbong 40 tergelincir ke sebelah timur Kalgoorlie, 3 orang terluka.\n",
        "output": [
            "The following day, a freight train with 40 wagons derailed east of Kalgoorlie, injuring three people.\n"
        ]
    },
    {
        "input": "Dalam Pemilu ketiga sejak dibukanya Parlemen Skotlandia pada tahun 1999, disebelah kiri pusat SNP mengalahkan Partai Buruh yang berkuasa dengan satu kursi.\n",
        "output": [
            "In the third Scottish election since the opening of the Scottish Parliament in 1999, the left of centre SNP beat the ruling Labour Party by a single seat.\n"
        ]
    },
    {
        "input": "Foto-foto dapat dicetak dari USB flash drive, kartu-kartu memori, perangkat Bluetooth dan kamera digital yang kompatibel dengan PictBridge.\n",
        "output": [
            "Photos can be printed from USB flash drives, memory cards, Bluetooth devices and PictBridge compatible digital cameras.\n"
        ]
    },
    {
        "input": "Sebuah tim UCLA, yang dipimpin oleh Brian Naranjo, telah mengamati fusi nuklir dari inti deuterium di sebuah perangkat meja.\n",
        "output": [
            "A UCLA team, headed by Brian Naranjo, has observed the nuclear fusion of deuterium nuclei in a tabletop device.\n"
        ]
    },
    {
        "input": "Waduk tersebut menggantikan waduk yang lama, yang dibangun pertama kali pada 1911 namun kemudian diperluas beberapa kali.\n",
        "output": [
            "The dam replaces an old dam, first built in 1911 but subsequently expanded several times.\n"
        ]
    },
    {
        "input": "Juru bicara urusan luar negeri Demokrat Liberal Ed Davevy menyebut pernyataan Wood \"paku terakhir dalam peti mati dalam kasus legal peperangan.\"\n",
        "output": [
            "Liberal Democrat foreign affairs spokesman Ed Davey called Wood's statement \"the final nail in the coffin of the case for a legal war.\"\n"
        ]
    },
    {
        "input": "Departemen Kepolisian Toledo tidak menduga adanya permainan kotor, dan menganggap kematian tersebut sebagai kecelakaan.\n",
        "output": [
            "The Toledo Police department does not suspect foul play, and considers the death to be accidental.\n"
        ]
    },
    {
        "input": "Menurut Chaidrawa, beban pemerintahan Saakashvili sedikit mirip dengan demokrasi.\n",
        "output": [
            "According to Chaindrawa, Saakashvili's government bears little resemblance to a democracy.\n"
        ]
    },
    {
        "input": "Malahan, dia mengatakan bahwa dia terkena biaya sekitar 71 dolar daripada 71 sen: 100 kali lebih banyak daripada biaya tagihan yang harus disampaikan kepadanya.\n",
        "output": [
            "Instead, he says he was charged about 71 dollars instead of 71 cents: 100 times more than what his bill should have been at the rate quoted.\n"
        ]
    },
    {
        "input": "Kekerasan datang sebelum pemilihan presiden Kamis, dan militan telah berjanji untuk mengganggunya.\n",
        "output": [
            "The violence comes before Thursday's presidential election, which militants have promised to disrupt.\n"
        ]
    },
    {
        "input": "Menurut sumber publik, pemerintah Tiongkok telah melakukan sejumlah gerakan yang mengancam ekonomi Amerika Serikat, dimana Tiongkok mengindikasikan bahwa mereka akan mencairkan dana kas mereka yang besar di AS jika Washington menerapkan sanksi yang memaksa dilakukannya revaluasi terhadap mata uang Yuan.\n",
        "output": [
            "According to public sources, the Chinese government has begun a concerted campaign of economic threats against the United States, hinting that it may liquidate its vast holding of US treasuries if Washington imposes trade sanctions that seek to force a Yuan revaluation.\n"
        ]
    },
    {
        "input": "Sebagian besar dari kedua lagu tersebut disusun oleh Lordi selama tur di Amerika Serikat sebagai bagian dari Ozzfest, dengan vokalis utama band tersebut mengatakan pada wawancara dengan MonsterDiscoHelm. com bahwa refrain utama dari Beast Loose in Paradise ditulis di Milwaukee, sementara refrain dari Studs and Leather disusun di St. Augustine.\n",
        "output": [
            "Most of both songs were composed during Lordi's tour of the United States as part of Ozzfest, with the band's lead vocalist saying in an interview with MonsterDiscoHell.com that the main riff of Beast Loose in Paradise was written in Milwaukee, while the chorus of Studs and Leather was composed in St. Augustine.\n"
        ]
    },
    {
        "input": "Ross Bell, juru bicara untuk Yayasan Obat-obatan, mengatakan: \"Tidak hanya tinjauan terlalu sempit, ini juga sepertinya hasil pemilihan lebih dulu dari debat di pada hari Rabu.\"\n",
        "output": [
            "Ross Bell, spokesman for the Drug Foundation, said: \"Not only is such a review too narrow, it also seemed to pre-empt the outcome of Wednesday's debate.\"\n"
        ]
    },
    {
        "input": "Sony telah menerima 209 laporan dari panas berlebih di seluruh dunia, dan salah satu pelanggan telah melaporkan mendapat luka bakar ringan.\n",
        "output": [
            "Sony has received 209 reports of overheating worldwide, and one customer has reported receiving minor burns.\n"
        ]
    },
    {
        "input": "\"Perbedaan dalam tingkat penguapan, viskositas dan pelapukan memberikan kesempatan yang lebih besar untuk mengambil tumpahan minyak.\"\n",
        "output": [
            "\"Differences in evaporation rates, viscosity and weathering provide greater opportunities to recover oil.\"\n"
        ]
    },
    {
        "input": "Penjaga Pantai Amerika Serikat mengatakan pria tewas yang tidak di ketahui jatuh kedalam air saat mencoba mencari jalan di antara es.\n",
        "output": [
            "The United States Coast Guard says the unidentified man who died fell into the water while trying to find a way off the ice.\n"
        ]
    },
    {
        "input": "Militan mengatakan bahwa mereka berusaha untuk menggulingkan pemerintah dan menghilangkan kekuatan Presiden Pakistan yang baru terpilih Presiden Pervez Musharraf.\n",
        "output": [
            "Militants say that they are going to attempt to overthrow the government and take the newly elected Pakistani President Pervez Musharraf out of power.\n"
        ]
    },
    {
        "input": "Ledakan tersebut telah menyebabkan sebuah lubang besar di gletser, dan juga sebuah retakan yang terbentuk di bawah gletser, yang sekarang panjangnya sekitar 2 kilometer (1 mil).\n",
        "output": [
            "The eruption has created a large hole in the glacier, as well as a fissure that is forming under the glacier, which is now around 2 kilometers (1 mi) long.\n"
        ]
    },
    {
        "input": "Tim West Indies dipimpin Yorke yang berkompetisi dan sulit untuk dicegat tetapi Swedia berniat menekan tim tersebut bermain di semi permainan tersebut.\n",
        "output": [
            "The West Indies team led by Yorke was competitive and hard in the tackle but Swedish pressure meant the team was in its own half of the pitch most of the game.\n"
        ]
    },
    {
        "input": "Interpol telah mengeluarkan \"Peringatan Oranye\" untuk pemimpin Jemaah Islamiyah Asia Tenggara, Mas Selamat bin Kastari, yang melarikan diri dari pusat penahanan Rabu.\n",
        "output": [
            "Interpol has issued an \"Orange Notice\" for the leader of southeast Asian Jemaah Islamiyah, Mas Selamat bin Kastari, who escaped from a detention center Wednesday.\n"
        ]
    },
    {
        "input": "Perjanjian tersebut disetujui oleh pemerintah Brazil pada bulan November 2007 dan disetujui oleh parlemen Perancis pada bulan Maret 2007.\n",
        "output": [
            "The agreement was approved by the Brazilian government in November 2007 and was approved by the French Parliament in March 2007.\n"
        ]
    },
    {
        "input": "London, Inggris - Olimpiade paralimpik musim panas 2012 akan dimulai dalam waktu kurang dari seminggu, sebagian delegasi paralimpik Papua New Guinea tiba di London pagi hari ini untuk mendukung sepasang atlet negara itu yang lolos ke babak kualifikasi paralimpik, yaitu atlet atletik Francis Kompaon dan atlet angkat besi Timothy Harabe.\n",
        "output": [
            "London, England — With the 2012 Summer Paralympics starting in less than a week, parts of Papua New Guinea's Paralympic delegation arrived in London earlier today in order to support the pair of athletes the country qualified for the Games, athletics competitor Francis Kompaon and powerlifter Timothy Harabe.\n"
        ]
    },
    {
        "input": "Singh, yang mengidap diabetes, melakukan operasi bypass di Inggris pada tahun 1990 dan angioplasty pada tahun 2004 di Delhi tempat sejumlah tabung stent dimasukkan di dalam arterinya.\n",
        "output": [
            "Singh, a diabetic, underwent a bypass surgery in Britain in 1990 and had an angioplasty in 2004 in Delhi in which stents were introduced in his arteries.\n"
        ]
    },
    {
        "input": "ABC juga mengatakan bahwa kedua dari Woodruff dan Vogt memakai pelindung tubuh dan helm.\n",
        "output": [
            "ABC also said that both Woodruff and Vogt were wearing body armor and helmets.\n"
        ]
    },
    {
        "input": "Di refrensi untuk keuntungan dari pihaknya, SNP, Salmond mendeskripsikan dengan kampanye pemilihan dalam Glasgow Timur dan Glenrothes sebagai \"Perang Salib injil\" yang \"telah turun baik di Glasgow Timur - tapi \"sedikit kurang baik di Glenrothes.\"\n",
        "output": [
            "In reference to the fortunes of his party, the SNP, Salmond described by-election campaigns in Glasgow East and Glenrothes as \"evangelical crusades\" which, \"had gone down well in Glasgow East - but \"slightly less well in Glenrothes\".\n"
        ]
    },
    {
        "input": "Menurut laporan yang dikeluarkan oleh Korporasi Penyiaran Afrika Selatan (SABC), sebuah surat perintah telah dikeluarkan oleh Otoritas Penuntut Nasional Afrika Selatan (NPA), yang bekerja secara terpisah dari polisi, untuk menangkap Jackie Selabi Komisioner Nasional Polisi Afrika Selatan dan presiden Interpol.\n",
        "output": [
            "According to a report released by the South African Broadcasting Corporation (SABC), a warrant has been issued by the South African National Prosecuting Authority (NPA), which operates separately from the police, for the arrest of Jackie Selebi national commissioner of the South African police and president of Interpol.\n"
        ]
    },
    {
        "input": "Meskipun Beast Loose in Paradise adalah lebih 'movie-esque'dan 'horror-ish'pada tujuannya.\n",
        "output": [
            "Although Beast Loose in Paradise is more 'movie-esque' and 'horror-ish' on purpose.\n"
        ]
    },
    {
        "input": "Pendekatan tersebut dirancang untuk mengejutkan masyarakat dapat menyadari merokok dapat membunuh dan menyebabkan sakit yang serius.\n",
        "output": [
            "The approach is designed to shock people into realising smoking kills and causes serious illness.\n"
        ]
    },
    {
        "input": "Kemitraan tersebut telah dikabarkan selama bertahun-tahun, dan jumlah spekulasi tumbuh selama beberapa bulan terakhir.\n",
        "output": [
            "Such a partnership had been rumored for years, and the amount of speculation grew over the past few months.\n"
        ]
    },
    {
        "input": "Dengan dukungan suara 5-4 orang, Mahkamah Agung Amerika Serikat membatalkan hukuman mati bagi Patrick Kennedy, yang didakwa memperkosa seorang anak, dengan mengatakan bahwa hal itu tidak sebanding dengan kejahatannya dan bahwa hal itu bertentangan dengan Konstitusi yang melarang kekejaman dan hukuman yang tidak lazim, dan dengan demikian menimbulkan preseden.\n",
        "output": [
            "In a 5-4 vote, the United States Supreme Court overturned the death penalty for Patrick Kennedy, convicted of raping a child, saying it is not proportional to the crime and that it violates the Constitutional ban on cruel and unusual punishment, and thereby setting a precedent.\n"
        ]
    },
    {
        "input": "Ada 2 instansi di Skotlandia, di Faslane dan Rosyth, memberikan pelayanan kepada armada kapal selam nuklir.\n",
        "output": [
            "There are two establishments in Scotland, at Faslane and Rosyth, providing services to the nuclear submarine fleet.\n"
        ]
    },
    {
        "input": "Hewan lembu ternyata lebih mudah diamati dimana sebanyak 8.510 lembu pada 308 lokasi menunjukkan adanya tendensi kuat untuk menyesuaikan arah tubuh mereka sesuai dengan medan magnet bumi.\n",
        "output": [
            "Cattle were easier to observe, and 8,510 head of cattle at 308 locations demonstrated a strong tendency to align body orientation in accordance with the earth's magnetic field.\n"
        ]
    },
    {
        "input": "Website yang merupakan parody Tom Cruise dan keterlibatannya dengan Gereja Scientology, menjadi pusat kontroversi saat hal tersebut diikuti dengan banyak permintaan gencatan senjata dan pemberhentian atas Gereja tersebut.\n",
        "output": [
            "The site, which is a parody of Tom Cruise and his involvement with the Church of Scientology, became the centre of controversy when it was served with a number of cease and desist orders initiated by the Church.\n"
        ]
    },
    {
        "input": "Pada saat pertandingan antara Turki dan Amerika, kursi roda diperbaiki selama pertandingan.\n",
        "output": [
            "At the Turkey vs United States game, a chair was repaired during the match.\n"
        ]
    },
    {
        "input": "G. Sudhakaran, Menteri Kerala untuk kuil, menyajikan suatu sudut pandang yang berbeda dalam sebuah pernyataan kepada The Times.\n",
        "output": [
            "G. Sudhakaran, Kerala's minister for temples, presented a different viewpoint in a statement to The Times.\n"
        ]
    },
    {
        "input": "Manajer Swedia Inggris Sven-Göran Eriksson telah menguasai lebih banyak tapi gagal mencetak gol lebih dari 1 gol awal.\n",
        "output": [
            "England's Swedish manager Sven-Göran Eriksson's side had more possession but failed to score more than the one early goal.\n"
        ]
    },
    {
        "input": "Beberapa contoh yang paling mashur software gratis adalah sistem operasi Linux, Mozilla web browser dan the OpenOffice office suite.\n",
        "output": [
            "Some of the most well-known examples of free software are the Linux operating system, the Mozilla web browser and the OpenOffice office suite.\n"
        ]
    },
    {
        "input": "Menurut juru bicara Lembaga Profesional Kesehatan Kenya Alex Orina, upah bulanan rata-rata ditambah tunjangan untuk pekerja kesehatan di Kenya adalah sekitar KSh25.000 (£ 193, US $ 302 atau € 230).\n",
        "output": [
            "According to Kenya Health Professionals Society spokesperson Alex Orina, the average monthly wage plus allowances for health workers in Kenya is KSh25,000 (£193, US$302 or €230) approximately.\n"
        ]
    },
    {
        "input": "\"Itu hanya akan mengobarkan kebencian kepada kaum Yahudi dan Israel, dimana Israel juga tidak melakukan apa-apa untuk melindungi nyawa warganya.\"\n",
        "output": [
            "\"It would only inflame hatred of Jews and of Israel, while doing nothing to protect the lives of Israelis.\"\n"
        ]
    },
    {
        "input": "Akibatnya, atap bangunan juga diambil alih oleh tentara keamanan juga.\n",
        "output": [
            "Consequently, the rooftop was taken by security forces as well.\n"
        ]
    },
    {
        "input": "Para peramal cuaca mengatakan badai tersebut berganti arah sebelum menyerang provinsi Cagayan di sebelah utara negara tersebut.\n",
        "output": [
            "Forecasters say the storm changed course before striking the Cagayan province in the northern part of the country.\n"
        ]
    },
    {
        "input": "Diskusi terjadi sebelum penampilan malam antara tersangaka penembakan dan salah satu korban.\n",
        "output": [
            "A discussion took place before an evening performance between the alleged shooter and one of the victims.\n"
        ]
    },
    {
        "input": "Lahir di Liverpool pada tahun 1952, dia mendapatkan gelar Sarjana Sains Sosial dari Politeknik Middlesex pada tahun 1974.\n",
        "output": [
            "Born in Liverpool in 1952, he received a Social Sciences Bachelor of Arts from Middlesex Polytechnic in 1974.\n"
        ]
    },
    {
        "input": "Salah satu lawan Ahmadinejad Mir Hossein Mousavi, telah dari awal mengumumkan dia sendiri \"pasti\" menang dan mengatakan dia mungkin akan memperdebatkan hasilnya.\n",
        "output": [
            "One of Ahmadinejad opponents Mir Hossein Mousavi, had earlier declared himself \"definitely\" the winner and said he may dispute the results.\n"
        ]
    },
    {
        "input": "Atau Anda mungkin mengatakan, 'Tidak, ketegaran saya adalah saya benar-benar perlu untuk berpakaian pakaian wanita.'\n",
        "output": [
            "Or you might say, 'No, my kink is I really need to dress in women's clothing.'\n"
        ]
    },
    {
        "input": "Tembakan yang lain tidak mengenai anak-anak tersebut, dan satu tembakan mengenai sebuah mobil.\n",
        "output": [
            "The other shots missed the boys, one hitting a car.\n"
        ]
    },
    {
        "input": "Pemimpin oposisi Tony Abott mengatakan bahwa angka-angka tersebut mendemonstrasikan korban dari pajak karbon yang ada di keluarga Australia.\n",
        "output": [
            "Opposition Leader Tony Abbott said the figures demonstrated the toll a carbon tax would have on Australian families.\n"
        ]
    },
    {
        "input": "Mereka juga menyingkirkan pernyataan-pernyataan bahwa instruksi-instruksi yang diberikan kepada juri oleh hakim tidak lengkap, atau tidak jelas, menyatakan bahwa \"para pembela mengajukan sebuah pernyataan yang menyesatkan sebagai sebuah alternatif\", dan dalam situasi tersebut hakim diperbolehkan untuk tetap dengan perintah awalnya, dan secara khusus tidak memerlukan \"bahwa sebuah tuduhan yang diajukan menjadi secara teknis sempurna untuk mengingatkan pengadilan untuk perlunya sebuah dakwaan khusus.\"\n",
        "output": [
            "They also dismissed claims that instructions given to the jury by the judge had been incomplete, or unclear, stating that \"the defendants proposed a misleading statement as an alternative\", and that in such situations the judge is allowed to stay with the original instruction, and in particular is not required \"that a submitted charge be technically perfect to alert the court to the need for a particular charge\".\n"
        ]
    },
    {
        "input": "Mereka mengatakan hanya Otoritas Industri Maritim yang diperbolehkan menyelidiki kecelakaan-kecelakaan di laut.\n",
        "output": [
            "They say only the Maritime Industry Authority is allowed to investigate accidents at sea.\n"
        ]
    },
    {
        "input": "Sejumlah ulama Sudan terkemuka mengacuhkan instruksi pemerintah agar tidak memanaskan situasi, walaupun mereka menghentikan untuk meneriakkan kematiannya.\n",
        "output": [
            "A number of prominent Sudanese clerics ignored government instructions not to inflame the situation, although they stopped short of directly calling for her death.\n"
        ]
    },
    {
        "input": "Antara debat dan pemungutan suara pertama Bobosikova menarik pencalonan dirinya, mengutip kurangnya dukungan untuk dia.\n",
        "output": [
            "Between the debate and the first voting round Bobošíková withdrew her candidacy, citing a lack of support for her.\n"
        ]
    },
    {
        "input": "Menteri Pertahanan Sains dan Personil Warren Snowdon mengatakan bahwa Republik Federal Jerman telah menyarankan bahwa penemuan dan situs tersebut harus dilindungi.\n",
        "output": [
            "Warren Snowdon Minister for Defense Science and Personnel said that the Federal Republic of Germany has been advised of the discovery and that the site is to be protected.\n"
        ]
    },
    {
        "input": "Salah satu rekan sang penyerang merasa kaget atas kejadian tersebut dan berkata \"dia adalah salah satu teman yang paling baik dan paling ramah di sekolah ini.\"\n",
        "output": [
            "A friend of the alleged assailant was shocked at the allegations and said he is \"one of the nicest and most gentle people that we know at this school.\"\n"
        ]
    },
    {
        "input": "122 pesepeda menyelesaikan 6 hari lomba di seputar sirkuit mulai dan berakhir di Adelaide, Australia Selatan.\n",
        "output": [
            "122 cyclists completed the six day race around a circuit starting and ending at Adelaide, South Australia.\n"
        ]
    },
    {
        "input": "Gempa sebesar 7,2 yang pertama tercatat Kamis pagi pada 4.08, waktu setempat (UTC + 11), 55 kilometer (35 mil) timur, tenggara dari Luganville, Espiritu Santo, Vanuatu dengan kedalaman 144,8 km (90,0 mil).\n",
        "output": [
            "The first 7.2 quake was recorded at 4:08 a.m., Thursday morning local time (UTC+11), 55 kilometers (35 miles) east, southeast of Luganville, Espiritu Santo, Vanuatu with a depth of 144.8 km (90.0 miles).\n"
        ]
    },
    {
        "input": "Petugas kepolisian dibunuh di wilayah Armagh, Irlandia Utara oleh Perpanjangan tentara IRA bersenjata hanya 48 jam setelah 2 tentara terbunuh.\n",
        "output": [
            "A police officer has been killed in County Armagh, Northern Ireland by Continuity IRA gunmen a mere 48 hours after two soldiers were killed.\n"
        ]
    },
    {
        "input": "Saya tidak tahu siapa di balik [serangan], namun saya kira ini salah satu fraksi dari mantan gerilyawan, \" ungkapnya.\n",
        "output": [
            "\"I don't know who is behind [the attack], but I think it's one of the factions of the ex-militants,\" he said.\n"
        ]
    },
    {
        "input": "Hujan deras menyela babak, tapi permainan dimulai kembali dan Brendan Taylor mencetak 60 tidak keluar sementara Zimbabwe mencapai target dengan 1 bola yang tersisa dalam menyelesaikan ketegangan.\n",
        "output": [
            "A heavy shower interrupted the innings, but play restarted and Brendan Taylor scored 60 not out as Zimbabwe reached the target with one ball remaining in a tense finish.\n"
        ]
    },
    {
        "input": "McCain, yang sedang berada di Perancis setelah sebelumnya bepergian ke Irak merespon insiden tersebut dengan menyatakan, \"Amerika Serikat menghargai privasi semua orang dan tindakan perbaikan harus dilakukan.\"\n",
        "output": [
            "McCain, who was in France after recently traveling to Iraq responded to the incident stating, \"The United States of America values everyone's privacy and corrective action should be taken.\"\n"
        ]
    },
    {
        "input": "Konfrensi pers Pada hari Jumat, pemilik J. Paul Reddam mengumumkan bahwa darah murni terluka dan dia tidak hanya akan di keluarkan dari perlombaan hari sabtu namun juga ia akan pensiun dari semua perlombaan selanjutnya.\n",
        "output": [
            "At a Friday press conference, owner J. Paul Reddam announced that the thoroughbred was injured and he will not only be removed from the race Saturday but he will be retired from any further racing.\n"
        ]
    },
    {
        "input": "Ini mengakibatkan memburuknya kesehatan, menurunnya produktivitas dalam bekerja, meningkatkan bahaya di jalan dan berkurangnya gairah seks.\n",
        "output": [
            "This leads to poorer health, lower productivity on the job, more danger on the roads and a less vibrant sex life.\n"
        ]
    },
    {
        "input": "Woodruff menjadi wakil-petugas permanen ABC World News Tonight, dengan Elizabeth Vargas pada tanggal 3 Januari 2006, menggantikan almarhum Peter Jennings.\n",
        "output": [
            "Woodruff became the permanent co-anchor of ABC's World News Tonight, with Elizabeth Vargas on January 3, 2006, replacing the late Peter Jennings.\n"
        ]
    },
    {
        "input": "Tikus-tikus mengalami penurunan drastis dalam jumlah dan aktivitas membunuh sel-sel secara alami.\n",
        "output": [
            "The mice had a dramatic reduction in the number and activity of natural killer cells.\n"
        ]
    },
    {
        "input": "Jean Eyeghe Ndong mengatakan bahwa Bongo, pemimpin terlama dari sebuah negara Afrika ini, telah meninggal di klinik Quiron pada hari Senin, di usia 73 tahun.\n",
        "output": [
            "Jean Eyeghe Ndong said that Bongo, the longest-serving leader of an African country, had died at the Quiron clinic on Monday, at the age of 73.\n"
        ]
    },
    {
        "input": "Ungkapan seperti \"Jangan takutkan itu\" dan \"Ya Tuhan\" sudah menjadi tanda khusus pada pemimpin yang tidak konvensional tersebut.\n",
        "output": [
            "Phrases such as \"Don't you worry about that\" and \"Goodness gracious me\" were like trademarks to the maverick leader.\n"
        ]
    },
    {
        "input": "Namun pengguna menyatakan bahwa \"Saya tidak tahu Palin adalah calon ketika saya membuat suntingan saya, \" dan \"tidak ada yang memerintahkan saya untuk membuat suntingan ini.\"\n",
        "output": [
            "The user did however state that \"I did not know Palin was the nominee when I made my edits,\" and \"no one instructed me to make these edits.\"\n"
        ]
    },
    {
        "input": "Meskipun harga pangan telah menurun dari level tinggi dalam catatan mereka pada pertengahan tahun 2008, laporan menyatakan bahwa harga pangan global masih tinggi dibandingkan dengan tahun sebelumnya, dan bahwa harga domestik masih sangat mahal di negara berkembang.\n",
        "output": [
            "Although food prices have declined from their record high levels in mid-2008, the report states that global food prices are still high compared to previous years, and that domestic prices remain prohibitively high in developing countries.\n"
        ]
    },
    {
        "input": "Ini mengikuti mandat di seluruh negara bagian membutuhkan ethanol yang dicampurkan ke dalam minyak gas─juga yang pertama di Minnesota─mulai berlaku di tahun 1997.\n",
        "output": [
            "This follows the statewide mandate requiring ethanol to be mixed into gasoline—also a first by Minnesota—which took effect in 1997.\n"
        ]
    },
    {
        "input": "Ini adalah yang pertama kalinya bahwa Perancis kalah selama penyisihan grup dari World Cup.\n",
        "output": [
            "This is the first time that the French have lost during the pool stages of the World Cup.\n"
        ]
    },
    {
        "input": "Tanggal terjadinya sengketa tersebut adalah pada bulan Juni saat kekerasan muncul antara negara-negara di perbatasan wilayah Doumeira.\n",
        "output": [
            "The dispute dates back to June when violence erupted between the nations in the border region of Doumeira.\n"
        ]
    },
    {
        "input": "TfL, yang membeli jaringan Tramlink dari Tramtrack Croydon Ltd. pada tahun 2008, mengumumkan rencana akhir Januari, setelah mengumpulkan tender ke Official Journal of the European Union (OJEU) pada tanggal 29 Januari.\n",
        "output": [
            "TfL, who purchased the Tramlink network from Tramtrack Croydon Ltd. in 2008, announced the plans late January, after submitting the tender to the Official Journal of the European Union (OJEU) on January 29.\n"
        ]
    },
    {
        "input": "Shuttle Discovery sekarang ini dipasang pada ISS selama misi STS-120.\n",
        "output": [
            "Shuttle Discovery is presently docked to the ISS during mission STS-120.\n"
        ]
    },
    {
        "input": "Kasus ini adalah infeksi pertama pada kuda pacu, disamping menginfeksi lusinan kuda rekreasi di seluruh NSW dan Queensland.\n",
        "output": [
            "The cases are the first infections of race horses, despite infecting dozens of recreational horses across NSW and Queensland.\n"
        ]
    },
    {
        "input": "Rencana tersebut akan dibawa ke hakim kepailitan tadi.\n",
        "output": [
            "The plans were brought up to a bankruptcy judge earlier today.\n"
        ]
    },
    {
        "input": "Dia mengaku tidak bersalah atas 5 tuduhan terhadap dirinya, tapi 10 orang juri butuh 5 jam untuk menyimpulkan dia bersalah.\n",
        "output": [
            "He pleaded innocent to the five charges brought against him, but the ten person jury took five hours to find him guilty.\n"
        ]
    },
    {
        "input": "Gempa itu dilaporkan terasa di dekat Burundi, namun tidak ada laporan kerusakan atau korban luka disana.\n",
        "output": [
            "The quake could also be felt in nearby Burundi, but there are no reports of damage or injuries there.\n"
        ]
    },
    {
        "input": "Sebelum pengajuan banding dilakukan, skor yang dicetak Uchimura membuat Jepang berada di peringkat ke-empat dan Inggris berhak mendapat medali perak sementara Ukraina mendapatkan perunggu dengan poin 271,526.\n",
        "output": [
            "Before the appeal, Uchimura's score left Japan in fourth place with Britain taking silver and Ukraine taking bronze with 271.526 points.\n"
        ]
    },
    {
        "input": "Korea Utara lebih lanjut menuntut latihan tersebut dibatalkan dengan mengatakan, \"para penghasut perang boneka Korea Selatan harus segera membatalkan latihan di pesisir dengan amunisi riil yang provokatif yang direncanakan pada Yeonpyeong tersebut.\"\n",
        "output": [
            "North Korea further demands the exercises be canceled saying, \"the South Korean puppet warmongers must immediately cancel the provocative coastal live-fire drills planned on Yeonpyeong.\"\n"
        ]
    },
    {
        "input": "Namun dengan beberapa peluang yang disia-siakan dan operan yang secara konsisten buruk, Westmeath jadi ketinggalan dua poin dalam beberapa menit terakhir dari pertandingan tersebut.\n",
        "output": [
            "However with several chances squandered and consistently poor passing, Westmeath fell two points behind in the final few minutes of the game.\n"
        ]
    },
    {
        "input": "Andrew Symonds adalah pencetak skor terbanyak Australia dengan 66 run, sedangkan Adam Gilchrist membuat 55.\n",
        "output": [
            "Andrew Symonds was Australia's top scorer with 66 runs, while Adam Gilchrist made 55.\n"
        ]
    },
    {
        "input": "Seorang pengacara untuk beberapa keluarga mengatakan beberapa belum datang untuk berdamai dengan kehilangan orang yang dicintai, mengatakan \"Tak ada pemakaman, tidak ada selamat tinggal. . hanya banyak dan banyak penderitaan.\"\n",
        "output": [
            "An attorney for several families said some had yet to come to terms with loss of loved ones, saying \"There's been no burial, no goodbye ... just lots and lots of suffering.\"\n"
        ]
    },
    {
        "input": "Rekan \"Motorcycle Diaries\" Che Guevara meninggal dunia\n",
        "output": [
            "Che Guevara's \"Motorcycle Diaries\" companion dies\n"
        ]
    },
    {
        "input": "Pada hari Rabu malam, komandan penjara memutuskan bahwa Manning harus melepas juga celana dalamnya.\n",
        "output": [
            "On Wednesday night, the brig commander determined that Manning must give up his boxer shorts also.\n"
        ]
    },
    {
        "input": "Dr. Kevin Reilly dari Departemen Pelayanan Kesehatan California mengatakan bahwa \"kami tidak tahu apakah babi liar memainkan sebuah peran atau tidak, tetapi kami benar-benar tahu bahwa khususnya di peternakan ini, ada sebuah populasi yang sangat besar babi liar, dan kami mempunyai saksi di tempat ini bahwa mereka mencabik-cabik menembus pagar dan di bawah pagar dan mempunyai kemampuan untuk memasuki lahan tersebut.\"\n",
        "output": [
            "Dr. Kevin Reilly of the California Department of Health Services said that \"we don't know if wild swine are playing a role or not, but we do know that on this particular ranch, there is a very large population of wild boar, and we have witnessed on this site that they have torn through fencing and under fencing and have the ability to access the field\".\n"
        ]
    },
    {
        "input": "Paling sedikit 7 desa kecil dan dusun kecil telah dihancurkan.\n",
        "output": [
            "At least seven small villages and hamlets have been completely destroyed.\n"
        ]
    },
    {
        "input": "Ditembak pada 30 Desember, dan wartawan pertama yang meninggal dunia pada tahun 2012, adalah wartawan veteran Shukri Ratib Abu Burghol.\n",
        "output": [
            "Shot on December 30, and the first journalist to die in 2012, was veteran journalist Shukri Ratib Abu Burghol.\n"
        ]
    },
    {
        "input": "Dia menggambarkan pada hari-hari biasa: \"Satu setengah jam sebelum pertunjukan saya di dalam ruang rias.\n",
        "output": [
            "She describes a typical day: \"One hour and a half before the show I'm in the make-up room.\n"
        ]
    },
    {
        "input": "Sebuah peringatan tsunami pada awalnya dikeluarkan menyusul gempa, tapi ditarik tak lama kemudian.\n",
        "output": [
            "A tsunami alert was initially issued following the tremor, but it was retracted shortly afterwards.\n"
        ]
    },
    {
        "input": "Operasi tersebut dilakukan antara tiga minggu sampai satu bulan.\n",
        "output": [
            "The operation should take between three weeks to a month.\n"
        ]
    },
    {
        "input": "Shin Corporation, multi-miliar baht telekomunikasi dan IT raksasa, telah kehilangan gugatan pencemaran nama baik terhadap Supinya Klangnarong untuk komentarnya dalam wawancara dengan Thai Post pada bulan Juli 2003.\n",
        "output": [
            "Shin Corporation, the multi-billion baht telecom and IT giant, has lost its defamation suit against Supinya Klangnarong for her comments in an interview with the Thai Post in July 2003.\n"
        ]
    },
    {
        "input": "Sebelumnya, sebuah bom buatan rumah meledak di sebuah bank di kota Basque di Getxo.\n",
        "output": [
            "Previously, a first homemade bomb blasted in a bank in the Basque town of Getxo.\n"
        ]
    },
    {
        "input": "Termasuk dalam kritik tersebut praktek surat menyurat ke pemegang-kartu, gagal untuk memberitahu pelamar untuk mendapatkan kartu tambahan dapat menurunkan nilai kredit mereka dan menaikkan suku bunga mereka, dan \"menyergap\" pemegang kartu dengan suku bunga yang meningkat.\n",
        "output": [
            "Included in the criticism was the practice of mailing checks to card-holders, failing to notify applicants that obtaining additional cards could lower their credit score and raise their rates, and \"ambushing\" card-holders with raised rates.\n"
        ]
    },
    {
        "input": "Secara Visual-dirugikan Pemain ski tunanetra baris B3 Bathum berbicara kepada pemandunya, Sean Ramsden, langsung sesudah mengikuti kedua perlombaannya.\n",
        "output": [
            "Visually-impaired B3 classified skier Bathum chatted with his guide, Sean Ramsden, immediately following both his races.\n"
        ]
    },
    {
        "input": "Ledakan dilaporkan terjadi di pos polisi di propinsi Nonthaburi, di pinggiran utara Bangkok.\n",
        "output": [
            "A blast was reported at a police box in Nonthaburi Province on the northern outskirts of Bangkok.\n"
        ]
    },
    {
        "input": "Tetapi Gullermo Sardina, 55, dari Hamilton, New Jersey mengatakan \"Saya tidur sampai malam.\"\n",
        "output": [
            "But Guillermo Sardina, 55, of Hamilton, N.J., said \"I sleep through the night.\n"
        ]
    },
    {
        "input": "Pekan lalu, Samsung meningkatkan pemasaran untuk perangkat berbasis Android terbaru, Galaxy S.\n",
        "output": [
            "Last week, Samsung stepped up the marketing for its latest Android-powered device, the Galaxy S.\n"
        ]
    },
    {
        "input": "\"Dia berkeliaran di jalanan bersama seorang kru film TV, \" kata Sersan Greymouth David Cross.\n",
        "output": [
            "\"He wandered in off the street with a TV film crew,\" said Greymouth Sergeant David Cross.\n"
        ]
    },
    {
        "input": "Terdapat paling sedikit 112 spesies burung yang berbeda, total 720 ekor ada di kebun binatang.\n",
        "output": [
            "There are at least 112 different species of birds, totaling 720, located at the zoo.\n"
        ]
    },
    {
        "input": "Mereka mengatakan hari Sabtu sebanyak 100 orang Syiah disandera oleh pemberontak Sunni dan diancam akan dibunuh di kota al-Madain, dekat Baghdad.\n",
        "output": [
            "They said Saturday that as many as 100 Shi’ites were taken hostage by Sunni fighters, and were threatened with death in the town of al-Madain, near Baghdad.\n"
        ]
    },
    {
        "input": "\"Semangat, kami sekali lagi muncul di toko kecil dan membeli minuman tambahan untuk dibagikan.\"\n",
        "output": [
            "\"Encouraged, we once again popped into a small shop and bought additional soft drinks to hand out.\"\n"
        ]
    },
    {
        "input": "Dia telah membuat kemajuan yang bagus, dan telah memotong estimasi waktunya pada kedatangannya di Brisbane dengan hanya sebulan.\n",
        "output": [
            "He has been making good progress, and has since cut his estimated time of arrival in Brisbane by a month.\n"
        ]
    },
    {
        "input": "Zagel mengartikan permintaan tersebut sebagai permintaan para juri akan transkrip testimoni dari setiap saksi di pengadilan.\n",
        "output": [
            "Zagel interpreted the request as saying that the jury wanted transcripts of the testimony of every single witness in the trial.\n"
        ]
    },
    {
        "input": "Mycokemisic. com mengatakan mereka akan memasukan nya dalam trek di dalam website dari hari Kamis dengan semua keuntungan akan di donasikan untuk amal.\n",
        "output": [
            "Mycokemusic.com said it was going to put the track on its website from Thursday with all profits to be donated to charity.\n"
        ]
    },
    {
        "input": "Sementara itu, Neza mengatakan polisi dan satuan tentara mencoba menjangkau daerah tersebut dengan mobil lapis baja.\n",
        "output": [
            "Meanwhile, Neza says police and army units are attempting to reach the area in armored cars.\n"
        ]
    },
    {
        "input": "Kilmarnock manajer Jim Calderwood, bicara setelah pertandingan, mengatakan pengalamannya: \"Hari yang sangat panjang.\"\n",
        "output": [
            "Kilmarnock manager Jimmy Calderwood, speaking after the game, spoke of his experiences: \"It was a long, long day.\"\n"
        ]
    },
    {
        "input": "\"Hari ini mereka membuktikan diri mereka sendiri bahwa percobaan dan eksekusi merupakan pembalasan dan bukan keadilan, \" kata salah seorang pelayat ke Los Angeles Times.\n",
        "output": [
            "\"Today they proved themselves that the trial and the execution were mere retaliation and not justice,\" one mourner told the Los Angeles Times.\n"
        ]
    },
    {
        "input": "Dia juga berada di posisi Steve Job ketika CEO tersebut menjalani operasi transplantasi hati.\n",
        "output": [
            "He also stood in Steve Jobs' place while the CEO underwent liver transplant surgery.\n"
        ]
    },
    {
        "input": "Mekanisme Higgs adalah elemen kunci dari teori elektrolemah yang membentuk bagian dari Model Standar dari partikel fisika, dan banyak model yang melampauinya.\n",
        "output": [
            "The Higgs mechanism is a key element of the electroweak theory that forms part of the Standard Model of particle physics, and of many models that go beyond it.\n"
        ]
    },
    {
        "input": "Rakyat dihimbau bahwa mereka \"harus memuliakan dan setia kepada sang sahabat, Kim Jong-un.\"\n",
        "output": [
            "Citizens are being told they \"must faithfully revere respectable comrade Kim Jong-un.\"\n"
        ]
    },
    {
        "input": "Para peneliti yang bekerja di bawah hibah dari National Institutes of Health $ 2,8 juta berharap mengembangkan tes yang dapat mengetahui kemungkinan seekor domba jantan berorientasi-betina dijual sebagai pejantan.\n",
        "output": [
            "The researchers are working under a $2.8 million grant from the National Institutes of Health in hopes of developing a test which can determine the likelihood of a ram being female-oriented before it is sold as a stud.\n"
        ]
    },
    {
        "input": "\"Saya berpikir ini akan membantu kami sebaik mungkin di masa depan, tetapi sekarang kami hanya memerlukan nilai tersebut, \" kata Ryan Miller, salah seorang pencetak gol Sabre.\n",
        "output": [
            "\"I think it will serve us well in the future, but right now we just need the points,\" said Ryan Miller, one of the Sabres goalies.\n"
        ]
    },
    {
        "input": "Menurut imuwan peneliti CSIRO Dr Mike Raupach, 7,9 triliun ton karbon dipancarkan ke atmosfir sebagai karbon dioksida di tahun 2005 - dobel laju pertumbuhan sejak tahun 1990 - dan laju pertumbuhan tersebut terus meningkat.\n",
        "output": [
            "According to CSIRO research scientist Dr Mike Raupach, 7.9 billion tonnes of carbon were emitted into the atmosphere as carbon dioxide in 2005 - a doubling in the rate of increase since 1990 - and the rate of increase continues to accelerate.\n"
        ]
    },
    {
        "input": "Peristiwa bersejarah datang hanya 2 minggu setelah Favre memecahkan rekor John Elway untuk karir dimenangkan oleh seorang pemain gelandang, mengalahkan Giant New York untuk kemenangan sejumlah 149.\n",
        "output": [
            "This historic event came just two weeks after Favre broke John Elway's record for career wins by a quarterback, defeating the New York Giants for win number 149.\n"
        ]
    },
    {
        "input": "2 hakim yang menentang lima kesimpulan bahwa perbedaan ini tidak konstitusional, tetapi koreksi itu tergantung, pada prinsipnya, pada langkah-langkah legislatif oleh Diet.\n",
        "output": [
            "Two dissenting judges of the five concluded that these distinctions are unconstitutional, but correction of it depends, in principle, on legislative measures by the Diet.\n"
        ]
    },
    {
        "input": "Sebagian besar yang mengalami luka telah diangkut ke rumah sakit terdekat dan himbauan dibuat untuk mengingatkan para peziarah lebih tenang dan damai.\n",
        "output": [
            "Most of the injured have been transported to the nearest hospital and appeals were being made for the remaining pilgrims to be calm and peaceful.\n"
        ]
    },
    {
        "input": "UNMIS diharapkan untuk menerbangkan jenazah ke lapangan udara terdekat, yang tidak ada akses publik.\n",
        "output": [
            "UNMIS is expected to fly the bodies on to their nearby airfield, to which there is no public access.\n"
        ]
    },
    {
        "input": "Sue Chipperton, pemilik dan pelatih Gidget berkomentar dengan mengatakan, \"Dia telah membuat semua orang bahagia.\"\n",
        "output": [
            "Sue Chipperton, the owner and trainer of Gidget commented saying, \"She made so many people happy.\"\n"
        ]
    },
    {
        "input": "Ini sangat sukar dimengerti bagaimana petugas inspeksi dan para tehnisi tidak menemukan apapun dalam inspeksi mereka pada pesawat tersebut sesaat sebelum terbang.\n",
        "output": [
            "It is curious how the inspection staff and the technicians found nothing on their inspection of the aircraft just before the flight.\n"
        ]
    },
    {
        "input": "Menurut berita online BBC lebih dari 300 orang tertahan dan setidaknya 10 orang terluka setelah malam kedua kerusuhan di ibukota Estonia, Tallinn.\n",
        "output": [
            "According to BBC News Online more than 300 people were detained and at least 10 hurt after a second night of riots in Estonia's capital, Tallinn.\n"
        ]
    },
    {
        "input": "\"Saat saya masih muda, saya mendengar dari ayah bahwa hujan seperti ini telah turun di awal tahun 40-an di pinggiran kota utara Baghdad tetapi bahwa salju turun di Baghdad dalam pemandangan yang luar biasa ini benar-benar di luar imajinasi saya.\"\n",
        "output": [
            "\"When I was young, I heard from my father that such rain had fallen in the early '40s on the outskirts of northern Baghdad but snow falling in Baghdad in such a magnificent scene was beyond my imagination.\"\n"
        ]
    },
    {
        "input": "Itu telah diyakini bahwa detektif Bathurst telah menyiapkan Strike Force Header setelah menerima tuntutan dari eks murid St Stanislaus tahun lalu.\n",
        "output": [
            "It had been believed that Bathurst detectives set up Strike Force Header after receiving a complaint from a former St Stanislaus student last year.\n"
        ]
    },
    {
        "input": "Malam nanti, tim tersebut bertolak dari Tokyo untuk bertanding pada Kejuaraan Wanita antar Klub Internasional melawan salah satu dari klub wanita terbaik dunia termasuk INAC Kobe Leonessa Jepang dan NTV Beleza, dan Olympique Lyonnais Perancis.\n",
        "output": [
            "Later tonight, the team departs for Tokyo to compete in the International Women's Club Championship against some of the best women's club teams in the world including Japan's INAC Kobe Leonessa and NTV Beleza, and France's Olympique Lyonnais.\n"
        ]
    },
    {
        "input": "2 keluarga Palestina yang tinggal di Jerusalem Timur sejak 1956, diusir dari rumah mereka pada hari Minggu setelah sebuah pengadilan Israel menolak permohonan mereka melawan pengusiran.\n",
        "output": [
            "Two Palestinian families who have been living in East Jerusalem since 1956, were evicted from their homes on Sunday after an Israeli court rejected their appeal filed against the eviction.\n"
        ]
    },
    {
        "input": "\"Akibat serangan udara NATO pada tanggal 6 November di provinsi Badghis tujuh orang personil keamanan Afganistan (baik dari angkatan bersenjata Afganistan maupun dari kepolisian nasional) telah tewas dan juga beberapa orang terluka\", ujar kementrian tersebut.\n",
        "output": [
            "\"Due to a NATO forces air strike on November 6 in Badghis province seven Afghan security personnel (both Afghan army and national police) were martyred and also some were wounded,\" the ministry stated.\n"
        ]
    },
    {
        "input": "Pusat pengungsian banjir di Urunga mengalami pemadaman listrik tetapi masih mengamankan 300 yang mengungsi.\n",
        "output": [
            "The Red Cross flood evacuation centre in Urunga was left without power but still harbours 300 who sought refuge there.\n"
        ]
    },
    {
        "input": "Penduduk kota-kota kecil setempat mengungsi ke arah pantai untuk menghindari api.\n",
        "output": [
            "Locals of some rural towns fled to the ocean to escape the fires.\n"
        ]
    },
    {
        "input": "Chargers hanya mendapat angka sembilan poin, tetapi juga menahan Los Lunas hanya dengan tiga angka.\n",
        "output": [
            "The Chargers scored just nine points, but also held Los Lunas to only three.\n"
        ]
    },
    {
        "input": "Sejumlah film akan ditampilkan di dalam festival, termasuk film pendek, Byron's Theme.\n",
        "output": [
            "Numerous films will be screened at the festival, including the short film, Byron's Theme.\n"
        ]
    },
    {
        "input": "Ini juga disebut Gunpowder Plot dirayakan dengan pertunjukan kembang api dan kembang api sparkler, api unggun dan patung Guy Fawkes.\n",
        "output": [
            "This so-called Gunpowder Plot is celebrated with firework displays and sparklers, bonfires and Guy Fawkes effigies.\n"
        ]
    },
    {
        "input": "Sistem kekebalan tubuh kelihatan nya telah berevolusi menjadi lebih tidak efisien untuk mencapai keseimbangan antara kecepatan merespon penyakit dan menurunkan probabilitas terhadap penyakit autoimun, kondisi di mana sistem kekebalan tubuh menyerang bagian yang sehat.\n",
        "output": [
            "The immune system has apparently evolved to be mildly inefficient so that it achieves a balance between quick response to disease and decreased probability of autoimmune disease, a condition in which the immune system attacks healthy tissue.\n"
        ]
    },
    {
        "input": "3 tulang kaki patah - tulang cannon, tulang sesamoid, dan tulang tumit.\n",
        "output": [
            "Three bones in the leg were broken - the cannon bone, the sesamoid bone, and the pastern bone.\n"
        ]
    },
    {
        "input": "Pada saat yang sama, ia telah merayu kelas atas dengan sebuah panggung yang berisi janji-janji pro-bisnis dan dukungan untuk kembalinya tentara Haiti.\n",
        "output": [
            "At the same time, he has courted the upper class with a platform containing pro-business promises and support for the return of the Haitian army.\n"
        ]
    },
    {
        "input": "Kilmarnock sebelumnya memperoleh dua angka mengamankan posisi ke-12, yang sebaliknya diduduki oleh Falkirk.\n",
        "output": [
            "Kilmarnock had previously been two points clear of twelfth position, occupied instead by Falkirk.\n"
        ]
    },
    {
        "input": "Menurut Mottaki, \"Ada sesuatu yang salah dengan itu jadi saya menawarkan permintaan maaf saya.\"\n",
        "output": [
            "According to Mottaki, \"There was something wrong with that so I offered my apologies.\"\n"
        ]
    },
    {
        "input": "\"Visi kami bersama menyediakan kualitas tinggi dan terjangkau menawarkan kenyamanan untuk masyarakat setempat berarti bahwa bersama-sama kita akan dua kali lebih kuat, dan karena itu dua kali lebih mampu untuk memberikan permintaan pelanggan toko grosir lokal Inggris,\" katanya.\n",
        "output": [
            "\"Our shared vision of providing a high-quality and affordable convenience offer to local communities means that together we will be twice as strong, and therefore twice as able to deliver the local grocery shops British customers demand,\" he said.\n"
        ]
    },
    {
        "input": "Penyakit lumpuh yang wabah sekarang berlangsung selama satu tahun dan menjangkiti pada enam bulan yang lalu di Burkina Faso, Kamerun, Chad, Guinea, Liberia, Mali, Mauritania, Senegal dan Sierra Leone.\n",
        "output": [
            "The current polio epidemic has been going on for a year and there have been outbreaks in the last six months in Burkina Faso, Cameroon, Chad, Guinea, Liberia, Mali, Mauritania, Senegal and Sierra Leone.\n"
        ]
    },
    {
        "input": "Nasib buruk dan pergantian nampaknya meletakkan Jerman dalam tanggung jawab permainan taktis untuk pertama kali dalam pertandingan.\n",
        "output": [
            "The bad luck and changes seemed to put Germany in charge of the tactical game for the first time in the match.\n"
        ]
    },
    {
        "input": "Menurut Folha de São Paulo, pemerintah Brasil mengundang João untuk mengambil bagian dalam pemakaman Paus.\n",
        "output": [
            "According to Folha de São Paulo, Brazilian government invited João to take part in the funeral of the Pope.\n"
        ]
    },
    {
        "input": "Sejumlah anggota dewan di Inggris melaporkan bahwa mereka telah menyita produk es krim yang dibuat dari susu manusia yang sementara dijual di sebuah toko di kota London, Inggris.\n",
        "output": [
            "Local British councillors have reported that they have seized ice cream made from the breast milk of human beings that had been placed on sale in a shop located in London, England, United Kingdom.\n"
        ]
    },
    {
        "input": "Atlet Taekwondo Kuba Angel Matos di larang semumur hidup kemaren setelah penyerangan terhadap wasit Swedia Chakir Chelbat saat Pertandingan Olimpiade Beijing 2008.\n",
        "output": [
            "Cuban Taekwondo athlete Ángel Matos was banned for life yesterday after an assault on Swedish referee Chakir Chelbat during the 2008 Beijing Olympic games.\n"
        ]
    },
    {
        "input": "\"Saya tidak ragu bahwa Kevin Rudd akan mengatakan bahwa Undang-undang ini harus jalan, bahwa mereka akan mengembalikan hak, \" Ibu Burrow mengatakan kepada Sky News.\n",
        "output": [
            "\"I have no doubt that Kevin Rudd will say that these laws have to go, that they will be replaced by a policy that reinstates rights,\" Ms Burrow has told Sky News.\n"
        ]
    },
    {
        "input": "\"Telstra diharapkan menyediakan layanan seperti itu, \" ujarnya.\n",
        "output": [
            "\"Telstra are expected to provide those kinds of services,\" he said.\n"
        ]
    },
    {
        "input": ":\"Amankah jalan di Bangkok? \"\n",
        "output": [
            " :\"How safe are the streets of Bangkok?\"\n"
        ]
    },
    {
        "input": "Pertarungan kampanye dengan sengit mulai pada 29 Juni dan terlibat tidak lebih dari 9.707 kandidat parlemen dan 33 kandidat presiden.\n",
        "output": [
            "The fiercely fought campaign began on June 29th and involved no less than 9,707 parliamentary candidates and 33 presidential candidates.\n"
        ]
    },
    {
        "input": "Laporan awal telah mengatakan ada ledakan dalam pesawat, tapi tidak ditemukan apapun.\n",
        "output": [
            "Earlier reports had stated there were explosives on board the aircraft, but none were found.\n"
        ]
    },
    {
        "input": "Pengemudi Vodafone McLaren Mercedes Lewis Hamilton mulai dari tempat pertama memenangkan FIA Formula-1 tahun 2007 Japanese Grand Prix di Fuji Speedway, Oyama, Jepang.\n",
        "output": [
            "Vodafone McLaren Mercedes driver Lewis Hamilton starting from pole wins the FIA Formula-1 2007 Japanese Grand Prix at the Fuji Speedway, Oyama, Japan.\n"
        ]
    },
    {
        "input": "Pemerintah di Belgrade dan Gereja Serbian Orthodox menyerukan boikot terhadap pemilu itu.\n",
        "output": [
            "The government in Belgrade and the Serbian Orthodox Church have called for a boycott.\n"
        ]
    },
    {
        "input": "\"Walaupun kami menerima bahwa tidak ada yang dapat membawa Alex dan Bethan dan orang-orang lain yang kehilangan nyawa mereka kembali, kami ingin memastikan bahwa kami mencegah hal ini terjadi lagi, \" kata para keluarga dalam sebuah pernyataan bersama.\n",
        "output": [
            "\"While we accept that nothing can bring Alex and Bethan and the other people who lost their lives back, we are keen to make sure we prevent this from happening again,\" said the families in a joint statement.\n"
        ]
    },
    {
        "input": "Atlanta kemudian menjamin sebuah perluasan waralaba pada tahun 1997, dan Thrashers tersebut mengambil kesempatan permainan tersebut untuk memulai musim NHL 1999-2000.\n",
        "output": [
            "Atlanta was later granted an expansion franchise in 1997, and the Thrashers took the ice to start the 1999-00 NHL season.\n"
        ]
    },
    {
        "input": "Roket Israel telah menyerang gedung Press TV di Jalur Gaza.\n",
        "output": [
            "An Israeli rocket has struck the Press TV building in the Gaza Strip.\n"
        ]
    },
    {
        "input": "38 orang dikabarkan telah tewas dalam sebuah pengeboman bunuh diri selama pawai politik di barat laut Propinsi Perbatasan Pakistan.\n",
        "output": [
            "38 people were said to have died in a suicide bombing during a political rally in the North-West Frontier Province of Pakistan.\n"
        ]
    },
    {
        "input": "Kadang-kadang polisi tersebut memaksa pemilik rumah untuk melaksanakan penghancuran tersebut oleh mereka sendiri.\n",
        "output": [
            "Sometimes the police have forced homeowners to carry out the destruction themselves.\n"
        ]
    },
    {
        "input": "Pada pidato pembukaannya, Bush menceritakan tentang \"taman bermain bola yang bersejarah\" di hadapan para orang tua dan kakek nenek yang hadir hari itu.\n",
        "output": [
            "In his opening remarks, Bush welcomed parents and grandparents to a \"historic ballpark.\"\n"
        ]
    },
    {
        "input": "Sony mengatakan itu adalah pembayaran pemilik gedung seperti Casa Maria atas kebebasan iklan yang ada di dinding-dinding mereka.\n",
        "output": [
            "Sony says it is paying the building owners like Casa Maria for the right to advertise on their walls.\n"
        ]
    },
    {
        "input": "Setelah ledakan tersebut, mereka berkomentar bahwa pekerja protes terhadap \"ventilasi ruangan buruk.\"\n",
        "output": [
            "After the explosion, they commented that workers were complaining \"the ventilation of the department is poor. \"\n"
        ]
    },
    {
        "input": "Walaupun kekerasan jatuh dalam sebuah negara di minggu lalu, kabinet Perancis setuju meminta parlemen perpanjangan selama 3 bulan untuk tenaga darurat.\n",
        "output": [
            "Despite a drop in violence in the country over the past weekend, the French cabinet has agreed to ask the parliament for a three-month extension to emergency powers.\n"
        ]
    },
    {
        "input": "Sumber mengatakan pada Wikinews bahwa meskipun versi bahasa Inggrisnya tidak diblok, versi bahasa Chinanya masih tetap diblok atau sulit diakses di banyak bagian negara.\n",
        "output": [
            "Sources tell Wikinews that although the English version is unblocked, the Chinese version still remains blocked or hard to access in many parts of the country.\n"
        ]
    },
    {
        "input": "Layanan tatap muka Jobcentre tidak terpengaruh oleh aksi mogok kemarin; serikat telah mengumumkan bahwa ini akan diikuti dengan larangan yang membatasi anggota bekerja lembur.\n",
        "output": [
            "Face-to-face Jobcentre services were unaffected by yesterday's strike action; the union have announced that this will be followed with an indefinite ban on members working overtime.\n"
        ]
    },
    {
        "input": "Namun, laporan itu mencatat bahwa Garuda Indonesia telah gagal memberikan pelatihan simulasi mereplikasi situasi di mana co-pilot akan mengambil alih tugas kendali dari pilot karena penanganan yang tidak aman dari pesawat.\n",
        "output": [
            "However, the report did note that Garuda Indonesia had failed to give him any simulator training replicating a situation whereby the co-pilot would take over control duties from the pilot in charge due to unsafe handling of the plane.\n"
        ]
    },
    {
        "input": "Smith adalah juru bicara perusahaan TRIMSPA ketika dia meninggal, dan TrimSpa telah menghapus seluruh konten dari situs mereka sekarang, mematikannya dan memuat hanya pesan merespon kematiannya.\n",
        "output": [
            "Smith was a spokeswoman for the company TRIMSPA when she passed, and TrimSpa has removed all content from their site for now, shutting it down and posting only a message in response to her death.\n"
        ]
    },
    {
        "input": "\"Saya akan bertemu dengan komisaris privasi, saya akan bertemu dengan industri taksi, saya akan berkonsultasi dengan anggota masyarakat dengan cara yang jauh lebih formal.\"\n",
        "output": [
            "\"I would be meeting with the privacy commissioner, I'd be meeting with the taxi industry, I'd be consulting with members of the public in a much more formal way.\"\n"
        ]
    },
    {
        "input": "Faith Hill pernah memenangkan penghargaan Female Vocalist Of The Year pada tahun 2000.\n",
        "output": [
            "Faith Hill had won the Female Vocalist Of The Year award in 2000.\n"
        ]
    },
    {
        "input": "\"Sementara itu tidak jelas apakah AIF dalam rekaman video tersebut membuat gerakan yang mengancam secara terus terang, adalah benar bahwa Marinir 3/1, termasuk kopral tersebut, sadar bahwa berpura-pura mati adalah TTP musuh bersama (tactics, techniques & procedures).\"\n",
        "output": [
            "\"While it is not clear whether the AIF in the videotape made any overtly threatening gestures, it is clear that the Marines of 3/1, to include the corporal, were aware that feigning death was a common enemy TTP (tactics, techniques & procedures).\"\n"
        ]
    },
    {
        "input": "Penelitian Kesetaraan Perempuan: Di mana Posisi Kita pada 3 Tujuan Pembangunan Milenium? melihat prestasi yang dibuat oleh dunia berkembang sebagaimana ditentukan oleh Tujuan Pembangunan Milenium (MD).\n",
        "output": [
            "The study Equality for Women: Where Do We Stand on Millennium Development Goal 3? looks at the achievements made by the developing world as laid out by the Millennium Development Goals (MD).\n"
        ]
    },
    {
        "input": "Shota Utiashvili, seorang juru bicara kementerian dalam negeri, mengatakan, \"Ini akan menjadi malapetaka kemanusiaan jika perbatasan ditutup.\"\n",
        "output": [
            "Shota Utiashvili ,an interior ministry spokesman, said, \"It will be a humanitarian catastrophe if the border is closed.\"\n"
        ]
    },
    {
        "input": "Putra Mahkota Pangeran Abdullah dalam beberapa tahun terakhir ini telah mengambil alih hampir semua tugas raja yang telah menua, dan dia adalah kandidat terkuat untuk mengganti Raja Fahd akibat penyakit yang dideritanya.\n",
        "output": [
            "Crown Prince Abdullah has performed most of the duties of the aging monarch in recent years, and is a very likely candidate for succession of the throne should King Fahd succumb to his illness.\n"
        ]
    },
    {
        "input": "Ini menyebabkan kebocoran helium cair ultra dingin, berakibat kerusakan yang parah.\n",
        "output": [
            "This caused a leak of ultra-cold liquid helium, resulting in severe damage.\n"
        ]
    },
    {
        "input": "Setelah menemukan mayat, mereka mengklaim telah membawanya ke rumah dan menyimpannya dalam lemari pembeku.\n",
        "output": [
            "After finding the body, they claimed to have taken it home where they stored it in a freezer.\n"
        ]
    },
    {
        "input": "Presiden Sudan Omar al-Bashir mengumumkan melepaskan semua jurnalis yang ditahan di penjara nasional untuk mengumpulkan jurnalis di ibukota Khartoum, hari Sabtu.\n",
        "output": [
            "Sudanese President Omar al-Bashir announced the release of all journalists detained in the country's jails in an address to a gathering of journalists in the capital of Khartoum, on Saturday.\n"
        ]
    },
    {
        "input": "Paus Shenouda III dari Alexandria, pemimpin gereja Kristen Koptik Mesir, meninggal dunia di usia 88 tahun.\n",
        "output": [
            "Pope Shenouda III of Alexandria, the leader of Egypt's Coptic Christian church, has died at the age of 88.\n"
        ]
    },
    {
        "input": "Iklan tersebut lebih lanjut mengkritik kebijakan McCain pada pemotongan pajak, dana untuk perusahaan minyak, dan \"pengurangan pajak untuk perusahaan yang mengirim kerja ke luar negeri.\"\n",
        "output": [
            "The ad then criticizes McCain's policies on tax cuts, money for oil companies, and \"tax breaks for companies that ship jobs overseas.\"\n"
        ]
    },
    {
        "input": "Proyek ini disponsori oleh forum untuk mempromosikan terbitan dalam bahasa Inggris, diluncurkan secara resmi pada bulan Mei tahun 2004.\n",
        "output": [
            "The project is sponsoring the forum in order to promote its English edition, officially launched in May 2004.\n"
        ]
    },
    {
        "input": "Semua wawancara dilakukan melalui e-mail, dan wawancara diterbitkan tidak diedit, memungkinkan kandidat menyampaikan pesan penuh mereka kepada pembaca kami, tanpa gangguan.\n",
        "output": [
            "All interviews are conducted over e-mail, and interviews are published unedited, allowing candidates to impart their full message to our readers, uninterrupted.\n"
        ]
    },
    {
        "input": "Tidak sama dengan negara-negara Balkan lainnya seperti Slovenia, Kroasia dan Bosnia, Montenegro mencapai kemerdekaan tanpa kekerasan.\n",
        "output": [
            "Unlike other Balkan states such as Slovenia, Croatia and Bosnia, Montenegro has achieved independence without violence.\n"
        ]
    },
    {
        "input": "Cegalis maju memperebutkan kursi jabatan pada tahun 2004, meraih 44% suara, pencapaian terbaik oleh seorang anggota Partai Demokrat atas Hyde.\n",
        "output": [
            "Cegalis ran for the seat in 2004, garnering 44% of the vote, the best achieved by a Democrat against Hyde.\n"
        ]
    },
    {
        "input": "Bagian penting dari hasil penjualan PepsiCo berasal dari jalur produksi minuman tidak bermerek Frito-Lay dan Quaker Oats.\n",
        "output": [
            "A significant portion of PepsiCo's sales revenue comes from non-drink brands in its Frito-Lay and Quaker Oats product lines.\n"
        ]
    },
    {
        "input": "Victoria sudah mengumumkan apakah akan menarik sahamnya dari penjualan atau tidak.\n",
        "output": [
            "Victoria is yet to announce whether or not it will be withdrawing its shares from sale.\n"
        ]
    },
    {
        "input": "\"Pada rekaman video yang diperbesar dari penembakan tersebut mendukung klaim kopral bahwa AIF yang terluka menyembunyikan tangan kirinya di belakang kepala.\"\n",
        "output": [
            "\"The enhanced videotape of the shooting supports the corporal's claim that the wounded AIF was concealing his left arm behind his head.\"\n"
        ]
    },
    {
        "input": "Pada tanggal 13 Desember 2001, pukul 11:45 siang, waktu setempat (UTC+5:30), tepat ketika para anggota dewan sedang bersiap untuk meninggalkan gedung parlemen, sejumlah militan bersenjatakan AK-47 dan granat tangan menerobos masuk pada Gerbang No.12 dari Gedung Parlemen lalu mulai menembak secara membabi buta, menewaskan enam orang polisi dan seorang pegawai kantor parlemen.\n",
        "output": [
            "On 13 December 2001, at 11:45 a.m. local time(UTC+5:30), just as the MPs were preparing to leave the House, militants armed with AK-47s and hand-grenades breached the security at Gate No.12 of the Parliament Building and opened indiscriminate fire, killing six policemen and one Parliament employee.\n"
        ]
    },
    {
        "input": "Pemerintah A. S. memperingatkan beberapa layanan keuangan pribadi bahwa al Qaeda merencanakan sebuah serangan dunia maya kepada akun saham dan perbankan Amerika Serikat, para pejabat berkata pada hari Kamis.\n",
        "output": [
            "The U.S. government warned private financial services that al Qaeda is planning a cyber attack on the U.S. stock and bank accounts, officials said on Thursday.\n"
        ]
    },
    {
        "input": "Kerumunan ribuan orang sekitar terakumulasi dekat api, dengan penonton dan orang yang berniat membantu atau mendapatkan informasi tentang kerabat di antara mereka.\n",
        "output": [
            "Crowds of thousands of nearby people accumulated near the fire, with spectators and individuals intending to assist or gain information about relatives amongst them.\n"
        ]
    },
    {
        "input": "Kelompok-kelompok hak asasi manusia dan Perserikatan Bangsa-bangsa berharap Irak akan menahan diri menggunakan hukuman mati terhadap warga negaranya dan mendesak pemerintah untuk tidak melaksanakan vonis-vonis tersebut.\n",
        "output": [
            "Human rights groups and the United Nations had hoped Iraq would refrain from using the death penalty against its citizens and urged the government not to carry out the sentences.\n"
        ]
    },
    {
        "input": "Setelah Perancis mendominasi babak pertama, Irlandia mempunyai secercah harapan saat Brian O'Driscoll berhasil mendapatkan sebuah try cuma-cuma pada pertengahan menuju babak kedua, amat disayangkan bagi tuan rumah, itu tidak cukup saat Perancis membalas dengan sebuah try kedua yang membawa mereka ke 26 angka.\n",
        "output": [
            "After a French dominated first half, Ireland had a glimmer of hope as Brian O'Driscoll managed to get a try almost from nothing mid-way through the second half, sadly for the homeside, it wasn't enough as France responded with a second try to take them to 26 ponits.\n"
        ]
    },
    {
        "input": "Iran telah mengklaim menggunakan program nuklirnya hanya pada energi nuklir dengan damai, daripada untuk senjata nuklir, tapi ada kekhawatiran di Uni Eropa dan Amerika Serikat apakah mereka jujur.\n",
        "output": [
            "Iran has claimed to be using its nuclear program for only peaceful nuclear energy, rather than for nuclear weapons, but there are concerns in the European Union and the USA as to whether they are being truthful.\n"
        ]
    },
    {
        "input": "Upacara tersebut dijadwalkan pada hari Minggu, 25 Februari, tahun 2007 di Kodak Theatre di Hollywood & Highland Center.\n",
        "output": [
            "The ceremony is scheduled for Sunday, February 25, 2007, at the Kodak Theatre at Hollywood & Highland Center.\n"
        ]
    },
    {
        "input": "Ini adalah langkah pertama perusahaan tersebut terhadap keterlibatan dalam pasar kesehatan.\n",
        "output": [
            "This is the company's first step towards an involvement in the health market.\n"
        ]
    },
    {
        "input": "36 jenazah dari terowongan tambang perusahaan pertambangan Harmony Gold diangkat sebelumnya pada akhir pekan ini dari kedalaman lebih dari 1,4 kilometer (1 mi).\n",
        "output": [
            "36 bodies from the Harmony Gold mining company Eland mine shaft were brought up earlier on the weekend from depths up to 1.4 kilometers (1 mi). \n"
        ]
    },
    {
        "input": "Horta berkata prioritas utama untuk pemerintahannya adalah \"mengembalikan keamanan dan memindahkan 150.000 orang yang berada di tempat pengungsian untuk kembali pulang.\"\n",
        "output": [
            "Horta said the main priority for his government will be \"restoring security and moving 150,000 people in refugee camps back home.\"\n"
        ]
    },
    {
        "input": "Sebuah gempa berkekuatan 6,4 melanda dekat pantai timur Honshu, Jepang Senin pagi, menurut USGS.\n",
        "output": [
            "A 6.4 magnitude earthquake hit near the east coast of Honshu, Japan early Monday morning, according to the USGS.\n"
        ]
    },
    {
        "input": "Sekarang, Lidge siap melempar lagi setelah istirahat yang diperlukan.\n",
        "output": [
            "Now, Lidge is ready to pitch again after the needed rest.\n"
        ]
    },
    {
        "input": "Sistem dengan wasit tambahan akan dicoba pada turnamen FIFA atau UEFA yang akan datang, dan peraturan finalnya diharapkan pada pertemuan tahun depan, menurut Jerome Valcke dari FIFA.\n",
        "output": [
            "The system of the extra referees will be tested at an upcoming FIFA or UEFA tournament, and a final ruling is expected at next year's meeting, according to FIFA's Jerome Valcke.\n"
        ]
    },
    {
        "input": "Mereka percaya dia merupakan salah satu anggota gang motor Hells Angeles.\n",
        "output": [
            "They believe him to be a member of the Hells Angels bikie gang.\n"
        ]
    },
    {
        "input": "Menurut laporan saksi-saksi, sekitar 20 orang terlihat berjalan menjauhi lokasi tersebut.\n",
        "output": [
            "According to witness reports, about twenty people were seen walking away from the crash.\n"
        ]
    },
    {
        "input": "Kita akan mengganti bisnis seperti biasa dalam rangka menghindari kekeringan, ujar Frank Rijsberman, direktur jendral IWMI, pada laporan yang dikeluarkan \"Hari Air Sedunia\" konferensi di Stockholm pada tahun 2006.\n",
        "output": [
            "We will have to change business as usual in order to deal with growing scarcity, said Frank Rijsberman, director general of the IWMI, of the report released at the 2006 \"World Water Week\" conference in Stockholm.\n"
        ]
    },
    {
        "input": "Sementara itu, Kuan-hua Lai tidak hanya memenangkan Juara Taiwan dan terpilih menjadi \"Pesepeda Taiwan Terpopuler\", namun juga membantu timnya (Giant Asia Racing Team) untuk memenangkan Juara Tim dalam seri ini.\n",
        "output": [
            "By the way, Kuan-hua Lai not only won the Taiwan Champion and was voted as the \"Most Popular Taiwanese Cyclist\", but also helped his team (Giant Asia Racing Team) to win the Team Champion in this series.\n"
        ]
    },
    {
        "input": "Walikota Tuguegarao Randolph Ting mengatakan, \"Banyak rumah telah hancur dan pohon-pohon dan tiang-tiang listrik tercabut.\"\n",
        "output": [
            "Tuguegarao Mayor Randolph Ting said, \"Many houses have been destroyed and trees and electricity poles uprooted.\"\n"
        ]
    },
    {
        "input": "Gabriel Amorth, seorang pengusir setan ternama Gereja Katolik Roma, membisikkan bahwa siswi Emanuela Orlandi yang hilang telah diculik untuk pelecehan seksual pada sebuah pesta liar yang dihadiri oleh diplomat luar negeri dan diselenggarakan oleh polisi Vatikan.\n",
        "output": [
            "Gabriel Amorth, the Roman Catholic Church's leading exorcist, has suggested missing schoolgirl Emanuela Orlandi was kidnapped for sexual abuse at orgies attended by foreign diplomats and arranged by Vatican police.\n"
        ]
    },
    {
        "input": "Pertemuan Berburu Nasional di Carlisle kemarin juga telah ditinggalkan.\n",
        "output": [
            "A National Hunt meeting at Carlisle yesterday was also abandoned.\n"
        ]
    },
    {
        "input": "Peserta kuat, hasil peserta diprediksi lebih tinggi dibandingkan peserta 2002 (77%).\n",
        "output": [
            "Turnout was strong, turnout results are predicted to be to be higher than the 2002 turnout (77%)\n"
        ]
    },
    {
        "input": "Perbatasan Belgia adalah dengan Prancis(620 km), German(167 km), Luksemburg(148 km), dan Belanda(450 km).\n",
        "output": [
            "Belgium shares borders with France (620 km), Germany (167 km), Luxembourg (148 km) and the Netherlands (450 km).\n"
        ]
    },
    {
        "input": "Sebuah 600 lb bom yang ditemukan di Irlandia Utara telah dijinakkan oleh tim penjinak bom.\n",
        "output": [
            "A 600 lb bomb which was found in Northern Ireland has been defused by a bomb disposal team.\n"
        ]
    },
    {
        "input": "Anak kelima telah meninggal akibat dari pengejaran polisi yang mengakibatkan kecelakaan di Dinuba, California pada hari Minggu 9 Agustus.\n",
        "output": [
            "A fifth child has died as a result of a police pursuit that ended in a crash in Dinuba, California on Sunday, August 9.\n"
        ]
    },
    {
        "input": "Saat ini, alas kaki tertua yang diketahui adalah sandal yang terbuat dari kulit kayu semak-semak, ditemukan di Fort Rock Cave, Oregon di Amerika Serikat.\n",
        "output": [
            "Currently, the oldest known footwear are sandals made from sagebrush bark, found in Fort Rock Cave, Oregon in the United States.\n"
        ]
    },
    {
        "input": "\"Rudal membawa hulu ledak yang sangat kuat yang memungkinkan nya beroperasi melawan grup kapal perang dan kapal selam besar.\"\n",
        "output": [
            "\"The missile carries a very powerful warhead that enables it to operate against groups of warships and big submarines.\"\n"
        ]
    },
    {
        "input": "Campbell juga berkomentar bahwa ikan-ikan paus tersebut panjangnya mencapai lima meter (tujuh belas kaki), dan beberapa dari bayinya berukuran panjang antara satu meter dan setengah meter (3 sampai 5 kaki).\n",
        "output": [
            "Campbell also commented that the whales were up to five metres (seventeen feet) long, and some of the calves were between a metre and a metre and a half (three to five feet) long.\n"
        ]
    },
    {
        "input": "Menurut undang-undang Irak, Hussein akan digantung dalam waktu 30 hari, dan tidak ada kesempatan untuk pengampunan.\n",
        "output": [
            "According to Iraqi laws, Hussein would be hanged within 30 days, and there is no chance of pardon.\n"
        ]
    },
    {
        "input": "Hukum Louisiana diadopsi pada tahun 1995 yang mengijinkan hukuman mati bagi siapa yang telah memperkosa anak di bawah 12 tahun (kemudian diubah menjadi 13).\n",
        "output": [
            "A Louisiana law adopted in 1995 allowed the death penalty for those who had raped a child under 12 years old (later amended to 13).\n"
        ]
    },
    {
        "input": "Para pemberi pinjaman kemudian menyatukan hipotik-hipotik ini sebagai jaminan pinjaman yang mereka dapatkan dari firma finansial lainnya, seperti GMAC.\n",
        "output": [
            "The lenders then bundle these mortgages as collateral for loans that they obtain from other financing firms, such as GMAC.\n"
        ]
    },
    {
        "input": "Dia dan Menteri Luar Negeri Korea Selatan Ban Ki-moon dianggap kandidat dalam perebutan untuk menggantikan Annan, yang masa jabatannya berakhir pada akhir tahun.\n",
        "output": [
            "He and South Korean Foreign Minister Ban Ki Moon are considered frontrunners in the race to succeed Annan, whose term ends at the end of the year.\n"
        ]
    },
    {
        "input": "Mereka yang awalnya tertinggal 14-8 menjadi 20-17; dimana Ukrania meminta waktu.\n",
        "output": [
            "They went from being behind 14-8 to being down 20-17; at which point, Ukraine took a time out.\n"
        ]
    },
    {
        "input": "Dia adalah bayi laki-laki pertama yang lahir di keluarga kekaisaran Jepang sejak ayahnya pada tahun 1965.\n",
        "output": [
            "He is the first male baby born in the Japanese imperial family since his father in 1965.\n"
        ]
    },
    {
        "input": "Apple menggugat HTC, produsen telepon genggam Taiwan, pada hari Selasa, dalam tuntutan hukum mengklaim 20 pelanggaran paten yang berbeda, kebanyakan berhubungan dengan antarmuka pengguna dari iPhone, yang diproduksi oleh Apple.\n",
        "output": [
            "Apple sued HTC, a Taiwanese manufacturer of mobile phones, on Tuesday, in a lawsuit claiming 20 different patent infringements, largely relating to the user interface of the iPhone, which is manufactured by Apple.\n"
        ]
    },
    {
        "input": "S1600 dan S3200 - yang memungkinkan pengiriman data meningkat sampai 1,6 Gbps dan 3,2 Gbps berturut-turut - akan membuat Firewire (nama Apple untuk standard) secara teoritis empat kali lebih cepat dibanding yang bisa saat ini.\n",
        "output": [
            "S1600 and S3200 — which enable data transmission rates up to 1.6 Gbps and 3.2 Gbps respectively — would make Firewire (Apple's name for the standard) theoretically four times faster than is currently possible.\n"
        ]
    },
    {
        "input": "\"Saya tidak percaya itu terjadi karena saya pikir akan ada orang memberontak.\"\n",
        "output": [
            "\"I don't believe it's going to happen because I think there will be a people's revolt.\"\n"
        ]
    },
    {
        "input": "Numbersixvalverde, pemenang lomba 2006, finish di urutan keenam sementara pemenang 2005 Hedgehunter finish kesembilan.\n",
        "output": [
            "Numbersixvalverde, winner of the 2006 race, finished sixth while the 2005 winner Hedgehunter finished ninth.\n"
        ]
    },
    {
        "input": "Korea utara juga sudah mengumumkan rencana untuk terus mengoperasikan fasilitas Yongbyon dan juga memulai konstruksi untuk reaktor yang lebih besar.\n",
        "output": [
            "North Korea has also announced plans to continue operating the Yongbyon facility, as well as to begin construction on a larger reactor.\n"
        ]
    },
    {
        "input": "Afrika Selatan juga melihat pentingnya untuk menjaga hubungan dengan Hamas dalam pencarian perdamaian di Timur Tengah.\n",
        "output": [
            "South Africa also sees it important to keep in contact with Hamas in the search for peace in the Middle East.\n"
        ]
    },
    {
        "input": "Dr. Yossi Vardi dikenal sebagai 'Bapak Wirausaha'Israel, dan dia memiliki banyak anak dalam bentuk perusahaan teknologi yang dibantunya untuk menetaskan di sektor internet Tel Aviv yang sedang marak.\n",
        "output": [
            "Dr. Yossi Vardi is known as Israel's 'Father of the Entrepreneur', and he has many children in the form of technology companies he has helped to incubate in Tel Aviv's booming Internet sector.\n"
        ]
    },
    {
        "input": "Jimmy Wales telah diberitahu salah satu anggota timnya, pada 27 Januari 2006 bahwa semua koreksi yang disediakan oleh Nature berada pada tempatnya.\n",
        "output": [
            "Jimmy Wales was notified by one of his team members, on 27 January 2006 that all corrections provided by Nature were in place.\n"
        ]
    },
    {
        "input": "Sementara itu, pilot Garuda 200 telah didakwa atas kecelakaan itu, memicu kontroversi yang intens.\n",
        "output": [
            "Meanwhile, the pilot of Garuda 200 has been charged over the accident, sparking intense controversy.\n"
        ]
    },
    {
        "input": "Lebih dekat dengan permukaan bulan, Cassini menemukan butiran yang lebih besar kaya dengan natrium dan potasium mendominasi gumpalan.\n",
        "output": [
            "Closer to the moon's surface, Cassini found that relatively large grains rich with sodium and potassium dominate the plumes.\n"
        ]
    },
    {
        "input": "Rusia berupaya membangun pembangkit tenaga nuklir di Turki dan kontrak yang ditandatangani hari Rabu \"benar-benar kelihatan agak mengesankan, \" menurut Presiden Dmitry Medvedev.\n",
        "output": [
            "Russia has attempted to build a nuclear power plant in Turkey, and the contract signed Wednesday \"really looks rather impressive,\" according to Russian President Dmitry Medvedev.\n"
        ]
    },
    {
        "input": "6 organisasi media, termasuk Fairfax, yang menggagas tantangan konstitusional untuk dengar pendapat rahasia dalam sidang terorisme mendatang di Australia.\n",
        "output": [
            "Six media organisations, including Fairfax, are mounting a constitutional challenge to secret hearings in an upcoming terrorism trial in Australia.\n"
        ]
    },
    {
        "input": "Dia menggambarkan website tersebut, meskipun mengandung beberapa kesalahan ejaan, tetapi \"benar-benar bagus.\"\n",
        "output": [
            "He described the website, despite containing a few spelling mistakes, as \"really good\".\n"
        ]
    },
    {
        "input": "Senator Joe Ludwig (Partai Buruh, Queensland) bertanya ke Menteri Hukum dan Bea Cukai Senator Chris Ellison dalam Rapat Dengar Pendapat apakah dia yakin dengan klaim yang dibuatnya kemarin bahwa penemuan Jian Seng menunjukkan bahwa Pemerintah Australia hadir, \"Pengawasan udara dan maritim untuk menghadang kapal dalam kondisi seperti itu, dan hal itu telah dilakukan\", dan bertanya mengapa Pemerintah memerlukan waktu dua minggu untuk menghadang kapal setelah ia masuk ke perairan Australia.\n",
        "output": [
            "Senator Joe Ludwig (Labor, Queensland) asked of the Minister for Justice and Customs Senator Chris Ellison in Question Time whether he stood by his claim that he made yesterday that the discovery of the Jian Seng demonstrated that the Australian Government had in place \"aerial and maritime surveillance to intercept a vessel in these circumstances, and that was done\", and asked why it took the Government two weeks to intercept the vessel after it entered Australian waters.\n"
        ]
    },
    {
        "input": "Sampai separuh waktu, Australia telah berjuang kembali untuk mengambil alih kepemimpinan 4-3, hanya untuk menyelesaikan periode ketiga seri 4-4 dengan Amerika Serikat, dan akhirnya kalah 4-6.\n",
        "output": [
            "By half time, Australia had battled back to take the lead 4–3, only to finish the third period tied 4–4 with the United States, and eventually lose 4–6.\n"
        ]
    },
    {
        "input": "Jackson berada di bawah dakwaan di sana pada tujuh tuduhan mencabuli dan bertindakan mesum pada anak di bawah usia 14 tahun, dan dua tuduhan pemberian zat yang memabukkan.\n",
        "output": [
            "Jackson is under indictment there on seven counts of lewd and lascivious acts on a child under 14, and two counts of administering an intoxicating agent.\n"
        ]
    },
    {
        "input": "Sidang melibatkan pria Sydney Faheem Khalid Lodhi, yang dituduh melakukan tindakan persiapan untuk serangan teroris.\n",
        "output": [
            "The trial involves Sydney man Faheem Khalid Lodhi, who is charged with committing acts in preparation for a terrorist attack.\n"
        ]
    },
    {
        "input": "Sulpicio mengatakan pada Sidang Pengadilan Regional Manila bahwa kedua Undang-undang Republik 9295 dan Undang-undang Pengembangan Perkapalan Domestik 2004 menghilangkan kewenangan BMI untuk menyelidiki insiden-insiden maritim dan bahwa penyelidikan yang dilaksanakan oleh badan tersebut pada 25 Juni adalah \"tidak biasa, ilegal, dan nihil dan tidak berguna.\"\n",
        "output": [
            "Sulpicio told the Manila Regional Trial Court that both Republic Act 9295 and the Domestic Shipping Development Act of 2004 removed the BMI's power to investigate maritime incidents and that the investigation the board launched on June 25 is \"irregular, illegal, and null and void\".\n"
        ]
    },
    {
        "input": "Fed berharap bahwa dengan kebijakan yang mempermudah peminjaman, rakyat akan terpicu untuk membelanjakan uang dan lebih banyak melakukan investasi.\n",
        "output": [
            "The Fed hopes that by making it cheaper to borrow, people will start spending and investing more.\n"
        ]
    },
    {
        "input": "Sebagai contoh, Ban Ki-moon, Sekjen PBB kemarin menyerukan agar pemilihan umum ditunda.\n",
        "output": [
            "For example, Ban Ki-moon, secretary general of the United Nations yesterday called for the election to be postponed.\n"
        ]
    },
    {
        "input": "Polisi memperingatkan jika peluncur granat CS dan ledakan saat masuk dapat dikira tembakan, dan telah mengatakan tidak ada tembakan yang ditembakkan.\n",
        "output": [
            "Police are cautioning that CS grenade launchers and explosive entries could be mistaken for shots, and have said that no shots were fired.\n"
        ]
    },
    {
        "input": "Para pekerja melakukan aksi tidak resmi dalam mendukung pemogokan 3 hari di kilang minyak Lindsey di Lincolnshire, Inggris.\n",
        "output": [
            "The workers are taking unofficial action in support of a three day strike at Lindsey Oil Refinery in Lincolnshire, England.\n"
        ]
    },
    {
        "input": "Oleg Mitvol mengatakan bahwa meskipun tumpahan belerang tidak menyebabkan bahaya lingkungan, 2 kapal barang mungkin juga mengalami kebocoran bahan bakar minyak dari tangki mereka, menambah polusi.\n",
        "output": [
            "Oleg Mitvol said that although the sulfur spill doesn't present an environmental danger, the two freighters might also leak fuel oil from their tanks, adding to the pollution.\n"
        ]
    },
    {
        "input": "Menurut kantor Presiden Rusia, air minum tidak lagi tersedia di daerah yang merupakan ibukota Ossetia Selatan, Tskhinvali, karena \"tempat pengolahan air dan limbah telah hancur.\"\n",
        "output": [
            "According to the Russian Presidents office, drinking water is no longer available in what constitutes South Ossetia's capital, Tskhinvali, because \"the water and sewage treatment plants have been destroyed\".\n"
        ]
    },
    {
        "input": "Pemimpin partai republik John McCain telah mengakui hasil pemilihan umum kepada pemimpin partai Demokrat Barack Obama.\n",
        "output": [
            "Republican John McCain has conceded the election to Democrat Barack Obama.\n"
        ]
    },
    {
        "input": "Sebagian besar perubahan itu terkait dengan jatuhnya harga gas dan peningkatan prospek pekerjaan.\n",
        "output": [
            "Most of the change is attributed to falling gas prices and an improved job outlook.\n"
        ]
    },
    {
        "input": "Menurut perusahaan itu, semua susu yang digunakan sudah disaring berdasarkan standar \"tertinggi dan teraman\" sebelum diolah dalam proses pasteurisasi dan dipersiapkan untuk dikonsumsi oleh manusia.\n",
        "output": [
            "According to the company, all milk is screened for the \"highest and safest\" standards before it is pasteurized and prepared for human consumption.\n"
        ]
    },
    {
        "input": "Perut dari Orbiter tersebut akan diperiksa kemudian pada minggu ini.\n",
        "output": [
            "The belly of the Orbiter will be checked later this week.\n"
        ]
    },
    {
        "input": "Sekitar 25 persen dari orang India di atas umur 7 tahun telah ditemukan buta huruf pada sensus 2011, menurun 10 persen dari sensus yang diadakan 10 tahun yang lalu.\n",
        "output": [
            "Approximately 25 percent of Indians over the age of seven were found to be illiterate in the 2011 census, a decrease of 10 percent from the census held ten years ago.\n"
        ]
    },
    {
        "input": "Pidato itu mengantarkan tema hubungan ras di Selandia Baru, terutama status khusus Maori, kelompok etnis pribumi Selandia Baru.\n",
        "output": [
            "It addressed the theme of race relations in New Zealand, particularly the special status of Māori, New Zealand's indigenous ethnic group.\n"
        ]
    },
    {
        "input": "Debat sebelum pemilihan biasanya berlangsung 90 menit dan muncul dari pukul 19.30 pada hari Minggu pertama dari kampanye.\n",
        "output": [
            "The pre-election debate traditionally lasts 90 minutes and occurs at 1930 on the first Sunday of the campaign.\n"
        ]
    },
    {
        "input": "\"Kami akan mengambil semua langkah yang diperlukan untuk mengakhiri kelakuan nakal dari sebuah negara yang tidak bertanggung jawab dan mengakhiri kegiatan mitra utama dalam pemerintahan mereka sendiri, \" kata menteri Kabinet Isaac Herzog kepada Reuters.\n",
        "output": [
            "\"We will take all necessary measures to bring an end to the rogue behavior of a state that does not assume responsibility and put an end to the activities of a major partner in their own government,\" said Israeli Cabinet Minister Isaac Herzog to Reuters.\n"
        ]
    },
    {
        "input": "\"Kesediaan untuk mendorong batasan dan mencoba hal-hal baru adalah sesuatu yang benar-benar diperlukan dalam konservasi di Selandia Baru\", ujarnya.\n",
        "output": [
            "\"A willingness to push boundaries and try new things is exactly what conservation in New Zealand needs,\" he said.\n"
        ]
    },
    {
        "input": "Layanan bus di Zona 1 akan dibuka kembali pada pukul 16:00 BST.\n",
        "output": [
            "Bus services in Zone 1 have resumed as of 16:00 BST.\n"
        ]
    },
    {
        "input": "Hal ini berlawanan dengan yang dilaporkan oleh layanan milik negara Rusia sendiri RIA Novosti, yang menyatakan bahwa hanya 2 orang Rusia yang tewas di antara yang tewas tersebut.\n",
        "output": [
            "This was contradicted by Russian state owned service RIA Novosti, which stated just two Russians were among the dead.\n"
        ]
    },
    {
        "input": "Seluruh petugas yang hadir menolak untuk berbicara dan menyatakan bahwa mereka tidak bertanggung jawab atas aksi itu.\n",
        "output": [
            "All the present officials refused to speak and declared that they were not responsible for the action.\n"
        ]
    },
    {
        "input": "Bapak Qarase pergi ke perkebunan tersebut, tetapi diberitahu oleh tentara pada blokade jalan di luar bahwa dia harus berjalan pada sisa jalan itu.\n",
        "output": [
            "Mr Qarase drove to the estate, but was told by soldiers at a roadblock outside that he would have to walk the rest of the way.\n"
        ]
    },
    {
        "input": "Kementerian juga percaya bahwa itu bisa terkait dengan konflik di Myanmar antara Buddha dan Muslim, meskipun jarang kekerasan terhadap umat Buddha di India.\n",
        "output": [
            "The Ministry also believes that it could be tied to conflicts in Myanmar between Buddhists and Muslims, despite the rarity of violence against Buddhists in India.\n"
        ]
    },
    {
        "input": "Setelah kampanye berbulan-bulan, Johnson unggul atas aktivis R. Lee Wright dalam pemungutan suara dengan 70% dari 595 delegasi konvensi.\n",
        "output": [
            "After months of campaigning, Johnson edged activist R. Lee Wrights on the first ballot with 70 percent of the 595 convention delegates.\n"
        ]
    },
    {
        "input": "Memiliki ekor panjang, monyet berbulu putih, yang memakai sebuah popok, terikat di sebuah bar di luar klub malam pada State Street tempat orang memelihara binatang piaraan.\n",
        "output": [
            "The long-tailed, black and white monkey, which was wearing a diaper, was leashed in a beer garden outside the nightclub on State Street when people began to pet the animal.\n"
        ]
    },
    {
        "input": "\"Perusahaan yang melakukan merger tersebut akan menyediakan konsumen dengan sebuah jaringan kombinasi yang lebih besar, \" komentar Presiden BA Willie Walsh.\n",
        "output": [
            "\"The merged company will provide customers with a larger combined network,\" commented BA chief executive Willie Walsh.\n"
        ]
    },
    {
        "input": "Lembaga Geofisika telah hilangkan bagian penting dari peralatan yang telah instalasi pada lereng di Gunung Tungurahua, berbatas kemampuan untuk monitor pada gunung api yang sedang aktiv.\n",
        "output": [
            "The Institute for Geophysics has lost an important part of its equipment installed on the slopes of Tungurahua, limiting their capability to monitor the volcanic activity.\n"
        ]
    },
    {
        "input": "Dia akan kembali ke peternakannya di Texas minggu ini untuk bertemu penasehat ekonomi dan pertahanannya, kemudian, dia akan pergi ke Illinois untuk menandatangani RUU jalan raya.\n",
        "output": [
            "He will travel back to his Texas ranch this week to meet with his defense and economic advisers, then later, he will travel to Illinois to sign a highway bill.\n"
        ]
    },
    {
        "input": "Gejala ini dikatakan karena \"infeksi virus yang serius dan zat kimia yang tidak biasanya ditemukan di produk makanan\" yang diletakkan petugas kampanye.\n",
        "output": [
            "These symptoms were said to be due to \"a serious viral infection and chemical substances which are not normally found in food products\" as his campaign officials put it.\n"
        ]
    },
    {
        "input": "Mereka mengusulkan untuk menghapus Desain Inteligensi dari kurikulum biologi tetapi memungkinkan diskusi Desain Inteligensi dalam mata kuliah yang berurusan dengan filsafat dan perbandingan agama.\n",
        "output": [
            "They proposed to remove Intelligent Design from the biology curriculum but allow discussion of Intelligent Design in courses dealing with philosophy and comparative religion.\n"
        ]
    },
    {
        "input": "Pejabat Syiah selanjutnya mengatakan mayat - yang diyakini adalah para sandera - ditemukan di sungai Tigris.\n",
        "output": [
            "The Shi’ite officials later said the bodies — believed to be the hostages — were found in the Tigris River.\n"
        ]
    },
    {
        "input": "Bolessuaf, 86, gemar membaca kartu yang ditulis dalam bahasa Polandia yang ia terima dari sepupunya, sang Paus.\n",
        "output": [
            "Bolessuaf, 86, likes to read the card written in Polish that he received from his cousin, the Pope.\n"
        ]
    },
    {
        "input": "Permainan berlanjut akan tetapi, karena Liga Champion memberlakukan waktu tambahan penuh, dan Celtic memiliki 27 menit untuk menyamakan.\n",
        "output": [
            "The game continued however, as the Champions League works on full extra time, and Celtic still had 27 minutes to equalize.\n"
        ]
    },
    {
        "input": "Pesan jelas yang menyolok yang dikirim oleh sang hakim adalah: sakit punggung atau atau tidak, Jackson harus muncul di pengadilan! Dan cepat! Hanya adegan yang tersiar di televisi mengenai Mersereau, pengacara yang diharapkan menjadi pembela Jackson dengan asistennya Susan Yu, yang keduanya sibuk di ponsel sementara dengan tegang menunggu iring-iringan Jackson di tepi jalan di samping gedung pengadilan, tampaknya melemahkan perasaan bahwa Jackson akan berhasil tiba tepat waktu untuk menghindari dicabutnya jaminannya.\n",
        "output": [
            "The glaringly clear message sent by the judge was: bad back or not, Jackson was to appear in court! And fast! Only the televised scene of Jackson's expectant defense lawyer Mersereau with his assistant Susan Yu, both busy on cells phones while tensely waiting curbside beside the court house for the Jackson motorcade, seemed to undermine a feeling that Jackson would make it in time to avoid having his bail revoked.\n"
        ]
    },
    {
        "input": "Orang-orang yang bergaya diri \"manusia dewa\" dan \"guru\" berada di bawah pengamatan yang meningkat oleh polisi di India menyusul penangkapan Madhavan, dan polisi secara khusus menyelidiki sumber-sumber kekayaan mereka dan kemungkinan penipuan.\n",
        "output": [
            "Self styled \"godmen\" and \"gurus\" are under increased observation by police in India following the arrest of Madhavan, and police are specifically investigating their sources of wealth and possible fraud.\n"
        ]
    },
    {
        "input": "Perjanjian tersebut didesain untuk meningkatkan saling pemahaman dan percaya diri dengan memberi seluruh peserta, tanpa memandang ukuran, peranan langsung dalam mengumpulkan informasi tentang kekuatan militer dan aktivitas yang berhubungan dengan hal tersebut.\n",
        "output": [
            "The treaty is designed to enhance mutual understanding and confidence by giving all participants, regardless of size, a direct role in gathering information about military forces and activities of concern to them.\n"
        ]
    },
    {
        "input": "Letnan Kolonel Rupert Thorneloe, 40 tahun, Komandan Batalyon 1 Welsh Guards, dan Trooper Joshua Hammond, 18, dari Resimen Tank Kerajaan 2, tewas ketika sebuah bom diledakkan di bawah kendaraan lapis baja Viking mereka.\n",
        "output": [
            "Lieutenant Colonel Rupert Thorneloe, 40, Commanding Officer of the 1st Battalion Welsh Guards, and Trooper Joshua Hammond, 18, of the 2nd Royal Tank Regiment, were killed when an improvised explosive device was detonated under their Viking armoured vehicle.\n"
        ]
    },
    {
        "input": "Studi analisis dari melatonin telah menegakkan keefektivitasan suplemen kontroversial sebagai bantuan tidur.\n",
        "output": [
            "An analysis of melatonin studies has upheld the controversial supplement's effectiveness as a sleep aid.\n"
        ]
    },
    {
        "input": "Hal ini juga akan digunakan di masa depan dalam berkaitan dengan bidang kesehatan, populasi dan kematian.\n",
        "output": [
            "It will also be used in the future relating to health, population and mortality areas.\n"
        ]
    },
    {
        "input": "Anson Chan, mantan Panitrama yang juga salah satu kandidat dalam pemilu Dewan Legislatif yang akan datang, juga ikut serta dalam acara tersebut.\n",
        "output": [
            "Anson Chan, the former Chief Secretary and one of the candidates of the upcoming by-election in the Legislative Council, also participated in this event.\n"
        ]
    },
    {
        "input": "Negosiasi dilakukan untuk membebaskan para tawanan, menurut kepala polisi setempat.\n",
        "output": [
            "Negotiations are being made to release the captives, according to a local police chief.\n"
        ]
    },
    {
        "input": "Sepatu, yang memiliki harga pesanan dari 2.930 ponsterling (3.580 USD), saat ini dimiliki oleh Eleanor Graham berusia 65 tahun.\n",
        "output": [
            "The shoes, which have a reserve price of £2,930 (US $3,580), are currently owned by 65 year old Eleanor Graham.\n"
        ]
    },
    {
        "input": "\"Kanada mampu mengalahkan Korea Utara, \" ujar seseorang di dalam iklan tersebut.\n",
        "output": [
            "\"Canada can take care of North Korea,\" a man in the television ad says.\n"
        ]
    },
    {
        "input": "Pada tanggal 20 Juli, Denmark mengatakan bahwa mereka mempunyai penerjemah yang diterbangkan dan pegawai Irak yang lain beserta keluarganya.\n",
        "output": [
            "On July 20, Denmark said that it had airlifted translators and other Iraqi employees with their families.\n"
        ]
    },
    {
        "input": "Winner juga memiliki hotel, perusahaan baja, dan perusahaan-perusahaan lainnya.\n",
        "output": [
            "Winner also owned hotels, a steel company, and other companies.\n"
        ]
    },
    {
        "input": "\"Kami pikir pada awalnya sepatu dan benda-benda lainnya berusia sekitar 600-700 tahun karena mereka berada dalam kondisi baik seperti itu, \" kata rekan penulis Dr Ron Pinhasi dari University College Cork di Irlandia.\n",
        "output": [
            "\"We thought initially that the shoe and other objects were about 600-700 years old because they were in such good condition,\" said co-author Dr. Ron Pinhasi from the University College Cork in Ireland.\n"
        ]
    },
    {
        "input": "Sekretaris Jenderal FIFA Jerome Valcke menjelaskan, \"Kami telah memutuskan untuk membekukan percobaan-percobaan teknologi garis gawang dan beberapa teknologi lainnya.\"\n",
        "output": [
            "FIFA general secretary Jerome Valcke declared: \"We have decided to freeze for the time being the goal-line technology and all technology experiments.\"\n"
        ]
    },
    {
        "input": "Awalnya Itar Tass juga melaporkan bahwa menurut dipolomat asing tak bernama di Pyongyang, potret Kim Jong Il telah diturunkan dari pandangan publik secara rahasia dan tanpa penjelasan.\n",
        "output": [
            "Earlier Itar-Tass also reported that according to an unnamed foreign diplomat in Pyongyang, Kim Jong Il's portraits have recently been taken down from public display secretly and without explanation.\n"
        ]
    },
    {
        "input": "Pagi ini, ke-16 pemrotes yang tersisa diberitahu untuk mempersiapkan sebuah daftar untuk pengantaran berikutnya.\n",
        "output": [
            "This morning, the sixteen remaining occupiers were told to prepare a list of items for future deliveries.\n"
        ]
    },
    {
        "input": "WiredFire, dalam wawancara dengan Rickard Falkvinge, ketua Partai Swedish Pirate, melaporkan bahwa polisi menangkap 3 anggota staf, akhirnya memasukkan hanya 2 ke penjara.\n",
        "output": [
            "WiredFire, in an interview with Rickard Falkvinge, head of the Swedish Pirate Party, is reporting that police arrested three staff members, ultimately taking only two into custody.\n"
        ]
    },
    {
        "input": "Dia dianugerahi MBE, OBE dan CBE dan pensiun pada tahun 2002.\n",
        "output": [
            "He was awarded an MBE, an OBE and a CBE and retired in 2002.\n"
        ]
    },
    {
        "input": "Pejabat Hamas dan saksi mata melaporkan bahwa lahan pertanian, sebuah pabrik susu, wilayah-wilayah kecil milik militer Hamas, dan fasilitas bengkel logam menjadi sasaran.\n",
        "output": [
            "Hamas officials and witnesses reported that farms, a milk factory, small areas belonging to the Hamas military, and metal workshop facilities were targeted.\n"
        ]
    },
    {
        "input": "Maher mengatakan ia diminta oleh CBS News untuk muncul di segmen tersebut.\n",
        "output": [
            "Maher said he was asked by CBS News to appear on the segment.\n"
        ]
    },
    {
        "input": "Bagaimanapun juga mereka condong untuk lebih spesifik tentang komposisi mereka jadi informasi tersebut akan berguna ketika mereka menanyai tersangka.\n",
        "output": [
            "However they are declining to be specific about their composition as the information could be useful when they interrogate suspects.\n"
        ]
    },
    {
        "input": "Sejauh ini virus tampaknya telah menginfeksi kuda-kuda di NSW dan Queensland, dengan 51 kasus terkonfirmasi dan sekitar 400 lainnya masih dugaan.\n",
        "output": [
            "So far the virus only appears to have infected horses in NSW and Queensland, with 51 confirmed cases and another 400 suspected.\n"
        ]
    },
    {
        "input": "Kaki kanan belakang Barbaro remuk pada saat pembukaan panjang pada lomba Preakness.\n",
        "output": [
            "Barbaro's right hind leg was shattered in the opening lengths of the Preakness race.\n"
        ]
    },
    {
        "input": "Kartel, yang menciptakan harga yang tinggi secara artifisial dengan menghilangkan persaingan di antara para anggotanya tersebut, diungkap oleh si pengungkap Lufthansa, yang memberitahu pihak berwenang sebagai ganti dari jaminan kekebalan terhadap tuntutan.\n",
        "output": [
            "The cartel, which created artificially high prices by eliminating competition between its members, was exposed by whistleblower Lufthansa, who alerted authorities in exchange for immunity to prosecution.\n"
        ]
    },
    {
        "input": "Sang teman, yang tidak disebutkan namanya, menembak Rhys Johnson tepat di jantung menggunakan pistol air gun Webley kaliber.22 dari jarak dekat.\n",
        "output": [
            "The friend, who has remained anonymous, shot Rhys Johnson in the heart with the .22 caliber Webley Vulcan air gun at close range.\n"
        ]
    },
    {
        "input": "Kemenangan Steel dan Vixens adalah kekecewaan besar bagi mereka yang mengikuti liga bola jaring.\n",
        "output": [
            "The wins by the Steel and the Vixens are considered by those who follow the netball league to be major upsets.\n"
        ]
    },
    {
        "input": "Pemain depan Xavier Moya dan Chris Thompson memberikan pertahanan yang kuat pada posisi satu lawan satu.\n",
        "output": [
            "Forwards Xavier Moya and Chris Thompson provided tough inside defense on one possession.\n"
        ]
    },
    {
        "input": "Pada hari ke-3 Kejuaraan Renang Tuna Rungu Dunia 2007, finalis Pria 1.500m Gaya bebas, Wanita 800m Gaya bebas, 50m gaya dada, 200m Gaya bebas, 4x100m Grup Estafet Campuran berlangsung selama sore dan malam hari.\n",
        "output": [
            "On the 3rd day of the 2007 World Deaf Swimming Championships, the Men 1500m Freestyle, Women 800m Freestyle, 50m Breaststroke, 200m Freestyle, 4x100m Medley Relay Groups finales took place during the afternoon and evening.\n"
        ]
    },
    {
        "input": "Pada ujian ini, sebanyak 665 siswa sekolah lanjutan atas tertangkap mencontek, jumlah ini dua kali lipat dari tahun lalu. Bahkan, pada sebuah sekolah, ditemukan bahwa jawaban ujian telah diserahkan kepada 111 siswa sebelum ujian dimulai.\n",
        "output": [
            "For this exam, 665 high school students were caught cheating, double the number from last year, and at one high school it was found that the exam answers were given to 111 pupils prior to the exam.\n"
        ]
    },
    {
        "input": "London, Inggris - Tim nasional rugby kursi roda Australia berhasil mengalahkan tim Kanada dengan skor 66 - 51 dan mempersembahkan medali emas terakhir bagi Australia dalam Paralimpiade Musim Panas 2012.\n",
        "output": [
            "London, England — The Australia national wheelchair rugby team defeated Canada 66–51 to win Australia's last gold medal of the 2012 Summer Paralympics.\n"
        ]
    },
    {
        "input": "Diikuti peluncuran Titan III kedua, yang dimodifikasi berfungsi sebagai landasan peluncuran untuk Laboratorium Orbit Berawak (MOL) Angkatan Udara Amerika.\n",
        "output": [
            "Following the second Titan III launch, it was modified to serve as a launch pad for the US Air Force's Manned Orbiting Laboratory (MOL).\n"
        ]
    },
    {
        "input": "\"Semoga mereka beristirahat dengan tenang, dan semoga keluarga mereka yang ditinggal tabah dalam menghadapi hari-hari sulit di depan.\"\n",
        "output": [
            "\"May they rest in peace, and may their families find comfort in the hard days ahead.\"\n"
        ]
    },
    {
        "input": "Kelompok kebebasan Media Reporters Tanpa Batas telah menyebut undang-undang tersebut \"berbahaya\", dan memperingatkan bahwa itu dapat digunakan untuk menarget \"warga biasa\" yang memfilmkan tindakan kekerasan.\n",
        "output": [
            "Media freedom group Reporters Without Borders has called the act \"dangerous\", and warned that it can be used to target \"regular citizens\" who film acts of violence.\n"
        ]
    },
    {
        "input": "Penelitian ini menyimpulkan bahwa Stephanides terbukti melanggar regulasi karena membantu sebuah perusahaan UK, Lloyds Register Inspection Ltd., untuk memenangkan sebuah kontrak yang diselenggarakan di bawah program UN di Irak.\n",
        "output": [
            "The investigation concluded that Stephanides infringed on regulations by helping the British company, Lloyds Register Inspection Ltd., win a contract under the UN programme for Iraq.\n"
        ]
    },
    {
        "input": "\"Dia memiliki hati yang paling besar dari semua orang yang Saya kenal dan selalu siap membantu.\"\n",
        "output": [
            "\"He had the biggest heart of anyone I knew and would give anyone the shirt off his back.\"\n"
        ]
    },
    {
        "input": "\"Dia mengekspresikan bahwa dia tidak bermaksud untuk menghina populasi ini, \" kata Shriver pada hari Jum'at dalam wawancara di Good Morning America.\n",
        "output": [
            "\"He expressed that he did not intend to humiliate this population,\" Shriver said on Friday in an interview on Good Morning America.\n"
        ]
    },
    {
        "input": "Pengacara pertahanan memperingatkan hakim untuk mengabaikan komentar-komentar wartawan karena mereka mungkin dapat menghukum terdakwa sebelum pengadilan dimulai.\n",
        "output": [
            "The defense barrister warned the jury to ignore the comments of the press as they may have convicted the defendant before the trial has begun.\n"
        ]
    },
    {
        "input": "Murray tidak berkomentar tentang bagaimana keputusan itu dibuat atau mengapa papan iklan tertentu ditolak.\n",
        "output": [
            "Murray made no comment on how the decisions are made or why this particular billboard was rejected.\n"
        ]
    },
    {
        "input": "Bapak Adamopoulos mengatakan bahwa dia mempertimbangkan untuk melakukan tindakan hukum melawan pelaku pemberitaan palsu tersebut.\n",
        "output": [
            "Mr Adamopoulos said that he is considering pursuing legal action against the originators of the hoax.\n"
        ]
    },
    {
        "input": "Mereka juga mendesak Perdana Menteri untuk memperpanjang upaya penanggulangan teroris dan ekstrimis.\n",
        "output": [
            "They also urge the Prime Minister to extend his efforts in tackling terrorism and extremism.\n"
        ]
    },
    {
        "input": "Dia juga menambahkan bahwa Lawrence telah bekerja dalam kampanye untuk pemilihan wakil-wakil dari Gerakan Partai Republik Australia menuju Konvensi Konstitusional Australia pada tahun 1998.\n",
        "output": [
            "He also added that Lawrence had worked on the campaign for election of Australian Republican Movement representatives to the Australian Constitutional Convention in 1998.\n"
        ]
    },
    {
        "input": "Keluarga mengatakan bahwa awak kapal yang tertangkap hanya \"sedikit minum dan makan.\"\n",
        "output": [
            "Families say the captured crew have \"little drinking water or food,\".\n"
        ]
    },
    {
        "input": "Peradilan Lord Bach menyatakan bahwa UU tidak akan dibuat aktif sampai setelah Parlemen menyelesaikan konsultasi secara mendalam, dan bahwa kekuatan baru dari petugas pengadilan akan dipantau dengan cermat.\n",
        "output": [
            "Justice Lord Bach stated the Act would not be made active until after Parliament had finished extensive consulting, and that the new powers of bailiffs would be carefully monitored.\n"
        ]
    },
    {
        "input": "Pada Juli 2010, Rudd digantikan sebagai pemimpin ALP dan sebagai Perdana Menteri oleh Ms Gillard.\n",
        "output": [
            "In July 2010, Rudd was replaced as leader of the ALP and as Prime Minister by Ms Gillard.\n"
        ]
    },
    {
        "input": "Di pihak lain, Perdana Menteri Moldova Vasile Tarlev menuduh hari Kamis tentara Rusia di Transnitria mensuplai senjata ke daerah Chechen, menanggapi hal ini Menteri Pertahanan Rusia Sergei Ivanov mengatakan bahwa dia \"menjanjikan kepalanya\" untuk pangkalan Rusia di Moldova, dan menjamin bahwa \"tidak ada persenjataan dari Transnistria yang telah dikirim.\"\n",
        "output": [
            "On the other hand, Moldovan Premier Vasile Tarlev accused Thursday the Russian troops in Transnistria of supplying weapons to the Chechen region, In reply, Russian Defence Minister Sergei Ivanov said that he \"pledges his head\" for Russian bases in Moldova, and assured that \"no weapons from Transnistria had been sent.\"\n"
        ]
    },
    {
        "input": "Hal itu juga menyebutkan komitmen untuk melawan terhadap ancaman yang ditimbulkan oleh \"kelompok yang tidak teratur atau kriminal.\"\n",
        "output": [
            "It also mentioned a commitment to fight against threats posed by \"irregular or criminal groups.\"\n"
        ]
    },
    {
        "input": "Pemerintah Negara Bagian telah dikritik karena menyediakan perlindungan polisi gratis di konferensi.\n",
        "output": [
            "The State government has been criticised for providing free police protection at the conference.\n"
        ]
    },
    {
        "input": "Rijsberman mengatakan kekeringan air di Afrika disebabkan kurangnya infrastruktur untuk mendapatkan air untuk orang-orang yang membutuhkannya.\n",
        "output": [
            "Rijsberman said water scarcity in Africa was caused by a lack of infrastructure to get the water to the people who needed it.\n"
        ]
    },
    {
        "input": "Sebelumnya laporan yang belum dikonfirmasi mengatakan puing-puing bisa saja hasil dari sebuah ledakan pesawat kecil.\n",
        "output": [
            "Earlier unconfirmed reports had said the debris could have been the result of a small plane exploding.\n"
        ]
    },
    {
        "input": "Kudeta datang setelah krisis politik diperpanjang yang mana Presiden Tandja telah membubarkan kedua Majelis Nasional dan Pengadilan Tinggi Niger, serta memperpanjang masa jabatan presiden itu dengan tiga tahun, dan menghapus semua batasan lebih lanjut pada masa jabatannya.\n",
        "output": [
            "The coup came after an extended political crisis in which President Tandja has dissolved both the National Assembly and Niger's High Court, as well as extending his presidential term by three years, and removing all further limits on his term.\n"
        ]
    },
    {
        "input": "\"Adelaide bermain hebat, mereka mendorong kami tepat menuju kematian, tetapi saya rasa kami pantas menerimanya\", ujar kapten Melbourne Kevin Muscat.\n",
        "output": [
            "Adelaide were great, they pushed us right to the death but I think we deserved it,\" Melbourne captain Kevin Muscat said.\n"
        ]
    },
    {
        "input": "Presiden juga mengatakan \"kita akan membangun kembali 150.000 mil jalan kita- yang cukup untuk mengelilingi bumi sebanyak enam kali…\n",
        "output": [
            "The president also said that \"we are going to rebuild 150,000 miles of our roads — that's enough to circle the world six times...\n"
        ]
    },
    {
        "input": "Politikus oposisi Kenya membantah dengan pengikut Presiden Mwai Kibaki yang terpilih kembali bagimana memilih pembicara parlemen baru.\n",
        "output": [
            "Kenyan opposition politicians argued with followers of re-elected President Mwai Kibaki over how to pick a new parliamentary speaker.\n"
        ]
    },
    {
        "input": "Sebuah kuil roboh, menyebabkan kepanikan diantara 10.000 peziarah Hindu yang berkumpul yang kemudian mulai lari mencari selamat, menyebabkan kekacauan.\n",
        "output": [
            "A temple wall collapsed, causing panic among ten of thousands of gathered Hindu worshippers who then began to run for safety, causing the stampede.\n"
        ]
    },
    {
        "input": "Meskipun serangan Palin, artikel asli di New York Times 3 Oktober menyimpulkan bahwa Obama dan Ayers tidak pernah dekat, dan hubungan tersebut melalui perjalanan awal Obama untuk proyek reformasi sekolah dan kantor, \"mengatakan bahwa jalan mereka telah melintas secara sporadis.\"\n",
        "output": [
            "Despite Palin's attack, the original article in the October 3 New York Times concluded that Obama and Ayers were never close, and that the connection was through Obama's initial run for office and a schools reform project, \"saying that their paths have crossed sporadically\".\n"
        ]
    },
    {
        "input": "Penyelidik mengatakan bahwa mereka tidak yakin jika ledakan tersebut adalah murni kecelakaan, atau jika ada permainan kotor yang terlibat, karena semua usaha awalnya difokuskan untuk mencari orang yang selamat.\n",
        "output": [
            "Investigators say they are currently unsure if the blast was purely accidental, or if foul play was involved, as all efforts were initially focused on attempting to locate survivors.\n"
        ]
    },
    {
        "input": "Franca, lahir di London tahun 1921, Inggris, datang ke Kanada pada tahun 1951 untuk mendirikan National Ballet of Canada.\n",
        "output": [
            "Franca, born 1921 in London, England, came to Canada in 1951 to found the National Ballet of Canada.\n"
        ]
    },
    {
        "input": "4 pendamping mempelai wanita juga diumumkan seperti putri dari Earl dan Countess of Wessex, Lady Louise Windsor, yang berusia 7 tahun.\n",
        "output": [
            "The four bridesmaids have been announced as the daughter of the Earl and Countess of Wessex, Lady Louise Windsor, who is seven years old.\n"
        ]
    },
    {
        "input": "Dalam balapan utama, dikarenakan oleh kekuatan aktual yang hampir seimbang, tidak semua orang dapat memimpin untuk periode yang lama, khususnya dalam kompetisi sepeda Asia.\n",
        "output": [
            "In the main race, due to a very close actual strength, not everyone can took the leading for a long-period especially in Asian cyclists' competition.\n"
        ]
    },
    {
        "input": "Tumpulnya penyelesaian akhir lini depan tim Prancis membuat sejumlah fans melontarkan ejekan walau Prancis sudah memimpin 2-0.\n",
        "output": [
            "The lack of French execution in front of goal had fans in the crowd jeering when they were 2-0 up.\n"
        ]
    },
    {
        "input": "Alat peledak improvisasi telah menjadi pembunuh besar bagi warga sipil Irak maupun pasukan Sekutu di Irak.\n",
        "output": [
            "Improvised explosive devices have been a big killer of both Iraqi civilians and Allied forces in Iraq.\n"
        ]
    },
    {
        "input": "Serangan kedua lebih besar, dan para pejabat Cina mengatakan pekerjaan untuk memulihkan layanan berjalan lambat.\n",
        "output": [
            "The second was larger, and Chinese officials said work to restore service was progressing slowly.\n"
        ]
    },
    {
        "input": "Biasanya, waktu resmi sebuah negara adalah Waktu Musim Dingin.\n",
        "output": [
            "Usually, the official time of a country is Winter Time.\n"
        ]
    },
    {
        "input": "Dia berkampanye untuk mengakhiri korupsi dan kemiskinan dan mengatakan dia akan menuntut pejabat korup sebagai prioritas.\n",
        "output": [
            "He campaigned for an end to corruption and poverty and says he'll make prosecuting corrupt officials a priority.\n"
        ]
    },
    {
        "input": "Kerugian tentang Pertanian karena abu diestimasikan $150 juta.\n",
        "output": [
            "Losses in agriculture due to the ash cover are estimated at $150 Million.\n"
        ]
    },
    {
        "input": "Kenaikan terbaru akan memperlihatkan gajinya naik sekitar $ 361.000.\n",
        "output": [
            "The latest increase will see her salary rise to about $361,000.\n"
        ]
    },
    {
        "input": "Preston kemudian dipanggil ke unit polisi setempat sebulan kemudian untuk dengar pendapat.\n",
        "output": [
            "Preston was then called into the local police unit another month later for a hearing.\n"
        ]
    },
    {
        "input": "Sebelumnya, Inggris telah menolak permintaan suaka dari Mehdi Kazemi usia 19 tahun, lalu Kazemi pergi ke Belanda, namun disana kasusnya ditolak sehingga dia kembali ke Inggris.\n",
        "output": [
            "Britain had initially rejected an asylum request by 19-year-old Mehdi Kazemi, and Kazemi fled to the Netherlands, where his case was turned down and he returned to Britain.\n"
        ]
    },
    {
        "input": "Penemuan tambahan menghasilkan deretan lebih luas dari artefak Zaman Tembaga tertanggal antara 6.200 dan 5.900 tahun lalu.\n",
        "output": [
            "Additional discoveries yielded an extensive array of Copper Age artifacts dating to between 6,200 and 5,900 years ago.\n"
        ]
    },
    {
        "input": "Dari 242 kursi, DPJ mendapat dari 82 meningkat hingga 109 kursi, membuat dia menjadi partai terbesar dalam House of Councillors.\n",
        "output": [
            "Of the 242 seats, DPJ went from 82 to 109 seats, making it the largest party in the House of Councillors.\n"
        ]
    },
    {
        "input": "Sejauh ini, tidak ada laporan tentang adanya korban tewas atau terluka.\n",
        "output": [
            "So far, there are no reports of any deaths or injuries.\n"
        ]
    },
    {
        "input": "\"Kami akan melihat peran dua asisten wasit tambahan ini dan kami tidak mempertimbangkan teknologi garis gawang pada saat ini.\"\n",
        "output": [
            "\"We will look on these two additional referees and we avoid considering any goal-line technology during this time.\"\n"
        ]
    },
    {
        "input": "Undang-undang tersebut diusulkan kemudian pada sitting day oleh Australian Greens untuk menghentikan larangan Gubernur-Jenderal terhadap gagalnya hukum negara ACT dalam mendirikan serikat sipil, oleh mayoritas dua suara.\n",
        "output": [
            "A bill proposed later in the sitting day by the Australian Greens to stop the Governor-General disallowing ACT state law establishing civil unions failed, by a majority of two votes.\n"
        ]
    },
    {
        "input": "Rico telah ada dalam berbagai pekerjaan tapi gairahnya adalah profesinya sekarang - ia mengubah 'sampah'yang tidak diinginkan menjadi potongan-potongan furnitur tidak biasa.\n",
        "output": [
            "Rico has been in a variety of jobs but his passion is now his profession - he turns unwanted 'junk' into unusual pieces of furniture.\n"
        ]
    },
    {
        "input": "Petugas lalu lintas, sheriff daerah, California Highway Patrol, dan Biro Investigasi Federal terlibat dalam pencarian.\n",
        "output": [
            "Traffic officers, county sheriffs, California Highway Patrol, and the Federal Bureau of Investigation were involved in the search.\n"
        ]
    },
    {
        "input": "Norko lebih lanjut mengatakan bahwa Ross minum obat untuk mengendalikan masalah kejiwaannya.\n",
        "output": [
            "Norko further testifed that Ross is taking medication to control his psychiatric problems.\n"
        ]
    },
    {
        "input": "Tsunami yang disebabkan oleh gempa Jepang yang besarnya 8,9 pada Jumat menghancurkan pelabuhan nelayan komersial Crescent City, California, sebuah kota pantai yang masih belum pulih dari bencana tsunami tahun 1964.\n",
        "output": [
            "The tsunami caused by Japan's magnitude 8.9 quake on Friday destroyed the commercial fishing harbor of Crescent City, California, a coastal town still recovering from a devastating tsunami in 1964.\n"
        ]
    },
    {
        "input": "Indonesia menghentikan maskapai pada Maret, setelah kecelakaan lain di mana B737 melampaui landasan pacu.\n",
        "output": [
            "Indonesia grounded the carrier in March after another accident in which a B737 overshot a runway.\n"
        ]
    },
    {
        "input": "Lawan mengumumkan blokade-blokade dan pekerjaan pembangunan bertindak sengaja mencegah Kaum Muslim dari mengakses tempat suci.\n",
        "output": [
            "Opponents have declared the blockades and the construction work a deliberate act to prevent Muslims from accessing the holy site.\n"
        ]
    },
    {
        "input": "Para pelanggan Swisscom di Switzerland akan menikmati biaya layanan tiap bulan paling rendah (34 dolar AS).\n",
        "output": [
            "Swisscom customers in Switzerland will enjoy the lowest monthly service fees (US$34).\n"
        ]
    },
    {
        "input": "Pada awal tur, Inggris menang 4 pertandingan Tes seri 3-0.\n",
        "output": [
            "Earlier in the tour, England won a four match Test series 3-0.\n"
        ]
    },
    {
        "input": "\"Inggris secara jelas memiliki kecintaan terhadap Disney World dan daya tarik yang bertahan lama dengan taman-taman itu dan sihirnya, yang mungkin menjadi alasan mengapa jumlah dan kualitas pengunjung yang didapat sangat tinggi, \" kata Hugh Wood dari Disney.\n",
        "output": [
            "\"Britain clearly has a love for Walt Disney World and long-standing affinity with the parks and their magic, which is probably why the number and quality of entries received was so high,\" said Disney's Hugh Wood.\n"
        ]
    },
    {
        "input": "Hari ini tercatat hari bulan Juli yang paling panas dengan temperatur mencapai 36,5 derajat C (97,7 derajat F) di Wisley di Surrey.\n",
        "output": [
            "Today has seen Britain's hottest recorded July day with temperatures hitting 36.5ºC (97.7ºF) in Wisley in Surrey.\n"
        ]
    },
    {
        "input": "Usaha-usaha Gereja Scientologi untuk menghentikan penyebaran video tersebut lewat internet \"telah membalik secara spektakular,\" menurut The Press Association, dan hingga hari Kamis video tersebut dapat dilihat di situs web lain selain Gawker.com, termasuk New York Post, Independent Television News dan BBC.\n",
        "output": [
            "Attempts by the Church of Scientology to stop distribution of the video via the Internet \"seem to have backfired spectacularly,\" according to The Press Association, and by Thursday the video was viewable on websites other than Gawker.com, including the New York Post, Independent Television News and the BBC.\n"
        ]
    },
    {
        "input": "Inggris mengalahkan Kenya sebanyak 7 wickets (dengan 60 bola yang tersisa) pada pertandingan terakhir Grup C di Piala Dunia di Stadion Beausejour, Gros Islet, Saint Lucia.\n",
        "output": [
            "England beat Kenya by 7 wickets (with 60 balls remaining) in the final Group C game in the World Cup at Beausejour Stadium, Gros Islet, Saint Lucia.\n"
        ]
    },
    {
        "input": "Bulan September yang lalu, negara bagian Alaska membuat sebuah pemberitahuan publik tentang keinginan Shell untuk mengebor di lepas pantai Laut Beaufort, menempatkan alat perlengkapan pengeboran percobaan di dua lokasi situs pemboran: \"Torpedo\" dan \"Sivulliq.\"\n",
        "output": [
            "Last September, the state of Alaska made a public notice about Shell's desire to drill off the coast of the Beaufort Sea, placing experimental drilling rigs at two drill site location: \"Torpedo\" and \"Sivulliq\".\n"
        ]
    },
    {
        "input": "Juga ditemukan bahwa kapten Marwoto Komar telah mengabaikan lima belas aktivasi dari Ground Proximity Warning System (GPWS) yang memberikan informasi Bapak Komar bahwa pesawat itu terbang dengan kecapatan lebih dimana bisa mendarat dengan aman, tetapi dia gagal untuk membatalkan.\n",
        "output": [
            "It also found that captain Marwoto Komar had ignored fifteen activations of the Ground Proximity Warning System (GPWS) informing Mr Komar that the aircraft was flying at a speed beyond that at which it could safely land, but he failed to abort.\n"
        ]
    },
    {
        "input": "Seorang pensiunan pastor berusia 73 tahun, Pendeta Roland Wisselberg, membakar dirinya sendiri selama misa Hari Reformasi pada hari Selasa di Erfurt, Jerman.\n",
        "output": [
            "A 73-year old retired pastor, Reverend Roland Weisselberg, burned himself alive during Reformation Day services on Tuesday]in Erfurt, Germany.\n"
        ]
    },
    {
        "input": "Dan pertanyaan terakhir yang ditanyakan baik kepada Craig Milmine dan Bernard Darnton adalah apakah mereka adalah penggemar Holden atau Ford.\n",
        "output": [
            "And the final question asked to both Craig Milmine and Bernard Darnton was whether they were a Holden or a Ford fan.\n"
        ]
    },
    {
        "input": "Meskipun demikian, seorang komandan TPLF yang diasingkan di Belanda, Aregawi Berhe, mendukung cerita Araya.\n",
        "output": [
            "However, an exiled TPLF commander who lives in the Netherlands, Aregawi Berhe, is backing Araya's story.\n"
        ]
    },
    {
        "input": "Dokumen bocor di Wikileaks dan dilihat di Wikinews telah mengungkapkan bahwa Kuba menandatangani perjanjian rahasia dengan Venezuela untuk memastikan bahwa Kuba mendapat akses untuk koneksi internet berkecepatan tinggi pada tahun 2010.\n",
        "output": [
            "Documents leaked on Wikileaks and seen by Wikinews have revealed that Cuba signed a confidential deal with Venezuela to ensure that Cuba gets access to a high speed internet connection by 2010.\n"
        ]
    },
    {
        "input": "Semua perlombaan ini dimenangkan oleh joki Meksiko Mario Gutierrez.\n",
        "output": [
            "All of these races were won with Mexican jockey Mario Gutierrez.\n"
        ]
    },
    {
        "input": "Peringatan badai tropis tetap berlaku dari selatan Tulum ke Chetumal Meksiko.\n",
        "output": [
            "A tropical storm warning is in effect from south of Tulum to Chetumal Mexico.\n"
        ]
    },
    {
        "input": "Menurut pihak kepolisian, Kile Wygle, 28 tahun, dari Newark, Ohio, telah ditangkap karena mengemudi dalam keadaan mabuk setelah dia menabrakkan motor rakitannya.\n",
        "output": [
            "According to police, Kile Wygle, 28, from Newark, Ohio, was arrested for drunk driving after he crashed his motorized bar stool.\n"
        ]
    },
    {
        "input": "Press Trust of India melaporkan bahwa sebanyak 130 terluka, dan Al Jazeera melaporkan bahwa mungkin ada sekitar 200 orang di dalamnya.\n",
        "output": [
            "The Press Trust of India reported that as many as 130 were injured, and Al Jazeera reported that there may have been 200 people on board.\n"
        ]
    },
    {
        "input": "Hampir tidak mungkin dia akan senang berkibar di Skotlandia.\n",
        "output": [
            "It is hardly likely she would happily wave in Scotland.\n"
        ]
    },
    {
        "input": "Bapak Vaile mengatakan bahwa jika sebuah telegram tertentu membutuhkan perhatiannya itu biasanya dimasukkan ke dalam pengajuan menteri.\n",
        "output": [
            "Mr Vaile said that if a particular cable needed his attention it was generally put into a ministerial submission.\n"
        ]
    }
]
}