{
    "Contributors": [
        "Sai Venkat Subramani"
    ],
    "Source": [
        "Dataset Card for Asian Language Treebank (ALT) (https://huggingface.co/datasets/alt)"
    ],
    "Categories": [
        "Language Translation"
    ],
    "Definition": "In this task, given a sentence in the JapaneSe lanGuage and your Task is to convert it into thE English language.",
    "Positive Examples": [
        {
            "input": "ペトレイアス氏はまた、「2008年にさらに8旅団と大隊戦闘団を削減し、2008年7月中旬までに増加前のレベルの15旅団戦闘団にすること」を勧めた。",
            "output": "Petraeus also recommended, \"reduction of eight further brigade teams and the battalion combats in 2008 until we reach the pre-surge levels of 15 brigade combat teams by mid-July 2008.\"",
            "explanation": "The above sentence is correctly translated from Japanese to English"
        },
        {
            "input": "BBCによると１２万人のセルビア人のほとんどがコソボの独立に反対している。",
            "output": "According to the BBC, most of the 120,000 Serbs oppose Kosovo's independence.",
            "explanation": "The above sentence is correctly translated from Japanese to English"
        },
        {
            "input": "教会はまた、個人を処方薬で不法に治療することで、薬局として不法に活動しているという嫌疑を受けている。",
            "output": "The Church also faces charges of illegally operating as a pharmacy by illegally treating individuals with prescription medications.",
            "explanation": "The above sentence is correctly translated from Japanese to English"
        }
    ],
    "Negative Examples": [
        {
            "input": "Shiel司教は5か月後、死の床で彼女の破門を撤回した。",
            "output": "\"I thought going into the third we'd each won a round, but I definitely thought I won that last round.\"",
            "explanation": "The above sentence is not correctly translated from Japanese to English as none of the words match the translation."
        },
        {
            "input": "彼は「１７３０００のイラク治安部隊」が国に配置されているが、その国のインフラ整備とともに、トレーニングの終了および彼らの治安部隊の整備が多く残されていると付け加えた。",
            "output": "Several helicopters were called in from Detroit, Michigan and Traverse City.",
            "explanation": "The above sentence is not correctly translated from Japanese to English as none of the words match the translation."
        },
        {
            "input": "今や月から102キロで円軌道にのっている。",
            "output": "Defenders of the officials said their legal analyses, which were conducted immediately following the September 11 attacks, are now being unfairly second-guessed.",
            "explanation": "The above sentence is not correctly translated from Japanese to English as none of the words match the translation."
        }
    ],
    "Instances": [
    {
        "input": "上院議員マクドナルド氏はABCラジオ番組AMで、オーストラリア海域で違法に漁業を行っている人がいると思われる件で、船長やおそらく年上の漁労長は罰金となり、他の乗組員はインドネシアへ即時帰還になると予想していると語った。\n",
        "output": [
            "Senator MacDonald told the ABC Radio programme AM that he expected in the case of those thought to have been fishing in Australian waters illegally, the captain and perhaps the senior fishing master would be charged, with other crew being immediately repatriated to Indonesia.\n"
        ]
    },
    {
        "input": "ダグ・ハウレット、ミルズ・ムリアイナのトライとシティヴェニ・シヴィヴァトゥの2トライで、オールブラックスの圧倒的リードがさらに強まった。\n",
        "output": [
            "Tries from Doug Howlett, Mils Muliaina and two from Sitiveni Sivivatu increased the All Black's imposing lead.\n"
        ]
    },
    {
        "input": "マルセロ・ガジャルドは、52分に本拠地側のために3対0にした。\n",
        "output": [
            "Marcelo Gallardo then made it 3-0 for the home side in the 52nd minute.\n"
        ]
    },
    {
        "input": "この時期はいつも忙しい花火専門家は、安全で合法的な花火ショーを要求し、市民に組織された公的なショーに参加するよう訴えた。\n",
        "output": [
            "Fire experts, always busy around this time of year, have called for the use of safe and legal firework displays and have urged citizens to attend organised public displays.\n"
        ]
    },
    {
        "input": "フィンランドの国防省によると、航空機は3分間にわたってPorvooの近くのフィンランド領空におよそ4.5キロメートル（3マイル）侵入する危険を冒した。\n",
        "output": [
            "The aircraft ventured about 4.5 kilometers (3 miles) into Finland's airspace near Porvoo over a period of three minutes, according to Finland's defense ministry.\n"
        ]
    },
    {
        "input": "「私達はシステムが作動しているのは感じますが、システムは完璧ではありません」と、マコーマックは言った。\n",
        "output": [
            "\"We do feel that the system worked, but the system isn't perfect,\" McCormack said.\n"
        ]
    },
    {
        "input": "シナワット氏がこの地域を訪問してからさらなる銃撃が続いた。\n",
        "output": [
            "Mr. Shinawatra's recent visit to the region was followed by further shootings.\n"
        ]
    },
    {
        "input": "そのニュースは、大半が外国人である90人が死亡した9月の269便の衝突に関して、航空会社と関連会社への法的措置として発生している。\n",
        "output": [
            "The news comes as legal action against the airline and associated companies begins over the September crash of Flight 269, which killed 90 people, mostly foreigners.\n"
        ]
    },
    {
        "input": "ミャンマーのイラワジ・デルタのまわりのマングローブの森が、食糧生産の自給自足を確実にする方法として政府によって推進された、水田の「過剰開発」と土地転換によって退化したことが分かった。\n",
        "output": [
            "It found that the mangrove forests around Myanmar's Irrawady Delta had degraded because of \"overexploitation\" and the conversion of land for rice fields — promoted by the government as a way to ensure self-sufficiency in food production.\n"
        ]
    },
    {
        "input": "しかしこの計画は失敗し、マンは銃器と手榴弾を購入するためにジンバブエに到着した後で逮捕された。\n",
        "output": [
            "Their plans were foiled, however, and Mann was arrested after arriving in Zimbabwe to purchase firearms and grenades.\n"
        ]
    },
    {
        "input": "戦いの後の朝、通りは比較的静かで、大規模な軍隊だけが重砲を備えて大統領宮殿の周囲にいた。\n",
        "output": [
            "The morning after the battle, the streets were relatively quiet, and the only significant military presence is heavy artillery around the presidential palace.\n"
        ]
    },
    {
        "input": "糖尿病のシンは1990年にイギリスでバイバス手術を受け2004年にデリーで、ステントを彼の動脈に組み込んだ血管形成術を受けた。\n",
        "output": [
            "Singh, a diabetic, underwent a bypass surgery in Britain in 1990 and had an angioplasty in 2004 in Delhi in which stents were introduced in his arteries.\n"
        ]
    },
    {
        "input": "ヨーロッパの国の多くでこの薬品は製造されているものの、主にヨーロッパ内で麻酔薬として使用されており、2008年以来死刑廃止運動の活発なEUでは死刑執行の際での使用に対して供給しようと言う製薬会社は見当たらない。\n",
        "output": [
            "Although many European countries manufacture the drug, which is primarily used in Europe as an anæsthetic, no manufacturer has been found that is willing to supply it for use in conjunction with the death penalty, the abolition of which has been lobbied by the EU since 2008.\n"
        ]
    },
    {
        "input": "「私は、英国が参加しないことが、いかなる行動も止めると思っていない」\n",
        "output": [
            "\"I don't expect that the lack of British participation will stop any action.\"\n"
        ]
    },
    {
        "input": "消費者団体Which？は、これらの追加料金が飛行機旅行の費用を１日２６万５０００ポンド（年間約９７００万ポンド）増やしていると主張した。\n",
        "output": [
            "The consumer group Which? claimed that these surcharges were increasing the cost of air travel by £265,000 a day (or about £97 million per year).\n"
        ]
    },
    {
        "input": "ワールドカップに参加するサポーターたちの間でも交通安全は懸念であり事故による怪我を危惧している。\n",
        "output": [
            "Traffic safety is feared to be a threat of injury to supporters to the World Cup.\n"
        ]
    },
    {
        "input": "戦いはミール・アリの町で１０月６日土曜日に始まって、これまで３日続いた。\n",
        "output": [
            "The battles began on Saturday October 6 in the town of Mir Ali and have lasted three days so far.\n"
        ]
    },
    {
        "input": "ソマリアの防衛省高官は、米国のヘリコプターがモガディシュの南西350kmにあるケニア国境に近い街、アフマドウのICU兵士に対する攻撃を開始したとさらに伝えた。\n",
        "output": [
            "A Somali Defence Ministry official has additionally reported that American helicopters launched an attack against ICU fighters in Afmadow, a city near the Kenyan border, 350 kilometres southwest of Mogadishu.\n"
        ]
    },
    {
        "input": "対応として、レオ・ベナッカーはより攻撃性の高い4-3-2体制に変更し、もっとアタッカーを投入した。\n",
        "output": [
            "In reply Leo Benhakker changed to a more attacking 4-3-2 system and threw on an extra attacker.\n"
        ]
    },
    {
        "input": "「雲が晴れたので、我々は打ち上げに行った」と、NASAテレビの管制センターは述べた。\n",
        "output": [
            "\"The clouds broke up and that's why we were go for launch,\" stated mission control on NASA TV.\n"
        ]
    },
    {
        "input": "彼は次の木曜日に正式に立候補するための書類を提出すると予想されている。\n",
        "output": [
            "He is expected to file papers next Thursday to make his candidacy official.\n"
        ]
    },
    {
        "input": "「約１年半の癌との闘いの末、私達の兄弟であり、バス演奏者のベン・マーリンは、この2008年1月2日のちょうど午前5時を打つ頃息を引き取り、私たちは遺憾に思っています」\n",
        "output": [
            "\"We are regretful to say that after nearly a year and a half of battling cancer, our brother and bass player Ben Marlin has passed away just about the stroke of 5 a.m. this January 2nd, 2008.\"\n"
        ]
    },
    {
        "input": "熊が森に走って帰ったあとを犬は追った。\n",
        "output": [
            "As the bear ran back into the woods, the dog chased it.\n"
        ]
    },
    {
        "input": "５ヵ月前にアンナが女の赤ちゃんを生んだ直後に、スミスの息子ダニエル・スミスは２００６年９月１０日に死んだ。\n",
        "output": [
            "Smith's son, Daniel Smith, died on September 10, 2006 shortly after Anna gave birth to a baby girl 5 months ago.\n"
        ]
    },
    {
        "input": "第一に、王子に対する召喚令状は法定の時間内に発行されていなかった。\n",
        "output": [
            "First, the subpoena for the Prince wasn't issued in time to be legal.\n"
        ]
    },
    {
        "input": "改良点はベータ版のテスターで500,000回以上テストされた。\n",
        "output": [
            "The improvements have been tested by more than 500,000 beta-testers.\n"
        ]
    },
    {
        "input": "発表の直後には、その名前は尿を意味する英語のスラング「wee」とあまりにも響きが似ているため、多くの批判を受けた。\n",
        "output": [
            "In the immediate aftermath of the announcement, the name received much criticism for sounding too much like \"wee\", an English slang word meaning urine.\n"
        ]
    },
    {
        "input": "「どんなアメリカ人のパスポートファイルも未許可の方法でアクセスされる状況にあることは、私たちの誰もが望んでいません」\n",
        "output": [
            "\"None of us want us to have a situation where any American's passport file is accessed in an unauthorized way.\"\n"
        ]
    },
    {
        "input": "ソニー・ピクチャーズの全世界マーケティング・配給担当会長であるジェフ・ブレイク氏は、「マイケル・ジャクソンは世界中どこにでも多数のファンがいて、我々は観客に対し、マイケル・ジャクソンの素晴らしいキャリアの祝福にともに参加する素晴らしい機会を提供している」と言った。\n",
        "output": [
            "Jeff Blake, chairman of worldwide marketing and distribution for Sony Pictures, said: \"Michael Jackson has an army of fans everywhere around the world... we are giving the audiences an incredible opportunity to join together in celebration of Michael Jackson's incredible career.\"\n"
        ]
    },
    {
        "input": "フィンランドの国営放送会社（YLE）によると、彼は、その対策は、今ではなく、事故直後の1週間前に始められるべきであったと述べた。\n",
        "output": [
            "He says, according to Finland's national broadcasting company (YLE), that the countermeasures should have started a week ago, immediately after the disaster, instead of now.\n"
        ]
    },
    {
        "input": "彼はパーカースバーグを１９回の州の決勝試合に導いて、１９９３年と２００１年に州のタイトルを獲得した。\n",
        "output": [
            "He led Parkersburg to 19 state playoffs and won state titles in 1993 and 2001.\n"
        ]
    },
    {
        "input": "スルピシオは調査が「尋問」で、最初からスルピシオに対して偏見があったとも説明した。\n",
        "output": [
            "Sulpicio also described the investigation as an 'inquisition' that was biased against Sulpicio from the start.\n"
        ]
    },
    {
        "input": "選挙の投票者は50パーセントをわずかに上回ると報告された。\n",
        "output": [
            "Turnout in the elections was reported at slightly more than fifty percent.\n"
        ]
    },
    {
        "input": "インフラストラクチャーの損害は、食糧援助の配布を遅らせ、広範囲の飢餓の本当の可能性につながった。\n",
        "output": [
            "Infrastructure damage, leading to slow distribution of food aid, has lead to the very real possibility of widespread starvation.\n"
        ]
    },
    {
        "input": "北朝鮮のラジオ放送をモニターする日本の通信社であるラヂオプレスによれば、朝鮮中央通信社やその他の北朝鮮のメディアだけではなく、北朝鮮中央放送局も国の最高指導者であるキム・ジョンイルに言及する際に、「親愛なる指導者」という表現の使用をとりやめました。\n",
        "output": [
            "According to Radiopress, a Japanese news agency that monitors North Korea's radio broadcasts, the North's Korean Central Broadcasting Station, as well as the Korean Central News Agency and other North Korean media, have stopped using the term \"Dear leader\" when referring to Kim Jong Il, the country's supreme leader.\n"
        ]
    },
    {
        "input": "今夜放送されるBBCパノラマ調査によれば、主要な英国の慈善団体コミック・リリーフは、お金を武器、アルコール、タバコの会社に投資した。\n",
        "output": [
            "Major British charity Comic Relief has invested money in arms, alcohol and tobacco firms, according to a BBC Panorama investigation to be broadcast this evening.\n"
        ]
    },
    {
        "input": "それから、各々のグループのトップ4つのチームが、準々決勝に進出する。\n",
        "output": [
            "The top four teams in each group then go on into the quarter-finals.\n"
        ]
    },
    {
        "input": "インターネット上のトップ10に入るウェブサイトの1つであるウィキペディアは、もうすぐ美容整形を受ける。\n",
        "output": [
            "Wikipedia, one of the top ten websites on the internet, will soon be receiving a face lift.\n"
        ]
    },
    {
        "input": "「それは、それらの物事の中の1つだったと思うし、それが試合を変えたが、今、それについて何ができるというのだろう」と、アデレードのキャプテンのトラヴィス・ドッドは、試合後にFOXスポーツに語った。\n",
        "output": [
            "\"It's one of those things I guess, it changed the game, but what can you do about it now?\" Adelaide Captain Travis Dodd told Fox Sports after the match.\n"
        ]
    },
    {
        "input": "石油は後にサンシャイン・コースト・ビーチとモートン・ブライビー諸島に流れ着き、メディアによって「オーストラリアの最悪の環境災害の１つ」と呼ばれた。\n",
        "output": [
            "The oil later washed up on Sunshine Coast beaches as well as Moreton and Bribie islands and was dubbed \"one of Australia's worse environmental disasters\" by the media.\n"
        ]
    },
    {
        "input": "マネージャーのフレディ・ローチが率いるマニー・パッキャオのキャンプは、ディアスは、「パックマン」がディアスがトップにいる135ポンド級に階級を上げるのを阻止するには、「ものすごい奇跡」が必要だと断言した。\n",
        "output": [
            "The camp of Manny Pacquiao led by manager Freddie Roach claimed that Diaz will need a \"fucking miracle\" to stop 'The Pacman' from moving up to the 135 lbs. weight class where Diaz is top brass.\n"
        ]
    },
    {
        "input": "患者は誰も自分が祈ってもらっていることを知らされていなかったし、祈祷グループの誰も自分が誰のために祈っているか知らなかった。\n",
        "output": [
            "None of the patients were told that they were prayed for, and none of the prayer groups knew who they prayed for.\n"
        ]
    },
    {
        "input": "レイモンド・モレノは「私はそれがさらに10年、20年、30年このままでいることを期待している」と述べた。\n",
        "output": [
            "Raymond Moreno said, \"I hope it stays for another ten, twenty, thirty years, because we need it.\"\n"
        ]
    },
    {
        "input": "しかし、罰は個人で行動している労働者にではなく、２次的ストライキを組織している組合にのみ課される。\n",
        "output": [
            "However, the penalties apply only to unions organising secondary strikes, not to workers acting individually.\n"
        ]
    },
    {
        "input": "「他に言葉がない」とブラットン氏は言う。\n",
        "output": [
            "\"I don't know how else to put it,\" stated Bratton.\n"
        ]
    },
    {
        "input": "沿岸警備隊は、Candano海運会社から午後7時03分に非常事態に関する知らせを受けた。\n",
        "output": [
            "The Coast Guard received word on the emergency at 7:03 p.m. from Candano Shipping Lines.\n"
        ]
    },
    {
        "input": "暫定政府のメンバーとその肉親は、ニュージーランドへの入国を禁止されている。\n",
        "output": [
            "Members of the interim regime and their immediate families are barred from entering New Zealand.\n"
        ]
    },
    {
        "input": "元フロリダ州知事のジェブ・ブッシュは昨日、共和党の有望な大統領候補であるミット・ロムニーの支持を発表した。\n",
        "output": [
            "Jeb Bush, the former governor of Florida, announced his endorsement of Republican presidential candidate hopeful Mitt Romney yesterday.\n"
        ]
    },
    {
        "input": "ブリストル市議会は、当日は建物は閉鎖されたままである見込であるとしながらも、図書館は火曜日に再開可能であると報告しました。\n",
        "output": [
            "Bristol City Council has reported that it is possible the library will reopen on Tuesday, although it did say that it was likely the building would remain closed on that day.\n"
        ]
    },
    {
        "input": "ダニエルの母親であるシェリル・ストリンガーはＥDLの行進が行われるのを望まないと言い、「ＥDLはこうすることに決め、私たちとは何の関係もない」と言った。\n",
        "output": [
            "Daniel's mother, Cheryl Stringer, has said she does not want the EDL rally to be held: \"The EDL have decided to do this and it's go nothing to do with us whatsoever.\n"
        ]
    },
    {
        "input": "ヒューストンのジョンソンスペースセンターのエドワード・ルーとスタンリー・ラブもまた、衝突の恐怖を和らげた。\n",
        "output": [
            "Edward Lu and Stanley Love, of Johnson Space Centre, Houston, also have allayed fears about a collision.\n"
        ]
    },
    {
        "input": "OLPC理事長のウォルター・ベンダーは、インタビューでインテルの辞任はそのプログラムに「何も影響しない」だろうと述べた。\n",
        "output": [
            "OLPC President Walter Bender said in an interview that Intel's resignation will have \"no impact\" on the program.\n"
        ]
    },
    {
        "input": "アメリカの三大株式市場の指標は月曜日の終値からそれぞれ2％下落して、2007年に次いで過去2番目の下落幅を記録した。\n",
        "output": [
            "The three major US stock market indices each fell two percent from Monday's closing price, marking the second-biggest loss of 2007.\n"
        ]
    },
    {
        "input": "何人かの敬虔なスーダン聖職者は、彼女の死を直接的に要求することは止めたが、事態を悪化させないための政府の指示を無視した。\n",
        "output": [
            "A number of prominent Sudanese clerics ignored government instructions not to inflame the situation, although they stopped short of directly calling for her death.\n"
        ]
    },
    {
        "input": "薬品会社との利害対立の可能性があるため、業界の圧力から守られなければならないという根拠から、WHOは委員会のメンバーの特定には応じませんでした。\n",
        "output": [
            "The WHO has refused to identify committee members, arguing that they must be shielded from industry pressure, so possible conflicts of interest with drug companies are unknown.\n"
        ]
    },
    {
        "input": "ウィキペディア、ウィキペディアの姉妹プロジェクト、そして画像共有サイトのフリッカーへのアクセスも木曜日に禁止された。\n",
        "output": [
            "Access to Wikipedia, Wikinews' sister project, and Flickr, a photo sharing site, were also banned, on Thursday.\n"
        ]
    },
    {
        "input": "赤十字のニコラス・アデシルは、同社に、これまでに三十名もの人々が手当を受けていると伝えた。\n",
        "output": [
            "Nicolas Adesile, of the Red Cross, told the same news agency that as many as thirty people have been treated thus far.\n"
        ]
    },
    {
        "input": "双発ジェット大型旅客機は、リースで運行していたドイツの航空会社XL航空によってニュージーランド航空への返還に備えてペルピニャンでメンテナンスを受けていた。\n",
        "output": [
            "The twin-engine jet airliner had just undergone maintenance at Perpignan in preparation for its return to Air New Zealand by German airline XL Airways, which had been operating it on lease.\n"
        ]
    },
    {
        "input": "「問題は、われわれが何と言われるかではなくて、誰が決定するかだ。」\n",
        "output": [
            "The question is what we need not to be told and who decides.\n"
        ]
    },
    {
        "input": "セナキとZugdidiは両方とも本来のグルジアの中、アブハジア地域の回りの「安全地帯」の外にある。\n",
        "output": [
            "Both the town of Senaki and Zugdidi lie in Georgia proper, outside the \"security zone\" around the region of Abkhazia.\n"
        ]
    },
    {
        "input": "その変化に富んだ歴史の中で、その城は、一時期、ユニリーバの創始者ウィリアム・リーバによって所有されていた。\n",
        "output": [
            "Throughout its colourful history, the castle was at one time owned by William Lever who founded Unilever.\n"
        ]
    },
    {
        "input": "ゲイ聖職者が司教になることを認めるかどうかは、ジェフリー・ジョン牧師の読書の司教としての任命に関して、2003年に問題になった。\n",
        "output": [
            "Whether gay clergyman would be allowed to become bishops became an issue in 2003 with the appointment of Rev Jeffrey John as Bishop of Reading.\n"
        ]
    },
    {
        "input": "生存している6人の子供は男子3人、女子3人であり、現在5歳から20歳の間の年齢である。\n",
        "output": [
            "The surviving six children, three boys and three girls, are currently aged between 5 and 20 years old.\n"
        ]
    },
    {
        "input": "ポイズンは、2社が長年彼らに十分な印税を支払っていないと主張している。\n",
        "output": [
            "Poison claim the two companies have underpaid them royalties for years.\n"
        ]
    },
    {
        "input": "al-Fakhora学校を含む多くの学校が攻撃され、４０人が殺されたが、そのほとんどが女性と子供だった。\n",
        "output": [
            "More schools were attacked including the al-Fakhora School killing 40 people, many of them women and children.\n"
        ]
    },
    {
        "input": "スコットランド民族党(SNP)の党首であるアレックス・サーモンドは、「スコットランドにはトライデント兵器システムの取り換えを止める力はなかったが、環境を保護する多数の力があった」と言った。\n",
        "output": [
            "Alex Salmond, leader of the Scottish National Party (SNP), said that although Scotland had no power to stop the replacment of the Trident weapons system, it had a host of powers to protect the environment.\n"
        ]
    },
    {
        "input": "彼の身体に他の毒素があったかどうかは知られていない。\n",
        "output": [
            "It is unknown if there were any other poisons in his system.\n"
        ]
    },
    {
        "input": "GoogleベースはeBayによって部分的に所有されているcraigslistの主要な競争相手になると予想されている。\n",
        "output": [
            "Google Base is expected to be a major competitor of craigslist, which is partly owned by eBay.\n"
        ]
    },
    {
        "input": "消防士たちは、今、もしサンタ・アナ風が、安全を求めて走っている、500,000人以上とまではいかないが、人々の近くまで吹き続けるならば、複数の火事が合わさって1つの巨大な炎になる可能性があることを恐れている。\n",
        "output": [
            "Firefighters now fear that the fires could merge into one giant blaze if the Santa Ana Winds continue sending close to if not over 500,000 people running for safety.\n"
        ]
    },
    {
        "input": "それは、最近管財人の管理下に入ったリバプールの店ルイシズと混同してはいけない。\n",
        "output": [
            "It should not be confused with the Liverpool store Lewis's which has recently gone into receivership.\n"
        ]
    },
    {
        "input": "船長は土曜日の朝に嵐の状況を警告されていたと、地域の検察官マキシム・ステバネンコがロシアのVesti24に言った。\n",
        "output": [
            "Captains had been warned Saturday morning of the stormy conditions, regional prosecutor Maxim Stepanenko told Russia's Vesti 24.\n"
        ]
    },
    {
        "input": "合計予算として、第一分野は合計117,170,000豪ドルに減少し、第二分野は114,353,000豪ドルに上昇した。\n",
        "output": [
            "For total appropriations, the first area decreased by a total of A$117,170,000 and the second area saw an increase in of A$114,353,000.\n"
        ]
    },
    {
        "input": "ケネディは、殺人を犯していないアメリカの２人の死刑囚のうちの1人であり、法廷の判決に疑問を呈し、事件は米連邦最高裁にもつれ込んだ。\n",
        "output": [
            "Kennedy, who was one of two criminals on death row in America who did not commit murder, challenged the court's decision, and the case was brought to the U.S. Supreme Court.\n"
        ]
    },
    {
        "input": "警察は、天候の状態がこの衝突の要因であるかどうか判定するのは時期尚早であるとコメントした。\n",
        "output": [
            "The police have commented that it is too early to know whether the weather conditions were a factor in this crash.\n"
        ]
    },
    {
        "input": "カテゴリ内の全ての資金は、1995年地方政府（財政援助）法に従って配分されている。\n",
        "output": [
            "All money in the category is allocated in line with the Local Government (Financial Assistance) Act 1995.\n"
        ]
    },
    {
        "input": "このような人権問題が、トルコのヨーロッパ連合への参加の試みへの長く続いてきた障害となってきた。\n",
        "output": [
            "Such human rights concerns have long served as a stumbling block for Turkey's attempts to join the European Union.\n"
        ]
    },
    {
        "input": "「超党派の景気刺激法案と経済減速は、今年の予算の結果に反映されるように、赤字増加の一番の理由である。」\n",
        "output": [
            "\"The bipartisan stimulus bill and the slow economy are the primary reasons for the increase in deficit as reflected in this year's budget results.\"\n"
        ]
    },
    {
        "input": "ケリーは、アル・ゴアとアメリカ合衆国の努力と研究にもかかわらず、地球温暖化と気候変動に関して、議会の中にはまだ”科学をテストする”懐疑的な者がいることに言及し、「ホワイトハウスは、最後まで変化しない場所だ」と指摘した。\n",
        "output": [
            "Kerry noted that there are still skeptics of global warming and climate change in Congress who \"test the science\" despite the efforts and research of Al Gore and the United Nations and noting that \"the White House is the last place for change.\"\n"
        ]
    },
    {
        "input": "「スーダンでは、(国連)安全保障理事会改革運動が、その占領および分割に備え、軍の専門家をダルフールに行かせることに決めた」\n",
        "output": [
            "\"In Sudan, the crusader (U.N.) Security Council decided to send military experts to Darfur in preparation for its occupation and division.\"\n"
        ]
    },
    {
        "input": "イリノイ州知事ロッド・ブラゴジェヴィッチの事務所は、４５０人にのぼる州の従業員のレイオフと２５の史跡と州の公園の閉鎖を発表した。\n",
        "output": [
            "Illinois Governor Rod Blagojevich’s office announced layoffs of up to 450 state employees and the closure of 25 historic sites and state parks.\n"
        ]
    },
    {
        "input": "月の表面により近づくと、ナトリウムとカリウムが豊富な比較的大きな粒がプリュームに支配的だということを、カッシーニは発見した。\n",
        "output": [
            "Closer to the moon's surface, Cassini found that relatively large grains rich with sodium and potassium dominate the plumes.\n"
        ]
    },
    {
        "input": "プランBの決定は、OCTに提案されて承認されなかった67の処方薬のうち、諮問委員会が変更を認めた後でさえも承認されなかった唯一のものであった。\n",
        "output": [
            "The Plan B decision was the only one of 67 proposed prescription to OTC changes to be disapproved, even after advisory committees approved the changes.\n"
        ]
    },
    {
        "input": "彼は自分がその会社から収入のうち少ない割合しか受け取っておらず、昨夜自分はバンドTheDistractionsとともに、ロンドンのブルームズベリーシアターで演奏したと指摘した。\n",
        "output": [
            "He points out that he only receives a small percentage of his income from the corporation; last night he played with his band The Distractions at the Bloomsbury Theatre in London.\n"
        ]
    },
    {
        "input": "しかし、ブロンコスはホーム戦を19対8で勝利して、ブラントとオレゴンのオフェンスは、ゲームの最初の37分間に、最初のシングルダウンを達成することができなかった。\n",
        "output": [
            "The Broncos, however, won 19–8 in their home field; and Blount and Oregon's offense failed to achieve a single first down for the game's first 37 minutes.\n"
        ]
    },
    {
        "input": "同様の気圧配置が、2003年に深刻な洪水と降水を引き起こしました。\n",
        "output": [
            "A similar system caused severe flooding and precipitation in 2003.\n"
        ]
    },
    {
        "input": "FA最高責任者ブライアン・バーウィックは、スコットランドのグレンイーグルズで行われたIFABの年次総会で、「私達はゴールライン技術に賛成でしたが、もうどんな実験もなく、それは来年または近い将来の議題にも予定されていません」と彼が失望したことを表明した。\n",
        "output": [
            "FA chief executive Brian Barwick expressed his disappointment at the annual meeting of the IFAB in Gleneagles, Scotland: \"We were in favour of goal-line technology but there will be no more experiments and it will not be back on the agenda next year, or in the foreseeable future.\"\n"
        ]
    },
    {
        "input": "AKPはトルコ大国民議会の550議席中353議席を獲得している。\n",
        "output": [
            "The AKP has 353 of the 550 seats in Grand National Assembly of Turkey.\n"
        ]
    },
    {
        "input": "66人の乗客と乗組員を乗せ、ニューヨークからサンフランシスコへ飛行中のUAL機は、火曜日、「風の町」シカゴで爆弾警告によって思わぬストップを余儀なくされた。\n",
        "output": [
            "66 passengers and the crew of a New York to San Francisco UAL flight got an unwanted stop in the \"Windy City,\" Chicago, on Tuesday, following a bomb scare.\n"
        ]
    },
    {
        "input": "新しい一連の規則は飲食しようとすることに対する規則だけでなく、MTR構内でぶらぶら歩くことに対する規制も除外した。\n",
        "output": [
            "The new set of rules have also excluded the regulation against wandering in MTR premises, as well as the rule against attempting to eat or drink.\n"
        ]
    },
    {
        "input": "クロスレールは最初の申し込み価格に公正価格を割り当てようと試みたとは指摘せず、その代わりにあまり多くの人が問題をランド裁判所へ持ち込まないことを願って、1つの地所に対して約５０ポンドを提供するだけに留めるつもりである。\n",
        "output": [
            "Crossrail does not indicate that it will attempt to assign a fair value in the original offer and instead is only going to offer around £50 per property in the hope that not many people take the matter to the Land Tribunal.\n"
        ]
    },
    {
        "input": "国境なき記者団(RWB)は、殺人事件の責任者に対する罰を訴えた。\n",
        "output": [
            "Reporters Without Borders (RWB) have appealed for punishment of those responsible for the murder.\n"
        ]
    },
    {
        "input": "脱出した囚人を追跡するためにアフガニスタンとNATOの軍隊が配備された時、カンダハル州全体に緊急事態が宣言された。\n",
        "output": [
            "A state of emergency has been declared throughout Kandahar province, as large numbers of both Afghan and NATO forces have been deployed to track down the escaped prisoners.\n"
        ]
    },
    {
        "input": "町民は、今は州が所有し紛争が解決するまで保管されているその土地から、抗議者を移動させることを警察に繰り返し求めた。\n",
        "output": [
            "Townspeople have repeatedly called for police to remove the protesters from the land, which is now owned by the province and being held in trust until the dispute is resolved.\n"
        ]
    },
    {
        "input": "マレーシアの提携機関の長である、地元のポップアーティストが、合法の資格を持っていなかったという懸念の後、1893年からの設立、および、総長に英国皇太子を抱くUoWで、問題は昨年始まった。\n",
        "output": [
            "With a charter from 1893 and the Prince of Wales as its chancellor, problems began at UoW last year after concerns the head of a Malaysian partner institution, a local pop artist, had non-legitimate qualifications. \n"
        ]
    },
    {
        "input": "「私はあなた方に、謙虚なふりをせずに言える。ミッションは達成した。」と彼は金曜日に約50,000人の群衆に語った。「私たちは国を再結成し、平和な状態に戻した。」\n",
        "output": [
            "\"I can say to you without false modesty: mission accomplished\" he told crowds of around 50,000 on Friday, \"We've reunited and pacified the country.\"\n"
        ]
    },
    {
        "input": "カレドニアが位置するホールディマンド郡のマリー・トレイナー市長は、「次回かまたは次々回の会議は、本腰をいれて仕事に取り掛かる代わりに、再びつまらないことに費やされるだろう」と言った。\n",
        "output": [
            "Mayor Marie Trainer of Haldimand County, were Caledonia is located, said: \"The next meeting or two will be wasted on frivolous stuff again instead of getting down to business.\"\n"
        ]
    },
    {
        "input": "1991年と1992年、ユーゴスラビアの6つの共和国のうち4つが独立を宣言したが、うち2つ、セルビアとモンテネグロは統合したままだった。\n",
        "output": [
            "In 1991 and 1992 four of six Yugoslavian republics declared independence but two, Serbia and Montenegro, remained together.\n"
        ]
    },
    {
        "input": "その取引は、政府のプランド・ペアレントフッドのような組織に対する出資に対する論争が解決したことで成立したようだ。\n",
        "output": [
            "The deal was apparently reached after disputes over government funding for organizations such as Planned Parenthood were resolved.\n"
        ]
    },
    {
        "input": "ロスは、番組のほとんどを「恥じて」おらず、「圧倒的多数は私が誇りに思うショーである」と語った。\n",
        "output": [
            "Ross has stated that he was \"ashamed of\" few programmes and that \"[t]he vast majority are shows I am proud of.\"\n"
        ]
    },
    {
        "input": "スコットランド初代大臣のアレックス・サルモンドMSPは日曜日にMoodiesburnで、約600人の観衆の前に銅像と記念公園をお披露目した。\n",
        "output": [
            "Scotland's First Minister Alex Salmond MSP unveiled a bronze statue and a memorial garden in Moodiesburn on Sunday in front of a crowd of approximately 600.\n"
        ]
    },
    {
        "input": "IMBによると、3月15日以来、東アフリカの国の沿岸水域沖で他に23の海賊の攻撃があった。\n",
        "output": [
            "According to the IMB, there have been 23 other pirating attacks in coastal waters off the east African nation since March 15.\n"
        ]
    },
    {
        "input": "彼の食生活は、フリーズドライの食べ物と魚であり、そのため精神的には疲れているが、物理的には健康でいられる。\n",
        "output": [
            "His diet consists of freeze-dried foods and fish, which are keeping him physically well-conditioned despite tiring mentally.\n"
        ]
    },
    {
        "input": "30人の保守党議員と9人の自民党員は、彼らの党に背き、軍事介入に反対する投票をした。\n",
        "output": [
            "Thirty Conservative MPs and nine Liberal Democrats voted against their party against military intervention.\n"
        ]
    },
    {
        "input": "両者は、4ヵ月に及ぶ政治的な対立を解消するため、先週、協定に調印した。\n",
        "output": [
            "The two signed an agreement last week to resolve the four-month political standoff.\n"
        ]
    },
    {
        "input": "前年の336から減って、2004年には186症例だけが報告された。\n",
        "output": [
            "Only 186 cases were reported in 2004, down from 336 the previous year.\n"
        ]
    },
    {
        "input": "彼は選挙の結果について裁判で争うと述べた。\n",
        "output": [
            "He has said he will challenge the election's outcome in court.\n"
        ]
    },
    {
        "input": "彼女はまた、解雇は、彼女がトーマスに対する苦情を訴えた結果であると述べた。\n",
        "output": [
            "She also stated that the firing was the result of her filing a complaint about Thomas.\n"
        ]
    },
    {
        "input": "「タリバン、そしてアルカイダの何人かのメンバーからの攻撃と圧力が増加しながら、アフガニスタンで合法政府の樹立が進展している」とハワード氏は述べた。\n",
        "output": [
            "\"The progress that has been made in the establishment of a legitimate government in Afghanistan has come under increasing attack and pressure from the Taliban - and some elements of al-Qaeda,\" Mr Howard said.\n"
        ]
    },
    {
        "input": ":(h)この条例のもう一つの条項は、この状況にある子どもはより少ない条件で帰化できるが、帰化は、司法省の決定権範疇にあるため、それは、目的と区別との関連性を正当化しない。\n",
        "output": [
            ":(h) another provision in this Act states a child in this situation may be naturalized with fewer conditions, but it doesn't justify the relation between the purpose and the distinctions, because naturalization is within discretion of the Minister of Justice.\n"
        ]
    },
    {
        "input": "エバ・アビラも、彼女に彼女の名をつけたアルバムMelissaO'Neilに対してmulti-platimumrecordを渡しました。\n",
        "output": [
            "Eva Avila also gave her a muti-platinum record for her self-titled album Melissa O'Neil.\n"
        ]
    },
    {
        "input": "「捜査官によれば、そのテロ行為はまず誰よりも外国人に向けられたものだった。」\n",
        "output": [
            "\"According to investigators, the act of terror was first and foremost aimed against foreign citizens.\"\n"
        ]
    },
    {
        "input": "試合後半のライアン・ギグスのフリーキックで、ボールがネットの後ろに入ったときにリールが壁を作っているところだったため、大きな論争となった。\n",
        "output": [
            "A free kick by Ryan Giggs in the second half of the game caused great controversy, as Lille was setting up their wall as the ball went into the back of the net.\n"
        ]
    },
    {
        "input": "FＩFＡとＵＥFＡは声明の中で、「NSBＩHの代表とクラブ・チームは２０１１年４月１日から前述の問題が解決するまで、国際競技に参加する資格がない」と述べた。\n",
        "output": [
            "FIFA and UEFA said in a statement that \"[t]he NSBIH representative and club teams are no longer entitled to take part in international competitions as of 1 April 2011 and until the aforementioned problem is solved.\n"
        ]
    },
    {
        "input": "最高の時事問題報道のファイナリストは、アレックス・テカ、デトックス日記、ノット・フィット・トゥー・プラクティス、そして形勢逆転だった。\n",
        "output": [
            "Best current affairs report finalist were Alex Teka, Detox Diary, Not Fit to Practise and Turning the Tide.\n"
        ]
    },
    {
        "input": "「今日のBAのBMI購入への形式的な承認は、ECがヨーロッパのフラグキャリアに対するルールと、ライアンエアーへの異なるルールを持っていることを更に今一度証明している」とライアンエアーの所長は述べた。\n",
        "output": [
            "\"Today's rubber-stamping of BA's purchase of bmi shows yet again that the EC has one rule for Europe's flag-carriers, but different rules for Ryanair\", said Ryanair chief .\n"
        ]
    },
    {
        "input": "このニュースは、10歳で誘拐されて8年間「地下牢」に監禁された後2006年に逃亡したナターシャ・カンプッシュの事件との類似性とともに、オーストリアに衝撃を与えた。\n",
        "output": [
            "The news has shocked Austria, as has its similarity to the case of Natascha Kampusch who was kidnapped aged 10, and escaped after being held in a \"dungeon\" for eight years in 2006.\n"
        ]
    },
    {
        "input": "何人かのアゼルバイジャン人は、「３時間の革命」が国の何も変えないと思っている。\n",
        "output": [
            "Some Azeris believe that a \"three hour revolution\" wouldn't change anything in the country.\n"
        ]
    },
    {
        "input": "影響を受けている2,000軒に災害避難命令が発令された。\n",
        "output": [
            "Mandatory evacuation orders have been set in place, affecting 2,000 homes.\n"
        ]
    },
    {
        "input": "「このように、非常に小さく冷たい天体の中に液体の水が存在することの証拠を得たと考えるのは、急進的な結論だと、我々は認識している」と、コロラド州ボールダーの宇宙科学研究所の、カッシーニの画像分析チームの中心人物であるキャロライン・ポルコ博士は述べた。\n",
        "output": [
            "\"We realize that this is a radical conclusion — that we may have evidence for liquid water within a body so small and so cold,\" said Dr. Carolyn Porco, Cassini imaging team leader at the Space Science Institute, Boulder, Colorado.\n"
        ]
    },
    {
        "input": "彼女は西オーストラリアのYokineアーチェリークラブのメンバーである。\n",
        "output": [
            "She is a member of the Yokine Archery Club in Western Australia.\n"
        ]
    },
    {
        "input": "リーグトップのバイエルン・ミュンヘンは、第2ディビジョントップのボルシア・メンヒェングラートバッハを3対1で下し、DFBカップの第3ラウンドに進出した。\n",
        "output": [
            "League leaders Bayern Munich advanced to the 3rd round of the DFB Cup after defeating 2nd division leaders Borussia Mönchengladbach 3-1.\n"
        ]
    },
    {
        "input": "私たちの旗は今日、自分の仲間を助けようとして死んだ低地域の身代わりのために半旗の位置で掲揚されている。\n",
        "output": [
            "Our flag is at half staff today for a Deputy in the low country who died going to help his fellow Deputy.\n"
        ]
    },
    {
        "input": "フォッシーが言及したリストは、フランスの宗教に関する1995年の議会委員会からのリストだ。\n",
        "output": [
            "The list which Fosse referred to is a list from the 1995 Parliamentary Commission on Cults in France.\n"
        ]
    },
    {
        "input": "しかしながら、暗黒物質や暗黒エネルギーと区別するために一般に「通常物質」と称される重粒子の大部分は、過去100億年のある時期に行方がわからなくなった。\n",
        "output": [
            "However, sometime during the last 10 billion years a large fraction of the baryons, commonly referred to as \"ordinary matter\" to distinguish them from dark matter and dark energy, have gone missing.\n"
        ]
    },
    {
        "input": "ABCニュースは、オサマ・ビン・ラディンからのメッセージテープの写しを入手して公開した。\n",
        "output": [
            "ABC News has obtained and released a transcript of a taped message from Osama Bin Laden.\n"
        ]
    },
    {
        "input": "クリントンは有望な民主党候補のあらゆる全国世論調査のトップに立っていて、支持者と新しいスタッフに多くの提案を秘密にしておこうとした。\n",
        "output": [
            "Clinton tops every national poll of likely Democratic candidates and had tried to keep private many of her overtures to supporters and new staff.\n"
        ]
    },
    {
        "input": "「作業中、アルミニウムの粉塵が空気中にたくさん浮いている。」\n",
        "output": [
            "\"In the process, there is lots of aluminum (aluminium) dust floating in the air. \"\n"
        ]
    },
    {
        "input": "ヨーロッパ人権裁判所は、イスラムの闘士であり聖職者であるアブ・カタダが２００２年に裁判なしで彼を拘留したイギリスに対して起こした訴訟で、２５００ポンドの賠償金を認めた。\n",
        "output": [
            "The European Court of Human Rights has awarded €2500 to Abu Qatada, an Islamic militant and cleric, in a lawsuit he filed against the United Kingdom which detained him without trial in 2002.\n"
        ]
    },
    {
        "input": "「彼らのウェブサイトやシステムを介して提供されるその種の汚物を許容するビジネスをすることは、彼らが自分たちには手におえないと言うことだ。」\n",
        "output": [
            "\"To have a business allow that type of filth to be purveyed through their website or through their system is something that they say they can't handle.\"\n"
        ]
    },
    {
        "input": "アシュリーの両親は彼女を家に留めて彼ら自身で彼女の世話をしたいと思い、彼らの娘の生活の質を保証したいと思っている。\n",
        "output": [
            "Ashley's parents want to keep her at home and care for her themselves, and they want to guarantee their daughter's quality of life.\n"
        ]
    },
    {
        "input": "Arlottaは、最近ニューヨークで船を購入したが、以前の所有者は70代であり、船を売却することに決めたとのこと。\n",
        "output": [
            "Arlotta had recently bought the vessel in New York; its previous owner was in his seventies and had decided to sell the ship.\n"
        ]
    },
    {
        "input": "「彼らは、偉大なアスリート、優等生、とても善良な、男の子でした...とてもつらい」と、隣人ドン・テイラーは言った。\n",
        "output": [
            "\"They were great athletes, straight-A students, just good, little boys...It's tough,\" said neighbor Don Taylor.\n"
        ]
    },
    {
        "input": "他の国会議員達、何名かの労働党員でさえ、このクーデター議論には賛成しなかった。\n",
        "output": [
            "Other parliamentarians, even some of the Workers' Party, didn't agree with the coup argument.\n"
        ]
    },
    {
        "input": "コペンハーゲンでの国連気候変動枠組条約締結国会議で、四日間の交渉後、1997年の京都議定書を差し替えるために、アフリカの国々は将来条約になる可能性がある草案の初版を作成した。\n",
        "output": [
            "At the United Nations Climate Change Conference in Copenhagen, after four days of negotiations, Africa countries have made the first draft version of future possible treaty, to replace the 1997 Kyoto protocol.\n"
        ]
    },
    {
        "input": "罰金は、リスト上の題材にリンクしたオーストラリア国外のウェブサイトに科される可能性がある。\n",
        "output": [
            "Fines can be imposed on websites outside Australia that link to material on its list.\n"
        ]
    },
    {
        "input": "クァンティコ施設のスポークスマンであるブライアン・ヴィラード中尉によれば、拘束されていた８ヶ月のほとんど、マニングは「腕時計で怪我するのを防ぐ」ために、ボクサー・ショーツだけで眠るよう要求された。\n",
        "output": [
            "For most of the eight months he has been held there, Manning has been required to sleep only in his boxer shorts because he has been under \"prevention of injury watch,\" according to First Lieutenant Brian Villiard, a spokesman for the Quantico facility.\n"
        ]
    },
    {
        "input": "ヴァン・ゴッホは、イスラム教とその中で認識されている女性に対する虐待に対し、一貫して批判していた。\n",
        "output": [
            "Van Gogh had been a staunch critic of Islam and its perceived mistreatment of women.\n"
        ]
    },
    {
        "input": "アンティグアで休日中に妻と共に撃たれたイギリス人のベンジャミン・Mullanyが死亡した。\n",
        "output": [
            "Benjamin Mullany, the British man who was shot along with his wife while on holiday in Antigua has died.\n"
        ]
    },
    {
        "input": "「12インチファブの放棄と8インチファブの延期がこの件で重要な問題だと考えられている。」\n",
        "output": [
            "\"The abandonment of 12-inch fabs and the suspension of 8-inch fabs are considered critical issues in this incident.\"\n"
        ]
    },
    {
        "input": "新しい路面電車のための資金提供は主にTfLから来ることになっているが、ロンドンのクロイドン特別区がプロジェクトに３００万ポンド拠出することが確認されている。\n",
        "output": [
            "Funding for the new trams is expected to largely come from TfL, however the London Borough of Croydon has also confirmed a £3m contribution to the project.\n"
        ]
    },
    {
        "input": "もしバイオ燃料と食料を生産していくと、新たなストレスが現れるだろうとスリランカに本拠地のあるIWMIで研究をつづけているデビッド・マルデンは語った。\n",
        "output": [
            "If people are growing biofuels and food it will put another new stress, says David Molden, who led the study at the Sri Lanka-based IWMI.\n"
        ]
    },
    {
        "input": "CAWは、従業員が職場での安全性に対する不安を健康と安全担当者に通知することを求めている。\n",
        "output": [
            "The CAW has asked that employees notify their Health and Safety Rep about any safety concerns at the work place.\n"
        ]
    },
    {
        "input": "現在、ほぼ1000万人のイギリスの生徒が毎年試験を受験している。\n",
        "output": [
            "Currently, almost ten million tests are sat each year by British pupils.\n"
        ]
    },
    {
        "input": "金曜の「デモクラシー・ナウ」へのインタビューでベリガンが語るには、自粛を要求していた、ちょうど7月14日に、米国はまた1億2000万ドル相当のジェット燃料をイスラエル軍隊に販売し、レバノンの彼らの爆破キャンペーンを援助していた。\n",
        "output": [
            "According to Berrigan, in an interview given to Democracy Now on Friday, just on the 14th of July while calling for restraint the U.S. also sold $120 million worth of jet fuel to the Israeli military assisting their bombing campaign of Lebanon.\n"
        ]
    },
    {
        "input": "インド産業連盟のPraveenKhandelwal事務総長は水曜夜にストライキは解除し、反対意思表明としてハンガースストライキと封鎖反対の集会を継続すると話した。\n",
        "output": [
            "Praveen Khandelwal, Secretary General of the Confederation of All India Traders, said, they will call off the strike on Wednesday night and they continue their agitation by hunger-strike and conferences against the sealing drive.\n"
        ]
    },
    {
        "input": "２２歳のアリド・ウカは、バスを銃撃して２人の米国（米国空軍）の男性を殺し、もう２人を傷つけた。\n",
        "output": [
            "Arid Uka, 22, killed two US (USAF) men and wounded two more in a gun attack on their bus in Frankfurt.\n"
        ]
    },
    {
        "input": "このZogby世論調査は先週月曜日（5月22日）に発表されたが、おそらくその出どころの偏向のせいで、マスメディアには多く報告されずに終わった。\n",
        "output": [
            "The results of this Zogby poll were released last Monday (22 May), but went largely unreported by the mass media, possibly due to bias within the source.\n"
        ]
    },
    {
        "input": "ブリー・ジェーシン報道担当官は、この攻撃は不注意の結果であると述べた。\n",
        "output": [
            "Spokeswoman Bree Jashin has stated the attack was the result of inattentiveness.\n"
        ]
    },
    {
        "input": "しかしローターは、物価指標化は不足分を穴埋めする機会を退職者に与える口座からの収入としてブッシュの個人投資口座に結び付けられなければならないと述べている。\n",
        "output": [
            "However, Rother says that price indexing has to be linked to Bush’s private investment accounts as income from the accounts give retirees the chance to make up the shortfalls.\n"
        ]
    },
    {
        "input": "日本の原子力当局は、福島第一原子力発電所は国際原子力事象評価尺度でレベル4だと考えており、それは地域的な結果をもたらす事故のレベルである。\n",
        "output": [
            "The nuclear agency of Japan consider the circumstances at the Fukushima I Nuclear Power Plant to be Level 4 on the International Nuclear Event Scale, which is an accident with local consequences.\n"
        ]
    },
    {
        "input": "3000人(警察の予想)から8000人(主催者の予想)の人々が、ヘッセン大学で計画されている授業料の導入に抗議をし、本日、ドイツのギーセンでデモ行進した。\n",
        "output": [
            "Between 3,000 (police estimate) and 8,000 people (organiser's estimate) took to the streets in Gießen, Germany today, protesting the planned introduction of tuition fees at Hessian universities.\n"
        ]
    },
    {
        "input": "『大きなファイアーウォール』で他のポルノや破壊的なサイトをブロックしている中国でも、YouTubeはふつう簡単にアクセスできる。\n",
        "output": [
            "YouTube is normally easily accessible in China, which blocks other pornographic or subversive sites with its 'Great Firewall'.\n"
        ]
    },
    {
        "input": "ホワイトハウスのスポークスマンであるトニー・スノーによると、大統領は米国最高裁判所が抑留者を審理するのは軍事裁判か民事裁判かを決定するのを待っているということである。\n",
        "output": [
            "According to White House spokesman Tony Snow, the President is waiting for the US Supreme Court to decide on the issue of whether military tribunals or civilian courts would try the detainees.\n"
        ]
    },
    {
        "input": "4人の労働者は、爆発後まだ入院しており、３人が重体である。\n",
        "output": [
            "Four workers are still hospitalised after the explosion, three in critical condition.\n"
        ]
    },
    {
        "input": "国の最近の大統領選挙に勝った後に、ガボンの新大統領アリ・ベン・ボンゴは、彼の最初の政府に名前をつけた。\n",
        "output": [
            "Gabon's new president Ali Ben Bongo has named his first government, after winning the country's recent presidential elections.\n"
        ]
    },
    {
        "input": "「これが、氷の壁に囲われた核での岩石物質圧密を生じさせる。」\n",
        "output": [
            "\"This would result in the consolidation of rocky material at the core surrounded by a shell of ice.\"\n"
        ]
    },
    {
        "input": "英国高等教育質保証機構は、UoWの海外の外国機関へのチェックが不十分であると語った。\n",
        "output": [
            "The Quality Assurance Agency said UoW's overseas checks on foreign institutions were inadequate. \n"
        ]
    },
    {
        "input": "「我々は、貴方に対し、今すぐに喜んで発行する逮捕令状がある」\n",
        "output": [
            "\"We have a warrant of arrest that we are happy to execute against you right away.\"\n"
        ]
    },
    {
        "input": "委員会によると、もし従業員が研修コースを受けるなら、それが会社にとって「過度な困難」とならない限り、雇用主は「理性的に対応」しなければならない。\n",
        "output": [
            "According to the Commission, employers must provide \"reasonable accommodation\" if an employee challenges a training course, unless this causes \"undue hardship\" for the company.\n"
        ]
    },
    {
        "input": "注目すべき鳥は３０インチの翼長があり、ほぼ２０インチの体高があった。\n",
        "output": [
            "The remarkable birds have a 30-inch wingspan and stand nearly 20 inches high.\n"
        ]
    },
    {
        "input": "ジャーナリストは、退陣するコロンビア大統領アルバ・ウリベと戦争に苦しむ南米の国の右翼軍事グループとの結びつきに注意を促した。\n",
        "output": [
            "The journalist has called attention to ties between outgoing Colombian president Alvaro Uribe, and right-wing militia groups in the war-plagued South American country.\n"
        ]
    },
    {
        "input": "オルテガ氏は2003年の逮捕令状発行後、最初はベネズエラから逃亡したが、BBCは彼が去る8月、コスタリカからベネズエラに戻ったと伝えた。\n",
        "output": [
            "While Ortega had initially fled Venezuela following the issuing of an arrest warrant in 2003, the BBC reports that he had returned to Venuzuela from Costa Rica last August.\n"
        ]
    },
    {
        "input": "それは、マイクロソフトのメディアセンターオペレーティングシステムと直接競合することになる。\n",
        "output": [
            "It will directly compete with Microsoft's Media Center operating system.\n"
        ]
    },
    {
        "input": "グループは、AGiaiとATranとして知られている個人によって２００８年４月に雇われ、パキスタンからカナダへマリファナを運び、２００８年５月１２日に捕えられた。\n",
        "output": [
            "The group were hired in April 2008 by individuals known by A Giai and A Tran to transfer the marijuana from Pakistan to Canada and were caught on May 12, 2008.\n"
        ]
    },
    {
        "input": "市を通じてブランプトン・デイのイベントへのパスを買った人々は、見つけられて賞品を手に入れるチャンスのために、公園の周りで青いリストバンドを着用することを勧められた。\n",
        "output": [
            "People who bought passes to the Brampton Day event through the City were encouraged to wear blue wrist bands around the park, for a chance to get spotted and win a prize.\n"
        ]
    },
    {
        "input": "モデルは、ヒッグス粒子の微粒子が全ての基本的な粒子に質量を与え、ダークマターあるいは銀河間の目に見えない物質の存在を説明すると予測している。\n",
        "output": [
            "The model predicts that Higgs boson particles gives mass to all fundamental particles and explains the existence of dark matter, or invisible matter in between galaxies.\n"
        ]
    },
    {
        "input": "内閣は大部分が前内閣を継承しているが、論議を巻き起こしたり反感を買った大臣の中には解任されたり、より安全な地位に異動された大臣もいた。\n",
        "output": [
            "While the cabinet is for a large part copied from the preceding one, some ministers who had provoked controversy and animosity were removed or moved to another less risky position.\n"
        ]
    },
    {
        "input": "マクレランは「ご覧のとおり、この報告は、海外のアメリカ合衆国のイメージに深刻なダメージを与えた」と語った。\n",
        "output": [
            "McClellan said, \"Look, this report caused serious damage to the image of the United States abroad.\"\n"
        ]
    },
    {
        "input": "爆発現場では、何百もの人々が黙祷のために現場に集まり、花輪を敬意とともに置いた。\n",
        "output": [
            "At the bombing sites, wreaths were laid in respect, with hundreds gathering at the sites to mark the silence.\n"
        ]
    },
    {
        "input": "NASAのカッシーニ探査機が土星から驚くべき映像を送り返してきて、土星の有名な輪が予想よりもずっとゴツゴツしていることが判明した。\n",
        "output": [
            "NASA's Cassini orbiter has sent back remarkable images from Saturn, revealing that the planet's famous rings are far more bumpy than expected.\n"
        ]
    },
    {
        "input": "野党は、その作戦はムガベ政権に反対する人を「罰する」ために作られたのだと言った。\n",
        "output": [
            "The opposition has said the operation is designed to \"punish\" those who object to Mugabe's government.\n"
        ]
    },
    {
        "input": "本は、ノルウェーのベストセラーのリストの第２位として初登場した。\n",
        "output": [
            "The book debuted on 2nd place in the Norwegian best seller list.\n"
        ]
    },
    {
        "input": "バセスクは教育のある中流階級によって支持されているが、彼らはこの地域で最も腐敗した国で腐敗を根絶する彼の政策を好ましく思っている。\n",
        "output": [
            "Băsescu is supported by the educated middle-class, who take a favourable view upon his policy of stamping out corruption in one of the region's most corrupt countries.\n"
        ]
    },
    {
        "input": "これはいわゆる深発地震で、そのためこれほど大規模な範囲で感じられた。\n",
        "output": [
            "This is a so-called deep-focus earthquake, that's why it was felt at such a large territory.\n"
        ]
    },
    {
        "input": "ニュージーランドの農民らは、現役農業犬をマイクロチップ規制から除外することに関し議員が投票を行い、61対60で可決されたことで、議会で大きな勝利を勝ち取った。\n",
        "output": [
            "New Zealand farmers have won a key victory in Parliament, with MPs voting to exempt Working farm dogs from microchipping legislation, passing 61:60.\n"
        ]
    },
    {
        "input": "支払いの疑わしさを調査しないことを選んだのは、違法性を認めたことに等しいと言われた。\n",
        "output": [
            "It was noted that choosing not to investigate the suspicious nature of the payments was equivalent to accepting their illegality.\n"
        ]
    },
    {
        "input": "今朝の暴力行為は、「イラク政府とその治安部隊の成功を相殺しようと挑戦し、反乱軍とテロリストたちは反撃している」と主張するウィリアム・コールドウェル少将による声明に対比し、将軍が更に「暴力行為は７月以降半減した」と言い募ったが、この二日間で突如増加した。\n",
        "output": [
            "This morning's violence contrasted statements by Maj Gen William Caldwell, who claimed \"Insurgents and terrorists are hitting back in an attempt to offset the success of the Iraqi government and its security forces,\" the general went on to say that violence had fallen by half since July, but had increased suddenly in the last two days.\n"
        ]
    },
    {
        "input": "当局は、土曜に飛行機がロシアの空港に接近してきた時におこった事故は、濃い霧によるもので、生存者は居ないと語る。\n",
        "output": [
            "Officials say the crash, which occurred when the plane was approaching a Russian airport on Saturday, was due to dense fog, and that there are no survivors.\n"
        ]
    },
    {
        "input": "デリーの司法と秩序の状況をかんがみ、最高裁のモニター監視委員会は最高裁がMCD封鎖活動を11月1日に再開しないよう勧告した。\n",
        "output": [
            "After seeing the law-and-order situation in Delhi, the Supreme Court's Monitoring committee recommended the Supreme Court not to resume the MCD's sealing drive on November 1.\n"
        ]
    },
    {
        "input": "二日前の36133レウから下がり、昨日、1ユーロはたった34844レウで買うことができた。\n",
        "output": [
            "Yesterday, one euro could be bought for just 35,844 lei, down from 36,133 lei two days ago.\n"
        ]
    },
    {
        "input": "有罪の評決が読まれたあと、安心したブラウン・サンダースは裁判に出席していた彼女の家族や友人を抱きしめた。\n",
        "output": [
            "After the guilty verdict was read, a relieved Browne Sanders hugged her family and friends who were present at the trial.\n"
        ]
    },
    {
        "input": "死刑判決を下す権限がある、RizgarMohammedAminを長とする5人のイラクの裁判官による法廷が彼の判決を下す。\n",
        "output": [
            "A tribunal of five Iraqi judges headed by Rizgar Mohammed Amin, with the death penalty vested in them, will decide his sentence.\n"
        ]
    },
    {
        "input": "訴訟額は7億5000万米ドル(5億2800万ユーロ)以上であり、これはマーベルの映画の収入見積額のおよそ半分に値する。\n",
        "output": [
            "The suit is for more than US$750 million (£528M) — about half of the estimated proceeds from Marvel's movies.\n"
        ]
    },
    {
        "input": "下の写真に見えるのは、RCSCC１８先遣部隊の副隊長であるアームストロング海軍大尉で、背景は先遣部隊の士官候補生である。\n",
        "output": [
            "Seen in the photograph below is Lieutenant (Navy) Armstrong, the Executive Officer of RCSCC 18 Vanguard, in the background, are Vanguard cadets.\n"
        ]
    },
    {
        "input": "コルノーは１９９２年のニューヨークタイムズとのインタビューで「多くの人々はこの映画について感情的になり、それがカルト的な状態を逃れることを可能にしました」と言った。\n",
        "output": [
            "Corneau said in a 1992 interview in the New York Times that \"Many people got emotional about this film, and that made it possible for it to escape cult status.\"\n"
        ]
    },
    {
        "input": "ワシントンのカナダ大使は、ワシントンの地下鉄の駅にアフガニスタンでのカナダ軍を描いたポスターを貼って、宣伝活動を進行中である。\n",
        "output": [
            "The Canadian Embassy in Washington has been on an advertising campaign, plastering subway stations in Washington with posters depicting Canadian troops in Afghanistan.\n"
        ]
    },
    {
        "input": "サレの裁判所はアル＝アンダルスのメンバー14人に対し、モロッコの標的に対する襲撃を計画したとして、昨日、有罪判決をくだした。\n",
        "output": [
            "A court in Salé sentenced fourteen members of Fath Al Andalous (Conquest of Andalusia) to jail yesterday for planning attacks against targets in Morocco.\n"
        ]
    },
    {
        "input": "ビースト・ルース・イン・パラダイスは意図的に、より「映画に合って」いて「ホラー気味」ではあるが。\n",
        "output": [
            "Although Beast Loose in Paradise is more 'movie-esque' and 'horror-ish' on purpose.\n"
        ]
    },
    {
        "input": "ロンドンからの直接統治は、IRAによるスパイ事件調査による2002年の議会と執行部の解散以来続いていた。\n",
        "output": [
            "Direct rule from London has been in place since the Assembly and Executive dissolved in 2002 over allegations of IRA spying ring.\n"
        ]
    },
    {
        "input": "「私たちは、もし仕事の口を断れば、センターリンクからの支払いが8週間止まってしまうから、失業者がみな、どんな条件を提示されても、受け入れなければならなくなってしまうという事実に注目させようとしている」と彼は言った。\n",
        "output": [
            "\"We've been trying to draw attention to the fact that any unemployed person will have to accept whatever conditions they're offered because if you reject a job offer you will lose Centrelink payments for eight weeks,\" he said.\n"
        ]
    },
    {
        "input": "会議は２００９年のコペンハーゲン国連気候変動会議で解決されなかった問題を討議する。\n",
        "output": [
            "The talks were designed to discuss issues that were not resolved at the 2009 United Nations Climate Change Conference in Copenhagen.\n"
        ]
    },
    {
        "input": "アムトラック電車371、ペーラ・マルケットは、ミシガンのグランドラピッズを出発して、6人の乗員を含む193人を乗せていた。\n",
        "output": [
            "Amtrak train 371, the Pere Marquette, started in Grand Rapids, Michigan and carried 193 people on board including six crew members.\n"
        ]
    },
    {
        "input": "両方ともイギリス人であるカメラマンのポール・ダグラスと音響効果係のジェームス・ブロランの2人のジャーナリストは、アメリカの第四歩兵師団に配属されていて、爆発物を積んだ近くの車が爆発した時、巡回中だった。\n",
        "output": [
            "The two journalists, cameraman Paul Douglas and soundman James Brolan, both British, were embedded with the American 4th Infantry Division and were on a routine patrol when a nearby car packed with explosives was detonated.\n"
        ]
    },
    {
        "input": "両国の議会は契約に同意したが、それは、両国を結びつけることになる。\n",
        "output": [
            "Parliaments in both countries approved the deal, which will be binding on both countries.\n"
        ]
    },
    {
        "input": "カリフォルニア州サン・ディエゴの２つの美術館が４０００万ドル以上の芸術作品のコレクションを遺贈された。\n",
        "output": [
            "Two museums in San Diego, California have been bequested an art collection worth more than 40 million.\n"
        ]
    },
    {
        "input": "ペンシルバニア州農務省の蜂の専門家デニス・バン・エンゲルスドロップによると、「私たちは、それが伝染病だということを、確実ではないがかなり確信している」ということだ。\n",
        "output": [
            "According to Dennis vanEngelsdorp, a bee specialist with the Pennsylvania State Department of Agriculture, \"We are pretty sure, but not certain, that it is a contagious disease.\"\n"
        ]
    },
    {
        "input": "このレースでの状態は、国立測候所がレース時間でのトラックが88°F（31℃）と報告したのと全く異なっていた。\n",
        "output": [
            "The conditions at this race were far different, with the National Weather Service reporting temperatures of 88° F (31° C) at the track at race time.\n"
        ]
    },
    {
        "input": "J.J.サクライ賞は、ワシントンD.C.での２０１０年APS総会での、特設セレモニーセッションにおいて２０１０年２月に表彰されます。\n",
        "output": [
            "The J. J. Sakurai Prize will be presented at the APS 2010 meeting in Washington, DC at a special Ceremonial session in February 2010.\n"
        ]
    },
    {
        "input": "カナダのオンタリオ州にあるブランプトン市とフィリピンのマリキナは最近「対になって」いる。\n",
        "output": [
            "The City of Brampton in Ontario, Canada, and Marikina in the Philippines have recently been \"twinned\".\n"
        ]
    },
    {
        "input": "WHOは、ウイルスのひどい症状の多くが前に慢性病にかかったことのある人々の中に報告されると、言う。\n",
        "output": [
            "The WHO says that many of the severe cases of the virus are reported in people with prior chronic illnesses.\n"
        ]
    },
    {
        "input": "「我々はファンとインディアナポリスの人のために祈っている。」\n",
        "output": [
            "\"We are praying for our fans, and the people of Indianapolis.\"\n"
        ]
    },
    {
        "input": "イラクの諮問委員会は、トルコ軍隊が北イラクのクルド族の地域への侵略を実行することによってイラクの主権を侵害していると、言う。\n",
        "output": [
            "Iraq's council of ministers says the Turkish military is violating Iraqi sovereignty by conducting the incursion into Kurdish areas of northern Iraq.\n"
        ]
    },
    {
        "input": "建物は既に倒壊し木々もなぎ倒されている。\n",
        "output": [
            "Buildings have already collapsed and trees have been knocked down.\n"
        ]
    },
    {
        "input": "この男性の骨格は、彼が深刻な膝のケガと歯の問題を抱えていたことを明らかにしている。\n",
        "output": [
            "The skeleton of this man reveals that he had serious knee injury and tooth problems.\n"
        ]
    },
    {
        "input": "ガボンの憲法裁判所は２８００以上の投票所の開票報告を数え直してボンゴの勝利を確かめた。\n",
        "output": [
            "Gabon's constitutional court recounted returns from more than 2,800 polling stations and confirmed Bongo's win.\n"
        ]
    },
    {
        "input": "「それはまた、出生からまっすぐ死にいたる人口を追求するのでユニークです。」\n",
        "output": [
            "It is also unique because it follows the population from birth right through to death.\n"
        ]
    },
    {
        "input": "最初のニューヨークまでの飛行行程は、ルフトハンザによるフライトとして行われ、ニューヨークのジョン・F・ケネディ空港に東部標準時12時30分（協定世界時16時30分）到着の予定である。\n",
        "output": [
            "The first leg of the flight going towards New York will be travelling under a Lufthansa flight number, and is due to arrive at New York's John F. Kennedy airport at 12:30 EST (16:30 UTC).\n"
        ]
    },
    {
        "input": "イスラエルの外務省のスポークスマンYigalPalmorは「特にハマスが国際的にテロ集団とみなされた時から、これは奇妙というレベルを超えている」と言った。\n",
        "output": [
            "Spokesman Yigal Palmor for Israel's Foreign Ministry said, \"This is more than strange, especially since Hamas is internationally recognized as a terror group.\"\n"
        ]
    },
    {
        "input": "例えばキャンプを閉鎖しようと運動しているアムネスティ・インターナショナルや、ジュネーブ条約の見地から戦争の捕虜として抑留者を扱うことに懸念を抱くヒューマンライツウォッチのようなグループにとっては、赤十字国際委員会（ICRC）による抑留者との接触が拒まれる可能性がある所で、新しく入れられた抑留者に対するその方針が依然として最高４週間の余裕を見込んでいる事実が気がかりな点である。\n",
        "output": [
            "Of concern to groups such as Amnesty International who campaign for the camp's closure, or Human Rights Watch concerned about prisoner handling under the prisoner of war aspects of the Geneva Convention, is the fact that policy for newly admitted detainees still allows for up to 4 weeks where access to the detainee by the International Committee of the Red Cross (ICRC) may be denied.\n"
        ]
    },
    {
        "input": "スパイカーが、史上初のフォーミュラーワンのインドナショナルチームになりつつ、次のシーズンのオーナーを変更することが確認された。\n",
        "output": [
            "It was confirmed that Spyker will change owners next season becoming the first Indian national Formula One team in history.\n"
        ]
    },
    {
        "input": "「我々は、声によってだけでなく血によっても神の使いを支えます」と、ナスララーは、７０万人と見積もられる（警察は数字がもっと高くなりそうだと言った）群衆に話した。\n",
        "output": [
            "We will uphold the messenger of God not only by our voices but also by our blood,\" Nasrallah told the crowd, estimated to be 700,000 (police said the figure was likely to be even higher).\n"
        ]
    },
    {
        "input": "これまで、中国本土ではタブーである政治活動は、中国の特別行政区（SAR）当局には許容されてきた。\n",
        "output": [
            "In the past political activities that are taboo in China proper have been tolerated by the Special Administrative Region of the People's Republic of China (SAR) authorities.\n"
        ]
    },
    {
        "input": "西メキシコの反麻薬戦争で軍のヘリコプターが墜落して１１人が死んだ。\n",
        "output": [
            "Eleven people have died after a military helicopter crashed during an anti-narcotics flight in Western Mexico.\n"
        ]
    },
    {
        "input": "不運と変更は、試合で初めて、巧妙な試合の運営をドイツに任せたように見えた。\n",
        "output": [
            "The bad luck and changes seemed to put Germany in charge of the tactical game for the first time in the match.\n"
        ]
    },
    {
        "input": "ポールソンは、他の政府関係者を伴って、リーマンを分割して2つにするという解決策を提案した。\n",
        "output": [
            "Paulson, along with other government officials, proposed a solution that Lehman would get split into two separate entities.\n"
        ]
    },
    {
        "input": "コロラド州に拠点を置く労働省は、ランドマークエデュケーションの「アシスタント」の業務内容には、「顧客へのあいさつ、椅子の設置、セミナー中のマイクの管理、コーヒー作りだけでなく、オフィスの仕事、事務、電話勧誘と登録作業」も含まれることを知った。\n",
        "output": [
            "Labor based out of Colorado found that activities performed by Landmark Education's \"assistants\" include: \"office, clerical, telephone solicitation and enrollment, as well as greeting customers, setting up chairs, handling microphones during the seminars and making coffee.\"\n"
        ]
    },
    {
        "input": "アメリカチームの中には回転がキャンセルになった後ピザパーティーをした人もいた。\n",
        "output": [
            "Several members of Team USA had a pizza party after the slalom cancellation.\n"
        ]
    },
    {
        "input": "環状線をパディントンに向けて出発したエッジウェアロード電車が、他の方向から来る電車に向かって爆発したが、人々は最初脱線したと思った。\n",
        "output": [
            "The Edgware Road train, leaving for Paddington and also on the Circle, exploded opposite a train coming from the other direction, making people think at first that it was a derailment.\n"
        ]
    },
    {
        "input": "国防長官のロバート・ゲイツは金曜日に、マドリッドの記者に、イランがイラク軍に武器か技術を供給しているという「かなりよい」証拠があると言った。\n",
        "output": [
            "Defense Secretary Robert Gates told reporters in Madrid on Friday that the there was \"pretty good\" evidence that Iranians are supplying either weapons or technology to Iraqi militants.\n"
        ]
    },
    {
        "input": "「オバマ氏は遺憾だとし、真摯に謝った。」\n",
        "output": [
            "\"He expressed his disappointment, and he apologized in a way that was very moving. \" \n"
        ]
    },
    {
        "input": "今日の上海Ａ１グランプリのフィーチャーレースでニュージーランドＡ１チームが優勝し、英国Ａ１チームとドイツＡ１チームが続いた。\n",
        "output": [
            "A1 Team New Zealand has won the feature race at the A1 Grand Prix in Shanghai, China today, followed by A1 Team Great Britain and A1 Team Germany.\n"
        ]
    },
    {
        "input": "ミッションは「プリュームから発生するガスを測定することである」と声明は締めくくっている。\n",
        "output": [
            "The mission will \"measure the gas emanating from the plume,\" ended the statement.\n"
        ]
    },
    {
        "input": "まれな雷雨を起こす構造が太平洋北西地域に進入し、シアトルからポートランドにかけての地域を強風と豪雨が襲い、洪水強風警報が昨夜発令された。\n",
        "output": [
            "Flood, storm, and strong wind watches were in effect last night as a rare thunderstorm system moved into the Pacific Northwest region, hitting areas from Seattle to Portland with high winds and heavy rains.\n"
        ]
    },
    {
        "input": "「彼は起こったことの結果として衰弱している」とスターリー氏は言った。\n",
        "output": [
            "\"He's in a debilitated condition as a result of what's transpired,\" Mr Stary said.\n"
        ]
    },
    {
        "input": "家族が子どものフットボールの試合に参加しに行く途中での事故だった。\n",
        "output": [
            "The family was on their way to attend a football game for youths when the crash occurred.\n"
        ]
    },
    {
        "input": "「私の息子は何のために死んだのか？」\n",
        "output": [
            "\"What did my son die for?\"\n"
        ]
    },
    {
        "input": "VP-BKOの番号で登録されているその航空機は、１６年物で、もともとはアモイ航空で操業していました。\n",
        "output": [
            "The aircraft, registered as number VP-BKO, was sixteen years old, originally operated by Xiamen Airlines.\n"
        ]
    },
    {
        "input": "ジンバブエの野生動物保護の役員が今日、ジンバブエでの動物の密猟数が今年顕著に増加しており、これは国際的な犯罪組織によるものだと語った。\n",
        "output": [
            "A wildlife official in Zimbabwe said today that the amount of animal poaching in the country has increased substantially this year, blaming an international crime syndicate.\n"
        ]
    },
    {
        "input": "マルティーノ氏は、音楽ビジネスで58年の現役時代を送った後、彼の幼少時の故郷フィラデルフィアで亡くなった。\n",
        "output": [
            "Martino died at his childhood hometown of Philadelphia, following an active 58 years in the music business.\n"
        ]
    },
    {
        "input": "ジョージアは後半最初にリードし、その後も得点の脅威はあったが、アイルランドのディフェンスが4ポイントとなる勝利を確実にした。\n",
        "output": [
            "Georgia led early in the second half and were threatening to score late in the match but Ireland's defence held to secure the four point victory.\n"
        ]
    },
    {
        "input": "現在の議席の配分は、合計８６のうちオーストラリア労働党が５８を持ち、自由国民党が２５、クイーンズランド緑の党とワン・ネイションが１つずつ、無党派が４つを持っている。\n",
        "output": [
            "The current distribution of seats has the Australian Labor Party with 58 of the 86 total, the Liberal National Party with 25, the Queensland Greens & One Nation with one each and independents holding four.\n"
        ]
    },
    {
        "input": "ペイリンの攻撃にもかかわらず、１０月３日のニューヨークタイムズの元の記事は、オバマとエアーズが決して親しくなかったし、つながりはオフィスと学校の改革プロジェクトのためのオバマの最初の立候補を通してあったと結論し、彼らの進路が散発的に交差したと言っていた。\n",
        "output": [
            "Despite Palin's attack, the original article in the October 3 New York Times concluded that Obama and Ayers were never close, and that the connection was through Obama's initial run for office and a schools reform project, \"saying that their paths have crossed sporadically\".\n"
        ]
    },
    {
        "input": "掘削中に見つかった多数の青石や斑点のあるプレセリ粗粒玄武岩の小片から研究員は、石は治療の効果によって崇められていたという結論を導いた。\n",
        "output": [
            "A large number of bluestone or spotted Preseli dolerite chips found during the excavation led the researchers to conclude the stones were venerated for their healing properties.\n"
        ]
    },
    {
        "input": "彼はまた、価格が下がれば、航空会社は容易に業務に戻れる、「燃料価格が下落して状況が改善し、採算性の展望が明るくなれば、私たちはもう一度飛行できる」と述べた。\n",
        "output": [
            "He also said that the airline could return to service with ease if prices dropped, noting that, \"if the situation improved with fuel prices being lowered and the profitability outlook was better, we could be airborne again.\"\n"
        ]
    },
    {
        "input": "研究者らは彼らの金を返却させようとし、ホイットンとダイヤーが宿泊するホテルに行ったが、部屋は空っぽで、2人の男はどこにも見つからなかった。\n",
        "output": [
            "The researchers then attempted to reclaim their money and went to the hotel Whitton and Dyer were staying in, only to find the rooms empty, and the two men nowhere to be found.\n"
        ]
    },
    {
        "input": "彼は時間の全てをWWFでアンダーテイカーと相争うことに費やして、彼に対するレストインピース戦で敗れた後、1993年7月に会社を去った。\n",
        "output": [
            "He spent the entire of his time at with the WWF feuding with Undertaker and left the company in July 1993 after losing a Rest in Peace match to him.\n"
        ]
    },
    {
        "input": "１４の州の史跡は、１０月１日に閉められる予定だ。\n",
        "output": [
            "Fourteen state historic sites are scheduled to be closed October 1.\n"
        ]
    },
    {
        "input": "その訴訟は、サンブルーノのグレンビュー地区に住む少なくとも5世帯によって起こされた。\n",
        "output": [
            "The lawsuit was filed by at least five families who resided in the Glenview neighborhood of San Bruno.\n"
        ]
    },
    {
        "input": "その後活動は、テュービンゲン、ミュンヘン、そしてバーゼルでそれぞれ数百人の学生が参加して行われた。\n",
        "output": [
            "Afterwards actions took place in Tübingen, Munich and Basel, each with hundreds of participants.\n"
        ]
    },
    {
        "input": "イタリアのシルヴィオ・ベルルスコーニ首相の政治的問題の一因になり、また国家的論争を引き起こした議論の高まりの中で、イタリアの検察は、二コラ・カリパリの死亡に関して水曜日に独自調査を開始した。\n",
        "output": [
            "In an escalating controversy that has contributed to Italian Prime Minister Silvio Berlusconi's political problems and created a national uproar in Italy, Italian prosecutors began their own independent probe on Wednesday of the death of Nicola Calipari.\n"
        ]
    },
    {
        "input": "フィラデルフィアは華氏100度となり、ワシントンD.C.は最高気温が華氏101度、ボルチモアとリッチモンドは100度を超える可能性がある。\n",
        "output": [
            "Philadelphia will reach 100ºF, Washington D.C. will have a high of 101ºF and Baltimore and Richmond may see temperatures rise above the 100 mark.\n"
        ]
    },
    {
        "input": "地元の天文学ファンであるマイケル・スタントンはウィキ・ニュースに対し、「これはすごい、音楽もある中この視覚的な歓喜を目にしてるなんて」と語った。\n",
        "output": [
            "Michael Stanton, a local astronomy fan told Wikinews \"this is just great, we have music and this visual delight to see\".\n"
        ]
    },
    {
        "input": "Googleがカウンターを動かしているコードを調節しない限り、4月9日より後に、そのテキストで「2075以上」も示されるようになる。\n",
        "output": [
            "Unless Google adjusts the code behind the counter, the text will read \"Over 2075\" after April 9.\n"
        ]
    },
    {
        "input": "さらに、彼らはステーションの空気を制御するのに役立つシステムの通気口を検査して、日本の物理学的な新手法を移転した。\n",
        "output": [
            "In addition, they checked vents on systems that help control the Station's atmosphere and relocated a Japanese physical science experiment.\n"
        ]
    },
    {
        "input": "欧州委員会理事長のホセ・マヌエル・デュリャーオ・バロゾによると、欧州連合は被害地域に５０００万ユーロを支援する準備がある。\n",
        "output": [
            "According to José Manuel Durão Barroso, President of the European Commission, the European Union is prepared to release 50 million € in aid for damaged areas.\n"
        ]
    },
    {
        "input": "ヘンリーはBorisJohnson議員がロンドン市長に選出されたことに伴い選挙を公示した。\n",
        "output": [
            "Henley called for an election when its representative Boris Johnson was elected Lord Mayor of the City of London.\n"
        ]
    },
    {
        "input": "フランスのベルナール・クシュネ外相は、数日中にイスラエルとパレスチナの間の中東での会談を働きかけるよう努めることにしている。\n",
        "output": [
            "French Foreign Minister Bernard Kouchner will attempt to stimulate talks in the Middle East between Israelis and Palestinians in the coming days.\n"
        ]
    },
    {
        "input": "2日間の予選の中で、スケジュール調整のいくつかの問題が原因で、登録されていたゲーマーのうち何人かが選手権の辞退を申し出たが、日ごとの優勝者、2日間の優勝者、総合優勝者には影響しなかった。\n",
        "output": [
            "In this 2-day qualifier, due to some issues on the arrangement of the schedule, some registered gamers offered to quit the championship, but it didn't take effect on the results of the single day champion, the 2-day champion, and overall champion.\n"
        ]
    },
    {
        "input": "母親のインガ・エーキンズに電話をかけたところ、教師はエーキンズさんが到着して少女を連れて行くまでに1時間かかると思い、警察が呼ばれた。\n",
        "output": [
            "Police had been called when a phone call to mother Inga Akins, had led teachers to believe that it would take an hour for Ms Akins to arrive and take the girl away.\n"
        ]
    },
    {
        "input": "「この製品に対して大変関心があります」と、ナショナル・エイズ・マニュアルの編集長キース・アルコーンは言った。\n",
        "output": [
            "\"There is a lot of interest in this product,\" said editor Keith Alcorn of the National Aids Manual.\n"
        ]
    },
    {
        "input": "中部ドイツにあるハルツ山脈の地方自治体は、自然の野外の中での「公式な裸での徒歩ルート」の、全ての訪問者への開放も発表した。\n",
        "output": [
            "Local authorities of Harz mountain range in central Germany have also announced the openness to any visitor of an “official naked walking route” in nature's outdoors.\n"
        ]
    },
    {
        "input": "彼は現在のイタリア生まれの議会の議長であるソニア・ガンジーと、1991年に暗殺された元首相ラジブ・ガンジーの息子である。\n",
        "output": [
            "He is the son of current Italian-born Congress President Sonia Gandhi, and former Prime Minister Rajiv Gandhi, who was assassinated in 1991.\n"
        ]
    },
    {
        "input": "チャンは活動の立案者であると言われ、ミュランは実行者であると言われた。\n",
        "output": [
            "Chan was alleged to be the mastermind of the operation, and Myuran was alleged to be an enforcer.\n"
        ]
    },
    {
        "input": "シヴィル・ハウスの主席公使ジョゼ・ヂルセウは代表団のメンバーだった。\n",
        "output": [
            "The chief-minister of Civil House José Dirceu was a member of the delegation.\n"
        ]
    },
    {
        "input": "内務省当局者によると、被害者は軍服を着ていなかったが、撃たれたのは反政府兵士によって射殺されたイラク兵だと考えられている。\n",
        "output": [
            "It is believed those shot were Iraqi soldiers executed by anti-government fighters, according to an Interior Ministry official, although the victims were not dressed in military garb.\n"
        ]
    },
    {
        "input": "車輌が即席の爆発の装置を引いて爆発させたとき、ウッドラフは、イラクのタジの近くで、イラクの機械化された軍用車輌でレポートをテープに撮っていたと報告されている。\n",
        "output": [
            "Reports say Woodruff was taping a report inside an Iraqi mechanized military vehicle near Taji, Iraq when the vehicle ran over and detonated an improvised explosive device.\n"
        ]
    },
    {
        "input": "アストロズは、現時点で58勝73敗の記録でナショナルリーグ中地区で５位である。\n",
        "output": [
            "The Astros are currently in fifth place in the National League Central with a record of 58-73.\n"
        ]
    },
    {
        "input": "「我々は新年にジェームズに彼の職務に復帰させる計画で、彼が高度なエネルギーと献身、敬意をもってペンステート・アスレチックスおよび大学を代表することを確信している。」\n",
        "output": [
            "\"We are planning to have James resume his duties in the new year and are confident that he will represent Penn State Athletics and the University with a high level of energy, dedication and respect.\"\n"
        ]
    },
    {
        "input": "6年前に農作業の事故で両腕を失った54歳のドイツの農夫は完全な両腕の移植を受ける最初の患者になる。\n",
        "output": [
            "A 54-year-old German farmer who lost both arms in a farming accident six years ago has become the first patient to receive a complete double arm transplant.\n"
        ]
    },
    {
        "input": "トロントFCのシーズンは終了し、ニューイングランド・レボリューションはプレイオフの第1ラウンドでニューヨーク・レッドブルズと対戦する。\n",
        "output": [
            "Toronto FC's season is finished as New England Revolution will face New York Red Bulls in the 1st Round of the playoffs.\n"
        ]
    },
    {
        "input": "米国のコンドリーザ・ライス国務長官は、アメリカ合衆国が棄権して、決議を拒否しなかった理由の説明をした。\n",
        "output": [
            "US Secretary of State Condoleezza Rice has given an explanation for why the United States abstained and did not veto the resolution.\n"
        ]
    },
    {
        "input": "「政府はまた、朝鮮半島の平和と安全を維持するために国際社会と緊密に協力していく。」\n",
        "output": [
            "\"The government will also cooperate closely with the international community to maintain peace and safety on the Korean Peninsula.\"\n"
        ]
    },
    {
        "input": "シリウス・スターはサウジの国家企業ヴェラ・インターナショナル・マリンに所有されており、25人の乗員はフィリピン、サウジアラビア、クロアチア、ポーランド、イギリスの出身である。\n",
        "output": [
            "The Sirius Star, owned by Saudi state firm Vela International Marine, has a crew of 25 from the Philippines, Saudi Arabia, Croatia, Poland, and Britain.\n"
        ]
    },
    {
        "input": "ナコンシータマラート県のトゥンソング地区は繁華街のショッピングエリアで腰までの高さの洪水の水が発生している。\n",
        "output": [
            "Thung Song District in Nakhon Sri Thammarat province is experiencing waist-high floodwaters in downtown shopping areas.\n"
        ]
    },
    {
        "input": "2001年にアフリカで最年少国家元首になったカビラは、選挙前の最終スピーチを、コンゴ民主共和国を40年以上ぶりの民主的選挙へ導くことに対する信念を主張するために費やした。\n",
        "output": [
            "Kabila, who became the youngest head of state in Africa in 2001, used his final speech before voting to claim credit for taking the D.R.Congo to its first democratic elections in over 40 years.\n"
        ]
    },
    {
        "input": "「彼は上海で成長し、非常に礼儀をわきまえていた。」\n",
        "output": [
            "\"He had grown up in Shanghai and had very good manners.\"\n"
        ]
    },
    {
        "input": "その種は2006年の4月と6月に中国の福建省でGuan氏のチームがアヒルとニワトリ、ガチョウ、同省の市場にあるその他の鳥を調査したときに発見された。\n",
        "output": [
            "The strain was discovered during April and June of 2006 in China's Fujian Province when Guan's team examined ducks, chickens, geese and other birds at a market in the province.\n"
        ]
    },
    {
        "input": "アメリカのLGBTメディアの様相はかなり、複合企業に近づいている。\n",
        "output": [
            "A significant portion of the American LGBT media landscape is about to become a conglomerate.\n"
        ]
    },
    {
        "input": "中国の炭鉱は世界中で最も危険だとされており、アルジャジーラによると、毎年、炭鉱内の事故で数千人が死亡しているという。\n",
        "output": [
            "China's mines are the deadliest in the world; according to Al Jazeera, several thousand miners die each year due to accidents in them.\n"
        ]
    },
    {
        "input": "マンチェスター・ユナイテッドは、イングランドのマンチェスターにあるオールドトラフォードで行われたUEFAチャンピオンズリーグ2007-08のグループFで、1-0でASローマを破った。\n",
        "output": [
            "Manchester United defeated AS Roma 1-0 in Group F of the UEFA Champions League 2007-08 at Old Trafford, Manchester, England.\n"
        ]
    },
    {
        "input": "「替え時だと感じた」と、DraytonMcLaneオーナーは語った。\n",
        "output": [
            "\"I felt this was the time for a change,\" owner Drayton McLane said.\n"
        ]
    },
    {
        "input": "赤信号コードー完全な避難ーは午前９時１５分に出された。\n",
        "output": [
            "A 'code Red' - full evacuation - was set at around 9.15am.\n"
        ]
    },
    {
        "input": "少女の叔父の死は、インフルエンザを示唆する兆候を持っていたため調査中であると信じられている。\n",
        "output": [
            "The death of the girl's uncle is also believed to be under investigation due to him having symptoms that may indicate flu.\n"
        ]
    },
    {
        "input": "警備員はマニュアルの中で抑留所や他のどんな勤務地内においても、いかなる個人的な手紙や小包を受け取ってはならないと教えられている。\n",
        "output": [
            "Guards are informed in the manual not to take personal mail and parcels within the detention blocks or at any other duty stations.\n"
        ]
    },
    {
        "input": "すべての部署のコンピュータが即移行されるわけではないが、LinuxとOpenOffice.orgへと移行する最初の部署は、２００６年半ばに予定される市長室である。\n",
        "output": [
            "The first department to migrate to Linux and OpenOffice.org will be the office of the Lord Mayor planed for the middle of 2006, though not all of the department's computers will be immediately migrated.\n"
        ]
    },
    {
        "input": "軍事介入するという政府の提議が覆されたことは、ある人たちを驚かせた。\n",
        "output": [
            "The defeat of the government motion for military intervention has surprised some.\n"
        ]
    },
    {
        "input": "放棄することが無ければ、専門的な事項によって北朝鮮の核プログラム解体の進捗状況は遅れ、やっかいな状況になる可能性があると、軍備管理・不拡散センターのレオノール・トメロは発言した。\n",
        "output": [
            "The absence of the waiver could have led to an embarrassing situation where progress on dismantling North Korea's nuclear program would have been delayed because of a technicality, said Leonor Tomero of the Center for Arms Control and Non-Proliferation.\n"
        ]
    },
    {
        "input": "より北極の氷が溶けるにつれて、船は未知の水域を通過する。\n",
        "output": [
            "As more Arctic ice melts, the ships sail through uncharted waters.\n"
        ]
    },
    {
        "input": "バングラデシュのMirpurで開催された準々決勝でニュージーランドに負けた後、南アフリカは2011年クリケットワールドカップから撤退した。\n",
        "output": [
            "South Africa crashed out of the 2011 Cricket World Cup after being beaten by New Zealand in the quarterfinals, played at Mirpur, in Bangladesh.\n"
        ]
    },
    {
        "input": "「それは侮辱だ…彼らがやっていることはマオリ文化を表現していない」とBidoisは述べた。\n",
        "output": [
            "\"It is insulting ... what they are doing is not portraying Māori correctly,\" Bidois said.\n"
        ]
    },
    {
        "input": "乗客は主にNass-MurrayandRoberts建設会社の外国人で、バーレーン・ワールド・トレード・センター・タワーの完成を祝うディナークルーズを楽しんでいた。\n",
        "output": [
            "The passengers were mostly foreigners from the Nass-Murray and Roberts construction company, and were enjoying an evening dinner cruise in celebration of their completion of part of the Bahrain World Trade Centre towers.\n"
        ]
    },
    {
        "input": "昨夜早く、中国のインターネットが大規模な攻撃を受け、アクセス速度が遅くなった。\n",
        "output": [
            "Early last night, massive attacks targeted China's Internet, slowing access to a crawl.\n"
        ]
    },
    {
        "input": "この解決策を提案する研究者集団は、彼らの解決策は男性後継者の伝統を守ることを目的としていると強調した。\n",
        "output": [
            "The group of scholars proposing this solution have stressed that their solution is aimed at maintaining the tradition of a male heir.\n"
        ]
    },
    {
        "input": "Wikipediaは、フロリダ州セントピーターズバーグの外に拠点を置く非営利団体、Wikimedia財団のプロジェクトである。\n",
        "output": [
            "Wikipedia is a project of the Wikimedia Foundation, a non-profit organisation based out of St. Petersberg, Florida.\n"
        ]
    },
    {
        "input": "MSNBCは「クリントンが”僅かな票差”でバラク・オバマを打ち負かした」と伝えている。\n",
        "output": [
            "MSNBC reports that Clinton beat Barack Obama by a \"very narrow margin.\"\n"
        ]
    },
    {
        "input": "グラスゴーは、ランドマークエデュケーションの研修コースは彼のキリスト信仰とは「正反対」だと述べた。\n",
        "output": [
            "Glasgow said that the Landmark Education training courses were \"opposite\" to his Christian beliefs.\n"
        ]
    },
    {
        "input": "ピャポン地方のボガレイの町１つで少なくとも１万人が死んだ。\n",
        "output": [
            "At least 10,000 people died in one town alone, Bogalay in the Pyapon District of the country.\n"
        ]
    },
    {
        "input": "「彼はその小包を（箱）に入れ、アレンの方向にデラウェアアベニューへと出て行った」バッファロー警察の警部補、K・シシュコフスキー氏は述べた。\n",
        "output": [
            "\"He dropped the package into the [box], and made his way out to Delaware Ave. towards Allen,\" stated Buffalo Police Lt., K Szyszkowski.\n"
        ]
    },
    {
        "input": "一部の英国の政治家も、テロリストであると思われている人々に補償を支払うことに反対した。\n",
        "output": [
            "Some British politicians also objected to paying compensation to people believed to be terrorists.\n"
        ]
    },
    {
        "input": "容疑者らは、ムプマランガ組織犯罪班によって金曜に逮捕された。\n",
        "output": [
            "The suspects were arrested on Friday by the Mpumalanga organized crime unit.\n"
        ]
    },
    {
        "input": "インドの年間経済成長は、過去3会計年度で平均8％となっている。\n",
        "output": [
            "India's annual economic growth has been an average of 8 percent since past three fiscal years.\n"
        ]
    },
    {
        "input": "7人の解放は、フランス大統領ニコラス・サルコジが事件についてチャド当局者と会談するためにチャドに到着した時に起こった。\n",
        "output": [
            "The release of the seven came as French President Nicolas Sarkozy arrived in Chad to hold talks on the case with Chadian officials.\n"
        ]
    },
    {
        "input": "グレーディー・サイズモアが初回に単独ホームランを打ったのがインディアンズの先取点となったが、ソックスは２回、ポール・コネルコの打点に結び付いたゴロでのアウトで同点に追いついた。\n",
        "output": [
            "Grady Sizemore got things started for the Indians by hitting a solo home run in the first, but the Sox would tie it up in the second on a Paul Konerko RBI groundout.\n"
        ]
    },
    {
        "input": "サルコジ氏によれば、こうした追加の策とは国境地域について言われているだけである。\n",
        "output": [
            "According to Sarkozy, these additional measures refer to the border area only.\n"
        ]
    },
    {
        "input": "公式の死因は公表されなかったが、ギルソンは頭部外傷を負ったと報告された。\n",
        "output": [
            "An official cause of death has not been released but it has been reported that Gilson did receive head injuries.\n"
        ]
    },
    {
        "input": "インターステート35とインターステート30の一部が閉鎖された。\n",
        "output": [
            "Portions of Interstate 35 and Interstate 30 were shut down.\n"
        ]
    },
    {
        "input": "このソフトウェアからの広告収入はウィキメディア財団と分割される予定だ。\n",
        "output": [
            "The advertising revenues from this software will be split with the Wikimedia Foundation.\n"
        ]
    },
    {
        "input": "シンガポールにいた間、ノックス、ロウィーナ・ウェブスター、二コラ・Zagame、そしてメリッサ・リッポンはツイッターで非常に活発だったのを含めて、選手はプールや各自で寛ぐ機会があった。\n",
        "output": [
            "While in Singapore, players had an opportunity to relax at the pool and several, including Knox, Rowena Webster, Nicola Zagame, and Melissa Rippon were very active on Twitter.\n"
        ]
    },
    {
        "input": "アレーは、総翼長２４０フィートになる２つの１１５フィートの長さのアレーからなり、その２つの半分をつないで、それらが太陽を追跡しながら体をよじることができる機材を含んでいる。\n",
        "output": [
            "The arrays consist of two 115-foot-long arrays, for a total wing span of 240 feet, including the equipment that connects the two halves and allows them to twist as they track the sun.\n"
        ]
    },
    {
        "input": "トーナメントは1947年にシンガポールとマレーシアチームのための招待イベントとして始まり、その後発展して世界中の国やクラブのチームが招待されています。\n",
        "output": [
            "The tournament began in 1947 as an invitational event for Singapore and Malaysian teams and since grown into national and club teams from around the world are invited.\n"
        ]
    },
    {
        "input": "オタワのスーパーランナーで39歳のレイ・ザハブ、冒険ジャーナリストと建築家で44歳のケビン・ヴァリー、ノースバンクーバーと北極探検家で49歳のリチャード・ウェバーは高度10,000フィートでの700マイル（1,130キロメートル）の旅を、最終的に水曜日の早朝に到着して完結したと言った。\n",
        "output": [
            "Ottawa ultra-runner Ray Zahab, age 39, adventure journalist and architect Kevin Vallely, age 44, of Lynn Valley, North Vancouver and North Pole expeditionist Richard Weber, age 49, said they completed the 700-mile (1,130-kilometer) journey, at 10,000 feet altitude, finally arriving early Wednesday morning.\n"
        ]
    },
    {
        "input": "水曜日、定期供給輸送のさなかに、2つの部隊が行方不明となったと、金曜にアフガニスタンのNATO率いる軍が声明を発表した。\n",
        "output": [
            "The NATO-led force in Afghanistan issued a statement on Friday saying that that two of its troops went missing on Wednesday while on a routine supply mission.\n"
        ]
    },
    {
        "input": "警視総監を務めるモーセ・ドライバーはどんな引継ぎが起こることも否定した。\n",
        "output": [
            "Acting Police Commissioner Moses Driver denied that any take over had occurred.\n"
        ]
    },
    {
        "input": "パキスタン政府は、人気の動画共有ウェブサイトであるユーチューブへのアクセスを、「不信心を増長する」コンテンツを引き合いに出して阻止した。\n",
        "output": [
            "The Pakistani government has blocked access to YouTube, the popular video-sharing website, citing \"growing sacrilegious\" content.\n"
        ]
    },
    {
        "input": "２８歳の選手はジョー・ジャクソンのタックルで負傷し、試合は彼が病院に運ばれるまで遅れた。\n",
        "output": [
            "The 28 year old was injured in a tackle by Joe Jacobson and the game was delayed before he was taken to hospital.\n"
        ]
    },
    {
        "input": "寄付はアメリカ赤十字と救世軍に対して求められた。\n",
        "output": [
            "Donations were being solicited for the American Red Cross and the Salvation Army.\n"
        ]
    },
    {
        "input": "インド経済は会計年度2006〜2007年度第2四半期（7月〜9月）に9.2％成長し、前年同四半期のそれは8.4％だった。\n",
        "output": [
            "India's economy has grown by 9.2 percent in Q2 (July-September) of the fiscal year 2006-07, which was 8.4 percent last year for the same quarter.\n"
        ]
    },
    {
        "input": "彼女は、ダイバーが水深70フィートで彼女の重くなった遺体を発見した1997年8月まで発見されなかった。\n",
        "output": [
            "She was not found until August 1997, when divers found her weighted corpse 70 feet deep.\n"
        ]
    },
    {
        "input": "穴の縁から1メートル未満の4階建ての建物が、建物の下の土壌が浸食され続けているため、倒壊する可能性があることも懸念されている。\n",
        "output": [
            "There are also concerns that a four-story building less than a metre from the edge of the hole may collapse as the earth under the building continues to be eroded.\n"
        ]
    },
    {
        "input": "アルーバ訟務長官のタコ・ステインはそれが発表された後で声明を出した。\n",
        "output": [
            "Taco Stein, the Aruban Solicitor General, released a statement after the announcement was made.\n"
        ]
    },
    {
        "input": "ロイヤルメールの労働者は、投票で3対1でイギリスでの全国的な郵便ストライキに賛成を選んだ。\n",
        "output": [
            "Royal Mail workers have voted 3:1 in favour of a nationwide postal strike in the United Kingdom.\n"
        ]
    },
    {
        "input": "エネルギー鉱物資源大臣のマーチン・ファーガソンは「オーストラリアの海岸に何の恐れもない」と述べた。\n",
        "output": [
            "Resources Minister Martin Ferguson said that \"there's no threat to the Australian coast.\"\n"
        ]
    },
    {
        "input": "25歳でノースカロライナのハンタースヴィル出身の彼は、金曜日に土曜日の夜のレースのためにポールポジションをあらかじめ得ていた。\n",
        "output": [
            "The 25-year old from Huntersville, North Carolina had previously gained the pole position for Saturday's night race on Friday.\n"
        ]
    },
    {
        "input": "ガーディアンのエネルギー編集者テリー・マカリスターは、報告書の「人間的および機械的なエラーのカタログ」が石油産業における安全第一という「よく引用されたマントラ」を「破壊する」と書いた。\n",
        "output": [
            "The energy editor of The Guardian, Terry Macalister, wrote that the \"catalogue of errors - both human and mechanical\" in the report \"demolish\" the oil industry's \"much quoted mantra\" of safety first.\n"
        ]
    },
    {
        "input": "陪審員2人と裁判官1人の3人によるパネルの席に着き、刑事・民事両事件を裁く。\n",
        "output": [
            "Two jurors and a judge will be sitting on each three-person panel, and decide both criminal and civil cases.\n"
        ]
    },
    {
        "input": "2人目の子供、3歳のRyanPhanは、本日、現地時間の午前10時30分、捜索救助隊によってバートン湾の近くで発見された。\n",
        "output": [
            "A second child, 3-year-old Ryan Phan, was found near Barton Bay by a search and rescue team today at 10:30 am local time.\n"
        ]
    },
    {
        "input": "ゴールドマンは以前、21世紀民主党の広報責任者だった。\n",
        "output": [
            "Goldman was formerly the communications director of 21st Century Democrats.\n"
        ]
    },
    {
        "input": "「Shake」は、今週のホット１００のポールポジションを取ると予想されていた。\n",
        "output": [
            "“Shake” was widely expected to gain to the Hot 100 pole position this week.\n"
        ]
    },
    {
        "input": "「しかし、言うように、私は先頭に立ちつづけ、保守的にはならないつもりです。」\n",
        "output": [
            "But like I say, I'm not going to be conservative having the lead.\n"
        ]
    },
    {
        "input": "「自爆テロリストは、彼の車が市場を通るバスの隣を通ったときに自爆した」と上級警察官のShafqatMalik氏は言った。\n",
        "output": [
            "\"A suicide bomber blew himself up as the car was next to a passenger bus passing through the market,\" said senior police officer Shafqat Malik.\n"
        ]
    },
    {
        "input": "それはまた女性にも資産を相続する平等な権利を与え、地方選挙に取り組んでいる。\n",
        "output": [
            "It would have also given women equal rights to inherit property, and addressed local elections.\n"
        ]
    },
    {
        "input": "それから、ウィキニュースは、彼らがなぜ全リストを利用できるようにしないで、検閲されるべきでないと感じるサイトをマークしたのかと尋ねた。\n",
        "output": [
            "Wikinews then asked why they didn't leave the full list available, but mark which sites they felt should not be censored.\n"
        ]
    },
    {
        "input": "そのローンチカスタマーであるシンガポール航空への納品は、10月まで予定されておらず、2年の遅れとなっている。\n",
        "output": [
            "Deliveries to Singapore Airlines, its launch customer, are not due until October - two years late.\n"
        ]
    },
    {
        "input": "「交通渋滞していて全ての車両が止められていた」と目撃者の一人で、21歳の店主であるモハマド・ワリは語った。\n",
        "output": [
            "\"There was a traffic jam and all the vehicles were stopped,\" said one witness, 21-year old shopkeeper Mohammad Wali.\n"
        ]
    },
    {
        "input": "イランの国家安全保障最高評議会書記、ハサン・ロウハーニーは同国が11月22日現在、ウランの転換を一時的に停止すると月曜日に発表した。\n",
        "output": [
            "Hassan Rowhani, head of the Supreme National Security Council for Iran, announced Monday that the country would temporarily suspend conversion of uranium as of November 22.\n"
        ]
    },
    {
        "input": "インドネシアはB７３７が滑走路を行き過ぎたもう１つの事故の後、３月に輸送会社離陸を禁止した。\n",
        "output": [
            "Indonesia grounded the carrier in March after another accident in which a B737 overshot a runway.\n"
        ]
    },
    {
        "input": "それは最初ＮＺ進歩党のマット・ロブソンによって起草され、それからニュージーランド労働党のマーティン・ギャラガーに引き継がれた。\n",
        "output": [
            "It was first drafted by Matt Robson of the NZ Progressive Party, and was then taken on by Martin Gallagher from the New Zealand Labour Party.\n"
        ]
    },
    {
        "input": "提案では、現在は30から35日間とされている、防犯カメラからダウンロードした記録をタクシー会社が保存できる期間の延長も示唆されている。\n",
        "output": [
            "The proposal also suggests extending the time taxi companies can keep recordings downloaded from security cameras from the current 30–35 days.\n"
        ]
    },
    {
        "input": "フリーステートは前半中、17対0だった。\n",
        "output": [
            "The Free State were up 17 to nil during the first half.\n"
        ]
    },
    {
        "input": "この研究はJournalofAlzheimer'sDisease誌で発表されている。\n",
        "output": [
            "The research is reported in the Journal of Alzheimer's Disease.\n"
        ]
    },
    {
        "input": "彼は、1965年の彼の父以来、日本の皇室で生まれる初めての男の赤ちゃんである。\n",
        "output": [
            "He is the first male baby born in the Japanese imperial family since his father in 1965.\n"
        ]
    },
    {
        "input": "2人の首脳が合意した主な点は、アフガニスタン、イラク、そして特に核計画の問題があるイランのような国際紛争の解決において、外交的手段だけが使用されるべきだということだ。\n",
        "output": [
            "The main point the two leaders agreed on was that only diplomatic means should be used in solving such international conflicts as in Afghanistan, Iraq and, especially, Iran with its nuclear program issue.\n"
        ]
    },
    {
        "input": "スピアーズは何の罪にも問われず、パパラッチの無謀さにもかかわらず、その男たちが逮捕されることを望まなかった。\n",
        "output": [
            "Spears was not charged with anything and despite the paparazzis' recklessness, Spears did not want the men arrested.\n"
        ]
    },
    {
        "input": "長い追加部分が、脱走または脱走を試みた場合に従う規則の詳細を述べている。\n",
        "output": [
            "A lengthy addition details rules to follow in the event of an escape or escape attempt.\n"
        ]
    },
    {
        "input": "他の商業上の取決めは、契約の一部であると、当局者は語った。\n",
        "output": [
            "Other commercial arrangements are part of the contract, the official said.\n"
        ]
    },
    {
        "input": "222を目標に勝利を目指しながら、ジャコブ・オーラムとネイサン・マッカラムが何度か見事なボーリングパフォーマンスをした後、南アフリカは172の全てがアウトだった。\n",
        "output": [
            "Chasing a victory target of 222, South Africa were all out for 172 after some inspired bowling performance by Jacob Oram and Nathan McCullum.\n"
        ]
    },
    {
        "input": "「これは、真夜中の投票になるだろう」\n",
        "output": [
            "\"This will be a vote in the middle of the night.\"\n"
        ]
    },
    {
        "input": "「近い将来、そのような宇宙の不確実性はますます少なくなり、市民もより警戒しなくなるであろう」とジョン・ジオルジニは言った。\n",
        "output": [
            "In the near future Jon Giorgini said such cosmic uncertainty would be much less and the public less alarmed.\n"
        ]
    },
    {
        "input": "カイル・ブッシュは、ジェフ・バートンとの事故により3位を維持し、彼のチームメイト、ハムリンは4位だった。\n",
        "output": [
            "Kyle Busch, because of his accident with Jeff Burton maintained the third position while his team mate Hamlin is fourth.\n"
        ]
    },
    {
        "input": "2,000の学校と1,300の放課後及び課外プログラムが、その財源から恩恵を受けることになる。\n",
        "output": [
            "2,000 schools and 1,300 after/out of school programs will benefit from the funding.\n"
        ]
    },
    {
        "input": "彼がブログに掲載した電話記録によると\n",
        "output": [
            "According to the phone conversation recording he posted to his blog,\n"
        ]
    },
    {
        "input": "新しい補足には、「政権の全ての兵器計画の進展において中心的な役割」を担った「国営の軍産共同体」であるイラク軍事産業委員会の情報が含まれていた。\n",
        "output": [
            "The new addenda included information on the Iraqi Military Industrial Commission, the \"state-run military-industrial complex\" which played a \"central role in the evolution of all the Regime's weapons programs\".\n"
        ]
    },
    {
        "input": "この動画は反サイエントロジーの抗議のものと報告されており、アノニマスグループの様々なメンバーによって録画されていた。\n",
        "output": [
            "The videos have been reported to be of anti-Scientology protests, recorded by various members of the group Anonymous.\n"
        ]
    },
    {
        "input": "移民相ベソンはその決断を正しいと主張し、「フランスが人々を決して送り返さないならば、フランスは不正取引商人の標的になる」と言った。\n",
        "output": [
            "Immigration Minister Besson defended the decision, saying that \"if France never sends people back, it becomes the target for people traffickers.\"\n"
        ]
    },
    {
        "input": "他の２つは、ピエト・モンドリアンの「ミル」と、ギリエルモ・カッシアの「アルカラの聖ディエゴ」のスケッチだった。\n",
        "output": [
            "The other two works were Mill by Piet Mondrian and a sketch of St. Diego de Alcala by Guglielmo Caccia.\n"
        ]
    },
    {
        "input": "これはファルコン９の最初の大きな試射で、会社が商業的なロケット発射市場で一画を占めようとする計画でマイルストーンを印づけるものとなる。\n",
        "output": [
            "This was the Falcon 9's first major test firing, and it marks a milestone for the company in its plans to capture a section of the commercial launch market.\n"
        ]
    },
    {
        "input": "１月に、インドネシア政府は、エネルギー基盤への投資を呼ぶために、特別なエネルギー・サミットを開いた。\n",
        "output": [
            "In January, the Indonesian government held a special energy summit to attract investment in their energy infrastructure.\n"
        ]
    },
    {
        "input": "5月の選挙に立候補することを表明した1週後の投票で、サルコジ氏が今のところリードしている。\n",
        "output": [
            "Mr. Sarkozy is currently pulling ahead in the polls one week after announcing his candidacy for the May poll.\n"
        ]
    },
    {
        "input": "オーストリアのクローネ新聞は「彼らの攻撃の通常の目的は、大騒ぎを起こすこと、または他人の邪魔をすることである」と報告した。\n",
        "output": [
            "The Austrian paper Krone reports that the \"usual goal of their attacks is to raise a fuss or disturb others\".\n"
        ]
    },
    {
        "input": "リンのキャピタルダイナーの所有者、ロバート・フェネルは、大学からちょうど２ブロック離れたリン中心部にある建物に鶏を飼っていることで有名であるが、彼は人々が有機的な生活を始め、自然に返り始めなければならないと指摘し、人々がよりエネルギー効率の高い照明に移行し、裏庭で庭園を育てなければならないと彼は主張した。\n",
        "output": [
            "Robert Fenell, the owner of Lynn's Capitol Diner who is notable for keeping chickens at the establishment located in downtown Lynn just two blocks away from the college noted that people should start going organic and going back to nature, that people should switch to more energy efficient lighting and grow gardens in their backyard.\n"
        ]
    },
    {
        "input": "韓国の当局者は、肖像画の撤去は「おそらく諸事情による」と述べているが、まだこの件に関する詳細については出していません。\n",
        "output": [
            "South Korean officials are not yet speculating on the matter, saying the portrait removals \"may be for various reasons.\"\n"
        ]
    },
    {
        "input": "この機器は初めての信頼できる卓上核融合機器ではなく、テレビの開発に貢献したフィロ・T・ファーンズワースの研究室で1960年代初期に開発されたファーンズワース・ヒルシュ・フューザーは、中性子源として商用販売されている。\n",
        "output": [
            "This device is not the first reliable tabletop fusion device; the Farnsworth-Hirsch fusor, developed in the early 1960s in the laboratory of Philo T. Farnsworth who was instrumental in developing television, is sold commercially as a neutron source.\n"
        ]
    },
    {
        "input": "「これは非常に恐ろしい犯罪で、極めて非常識だ。そして地域社会が事件の早期解決の手がかりを握っている。」\n",
        "output": [
            "\"This is quite an awful crime, quite senseless, and the community holds the clue to solving this crime quickly.\"\n"
        ]
    },
    {
        "input": "オーストラリアの野党は、そのコメントを政府を攻撃する機会として利用した。\n",
        "output": [
            "The Australian opposition has used the comments as an opportunity to attack the government.\n"
        ]
    },
    {
        "input": "片頭痛患者（英国では男性の約8パーセントと女性の約18パーセントの人数だと思われる）は、多くの場合、光、音、そして接触が痛みの原因になると訴える。\n",
        "output": [
            "Migraine sufferers (thought in the United Kingdom to number about eight per cent of men and eighteen per cent of women) often complain that light, noise and touch cause pain.\n"
        ]
    },
    {
        "input": "ニュース記事は頻繁にいくつかの問題を議論するが、より重大かもしれない他のことを無視している。\n",
        "output": [
            "News articles frequently discuss some issues but neglect others that might be more critical.\n"
        ]
    },
    {
        "input": "太平洋の80km/h(50mph)の嵐は、メキシコ、アカプルコのおよそ210km(130マイル)の南南西にある。\n",
        "output": [
            "The 80 km/h (50 mph) storm in the Pacific Ocean is about 210 km (130 miles) south-south west of Acapulco, Mexico.\n"
        ]
    },
    {
        "input": "ホッチキス脳研究所のサミュエル・ワイス博士およびV.ウィー・ヤン博士は、ニューロンのまわりのミエリン鞘を破壊する化学物質、リゾレシチンによってもたらされるMSと類似した障害を持つ処女と妊娠中のネズミを比較した。\n",
        "output": [
            "The study, led by Drs. Samuel Weiss and V. Wee Yong of the Hotchkiss Brain Institute, compared virgin and pregnant mice with MS-like lesions introduced by lysolecithin, a chemical which destroys the myelin sheaths around neurons.\n"
        ]
    },
    {
        "input": "その彫刻は、「民主主義の女神」の新しいレプリカと、「天安門事件のレリーフ」といわれる彫刻で、香港のショッピングモール、タイムズスクウェアの広場に、天安門事件の21周年の記念として設置されていた。\n",
        "output": [
            "The sculptures, a new replica of the \"Goddess of Democracy\" and a carving called the \"Tiananmen Massacre Relief\", had been placed in the piazza of Hong Kong's Times Square shopping mall in remembrance of the 21st anniversary of the Tiananmen Square Incident.\n"
        ]
    },
    {
        "input": "ボグダンは、マリウスにアドバイスと援助を与えたことをレイチェル・スマイスに非難され、起訴され、スマイスは去年、マンチェスター刑事法院に「証言を聞けば、あなた（陪審員）は息子のマリウスはこの取引を父親から学び、これが家族の仕事だったと判断する可能性がある」と言って裁判を始めた。\n",
        "output": [
            "Bogdan was accused by Rachel Smyth, prosecuting, of giving advice and assistance to Marius; Smyth opened the trial last year telling Manchester Crown Court \"[h]aving heard the evidence you [the jury] may conclude that the son, Marius, learnt this trade from his father and that this was a family business.\"\n"
        ]
    },
    {
        "input": "NFLは、スタジアムは既存の警備できちんと保護されているとする声明を発表した。\n",
        "output": [
            "The NFL has released a statement saying that the stadiums are well protected through security measures already in place.\n"
        ]
    },
    {
        "input": "サスカチュワンがカップに最後に勝ったのは１９８９年で、選手権試合に最後に出場したのは１９９７年の対トロント・アルゴノーツ戦だった。\n",
        "output": [
            "Saskatchewan last won the Cup in 1989, and their last appearance at the championship game was in 1997 against the Toronto Argonauts.\n"
        ]
    },
    {
        "input": "「分離論者の力は、大衆の感情を掻き立て大胆にすることをたくらむ。」\n",
        "output": [
            "\"The secessionist forces plot to stir up public sentiments to embolden themselves.\"\n"
        ]
    },
    {
        "input": "アラン・マーサーは、オンタリオ州地方選挙でScarborough?RougeRiver選挙区において、オンタリオ自由党のために立候補しています。\n",
        "output": [
            "Alan Mercer is running for the Ontario Libertarian Party in the Ontario provincial election, in the Scarborough—Rouge River riding.\n"
        ]
    },
    {
        "input": "２０１０年国連気候変動会議の交渉がドイツのボンで今週続いた。\n",
        "output": [
            "The 2010 United Nations Climate Change Conference negotiations continued this week in Bonn, Germany.\n"
        ]
    },
    {
        "input": "他の国々は、ルーマニアの輸入製品をより高く感じ、そのため、レウの高評価により競争力が下がり、そしてこれは、既にある、国の大きな赤字を広げうる。\n",
        "output": [
            "Other countries are finding Romanian exports more expensive, and therefore less competitive, due to the leu's appreciation, and this could widen the already large account deficit in the country.\n"
        ]
    },
    {
        "input": "委員会はノミネートされるべき3本の映画を決める。\n",
        "output": [
            "The committee will decide which of the three films should receive nominations.\n"
        ]
    },
    {
        "input": "パパラッチのグループが、8月6日にスタジオシティの駐車場でスピアーズが運転している車を駐車させようとした際、他の車にぶつかるところを録画していた。\n",
        "output": [
            "A group of paparazzi recorded a video Britney steering her car into another vehicle on August 6 as she tried to pull into a parking spot in a Studio City lot.\n"
        ]
    },
    {
        "input": "オランダの体操選手ユプケ・ゾンダーランドは完璧に近い非常に難易度の高い演技を行い、16.533点を取り、金メダルを獲得すると同時にノース・グリニッジ・アリーナにいた観客のスタンディングオベーションも引き起こした。\n",
        "output": [
            "The Dutch gymnast Epke Zonderland performed a near-flawless and immensely difficult routine that earned 16.533 points, earning him both a gold medal and a standing ovation from the audience in the North Greenwich Arena.\n"
        ]
    },
    {
        "input": "一日の大部分、彼女は枕に横たわって周囲を見て過ごしている。\n",
        "output": [
            "Most of the day she passes watching her surrounding, lying on a pillow.\n"
        ]
    },
    {
        "input": "ホワイトハウスの顧問ヴァレリー・ジャレットは、それが「非常に、非常に重要な一歩」だと述べた。\n",
        "output": [
            "Valerie Jarrett, a White House adviser, said it was a \"very, very important step.\"\n"
        ]
    },
    {
        "input": "30から40人の警察官が家のそばで待機し、地域のリーダーと地元の行政機関のトップであるハキムを含む20から30人の平服の人が取り壊しを見ながら道に立っていた。\n",
        "output": [
            "30-40 policemen stood by the houses, and 20-30 people in civil clothes including the leaders of the district with the Hakim, the head of local executive authority stood on the street, watching the demolition.\n"
        ]
    },
    {
        "input": "人々は水をたくさん飲み、日中は外に出ず、部屋を涼しくするためにカーテンを閉めたままにしておくようにアドバイスされた。\n",
        "output": [
            "People have been advised to drink plenty of water, not go out in the midday sun and keep curtains closed to cool rooms.\n"
        ]
    },
    {
        "input": "警察は、彼の遺体の近くに自筆で「汝、殺すなかれ」と書かれているのを発見した。\n",
        "output": [
            "Police found a homemade sign near his body which said \"Thou Shalt Not Kill.\"\n"
        ]
    },
    {
        "input": "考古学的な場所は、エジプトのホスニ・ムバラク大統領の夏の自宅を見渡している地中海に沿う丘の上にある。\n",
        "output": [
            "The archaeological site is on a hill along the Mediterranean Sea overlooking the summer home of Hosni Mubarak, president of Egypt.\n"
        ]
    },
    {
        "input": "フロレンティーナとラツィオは当初セリエBに降格されたが、セリエAに復帰された。\n",
        "output": [
            "Fiorentina and Lazio have been reinstated into Serie A, having been demoted into Serie B originally.\n"
        ]
    },
    {
        "input": "野党は、過半数の労働党と何人かの無党派を凌駕するために少なくとも２０の議席を政府から奪う必要がある。\n",
        "output": [
            "The Opposition need to pick up at least twenty seats from the government to overcome the significant Labor majority and a number of independents.\n"
        ]
    },
    {
        "input": "負傷者の2人、ランダル・ビッブ52歳およびダニエル・マクマーリー56歳は上半身の火傷の治療のため、パークランド記念病院に運ばれた。\n",
        "output": [
            "Two of the injured men, Randal Bibb, 52, and Daniel McMurry, 56, were taken to Parkland Memorial Hospital to be treated for upper-body burns.\n"
        ]
    },
    {
        "input": "フランス語の新聞ル・ソワールによって引用された「情報通の消息筋」は、信号伝達システムに電気的な故障があった可能性を示唆していた。\n",
        "output": [
            "A \"well informed source\" quoted by French-language daily Le Soir suggested that there might have been an electrical failure in the signalling system.\n"
        ]
    },
    {
        "input": "当初、全国でたった45局で放送されていた後、長年続いているシンジケート番組の司会者であるジェリー・スプリンガー・ショーが、最終的にエア・アメリカの51支局全てで聞かれるラジオショーになる。\n",
        "output": [
            "After initially being carried by only 45 stations nationwide, the host of the long-running syndicated program, The Jerry Springer Show will eventually have his radio show heard on all 51 Air America affiliates.\n"
        ]
    },
    {
        "input": "コマーシャル休憩から戻った後、ブリッツァー氏はゲストたちに、CNNがホワイトハウスからのニュース速報を受け取ったところだと言った。\n",
        "output": [
            "After returning from commercial break, Blitzer told his guests that CNN had just received a news bulletin from the White House.\n"
        ]
    },
    {
        "input": "今年はホワイトハウスティーボール・イニシアチブの六年目である。\n",
        "output": [
            "This is the sixth year of the White House Tee Ball Initiative.\n"
        ]
    },
    {
        "input": "今のところ、現在の調査はその男性2名の間の関連を明らかにしていない。\n",
        "output": [
            "At the moment, current research does not show any connection between the two men.\n"
        ]
    },
    {
        "input": "この乗り物は、ピカピカ光るライトと音楽の暗いテントの中で、二席の車で人々が旋回するアトラクションである。\n",
        "output": [
            "The ride is an attraction that spins people around in two-seat cars, inside a darkened tent to flashing lights and music.\n"
        ]
    },
    {
        "input": "行政管理予算局の局長であるジム・ナスルは、赤字が減少し始めると考えていると述べた。\n",
        "output": [
            "Jim Nussle, director of the Office of Management and Budget said that he believes that the deficit will start to decline.\n"
        ]
    },
    {
        "input": "ボスニア・ヘルツェゴビナのナショナル・サッカー・チームがスポーツの国際的運営組織FＩFＡによって禁止された。\n",
        "output": [
            "The national football team of Bosnia and Herzegovina has been banned by FIFA, the sport's international governing body.\n"
        ]
    },
    {
        "input": "ウィキニュース公認のリポーターであるパトリック・マニオンは、マサチューセッツ第6の下院議員選挙区の連邦議会議員ジョンF.ティアニーとリンの州上院議員トーマス・マギーと一緒にそこに出席していた。\n",
        "output": [
            "Wikinews accredited reporter Patrick Mannion was there in attendance along with Congressman John F. Tierney of Massachusetts's 6th congressional district and Lynn's State Senator Thomas McGee.\n"
        ]
    },
    {
        "input": "「われわれは、英国のでない、１人１票の民主主義を確立したー人種差別や性差別を拒絶し、人権と信仰の自由を守る民主主義を」と彼は、最近受けた国際的批判（特にゴードン・ブラウンの）に答えて言った。\n",
        "output": [
            "\"We, not the British, established democracy based on one person, one vote - democracy which rejected racial or gender discrimination and upheld human rights and religious freedom,\" he said in response to the international criticism he has lately received, especially from Gordon Brown.\n"
        ]
    },
    {
        "input": "カナダのバンクーバーから約80マイル南にある、アメリカのワシントン州アナコーテスにあるワシントン州製油所で一晩中、爆発と火災があり、昨日4人が死亡して3人が負傷して危篤状態にある。\n",
        "output": [
            "An overnight explosion and fire at a Washington State oil refinery in Anacortes, Washington, United States, a city about 80 miles south of Vancouver, Canada, yesterday killed four people and critically injured three others.\n"
        ]
    },
    {
        "input": "ヘリコプターが2人目の少年の救助のために戻った間に、救命艇はパーティの負傷していないメンバーも岸に運んだ。\n",
        "output": [
            "The lifeboat also carried an uninjured member of the party ashore, while the helicopter returned to rescue a second young boy.\n"
        ]
    },
    {
        "input": "同性婚を合法化する法案が政府成立から100日以内に提案されるだろうと主張しながら、ラッド氏はもし再選されれば「完全なる良心的投票」を許すことを約束した。\n",
        "output": [
            "Pledging that a bill to legalise same-sex marriage would be introduced within 100 days of government, Rudd promised to allow a \"full conscience vote\" if he were to be re-elected.\n"
        ]
    },
    {
        "input": "五時間の会議の後、ベネズエラのフーゴ・チャベスとコロンビアのアルバロ・ウリベは２ヶ月続いた外交的な緊張を終わらせた。\n",
        "output": [
            "After five hours of meeting, the presidents Hugo Chávez from Venezuela and Alvaro Uribe from Colombia put a end to the diplomatic tension that had completed two months.\n"
        ]
    },
    {
        "input": "「仕事と成長に深く関与するため、我々は黒字への復帰を先に延ばすという責任あるコースをとり、税収への容赦ない打撃のために、２０１３／２０１４年度に１８０億ドルの赤字があるだろう。」\n",
        "output": [
            "\"Because of our deep commitment to jobs and growth, we have taken the responsible course to delay the return to surplus, and due to a savage hit to tax receipts, there will be a deficit of $18 billion in 2013/14\".\n"
        ]
    },
    {
        "input": "彼の叔父は匿名を条件にCNNと話をして、イラクにいた彼のパートナーが逮捕され男色の罪で絞首刑にされた2006年には、彼の甥はイギリスで学んでいたと語った。\n",
        "output": [
            "His uncle spoke with CNN on condition of anonymity, and said that his nephew was studying in Britain in 2006 when his partner in Iran was arrested and hanged after being charged with sodomy.\n"
        ]
    },
    {
        "input": "「ミリオン・ダラー・ベイビー」(2004)と「クラッシュ」(2005)は共にアカデミー賞最優秀作品賞を獲得し、脚本を書いた映画が２年連続で最優秀作品賞を獲得するという1950年以来初の脚本家になりました。\n",
        "output": [
            "Both Million Dollar Baby (2004) and Crash (2005) won Academy Awards for Best Picture, making Haggis the first film writer since 1950 to pen movies which won Best Picture Oscars in consecutive years.\n"
        ]
    },
    {
        "input": "少年は離陸時に飛行機に隠れるためにペルミ市の空港でなんとか警備をすり抜けた。\n",
        "output": [
            "The boy managed to bypass security at the Perm city airport to hide in the plane as it took off.\n"
        ]
    },
    {
        "input": "もし、あまりにも多くの住宅所持者が債務不履行になると、サブプライムの貸し手も債務不履行という結果になる可能性がある。\n",
        "output": [
            "If too many homeowners default on their mortgages, the sub-prime lender can end up defaulting.\n"
        ]
    },
    {
        "input": "評決の前に、３月１０日の声明において、サイモンは彼の行動に対する遺憾の意を表明した。\n",
        "output": [
            "In a statement March 10, prior to the verdict, Simon expressed regret for his actions.\n"
        ]
    },
    {
        "input": "Kukrisは、フルタイムの後でトライを獲得したが、彼らにゲームの勝利をもたらしたかもしれない比較的単純なキックコンバージョンには失敗しました。\n",
        "output": [
            "Kukris scored a try after full-time yet failing to convert a relatively simple kick that would have won the game for them.\n"
        ]
    },
    {
        "input": "今日、展示会の祝宴の際に、博物館はボブ・クーンに特別功労賞を贈呈する予定である。\n",
        "output": [
            "Today, during the exhibition's banquet, the museum is to present Bob Kuhn with their lifetime achievement award.\n"
        ]
    },
    {
        "input": "ルワンダ、ブルンジとコンゴから集まったおよそ100人の学生が、五大湖地域の未来、ならびにルワンダの過去と現在についての考えを共有する。\n",
        "output": [
            "Approximately 100 students from Rwanda, Burundi and the Congo will share ideas about the past and present in Rwanda as well as the future for the Great Lakes region.\n"
        ]
    },
    {
        "input": "国連事務局は、国連の主要な機関の一つであり、国連事務総長によって率いられ、全世界の国際公務員の職員によって支援されている。\n",
        "output": [
            "The United Nations Secretariat is one of the principal organs of the United Nations and it is headed by the United Nations Secretary General and assisted by a staff of international civil servants worldwide.\n"
        ]
    },
    {
        "input": "戦争は、ブレアがイラクで戦うために４万５０００人の英国兵士（１７９人が戦闘で死んだ）を送ることでアメリカ合衆国のジョージ・W・ブッシュ大統領を支持したのは間違いだったと信じている政治家の間に抗議と憤慨を巻き起こした。\n",
        "output": [
            "The war has provoked protests, and much outrage among politicians who believe that Blair was wrong to support then United States President George W. Bush by sending 45,000 British soldiers—179 of whom died in combat—to fight in Iraq.\n"
        ]
    },
    {
        "input": "若い女性が金曜夜、合衆国のニューヨーク州ライのPlayland遊園地の旋回する乗り物でおきた事故で死亡した。\n",
        "output": [
            "A young woman was killed Friday night after an accident occurred on a gyrating ride at the Playland amusement park in Rye, New York in the United States.\n"
        ]
    },
    {
        "input": "レバノン移民の娘であるトーマス氏は、米国における女性政治記者の草分けだが、「イスラエルはパレスチナからさっさと出て行くべきだ」と発言したことについて謝罪し、そのキャリアを終わらせた。\n",
        "output": [
            "Thomas, the daughter of Lebanese immigrants, who blazed a trail for female reporters in politics in the United States, has ended her career after apologizing for saying that Israel should \"get the hell out of Palestine.\"\n"
        ]
    },
    {
        "input": "大手モバイルネットワークのボーダフォン、O2、オレンジがすべて音声通話が失敗したことを意味するフル・キャパシティの被害を何度も被ったので、モバイル経由で友人や家族と連絡を取ろうと努力している人々は苦労した。\n",
        "output": [
            "Those trying to contact friends and family via mobile have struggled as the largest mobile networks, Vodafone, O2 and Orange, have all suffered from full capacity on several occasions this morning meaning voice calls failed.\n"
        ]
    },
    {
        "input": "月曜日、パリ郊外のアパートメントビルの住人は、その煙突に第二次世界大戦の爆弾が刺さっているのを発見した。\n",
        "output": [
            "On Monday residents of an apartment building just outside of Paris discovered a World War II bomb lodged in their chimney.\n"
        ]
    },
    {
        "input": "１月３１日の審理はざっと35～40の聴衆のうちのおよそ２５人のコメントから始まり、そのすべてが州検察官の提案に反対した。\n",
        "output": [
            "The January 31 hearing began with comments by approximately 25 of the audience of roughly 35–40, all of which opposed the DA's proposal.\n"
        ]
    },
    {
        "input": "彼は何年も前に、TVショーのヒット作、イン・リビング・カラーのエピソードの一つに軽く出演（クレジット無し）した。\n",
        "output": [
            "He made a brief (uncredited) appearance many years ago on one episode of the hit television show In Living Color.\n"
        ]
    },
    {
        "input": "海賊行為は、アフリカの東部沖ではびこっていて、土曜日にソマリアの海賊が、10人の乗組員を乗せてセイシェル諸島を目指して南に向かっていたベルギーの船ポンペイを強奪した。\n",
        "output": [
            "Piracy is rife off the eastern coast of Africa; on Saturday, Somali pirates seized a Belgian ship, the Pompei, with its ten crew members, as it was headed south for the Seychelles islands.\n"
        ]
    },
    {
        "input": "ダニー・アブス氏は詩人であり医師であることでよく知られている。\n",
        "output": [
            "Dannie Abse is well-known for being a poet and a medical doctor.\n"
        ]
    },
    {
        "input": "執行の日付と建物退去期限は記載されていない。\n",
        "output": [
            "The date of execution and the period for evacuating the buildings were not stated.\n"
        ]
    },
    {
        "input": "船に関しては、「私たちは国際法によって、彼らに所有者の元へ返却させることを求められているが、乗組員はすぐに帰還させられるので、所有者がインドネシアへ戻せるのは…かなり限定されている」と上院議員は説明した。\n",
        "output": [
            "As for the boats, \"We're required by international law to offer them to bond them back to the owners, but as the crew are immediately repatriated the ability of the owners to get them back to Indonesia ... is fairly limited,\" the Senator explained.\n"
        ]
    },
    {
        "input": "レウの成長は世界的為替レートにもインパクトを与え、米ドルを全世界で1％押し下げた。\n",
        "output": [
            "The leu's growth also had an impact on global exchange rates, weakening the US dollar worldwide by 1%.\n"
        ]
    },
    {
        "input": "連帯運動の創始者、レフ・ヴァウェンサ氏がその組織を脱退した。\n",
        "output": [
            "Lech Walesa, the founder of the Solidarity movement has quit the organisation.\n"
        ]
    },
    {
        "input": "一部の学生は、彼らは最初の事件の2時間以上後に送られたEメール警報まで、大学から警告を受け取らなかったと、不満をもらした。\n",
        "output": [
            "Some students complained that they had received no warning from the university until an e-mail alert sent more than two hours after the first incident.\n"
        ]
    },
    {
        "input": "１００万ポンドのプロジェクトは、テームズ川の近くのロムニー・ウィアーに設置される一連の水中タービンで構成される。\n",
        "output": [
            "The £1 million project will consist of a series of under-water turbines to be installed at Romney Weir in the nearby River Thames.\n"
        ]
    },
    {
        "input": "ＥTの午後１時から４時１５分まで、サイトがダウンしたとユーザーが報告した。\n",
        "output": [
            "From roughly 1:00 to 4:15 pm ET, users reported the site was down.\n"
        ]
    },
    {
        "input": "2003年5月28日、ドイツで3番目に大きな都市が、オープンソースのソフトウェア導入に賛成票を投じた。\n",
        "output": [
            "On May 28, 2003 Germany's third-largest city, voted to move to open source software.\n"
        ]
    },
    {
        "input": "59歳のクック議員は、倒れた半時間後に救助ヘリでインバネスの病院に搬送された。\n",
        "output": [
            "Cook, aged 59, was flown to a hospital in Inverness by a rescue service helicopter half an hour after collapsing.\n"
        ]
    },
    {
        "input": "多発性硬化症を悪化させる可能性のある炎症増加だけでなく、男性や非妊娠女性への乳汁分泌投与などの副作用の可能性の検討など、更なる動物実験が、なされねばならない。\n",
        "output": [
            "Further animal studies need to be done to examine the possibility of side effects, such as lactation in men and non-pregnant women, as well as increased inflammation which could worsen the MS.\n"
        ]
    },
    {
        "input": "トラは職員を攻撃した後、2人の来園者を攻撃した。\n",
        "output": [
            "After the tiger attacked the worker, it then went on to attack the two other visitors.\n"
        ]
    },
    {
        "input": "彼はマンハッタンの大規模な店の１つである「レベッカの秘密の部屋」である夜３時間を過ごした：そこはヴィレッジ・ヴォイスによると、「あなたはガールフレンドや妻を連れて行くことができ、彼女たちが敬意以外の何かで遇されることを望まないかぎり、敬意をもって遇される」\n",
        "output": [
            "He spent three hours one night in what is considered one of the more upscale establishments in Manhattan, Rebecca's Hidden Chamber, where according to The Village Voice, \"you can take your girlfriend or wife, and have them treated with respect—unless they hope to be treated with something other than respect!\"\n"
        ]
    },
    {
        "input": "パッカー氏はギャンブル・観光産業にも参画し、メルボルンのクラウン・カジノを所有していた。\n",
        "output": [
            "Packer was also involved in the gambling and tourism industries and owned the Crown Casino in Melbourne.\n"
        ]
    },
    {
        "input": "ジャン・EyegheNdongは、アフリカの国で最長期間指導者を務めたボンゴが、月曜日にカイロン診療所において73歳で死亡したと述べた。\n",
        "output": [
            "Jean Eyeghe Ndong said that Bongo, the longest-serving leader of an African country, had died at the Quiron clinic on Monday, at the age of 73.\n"
        ]
    },
    {
        "input": "彼女は明らかに髪を掴まれ、それから、銃撃者は彼女と、彼女を助けに来ようとした2人の男性を銃撃した。\n",
        "output": [
            "She was apparently grabbed by the hair by the gunman who then shot her and two men who attempted to come to her aid.\n"
        ]
    },
    {
        "input": "グライダースは、タイジャパニーズバンコクユースセンターで開催される、アジア・オセアニア地域の車椅子バスケットボール選手権のためにタイのバンコクにいる。\n",
        "output": [
            "The Gliders are in Bangkok, Thailand, for the Asia-Oceania Zone Wheelchair Basketball Championships, which are being held at the Thai-Japanese Bangkok Youth Center.\n"
        ]
    },
    {
        "input": "「北極の状況では、氷が、油の風化を遅らせ、波によって湿らせることで、油がかなりの距離へと広がるのを防ぎ、反応により多くの時間がかかることから、石油流出反応を改善できる」\n",
        "output": [
            "\"In Arctic conditions, ice can aid oil spill response by slowing oil weathering, dampening waves, preventing oil from spreading over large distances, and allowing more time to respond.\"\n"
        ]
    },
    {
        "input": "大英帝国内の5名の女性の遺体が英国東部のサフォーク郡の中や周辺で発見された。\n",
        "output": [
            "The bodies of five women within the United Kingdom have been found in or around the county of Suffolk in the east of England.\n"
        ]
    },
    {
        "input": "「煙感知器が13階と27階で止まった。」\n",
        "output": [
            "\"Smoke detectors went off on the 13th and 27th floors.\"\n"
        ]
    },
    {
        "input": "Obame氏は彼がガボンにおける「独裁時代の始まり」とするものに抗議するためハンガー・ストライキに入った。\n",
        "output": [
            "Obame has gone on a hunger strike to deplore what he called \"the installation of an era of dictatorship\" in Gabon.\n"
        ]
    },
    {
        "input": "現在、MSTはブラジル政府からの支援や国際組織からの寄付を受けている。\n",
        "output": [
            "Currently, MST receives help from the Brazilian government and donations from international organizations.\n"
        ]
    },
    {
        "input": "癌の治療にその薬を使用することについて臨床試験がまだ実行されていないので、研究者とアルバータがん会と首都の健康は癌の治療へのDCAの使用をまだ勧めていない。\n",
        "output": [
            "The researchers and the Alberta Cancer Board and Capital Health do not advise the use of DCA to treat cancer yet, as clinical trials for the drugs use to treat cancer have not been performed yet.\n"
        ]
    },
    {
        "input": "「国家は不正行為を好む人より勉強することが好きな人に希望を与えるための選択をするべきである。」\n",
        "output": [
            "\"The nation should choose to encourage people who like to work rather than those who prefer cheating\".\n"
        ]
    },
    {
        "input": "いくつかの援助は食料の形でもたらされ、他の援助はエチオピアの農民から穀物を買うために援助機関によって使われる現金の形でもたらされた。\n",
        "output": [
            "Some aid came in the form of food, while other aid came as cash which would be used by the aid agencies to buy grain from Ethiopian farmers.\n"
        ]
    },
    {
        "input": "「これは安全手段を無視したことによる当然の結果だ」家族を代表する弁護士の1人は言った。\n",
        "output": [
            "\"This was a foreseeable consequence of ignoring safety measures,\" one attorney representing the families said.\n"
        ]
    },
    {
        "input": "スパイダーマン、アイアンマン、X-メン、ハルク、ファンタスティック・フォーのような超大作映画のフランチャイズから得られる映画と本の収益の2分の1を提示して、社会的損害からの回復を、同社は求めている。\n",
        "output": [
            "The company is suing for recovery of civil damages representing one-half of film and book earnings from such blockbuster films as Spider-Man, Iron Man, X-Men, Hulk, and Fantastic Four franchises.\n"
        ]
    },
    {
        "input": "船はモンバサの南東約830キロメートルで占拠され、報道によれば、ソマリアのエイル港に向けて航行中とのことである。\n",
        "output": [
            "The ship was captured roughly 830 kilometers south-east of Mombasa and is reportedly heading towards the Somali port of Eyl.\n"
        ]
    },
    {
        "input": "自身も国民投票で投票したエリー・ウルド・モハメド・バル大統領は、「今日は、素晴らしい日であり、モーリタニアが生まれ変わった…」と言った。\n",
        "output": [
            "President Ely Ould Mohamed Vall, who also voted in the referendum said, \"This is a great day and a rebirth for Mauritania ...\"\n"
        ]
    },
    {
        "input": "弁護士によると、この状態は、マニングが監禁の厳しい状況について「皮肉な軽口」を言ったので課されたという。\n",
        "output": [
            "According to his attorney, this condition was imposed because Manning made a \"sarcastic quip\" about the harsh conditions of his confinement.\n"
        ]
    },
    {
        "input": "解放後、生徒はメディアに、警察で服を脱ぐように要求されたと語った。\n",
        "output": [
            "Following their release, the students told the media they were required to remove their clothes at the police station.\n"
        ]
    },
    {
        "input": "昨日午後2:00（22:00UTC）から南カリフォルニア州ハイデザートで燃えだした大規模な山火事が、今日の午後、ロサンゼルス郡アンテロープ・バレー地区のパームデール市の住民を脅かし続けている。\n",
        "output": [
            "A huge wildfire that has been burning in the High Desert of Southern California since 2:00 pm (2200 UTC) yesterday continues to threaten residents in the city of Palmdale in the Antelope Valley region of the Los Angeles County this afternoon.\n"
        ]
    },
    {
        "input": "ゾーン１のバスサービスは夏時間の１６：００時には再開された。\n",
        "output": [
            "Bus services in Zone 1 have resumed as of 16:00 BST.\n"
        ]
    },
    {
        "input": "アイルランドの外務大臣ミホール・マーティンは、声明で「これは、政治的過程と委譲機関への信頼の声明である」と述べた。\n",
        "output": [
            "Ireland's Foreign Affairs Minister, Micheál Martin, said in a statement, \"This is a statement of confidence in the political process and in the devolved institutions.\"\n"
        ]
    },
    {
        "input": "チリ地質調査大学（UCGS)によると、余震は、震源地はピチレムの19キロメートル西で、マグニチュード5.9に達した。\n",
        "output": [
            "The aftershock reached a magnitude of 5.9 with the epicenter located nineteen kilometers west of Pichilemu, according to the University of Chile Geological Survey (UCGS).\n"
        ]
    },
    {
        "input": "クリントンは、アメリカから妻、娘、そして友人と共にイツハク・ラビンの思い出のために団結して式典に臨むことは、彼にとって非常に名誉だと述べた。\n",
        "output": [
            "Clinton said that it was a great honor for him to be at the ceremony with his wife, daughter and friends from America to stand in solidarity for the memory of Yitzhak Rabin.\n"
        ]
    },
    {
        "input": "エジンバラの上訴裁判所が同情的な根拠で保釈を拒絶した数分後、大惨事で娘を失った犠牲者の家族のスポークスマンであるジム・スワイヤーが判決について不満を言った。\n",
        "output": [
            "Minutes after Edinburgh's Appeals Court rejected bail on compassionate grounds Jim Swire, spokesman for the victim's families who lost his daughter in the disaster, complained about the ruling.\n"
        ]
    },
    {
        "input": "「ヨーロッパはそれほど悪い場所じゃないということを見せに行くだけだ」\n",
        "output": [
            "\"It just goes to show that Europe is not such a bad place.\"\n"
        ]
    },
    {
        "input": "その証券取引所は、1985年に設立され、それ以来、資産価値総額210億USドル（163億ユーロ、111億イギリスポンド）以上になる３４の会社を網羅するまでに成長してきました。\n",
        "output": [
            "The exchange was founded in 1985 and has since grown to encompass 34 firms with a combined value of over US$21bn (€16.3bn; GBP11.1bn).\n"
        ]
    },
    {
        "input": "未承諾の経路からユーザーの受信箱への大量の電子メール送信、別名スパムを阻止するために2003年に制定された法律を使って有罪判決が与えられたのはこれが初めてである。\n",
        "output": [
            "This is the first time a conviction has been gained using the legislation enacted in 2003 to curb bulk e-mail, aka spam, from unsolicited distribution into users mailboxes.\n"
        ]
    },
    {
        "input": "蔡煌瑯(SACの副コミッショナー)は、SACが台湾で長い期間、公共スポーツを促進してきており、SACは弱者やマイノリティの参加を尊重してきたと述べた。\n",
        "output": [
            "Huang-lang Tsai (Deputy Commissioner of SAC) remarked that SAC promoted public sports in Taiwan for a long period, and SAC respected the participation on disadvantaged people or minority.\n"
        ]
    },
    {
        "input": "移民の声はまた、それはこの国を偉大で、世界中からの大勢の人々にとって、実に行く価値がある場所にしたアメリカの自由に対する彼らの犠牲であり、彼らは軍人に「ありがとう、神の祝福がありますように」と言いたかったと述べた。\n",
        "output": [
            "Immigration Voice also said that it is their sacrifice for American freedom that has made this country great and such a desirable destination for multitude of people from around the world and that they wanted to say \"Thank you and god bless you\" to the servicemen.\n"
        ]
    },
    {
        "input": "35メートルの船は、シドニーで行われるAPEC会議へ行く途中に座礁したこの前の木曜日からずっと動けないままでいた。\n",
        "output": [
            "The 35m vessel has been stranded since last Thursday, when she was grounded whilst on her way to the APEC meeting in Sydney.\n"
        ]
    },
    {
        "input": "コンテは、現在、ステロイドの配布と資金洗浄のため懲役４ヵ月に服している。\n",
        "output": [
            "Conte is currently serving four months in prison for distribution of steriods and money laundering.\n"
        ]
    },
    {
        "input": "女性のうち1名がめまいを感じて倒れ、救急車で運ばれた。\n",
        "output": [
            "One of the women felt dizzy, fell down and was picked up by the ambulance.\n"
        ]
    },
    {
        "input": "一方、ドイツの国防長官ペーテル・ヴァイヒェルトがドイツのUNIFIL任務をめぐるますます激しくなる論争で圧力をかけられていると言われている：野党政治家は政府が、レバノン・ミッションの議会承認に先立って、ドイツ軍の国連任務の制約に関して野党に誤った情報を伝えたことを非難している。\n",
        "output": [
            "Meanwhile, German State Secretary of Defence Peter Wichert is said to be under pressure over a growing row surrounding the German UNIFIL mandate: opposition politicians accuse the government of having misinformed them prior to the parliamentary approved for the Lebanon mission regarding the constraints of the German forces UN mandate.\n"
        ]
    },
    {
        "input": "ライトニングとペンギンスはそれぞれ、ドイツとフィンランドでエキシビジョン試合を行う。\n",
        "output": [
            "The Lightning and Penguins will play exhibition games in Germany and Finland respectively.\n"
        ]
    },
    {
        "input": "「21歳の子どもになぜそんな契約をあたえるのか？」\n",
        "output": [
            "\"How do you give someone, a 21 year old kid a contract like that?\"\n"
        ]
    },
    {
        "input": "火山は1989年〜90年における4か月間以来、噴火していなかった。\n",
        "output": [
            "The volcano had not erupted since a four-month period in 1989-90.\n"
        ]
    },
    {
        "input": "合意にはまだプラネットアウトの普通株主の過半数の承認、規制当局への報告書の提出、賛同の承認が必要である。\n",
        "output": [
            "The agreement still has to be approved by a majority of PlanetOut common stock holders, comply with regulatory filings and approvals, and meet various closing conditions.\n"
        ]
    },
    {
        "input": "サンクトペテルブルクを本拠地とするプルコボ航空所有のツポレフTu-154型機の612便がウクライナで墜落し、170名が死亡した2006年8月以来、ロシアで最悪の商業航空機事故になると言われています。\n",
        "output": [
            "This is said to be Russia's worst commercial air disaster since August 2006 when 170 people died after a Tupolev Tu-154 passenger jet, flight 612, owned by St. Petersburg-based Pulkovo Airlines, crashed in the Ukraine.\n"
        ]
    },
    {
        "input": "「あれ（あの広告）を、カナダで日々発生した（連邦）選挙中の今年の初めの非難…あなたの国全体で常に出されている広告と比較してみてください。」\n",
        "output": [
            "\"Compare that (one ad) with the criticism early this year during the (federal) election that happened every day in Canada ...ads that were run consistently throughout your country.\"\n"
        ]
    },
    {
        "input": "それにもかかわらず、クリスピンが15のリバウンドで12点を得点し、メリットが6のリバウンドで16ポイントを得点して、二人はそれでもチームの総得点数に貢献した。\n",
        "output": [
            "Nonetheless, the pair still contributed to the team's scoreline, with Crispin scoring 12 points with 15 rebounds, and Merritt scoring 16 points with six rebounds.\n"
        ]
    },
    {
        "input": "試合は非常に接戦で、全3ラウンドを通して最後まで行った。\n",
        "output": [
            "The bout was very close, going the distance through all three rounds.\n"
        ]
    },
    {
        "input": "彼らは再度の津波への恐れから家に帰ることを非常に恐れているが、ロイターによれば、保健当局はいまだ避難所にいる人の間の病気の脅威について懸念している。\n",
        "output": [
            "They are too apprehensive to return home due to fears of another tsunami, but according to Reuters, health officials are worried about the threat of disease among those who are still in refuge.\n"
        ]
    },
    {
        "input": "彼は、この一般に受け入れられている方針に政府が従わないと語る。\n",
        "output": [
            "He says the Government doesn't follow this generally accepted principle.\n"
        ]
    },
    {
        "input": "７回のトゥール・ド・フランス勝者がゼネラル・クラシフィケーションを争うつもりだったかどうかは明らかではないが、彼はステージ勝利の追求において日曜日にブレークアウェイに失敗した。\n",
        "output": [
            "It is not clear if the seven-time Tour de France winner intended to compete for the general classification, but he did make an unsuccessful breakaway on Sunday in pursuit of a stage victory.\n"
        ]
    },
    {
        "input": "リー・アーシャンボウ司令官が、パイロットのトニー・アントネッリ、任務の専門家ジョセフ・アカバ、ジョン・フィリップス、スティーヴ・スワンソン、リチャード・アーノルド、日本の宇宙航空研究開発機構の宇宙飛行士若田光一の７人のディスカバリーのクルーを指揮する。\n",
        "output": [
            "Commander Lee Archambault will lead Discovery's crew of seven, along with Pilot Tony Antonelli, and Mission Specialists Joseph Acaba, John Phillips, Steve Swanson, Richard Arnold, and Japan Aerospace Exploration Agency astronaut Koichi Wakata.\n"
        ]
    },
    {
        "input": "彼が最も強く関与していた２つのクラブ、ニューカースル・ユナイテッドとイプスウィッチ・タウンで間に合わせの聖堂をつくっているファンとともに、週末に国中のフットボールの試合で黙祷が行われた。\n",
        "output": [
            "Silences were held at football games throughout the country over the weekend, with fans creating makeshift shrines at Newcastle United and Ipswich Town, the two clubs he was most strongly associated with.\n"
        ]
    },
    {
        "input": "彼はまた、15から49歳の26％がHIV陽性であるのに、数多くの性的パートナーがいることに対しても批判に直面している。\n",
        "output": [
            "He has also faced criticism for having a high number of sexual partners, when 26% of 15 to 49 year olds are HIV positive.\n"
        ]
    },
    {
        "input": "これに加えて、心臓障害の素因を持つ人々は、（薬の副作用の可能性があるので）薬の助成金を支給されない。\n",
        "output": [
            "In addition, those who are predisposed to heart damage (which can be a side effect of the drug) will not be provided with the subsidised medication.\n"
        ]
    },
    {
        "input": "1年後の現在も、historyflowの論文はWikipediaにおける荒らし行為の差し戻しに関する統計情報源としてはもっとも頻繁に引用されている。\n",
        "output": [
            "A year later, the history flow paper is still the most frequently cited source of statistics about the reversion of vandalism on Wikipedia.\n"
        ]
    },
    {
        "input": "マイクロソフト社は、Medstoryという健康情報検索エンジンを買収することを決めた。\n",
        "output": [
            "Microsoft decided to buy a health information search engine called Medstory.\n"
        ]
    },
    {
        "input": "彼の曽祖父ジャワハルラール・ネルーはインドの初代首相で、彼の曽祖父モリオール・ネルーはインド独立運動の名高い指導者だった。\n",
        "output": [
            "His great-grandfather, Jawaharlal Nehru, was the first Prime Minister of India, and his great-great-grandfather Motilal Nehru was a distinguished leader of the Indian independence movement.\n"
        ]
    },
    {
        "input": "我々の団体が狂信の温床になっている印象を造り上げるために文がいくつか文脈から削除されたということに深く驚いている、直接我々にアプローチできたはずなのに、我々はモスクではいつもドアを開けているのに。\n",
        "output": [
            "It is deeply alarming that a few sentences have been taken out of context in order to create the impression that our institution is a hotbed of fanaticism they could have approached us directly - we operate an open door policy in our mosques.\n"
        ]
    },
    {
        "input": "大惨事はまた、インペリアル社が今年の第1四半期の1550万ドルの損失を計上する原因となった。\n",
        "output": [
            "The disaster is also blamed for a $15.5 million loss Imperial posted in this year's first quarter.\n"
        ]
    },
    {
        "input": "彼はバレルあたり100ドルは「公正」な価格だと言い、彼が1999年にベネズエラ大統領職に就任したとき、その価格が10ドルほど上昇したことを思い出した。\n",
        "output": [
            "He said that $100 dollars per barrel was a \"fair\" price and remembered that when he assumed presidency of Venezuela in 1999, the price went up to about ten dollars.\n"
        ]
    },
    {
        "input": "地域パートナーシップ計画は、周辺地域のプロジェクトに政府援助を提供する。\n",
        "output": [
            "Regional Partnerships program provides government assistance for projects in regional areas.\n"
        ]
    },
    {
        "input": "イラクにいるアメリカ人は「崇高な理由」のために亡くなったというジョージ・W・ブッシュ大統領の発表に鼓舞されて、シーアンは大統領との個人的な話し合いを要求するためにこの一週間、ブッシュのテキサス州の牧場の近くに居座っていた。\n",
        "output": [
            "Prompted by President George W. Bush's announcement that Americans in Iraq have died for a 'noble cause', Sheehan has been camping near Bush's Texas ranch for the past week to demand a private conversation with the President.\n"
        ]
    },
    {
        "input": "憤慨した裁判官ロドニー・S・メルビルは、世界的に有名なポップ歌手マイケル・ジャクソンに、もし彼が2005年1月10日木曜日にカリフォルニア州サンタバーバラ郡上級裁判所に姿を現さなかったら逮捕状を発行すると脅した。\n",
        "output": [
            "An angry Judge Rodney S. Melville threatened to issue a bench warrant for the arrest of world famous pop singer Michael Jackson if he failed to appear at the Santa Barbara County Superior Court in California Thursday Jan. 10, 2005.\n"
        ]
    },
    {
        "input": "IsaiasCarrasco（42歳）は、自宅前で、妻と娘の目の前で撃たれ、病院に運ばれたが、病院でその傷が原因で死亡した。\n",
        "output": [
            "Isaías Carrasco, 42, was shot outside his house in front of his wife and daughter and was taken to hospital, where he died of his wounds.\n"
        ]
    },
    {
        "input": "多くの家や移動住宅や教会が破壊されたため、ボルーシャ郡、サムター郡、レイク郡、セミノール郡は非常事態を宣言した。\n",
        "output": [
            "Volusia, Sumter, Lake and Seminole counties have all been declared a state of an emergency as dozens of houses, mobile homes and a church were destroyed.\n"
        ]
    },
    {
        "input": "アメリカ合衆国のカリフォルニア州のレイモンド・リー・オイラーは、彼が起こした山火事をコントロールしようとしている間に亡くなった5人の米国森林警備消防士の殺人の罪で有罪判決を受けた。\n",
        "output": [
            "Raymond Lee Oyler of California, United States has been convicted of the murders of five US Forest Service firefighters killed while attempting to control a wildfire he had lit.\n"
        ]
    },
    {
        "input": "死亡者の数はゼロから８までの範囲ではっきりしていません。\n",
        "output": [
            "The number of dead is not certain, with numbers ranging from none to eight.\n"
        ]
    },
    {
        "input": "キャンベラ大学のスポーツ学研究所の所長であるキース・ライオンズによると、スポーツはオーストラリア文化の重要な分野で、スポーツは超党派の支持を受けている。\n",
        "output": [
            "According to Keith Lyons, the University of Canberra Director of the National Institute of Sport Studies, sport is an important part of Australian culture and the development of sport enjoys bipartisan support.\n"
        ]
    },
    {
        "input": "その他の場所では、「一部の人には、政権の財政上の疑惑を含めて、説明するべき他の問題があるかもしれないが、確かに何人かは、政権のWMDへの取り組みと、過去30年間に渡る緊張の正確な状況の収集に関して、非常に役に立った」。\n",
        "output": [
            "Elsewhere, \"Some may have other issues to account for, including Regime finance questions, but certainly some have been quite helpful toward the compilation of an accurate picture of the Regime's WMD efforts and intentions over the last three decades.\"\n"
        ]
    },
    {
        "input": "「昨年１２月１８日に、私はインドネシアの司法長官に、オーストラリア政府は死刑宣告に反対で、バリ・ナインの背景のもとでオーストラリア人が死刑を宣告されるのを見たくなかったと彼に思い出させる手紙を書きました」と、彼は言った。\n",
        "output": [
            "\"On the 18th of December last year, I wrote to the Indonesian Attorney-General reminding him that the Australian Government was opposed to the death sentence and we didn't want to see, in the context of the Bali nine, any of the Australians sentenced to death,\" he said.\n"
        ]
    },
    {
        "input": "匿名のエディタはウィキメディア・コミュニティに長い謝罪文を寄せ、「発見される前に誰かが悲劇について知っていたという推測に終止符を打つことを、私は望みます」と説明した。\n",
        "output": [
            "The anonymous editor left a lengthy apology to the Wikimedia community, explaining, \"I hope this puts an end to this speculation that someone knew about the tragedy before it was discovered.\"\n"
        ]
    },
    {
        "input": "「我々は兵士たちがいる所へゆっくりと歩いて行き、歩きながら彼らに笑いかけて、部隊長と思われる男に近づきました」\n",
        "output": [
            ":\"Walking slowly down to where the soldiers were and smiling at them as we walked, we approached the man who appeared to be the commanding officer.\"\n"
        ]
    },
    {
        "input": "グルジアの情報源は発表を確認し、基地は破壊されたと述べた。\n",
        "output": [
            "Georgian sources confirmed the announcement, stating that the base had been destroyed.\n"
        ]
    },
    {
        "input": "それは又、「彼は、飛行機が滑走路に突っ込み、空中にバウンドした時に、GagamRochmana副機長が『周回』プログラムを開始するよう要求したにも関わらず無視された時点で、緊急回避行動のもう一つの機会を逃した」と、コメントしました。\n",
        "output": [
            "It also commented that he missed one further opportunity for emergency evasive action when the airliner struck the runway and bounced into the air, at which point co-pilot Gagam Rochmana requested a 'go-around' procedure be initiated, but was also ignored.\n"
        ]
    },
    {
        "input": "パラリンピック参加チームは、大会中に国にとって千個目となるメダルを獲得することが期待される。\n",
        "output": [
            "The Paralympic team is expected to finish the Games having earned the country's one thousandth medal.\n"
        ]
    },
    {
        "input": "カタールは日本、ベトナムの両方の試合で引き分けたので、２つの側が４ポイントで同じになると得失点差で下になることを意味する。\n",
        "output": [
            "Qatar drew both matches with Japan and Vietnam, meaning it will come down to goal difference if two sides are equal on four points.\n"
        ]
    },
    {
        "input": "最近、フォン投資ehf.は、デンマークの航空会社スターリング航空とマースク航空を買った。\n",
        "output": [
            "Recently the Fons Investment ehf. bought the Danish airlines Sterling Air and Mearsk Air.\n"
        ]
    },
    {
        "input": "爆発は推定爆破半径三マイルであった。\n",
        "output": [
            "The explosion had an estimated blast radius of three miles.\n"
        ]
    },
    {
        "input": "レポートは、失業を増やし貧困者の収入を減らし大きな食料不安に導く世界的な景気後退に基づく最近の世界的な飢餓の突発を非難している。\n",
        "output": [
            "The report blames this latest spike in world hunger chiefly on the global economic recession, which has increased unemployment and reduced incomes among the poor, leading to greater food insecurity.\n"
        ]
    },
    {
        "input": "最新のランキングではマチルダスはＦＩＦＡにより８位にランクされている。\n",
        "output": [
            "The Matildas are ranked 8th by FIFA in the latest rankings.\n"
        ]
    },
    {
        "input": "ダライ・ラマ14世のテンジン・ギャツォが、中国に対する暴動により13人から100人が所構わず殺されたチベットで、物事が「制御できなくなる」ならば、彼は地位から退くと誓った後、このような動きが起こった。\n",
        "output": [
            "This move comes after Tenzin Gyatso, the 14th Dalai Lama, vowed to step down from his position if things \"get out of control\" in Tibet, where violent demonstrations against China have killed anywhere from 13 to 100 people.\n"
        ]
    },
    {
        "input": "奇妙な数愛好家らは最近、時計が01:02:03、04/05/06(日/月/年の慣例を用いる)を打ったので、至る所で祝った。\n",
        "output": [
            "Fans of quirky numbers everywhere celebrated recently as the clock struck 01:02:03, 04/05/06 (using the DD/MM/YY date convention).\n"
        ]
    },
    {
        "input": "その中には、有名なスペインの画家であるパブロ・ピカソが１９３９年に描き、第二次世界大戦でナチスに抵抗したギリシアの人々に贈られた「女性の頭」という絵画もある。\n",
        "output": [
            "Among them was a painting by famous Spanish painter Pablo Picasso, dated 1939, called Woman's Head which was a gift to the Greek people for their resistance to the Nazis during World War 2.\n"
        ]
    },
    {
        "input": "彼は、彼の母親に近付かないという裁判所命令違反に対する軽視の罪についての有罪も認めた。\n",
        "output": [
            "He also pleaded guilty to a contempt charge for violating a court order to stay away from his mother.\n"
        ]
    },
    {
        "input": "そのことは上院の勢力分布の中で9人の上院議員が保証される計算になる。\n",
        "output": [
            "Its predicted tally of nine senators will guarantee it the balance of power in the Senate.\n"
        ]
    },
    {
        "input": "水曜日の夜、北米のプロ野球チームのヒューストン・アストロズはナショナルリーグチャンピオンシップでの4回目の勝利を達成するために、セントルイス・カージナルスを5対1の得点で破って、2005年ナショナルリーグのペナントを獲得した。\n",
        "output": [
            "Wednesday night, the Houston Astros, a professional baseball team in North America, won the 2005 National League Pennant by defeating the St. Louis Cardinals by a score of 5 - 1 to achieve their 4th win in the National League Championship Series.\n"
        ]
    },
    {
        "input": "パキスタンの北西辺境州で、38人が政治集会中に自爆テロで死亡したと言われている。\n",
        "output": [
            "38 people were said to have died in a suicide bombing during a political rally in the North-West Frontier Province of Pakistan.\n"
        ]
    },
    {
        "input": "米国とヨーロッパは、それぞれが世界累積排出量の25％以上を排出している。\n",
        "output": [
            "The USA and Europe have each contributed more than 25% of accumulated global emissions.\n"
        ]
    },
    {
        "input": "アルカイダは木曜日のウェブの声明で、イラクでエジプトの最高特使のイーハブ・アル・シェリフを殺害したと述べた。\n",
        "output": [
            "Al-Qaeda said in a web statement Thursday that it has killed Egypt's top envoy in Iraq, Ihab al-Sherif.\n"
        ]
    },
    {
        "input": "攻撃はフォーラムの機能を利用し、ジャバスクリプトのコードを送信したと、最初にワイアードニュースによって報告された。\n",
        "output": [
            "The attack, first reported by Wired News, exploited a function of the forums to post JavaScript code.\n"
        ]
    },
    {
        "input": "ゴンドウクジラは南島のポートレヴィに打ち上げられていたが、数十のボランティアがそれらを濁っていて浅い入江の外の、開けた水域に戻そうと助けた。\n",
        "output": [
            "The pilot whales beached themselves at Port Levy on South Island, but dozens of volunteers helped to try and get them back out to the open water out of the inlet, which is muddy and shallow.\n"
        ]
    },
    {
        "input": "フェルナンドには不運だったが、ピット・ストップの問題は素晴らしいバトルを損なった。\n",
        "output": [
            "Tough luck for Fernando, pit-stop problem spoiled a fantastic battle.\n"
        ]
    },
    {
        "input": "現行のカザフ法は、そのような種類の立ち退きや家屋の破壊について規定を設けていないということに留意するべきであり、また立ち退きには、退去させられる建物から運ばれる財産の目録を伴うべきであるし、さらに、この財産の保管場所も提供される必要がある。\n",
        "output": [
            "It should be noted that the acting Kazakh law does not stipulate such a kind of eviction as the demolition of houses, and the eviction should be accompanied by the inventory of property removed from the evacuated building, while the storage of this property should be provided is necessary.\n"
        ]
    },
    {
        "input": "アル・アサドは、イスラエルと直接交渉しないが、トルコと議論しても構わないと述べた。\n",
        "output": [
            "Al-Assad said that he would not negotiate directly with Israel, but is willing to have discussions in Turkey.\n"
        ]
    },
    {
        "input": "「ウラジオストックの火災に関する真実」というウェブサイトはその火事に関する情報を広めるために作成されました。\n",
        "output": [
            "The web-site \"Truth about the fire in Vladivostok\" has been created to spread information about the fire.\n"
        ]
    },
    {
        "input": "ヨハネ・パウロ2世の訪問はフォークランド紛争と暗殺事件を受けてキャンセルも見込まれていた。\n",
        "output": [
            "John Paul's visit was likely to be cancelled due to the Falklands War and assasination attempts.\n"
        ]
    },
    {
        "input": "これは、二人のノーベル賞受賞者を含んだグループや、科学の授業で天地創造に関する授業をすること、または議論をすることにさえ強く反対する他の科学者からの嵐のような抗議を引き起こした。\n",
        "output": [
            "This provoked a storm of protest from a group that included two Nobel Laureates and other scientists who strongly oppose the teaching, or even the discussion of creation in science class.\n"
        ]
    },
    {
        "input": "「クロイドンがトラムリンク・サービスの増え続ける需要と足並みをそろえ、東西クロイドン駅の周りと間の歩行者と運送利用者のために大きな改善を確保するために追加の路面電車を得ることに本当の支持があります。」\n",
        "output": [
            "\"There is real support to get additional trams for Croydon to keep pace with growing demand for Tramlink services and also to secure major improvements for pedestrians and transport users around and between East and West Croydon stations.\"\n"
        ]
    },
    {
        "input": "カラウンドラは、２０１０年のオーストラリア・ディヴィジョンの１クリケットのシーズン最終戦、サンシャイン・コーストの２日目に、スタンプで１５３点でグラスハウスをリードする。\n",
        "output": [
            "Caloundra lead Glasshouse by 153 runs at stumps on day two of the 2010 Sunshine Coast, Australia division one cricket grand final.\n"
        ]
    },
    {
        "input": "Breur氏は、ロシアでは高額な税金を回避するためにそのような手続きが一般的だと言った。\n",
        "output": [
            "Breur said the process was common in Russia to avoid hypertaxation.\n"
        ]
    },
    {
        "input": "標準はプログラマーがLinux版ソフトウェアを開発する際に直面する困難を解決するのが狙いだ。\n",
        "output": [
            "The standards aim to resolve difficulties that programmers face in developing software for Linux.\n"
        ]
    },
    {
        "input": "監督として、彼は２３年の間に１８００試合で勝った。\n",
        "output": [
            "As a manager, he also won 1,800 games over the course of 23 years.\n"
        ]
    },
    {
        "input": "ウィキニュース独自のパトリック・マニオンは、アメリカ合衆国社会党の候補者ブライアン・ムーアと電子メールで通信した。\n",
        "output": [
            "Wikinews' own Patrick Mannion corresponded with the Socialist Party USA nominee and candidate, Brian Moore via e-mail.\n"
        ]
    },
    {
        "input": "故意にこれらの要件を破っていることが発覚すると、２０万ニュージーランドドルの罰金が科せられることになる。\n",
        "output": [
            "Those found breaking these requirements deliberately could find themselves facing a personal fine of up to NZ$200,000.\n"
        ]
    },
    {
        "input": "しかし、分析で使われたサンプルは過去１２万年に由来するもので、２つの種の交配がずっと以前に起こったことを示す。\n",
        "output": [
            "However, the samples used in the analysis came from the past 120,000 years and show that interbreeding of the two species occurred a great deal earlier.\n"
        ]
    },
    {
        "input": "情報源の人物はWikinewsに対し、英語版はブロック解除されたが、中国語版はまだブロックされたままか、同国の多くの場所でアクセスが難しいと言った。\n",
        "output": [
            "Sources tell Wikinews that although the English version is unblocked, the Chinese version still remains blocked or hard to access in many parts of the country.\n"
        ]
    },
    {
        "input": "「テルストラはこの様なサービスを提供する予定なのだ」と彼は語った。\n",
        "output": [
            "\"Telstra are expected to provide those kinds of services,\" he said.\n"
        ]
    },
    {
        "input": "爆弾は、仏教徒が朝の祈祷を始める現地時間で午前5時45分に、爆発するように時間設定された。\n",
        "output": [
            "The bombs were timed to explode at 5:45 AM local time, when Buddhists start praying in the morning.\n"
        ]
    },
    {
        "input": "ACT選手と日本選手のふたりにボールがあたり、トレーナーが診察する必要があった。\n",
        "output": [
            "Two players, an ACT player and a Japanese, were struck by balls and required trainers to look at them.\n"
        ]
    },
    {
        "input": "教会は１９９７年にリヨンで、１９９９年にマルセーユで詐欺の有罪判決を受けた。\n",
        "output": [
            "In 1997 the Church was convicted of fraud in Lyon and 1999 in Marseille.\n"
        ]
    },
    {
        "input": "国連とフランスの平和維持軍は、現職の大統領ローラン・バグボからの退去命令を退け、コートジボワール共和国(IvoryCoast)を離れることはないと語った。\n",
        "output": [
            "The United Nations and French peacekeeping forces say they will not leave the Ivory Coast despite orders from incumbent president Laurent Gbagbo to leave the country.\n"
        ]
    },
    {
        "input": "イスラム過激派政党ハマスは、先月行われたガザ地区の議員選挙で過半数を占めて勝利した。\n",
        "output": [
            "Hamas, a radical islamist party, has won by a large majority in the Gaza Strip council elections held last month.\n"
        ]
    },
    {
        "input": "ロンドン地下鉄は数分以内に黄信号コードを出し、電車をプラットフォームに動かしてすべてのドアを開けた。\n",
        "output": [
            "London Underground declared a 'code Amber' within minutes, moving trains to platforms and opening all doors.\n"
        ]
    },
    {
        "input": "「北朝鮮がすべての核兵器と既存の核開発計画の放棄に対する具体的な行動を示すことが必要であると、我々は思っています」と、日本の安倍晋三首相は言った。\n",
        "output": [
            "We believe it is necessary for North Korea to show concrete actions toward the abandonment of all nuclear weapons and existing nuclear programs,\" said Shinzo Abe, the Prime Minister of Japan.\n"
        ]
    },
    {
        "input": "ホルムズ海峡は戦略的に非常に重要で主要な航路である。\n",
        "output": [
            "The Strait of Hormuz is a major shipping route of great strategic importance.\n"
        ]
    },
    {
        "input": "その国に対する一層の援助を嘆願するために、来月国際ドナー会議が行われることが期待されている。\n",
        "output": [
            "It is expected that an international donors' conference will take place next month to solicit more aid for the country.\n"
        ]
    },
    {
        "input": "現在の当局者は全員、話すことを拒否し、彼らはその行為に責任がないと宣言した。\n",
        "output": [
            "All the present officials refused to speak and declared that they were not responsible for the action.\n"
        ]
    },
    {
        "input": "トーマス氏は自分の見解をほとんど隠すことなく、大統領のジョージ・W・ブッシュ氏やバラク・オバマ氏やその報道官に対する質問はしばしば中東での戦争に関するものだった。\n",
        "output": [
            "Thomas did little to hide her views, with her questions to Presidents George W. Bush and Barack Obama and their press secretaries often about the wars in the Middle East.\n"
        ]
    },
    {
        "input": "亡くなった乗客のほとんどは下位層のデッキにいて船の下部に閉じ込められていた。\n",
        "output": [
            "Most who died were dining on the lower deck, and were trapped below.\n"
        ]
    },
    {
        "input": "政府すなわちニューサウスウェールズ州政府とシドニー・クリケットとスポーツトラストとの協力は、2014年までに完了する作業に関してシドニー・クリケット・グラウンドに関連する追加費用を埋め合わせることになる。\n",
        "output": [
            "A partnership between the government, New South Wales Government and the Sydney Cricket and Sports Ground Trust will cover additional costs associated with the Sydney Cricket Ground with work completed by 2014.\n"
        ]
    },
    {
        "input": "タンディによると、ダイは「建物の中でそれが持っている衝撃を懸念して」いて、3月4日に、生徒に尋ねられた後で学校の校長に彼女の過去を知らせた。\n",
        "output": [
            "According to Tandy, Dye \"was concerned about the impact it would have in the building,\" and, on March 4, informed the school's principal of her past after being asked by the student.\n"
        ]
    },
    {
        "input": "治安部隊が爆発現場を保持している間に、負傷者は治療のために地元の軍事病院に運ばれた。\n",
        "output": [
            "The wounded were taken to a local military hospital for treatment, while security forces secured the scene of the blast.\n"
        ]
    },
    {
        "input": "サンダーランドはその地域が冬の間にインド洋に着く可能性が高かったため、彼らは、彼女がその年の初めに米国を出発することを許可したことについても批判されている。\n",
        "output": [
            "They have also been criticized for allowing her to depart the United States at the beginning of the year, because Sunderland would likely arrive in the Indian Ocean during the region's winter.\n"
        ]
    },
    {
        "input": "警察は、彼らはタージマハルとオベロイ・トライデントホテルの両方を制圧していると述べた。\n",
        "output": [
            "Police say that they are in control of both the Taj Mahal and Oberoi Trident hotels.\n"
        ]
    },
    {
        "input": "政府当局によると、男らは「彼らが崩壊現場から充分に離れていたため」生きていると思われるが、彼らの状態は不明であり、救助隊は彼らと連絡がとれていない。\n",
        "output": [
            "According to a Government Official, the men are believed to be alive \"because they were far enough away from the site of the collapse,\" however their condition is unknown and rescuers have not been able to make contact with them.\n"
        ]
    },
    {
        "input": "３位はブルガリア・トルコ民族で約１１％だ。\n",
        "output": [
            "The third is Ethnic Turks of Bulgaria, with around 11%.\n"
        ]
    },
    {
        "input": "全国の投票率は45％だったが、一部の駅は票の水増しの関連があるという疑いを強める、95％以上の投票率を報告した。\n",
        "output": [
            "Voter turnout nationwide was 45%, but some stations reported a turnout of 95% or more, raising suspicions that there was ballot stuffing involved.\n"
        ]
    },
    {
        "input": "ブラット氏はまた検察側が描いた依頼人の似顔絵を批判した。\n",
        "output": [
            "Blatt also criticized the portrait prosecutors had painted of his client.\n"
        ]
    },
    {
        "input": "アルペンスキーで最も人気があるスイスに言及しながら、「私達、スイスが行く道は、単に山にだけではなく、海にあることを発見しました」と。\n",
        "output": [
            "\"We Swiss find our way at sea, not just in the mountains,\" referring to Switzerland being most popular for Alpine skiing.\n"
        ]
    },
    {
        "input": "ドイツのKDEコミュニティの社長でbasysKomの業務執行取締役であるEvaBrucherseiferによると、移行プロセスは「ピークの段階」にあり、毎日、３００のシステムを移している。\n",
        "output": [
            "According to Eva Brucherseifer, president of the KDE community in Germany and managing director of basysKom, the migration process in its \"peak phase\" and is porting 300 systems every day.\n"
        ]
    },
    {
        "input": "ゲイリー・シェフィールドはその裏、右中間外野席深くへの３ランホームランで応え、ヤンキースのリードを９対４に広げました。\n",
        "output": [
            "Gary Sheffield then responded in the bottom of the inning with a three-run homer hit deep into the right-center field bleachers, stretching the Yankee lead to 9-4.\n"
        ]
    },
    {
        "input": "死は主に雨や泥で掘立小屋が倒壊したことが原因で引き起こされた。\n",
        "output": [
            "The deaths were caused mainly because some shanty-houses collapsed under rain or mud.\n"
        ]
    },
    {
        "input": "キングストンのロードアイランド大学のピーター・オーガストは、「私は、彼らが牛と鹿が北を向いていると気付いたことに矛盾がないことに本当に驚いた」とコメントした。\n",
        "output": [
            "Peter August of the University of Rhode Island in Kingston, commented: \"I was really amazed at the consistency with which they found north-facing cows and deer.\"\n"
        ]
    },
    {
        "input": "コロンビアのカラコル・ラジオは2005年1月31日、コロンビア政府がコロンビア国内と世界中でのFARCの活動のあり方を表した詳細な文書を公表したと伝えた。\n",
        "output": [
            "The Colombian Caracol Radio reported on January 31, 2005 that the government of Colombia released a detailed document which describes how the FARC operates in Colombia and around the world.\n"
        ]
    },
    {
        "input": "回復は、シティバンクの1〜2月期の利益の管理についてのニュースの後、今週初めから始まった。\n",
        "output": [
            "The rally began earlier this week after the news from Citigroup Inc. about managing profits during first two months of the year.\n"
        ]
    },
    {
        "input": "「我々は、人々に到達するためにガスバーナーを使って列車の車両の横を開けなければなりません」と、リオデジャネイロ消防部の総指揮官ペドロウ・マチャドは言った。\n",
        "output": [
            "\"We have to use blowtorches to open the sides of the train cars to reach the people,\" said Pedro Machado, commander general of the Rio de Janeiro Fire Department.\n"
        ]
    },
    {
        "input": "一方、エルサレム・ポストは、イスラエルの防衛が確立する中で、アメリカがやらなそうなので、イスラエルはイランが核兵器を入手するのを阻止するために、独立して行動しなければならないという機運の高まりがある、と報告している。\n",
        "output": [
            "Meanwhile, the Jerusalem Post reports there is a growing mood among Israel's defence establishment that the country will have to act independently to stop Iran from obtaining nuclear weapons as the United States is unlikely to do so.\n"
        ]
    },
    {
        "input": "「我々は、大量の抗生物質で治療されている肺炎について話しています。」\n",
        "output": [
            "\"We are talking about pneumonia that is being treated with massive antibiotics.\n"
        ]
    },
    {
        "input": "バングラデシュ気象庁は、地震がバングラデシュ第二の都市である南の港チタゴングを襲ったという声明を出した。\n",
        "output": [
            "The Bangladesh Meteorological Department issued a statement that the quake had struck Chittagong, a southern port that is the second largest city in Bangladesh.\n"
        ]
    },
    {
        "input": "「この研究は、ニュージーランドの人口の、出生、死、国外移住がたくさんつまった歴史的な本です。」\n",
        "output": [
            "This study is a historic book full of births, deaths and external migration for the population of New Zealand.\n"
        ]
    },
    {
        "input": "残念なことに、葬儀に到着するのが遅すぎて、代表団は葬儀活動の一部だけを見た。\n",
        "output": [
            "Unfortunately they arrived too late for the funeral and the delegation watched only part of the funeral activities.\n"
        ]
    },
    {
        "input": "1回目の地震はマグニチュード4.7で山間部で起き、2回目の地震はマグニチュード5.1であった。\n",
        "output": [
            "The first earthquake measured a 4.7 on the Richter magnitude scale and was in a mountainous area and the second measured a 5.1.\n"
        ]
    },
    {
        "input": "メディックはコンウェイを車から出し、彼は足のけがで病院に運ばれた。\n",
        "output": [
            "Medics took Conway out of the car, and he was taken to the hospital with a leg injury.\n"
        ]
    },
    {
        "input": "「現在、エンケラドスの氷の表面の下の塩水以外に、すべてのトラ・ストライプにある固形アイスから塩の豊富な粒の安定した流出を作り出すもっともらしい方法はない」と、ドイツのハイデルベルク大学のカッシーニ・チーム科学者フランク・ポストベルクは言った。\n",
        "output": [
            "\"There currently is no plausible way to produce a steady outflow of salt-rich grains from solid ice across all the tiger stripes other than salt water under Enceladus's icy surface,\" said Frank Postberg, a Cassini team scientist at the University of Heidelberg in Germany.\n"
        ]
    },
    {
        "input": "ヘイニーの死は、主酸素システムが機関室の空気漏れを検知して自動的に停止した後で、それを再起動させることに彼の「注意を引いた」結果として、彼の雇い主のせいだと考えられる。\n",
        "output": [
            "Haney's death has been attributed by his employer as the result of his \"channelized attention\" on getting the main oxygen system to restart after it automatically cut out when it detected engine bay air leaks.\n"
        ]
    },
    {
        "input": "130km（80.8マイル）離れたサカラハと同じような状況で、トリアラの町で死者が発生した。\n",
        "output": [
            "The deaths occurred in the town of Toliara, with another similar situation happening 130 km (80.8 mi) away in Sakaraha.\n"
        ]
    },
    {
        "input": "イタリアの協会インテサコンスマトリ（消費者組合）により本日出版されたアンケート調査は、イタリア人の６１％が飛ぶことを恐れており、先月よりも人口の４１％が航空安全についてより安全でないと感じていると言う。\n",
        "output": [
            "A survey published today by the Italian association Intesaconsumatori (Union of Consumers) said that 61% of Italians are afraid to fly, while 41% of population feels less safe about plane safety than they did one month earlier.\n"
        ]
    },
    {
        "input": "日本の気象庁は最初のと最後のは実際にはマグニチュード6.7だったと言った。\n",
        "output": [
            "Japan's weather agency says the first and last quakes were actually 6.7 magnitude.\n"
        ]
    },
    {
        "input": "ノース・カロライナ州シャーロットのABC支部によると、フレアは、先週水曜日の州連絡高速道路485の運転中の過激な報復行為に関わった嫌疑がある。\n",
        "output": [
            "According to an ABC affiliate in Charlotte, North Carolina, Flair took part in an alleged road rage incident last Wednesday on Interstate 485.\n"
        ]
    },
    {
        "input": "2005年〜2006年のオンタリオ・ホッケーリーグシーズンは、水曜日の夜、米国ミシガン州サギノーのダウ・イベントセンター、ウェンドラー・アリーナで、サギノー・スピリットがプリマス・ホエーラーズとの試合をホストし、4600人以上の観衆とともに始まった。\n",
        "output": [
            "The 2005-2006 Ontario Hockey League season kicked off to a start Wednesday night at Wendler arena in The Dow Event Center in Saginaw, Michigan, USA with the Saginaw Spirit hosting the Plymouth Whalers, with over 4,600 people attending.\n"
        ]
    },
    {
        "input": "「捜査はまだ始まったばかりで取調べが続いている」と広報担当者は述べた。\n",
        "output": [
            "\"The investigation is at a very early stage and inquiries are continuing,\" the spokeswoman said.\n"
        ]
    },
    {
        "input": "Gou氏は悔悟の表現として頭を下げながら、そのような悲劇が二度と起こらないようにすると約束した。\n",
        "output": [
            "Gou, bowing as an expression of regret, promised to work to prevent such tragedies occurring again.\n"
        ]
    },
    {
        "input": "2004年にアーフィア博士はFBIによって「アメリカに明白かつ眼前の危険をもたらすアル・カイダ実行犯および煽動者」であると特定された。\n",
        "output": [
            "In 2004, Dr. Aafia was identified by the FBI as an \"Al-Qaeda operative and facilitator who posed a clear and present danger to America\".\n"
        ]
    },
    {
        "input": "「彼はイラクに自由を求めているということについて誠実だと今はわかった」とシンディ氏は会合の後で言った。\n",
        "output": [
            "\"I now know he's sincere about wanting freedom for the Iraqis,\" Cindy said after their meeting.\n"
        ]
    },
    {
        "input": "事件は被害なく終了し、その航空機に乗っていた乗客・乗員は安全に立ち去ることができた。\n",
        "output": [
            "The situation ended without incident and all passengers and crew on board the aircraft were able to leave safely.\n"
        ]
    },
    {
        "input": "いくぶん弱められたメーローは、日本の中央の島を北に進んだ。\n",
        "output": [
            "Melor weakened somewhat as it continued northward up Japan's central island.\n"
        ]
    },
    {
        "input": "コタリは「人口の少ない州はインド議会に少数のメンバーを送る」と続けた。\n",
        "output": [
            "Kothari continued: \"The states with lesser population send fewer members to the Indian parliament.\"\n"
        ]
    },
    {
        "input": "「問題は、何故テヘランが我々と語らないのかである」\n",
        "output": [
            "\"The question is, why will Tehran not talk to us?\"\n"
        ]
    },
    {
        "input": "報告で、機長のジェフリー・ヘイニーの死は航空機の設計ミスが一因であることが分かった。\n",
        "output": [
            "The report finds Captain Jeffrey Haney's death was partly due to aircraft design flaws.\n"
        ]
    },
    {
        "input": "「この攻撃は加害者の非人間性と悲惨さを表わしている。」\n",
        "output": [
            "\"These attacks show the inhumanity and misery of the assailants.\"\n"
        ]
    },
    {
        "input": "「私は、黒い煙が上るのと、ビルが大きな音を立てて崩れ落ちる音がわかった」\n",
        "output": [
            "\"I saw black smoke rising and the sound of a building crashing down\".\n"
        ]
    },
    {
        "input": "共和党党首の推薦を求めているハンターは、先週、その議案に賛成の議論をした。\n",
        "output": [
            "Hunter, who is seeking the Republican Presidential nomination, argued in favor of the bill last week.\n"
        ]
    },
    {
        "input": "ロバートソンは「私はあなたの赦しとイスラエルの人々の赦しを請います」と書いた。\n",
        "output": [
            "Robertson wrote, \"I ask your forgiveness and the forgiveness of the people of Israel.\"\n"
        ]
    },
    {
        "input": "スメサーストがリリーフで登板し数回を投げた。\n",
        "output": [
            "Smethurst came in and pitched a few innings in relief.\n"
        ]
    },
    {
        "input": "2つの新しい施設はそれぞれ毎年3000万ガロン（113ML）を生産可能である。\n",
        "output": [
            "Each of the two new plants can produce 30 million gallons (113 ML) annually.\n"
        ]
    },
    {
        "input": "農業大臣のジム・サットン氏は、一部の国による肉の輸出停止も現実的な可能性がありうるとまで言った。\n",
        "output": [
            "Agriculture Minister Jim Sutton went so far as to say that the suspension of meat exports by some countries was a real possibility.\n"
        ]
    },
    {
        "input": "米国は12月25日、ナイジェリア人の男が下着に爆発物を隠してデルタ航空の航空機爆破を試み未遂に終わった件を受けて、空港の安全策を強化した。\n",
        "output": [
            "The US has increased its airport security following the failed attempted December 25 bombing of a Delta flight by a Nigerian man with explosives in his underpants.\n"
        ]
    },
    {
        "input": "その代わりに、『柔らかい』氷がパイプにでき、その後、破裂し、燃料/油熱交換器まで動いて行って、それを制限すると思われている。\n",
        "output": [
            "Instead, it is thought 'soft' ice formed in the pipes and then broke off, travelling to the fuel/oil heat exchanger and restricting it.\n"
        ]
    },
    {
        "input": "イラク政府のスポークスマンであるアリ・アル＝ダッバーは、政府はトルコの一方的な侵略を、友好的な関係に対する脅威であるので拒否すると言う。\n",
        "output": [
            "Ali al-Dabbagh, the spokesman for the Iraqi government, says the government rejects the unilateral Turkish incursion because it is a threat to their good neighborly relations.\n"
        ]
    },
    {
        "input": "それでも、それは投手と他の全員にとって特別の休息だった。\n",
        "output": [
            "It still was extra rest for the pitchers, and everybody else.\n"
        ]
    },
    {
        "input": "これらの会社は、今年の末に、これらの新しいディスプレイの大量生産を開始する計画であった。\n",
        "output": [
            "At the end of this year the companies planned to start mass production of these new displays.\n"
        ]
    },
    {
        "input": "女性のレースは午後3時（現地時間）に開始し、男性のレースはその2時間後に開始した。\n",
        "output": [
            "The women's race started at 3 p.m.(local time) while the men's race started two hours later.\n"
        ]
    },
    {
        "input": "常に裁判を先送りする裁判官の安全に対する心配だけでなく、フセインの弁護人からの偏見の訴えがある。\n",
        "output": [
            "There are accusations of bias from the defense counsel of Hussein, as well as fears for the judges' safety which have consistently pushed the trial back.\n"
        ]
    },
    {
        "input": "「我々のようなインフォテイメントを求める市場が確実にあるので、他の言語に乗り出していくことを楽しみにしている。」\n",
        "output": [
            "\"We are looking forward to expanding into other languages as well, because there is definitely a market demanding our brand of infotainment.\"\n"
        ]
    },
    {
        "input": "「その質問に答える中で、トム・クルーズはLRH（L.ロン・ハバード）の技術を地球上の10億人以上に紹介した。」\n",
        "output": [
            "\" In answering that question, Tom Cruise has introduced LRH [L. Ron Hubbard] technology to more than 1 billion people on earth.\"\n"
        ]
    },
    {
        "input": "トルコのアンタルヤの自由貿易地域で、FMCノーバメディカルの８０名の女性労働者が現在まで２００６年９月２６日から約一年間ストライキを続けている。\n",
        "output": [
            "In a free trade zone in Antalya, Turkey, 80 women workers of FMC Novamed are in strike for almost a year now, since September 26th, 2006.\n"
        ]
    },
    {
        "input": "モザンビーク解放戦線がGuebuzaに三期目の立候補を認めるために、これを使う可能性があるという一部の憶測があった-現在は、憲法は大統領が二期だけ職務に就くことを認めている。\n",
        "output": [
            "There has been some speculation that Frelimo may use this to allow Guebuza to run for a third term - currently, the constitution allows a president to serve only two terms in office.\n"
        ]
    },
    {
        "input": "「その後すべてが完璧にそろい、Greenbirdが記録に近づき、素晴らしい性能を発揮した。」\n",
        "output": [
            "\"Then everything came together perfectly and the Greenbird stepped up to the mark and performed amazingly.\n"
        ]
    },
    {
        "input": "下院と上院の行き詰まりを終わらせる努力の中で、ベイナーは上院民主党のリーダーであるハリー・リードに、減税を延期する法案が年末で失効するため、法案について上院版の下院選挙を予定すると述べた。\n",
        "output": [
            "In an effort to end the impasse between the House and Senate, Boehner told Senate Democratic leader Harry Reid that he would schedule a House vote on the Senate version of the bill that would extend the tax cut, which was due to expire at the end of the year.\n"
        ]
    },
    {
        "input": "「首相は午前6：40に手術室に運ばれ、手術は午前8：45に始まり、午後7：30に終了した。」\n",
        "output": [
            "\"PM was sent to the Operation Theatre at 6:40 am, surgery was done at 8:45 am and was concluded at 7:30 pm.\"\n"
        ]
    },
    {
        "input": "「私は警察と消防局のチームがガイ・フォークスに関する問題に直面したときに感じるいらだちを理解しており、この新たな規制が、故意の危害や損害は犯罪であり、押さえつけられるのだというメッセージになると思っている」とベンソン・ポープ氏は言った。\n",
        "output": [
            "\"I understand the frustration the Police and Fire Service teams feel when faced with problems over Guy Fawkes, and I hope these new restrictions will send a message that deliberate harm or damage is criminal and is being clamped down on,\" Mr Benson-Pope said.\n"
        ]
    },
    {
        "input": "それまで、Woollardは現住所に留まり、ウェストミンスター市に入らないことを条件に保釈を許可された。\n",
        "output": [
            "Until then, Woollard has been granted bail, on condition that he remains at his current address, and does not enter the City of Westminster.\n"
        ]
    },
    {
        "input": "マレーシアのパイオニア的ブロガー、AhiruddinAttan氏とJeffOoi氏は、マレーシアトップの新聞、TheNewStraitsTimesから名誉毀損で訴えられた。\n",
        "output": [
            "Pioneer Malaysian bloggers Ahiruddin Attan and Jeff Ooi have been sued for defamation by a leading Malaysian newspaper, The New Straits Times.\n"
        ]
    }
]
}