{
    "Contributors": [
        "Sai Venkat Subramani"
    ],
    "Source": [
        "PasiNLU (paper: https://arxiv.org/pdf/2012.06154.pdf) (dataset:https://github.com/persiannlp/parsinlu)"
    ],
    "Categories": [
        "Text Generation"
    ],
    "Input_language": "fa",
    "Output_language": "fa",
    "instruction_language": "en",
    "Definition": "In this task, you are given a food review, and you have to filter out aspects of the food mentioned in the text. We define aspects as taste/smell(طعم), nutritional value(ارزش غذایی), product quality(کیفیت), delivery(ارسال), packaging(بسته بندی) and purchase value/price(ارزش خرید). Although there might be multiple aspects in a review, we only need you to write one aspect.",
    "Positive Examples": [
        {
            "input": "10 درصد آب میوه اس با طعم کاملا مصنوعی، شبیه ساندیس های قدیم",
            "output": "طعم",
            "explanation": "This is a good example. The review is about the taste of the juice."
        },
        {
            "input": "هنوز استفاده نکردم اما فک کنم خوب باشه ممنون از ارسال به موقعِ دیجی کالا",
            "output": "ارسال",
            "explanation": "This review is about the fast delivery of the food."
        },
        {
            "input": "توقع این بود وقتی در توضیحات زده نارگیلی ،کل محصول یک دست باشه و دیگه محصولی با مغز چیز دیگه از توش درنیاد که باز هم مثل گذشته فقط بسته های طلایی مغزش نارگیلیه ولی در پیشنهاد ویژه قیمتش خوب بود",
            "output": "ارزش خرید",
            "explanation": "This review emphasizes the purchase price."
        }
    ],
    "Negative Examples": [
        {
            "input": "با ترکیب با چای، یک صبحانه راحت و خوش‌مزه برای بچه های کوچک حدود 7 الی 8 ماه به بعد میباشد. مزه خوبی داره، بزرگترها هم پایه هستن",
            "output": "کیفیت",
            "explanation": "This review is about the taste of the food. Hence the quality is incorrect."
        },
        {
            "input": "من دفعه قبل همین محصول شارین را خریده بودم منتهی در بسته بندی پلاستیکی و ایندفعه با بسته بندی سطلی گرفتم دقیقا نصف به نصف تفاوت داشت و برای خودم تجربه شد که با بسته بندی پلاستیکی بخرم.",
            "output": "ارزش غذایی",
            "explanation": "The review is about the food packaging, and it didn't mention anything about the nutritional value."
        }
    ],
    "Instances": [
    {
        "input": "خوشمزه بود و از خریدم راضی هستم...همچنین گوشتش هم کاملا سفید و ظاهر خیلی خوبی هم داشت...من راضی بودم...",
        "output": [
            "طعم",
            "کیفیت"
        ]
    },
    {
        "input": "به نسبت برندهای دیگر قیمت مناسب تری دارد ولی طعم آن مثل سابق نیست",
        "output": [
            "ارزش خرید",
            "طعم"
        ]
    },
    {
        "input": "دوتا از بسته ها پاره بود. یکیش با چسب نواری چسبونده شده بود. یعنی موقع ارسال متوجه شده بودن ولی حقوق مشتری براشون مهم نبوده. منم حوصله پیگیری و مرجوع نداشتم. موقع شستشوی بسته چون نمیدونستم هم اب داخلش رفته بود. در واقع جفتشونو دور ریختم.",
        "output": [
            "ارسال"
        ]
    },
    {
        "input": "با اینکه خیلی کاکائو تلخ دوست دارم ولی تلخیه مزشو دوست نداشتم امتحان کردم ولی دیگه نمیخرمش",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "خوبه نسبت به قیمت ولی من مخلوط کردم با قهوه برزیل خوب شد",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "تو این شرایط فقط میشه به محصولات بسته بندی اعتماد کرد تازه و خوشمزه بود",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "محصولات کارخونه ساسان خیلی طعم بدی داره پپسی شرکت نیسان شرق تولید مشهد واقعا بهتره",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "تندی محصول یه جوری بود که فشار رو میبرد بالا مزه خوبی نمیداد با اینکه من تن ماهی شیلانه همیشه میگیرم ولی این نوعش اصلا کیفیت خوبی نداشت",
        "output": [
            "طعم",
            "کیفیت"
        ]
    },
    {
        "input": "واقعا کیفیت مطلوبی داشت و بوی گوشت تازه کاملا راضی هستم",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "یه ته مزه بدی داره، مثل طعم آهن. برندهای دیگه ای که خریدم بهتر بودن.",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "به نسبت سایر نوشابه های لیمویی، قند کمتری داره، خوبه",
        "output": [
            "ارزش غذایی"
        ]
    },
    {
        "input": "خیلی خوب بود و قیمت نسبت به حجم محصول به صرفه است",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "خوشمزه اس ما امیدوارم آب و وایتکس فقط نباشه به هیچی اینجا نمیشه اعتماد کرد",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "طعم و مزه اش خوب بود قیمتش هم در شگفت انگیز عالیه",
        "output": [
            "طعم",
            "ارزش خرید"
        ]
    },
    {
        "input": "به نظر من اولین مربایی که واقعا خوشمزس و شبیه مربا های خونگی",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "خوش طعم و خوش بو، بدون شکر، برای آدم هایی مثل من که همیشه دوست دارند یک چیزی بخورند خوبه",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "خوب بود و از دی جی کالا ممنونم بسته بندی و زمانبندی درست فوق العاده این",
        "output": [
            "بسته بندی",
            "ارسال"
        ]
    },
    {
        "input": "طعم شیر پاژن اصلا خوب نبود، مشکلی سمت دیجی کالا نیست، محصول بی کیفیت بود",
        "output": [
            "طعم",
            "کیفیت"
        ]
    },
    {
        "input": "با قیمتی که خریدم واقعا راضی بودم . خوش طعم مخصوصاً لیویی",
        "output": [
            "ارزش خرید",
            "طعم"
        ]
    },
    {
        "input": "واقعا بد بو و بدمزه س انگار ماهیو درسته گذاشتن داخلش",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "یه مقدار خیلی خیلی کمی ابلیمو و نمک داره، نوع طبخ خاصش اونو خیلیی خوشمزه کرده. من معتادش شدم",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "تخم مرغ ها سالم رسیدند و همه یک اندازه بودند",
        "output": [
            "ارسال"
        ]
    },
    {
        "input": "خیلی خیلی کادوی جذابیه هم بسته بندی شیک هم شکلات خوشمزه و قلبی شکل خصوصا که پاکت هم داره",
        "output": [
            "بسته بندی",
            "طعم"
        ]
    },
    {
        "input": "کاملا مشخصه که فقط اسانس است و طعم طبیعی نداره",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "با کیفیت بود اصلا دیر پز و نپز نیست. یکدست",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "کیفیت قابل قبولی داره و چربیش کمه فقط قیمت میتونست رقابتی تر باشه نسبت به محصولات مشابه",
        "output": [
            "کیفیت",
            "ارزش خرید"
        ]
    },
    {
        "input": "از تازگی و طعم و ارزش غذایی خوبی برخورداره ارزش خرید داره",
        "output": [
            "کیفیت",
            "طعم",
            "ارزش غذایی"
        ]
    },
    {
        "input": "تازه با بسته بندی خوب و بدون بو تا حدود بسیاری پاک کرده",
        "output": [
            "کیفیت",
            "بسته بندی",
            "طعم"
        ]
    },
    {
        "input": "من بیش از یکسال است از این شربت استفاده میکنم قبلا از فروشگاه میگرفتم که با قیمت روی جلد حساب میشد الان از دیجی کالا ایامی که تخفیف میزند خریداری میکنم خیلی مناسب و عالیست توصیه میکنم تجربه اش کنید.",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "برند معروف و با کیفیتی هست . ممنون از دیجی کالا",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "من خوشم نیومد شیک بود سرمیز ولی طعمش خیلی شدید بود شاید بقیه دوست داشته باشنش برای من بوش زیاد بود",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "رژیمی و خوشمزه است البته فقط در قسمت بالای شیشه میوه وجود دارد و بقیه بصورت مارمالاد میباشد . و با قیمت شگفت انگیز ارزش خرید داره",
        "output": [
            "طعم",
            "ارزش خرید"
        ]
    },
    {
        "input": "باسلام.با توجه به اینکه تاریخ بسته بندی جدید می‌باشد ولی متاسفانه پسته ها کهنه و قدیمی می‌باشند و علت تخفیف آن هم همین موضوع است.اگر براتون کهنگی پسته مهم نیست با توجه به تخفیف نسبتا خوب دیجیکالا ارزش خرید دارد وگرنه زیاد جالب نیست.باتشکر",
        "output": [
            "کیفیت",
            "ارزش خرید"
        ]
    },
    {
        "input": "برای من کیفیتش زیاد جالب نبود، تمیز بود یعنی سنگ و اینا نداشت اما تقریبا تمام دال ها آسیب دیده بود",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "روی بسته ای که برام فرستادن نوشته 22 تومن ولی من ارگانیک سفارش دادم که 27 تومنی بود و 5 تومن تخفیف خورده بود و دور از انصافه راضی نیستم",
        "output": [
            "ارسال"
        ]
    },
    {
        "input": "نسبت به نمونه های مشابه قیمت و کیفیت خیلی خوبه",
        "output": [
            "ارزش خرید",
            "کیفیت"
        ]
    },
    {
        "input": "اگه نوشیدنی مالته باید تلخ باشه نه اینکه شیرین از خریدم کاملا پشیمونم و ب هیچ کسم پیشنهاد نمیکنم ک بخره چون پشیمون میشید تو عمرم با همچین نوشیدنی بر نخورده بودم",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "کیفیت خوب بدون بو تمیز تازه درتخفیف خرید ارزش دارد",
        "output": [
            "کیفیت",
            "ارزش خرید",
            "طعم"
        ]
    },
    {
        "input": "از نظر طعم ومزه خوبه در کل زر ماکارون رو دوست دارم",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "خانواده ام مصرف کردن با وجود سختگیری از طعم و کیفیت خوششان آمد.",
        "output": [
            "طعم",
            "کیفیت"
        ]
    },
    {
        "input": "خوشمزس ولی اردش کمه با اینحال هم قیمتش بالاست",
        "output": [
            "طعم",
            "ارزش خرید"
        ]
    },
    {
        "input": "من که خوشم اومد، تو شگفت انگیز ارزش خرید داره",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "با این قیمت مربای بزرگتر از برندهای معتبرتر میتونین بخرین. توصیه نمیکنم",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "من چای عطری دوست دارم ولی این یک جورایی عطرش غیرطبیعی میزنه حوب نیس",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "یکی دو تا از تخم مرغها ترک داشت وقتی به دستم رسید. احتمالا در حمل و نقل ضربه دیده ولی در کل تخم مرغ درشت و خوشمزه ای هست.",
        "output": [
            "ارسال",
            "طعم"
        ]
    },
    {
        "input": "بد نیست ولی نسبت به عقاب کیفیت پایین تری دارد",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "من چون همیشه رنگارنگ می خرم،فکر کردم شبیه اون هست اما اصلا شباهتی نداره و خوشمزه نیست",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "من همیشه تحفه میخرم چون نمکش اندازست و کیفیت گوشتشم خیلی خوبه",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "به درد کسی که عادت به روغن زیتون خوش عطر و طعم داره نمیخوره",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "کافئین و عطر و طعم خوبی داره و ارزش خرید داره با این قیمت پیشنهاد میشه",
        "output": [
            "طعم",
            "ارزش خرید"
        ]
    },
    {
        "input": "من فقط تونستم یه نصفه از این بخورم خیلی بد مزست طعم موندگی میده اصلا بوی سیب نداره خریدش رو اصلا پیشنهاد نمیکنم",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "مزه خوبی داره و پوست تخم مرغ به راحتی جدا می شه",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "نمک بسیار زیاد و شور همزمان ۲تا از این بسته تن سفارش دادم. یکیش انقدر شور بود که با برنجم نمیشد خورد. رنگ ماهی هم تیره بود نمی دونم به خاطر شوید داخل تن بود یا نه!",
        "output": [
            "طعم",
            "کیفیت"
        ]
    },
    {
        "input": "نسبت به شربت های لیموی برندهای دیگه، طعم مصنوعی دارد و من پیشنهاد نمی کنم",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "هم گرونه هم خیلی بوی بدی داره بوی مونده میده",
        "output": [
            "ارزش خرید",
            "طعم"
        ]
    },
    {
        "input": "اشتباه بزرگی است که به این قیمت این عسل با گلوکز بالا را بخرید.",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "واقعا لذت خرید آنلاین از دیجی کالا فوق العادست . مخصوصا اگه آدم شکمویی باشی و چیزای خوشمزه مثل این بخری",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "نسبت به قیمت خیلی خوبه خریدشو پیشنهاد میکنم من خیلی دوستش داشتم",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "مربای گل سرخ خیلی خوش عطر و خوشمزه هست هم برای صبحانه و عصرانه و هم برای کیک میشه ازش استفاده کرد مارکش هم که خیلی خوبه و به خصوص ظرف شیشه ای مربا هم بعدا کاربرد داره در کل من راضی هستم از خریدم و ممنونم از دیجی کالا",
        "output": [
            "طعم",
            "بسته بندی"
        ]
    },
    {
        "input": "وقتی مهمون‌ها همه خوردند و طعمش رو پسندیدند یعنی انتخاب و خرید خوبی بوده. من دوباره یه تعداد خریدم که تو خونه داشته باشم.",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "من از کیفیت این بیسکویت خوشم نیومد و اون کیفیت بیسکوییت کرم دار که مد نظرم بود رو نداشت",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "بسته بندی خراب و شیر ها باز شده و ترش شده بودند. عملا هیچکدام قابل استفاده نبودند. رنگ شیرها هم سفید نبودند.",
        "output": [
            "بسته بندی",
            "طعم"
        ]
    },
    {
        "input": "خیلی خوب و تازه و خوش پخت بود سایز ماهیچه قطعه شده متوسط بود",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "شربتهای شادلی خوش طعم تر از برندهای دیکه هست، انتخاب اول من هست",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "چون کم نمکه برای کسانیکه فشار خون بالا دارن و زیاد نمی تونن تن مصرف کنن خوبه میتونن امتحان کنن",
        "output": [
            "ارزش غذایی"
        ]
    },
    {
        "input": "اصلا تصورتون مثل اون رنگارنگ ها نباشه این فرق میکنه من هم گول خوردم نه مزه داره نه طعم خشک هم هست",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "نسبت به بقیه چایی های زعفرانی که تا حالاخوردم این از همه بدتر بود... فکر کنم برای چند روزی ظرف زعفران را پهلوش گذاشتند که یه کمی بو بگیره... اصلا خوب نیست.. نمی دونم چطور بعضی دوستان گفتند خوبه...",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "نسبت به قیمت بالایی که داره کیفیت خوبی نداره ، توصیه نمی‌شود",
        "output": [
            "ارزش خرید",
            "کیفیت"
        ]
    },
    {
        "input": "نسبت به قدیما انگار رقیق شده ولی مزش هنوز خوبه",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "خیلی بی کیفیت بود.زیرش سیاه بود و کمی بو میداد. فکر میکنم دوستانی که تعریف کردن از کارمندهای مهیا پروتئین باشن.چون کاملا بی کیفیت و بی ارزش بود.ممنونم",
        "output": [
            "کیفیت",
            "ارزش خرید",
            "طعم"
        ]
    },
    {
        "input": "به نظرم جای خنک نگهداری نشده بود بوی خیلی بدی میداد",
        "output": [
            "بسته بندی",
            "طعم"
        ]
    },
    {
        "input": "من از خود محصول رضایت داشتم ولی موقع حمل 5 تا از 15 تا شکسته بود که از طریق تماس با پشتیبانی دیجیکالا وجه تعداد شکسته ها برگردانده شد",
        "output": [
            "کیفیت",
            "ارسال"
        ]
    },
    {
        "input": "طعم پپسی اصل رو نمیداد با اینکه روی قوطی نوشته شده اصل",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "هم طعم و مزه. اصلا شبیه به انرژی زا نیست",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "خوش طعم و خوشمزه است فقط این میزان ضخامت اش مناسبه",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "خیلی کیفیتش خوبه، یکی برای من اسپرسو از خارج اورده بود این در حد اون بود واقعا عالیه",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "من همیشه از برند کرالیچین استفاده می‌کردم اینبار متاسفانه دیدم پر از آشغال و کرم خوردگی هست. دقت کردم پر از سوسک ریز هست بسته بندی رو باز نکرده مرجوع کردم.",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "میشه گفت یکی از بد مزه ترین آدامس های جهان اینه",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "برای صبحانه بسیار با انرژی و خمشمزه هست و طعم خواصی دارد",
        "output": [
            "طعم",
            "ارزش غذایی"
        ]
    },
    {
        "input": "اصلا کیفیت خوبی نداشت و من خریدم رو به هیچ دوستی پیشنهاد نمیکنم",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "مربای صنعتی ولی خوب و با کیفیت، اندکی عطر توت فرنگی دارد. از توت فرنگی سالم تهیه شده، شیرینی آن خیلی زیاد نیست. کلا اوکی بود.",
        "output": [
            "کیفیت",
            "طعم"
        ]
    },
    {
        "input": "نسبت به قوطی چون با همون حجم هست به صرفه تره",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "با اینکه آب و روغنش زیاد بود اما خوشمزه بود",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "یه آدامس تولید داخل با کیفیت خوب و بسته‌بندی شیک",
        "output": [
            "کیفیت",
            "بسته بندی"
        ]
    },
    {
        "input": "ایز کلا همه مرباهاش خوبه و به صورت مارمالاده ! اگه مارمالاد طوری دوست دارید بخرید چون طعماش حرف نداره",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "وقتی آوردنش بازش کردم کاملا نم کشیده بود حیف پول واقعا ریختم دور",
        "output": [
            "کیفیت",
            "ارزش خرید"
        ]
    },
    {
        "input": "آسیابش واسه قهوه ترک مناسب نیست طعمش خوبه ولی چون درشت آسیاب شده خوب خامه نمیده باید مدت حرارتو بیشتر کرد",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "خوش طعم بود من طعم کارامل حس نکردم سرد مصرف کنید گرمش خوشمزه نیست",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "من اشتباها کیلیکا خریدم و اصلاااا دوست نداشتم توش استخوان ریز ماهی داره طعم بد و بی‌مزه",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "نسبت به قیمت خوب بود پیشنهاد میکنم من که وقت بیرون رفتن ندارم و خوشبختانه تونستم اون چیزی رو که میخواستم بخرم",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "نسبت به بقیه برند ها قیمت و کیفیتش خوب بود",
        "output": [
            "کیفیت",
            "ارزش خرید"
        ]
    },
    {
        "input": "تنها وجه مشترکش با انبه رنگشه اصلا طعم انبه نداره حتی وقتی در تهیه شیرینی استفاده می شه",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "با اینکه این محصول ایرانی هست ولی مزه و بخصوص بوی خیلی عالی داره",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "زمانی که ماهی به دستم رسید بوی خوبی نمیداد با این حال پختمش ولی بوی نامطبوع ماهیها بعد از سرخ شدن هم از بین نرفت و بدتر هم شد. بوی فاضلاب بود. متأسفانه مصرف نکردم و دور ریختم.",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "تازه و خوشمزه اس و قیمتش توی شگفت انگیز عالیه",
        "output": [
            "طعم",
            "کیفیت",
            "ارزش خرید"
        ]
    },
    {
        "input": "اندازه ها همون بود و خب خوش طعم بود و حس بدی نداشت ، توصیه میکنم",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "خرید این کالا را در تابستان توصیه نمی کنم. بعضا مامور ارسال چند ساعت در ترافیک گیر می کند و خودروهای دیجیکالا برای ساعات گرم تابستان تجهیز نشده است (به ویژه اگر شما جزو نفرات آخر شیفت تحویل باشید) و در نتیجه کالا تازگی خود را از دست می دهد.",
        "output": [
            "ارسال"
        ]
    },
    {
        "input": "اگه دنبال یه صبحانه خوشمزه و پر انرژی هستین امتحان کنین حتماً میپسندید و شما رو حتی از خوردن میان وعده بی نیاز میکنه",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "چیز خاصی نداره ولی بسته بندی و دانه هاش جالب بود",
        "output": [
            "بسته بندی"
        ]
    },
    {
        "input": "برای کنسرو خوشمزه بود و ارزش امتاحان داره اما خب سلیقه ایه",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "زیاد جالب نبود مزه کهنگی هم میداد اینم اشاره کنم که روغن تراریخته طبق نوشته روش استفاده شده که خوب نیست.",
        "output": [
            "کیفیت",
            "طعم",
            "ارزش غذایی"
        ]
    },
    {
        "input": "خیلی عالی وخوشطعمه بنظر من بهترینه ممنون تز دیجی کالا",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "از نظر طعم و کیفیت واقعا خوبه بسته بندی خیلی قشنگی هم داره",
        "output": [
            "طعم",
            "کیفیت",
            "بسته بندی"
        ]
    },
    {
        "input": "اگه املاحی که گفتن واقعا بهش اضافه شده باشه محصوله خوبیه. طعم خوبیم داره",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "بنده نظر کارشناسی ندارم ولی ایرادی ندیدم طعم نزدیک به عسل طبیعی بود بنظرم در شگفت انگیز ارزش خرید دارد",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "اصلا پاک نشده بود پولک ها و بسته بندی خوبی هم نداشت",
        "output": [
            "بسته بندی"
        ]
    },
    {
        "input": "ظاهر زیبای این محصول گول زنندست. شیرینی محصول زیاده و خود تافی شل و زیادی نرم هست. شاید بذارید یخچال بهتر بشه ولی به نسب بقیه تافی ها نرمه و به پوستش میچسبه. طعم سقز هم بیشتر اسانسه حتما. مشابه همین مدل خارجی هست که تفاوت زیادی در کیفیت دارند.",
        "output": [
            "بسته بندی",
            "کیفیت",
            "طعم"
        ]
    },
    {
        "input": "اگه به این هوا میگیرید که طعم واقعی بلوبری رو بچشید، پولتونو حروم نکنید. خیلی بدمزه ست. رسما مزه شربت سینه میده. اونم خیلی تند و تیز",
        "output": [
            "طعم",
            "ارزش خرید"
        ]
    },
    {
        "input": "خوب و بدون درد سر تحویل گرفتم . بدون صرف وقت و رفتن برای خرید.",
        "output": [
            "ارسال"
        ]
    },
    {
        "input": "بسیار شل وابکی است. من فکر میکنم و چیزی اضافه شده- به اعتبار کالا لطمه میزند",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "خوشمزس و سایز خوبی داره من دوتا طعمشو‌گرفتم هردو خوبن",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "همیشه تازه بوده و بعد از پخت هم خوشمزه هست و کیفیت خوبی داره.",
        "output": [
            "طعم",
            "کیفیت"
        ]
    },
    {
        "input": "یه طعم خاصی داشت مثل مزه سوسیس. ما که دوست داشتیم.",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "در تخفیف شگفت انگیز گرفتم و از کیفیتش هم راضی بودم",
        "output": [
            "ارزش خرید",
            "کیفیت"
        ]
    },
    {
        "input": "متاسفانه مبلغی که برای خرید عسل پرداخت کردم در قبالش یه شیشه مربا دریافت کردم به هیچ عنوان ارزش خریدن داره مگر اینکه صرفاً به عنوان یک مربا استفاده شود",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "متاسفانه قسمتی از بسته پاره شده بود و مرغ بوی بد گرفته بود، یک تکه اش را دور انداختم به علت بوی بد",
        "output": [
            "بسته بندی"
        ]
    },
    {
        "input": "قطعات همراه با رگه های چربی بود در حالیکه ماهیچه چربی ندارد. بعضی از تکه ها قسمتی ماهیچه داشت ولی با این قیمت زیاد من انتظار داشتم ماهیچه دریافت کنم نه چیزیکه توی این بسته بود",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "خیلی کوچک هست. فقط با تخفیف زیاد ارزش خرید داره",
        "output": [
            "ارزش خرید",
            "کیفیت"
        ]
    },
    {
        "input": "توش پره های سیاه هستش مزه شکر وآب میده خیلی بی کیفیت هستش اگه مربای هویج خوردین خوشتون اومده باید بگم با خرید این پشیمون میشید نه تنها مزه بلکه انگار ضایعات و آشغال هویجم ریختن توش",
        "output": [
            "طعم",
            "کیفیت"
        ]
    },
    {
        "input": "مواد توی ساشه از ۱ قاشق چای خوری هم کمتره. و بوی ماهی میده. اصلا دوس نداشتم. رنگشم سبز لجنیه",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "اگه به تنهایی و بدون اضافه کردن‌اب بخورید خوشمزه است",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "اصلا لوبیاها ظاهر خوبی ندارن و کاملا مشخصه که تازه نیستن من تجربه خرید جنس بی کیفیت تابحال از دیجی کالا نداشتم ولی ظاهر این لوبیاها می گه که کیفیت ندارن",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "شکلاتش خوبه اما کادو میخوای ببری باید بزاری تو نایلون ببری کیف نداره",
        "output": [
            "بسته بندی"
        ]
    },
    {
        "input": "به هیچ عنوان ارزش خرید نداره پر از کشمش هست حجمش هم بسیار کمه",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "اگر قیمت معقول‌تری داشت میتوسنت بازار بزرگی رو بگیره چون طعم بسیار متفاوت و خوبی داره",
        "output": [
            "طعم",
            "ارزش خرید"
        ]
    },
    {
        "input": "همواره تخم مرغ تلاونگ را خریدم . دارای کیفیت و طعم خوبی است.",
        "output": [
            "کیفیت",
            "طعم"
        ]
    },
    {
        "input": "بد مزه و تند انگار یه فلفل با تندی کم انداختی دهنت تندیش تندیه نعناع نیست تندیه فلفله ضعیفه",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "خوب نبود بیشتر آب و روغن بود و گوشتشم خرد بود",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "علیرغم اینکه بسته بندی فقط در نایلون هست ولی واقعا با توجه به شلوغی خیابانها واقعا خرید عالیه و ظرف سه ساعت کالا به دستت میرسه.",
        "output": [
            "ارسال",
            "بسته بندی"
        ]
    },
    {
        "input": "یکمی تا رسید دستم بو نامطبوعی گرفته بود فکر میکنم به خاطر نوع بسته بندیش بود",
        "output": [
            "طعم",
            "بسته بندی"
        ]
    },
    {
        "input": "همیشه از این محصول خریداری میکنم و بسیار با کیفیت ولی متاسفانه قیمتش خیلی بالا رفته",
        "output": [
            "ارزش خرید",
            "کیفیت"
        ]
    },
    {
        "input": "با این که گفته بود بدون قند اما کاملا شیرین بود",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "طعمش نسبت به بقیه برندها خوبه تو شگفت انگیز هم قیمت مناسبی داره",
        "output": [
            "طعم",
            "ارزش خرید"
        ]
    },
    {
        "input": "واقعا ممنونم از پیشنهاد های ویژه دیجی کالا واقعا کیفیت و بسته بندی عالی",
        "output": [
            "کیفیت",
            "بسته بندی"
        ]
    },
    {
        "input": "سرکه فوق العاده زیادی داشت در حدی که تو نفس ادم میره زیاد تازه نبود",
        "output": [
            "کیفیت",
            "طعم"
        ]
    },
    {
        "input": "مشابه سایر محصولات این برند شیرهای کوچکش خیلی لذیذ و با کیفیت هستش البته قیمتش کمی بالاست ولی به خاطر طعم خوبش ارزش داره.",
        "output": [
            "طعم",
            "کیفیت",
            "ارزش خرید"
        ]
    },
    {
        "input": "مزه خوب و درجه یک این محصول باعث شد من نظر بدم و از همه نظر و کیفیت عالی و درجه 1",
        "output": [
            "کیفیت",
            "طعم"
        ]
    },
    {
        "input": "البته من برای تغذیه ی روزانه ی مدرسه ی پسرم خریدم پسرم می گفت خیلی خوشمزه نبود معمولی بود",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "کاملا مزه ی آب نبات قیچی رو حس میکنین...، تو شگفت انگیز برای شیرین کردن چایی بد نیست.",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "پسته خوبیه. من چند تاش را تو شگفت انگیز گرفتم. خوش پخت هست و سربسته نداره و تو شگفت انگیز واقعا ارزش خرید داره.",
        "output": [
            "ارزش خرید",
            "کیفیت"
        ]
    },
    {
        "input": "من این نوع ماهی رو دوست دارم و زیاد مصرف میکنم کیفیتش خوب.",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "هیچ طعمی نداشت و زرده ش، زرد خیلی کمرنگ بود اصلازردی تخم مرغ رو نداشت",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "با سلام و عرض ادب برند مهمت افندی،بر خلاف تبلیغات آن،به هیچ وجه طعم و مزه یک قهوه معمولی را هم ندارد،از خرید خود پشیمانم،و مجبور شدم آنرا دور بریزم،اصلا این محصول را نخرید پیشنهاد میکنم قهوه ملو را در نت سرچ کنید و این محصول را امتحان کنید،پشیمان نمیشود",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "زیادی شیرین و مذخرفه.حیف پول.توی شگفت انگیز خریدم اما اونم خیلی ضرر کردم",
        "output": [
            "طعم",
            "ارزش خرید"
        ]
    },
    {
        "input": "من تو فروش ویژه سوپر مارکتی خیلی قیمت خوبی خریدم، غلظت خوب ،طعم قهوه خیلی خوب ،شیرینی به اندازه کمی تلخی قهوه داده و توصیه میکنم",
        "output": [
            "ارزش خرید",
            "طعم"
        ]
    },
    {
        "input": "با وجود ظاهر زیبا اما آلبالوی کمی داشت و از ظرف هم بیرون زده بود. مرباهای ایز عمدتا شکره.",
        "output": [
            "بسته بندی"
        ]
    },
    {
        "input": "من دوست نداشتم چون لازانیا تک موجود نبود خریدم ولی اصلن دوستش نداشتم ادویه نداشت و اندازش یجوری بود",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "ای کاش روغنش کمتر بود . ولی تو شگفت انگیز عالی بود",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "مدت هاست که از محصول همین برند استفاده می کنم. کیفیت کاملا قابل قبولی داره‌ و قیمتش مناسبه.",
        "output": [
            "کیفیت",
            "ارزش خرید"
        ]
    },
    {
        "input": "بنظرم طعم دارچینیش از همه طعماش بهتره ماندگاریش هم خوبه",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "خیلی بی کیفیت و طعم و بوی کاکائو مونده میده. اصلا موقع خوردن حس شادی یک بیسکوییت با ‌طعم‌خوب رو نمیچشی. ارزون قیمت و بی کیفیت",
        "output": [
            "کیفیت",
            "طعم"
        ]
    },
    {
        "input": "کیفیت عالی برای طبخ انواع پاستا فقط دقت کنید زیاد پخته نشه و بافتش زیر دندون بیاد",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "تو این وضعیت بیماری سعی کنید حضوری خرید نکنید . خوش مزه و عالیه",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "من معمولا شکلات شیری نمیخورم ولی اینو امتحان کردم طعم خوبی داشت به قیمتش هم میارزید",
        "output": [
            "طعم",
            "ارزش خرید"
        ]
    },
    {
        "input": "خیلی بد مزه و بد طعم و اصلاً فیله نیست و خیلی زیاد تیغ دارد.",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "خوشمزه نبود کرم وسط بیسکویت خیلی کمه و طعم خاصی نداره",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "حواسم نبود تخم هندوانه با پوست هست و خریدم . ارزش خرید ندارد",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "از خریدش راضی بودم مخصوصا اینکه تو شگفت انگیز خریدم. نسبت به سالمون خارجی خیلی فرق قابل توجهی نداره و جایگزین خوبی بجای سالمون خارجی هستش",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "از همه بیسکوییت ها خوشمزه تره مخصوصا با طعم هل اون",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "دوستان کنسرو ماهی تن جنوب هستش و من بعد استفاده واقعن راضی هستم.فقط قیمت ها بالا رفته و گرون شده",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "خیلی چایی با کیفیتی نیست فقط بسته بندی خوشگلی داره همین",
        "output": [
            "کیفیت",
            "بسته بندی"
        ]
    },
    {
        "input": "مهیا برند خوبی است وهمیشه تازه و کیفیتش بالاتر از برندای دیگه است پیشنهاد میکنم بخرید",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "این نوشیدنی از کیفیت و طعم خوب و مناسب بر خوردار است از خریدش راضیم.",
        "output": [
            "کیفیت",
            "طعم",
            "ارزش خرید"
        ]
    },
    {
        "input": "قبلا خوشمزه تر بودن الان دیگه اون مزه رو ندارن",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "طعم خوبی نداره نسبت به حلوا شکری های بازار تنها حسنش تو شگفت انگیز فقط قیمتش از رقبا کمتره",
        "output": [
            "طعم",
            "ارزش خرید"
        ]
    },
    {
        "input": "غلظت‌اش به‌قدری کم هستش که شوکه میشید... طعم خوبی هم نداره واقعا... هر سه تاش رو ریختم دور فقط پول بطری دادم فکر کنم چون بطری‌هاش خوبه ...",
        "output": [
            "طعم",
            "بسته بندی"
        ]
    },
    {
        "input": "هیچ خلاقیتی توش به کار نرفته. اگر از همین برند، یک مثقال زعفران خالص (حدودا با همین قیمت) بگیرید، میشه باهاش یه عالمه شربت با کیفیت بهتر و عطر و طعم بهتر درست کرد.",
        "output": [
            "کیفیت",
            "طعم"
        ]
    },
    {
        "input": "تن ماهی بسیار خوشمزه و لذیذی هست ولی با این قیمت های جدید خریدش نه تنها به صرفه نیست که در توان قشر ضعیف و متوسط جامعه هم نیست ترجیح میدم مرغ بگیرم بخورم تا ۱۵ تومن پول کنسرو ۱۸۰ گرمی بدم که غذای یک نفره",
        "output": [
            "طعم",
            "ارزش خرید"
        ]
    },
    {
        "input": "از ۹ تا تخم مرغ ۴ تا شکسته ۳ تا ترک خورده بود و اصلا خرید این نوع تخم مرغ با این بسته بندی رو توصیه نمیکنم",
        "output": [
            "بسته بندی"
        ]
    },
    {
        "input": "میگوها بزرگ وخوش طعم بود.فقط کالا منجمد است وانتظار داریم طی ارسال انجماد اون باز نشده باشد ولی تاحدی یخ زدایی شده بود",
        "output": [
            "طعم",
            "ارسال"
        ]
    },
    {
        "input": "در یک بسته تعداد 16 عدد موجود هست. تو قیمت عادی یعنی دونه ای 1000 تومان! نمیارزه",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "قبلا حبوبات گلستان واقعا خوب بود جدیدا دانه ها مثل هم نیستن انگار در یک بسته از چند نوع استفاده شده با این وجود ترجیحم فعلا گلستانه چون نسبتا زود میپزه و بسته بندی خوبی داره",
        "output": [
            "بسته بندی"
        ]
    },
    {
        "input": "محصولات اورازان با کیفیته اما بسته بندی این محصول قابل قبول نبود.",
        "output": [
            "بسته بندی",
            "کیفیت"
        ]
    },
    {
        "input": "در مقابل دانه های کینوا برند oab به نظرم اصلا ارزش خرید نداره",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "در بسته بندی بسیار بهداشتی، با کیفیت عالی، تخفیف مناسب",
        "output": [
            "بسته بندی",
            "کیفیت",
            "ارزش خرید"
        ]
    },
    {
        "input": "ممنون از دیجی کالا، همیشه تازه ترین محصولات رو داره",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "افتضاح بود مزه ش که تلخ بود اصلا قابل خوردن نبود پرک شده هم هست برای اینکه توی سوپ بریزی خوبه درست کردم جدا مثل حلیم له بود و تلخِ تلخِ تلخ",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "جدیدا طعمش عوض شده و عطر هم نداره فقط قیمتش رو دوبرابر کردن بی کیفیت شده اساسی",
        "output": [
            "طعم",
            "ارزش خرید",
            "کیفیت"
        ]
    },
    {
        "input": "کاکائویی که به عنوان روکش آن استفاده شده بود خیلی بی کیفیت بود",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "روغن سرخ کردنی بهار کیفیت خوبی دارد سرخ کردن مواد غذایی با این روغن خوشمزه میشه و تردی خاصی به سیب زمینی سرخ شده با این روغن میده",
        "output": [
            "کیفیت",
            "طعم"
        ]
    },
    {
        "input": "طعم و مزه اش خوب نی و انتظار بیشتری میره ازش",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "هیچ نکته بدی نداره طعمش عالیه بسته بندیشم خیلی بانمک و کاریردیه",
        "output": [
            "طعم",
            "بسته بندی"
        ]
    },
    {
        "input": "یک کپی بسیار بی‌کیفیت از محصول اصلی که آدم رو از خریدش پشیمون میکنه",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "واقعا با نمونه های خارجی متفاوته میچسبه به سقف دهن و مزه تلخ خیلی بدی داره",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "من از خریدم راضی نبودم . تاریخ همه چیز برای دو روز پیش بود . واقعا محصولاتی مثل گوشت و شیر رو آدم انتظار داره تاریخ همون روز به دستش برسه",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "اصلا تو شگفت انگیز ارزش خرید نداره بو میده وگرنه همیشه عالی و درجه یک",
        "output": [
            "ارزش خرید",
            "کیفیت",
            "طعم"
        ]
    },
    {
        "input": "طعم تلخ و خوبی داره مثه بقیه قهوه هاست در اصل ولی وقتی به روش ترکی دمش کنی بی نظیر میشه",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "از نظر ظاهری و بسته بندی خیییییلی خوشگله، خیلی خوشمزه اس، قیمتشم خوبه، کلا راضیم ازش زیاااد!!!",
        "output": [
            "بسته بندی",
            "طعم",
            "ارزش خرید"
        ]
    },
    {
        "input": "طعم بد . بوی بد . فقط قیمتش خوبه .",
        "output": [
            "ارزش خرید",
            "طعم"
        ]
    },
    {
        "input": "با توجه به بد طعمی وسفتی اصلا ارزش خرید نداره بخصوص در مقایسه با کیفیت بایودنت",
        "output": [
            "طعم",
            "کیفیت",
            "ارزش خرید"
        ]
    },
    {
        "input": "تو توضیحاتش نوشته بدون عطر و طعم،پس نمیدونم چرا بعضیا گفتن عطر نداره!!!! برای من که عاشق چای با طعم اصیل و بدون اسانس شیمیایی هستم عالی بود.طبعا دیر دم میکشه و طعم خالصی داره،میشه با هل یا دارچین و گل محمدی طعم دارش کرد.کلا راضی بودم",
        "output": [
            "طعم",
            "کیفیت"
        ]
    },
    {
        "input": "کلا که نوشابه محصول مفیدی نیست. اما اونایی که استفاده دارند توی شگفت قیمتش خوبه.",
        "output": [
            "ارزش غذایی",
            "ارزش خرید"
        ]
    },
    {
        "input": "البته در صورتی که در خرید شگفت انگیز بخرید در غیر این صورت به نظرمن نمی ارزه",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "در بسته بندی بهتری اگر عرضه شود خیلی بهتر است",
        "output": [
            "بسته بندی"
        ]
    },
    {
        "input": "کوپا بیسکویت های خوشمزه ای داره اما این مورد بعد از خوردن یه بسته ، ته مزه ی بدی تو دهان می مونه.",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "کار را بندازه برا مهمونی. و در کل هرچی از این محصولات دارای طعم دهنده و مواد نگه دارنده دار کمتر استفاده بشه بهتره. ممنون از دیجی بابت قیمت مناسبش",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "طعم موز خییییییلی غالبه و اصلا طعم ارده رو حس نمیکنی",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "طعمه خوبی داره ولی رنگه خوبی نداره در کل خوبه",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "بسیار خوشمزه و دارای لایه های کرم دار و همچنین بسته بندی بسیار باکیفیت و چند لایه دارد. پیشنهاد میکنم",
        "output": [
            "طعم",
            "بسته بندی"
        ]
    },
    {
        "input": "تو شگفت انگیز خریدم خیلی مناسب بود فقط کمی ریز هستن",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "اصلا بدرد نمیخوره واقعا بی کیفیترین جنسی بود که تا حالا از دیجی خریدم هیچ طعم و مزه روعن زیتون رو نداره کاملا مشخصه که توی روغن مایع احیانا چن قطره روغن زیتون چکوندن",
        "output": [
            "کیفیت",
            "طعم"
        ]
    },
    {
        "input": "نمیشه گفت شکلات تلخه و اصلا خوش طعم نیست خیلی طعمش معمولیه",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "خوشمزه است و نسبت به محصولات مشابه نمک کمتری داره. توصیه میکنم امتحان کنید",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "از دیدن دونه های قهوه کلی ذوق کردم. کیفیت خوبی داره",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "قراره 4 طعم مختلف توش باشه، اونی که به دست من رسید حدود 80 درصدش طعم نعنایی بود. تلخ هم قطعا نیست، حتی کم شیرینی هم نیست.",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "طعم خیلی خوبی داره و توضیحات کالا کاملا با خود محصول مطابقت داشت",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "سالم بدون بوی اضافی و خوب و با کیفیت بود",
        "output": [
            "ارزش غذایی",
            "طعم",
            "کیفیت"
        ]
    },
    {
        "input": "با توجه به فیمت بسیار پایین و طعم و مزه احتمال اینکه عسل طبیعی باشد بعید است.",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "خیلی آدامس نرم و خوبیه. طعمشم خوبه. من دوسش دارم.",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "درود این روغن تولید در زنجان به سفارش شرکتی در گیلان هست ولی متاسفانه چه به لحاظ رنگ و چه بو هیچ شباهتی به روغن زیتون با کیفیت ندارد، بسته بندی هم بی کیفیت است، برای بنده از قسمت زیرین نشت داشت، یکی از بدترین خرید هام بود.",
        "output": [
            "طعم",
            "کیفیت",
            "بسته بندی"
        ]
    },
    {
        "input": "برند خوبیه دقیقا واسه صبحانه خوبه زود دمه عطرش هم خوبه",
        "output": [
            "کیفیت",
            "طعم"
        ]
    },
    {
        "input": "در مقایسه با سایر برندهای موجود در بازار با توجه به حراجی که داشت ارزانتر بود",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "من همیشه از محله ارامنه قهوه ترک بصورت فله و تازه میخرم عطرش فوق العادست...طعم عالی داره... اما این قهوه ترک متاسفانه اصلا خوب نبود نسبت به قیمت بالا نه عطر خاصی داشت نه طعم...انگار عطرش رفته بود",
        "output": [
            "طعم",
            "ارزش خرید"
        ]
    },
    {
        "input": "با توجه ب طراحی ظاهریش انتظارم از کیفیتش بیشتر بود",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "تخم مرغ ها ریز بودند ورنگ زرده وسفیده با هم فرقی نداشت",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "آدامس بدون قند با طعم مناسب ولی قیمتش نسبت به قبل خیلی گرون شده",
        "output": [
            "طعم",
            "ارزش خرید"
        ]
    },
    {
        "input": "بااینکه تک نفره بود بسته بندیش ولی طعم و کیفیتش عالی نبود برای یک استکان باید حتما یک بسته کامل استفاده بشه تا طعم و مزه خوب بده",
        "output": [
            "بسته بندی",
            "طعم",
            "کیفیت"
        ]
    },
    {
        "input": "افتضاح بود اصلا توضیه نمیکنم به شدت کهنه بود و اکثرشم پوچ بود",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "یک محصول ایرانی خوش مزه و با کیفیت. حتما تجربه کنید",
        "output": [
            "طعم",
            "کیفیت"
        ]
    },
    {
        "input": "گوشت سفید و طعم خیلی معمولی، ماهی تن نیست. با لحاظ قیمت نسبت به تن ماهی های دیگه باید مقایسه بشه",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "طعمش رو نمپسندیم. نسبت به برندای دیگه با یک نوع پخت، نرم از آب درمیاد!",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "به نظرمن که خوش طعم نبود خیلی معمولی باشکر زیاد",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "من تا حالا نخریده بودم ، خوشم نیومد با اینکه سفیده تخم مرغ دوست دارم ، ٹو بسته آب داره و خیلی بیمزه است ، به زور سس و.نمکم نتونستم بخورم و ریختم دور",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "من با این چای تو کافه فرانسه تهران اشنا شدم وقتی چای طعم دار سفارش دادم و بعد از اون تا تموم‌ میشه خرید میکنم بوش واقعا ارامش بخشه برام از طعمش هم که نگم ؛ من لذت میبرم",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "قهوه با طعم معمولی که قیمت ان با این کیفیت خیلی زیاد است",
        "output": [
            "طعم",
            "ارزش خرید"
        ]
    },
    {
        "input": "وقتی تخم مرغها بدستم رسید و شکوندمشون اکثرش خراب بود",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "من خیلی استفاده دارم ب غذاها مزه خوبی میده کاش موجود شه",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "نسبت به برند پارمیدا قیمتش مناسبه و کیفیتش نسبت به پارمیدا یه لول پایینتره ولی قابل قبوله",
        "output": [
            "ارزش خرید",
            "کیفیت"
        ]
    },
    {
        "input": "این محصول قرصهاش اندازه ی قرص های دارو هستن و این طعمش بدون شکر هست یعنی شیرین کننده مصنوعی داره و مزش ترکیبی از نعنا و انبه هست و کیفیت خوبی داره اما زود توی دهان آب میشه ساخت آلمان هست",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "من برای غذاها و کیک ها ازین شیر استفاده می کنم و برای خوردن تنها اصلا طعمش رو نمی پسندم",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "با توجه به حجم گرونه من در شگفت انگیز خریدم",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "از این برند انتظار بیشتری داشتم خیلی خشک و بی مزه بود",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "من این رو که گرفتم خیلی به نظر مونده بود و بشدت بوی بد میداد . حتی رنگش هم کمی عوض شده بود که مجبور شدم هنش رو دور بندازم",
        "output": [
            "طعم",
            "کیفیت"
        ]
    },
    {
        "input": "انتظارم از یه مربای فرانسوی با این حجم و این قیمت، ببشتر بود",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "منکه عاشق پاستام نتونسم بخورمش فاجعس همون ماکارونی شکل دارو آب پزکنی بدون هیچ طعم دهنده ای بخوای بخوری .... نه توش قارچ بودنه موادخوشمزه دیگه عین سوپ اماده ک بیرون میخرین چن لیوان اب اضافه میکنین همونجوری ب همون اندازه بدمزه وفاجعس گول تبلیغ وکامنتاروخوردم",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "آسیاب جهت دستگاه قهوه ساز خانگی مناسب نیست، عطر و طعم دلچسبی هم ندارد",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "اولین بار بود خرید کردم و با توجه به خاصیتش بازم میخرم . دومین بار دوتا از تخم کبک شکسته بود سفیده ش حالت کهنگی داشت .",
        "output": [
            "ارزش غذایی",
            "کیفیت"
        ]
    },
    {
        "input": "عطر و طعمش فرق چندانی با قهوه فوری نداره و میشه گفت ضعیفتره بیشتر پول زلمزیمبوشو میدین تا کیفیت قهوه",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "تکه های شنسیل داخل بسته بزرگ و ضخیم بودن و بخاطر همین هم پختش یکم زمان میبره ولی تازه بود و یخ زده هم نبود. ادویه ی روش هم یه مقدار فلفلی هست",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "این مربا را با توجه به قیمت مناسب و نظرات مثبت کاربران خریدم ولی متاسفانه محتویات تکه های بالنگ بسیار ریز و شیره فراوان است",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "کیفیت و مزه واقعا بد بود به هر کی تعارف کردم بدش اومد",
        "output": [
            "کیفیت",
            "طعم"
        ]
    },
    {
        "input": "طعمش جالب نبود برام با مربا هویجایی که قبلا خوردم اگر مقایسه کنم نمره ۵۰ از ۱۰۰ میدم",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "خیلی تازه بود و همه تخم مرغ ها سالم بودن و درشت. راضی بودم",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "هم طعمش خوبه هم خوش رنگه جلو هرکی بذاری حتما دومین چایی رو هم میخواد تو خریدش شک نکنید",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "محصولات کوپا خوشمزه هست و اکثرشو میخرم و دوست دارم",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "ساخت کارخانه آمل کاله است و خیلی خوشمزه است. در ضمن به صرفه است چون 1.5 لیتره.",
        "output": [
            "طعم",
            "ارزش خرید"
        ]
    },
    {
        "input": "در کل زیادی گرون شده ماهی تن، ولی خب به نسبت مشابه ها خوبه.",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "ماهی خوشمزه و خوبی بوده و خرید آن با توجه به قیمت های تره بار مقرون به صرفه است.",
        "output": [
            "طعم",
            "ارزش خرید"
        ]
    },
    {
        "input": "براحتی با چند دقیقه جوشاندن پخته می شه و به صرفه هم هست",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "اگر خواستین با روکش کچاپ رو بگیرین، از بقیه خوشمزه تره",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "بسیار بسیار بد هیچ ارزش خرید نداره بی احترامی به مصرف کننده است توفاله ی کنجد هم نیست",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "این ماهی تیغ ریز زیادی دارد و بی مزه است.",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "قیمت با تخفیف مناسب بود و طعم خوبی داشت ولی در مورد کیفیت مطمئن نیستم.",
        "output": [
            "ارزش خرید",
            "طعم"
        ]
    },
    {
        "input": "رگ گیری نشده و به علت ریز بودن یک ساعت زمان برد تا رگ گیری بشه و اصلا با وجود تخفیف دار بودن هم ارزش خرید نداشت",
        "output": [
            "کیفیت",
            "ارزش خرید"
        ]
    },
    {
        "input": "سویای خشکپاک بافت مناسب داره و طعم خوبی هم داره",
        "output": [
            "طعم",
            "کیفیت"
        ]
    },
    {
        "input": "عسل شناس نیستم ولی به نظرم عسل خوبیه اقلا طعم نبات نمیده و طعم و بوی عسل داره",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "رشته خوبیه آشمو جاافتاده کرده،با بسته بندی خیلی خوب که مانند سایر رشته ها ازش خرده رشته نمیریزه.",
        "output": [
            "بسته بندی"
        ]
    },
    {
        "input": "این محصول از کیفیت مناسب و خوبی برخورداره از خریدش راضیم.",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "بافت گوشت خیلی ریش ریش بود و پرده های میان گوشت زیاد بود ،بنابر این برای خورشت خیلی مناسب نبود اگر کسی در خونه چرخ می کرد خوب بود",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "بنظر من بهترین چای کیسه ای با عطر ارل گری چای شهرزاد رنگ عالی برای کسایی که چای پرنگ میخورن و بسیاااار خوش عطر",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "کیفیت تن ماهی داخل کنسرو خوب بدد ولی متلسفانه بدنه همه قوطی های کنسرو آسیب دیده و ضرب خرده بود و به نوعی کالای آسیب دیده رل می فروشند... آسیب دیدگی قوطی کنسرو میتواند موجب فاسد شدن آن گردد.",
        "output": [
            "بسته بندی",
            "کیفیت"
        ]
    },
    {
        "input": "نسبت به قیمت جدیدش قهوه های بهتری رو توی این رنج قیمت میشه خرید",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "متاسفانه وقتی به دستم رسید بوی خوبی نمی داد و زمانی که پختم بو و طعم خوبی نداشت",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "تو شگفت انگیز قیمتش خیلی خوبه با تشکر از دیجی کالا",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "کیفیت نسبت به قبل واقعا اومده پایین و از پالپ فقط یه کلمه روی بطری مونده چند ساله اورنجینا میخرم ولی طی این یکی دو سال اخیر به شدت کیفیت رو به افول و فقط طعم کمی اسانس پرتقال و آب گازدار زیاد میده",
        "output": [
            "کیفیت",
            "طعم"
        ]
    },
    {
        "input": "کیفیت فوق العاده بد با قیمت عدس واقعی در بسته بندی همه چیز دیده میشود عدسها نصف معمول هم نیستند",
        "output": [
            "کیفیت",
            "ارزش خرید"
        ]
    },
    {
        "input": "دفعه ی اول کیفیتش خوب بود ولی دفعه ی بعد که متاسفانه زیاد هم خریدم واقعا مونده و افتضاح.پولمو ریختم دور",
        "output": [
            "کیفیت",
            "ارزش خرید"
        ]
    },
    {
        "input": "این کالا ارزش خرید بالایی دارد و خرید ان توصیه می شود",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "طعم خوبی نداشت دختر من راضی به استفاده مجدد نشد.",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "تازه نبود موقع پخت پوسته شد که این نشاندهنده ماندگی حبوباته",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "کیفیتش به هیچ وجه با تبلیغاتش همخوانی نداره. بعد از بیست دقیقه تو دهن وا میره بافتش با این قیمت ب هیچ وجه پیشنهاد نمیکنم",
        "output": [
            "کیفیت",
            "ارزش خرید"
        ]
    },
    {
        "input": "فکر میکردم مزه‌ای مثل نودل رو تجربه کنم اما مزۀ سوپ آماده می داد. خیلی بد بود. با کلی مخلفات که بهش اضافه کردم تونستم بخورم. از تک ماکارون بعید بود.",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "واقعا من ناراحت شدم دیگه به دیجی کالا چطوری اطمینان کنم...من ۲ بسته ارگانیک سفارش دادم در نتیجه بیشتر هم هزینه کردم،اما ۲ بسته غیر ارگانیک که هزینه ی کمتری هم داشته واسم ارسال شده....",
        "output": [
            "ارسال"
        ]
    },
    {
        "input": "بدون طعم و مزه و بسیار بی کیفیت در مقایسه با طعم های دیگر همین آدامس.",
        "output": [
            "کیفیت",
            "طعم"
        ]
    },
    {
        "input": "هیچ طعم ومزه نداره قهوهدهای مثله روبوستا یا قهکه های معمولی خیلی بهترن",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "ادویه مخصوص نداشت ومن خیلی تعجب کردم با این قیمتی که این کالا داره توقع میره حداقل ادویه داشت!!!اصلا بنظرم این قیمت نمیارزه مواد یه ماکارونی ساده رو داره باید ۱۸ تومن باشه!!!!",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "جدیدا طعم و بوی گوشت چندان جالب نیست. زیرشم همش قهوه ای بود. تو این وضع گرونی گوشت بااین قیمت معقولا چیزای خوبی چرخ نشده این آخرین باری بود که سفارش دادم.",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "بطری های عالیس طوری طراحی شدند که نور به هیچ عنوان به داخل آن نفوذ نمیکند که باعث ماندگاری طولانی مواد داخل آن میشود و احتیاجی به مواد نگهدارنده ندارد",
        "output": [
            "بسته بندی"
        ]
    },
    {
        "input": "پسته شور خشکپاک رو تازه استفاده کردم . تازه و خوب بود. بیشتر خندان بود البته شور برای همه مناسب نیست",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "شکلات تلخ با طعم خوب دارای مشتقات خود کاکائو( مثل کره کاکائو،و...) و نه جانشین های کاکائو که مضر هستند",
        "output": [
            "طعم",
            "ارزش غذایی"
        ]
    },
    {
        "input": "از بهترین کارخانجات تولید کننده ماکارونی، دارای طعم و مزه مناسب.",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "بیشتر فلفلی بود تا دارچین جالب نیست چسبندگی زیاد میخوای بندازی دور ،به دستت میچسبه !!!",
        "output": [
            "طعم",
            "کیفیت"
        ]
    },
    {
        "input": "اولش طعمش خوبه ولی بعد از پنج دقیقه واااقعا بد و بی مزه میشه و اصلا خوب نیست",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "با کیفیت ، از بیرون فروشگاه های زنجیر گیر نیاوردم به راحتی ممکن از دیجکالا گیر اوردم",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "قیمتش حتی از تعاونی هم ارزانتر است . کیفیتش هم خوبه",
        "output": [
            "کیفیت",
            "ارزش خرید"
        ]
    },
    {
        "input": "تو حلوا شکری های بسته بندی کارخونه ای این مارک طعم خوبی داره",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "اصلا پیشنهاد نمیدم من هم هلی هم زعفرانی رو خریدم افتضاح شل و ابکی هست انگار اب شکر رو بهش طعم زدن متاسفم برای این کیفیت",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "اگر این شرایط کرونا نبود امکان نداشت چنین چیزی بگیرم.ولی چون نمیشه رفت بازار از سر اجبار گرفتم تا بدون قهوه نمونم. تازه نبود ،عطر و بو هم اصلا روش حساب نکنید ،فقط تلخ و بی مزه. کافیئن هم زیادی انتظار نداشته باشید ازش.",
        "output": [
            "کیفیت",
            "طعم"
        ]
    },
    {
        "input": "من واسه شیرین کردن ازش استفاده میکنم،بد نیست با توجه به قیمتش(البته تو فروش ویژه)",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "به هیچ عنوان ارزش خرید نداره. به چندین روش مختلف از آماتور تا حرفه ای این قهوه رو دم کردم و جز ذرات معلق در آب جوش، چیزی به دست نیومد. اصلا و ابدا توصیه نمیشه. افتضاح.",
        "output": [
            "ارزش خرید",
            "کیفیت"
        ]
    },
    {
        "input": "عطر و مزه خوبی داشت خیلی چرب نبود و با عسل و مربا و ... میشود براحنی پایه صبحانه یا عصرانه باشد حس خوبی از خریدش دارم و راصی بودن",
        "output": [
            "طعم",
            "ارزش خرید"
        ]
    },
    {
        "input": "میرندا خوش طعمه. همراه با غذا می چسبه . طعم بد غم و غصه رو دود میکنه با خودش میبره . شما هم بنوشید. نوش جان.",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "کینوا متاسفانه در ایران نسبتاً ناشناس است جایگزین بسیار مناسب برای غذاهایی مثل برنج است کینوا معروف به خاویار گیاه است.",
        "output": [
            "ارزش غذایی"
        ]
    },
    {
        "input": "کیفیت متوسط و روبه پایین و بعد از مدت کوتاهی جویده شدن، بافت آدامس از هم باز میشود",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "خیلی بی مزه بود وبی کیفیت بو و طمع کافور را داشت قیمتش هم خیلی گرون بود",
        "output": [
            "ارزش خرید",
            "طعم",
            "کیفیت"
        ]
    },
    {
        "input": "کالای مورد نظر از هر لحاظ خوب بود ولی بهتر بود دیجی کالا این جور محصولات رو با ماشین یخچال دار بفرسته",
        "output": [
            "ارسال"
        ]
    },
    {
        "input": "من از طعمش راضی بودم طعم واقعی عسل داشت و در شگفت انگیز واقعا قیمتش مناسب بود",
        "output": [
            "ارزش خرید",
            "طعم"
        ]
    },
    {
        "input": "قبلا رول دورش به راحتی باز میشد ولی جدیدا به سختی باز میشه ضمک اینکه خودسفیده هم توش لیش شده و تیکه تیکست و مثل قبل قالبی در نمیاد بیرون",
        "output": [
            "بسته بندی"
        ]
    },
    {
        "input": "علاوه بر بد بودن کفیت بد شیر و موز.، طعم ب د و نا مناسب، این کالا پس از چند لحظه پس از مصرف. که ممکن است،، به علت وجود مواد نگهدارنده و یا استفاده از شیر خشک باشد.",
        "output": [
            "طعم",
            "کیفیت"
        ]
    },
    {
        "input": "کاملا مشخصه که دانه هایی که این قهوه ازش حاصل شده از دانه های قدیمی و تاریخ مصرف گذشته بوده چون کاملا طراوت و تازگی قهوه ازش گرفته شده بود. به نسبت قیمتش البته قابل پیش بینی بود!",
        "output": [
            "کیفیت",
            "ارزش خرید"
        ]
    },
    {
        "input": "حتی اگه شکر هم باشه از نظر ریالی ارزش داره و از نظر ارزش غذایی کاش یکی که میتونه نمونه و تست بگیره نظر بده",
        "output": [
            "ارزش خرید",
            "ارزش غذایی"
        ]
    },
    {
        "input": "به دلیل بسته بندی بد ۲ تا از تخم مرغ ها شکسته بود",
        "output": [
            "بسته بندی"
        ]
    },
    {
        "input": "قبلا کیفیت سولاته خیلی بهتر بود الان از نظر کیفی افت داشته که شاید دلیلش جلوگیری از رشد قیمت آن بوده.",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "بوی خوش زعفران اصلا حالو هواتو عوض میکنه .طعم و عطر خوبی داره",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "خیلی با کیفیته فقط قیمت بالاست تو شگفت انگیز توصیه خرید اقتصادی می شود",
        "output": [
            "کیفیت",
            "ارزش خرید"
        ]
    },
    {
        "input": "خیلی چرب و خامه ای اصلاااا پیشنهاد نمیکنم و فاقد ارزش غذایی",
        "output": [
            "ارزش غذایی"
        ]
    },
    {
        "input": "کیفیت فیله خوب بود اما با این قیمتها ارزش خرید نداره . حجمش هم کاملا یک نفرست البته اگه با برنج یا مخلفات سرو بشه (چون شور مزه هست بهتره که با شوید پلو میل کنین)",
        "output": [
            "کیفیت",
            "ارزش خرید"
        ]
    },
    {
        "input": "افتضاح بود،بوی ضحم میداد و قسمتهایی از ماهی تیره بود،باعث شد کلا از تن ماهی بدم بیاد",
        "output": [
            "طعم",
            "کیفیت"
        ]
    },
    {
        "input": "طعمش خوبه، کلا از محصولات رامک راضی ام. البته ترجیحم شیر تازه اش هست ولی داشتن چندتا شیر مدت دار تو خانه لازمه، برای مواقعی که شیر تموم میشه و حواسم نبوده بخرم.",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "کیفیت بسیار معمولی داره و ارده توش نیست, نسبت به برندهای قبلی که تست کردم ضعیفتره و به نظرم قیمتش همونی هست که تو شگفت انگیز گذاشته بودن و قیمت بدون تخفیفش اصلا با این کیفیت نمیرزه",
        "output": [
            "کیفیت",
            "ارزش خرید"
        ]
    },
    {
        "input": "بی کیفیت بود طعم خوبی نداشت نپسندیدم و توصیه نمیکنم",
        "output": [
            "طعم",
            "کیفیت"
        ]
    },
    {
        "input": "در مقایسه با محصولات غقاب نمره من 5 از 20 است . اصلا خوش طعم وتازه نبود",
        "output": [
            "طعم",
            "کیفیت"
        ]
    },
    {
        "input": "از مزه های نامناسب جهت مزه دار کردن استفاده شده برای یکبار امتحان خوبه",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "من همیشه از این نوع ماکارونی فرمی زر ماکارون میگیرم خوشمزه ست و خیلی راضیم",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "خیلی خوشمزه قیمت یک پفک ولی با ارزش غذایی کنجدش تازه بود همچنین عسل امتحانش ضرری نداره",
        "output": [
            "طعم",
            "ارزش غذایی",
            "ارزش خرید"
        ]
    },
    {
        "input": "بنظر من نه رنگ داره و نه مزه بخصوص هفت گیاهش",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "روغن بهار کیفیت و برند خوب و معتبر ارزش خرید داره",
        "output": [
            "کیفیت",
            "ارزش خرید"
        ]
    },
    {
        "input": "وقتی به دستم رسید گرم بود و بوی خیلی‌خیلی بدی میداد",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "تازه نبود و تاریخ تولید برای 15 روز پیش بود.",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "خوب بود من دوست داشتم؛ من همیشه برند عقاب رو می خریدم، ولی این دفعه که از این برند خریدم؛ بدم نیومد، قیمتش هم مناسب تر بود.",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "با اینکه تاریخ تولیدش نزدیک بود ولی طعم کهنگی داشت",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "فک نکنم زیاد طرفدار داشته باشه،آخه خیلی بو میده و طعمشم به نظرم خوب نیست،قوطی دوم رو مجبور شدم با رب گوجه فرنگی و پیاز و ... تفت بدم و سیب زمینی سرخ کرده اضافه کنم تا بشه تحملش کرد....تن ماهی رو به کیلکا ترجیح میدم",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "من هم خیلی ماهی خور هم عاشق تن ماهی هستم ولی اینو که برای بار اول بود امتحان میکردم نپسندیدم .مجدد سفارش نمیدم .هم ظاهرش بد بود ،هم طعمش .",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "به نظر من اصلا خوشمزه نبود مقدار شیرینی ش هم خیلی زیاده از برند سلامت انتظار بیشتری داشتم",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "با توجه به طعم نسبتا گس چای بعیده به راحتی جا بیفته. در واقع شبیه چای سبزه.. با این تفاوت که پودر شده. مقدار کمی در هر ساشه هم‌ داره",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "بنده دو تا عدد سفارش دادم . در هنگام دریافت ماهی بصورت عدم منجمد دریافت گردید و بر روی آن خونابه راه افتاده بود . در هنگام مصرف و بعد از شستشو بوی بسیار نامطبوع از آن متصاعد شده و قابل استفاده نبود .",
        "output": [
            "ارسال",
            "طعم"
        ]
    },
    {
        "input": "خیلی بی کیفیت و سفت طوریکه بسیاری از قسمت هاشو نمیشد خورد.",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "خیلی خیلی بد بود متاسفانه بوی وحشتناکی میداد برای دوروز قبل بود اصلا توصیه نمیکنم گوشت ومرغشو بخرید",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "بنظرم اصلا عسل نیست این محصول. در واقع یا گلوکز یا لاکتوز با کمی اسانس عسل نخرید ارزش غذایی عسل رونداره دوستان",
        "output": [
            "ارزش غذایی"
        ]
    },
    {
        "input": "خوش طمع و تازه پیشنهاد میکنم یکبار هم شده امتحان کنید",
        "output": [
            "طعم",
            "کیفیت"
        ]
    },
    {
        "input": "بی‌مزه بود. لازم است قبل از کباب کردن یک سری ادویه به آن اضافه بشه",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "طعم همه پسندی ندارد از نظر بسته بندی ظاهر مناسبی دارد اما محصول داخل پاکت رطوبت جذب کرده بود.",
        "output": [
            "طعم",
            "بسته بندی"
        ]
    },
    {
        "input": "اگر به سلامتی تان اهمیت میدهید سراغ این برند نروید.",
        "output": [
            "ارزش غذایی"
        ]
    },
    {
        "input": "تو این گرونی آجیل نسبت به قیمتش خوب بود.. بیشتر برای بچه ها خوبه",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "ساق بی پوست ساده مرغ مهیا پروتئین مقدار 0.9 کیلوگرم با کیفیت مناسب و قیمت به صرفه و همچنین ارسال سریع بسیار عالی",
        "output": [
            "کیفیت",
            "ارسال",
            "ارزش خرید"
        ]
    },
    {
        "input": "تمامی روغن های موجود در بازار تراریخته بوده و سرطان زاست و به مرور زمان هم کبد و چرب میکنه هم عروق قلب را میبنده",
        "output": [
            "کیفیت",
            "ارزش غذایی"
        ]
    },
    {
        "input": "مربای پرتقال شانا، طعم خاص خودشو داره، برای من که کلا عاشق پرتقال هستم، بسیار دوست داشتنی و خوش‌مزه بود من که خوشم اومد، با این قیمت تو تخفیف باشه، باز هم میخرم.",
        "output": [
            "طعم",
            "ارزش خرید"
        ]
    },
    {
        "input": "من چند تا خریدم و برای مسافرت رفتن مناسبه، در کل خوب بود کیفیتشم معمولیه.",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "پودر قهوه دارای کیفیت مطلوب نبود وعطر و بوی در فضا پخش نمی شد",
        "output": [
            "کیفیت",
            "طعم"
        ]
    },
    {
        "input": "جنس پاکت چای بسیار قدیمیه. انگار از جنس کاغذ معمولیه. طعم چای هم تعریفی نداره.",
        "output": [
            "بسته بندی",
            "طعم"
        ]
    },
    {
        "input": "روی بسته بندی بسیار خوب و کیفیت اما زیر آن گوشت تیره و بی کیفیت",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "مصرفش لذت بخشه با بیشترین فایده . طعمش هم خیلی خوبه مثل نوشابه های دیگه . قیمتش هم کاملا مناسبه",
        "output": [
            "ارزش خرید",
            "ارزش غذایی",
            "طعم"
        ]
    },
    {
        "input": "عاشق چای ماسالا هستم و این چای ماسالا عالی نبود ولی خوبه و طعمش رو دوست دارم.",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "در کل خیلی بد نبود اما به نظرم نسبت به قبل کمی کیفیتش پایین تر آمده تو گوشت خرده های سفید و سفتی بود و مشخص بود چربی نیست",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "اگر تعداد دراژه ها در هر قوطی بیشتر بود آن وقت از تمام ظرفیت قوطی استفاده می شد",
        "output": [
            "بسته بندی"
        ]
    },
    {
        "input": "بهرحال نوشابه و عوارضشو همه می دونیم ولی دیگه ادمیه و بعضی وقتا هوس چیزای بدم می کنه",
        "output": [
            "ارزش غذایی"
        ]
    },
    {
        "input": "بدلیل شباهت نام و ظاهر اون به رنگارنگ مینو اشتباها این رو سفارش دادم، طعم و کیفیتش خیلی ضعیف تر از مینو بود، تو دهن ماسیده میشد راضی نبودم",
        "output": [
            "طعم",
            "کیفیت"
        ]
    },
    {
        "input": "بسیار تازه، بدون استخوان و پاک کرده بود، قطمت مناسب مخصوصا در شگفت انگیز",
        "output": [
            "کیفیت",
            "ارزش خرید"
        ]
    },
    {
        "input": "طعم خوبی نداره و رنگش هم کرم و حتی قهوه ایه! اصلا حس نمی‌کنید که دارید شیر می‌خورید",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "برای بیرون مناسب نیست حتما خودتون یه دستی باید طعم و مزه ببرید",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "تخم مرغ رسمی تلاونگ خوب و درشت و تازه بود.",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "به نظر من مزه و طعم سرکه بیش از اندازه قالبه من که تخمه تا این حد ترش دوست نداشتم ممنون",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "با ماندن در یخچال تغییر کیفیت نمی دهد. این یه محصول خوب با کیفیت مناسب است",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "با کیفیت بود و قطعات توت فرنگی در اون مشخص بود، توی شگفت انگیز خریدم که واقعاً قیمتش مناسب بود",
        "output": [
            "کیفیت",
            "ارزش خرید"
        ]
    },
    {
        "input": "متاسفانه مزه ی پارافین میداد بی نهایت بی کیفیت ، کاکائوی استفاده شده کیفیت پایین مزه ی مواد شیمیایی و پلاستیک میداد خیلی متاسفم برای شرکت تولید کننده",
        "output": [
            "طعم",
            "کیفیت"
        ]
    },
    {
        "input": "فقط بسته بندی جالبی داره دونه درشت آسیاب شده که به درد نمیخوره و‌طعمش هم اصلا قابل رقابت نیست من lavaza رو‌ترجیح میدم هم کیفیت بالاتری داره هم قهوه بهتری میده هم طعم بهتر خلاصه که اصلا خوب نبود",
        "output": [
            "بسته بندی",
            "طعم"
        ]
    },
    {
        "input": "من اولین بار بود خریدم به نظرم طعمش خوب بود اصلا بو هم نمی داد.ولی گران بود",
        "output": [
            "طعم",
            "ارزش خرید"
        ]
    },
    {
        "input": "تازه ست و سالم تحویل داده شد ممنون از دیجی کالا که امکان تهیه اقلام تازه و سورمارکتی رو فراهم کرده",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "حتما پیشنهاد میشه یکبارهم شده این قهوه ترک را استفاده کنید تا طعم واقعی قهوه را متوجه شوید",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "همینکه توی روغن زیتونه عالیه. حداقل احساس بدی در خوردنش به آدم دست نمیده. البته همین باعث شده قیمتش رو نجومی بالا ببرند.. و کمتر کسی طرفش بره..",
        "output": [
            "ارزش خرید",
            "ارزش غذایی"
        ]
    },
    {
        "input": "سلام بعد از یک مدت کوتاهی این محصول رو دوباره خریدم ولی متاسفانه قیمتش خیلی افزایش داشته",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "این طعمش واقعا مزه شربت سینه مینه ، فکر کنم از اسانس ارزون استفاده کردن طعم طالبیش هم افتضاحه موز و کاکائو و نسکافه اش خوبه",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "حلوای سیمرغ همیشه خوب بوده قیمتشم تو شگفت انگیز عالیه مرسی از دیجی بابت تخفیف",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "بسیار خوش طعم و عالیه یه تن ماهی باکیفیت و خوشمزه",
        "output": [
            "طعم",
            "کیفیت"
        ]
    },
    {
        "input": "کسانی که مزه نعنا رو دوست دارن بخرن. کمی هم طعم لیمو میده و به ذائقه افراد بستگی داره. برای ما متوسط بود.",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "از برندی مثل این اصلا انتظار این کیفیت پایین را نداشتم",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "طعم خوب و جالب اما ماندگاری طعمش کمتر از تریدنت هست.",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "طعمش خیلی مصنوعی و احساس می کنی داری اسانس می خوری",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "خوب بود و همه تخم مرغها یک اندازه هستن و ممنون از مامور ارسال که با احتیاط حمل میکنن.",
        "output": [
            "ارسال"
        ]
    },
    {
        "input": "کیفیت بایودنت نسبت به قبل پایین اومده اسانس زیادی داره که ابتدا تو ذوق میزنه بسته بندی ضعیفی که تو کیف یا کشو میذارم بوی آدامس میگیره و تعداد کم و قیمت بالا",
        "output": [
            "طعم",
            "کیفیت",
            "ارزش خرید",
            "بسته بندی"
        ]
    },
    {
        "input": "بعد از پخت به هم نمیچسبه وخیلی خوشمزه لذیذ میشه",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "شیر که دیگه نظر نمیخواد پر از ویتامین و خاصیت خوشمزه و خوش طعم",
        "output": [
            "ارزش غذایی",
            "طعم"
        ]
    },
    {
        "input": "آدامس دن کسیر یکی از برندهای خوبیه هم خوش طعمه وهم تو خرید شگفت انگیز مناسبه فقط نمیدونم چرا دیجی بعداز اتمام این آدامس مجددا برای فروش موجودی نداره که اگر خواسته باشیم مجدد بگیریم",
        "output": [
            "طعم",
            "ارزش خرید"
        ]
    },
    {
        "input": "اولین بار بود که این برند را خریدم طعم و کیفیت خوبی داشت.",
        "output": [
            "طعم",
            "کیفیت"
        ]
    },
    {
        "input": "من محصولات عالیس رو استفاده میکنم واقعا کیفیت خوبی داره .",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "این مربا بسیار خوشمزه کیفیت هم عالیه،یاد آور طعم بچگی",
        "output": [
            "طعم",
            "کیفیت"
        ]
    },
    {
        "input": "اگه بخاین بخرین پولتو نو دور ریختین،نه رنگ داره نه مزه،یک ساعت گذاشتیم چایی دم بکشه ولی باز اون رنگی رو که باید میداد و نداد،اصلا مزه نداره",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "بسته بندی خوب و مزه هم خوب اما خیلی گرون شده",
        "output": [
            "بسته بندی",
            "طعم",
            "ارزش خرید"
        ]
    },
    {
        "input": "شکلات های فرمند بسیار با کیفیت و خوشمزه اند کمتر از محصولات خارجی نیستند - عالی",
        "output": [
            "کیفیت",
            "طعم"
        ]
    },
    {
        "input": "خیلی محصول خوب و با کیفیتی، بوش فضا رو بر میداره، طعم دلنشین، و درصد کافئین مناسب، اگر قهوه خور هستین حتما امتحانش کنین، فقط کاش بسته بندی بزرگتر با تعداد بیشتر هم ازش میزدن...۶ تا کمه، زود تموم میشه جز سبد خرید دائمی من شده",
        "output": [
            "کیفیت",
            "طعم",
            "بسته بندی"
        ]
    },
    {
        "input": "تخم مرغ درشت و بدون شکستگی توی دوتا بسته به نسبت قیمت خوبه",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "دقت کنید که از نوع کوچک است و مقدار شیر داخل اون نسبت به قیمتش نمی ارزه.به اندازه یک لیوان هم شیر نداره.",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "من نمونه خارجی اش را خیلی دوست دارم، خوشحال شدم دیدم تولید داخل هم زده ولی این متاسفانه خوب نبود. به نظر من مزه کاچی میده با طعم گلاب.",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "جزو بهترین عسل‌های موجود در بازاره که هم طعم خوبی داره هم تقلبی نیست من سال‌ هاست که از این عسل استفاده می کنم",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "به نظر با کیفیت میاد .. ارزش خرید توی شگفت انگیز رو داره حتما بخرید",
        "output": [
            "کیفیت",
            "ارزش خرید"
        ]
    },
    {
        "input": "عطر و طعم خوبی نداره‌ خیلی کمرنگه مثل قهوه های قدیمی دهه ۷۰ هست که عطر نداشتن یا بیشتر شبیه خاک یا خاک اره بودن. البته کافئینش خوبه. به عنوان قهوه اسپرسو مناسب نیست. بیشتر شبیه قهوه ترک هست",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "خیلی خوب بود اما ظرفش یه کم پر دردسر بود .",
        "output": [
            "بسته بندی"
        ]
    },
    {
        "input": "اگر کمی بیشتر هزینه کنید و عسل کنار همین برند رو بخرید بهتره.اما همین هم کیفیتش قابل قبوله",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "مثل آدامسای فاسد تو دهن تیمه تیکه میشه میره لای دندون",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "نکته منفی خاصی نداره ولی من رو راضی نکرد.طعم دلخواه من رو نداشت.تا حالا از برندهای خارجی معتبر استفاده میکردم و این اولین بار هست که برند ایرانی رو امتحان کردم ولی راضی کننده نبود اما منفی هم نبود",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "مرباش آبکی بود زرد آلویی محسوس نبود داخلش ولی طعمش خوبه.",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "بسیار تازه و خوشمزه هست همه چیزش هم اندازه بود بازم میخرم",
        "output": [
            "کیفیت",
            "طعم"
        ]
    },
    {
        "input": "کامل باز شده بود بسته بندیش و تمام بسته ریخته بود تو کارتن، و همچنین همراه پودر ظرفشویی بسته بندی شده بود و بوی بدی گرفته بودن",
        "output": [
            "ارسال"
        ]
    },
    {
        "input": "پولتونو تو چاه نریزید،کافئین کم،طعم ضعیف،متاسفانه فروش یک محصول که بالا میره کیفیت محصول میاد پایین",
        "output": [
            "کیفیت",
            "ارزش خرید",
            "طعم"
        ]
    },
    {
        "input": "بیسکوییت خوشمزه ایه، من همیشه از این نوع میگیرم. برند مینو خرمایی هم خیلی خوشمزس، کاش دیجی موجودش میکرد. حتما پیشنهاد میکنم یکبار امتحان کنید.",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "مزه خوبی نداشت، من خوشم نیومد شاید بعضی از دوستان پسند کنند",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "اینوتو تخفیف خریدم و ب نظرم از بهترین برند های تخم مرغه ک از نظر سالم بودن تخم مرغا میشه روش حساب کرد",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "از بین بقیه برند های شربت خوشمزه تر و با کیفیت تره",
        "output": [
            "کیفیت",
            "طعم"
        ]
    },
    {
        "input": "یکی از خوراکی های مورد علاقه بچه ها که بدون دخالت دست بسته بندی و مصرف میشه و بهداشتیه.",
        "output": [
            "بسته بندی"
        ]
    },
    {
        "input": "همیشه میگیرم خیلی طعم نداره اما سایز وقیمتش تو شگفت انگیز خوبه",
        "output": [
            "طعم",
            "ارزش خرید"
        ]
    },
    {
        "input": "با توجه به قیمت و کیفیت از لحاظ اقتصادی خیلی به صرفه است",
        "output": [
            "ارزش خرید",
            "کیفیت"
        ]
    },
    {
        "input": "مزه های متنوع است و خوشمزه هر دفعه چند بسته سفارش میدم",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "کیفیت بسیار بالا و خوبی داشت تازه و خوش رنگ میشه گفت به اندازه 20گرم بیشتر چربی نداشت کاملا تمیز و عالی",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "سلام به نسبت قیمت برای خرید با تعداد به صرفه است. مخصوصاً برای اونهایی که بچه مدرسه ای دارند. خوبیش به غنی بودنش با ویتامین های مختلفه که برای رشد بچه ها خیلی سفارش میشه",
        "output": [
            "ارزش خرید",
            "ارزش غذایی"
        ]
    },
    {
        "input": "دیجی با اینکه تخفیف زده بود ولی بازم خیلی از فروشگاه ها گرون تر میده",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "به عنوان یک محصول ایرانی کیفیت قهوه خوب بود و همچنین بسته شیک و مطمئن در برار رطوبت داشت",
        "output": [
            "بسته بندی",
            "کیفیت"
        ]
    },
    {
        "input": "من خوشم نیومد و بنظرم طعمش از اناتا بهتر نیست",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "خیلی بد بود، عکس یه تن ماهی خوشگل گذاشتن، باز میکنی میبینی، ماهی ریز بد بو و بد مزه",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "به نظرم یه کم گرونه و طعم شیر به اون صورت نمیده. بیشتر برای کسانی مناسبه که تو رژیم های سخت هستن. برای رژیم های معمولی شیر کم چرب به نظرم معقول تر از صفر درصد چربیه",
        "output": [
            "طعم",
            "ارزش خرید"
        ]
    },
    {
        "input": "وزن پایین است و قیمت نسبتا مناسب کاش با بسته بندی های بزرگتر نیز تولید شود",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "واقعا تعجب کردم!! همیشه مزمز میگیرم ایندفعه تموم شده بود گفتم اینو امتحان کنم، ابدا تند نبود، با این همه چیزایی که بهش زدن خیلیی کم مزش یه تلخی میزد، خیلی هم تازه نبود، با این حال امیدوارم فقط همین یه بسته اینطوری بوده باشه!!! ولی من دیگه ازش نمیگیرم.",
        "output": [
            "طعم",
            "کیفیت"
        ]
    },
    {
        "input": "بسیار خوش طعمه سریع در بخچال خنک میشه فقط یکم قیمت بالاست نسبت ب چیزی ک هست",
        "output": [
            "طعم",
            "ارزش خرید"
        ]
    },
    {
        "input": "چون هر چند ماه یکبار باید مسواک رو.عوض کرد،می ارزه",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "عطرش زیاده، مزش هم زیادی تلخه اصلا خوشم نیومد... مجبور شدم با چای ایرانی مخلوطش کنم نا بشه خوردش",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "تعجب میکنم از سلیقه بعضی! این بیسکوییت کیفیت خیلی پایین داره،شدیدا بوی نفت میده،اصلا توصیه نمیشه",
        "output": [
            "کیفیت",
            "طعم"
        ]
    },
    {
        "input": "طعمش جالب تبود نوشته حلوای ترکیه ؛اما فرقی با حلورده معمولی نداشت. من از عکسش فک کردم چیز متفاوتیه",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "خوش پخت و تمیز هستش ارزش خرید بالایی در شگفت دارد",
        "output": [
            "کیفیت",
            "ارزش خرید"
        ]
    },
    {
        "input": "خیلی بدمزه بی نمک پره روغن بود اصلا نمیشه خورد مونده رودستم",
        "output": [
            "طعم",
            "کیفیت"
        ]
    },
    {
        "input": "این عدس را فقط جهت پر کردن سبدکالا خریدم ولی وقتی تو خونه پختیم هم زود پخت هم خیلی خوش طعم بود",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "عاااااالیه واقعا مزش از برندهای دیگه خیییییییلی بهتره من که زیاد شیر کاکائو دوست ندارم از طعمش خیلی خوشم اومد حتما امتحان کنید مطمئنا مشتری دائمیش میشید",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "عطر پرتقالی خیلی خوبی داره ومن واقعا خوشم اومد و چای خیلی خاص و نشاط بخشی هست.",
        "output": [
            "طعم",
            "کیفیت"
        ]
    },
    {
        "input": "من قبلا با تزیین کنحد خریده بودم‌‌ و عالی بود‌.این تزیین شکر داره و من دوست ندارم‌‌.وگرنه طعم بیسکوییت خوشمزست‌.",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "با درود، توجه داشته باشید که این روغن کپی برداری غیر مجاز از برند با کیفیت کریستال ترکیه هست، اونی که من خریدم نشتی داشت و من بعد از رسیدن متوجه شدم که ایرانی هست",
        "output": [
            "بسته بندی"
        ]
    },
    {
        "input": "با توجه به قیمت، راضی کننده است. کلا تحفه برای عرضه محصولاتش خلاقیت به خرج می‌دهد و برای کارش ارزش قائل است.",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "طعم سایر برندها بهتر است پسته ممتاز نمکی رفسنجان بهتره",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "درشتی میگوها خیلی خوب بود اما بسیار شور، حتما بگذارید یخ باز بشه و چندبار بشورید و به هیچ عنوان دیگه نمک نزنید",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "من این کالا با تخفیف خریدم نسبت به قیمتش خوب بود",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "این طعم از همه بهتره برای مغز شور و ترش",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "تن ماهی‌ توی روغن زیتون خوابونده شده بود و طعم بدی داشت",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "این میگو از کیفیت مناسب و خوبی برخورداره، خوشمزه است از خریدش راضیم.",
        "output": [
            "کیفیت",
            "طعم"
        ]
    },
    {
        "input": "سلام عسل شیگوار نسبت به قیمتش طعم عالی داره و در شگفت انگیز واقعا ارزش خرید داره فقط من تا الان بالای سه مرتبه س که وقتی عسل رو‌تحویلم میدن مقداریش ریخته مسئول بسته بندی باید دقت کنه که شیشه به صورت عمودی قرار بگیره",
        "output": [
            "بسته بندی",
            "ارسال",
            "طعم",
            "ارزش خرید"
        ]
    },
    {
        "input": "گذشته از قیمت بالا و اینکه خیلی کم تخفیف میذاره این محصول رو دیجی خیلی خوشمزه است و حتما امتحانش کنید",
        "output": [
            "ارزش خرید",
            "طعم"
        ]
    },
    {
        "input": "شیرینی اش زیاده و شکر هم برای سلامتی بسیار مضره",
        "output": [
            "ارزش غذایی"
        ]
    },
    {
        "input": "مزه این مدل رو زیاد خوشم نیومد و تجربه اش برام دلچسب نبود و لذتی از خوردنش نبردم، شاید توی ذائقه کسی دیگه خوشمزه باشه اما با ذائقه من همخوانی نداشت ولی از بابت کیفیت و ترکیب مواد مثل همیشه عالی و باکیفیت هست محصولات این شرکت",
        "output": [
            "طعم",
            "کیفیت"
        ]
    },
    {
        "input": "واسه کسایی که طعم نعناع دوست دارن عالیه خیلی خوش طعم",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "محصول مطابق عکس و توضیحات بود ، بنظرم طعمشم خوب باشه",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "اولین بار این عسل خریدم واقعا خوب بود قیمتشم تو شگفت انگیز عالی بود",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "کیفیت خوبی داره فقط چون بسته بندی محکم نیست احتمال شکستن تخم مرغ وجود داره",
        "output": [
            "کیفیت",
            "بسته بندی"
        ]
    },
    {
        "input": "قبلا مرباهای ایز کیفیت بهتری داشتن اثری از انجیر توش نیست",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "حجمش خیلی کم هستش و نسبت ب قیمت خیلی گران هست البته من تو تخفیف ویژه خریداری کردم ولی در حالت عادی اصلا ارزش خرید ندارد.",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "سلام و خسته نباشید خداقوت بسته بندی ارسال در حد فوق عالی",
        "output": [
            "بسته بندی",
            "ارسال"
        ]
    },
    {
        "input": "تو این محصول از سرکه صنعتی و شیمیایی استفاده شده و اگر ضرر نداشته باشه، بی‌تردید خاصیت نداره. بهتره از سایر برندها خرید کنید. برای من در شیشه هم آسیب دیده بود.",
        "output": [
            "بسته بندی",
            "ارزش غذایی"
        ]
    },
    {
        "input": "من نظرات رو خوندم که میگفتن شور هست ، اما چون تو مشخصات اصلا ننوشته بود نمکی خریدم . اما افتضاحه خیلی شوره ، به هیچ وجه نخرید ، کنجد برشته عقاب واقعا بهتره",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "بیسکوئیتش پتی بوره شکلات سفیدش با طعم توت فرنگیه که دونه هاش هم داخلش مشخصه خوشمزه بود",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "برای دهمین باره این کالا رو از دیجی کالا میخرم طعمش فوق العاده است",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "واقعا برند عالی ایه و حتی از تک ماکارون هم بهتره ماکارونیها به هم نمیچسبند و خوش طعم و لذیذ هستند",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "از کیفیت و بسته بندی و تازگی و طعم خوبی برخورداره ارزش غذایی و خرید هم داره",
        "output": [
            "طعم",
            "کیفیت",
            "بسته بندی",
            "ارزش غذایی"
        ]
    },
    {
        "input": "سلام. من 2تا تو شگفت انگیز خریدم. اصلا ارزش خرید نداره",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "خیلی خوب و خوشمزه است. توی تخفیف ارزش خرید داره",
        "output": [
            "ارزش خرید",
            "طعم"
        ]
    },
    {
        "input": "کیفیتش خوب بود فقط شستم و نیاز به پوست گرفتن نداشت تازه هم بود",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "مهیا نیاز به تعریف نداره. تازه و تاریخ روز کیفیت خوب",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "افتضااااح اصلا توصیه نمیکنم بلدرچین مونده و همش استخوان مصرف بلدرچین زیاده ،ایندفعه خواستم از این برند بگیرم ،ولی بشدت پشیمان شدم حتی گربه ها هم این گوشت رو نمیخورن",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "خیلی خوش طعمه شک نکنید بگیرید، نسبت به بقیه واقعا عالیه من گفتم چرا بیشتر نگرفتم چون واقعا طعمش خوبه",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "طعم بسیار افتضاحی داره و واقعا دور ریختن پول هست. بسیار پشیمانم از خریدش",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "از نوشابه های دیگه در حال حاضر طعم بهتری داره",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "تاریخ تولیدبرای 3روزپیش بودرنگ گوشت متمایل به قهوه ای وپلمپ روی بسته به آسانی جداشددرحالی که همیشه مجبوربودم باچاقونایلون روشوببرم وشدیدابوی فسادمیدادکه همان موقع گوشتوبه مامورپس دادم همیشه گوشتهایی که برام میاوردن تاریخ همان روزبودحتی اگه روزقبل سفارش گذاری کرده بودم",
        "output": [
            "کیفیت",
            "طعم",
            "بسته بندی"
        ]
    },
    {
        "input": "آب میوه های ساندیس خیلی خوش طعم و مقرون به صرفه هستن. طعم هلو هم قدری شیرینتر هستش و عطر خوبی داره.",
        "output": [
            "طعم",
            "ارزش خرید"
        ]
    },
    {
        "input": "از محصولات دالفور راضی هستیم.مهمترین نکته قند خود میوه است.شیرینی زیادی ندارد.خوشمزه است.",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "بعد از ۵ دقیقه مزه اش رو از دست میده",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "من فکر نمیکردم که به این خوبی باشه ، بوی خوبی داره ، کرمای خوب ، اگر طعم ترشی اسپرسو رو دوست نداشته باشید این خیلی مناسبه ، با دستگاه خیلی خوش طعم شد",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "پسته خام از تنقلات خوبی هست که بخاطر ارزش غذایی بالا خیلی خوبه در میان وعده بچه ها بگذاریم. ولی کاش ارزونتر بود",
        "output": [
            "ارزش خرید",
            "ارزش غذایی"
        ]
    },
    {
        "input": "با سلام، کیفیت خوبی داره، البته کمی رقیق است که آن هم عادی میباشد، چون من همیشه مصرف میکنم، البته با کرم کنجد عالی میشود.خرید خوبی است، قیمتش هم قابل قبوله. ممنون از دیجی کالا",
        "output": [
            "کیفیت",
            "ارزش خرید"
        ]
    },
    {
        "input": "طعمش خیلی غیر طبیعی به نظر می‌رسه، مصنوعی و پر از اسانس، بافت میوه هم به سختی درش دیده می‌شه، کلا پیشنهاد نمی‌کنم",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "طعم خیلی خوب بود و قیمتش درشگفت انگیز عالی بود",
        "output": [
            "طعم",
            "ارزش خرید"
        ]
    },
    {
        "input": "پسته ها ریز بود و در بسته کم نداشت و بعضا توش کهنه هم بود",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "قیمت کره کنجد در بازار حدود سی تومنه . اما با کیفیت خوب و خوشمزه. بر این اساس فقط توی شگفت انگیز خرید این برند منطقیه هرچند مزه اش خوب نیست",
        "output": [
            "طعم",
            "ارزش خرید"
        ]
    },
    {
        "input": "به نظرم طعمش از نمونه های خارجیش بهتره فقط این که مقدارش خیلی کمه، ۱/۴ حجمش روغنه اما به خاطر طعمش تصیه می کنم.",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "من مرباهای دالفور رو قبلا از هایپر استار میگرفتم. متاسفانه وقتی که این محصول رو گرفتم(قبلا مربا زردآلوش رو میگرفتم) با اونی طعم بلوبری رو دوست دارم٬ طعم ترشال این محصول باعث شد که دور بریزم کلش رو......",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "من ک دوست دارم اما بهترشم بود با تخفیف خوبه",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "خیلی خوشمزه س ولی نوشابه س دیگه ضرر داره ولی برای جور شدن سبد خرید خیلی خوبه!",
        "output": [
            "طعم",
            "ارزش غذایی"
        ]
    },
    {
        "input": "بسته بندی خوب و سالم بود و خود محصول تمیز و بدون نیاز به پاک کردن دوباره دورریز بود",
        "output": [
            "بسته بندی",
            "کیفیت"
        ]
    },
    {
        "input": "در نظرات نوشته بودن که شل هست،واقعا شل و با ارده هایی مثل عقاب قابل مقایسه نیست،یک بوی تلخی دارد مثل اینکه کنجد سوخته باشه،نمیدونم این بوی ارده کنجد بوداده ست یا کیفیتش پایینه",
        "output": [
            "طعم",
            "کیفیت"
        ]
    },
    {
        "input": "با سلام به هر حال از رنگهای غیر مجاز استفاده میشه پسرم میگفت مزشم خوب نیست",
        "output": [
            "طعم",
            "کیفیت"
        ]
    },
    {
        "input": "سلام -- عسلش رو تو تخفیف خریدم بیشتر شبیه آب شکر میمونه تا عسل",
        "output": [
            "کیفیت"
        ]
    },
    {
        "input": "طعم خنک و خوبی داره و بعد از چند دقیقه نرم نرم میشه و انگار میخواد تو دهن آب شه",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "عاشق مزه ش هستم ، اگر زیاده روی تو مصرفش برای سلامتی مضر نبود هر روز کلی ازش می خوردم",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "با خوندن نظر بقیه، نظر منم جلب شد که حتماً امتحان کنم. ولی اصلاً چیز خاصی نبود. یکم مزه کلمپه کرمون می‌داد، ینی انگار خرما پخته شده بود. شکلات و بادوم هم زیاد هارمونی نداشتن.",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "به نظرم طعم وعطر کاملا سلیقه ایه ولی درکل ترکیب ترشی وتلخی موزونی که این قهوه داره کاملا متمایزش میکنه",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "به کمک ادویه جات بدون بو ولذیذ بود.بدون استخوان بود",
        "output": [
            "طعم",
            "کیفیت"
        ]
    },
    {
        "input": "در شگفت انگیز گرفتم قیمت مناسبی داشت امیدوارم دیر پز نباشه",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "طعم مناسبی نداشت و از لحاظ کیفی در سطح مناسبی نبود",
        "output": [
            "طعم",
            "کیفیت"
        ]
    },
    {
        "input": "تو شگفت انگیز تخفیف خوبی داشت خیلی سریع هم به دستم رسید اما هنوز استفاده نکردم",
        "output": [
            "ارسال",
            "ارزش خرید"
        ]
    },
    {
        "input": "چایی خوبی بود اما ممکنه برای کسایی که تازه میخوان امتحانش کنن زیاد اولاش جالب بنظر نرسه . طمع لیمویی ته مزش داره که جالب میاد .",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "مامور هنگام تحویل کالا ابراز کرد که ته بسته بندی مقوایی این پکیج درآمده و کالاها آسیب دیده اند و من چاره ندارم جز مرجوع کردن کالا. کمی درایت و هوش لازم بود که برای این پکیج سنگین، بسته بندی مناسبتری در نظر گرفته میشد.",
        "output": [
            "بسته بندی"
        ]
    },
    {
        "input": "دوستان معجون خوشمزه ای هستش ولی اگر توی شگفت انگیز بخرید",
        "output": [
            "طعم",
            "ارزش خرید"
        ]
    },
    {
        "input": "من فکر کردم شیری هست اما نیست فقط شیرینه خیلی",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "قیمت محصول خیلی بااتس، با این قیمت بی ارزشه. از برندای دیگه قیمتای خیلی بهتر وجود داره",
        "output": [
            "ارزش خرید"
        ]
    },
    {
        "input": "ویفر های خوب و خوشمزه ای بود و اصلا خشک نبود دقیقا مانند برند مینو بود.",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "چای خوشمزه و خوبیه. ولی عطرش فراره. خیلی باید در ظرف چای رو کیپ کنید تا عطرش نپره",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "طعمش خوبه خوش بو هم هست پیشنهاد می کنم بخرید",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "اصلا طعم نعنا نمیده طعم پونه بیشتر میده و خیلی شیرینه به نسبت نعنایی ها",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "این طعم را قبلا با یک شکلات خارجی تجربه کرده بودم و خیلی هم دنبالش بودم ولی وارد نمیشد. خیلی خوبه که نوع داخلی اون هم که انصافا همان طعم و مزه را داره تولید شده.",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "یه مزه ی خاصی میده، رنگش هم صورتیه، یه طوریه، سلیقه ای بیشتر",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "از دیجی کالا توقع نداشتم، که بسته عدسی که پاره شده رو چسب بزنه و بفرسته، واقعا افتضاحه، ارسالتون واقعا نقص داره",
        "output": [
            "ارسال"
        ]
    },
    {
        "input": "بیشتر مزه شیرینی و شکر احساس میکنی و یه طعم کمی هم از اسانسها. فقط رنگ قشنگی داره و طعم خاصی نداره",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "به قدری کهنه است که طعم پسته آن تا حد زیادی از بین رفته است. کافیست تا یک عدد پسته تازه بعد از آن مصرف کنید و تفاوت را احساس کنید. تعداد پسته های دهان بسته در هر بسته در حدود 10 عدد است.",
        "output": [
            "کیفیت",
            "طعم"
        ]
    },
    {
        "input": "اگه از طعم و رایحه دوودی خوشتون میاد انتخاب خوبیه",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "طعم قهوه اصلا قابل مقایسه با قهوهای هم رده خارجی خود نیست.",
        "output": [
            "طعم"
        ]
    },
    {
        "input": "راضی هستم و همیشه استفاده می کنم. خوش طعم، تمیز با پکیجینگ مناسب. فقط کاش این نوعش که نمکی هست، کم نمک تر بود.",
        "output": [
            "طعم",
            "کیفیت",
            "بسته بندی"
        ]
    }
]
}