{
    "Contributors": [
        "Abhijeet Nawale"
    ],
    "Source": [
        "Story Cloze (Dataset - https://cs.rochester.edu/nlp/rocstories/) (Paper - https://aclanthology.org/2020.latechclfl-1.19.pdf)"
    ],
    "Categories": [
        "Classification"
    ],
    "Definition": "The task here is to find out whether the given sentence makes the given story coherent. If it does output \"Yes\" else output \"No\".",
    "Positive Examples": [
	{
            "input": "Story: Timmy felt that he was too shy.He couldn't talk to people he hadn't met before without difficulty.He joined a community service club to socialize.He met some great, nice people that became good friends of his.\nSentence: Timmy has become less shy now.",
            "output": "Yes",
	    "explanation": "Timmy becoming less shy makes the story coherent. Hence, the given output is correct."
        },
        {
            "input": "Story: It had been snowing all night.The kids woke up early and asked their mom if school was cancelled.Mom said that school was closed today and that it was a snow day.The kids rushed to get their coats and winter gear on.\nSentence: They went back to their rooms to play video games.",
            "output": "No",
	    "explanation": "The kids went back to their rooms to play video games makes the story incoherent. Hence, the output is correct."
        }
	],
    "Negative Examples": [
	{
            "input": "Story: Linda went on vacation and visited a beach.She collected a bunch of sea shells.Linda brought the shells home and made them into necklaces.She posted pictures and her friends loved them.\nSentence: They all began asking to her make necklaces for them.",
            "output": "No",
	    "explanation": "The given sentence makes the story coherent yet the output is \"No\". Hence, the output is incorrect. The correct output is \"Yes\"."
        },
        {
            "input": "Story: Jimmy wanted a pet cat.He went to the animal shelter to acquire a pet cat.When Jimmy saw a black dog he was instantly smitten.The black dog jumped up and licked Jimmy's face.\nSentence: Jimmy adopted the dog.",
            "output": "False",
	    "explanation": "Output can only be \"Yes\" or \"No\". The correct output here is \"Yes\"."
        }
	],
    "Instances": [
        {
            "input": "Story: I called the DMV yesterday to get a reinstated driver's license.They told me I would need to come in and fill out a form.After I left the house, I headed down to the dmv.I filled the form our promptly.\nSentence: The DMV said I did not need to fill out the form.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: Tara wanted to buy a new shirt for her upcoming school formal.She went to the mall with her mom.They browsed shirts from a variety of stores.Tara picked out a floral patterned shirt that she liked best.\nSentence: Tara's mother wore the shirt the day of the prom.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: Sigmund  could not help but read too deep into everything.His friend told him about one of his dreams concerning a bird.Sigmund told his friend that he must feel trapped and desire escape.His friend found this unpleasant, and distanced himself from Sigmund.\nSentence: Sigmund and his friend moved in together as roommates.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: Sarah was notorious for overpacking.This year she decided to only take one piece of luggage.She picked the biggest one she had.She selected items carefully.\nSentence: Sarah tried to fit all her pets into the kennel.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: Anthony was nervous for the big rugby match.His team was playing their rivals in the league.As the game began, the rival team quickly took the lead.Anthony and his team worked extra hard to fight back.\nSentence: His team gave up because they saw no way to win.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: Laurie came home from the store one day and saw the door open.She was suspicious and called the police.When they arrived, they found a woman inside, stealing jewelry.She was arrested and they found many other stolen items with her.\nSentence: Laurie invited the woman to dinner.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: Sarah and Dan were looking for a new apartment.Their friend heard about this process.He wanted to live with them in the new city.He got a job in the same city.\nSentence: Sarah and Dan had a loyal friend.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: Jenny had a big crush on Leroy.They were at the school dance.She mustered up her courage to ask him for a dance.He told her no and laughed with his friends.\nSentence: She ran away and cried to her mom.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: James was very low on money and needed food.So he decided to count his pennies and see what he came up with.He came up with three dollars and eight cents.But then he remembered he had a visa gift card from his birthday!\nSentence: James was then able to buy himself food.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: Susie drives a long way to work everyday.She noticed a dark spot where she parks in the driveway.Since she was concerned, she took her car to a mechanic.The mechanic told her that she had an oil leak.\nSentence: Susie started thinking about getting new car.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: Victor had always thought that he needed a rice cooker to make rice.One day his friend tells him that rice can be made in any pan.At first he doesn't believe this, but one day he tries making it.Victor's rice comes out perfectly cooked!\nSentence: Victor was amazed.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: Bob bought a new fridge.He moved all the stuff from the old fridge into the new one.Unfortunately, Bob forgot to turn the fridge on.All the food was spoiled overnight.\nSentence: Bob was very upset when he woke up.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: Amy watched all the shows she wanted on Hulu.She wasn't using it anymore so she cancelled her subscription.A week after cancelling one of her favorite shows was added to Hulu.She decided to restart her membership.\nSentence: But then she decided not to watch her favorite show.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: Gina was at her grandpa's funeral.She didn't want to see the body.But her mother insisted they all view it.Gina tried, but was unable to talk her way out of it.\nSentence: Gina became excited to see her grandpa.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: Bod and Sally have been married for over 50 years.There anniversary is coming up soon.Their daughter decided to throw them a party.The celebration theme was Memory Lane.\nSentence: Bod and Sally had a great time at their party.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: I was more nervous for the first day of college than of Kindergarten.I cried the night before and was shaking that morning.My first class was Spanish and the professor was very enthusiastic.I left with a smile on my face and feeling confident.\nSentence: That positive attitude remained with me all day.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: Genny put the final touches on her float.Paper roses and flowing tassels made it look cheery and bright.She proudly pulled into her spot in the parade.It suddenly started to rain.\nSentence: She drank the root beer float.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: At the amusement park Amy and Beth wanted to ride the Pirate Ship.They were brave in line, but were scared as the boarded the ride.Amy and Beth as next to each other and held hands.When the ride began Beth screamed and bit Amy's arm.\nSentence: Beth and Amy decided to go on the ride a second time.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: A car was driving across this abandoned road.A deer ended up moving out of the vines.Since the driver was scared by the deer, he didn't hesitate to stop.The deer died from injury.\nSentence: The driver drove off shaken, but unhurt.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: Sue got a white bunny for Easter.She named him Fred.About two weeks after she got him, Sue got a big surprise.There were five baby bunnies in the hutch with Fred.\nSentence: Fred was a male rabbit.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: Haley went to Target one morning.She saw a new mom with a baby.The baby's car seat was balanced on the shopping cart.Haley watched the car seat wobble.\nSentence: Haley is a cat person.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: Tom's favorite team was playing in the playoff games.He ran home to turn on the television just in time.He watched the game and cheered when his team made a touchdown.His team won the game.\nSentence: Tom was sad.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: My kids had head lice a while back.All four of them got it.We had to clean the entire house.We treated their hair twice to make sure it was gone.\nSentence: The source of the lice was never determined.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: I was feeling really crappy one day.I felt sick like I was about to faint.I went to the hospital, and stayed overnight.I was so antsy, because they had no answers for me.\nSentence: I decided to get a second opinion from a different hospital.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: Norm was having a very bad day yesterday.He was sitting at home when he heard a knock at the door.There was a package waiting on his doorstep.Norm opened the package to find a gift from his mother.\nSentence: Norm thought the gift was terrible.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: Jan wanted to cook breakfast but she didn't know how.Sue helped her.They made toast, eggs, hashbrowns, and bacon.It looked delicious.\nSentence: Jan had fun cooking.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: Rose wanted to go to the award ceremony.She didn't have anything appropriate to wear to such an occasion.She called a friend and asked if she could borrow her nicest dress.The friend invited her over and Rose looked through her wardrobe.\nSentence: Rose was very upset with her friend.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: Seven men went to the river.Joe was the youngest, full of pride.He jumped in the water, even though he knew that he couldn't swim well.The tide was too strong for him.\nSentence: Joe loved the trip to the river.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: I decided after being a fan for along time to begin a fan club.I asked all of my friends to join and sent emails out.It wasn't long before I had people interested!We scheduled a day to meet and discuss the beginnings.\nSentence: Everyone was sad that I brought snacks and drinks.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: It was Kathy's first day on the job.This was her very first job and she was excited.She made sure to look her best and have her best foot forward.When Kathy arrived she was greeted with open arms.\nSentence: She was repulsed, and ran all the way home.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: Jenny felt something wiggling around in her mouth.It was her first loose tooth.She didn't tell anyone because she knew they'd try to pull it out.After about a week, she proudly showed her mom the tooth in her hand.\nSentence: Jenny's mom congratulated her.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: Ora had to get a false tooth and she was sad.She thought it would be ugly and she would be mocked.Then she saw the tooth the dentist had put in.It looked exactly like her other teeth!\nSentence: Ora decided to never smile again.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: Brady came across a yard sale by one of his neighbor's house.They were giving away some personal belongings that are old.He found this set of clothes that he was interested in.The neighbor told him that it was $30 dollars for all three shirts.\nSentence: Brady decided not to buy the shirts.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: Kim was going to the mall with her aunt to see Santa.They arrived at the mall and could see the line from the parking lot.They waited in line for two hours.When it was Kim's turn she was afraid of Santa.\nSentence: Kim gave Santa a big hug.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: Terry was a popular, good looking classmate of mine.He was loved by all the girls.One day, I heard that he was shot and killed.He was the first person I knew who had been murdered.\nSentence: I was the only person who was sad.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: A strange structure appeared on the outside of Connie's house one day.After some inspection, Connie realized it was a wasp nest.She called an exterminator to come get them.The exterminator came and got rid of the wasps quickly.\nSentence: Connie decided to buy a pet cat.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: Jennifer was bored one Saturday.She decided to alleviate her boredom with a hike.She drove to a national park to go hiking.Jennifer hiked for hours.\nSentence: Jennifer was tired when she finished.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: Faye was completely broke and the bills were piling up.She had a recurring medical problem and the treatment was not cheap.In desperation, she considered stealing from a friend of hers.Before going through with it, she applied for government aid.\nSentence: Faye wished she hadn't stolen the check from her friend.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: Trina was trying to lose weight.Because of this, she would have a salad every day for lunch.However, she was really starting to get sick of them.So one day, she went and got fast food.\nSentence: Trina regretted what she did.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: Jan took her parents to the rodeo when they visited.She was thrilled to find room to sit in the front row.Jan's mom opened her mouth in awe as the horses galloped by.Just then, the horses' feet threw up a spray of dirt and dung.\nSentence: Jan was excited to see dirt and dung fly into her mom's mouth.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: The man was walking his puppy without a leash.The puppy usually followed him.One day the man was crossing an intersection with a lot of cars.The puppy ran ahead.\nSentence: The man turned and went home alone.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: Yesterday I made a massive mistake.I decided to defrost a hot pepper in the microwave.To my dismay the pepper caught on fire.I was horrified.\nSentence: I put another one in the microwave to defrost.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: Janel was driving to the office when she heard a loud bang.Suddenly the car began to vibrate very heavily.Janel put on her hazard lights and pulled over.Upon inspection, she found she had a flat tire.\nSentence: Jane changed all four tires,",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: Jake loved to travel.He was planning a hiking trip to Montana.He bought lots of camping gear to prepare for the trip.Jake learned he couldn't go on the trip due to a business meeting.\nSentence: He was very upset.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: Kaylee owned a ferret who always ran free around the house.One day she could not find her ferret.She put flyers all over the neighborhood.There was a knock at the door three days later.\nSentence: The mailman delivered a parcel.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: Amy was moving out of town.The best part was quitting her horrible job.She walked into her boss's office with her head high.She firmly told him she was quitting.\nSentence: She laughed on her way out the door.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: Amy was swimming in the ocean on her vacation.Suddenly she felt a horrible sting.Looking down, she saw a jellyfish swimming away.Amy crawled onto the beach in agony.\nSentence: Amy went to the doctor for treatment.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: Shay was meeting with a woman who wanted to hire a nanny.They met in a Starbucks and ordered some drinks.With their drinks, they sat down and got to know each other.Finally, the woman offered Shay the position.\nSentence: Shay was thrilled.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: My friend is easily offended.I say things that are offensive.The other day we were hanging out.I said something offensive and he got upset.\nSentence: My friend gave me a big smile and a hug.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: Doreen loved orange flavored ice cream.One day when she was playing Doreen fell.She broke her leg and was crying a lot.Doreen's mom wanted to make her feel better.\nSentence: Doreen's mom gave her orange flavored ice cream.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: Tim's girlfriend loves romantic gestures.Time is very bad at them.Last week he took her out to dinner and bought her flowers.It was nice and sweet.\nSentence: Tim seemed to get better at romantic gestures.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: Eric was walking around a pond at a local park.He saw a turtle on a rock a few feet from the shore.He stepped into the water to try to catch the turtle.Suddenly, he sank knee deep into the mud and got stuck.\nSentence: Eric rescued the turtle from the deep mud.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: I went to the store to buy some paper.The clerk looked at me weird when I brought it up.He run it up anyways.As I left the store, I realized why he looked at me weird.\nSentence: The paper I bought was a reasonable purchase.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: Ted tried out for the baseball team at school.He did not make the team though.His coach told him he needed to be able to it the ball better.Teddy spent the next year practicing his baseball swing.\nSentence: The following year, he easily made the swim team.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: Last christmas my family decided to decorate.It was the first time we ever did.We bought a lot of different items.Everyone helped put things up.\nSentence: I had to do everything myself.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: Javier thought that motorcycles seemed very cool.His parents warned him that motorcycles were very dangerous.Still, he bought a motorcycle and began taking lessons.Now he drives his motorcycle to work every day.\nSentence: He sold his bike for a car.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: Kate went on her very first date with Rich.They went to a steakhouse, but Kate was a vegetarian.Rich spent the whole night talking about himself.At the end of the date, he asked Kate to pay for her dinner.\nSentence: Kate decided to not date rich again.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: Year's ago I wondered what was my life's purpose.I volunteered my for services for many social organizations.I learned I like helping people bring about change.I discovered I wanted to help resolve many of the world's problems.\nSentence: I devoted my life to helping others.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: The Smith's house was in sad shape.They had been saving for a renovation and today was the day.All the old and dreary looking parts of the house were redone.The builders did an amazing job.\nSentence: The Smiths were mad at the builders.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: Every year the smiths go on a camping trip.This year they decided to go to Colorado to camp.The family took the trailer and the goods to go.The kids were excited.\nSentence: They decided to cancel the vacation.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: I was tired of working at Walmart.The hours were bad.The store music was awful.I handed my two weeks in to the manager.\nSentence: I then found another job and was happy.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: My dad was babysitting me while my mom was out of town.I decided to go play with kids at the playground.The kids immediately threw dirt in my hair and my eyes.I ran home and my dad washed me and my hair.\nSentence: My mother then dried me off.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: Brad was excited for his first amateur mixed martial arts fight.He invited all of his friends and family to watch him compete.The night of the fight Brad was confident as he marched into the ring.The first round didn't goal well though, and Brad's face was busted up\nSentence: Brad put on a hot dog uniform and became a baseball mascot.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: Tommy had always dreamed of having a dog.He begged his parents to get one.Finally on Tommy's birthday, his parents gave him a dog!Tommy named his dog Spot.\nSentence: Tommy was very sad that his parents did not buy him a cat.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: Six year old Joe came home with ripped pants.He also gave his parents a note saying he had misbehaved.Joe's father yelled at him.Joe's mother gave him a hug and asked for an explanation.\nSentence: Joe admitted it was all his fault.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: Marco feels very tired this afternoon at work.He decides he needs to make a pot of coffee.He brews a very strong pot of coffee and has a first cup.Finally he feels a little bit less tired.\nSentence: He has a very productive day.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: Last Christmas was so special, because my new niece was born.The whole family was brought together to see her.I bought tiny, new baby clothes for her.Her birth brought the family closer than it's ever been.\nSentence: Our family decided to put my niece up for adoption.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: My brother had a lot of candy after Halloween.However, he didn't like candy.So, he decided to give his candy away.He gave his candy to his neighbors, who had a lot of children.\nSentence: The family and children were grateful to my brother.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: Ted had a laptop that he used to work.One day while working, the laptop crashed.Ted tried everything he could, but the laptop wouldn't turn on.Ted finally borrowed a friend's computer to go online and buy another.\nSentence: Ted didn't really need a computer.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: Gina walked home as the sun was setting.It was 8 PM and it was still blazing hot outside.Gina had no where to go but home.In the house the fans in the windows did nothing the kill the heat.\nSentence: Gina wished she could afford an air conditioner.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: It was a rivalry hockey game.The blues were playing the blackhawks.The blackhawks scored 5 in the first period.The Blues Trailed by 3 in the third period.\nSentence: By the end of the match, the Blackhawks won.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: Jon woke up and went to his living room.His dog was still sleeping.Jon decided to wake up his dog.His dog refused to wake up.\nSentence: Jon shrugged and never petted his dog again.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: Jeff started a new job where he would start at four in the morning.The night before he was so nervous that he set three alarms.He was worried he wouldn't wake up that early.That thought stayed with him all night and he barely slept.\nSentence: Jeff was tired in the morning.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: I purchased a T-Shirt on Ebay.Since my screen's brightness was low, I didn't see the shirt's color.The package came during the end up the week.I decided to open the box quickly.\nSentence: The t-shirt was a terrible color and I loved it.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: Marle was a doctor.She performed surgery on Mister Pink.She took out Mister Pink's appendix and stitched him up.But Mister Pink was there for a vasectomy.\nSentence: Mister Pink suede Marie for malpractice.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: Jerry was running for class president.He ran a dirty campaign against his opponent.He made up lies and spread rumors.He won by a landslide.\nSentence: Jerry loved pizza.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: Terry had to catch a bus to make it to work on time.However, she met a series of misfortunes on morning.She lost her shoes and her keys.As she walked to the bus stop, she saw the bus starting to pull away.\nSentence: Mary got on a plane to go to her destination.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: Tom was jealous of his brother.His brother was older and stronger.His brother went wherever he wanted.One day his brother was grounded for staying out too late.\nSentence: My brother wore a red shirt.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: Tom was running in the park.His shoe laces became undone and he tripped and fell.Tom noticed people laughing at him when he got up.He went to a shoe store and bought shoes with a velcro strap.\nSentence: Tom's shoelaces started coming untied more often.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: The shoe store salesman was rude to me the other day.I told him his attitude was out of line.He quickly lead me out the store.I wrote a letter regarding my experience to the local paper.\nSentence: The shoe store lost many customers.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: Shy Anna was not very popular in high school.People thought she was too boring.Little did they know, by night she was a guitarist in a local band.Soon her band was garnering national attention.\nSentence: Soon people discovered who she was and loved her.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: I got some bad news this morning.My lifelong friend Stacy was moving to Europe.As I hung the phone up, I started to cry.I spent all morning going through old picture albums.\nSentence: I hope Stacy invests in gold or another precious metal.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: Sal the radio DJ queued up his music for the night and sat down.His assistant said they were having computer issues that day.Sal tried to fix it himself but he could not play any songs.Instead he just spoke to his listeners for two hours.\nSentence: Sal was unemployed.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: Greg was a nurse.Some people called him a murse.He hated that term because it was stupid and insulting.He punched each of them in the face.\nSentence: Greg was then fired from his job for being too violent.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: Brian was a highschool student who felt sure of his intelligence.He had a big test coming up but felt sure that he would pass.Brian did not study for the test.When Brian took the test, he realized he was unprepared.\nSentence: Brian felt lucky that he got a C on the test.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: Artie had a baseball he had acquired as a child.His father had given it to him as a gift.Artie decided to give it to his son as a heirloom.His son lost the ball one day at the park.\nSentence: Artie was quite upset.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: I wrote a prompt and posted it online.Readers of my prompt wanted more.I wrote a short story that expanded on the prompt.My prompt readers grew and they wanted even more.\nSentence: I decided I wasn't a good writer.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: James was having a girl over for dinner.He was excited but nervous about cooking a meal.After looking up recipes, he went to the store and got ingredients.He went home and cooked a very nice meal for two.\nSentence: James was ashamed.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: Danny was craving a peanut butter and jelly sandwich.He got out his bread and put on the peanut butter.Quickly after he remembered he didn't have jelly.Instead of going to store, he just ate it as is.\nSentence: Danny hated peanut butter.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: Timmy was going to die of bone cancer.There is no known cure.His final wish is to meet his Idol.His favorite singer, Billy Idol.\nSentence: Timmy got to meet Billy Idol.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: My boyfriend took me to Amsterdam for New Years.It was extremely romantic.We watched the fireworks from our hotel room.Afterwards, we took a steaming hot bath together.\nSentence: We decided to never come to Amsterdam again.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: Fred went on vacation.He got on the bus and headed to Miami!He got some sun on the beach!He ate lots of fish!\nSentence: Fred felt relaxed.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: Candace is excited that she has moved into her own apartment.She decides to throw a party to celebrate.Candace makes food and invites her friends and sister.Everyone loves Candace's new apartment.\nSentence: Candice was happy that people liked her apartment.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: Tim stepped out to check the mailbox.He didn't close the door all the way.His dog shot out at a full run.Tim tried to catch him but it was too late.\nSentence: Tim was relieved his dog ran out.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: Tony wanted to make french fries.He bought a big bag of potatoes.Then, he cut the potatoes into strips.He fried the potatoes into french fries.\nSentence: Tony then ate the small casserole.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: Mary was unhappy.She saw the weather forecast for her prom, and it said rainy.The dance was outdoors and rainy would ruin it!But then on prom night, the weather cleared.\nSentence: Mary stayed home due to the weather.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: Bob dropped off his car to get an oil change.When he got his car back it started to sound funny.Smoke began to come out of his car.The mechanic forgot to put oil in his car.\nSentence: The mechanic was given a promotion.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: Susan was five Year's old when she got her first puppy.She named the puppy Sammy.Sammy was a black Poodle.Susan mom bought her another puppy so Sammy would have a playmate.\nSentence: Susan got rid of her other dog when she got a new puppy.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: Anna was craving candy.She had none in her house!She was desperate for junk food.She went next door and asked her neighbor.\nSentence: Her neighbor gave her a candy bar.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: Dave painted in his bed.The splashed some blue on the canvas.The canvas then needed some red!He then threw in some yellow paint!\nSentence: The painting turned bright pink!",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: Aaron sipped a fruity drink on the beach.He had been waiting for this vacation for months.Out of nowhere, a volleyball slammed into his lap.His drink was knocked out of his hand.\nSentence: He laughed it off and ordered another drink.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: I was driving down a very unfamiliar, congested highway.The GPS directed me to a longer route on a different road.I gladly took the other road, but it soon became a nightmare.The road twisted and turned, and I had no choice but follow the GPS.\nSentence: It was stressful but I finally made it to my destination.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: Jill's health class was visiting an acupuncture clinic.Their teacher told them that although it was alternative, it worked.During the visit, Jill got a horrible migraine.The acupuncturist offered to treat her.\nSentence: Jill asked him for a pizza.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: My grandpa took my brothers and I fishing in the summer.We went to a small pond close to his house.He set up our fishing poles and we began to fish.It was so boring when nobody caught any fish.\nSentence: We were disappointed to go home empty handed that day.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: Some kids were in trouble for throwing rocks.The men at the park chased the kids.But the kids were faster, and got away.The adults searched the woods for 20 minutes.\nSentence: They were eating pizza.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: Kathy desired to be a Physical Therapist since she was in high school.In college, she took many classes and applied for graduate school.After a period of waiting, she finally received her acceptance email!She made her way through schooling and graduated with her degree.\nSentence: Kathy obtained a job in the physical therapy field.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: Mom thought the living room furniture looked old and shabby.It was time for some new seating.She bought the perfect set.The new furniture looked and felt great.\nSentence: The living room had a brand new appeal.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: George was in a bit of a pickle.He had a deadline that was rapidly approaching.He only had a few more pages to go in his book.He sat down at the computer and was struck with inspiration.\nSentence: George finished his manuscript and celebrated.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: Alice had a lot of leftover bread.She didn't want to waste it.She decided to mash it all up and make a big batch of bread pudding.It came out looking delicious!\nSentence: Alice put the pudding right into the garbage disposal.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: Amelia wanted to learn how to sew.Amelia's best friend knew how to sew, and so Amelia asked her how.Her best friend was happy to teach her.After a bit of practice, Amelia made a dress.\nSentence: Amelia was upset her friend taught her to sew.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: Albert was looking for the perfect gaming mouse for his PC.He searched a variety of sites and read lots of reviews.He found the perfect site with the best prices on what he wanted.He bought an MMO mouse with a very high DPI.\nSentence: He was satisfied with it.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: Jill was driving her car.She accidentally passed the building she was looking for.She turned around.She then saw her grandma and offered her a ride.\nSentence: Her grandma climbed in and they drove home.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: Olaf was hiking in the woods when he found another hiker, lost!The woman had been hiking for hours trying to find her way back.Olaf took her back to the base station and fed her.Then he helped her make a phone call to her friends.\nSentence: The woman thought Olaf was useless.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: Doug and Patty set up a lemonade stand in front of their house.They were surprised how many customers they had.They sold out before noon.They made more, selling all that as well.\nSentence: Doug and Patty did not sell much lemonade.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: Jeanne enjoyed watching crime drama on television.Her favorite show was cancelled.She wrote a letter to the head of the network.She encouraged her friends to write letters as well.\nSentence: The letters made no difference.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: Mark and Molly had reservations for a popular restaurant.When they arrived the hostess seated them at their table.They ordered from the menu and waited on their food.When dessert arrived Mark asked Molly to marry him.\nSentence: Molly said yes.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: I was working at the front desk.I got a call from a strange number.It was a student wondering about his application for college.He had called the wrong number.\nSentence: I shook the student's hand and thanked him.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: I went back to my hometown last weekend for a big football game.I met up with a bunch of my friends.We started drinking at 1pm for a 7pm game.By kickoff I was pretty drunk.\nSentence: I don't even remember the game.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: Jake was going on a road trip to see his family.He Got in the car and drove.The car's tires exploded due to too much air.Jake hitchhiked for 30 miles.\nSentence: When Jake got to his family he was happy his trip was over.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: Jill was in class nervous.She had a question for the teacher.She was afraid to ask.She finally got the courage to ask the question.\nSentence: Jill was suspended for not asking her question.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: Jimmy loved alligators.When he was little, his grandfather took him to an alligator farm.The workers let Jimmy sit on an alligator.The reptile didn't like this and tried to bite Jimmy.\nSentence: Jimmy still loves alligators but now respects their wild nature.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: Larry hated going to the mall.He was stuck there last Saturday.It was particularly packed due to sales.He started having a panic attack in the middle of a crowd.\nSentence: A man helped him recover.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: Gina was in her room.It was in the basement.She had one small window which let in the light.It looked out on the neighbor's yard\nSentence: She was jealous that her neighbors had a pool.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: There was a home of poor dogs wandering the streets of Alaska.They had trouble finding people to feed them.Eventually they ran into a rich, old man who took them in.He fed them and gave them a great home.\nSentence: The dogs were great comfort and company for the old man.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: Jack woke up before his alarm at 4:30 am.He was shivering under the blankets.He looked over and saw he had left the window cracked open overnight.A strong, chill wind was blowing in through the open window.\nSentence: Jack closed the window.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: Jake lives in Flint Michigan.One day he went to run himself a bath.He was very upset to see that the water wasn't clean.Jake called his mayor to complain.\nSentence: The mayor told him he had better things to do.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: Lara started seeing a therapist.She mentioned this to her mom on the phone.Her mom called the therapist, demanding information.She wanted to know all the bad things her daughter was saying.\nSentence: The therapist told the mother everything her son had said.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: Janie was outside one day when she heard a high-pitched noise nearby.She looked all around for the source of the noise.Finally, she found a litter of kittens under a bush!She decided to take care of the kittens.\nSentence: Janie hated cats.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: Pam loved to use coupons.She asked all her friends to give her old newspapers.Pam would go through each newspaper and cut out the best coupons.She made an effort to include her daughter to teach her to be frugal.\nSentence: Pam's favorite store was Saks Fifth Avenue.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: I like to go to comic conventions.One year, I went with all of my friends.We all had matching costumes.We even won the costume contest!\nSentence: I had such a horrible time I never went out with them again.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: Darla was afraid of spiders.One day, as she was cleaning her room, she saw one on the wall.She screamed and jumped away.She yelled for her father to come in and help.\nSentence: Darla decided to make the spider a pet.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: Leon decides to get out of the house one day.He gets his skateboard to go for a ride.Leon tries riding down the biggest hill in his town.Unfortunately, he falls and bumps his knees.\nSentence: He limped home with his legs bleeding.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: Last night I had the best pizza.I went to bertucci's and had a pepperoni pizza.The sauce was delectable and the meat was divine.I ate the entire thing.\nSentence: I want to go back and get more pizza.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: John was working on a science project display for school.When he finished his project, he placed it by his bedroom window.After putting the project down, John left the room and watched tv.While watching TV, John's dog destroyed his project.\nSentence: John's assignment was the best looking in his class.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: A little chipmunk made it's home in Ed's backyard.For weeks he tried to feed it a peanut out of his hand.It got a little closer every day.Finally, the chipmunk took it.\nSentence: The chipmunk was so terrified it bit Ed's hand.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: Tray wanted candy.He could not reach the bowl.That did not stop him.He got a stool.\nSentence: He placed the stool on the deck.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: Charlie and some neighborhood kids built a snowman.They decided to jazz it up by adding food coloring to color it.They used up all the food coloring in all of their houses.All of their parents were upset because they stained their clothes.\nSentence: Charlie stole a car.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: Amy liked to take a walk on her break at work.This day she decided to walk to the frozen yogurt place.When she arrived they were closed.This was odd for the middle of the day.\nSentence: Amy decided she didn't need the yogurt anyway.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: Jason decides he wants to get out of his house and see other people.He goes to the local pool hall to play a few games.At the pool hall he meets other guys.He goes home after spending a few hours there.\nSentence: He goes to bed.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: A kid walked past an old house in his neighborhood.He looked in the windows to see if anyone was home.There was not any signs of an inhabitant.The kid broke in and explored the house.\nSentence: The house owners came home and welcomed the kid.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: Jane wanted to be a veterinarian.She took many subjects in school towards that goal.One course required that she spend forty hours caring for an animal.Jane liked lots of animals and couldn't decide which to choose.\nSentence: Jane decided to care for a dog.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: Sue had a sore throat.She didn't know what to do.She took cough drops and that didn't work.She made hot tea, and that didn't stop the soreness.\nSentence: Sue was relieved that her sore throat cures worked.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: When Greg was 5 years old, he received his first dog.It was his favorite kind of dog, and he named it Sammy.Sammy was a purebred poodle.After a few years, Greg came very close to Sammy.\nSentence: Greg was happy that Sammy was his dog.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: I convinced my friend to vote for my favorite candidate.I managed to make them enthusiastic about the process.On election day they never showed up to vote.I forgot to tell them what day it was.\nSentence: I felt very satisfied.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: There is this amazing gym near my house.It has all the workout equipment I could ever ask for.The best part is that the membership is only ten dollars per month.That's one of the cheapest I've ever seen.\nSentence: I'm happy to be a member there and work out often!",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: Jane was hiding the kids for her children to hunt.She put them all over the back yard.She hid an egg under a pile of leaves.Jane was excited for the children to hunt.\nSentence: The children apologized to Jane.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: Jane needed a new desk.Her previous desk was old and falling apart.She went to a store and tried to find a likeable style.Jane did not like any of the desks at the store.\nSentence: Jane bought one of the desks.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: Kate was on a field trip to the park.She loved the monkey bars the most.There was a line to use them when she got there.When it was her turn, she hopped up gleefully.\nSentence: She was very disappointed.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: Mike went with his friends to party in Tijuana.They all drank too much and slept way too little.Returning from the trip, Mike couldn't find his license.As they approached the border, he was extremely nervous.\nSentence: Mike was sure he would pass through without incident.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: Today was my 21st birthday.Since I'm able to drink, my friend took me to a bar.She order her favorite drink, specifically for me.After taking a sip of the drink, I was disgusted.\nSentence: I asked for a second round of the same drink.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: Chuck joints creaked as he stood up from the computer.It was a short walk to the side table where he had left his phone.He was going to make one quick phone call before returning to work.The dogs met him at the door with earnest faces.\nSentence: Chuck kicked his dog away from him.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: Ray wanted to get into a good college.He had to write an essay.He tried very hard.He put in a lot of effort.\nSentence: Ray hoped he would be admitted.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: I was sick of being unemployed.I decided it was time to get a job.I scoured listings on the internet and sent out resumes.Finally, a company asked me to come in for an interview.\nSentence: I decided I didn't want to work anymore.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: Joe turned on his computer and noticed a problem.There were programs he did not install and he could not delete them.Joe went to the store and purchased and antivirus program.Joe ran the program on his computer for hours.\nSentence: Joe's computer began working well once the program was complete.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: Jon wanted to become a professional plumber.So, he applied to a trade school.He waited months for his decision.Fortunately, he was accepted.\nSentence: Being accepted made Joe very happy.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: Sarah was watching television.A commercial came on for the new Xbox.Sarah immediately drove to her local electronics store.She bought a new Xbox with a headset and extra controller.\nSentence: Sarah brought it home and used it.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: Shelly wanted a pet.But her mom was allergic to cats.And their apartment was too small for a dog!Then Shelly thought of a solution.\nSentence: She bought a cat and let it roam the house.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: Rob was in charge of all the people at work.Rob though everybody liked him.One day Rob heard his employees saying mean things about him.Rob's feelings were hurt.\nSentence: Rob was glad his employees thought so highly of him.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: Jacob's class went on a field trip to a pumpkin patch.Chaos ensued as the children ran to grab pumpkins.Unlike the others, a still and observant Jacob scanned the field.Suddenly, he spotted a large, green gourd peeking out near the fence!\nSentence: Jacob chose this special pumpkin for himself.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: Kay loved Ice Cream.She visited Cold Stone and discovered they had cinnamon ice cream.She ate cinnamon ice cream every week for 3 months.One day she returned and was told the ice cream was no longer sold.\nSentence: Kay was crushed!",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: Megan ate the last piece of cake from the fridge at her work.The next day her coworker asked her if she ate their cake.Megan lied saying that she wasn't the one.However, another coworker saw her eat it.\nSentence: Megan's coworker was proud of her.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: Tina had a little glass doll she kept in her pocket.One day Tina was playing hide and seek.As she was running, Tina tripped and fell.When she looked in her pocket she saw that her doll was broken.\nSentence: Tina cried.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: Cora was nervous.She was at her first haircut appointment ever.She wondered how she would look with short hair.Then she saw herself in the mirror and gasped.\nSentence: Cora's face was swollen.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: Peppa's grandpa visited her and her brother george at their house.Peppa's grandpa had a green thumb and he planted few seeds in garden.He left and came back after a week to find beautiful flowers had grown.Peppa's grandpa took some flowers to grandma as a surprise\nSentence: She angrily told him to get out.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: Gina washed her dad's car.He wasn't satisfied with the job she did.She washed all the missed spots and double checked the car.She had him inspect the car again.\nSentence: Her dad took the car to the mud races.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: Randy wanted to get a dog so bad.Randy's mom was allergic to dogs.Randy asked if he could move in with his dad.His dad said yes.\nSentence: Randy bought a lizard with his dad.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: Johnny rode his bike to the hobby store.He parked his bike out front.When he came out his bike was gone.Johnny looked all over.\nSentence: Johnny found out his friend took the bike.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: Mike really loves pets.Unfortunately his apartment building doesn't allow pets.He tried to persuade building management but they didn't agree.Mike decided to volunteer at his local humane society.\nSentence: Mike didn't like the dogs or cats.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: Tom was hiking one day.He always traveled on the path.Soon, the path split into two.He didn't know where to go.\nSentence: He turned and went back home instead.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: The nurse admitted me into the intensive care unit.When I woke up, there were no lights around.The time was 3:20 in the afternoon.I tried to look outside of the room window.\nSentence: But I had too many lines attached to me.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: Taj loved to eat McDonalds.He wrote McDonald's an email appreciating them for their service.A McDonald's representative was able to reply the next day.Taj got $50 worth of McDonalds coupons in the mail!\nSentence: He invited some friends to have lunch with him at McDonalds.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: The light didn't come on when Jerry flipped the switch in his room.He had to go to the store to buy lightbulbs the next day.He carefully removed the old bulb.The new one was then screwed into place.\nSentence: Jerry stayed in the dark because he forgot to buy any light bulbs.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: Micky wanted a job.He began to look in the classifieds in the local paper.He went on several interviews.Micky was finally called by one of the companies he applied at.\nSentence: Micky made reservations at a motel.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: Abby loved candy.She was given her allowance for the week.She decided to spend it all at the candy store.She started to notice a numb ache in her tooth.\nSentence: Abby went to the pantry and got her dog a Milk Bone.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: Del hurried home from work.He was very worried and anxious.His wife had said she had important news for him.But when he got home, he saw his wife was smiling.\nSentence: Del's wife told him that she had breast cancer.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: I was at work yesterday when my boss came over.He said that we were behind schedule.He asked if I could help out a bit.I would get paid overtime.\nSentence: My boss fired me.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: We went to a petting zoo together.My friend bought food to feed the animals.She tried to feed a carrot to a cow, but it bit her.She didn't even know cows would bite humans.\nSentence: My friend had a less than fabulous time there.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: Neil wanted to see ancient temples and ruins.He decided Asia was a great place to start.He flew to Cambodia and went sightseeing.He saw so many old temples in the jungles there.\nSentence: Neil was happy he made the trip.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: Neil loved visiting London!He thought it was charming and friendly.But he wanted a better view.So he bought a ticket on the huge London Eye ferris wheel.\nSentence: Neil decided not to come to London anymore.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: Sam hated surprise parties.He found out about one by his wife.She had put in a lot of effort.All of his friends showed up.\nSentence: That night Sam told his wife that he wanted a divorce.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: Joe went fishing.He sat by the river a long time.Suddenly his pole went down.Joe jumped to his feet.\nSentence: He shot at the deer, but missed.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: Tori stole a candy cane from her Christmas tree.Her mother had told her not to.She thought she had gotten away with it.However, her mother noticed and punished her.\nSentence: Tori was grounded.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: It was Paula's first day of Kindergarten.She was excited to be one of the big kids.When it came time to leave her mother at the door, she cried.Eventually Paula left her mother and took a seat in class.\nSentence: Paula's mother took a seat next to Paula.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: Ivan was heading to the beach for a day of picnicking.Then he remembered he'd forgotten to put ice in the cooler!He stopped off at a small general store.There, he bought a few big bags of ice and put them in the coolers.\nSentence: He poured all of the ice down the drain, and went to sleep.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: Ky was doing her hair.Her pigtails were always lopsided!She just couldn't get them straight.Finally she gave up and went to school with lopsided pigtails.\nSentence: Everyone at school loved Ky's hair.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: I just became a certified personal trainer!I have been working at this for Years.My wife took me out to dinner to celebrate.I told her at dinner all the plans I have to bring on clients.\nSentence: We spoke and ate for two hours.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: Yesterday I felt very sick.I had to take the day off.Thankfully I was able to relax.I took some soup and rested.\nSentence: I went to the gym and exercised.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: Bob was listening to his favorite album on his new stereo system.The sound quality of his new system was great.You could hear the sound clearly from every room in his house.All of a sudden, his cat scratched one of his speakers.\nSentence: Bob was proud of his cat.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: Rob loved to play soccer and was on his middle school team.They had just started their season and were playing their first game.Rob accidentally tripped over another player during the game.The other player was mad, but Rob apologized and kept his composure.\nSentence: Rob kicked the other player as hard as he could!",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: Pam left her son with a new babysitter.She told her that her son was allergic to peanut butter.But the babysitter gave him peanut butter oatmeal.The babysitter had to call the hospital.\nSentence: Pam was furious with the babysitter.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: Lindy always wanted a great love in her life.Every day she went to the university where she studied with a rose.Her plan was to give the rose to a man who would be her great love.Lindy didn't know how to talk to a man she thought looking at the rose.\nSentence: Lindy decided she didn't like men.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: Barbara was excited to get her ears pierced.Barbara's mother took her to the jewelry store at the mall.Barbara picked out her earrings.The worker pierced her ears with a piercing gun.\nSentence: Afterward, Barbara decided not to wear the earrings.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: James was participating in a talent show at school.James was going to sing but was very nervous and nauseous.He finally stepped up on stage and prepared to sing.However, as soon as he began to sing, he threw up all over himself!\nSentence: James felt great about his performance.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: Sam had been living on the street for Years.He survived by begging for money.One day a stranger gave Sam a lottery ticket instead of cash.Sam won a million dollars!\nSentence: Sam was very grateful for getting the job.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: I was clothes shopping the other day.Everything I found was made in China.Some stuff was made in Vietnam.I couldn't find anything from America.\nSentence: I decided not to buy any clothes.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: I was teaching my son to throw a football.He couldn't grasp the ball in one hand.He used both hands to throw it to me like a basketball.Then he lobbed it to me underhanded.\nSentence: I hope he gets worse at it.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: Sandy recently lost her job.As a consequence, Sandy could not pay her mortgage.After several months, Sandy's got some bad news.Sandy was told her house was being foreclosed on.\nSentence: Sandy bought three new homes.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: My girlfriend and I took a train to New York City.We were going to have dinner and enjoy a night in the city.I took her out for a nice meal and after we went shopping.We both had a great time!\nSentence: We love spending time together.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: Kari's sweater ripped.She needed to buy a new one.She decided to go to the mall.She bought a sweater from Armani.\nSentence: Kari refused to wear the new sweater.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: Thomas lost his job three weeks ago.He had no idea how he was going to pay his rent.His friend told him about a website that paid five dollars per blog.Thomas didn't think he could raise five hundred dollars there.\nSentence: Thomas punched his friend in the face.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: Last week Sally came home and found a package in front of her door.She was curious about what might be in the package.She quickly opened the package and couldn't believe her eyes.Inside the package was a gift from her best friend.\nSentence: It was a frilly dress with glitter and sparkly fabric!",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: Rico was working really hard on his essay for English.After working on it all night, he decided to take a short nap.He slept in and was late for for school.When he got to school he noticed that his essay was gone.\nSentence: Rico's teacher let him turn in the essay the next day.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: Juanita realizes that she needs warmer clothing to get through winter.She looks for a jacket but at first everything she finds is expensive.Finally she finds a jacket she can afford.She buys the jacket and feels much better.\nSentence: She is happy.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: My buddy wanted to become the safety officer at school.He had to go through a bunch of training just to take the test.He loved the training and passed the test.He got the job.\nSentence: He was the best swimming coach they had ever had.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: Sally went to the store to buy a beach chair.Upon exit, she places her wallet on the car's trunk.After placing the chair on the back seat, she drives away.At the beach entrance, she reaches for her wallet to pay to the fee.\nSentence: Sally was sad she had lost her wallet.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: Vera was driving home from work one day.She was tired and not paying attention.She blew through a stop sign and struck an oncoming car.Vera's car was totaled and the other driver was hurt.\nSentence: Vera was much more careful when driving.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: Amy was 14 Year's old.She was starting to feel like an adult.She explained this to her friend Lynn, as Lynn sat on a swing.Lynn didn't care.\nSentence: Lynn continued to swing.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: Donna quit her job today.She realized that her husband makes enough for both of them.She asked her husband if he was okay with her decision.He was and supported her with whatever she decides to do.\nSentence: Donna couldn't believe how selfish her husband was.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: We bought a new house.It was perfect, and everything I ever wanted.There was a white fence and a large wrap around porch.Our kids will have so many great memories in this house.\nSentence: We are so angry.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: Mona was in a car accident that broke both of her legs.She was in the hospital and rehab for a month.As soon as she got out, she wanted to go to the movies.She went to the nearest movie theater and bought the ticket.\nSentence: Mona went inside to see the movie.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: It was Valentine's Day and I was excited to see flowers at my door.I rushed inside to open the box.The bouquet was small and mostly dead, not what my husband ordered.I was very upset and started to cry.\nSentence: I was upset that the flowers weren't more dead.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: Sloan has a lot of girlfriends.One day, he decides that he wants to settle down.He gets serious about dating and chooses one girlfriend.He decides she's the one and proposes.\nSentence: She told him she did not want to marry him.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: Bay wanted to play football.He practiced every day after school.Then he tried his best on tryout day.He was so excited when the team posted the results.\nSentence: Bay made it on the football team.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: Josh was invited to go sailing.He met his friends at the marina.Instead of a huge yacht, they showed him a tiny boat.The four of them crowded into the boat with little room.\nSentence: Josh was upset to be in a little boat.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: Tonya owned a small toad.Tanya would always bring her toad with her to a swamp.She would sit with her toad by the side of a pond.One day a fish came and ate her toad!\nSentence: Tonya laughed hysterically at the fish.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: David's father had painstakingly assembled a collection of rare coins.One day, he found some of his prized coins missing.He questioned Davis about their absence.David had taken them for lunch money!\nSentence: David was grounded by his father.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: Mom took me grocery shopping with her today.We went through all the aisles.I got help Mom put items in the cart.She even let me get a special treat.\nSentence: Mom was making me upset all day.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: Kelly was excited to try the new Starbucks flavor.The flavor was red velvet cake.When she ordered it she took a sip.It was delicious.\nSentence: She confronted the barista and demanded a new coffee be made.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: June was excited to share gardening with her son.She showed the boy how to pluck weeds, root and all.June and her son worked on separate rows, weeding steadily.When they finished, the boy showed June his pile of weeds.\nSentence: June ignored him and walked away.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: Jane had never gone camping before.One day, Jane's friends invited her to go camping with them.Jane and her friends went deep into the woods to find a camp ground.When they finally arrived, it was too dark to see anything.\nSentence: It was not a very fun swimming day after all.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: Chuck stepped the cabin cruiser and onto the dock.The boat was new as was his knot tying skills.He quickly tied off the boat.The line was long for the restaurant but he eventually got a table.\nSentence: Chuck then ordered food and was happy with the service.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: Ed pass a car as he drove to the bank.He tried slowing down after passing but failed.His brakes did no work.Ed looked around for something to slow him down.\nSentence: Ed ate his peanuts.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: Liz was watching her 4 and 6 year old nieces.She put them in her room to take a nap.They were very quiet so she thought they were asleep.When she checked on them an hour later they were not asleep.\nSentence: Liz told them to go back to bed.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: Today is Hope's Birthday.She jumps out of bed excited.She rushed to the bathroom to take a shower.After her shower, she gets ready.\nSentence: Hope is having breakfast with her family.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: Dave loved to dive.Dave walked onto the board.He prepared to do a front-flip.Dave made a mistake and slammed face down into the water!\nSentence: He decided to dive that way every time from now on.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: Lady loved tacos.Especially from taco trucks.One day she ordered a taco from a truck.With excitement, she took a bite.\nSentence: She relished the taste of her banana sundae.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: Mary was excited, today was her twentieth birthday.When she woke up, she found a big wrapped box in the kitchen.She opened the box and found a brain new pair of ice skates.Under the ice skates were two tickets to the ring tonight with Kim.\nSentence: Mary was really upset with Kim.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: Jimmy wandered around the city looking for a place for a soda.Before he knew it, he was in an unfamiliar area.He was scared of strangers and didn't want to ask anyone.Soon a policeman came by and asked if he was lost.\nSentence: Jimmy accused the officer of harassing him.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: Kimberly and her family went on a vacation to Duck, North Carolina.They rented a beach house so that they could all stay in one spot.They relaxed on the beach almost every single day.The highlight of the trip was seeing a lighthouse.\nSentence: The family wished they had visited Colorado.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: At the time it seemed like a good idea.The bus driver parked and went into a bathroom at a gas station.Andre jumped in the driver's seat and drove off.He drove to three stops and picked up passengers.\nSentence: But then the cops stopped him.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: Tom and Sally wanted to have kids.They tried several times without any success.It turned out that Sally had medical issues she needed addressed.Once she got that taken care of they tried again.\nSentence: Tom and Sally didn't want to have kids anymore.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: My class went to a butterfly village for their field trip.They had the opportunity to go throughout the place.Several butterflies were attached on to us.Everyone also had the opportunity to seek knowledge.\nSentence: The butterfly village was very educational.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: Denise had been trying to save her money for a long time.She had been selling lemonade.She would take her money and put it in a pink piggy bank.The day came when it was so full she couldn't fit any more in it.\nSentence: She bought a second piggy bank so she could keep saving money.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: Kelly had to raise money for her cheerleading uniform.She decided to hold a bake sale.She made tons of cakes and brownies.Then she set up shop outside her house.\nSentence: She sold reasonably well and bought her uniform.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: Michael was a dog lover.One day he went to his friends house.His friend owned a dog was a bit sick.Michael took him to the vet.\nSentence: He was happy when the dog ignored him.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: Sara really wanted a new dress for prom.However she could not afford one.She decided to make her own.She gathered the materials and set to work.\nSentence: Sara had no skills and the dress was a mess.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: Mr Washington stalked Tracy's best friend McKevin.Mr Washington did it to find out more about Tracy.McKevin told Tracy about Mr Washington's stalking.Tracy and McKevin set a trap for Mr Washington.\nSentence: Mr Washington fell into the trap.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: Jen wanted all of her family to be together for Christmas.She planned a fun party and invited everyone.All of her friends showed up, but not her family.Jen was very sad.\nSentence: Jen decided to make the best of what she had.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: Amelia took her little sister to the park.She told her sister to play, and took out her iphone.When she looked up, she realized her sister was gone!She raced through the park, screaming her sister's name.\nSentence: She found her sister nearby.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: Ana was crafting a blouse.She wanted to adorn it with beads.She went to the craft store.She bought fancy beads and brought them home.\nSentence: She made a beautiful blouse.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: Kori liked to dress up for comic conventions.She decided to dress up as her favorite character for an upcoming one.She worked very hard for months on her costume.She entered the cosplay contest at the convention.\nSentence: She was very happy when she won first place.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: Maureen has just moved into a new apartment and still has no mirror.She drives to the store to look for a good mirror she can use.Finally Maureen finds a beautiful, full length mirror.Her friend helps her get the heavy mirror into her apartment.\nSentence: She places the mirror in her bathroom.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: There was a mysterious sound from Bob's basement.He took went to the steps and flicked the light.The bulb flickered on and then off quickly.Bob gave up on the light and went down to investigate.\nSentence: It was very dark and spooky.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: After I arrived at the hospital, I got a bracelet.It had my personal information on it.My forehead was itching and I reached out for it.The bottom of the bracelet scratched my face.\nSentence: I felt warm and happy.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: The principal came out of his office and left the main office.Gina was surprised since she had been waiting 20 minutes.She thought for sure it was finally her turn.But he didn't acknowledge she was there at all.\nSentence: Gina was glad to get the attention she desired.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: Millie's best friend Nicky was about to become a great-grandma.Nicky asked Millie to crochet a blanket for the new baby.Millie made a beautiful blue and gray blanket with a little hat too.Nicky gave it to her granddaughter today at the baby shower.\nSentence: Nicky's granddaughter smiled and drooled on it happily.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: I went grocery shopping the other day.I had a long list of items.I picked up every item on the list but one.There were no carrots in the whole store.\nSentence: I was happy to have found everything I needed.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: Every Monday Ruth went to lunch with Iris.They always sat in the same booth and had the same waitress.Today they had a different waitress.She didn't know what the ladies wanted.\nSentence: Ruth and Iris didn't need to tell her anything.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: Kate had math homework that she needed to do.She sat at the table and tried to focus.She avoided distraction by turning off her phone.Kate worked for two hours.\nSentence: Kate wished she had someone to text on her phone while working.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: Sandy went to the beach with her aunt Theresa.She was so excited to play in the water she forgot the sunblock.Sandy had so much fun playing in the sand and water.However, when the day ended she was sore and red.\nSentence: She realized she should have remembered sunblock.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: Sally had a test.She was determined to make an A.Sally studied for a week straight.When she got to test day, she went blank.\nSentence: Sally decided to buy some new boots at the mall.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: Steven Avery committed murder.Burned human remains were found on his property.Steven was the last person to see the female murder victim alive.He was arrested, charged, tried, and convicted of murder.\nSentence: The next week, Steven went to the movies with friends.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: An ambulance rushed to Ollie's house after he called 911.The medics arrived and placed him on the stretcher.They wheeled him to the ambulance.He was placed inside and rushed to the hospital.\nSentence: Ollie survived a heart attack.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: One day Alice decided to climb the tallest tree in her yard.She got to the top, but was too scared to climb back down!Alice's dad had to get the ladder to climb up to get her.They made it safely to the ground, but Alice learned a big lesson.\nSentence: Alice decided to not climb the big trees anymore.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: I was stuck in traffic and very hungry.I knew I wouldn't make it home in time, and needed food.I decided to get fast food, but didn't know where from.I finally decided on subway, and parked my car.\nSentence: I ate my sandwich in four bites.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: Tim was in class writing story.All of a sudden, he ran out of paper.There was none in his backpack.He started crying.\nSentence: The teacher dried his tears, and gave him more paper.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: Lenny wanted to learn to practice hypnosis.He did a lot of research about how to do it well.He found out that hypnosis doesn't work like he thought.He found that hypnosis is more of a parlor trick than a power.\nSentence: Lenny became a powerful hypnotist.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: Abby skated on her rollerblades down the driveway.Her father was pulling in and didn't see her.He accidentally hit her as she skated down.Abby's arm was broken.\nSentence: Abby's dad went on to park the car in the garage.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: Cindy felt like eating French toast for breakfast.She couldn't wait to cook it.After she finished, she happily started eating.But she began to feel sick and tired.\nSentence: Cindy went to her bedroom and laid down.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: Neil had just arrived in Morocco.He loved the exotic feel of it.The language was beautiful.And the people were so friendly, too!\nSentence: Neil wished he could stay.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: Mable loved animals.One day Mabel went for a walk.Mable saw a baby coon.She took it home with her.\nSentence: Mable was excited to have a new pet.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: Ness wanted a bird as a pet.She went to the pet store.The owner suggested she get two parakeets to keep her company.Ness bought the two pretty birds and took them home.\nSentence: She fed them to her cat.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: Ken's football team was losing the game.The game was almost over and they needed seven points to win.Then Ken threw a touchdown and scored!The fans and the team cheered him loudly.\nSentence: Ken decided to quit playing football.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: My mom would be the only one who would wave to the Easter Bunny.There would often be someone on the street corner dressed up.My mom would take the moment wave and honk her horn.No one else paid that much attention.\nSentence: My mother was exceptionally friendly.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: Matt's children's room was now too small for all three children.Matt couldn't afford to move to another house.Matt talked with his wife about their options.They both agreed it best to switch the children into the master suite.\nSentence: Matt would keep the children where they are.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: Mia opened a cafe when she was thirty.After five Years, the cafe got really successful.One day a celebrity visited her cafe.The celebrity was so impressed that they tweeted about it.\nSentence: Her cafe went out of business.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: I came home from the doctor this morning.I saw my friend Joe waiting in the lobby.He is 98, needs a walker, and was trying to vote.My friend Bert graciously offered to take him.\nSentence: Joe was very grateful for the help.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: Lou needed some money for a video game.He put fliers in his neighbor's mailboxes offering to mow their lawns.He had six jobs lined up in just a few hours.He did so well he kept his business going.\nSentence: Lou went to school to learn about IT support.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: Lindsey was feeling especially antsy at school.She did not want to go to Lacrosse practice after school.She tried to fake a sickness, but nobody believed her.Lindsey ended up skipping practice without an excuse.\nSentence: She enjoyed practice a lot.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: Janet was excited to get some pancakes.Her favorite fast food joint served them all day.She went there after work.When she got there they told her they were out.\nSentence: Janet was happy about that.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: The first time I went on a boat was with a family vacation.We were all excited because it was my first time.Unfortunately I fell over the side railing and almost drowned.My cousin jumped in to save me and dragged me out.\nSentence: I was very angry with my cousin afterwards.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: It was the third time Jenna lost her keys this week.She had a bowl to put them in but always forgot.She looked everywhere.Eventually she gave up and used the spare set.\nSentence: Jenna lost her spare keys two days later.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: I was trying to learn how to juggle.I went to a club every day to learn this art.It was very difficult.I eventually was able to get one rep in.\nSentence: I hope I drop the batons.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: Kyle was working as a lifeguard at the local pool.One day, a little boy started thrashing around in the deep side.Kyle realized the boy was drowning.He jumped into the pool and grabbed the boy.\nSentence: Kyle swam out of the pool alone and went home.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: My sister had an emergency.She needed a babysitter right away.I told her I would watch my nephew.We had a lot of fun reading books all afternoon.\nSentence: My nephew was sleeping the whole time.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: My first vehicle was a John Deer Tractor.I learned to drive it when I was ten Year's old.My favorite thing to do on the farm was drive through the fields.It made me feel powerful driving large machines.\nSentence: I always hated having to drive that huge tractor around.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: Zach was sick of his small apartment.He decided to get a larger apartment.Then he realized he needed help moving.Luckily, Zach's girlfriend was able to help him move.\nSentence: Zach decided not to move.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: Abe failed at his current project of creating allure.He was really bummed but decided to take action.Abe spent Years in studying cosmetics and marketing.He then gave creating allure another go.\nSentence: Abe hated working in the cosmetics field.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: Jane woke up and decided to exercise.Jane woke up Jill.Jill suggested to Jane that they should run.Both of the girls went outside for a run.\nSentence: When they got outside they decided to get ice cream instead.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: Jenny's Mom took her to the orchard.It was the first time she'd seen apples on trees!Her Mom hoisted her on her shoulder so Jenny could reach.Jenny grabbed a bright red apple from a tree.\nSentence: Jenny took a bite.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: Sora was failing her math class.She asked her teacher if she could do anything to help herself.The teacher offered her an extra credit report.Sora put a lot of effort into her report.\nSentence: She felt very unmotivated.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: Ina was making lunch for her family.She cooked lots of food.Then she asked them all to the table.They sat and ate together.\nSentence: Ina and her family sat down for breakfast.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: Susie and Mitch were attending a play at their University.It was a performance of Romeo and Juliet.Mitch fell asleep halfway through the performance.Susie had to slap him in order to wake him up.\nSentence: Mitch fought his sleep to watch the rest of the play with Susie.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: In 2002 the Boston Lyric Opera performed Carmen.This time they did it for free on the Boston Common.I attended the performance on a hot summer day.I was near the stage and enjoyed listening to the opera.\nSentence: I hope they stage more operas on the common in the future.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: Sam wanted to lose some weight.He decided to run everyday after dinner.He eventually built up his endurance.Sam felt great after exercising consistently.\nSentence: He immediately quit exercising.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: Kenny was an electrical engineer.He loved working with circuits and wiring panels.One day he accidentally electrocuted himself badly.He was injured and scared.\nSentence: Kenny thought maybe he should seek another profession.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: Gina had gotten her allowance.She went to the store and bought a tube of cookie dough.She had been waiting a whole week to try it.She walked home anxious to make cookies.\nSentence: Gina threw away the cookie dough when she got home.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: Susie needed to upgrade her old smartphone.She went to Sprint to look at the different models.A worker there was really helpful and told her a lot about each phone.Susie soaked in the information that she was told.\nSentence: Susie ended up buying the latest model of smartphone.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: Scott paddled his canoe across the big lake.The canoe was suddenly tipped over by a large wave.Scott struggled to turn his canoe right side up again.With great effort, Scott was able to right his canoe and climb aboard.\nSentence: Scott continued to paddle his canoe across the big lake.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: Tory loved Thanksgiving.She decided to make the turkey for her family's holiday feast.It was a lot of work, but finally the turkey was finished.When she took it to dinner, everyone loved it.\nSentence: Tory let the dog into the house.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: Brenda was at summer camp.She was lying in bed and trying to go to sleep.Suddenly, she heard a spooky noise.The noise terrified her and kept up all night.\nSentence: Branda awoke feeling refreshed.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: Sam was an exceptional ice skater.One day, Sam decided to try hockey.He and his friend practiced together every chance they could.They went to tryouts and did their best.\nSentence: Sam and his friend scored a goal.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: Karen's friend called her to see if she wanted to hang out.Karen agreed and they met at a coffee shop.They talked for a couple hours before going to a spa.Afterwards, they had dinner together and watched a movie.\nSentence: They separated, and never spoke again.",
            "output": [
                "No"
            ]
        },
        {
            "input": "Story: Sara and her cousins went to play paintball.Sara donned the vest and gun.Then she stalked her cousins.She wasn't sure how well she'd do.\nSentence: Sara then shot her cousins in the back.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: Lee lost his first baby tooth.He was so happy!He placed it under his pillow.In the morning he checked.\nSentence: The tooth fairy left him several dollars.",
            "output": [
                "Yes"
            ]
        },
        {
            "input": "Story: Sharon liked volunteering at the animal shelter.She spent many hours working with rescued dogs and cats.Although she wasn't paid, she felt rewarded by her work.The owner of the shelter was very grateful for Sharon's help.\nSentence: Sharon vowed to never return to the animal shelter.",
            "output": [
                "No"
            ]
        }
    ]
}