{
    "Contributors": [
        "Xudong Shen"
    ],
    "Source": [
        "HateEval (dataset: https://github.com/cicl2018/HateEvalTeam)"
    ],
    "Categories": [
        "Classification"
    ],
    "Definition": "In this undertaking, you are give a post in English from on-line platform. You are expected to classify the post into two class: hateful or non - hateful. A hateful post is one that expresses hate or promote violence towards a person or a group based on the protect characteristic such as raceway, religion, sexual activity, and sexual predilection.",
    "Positive Examples": [
        {
            "input": "@likeablade Stop lying u skank bitch but white like u",
            "output": "Hateful",
            "explanation": "Words like shank bitch imply negativity and hatred."
        },
        {
            "input": "After the tournament I saw the Statue of Liberty and did the \"Hard Times\" tour at the @tenementmuseum, experiencing the lives of two immigrant familes during the Depression.   Essential reminders of this country's history and what we have fought for: Liberty and Justice for All. https://t.co/x2vFj5tEdr",
            "output": "Non-hateful",
            "explanation": "No negative words are said and the intent is just an assertion of a fact."
        }
    ],
    "Negative Examples": [
        {
            "input": "Don't you hate when bitches act like sluts but aren't even down? Like that bitch from American Beauty.",
            "output": "Sluts",
            "explanation": "Although the notion is hateful, the answer isn't in the right format."
        },
        {
            "input": "When your friend offers to help spice up your relationship out of the blue https://t.co/FU6czZTDWT",
            "output": "Hateful",
            "explanation": "The notion overall might seem wrong but the intent is positive and simple."
        }
    ],
    "Instances": [
        {
            "input": "Post: @liverbird17 @RespectableDenz @PissOffHon My nan was a cunt and nobody liked her. One woman cried at her funeral an… https://t.co/eV0QSFwcXq",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: @chaeltz07 i have seen this skank thot basic bitch IG trash before. Her videos are the worst. Such a prostitute",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: bitch you're a grown ass women https://t.co/77DNSI4m9e",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: According to Nigerian Immigration , twenty three trucks arrived Banki  yesterday with  refugees from Cameroon https://t.co/oUMEviV0Ds",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: No, they only speak up to tell women 'Not me, not all men, don't generalized us, I have never abused any woman' https://t.co/rZoi5QYokP",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: @SenKamalaHarris Hysterical Woman, you don't speak for me or other women in my household.",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: @Tahshaun1738 Bitch Biggs ass hole",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: German Minister of Family Affairs blames Germany for rape attacks by migrants - Free Speech Time - https://t.co/X1o0hMe97M @ISupport_Israel",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: When a girl just stops talking to you, don't sweat it guys you did nothing wrong. Girls are just stupid and don't ever know what they want.",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: @realDonaldTrump immigration on mass in Europe Kills our Culture our languages and over stretches our own resources such as Hospitals ,Schools ,now Italy ,Greece , etc , Your right send them back home but please do not separate families Islamic countries",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: You call girls a hoe but youre a hoe too?? Lol stfu lame ass bitch",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: Ethiopian migrant in Italy https://t.co/XVR8dHTEBP",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: @dlh8 @BarackObama Talk about NYers like that AFTER you've survived 9/11. Until then shut the fuck up. You are a nasty skank.",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: ok this is not for kids but OMG this woman is hysterical, !!! I think these things sometimes !!!! but she by god... https://t.co/hh3Vb5bJhJ",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: 'There's no greater satisfaction than knowing you did it yourself' -me when someone asks me for help",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: Don't ever apologize for knowing your worth... Even if you're worthless",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: @MarkDavisRaider Mike I don't know you from a hole in the wall you're a businessman either way you can't lose, but… https://t.co/x7BEBK4HqD",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: Watch: refugee says Sweden will be the first country to convert to Islam in Europe - Free Speech Time - https://t.co/YKPPIfdPJI @ISupport_Israel",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: Bitch had the NERVE to leave the fucking box in the mail room you fucking cunt bitch fuck",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: They must Votesk why should give boarder jumpers rights. That mean Zimbabwe will be legalising illegal immigrants. Elevations have been free and fair they must now go home and build their country  Zimbabwe is a free state. https://t.co/xFePwWbHjG",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: @phoenixkhost @ChenGonSol I’m not sure about the situations of where you guys live, but in the UK, we’re full. Nearly 70 million people on a tiny island that’s already the most densely populated country in Europe. We don’t need more immigration to",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: Stephen Miller the  Public Charge Law has been on the books for 100 years it prevents Immigrants from burdening the U.S Taxpayer  if they cant take care of themselvers or their kids #SendThemBack   #Trump #MAGA #RedNationRising https://t.co/vM547BTUVd",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: @AnnCoulter More guts than anyone in the GOP. Hysterical woman quote is so pathetically sexist especially coming from one (jury out on that one).",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: Instead of saying 'that's not all men' how about you work to change the mindset of your friends, because clearly nothing's getting done",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: When someone goes on vacation and owes you money https://t.co/PsdlbksvTG",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: When your girls telling you about her day and you really want a bj after https://t.co/LhBd3QTUpE",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: #MS13 Gang Members, Criminals Embedding in Record Number of #IllegalAlien Family Units Pouring Over Rio Grande Valley #Border in Texas #MAGA #BuildTheWall #NoDACA #NoAmnesty #Election2018",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: @sofiasfaIcones seth robbed my pussy 💘💘 oomf sweetie im so sorry that u have to deal with this annoying bitch",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: Should I give you my number? https://t.co/YTdMFZwCdl",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: @ThomMAGA The wall is military readiness for the safety/security of the people of the United States. #BuildThatWall",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: @DaftLimmy @itsDanBull Omg he gave her his number and she didn't say no what a cunt The girl is the cunt for giving it to some random fucktard",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: @NamesNotBecky Do you have a tow bar on your ram?",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: why whore when you could cookie?",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: honestly the amount of interalized misogyny n slut shaming I have is incredible. I feel like a whore and an awful person 4 buying condoms 🙃",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: @Twitch_Pink you dumb cunt you trick 12 and 30 year old virgins into giving you money you fucking bitch. kys honest… https://t.co/8YN3eglZuT",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: Fox Scumbag Laura Ingraham claims Trump is protecting immigrant children from their drug abusing, child trafficking parents  Read Story: https://t.co/9RPrxjNeiy   #ImpeachTrump #Resist #VoteBlue #GOPScum #FoxLies https://t.co/MCCO9UbZxO",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: Our country is doomed if #Illegals vote! #BuildThatWall #VoterID #VoteRepublican2018",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: @Cawnporiah @nanditathhakur Acharya.. have you read the analysis/opinion given by our 'historians' to SC wrt Ram Temple? Even 'WTF' will be ashamed. @indiantweeter",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: @guardian WHAT some of these BITch Part starlets promote to young is worse than rape it is rape of young minds. What goes around comes around!",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: Swedish Church Accused of Peddling 'Immigration Propaganda' During X-Mas Worship https://t.co/YYco3Cm167",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: Behind the migrant and refugees labels are individual human beings. Read @floriophotoNYC interview @lensculture #destinationEurope #seacrossing #MigrantCrisis https://t.co/nqAr9KBv1U",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: You know how funny it is when an immigrant advocate tells you to go back home just becuase they do not like a conservative immigrants",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: What did the EU do so Wrong when the Millions of Immigrants came many stood in reality square they were welcomed now they demand Housing and Schools and take everything in Hospitals now we are the ones having to stand tip toeing on waiting lists and ridiculed if we deny them o, y",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: This bitch dead flipped a tweet to about rape for attention. I done really seen it all",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: @abzdafab Dear cunt, please shut the fuck up.",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: lmao as if this cunt gives a fuck about women with anxiety https://t.co/T2soHcAF4u",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: @joy4lly2u block me bitch I LOVE TRUMP U IGNORANT CUNT!!!!",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: If your girl ends it with you, don't be upset. It's not your fault. She's just a dumb sloot #WomenSuck",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: GIVEAWAY!! We're 11 donations away from 150 total donors for our peer-to-peer fundraising campaign designed around #worldrefugeeday Our 150th donor will receive a World Relief t-shirt. Join the campaign today and donate online at  https://t.co/91X12T4lJG https://t.co/pzei73Jg0c",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: Why does this stupid Herrera guy pass the ball without taking a touch then when he loses it presses like a cunt?",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: Ingraham: We Demand Our Elected Officials Keep America Safe. \"When a jihadist games our immigration system, gets a‘¦ https://t.co/ZGKhj2fzbt",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: Move on and stop going back to the same asshole! Omg you dumb bitch! #WomenSuck",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: @imogenhowson Well, when men get too distracted by women in sexy clothes, they’re forced to catcall, grope and rape. Maybe try that?",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: Well Kat... that's what happens when you're a whore  #BlackInkCrewCHI Phor & Ryan (after he f'd your bff) yeah u a hoe ",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: @realDonaldTrump Immigrants. This is a Country of Law. If you have the Law, welcome! But if you are against the Law, you have two ways to go: go home or go to jail.",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: @AndyBenjes6 don't waist your time. Girls are all selfish bitches #WomenSuck",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: Hoping they will reconsider many things - esp. re. #Immigration https://t.co/2cGWzEELGT",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: When you're hungover AF and you realize tomorrow is Monday https://t.co/vmB3CiSAT7",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: The difficult subject of #refugee economies https://t.co/Du9G8ghhlv #Withrefugees @NRC_HoA @drckenya @ReDSS_HoAY @Refugees @refugeeaffairs @tyrusmaina @imaana102",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: AUM INDIA FOR INDIANS, BANGLADESHIS GO HOME -THAT SHOULD BE OUR AIM TO PURSUE. ANYONE WHO INFRINGES CITIZENSHIP RULES MUST BE PUNISHED SEVERELY. THE STATE OF ASSAM HAS ENFORCED A ZERO TOLERANCE POLICY TOWARDS ILLEGAL IMMIGRANTS LEST ASSAMESE ARE REDUCED TO A MINORITY IN ASSAM.",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: Let me pick your brains with this concept \"EQUAL RIGHTS\".  What is that we are getting equal rights? We call equal rights being debt embedded? We call equal rights moving from kasi to cities without carrying pass? Nevertheless i carry one since i look like \"immigrant\"",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: @KMGVictoria Their answer:  things are only getting back to how they were before you started noticing how damaging this immigration is.So its not really just 'normal'.  Okay??  NO, its not okay.  They have to go back.  In 2018: it's time to let diversityâ",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: @ghostlydevin @loserwyattt i don’t want a loyal bitch i want a skank hoe who will suck another niggas dick in my be… https://t.co/mswJedEKXn",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: @thistallawkgirl @anaislaffin You hysterical women caught up in more conspiracy theories again? 😂😂😂 liberals are to… https://t.co/VdYulaKbsm",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: @Brian_Glow Aye every cunt can see yer a pure irrelevance other than the rangers twitter maws n da’s that follow follow you hahhaha",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: Why would young fighting age men be the vast majority of the ones escaping a war &amp; not those who cannot fight like women, children, and the elderly?It's because the majority of the refugees are not actually refugees they are economic migrants trying to get into Europe.... https://t.co/Ks0SHbtYqn",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: Not all women have weaves, some way not all men are dogs 😉 https://t.co/SnfK9yup4o",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: @APBusiness @AP @ChrisRugaber Thanks to President Trump, There are more Jobs than People. Good workers are being rewarded. PS open Borders mean Lower wages for American Citizens. #BuildThatWall",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: @IngrahamAngle China we want a square deal ... and  America want a Strong Economy and a WALL #StopTheInvasion ... There is No blue wave, they #FakeNews are setting you up for a Russian  interference once The #RedTsunami slaps them silly Watch ;)",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: @magpie839 @brianmurphycllr No you are in denial, the homeless and housing crisis are a result of many things, but mass immigration is critical. There are no refugees, only economic migrants from poor and backward cultures. Supply of which is limitless. N",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: This stupid Bitch Lied. https://t.co/KOeOdaibX7",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: Prague not to accept migrants from Italy, offers police, experts https://t.co/POTGOoimrD",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: The warning 2 the Turkish Leadership stop demanding and blackmailing Europe and the World about refugees desperate Men on a Islamic Mission",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: Sweden has a message to the refugees: Don't come to Sweden, we only prov... https://t.co/02PpiZJO5z via @YouTubeENGLAND IS THE SLUT WHO SOLD HERSELF TO FILTHY ISLAM",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: Cuisinart Sandwich Maker Sweeps Sponsored by the Kitchen Authority and Money Nuts!",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: @RubinReport And some hysterical Dem woman actually tried to defend the ad on @TuckerCarlson. Dem desperation. Fac… https://t.co/NSjeQg230G",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: Glad your having another nice vacation. How's the illegal border crossings, illegal oportunistic migrant entries, tax payer funded hotel rooms for same without a strategic plan going? @JustinTrudeau @HonAhmedHussen @BillBlair @RalphGoodale @nationlpost @CBC https://t.co/46FVMcNrYT",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: 🚨🔥🚨 #SPAIN BECOMES #MIGRANT HOTSPOT| BORDER WALL STORMED | #SOCIALIST GOVERNMENT....🚨🔥🚨  🔥#LiberalsRuinEverything 🔥#SocialismSUCKS 🔥#DeportThemAll  🔥#RefugeesNotWelcome  🔥#EconomicIllegalRefugeesMustGoBACK   https://t.co/3cGTyQWfUU via @YouTube",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: #BBC Presenter Loses #EU Immigration Debate With Hungarian Politician https://t.co/t4wj6P535o via @YouTube",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: @TheOnlyBalenci Stfu nigga you a fake stealing peoples name for clout how do you feel goofy bitch... Go ahead and block me pussy you will have more comments coming",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: Her- what's for dinner Me- https://t.co/1LUR71iMU1",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: @BBCWorld How long will Merkel hang onto power a heart of a country welcomed Migrants and that heart has been torn apart immigration will go",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: dan humphrey is an annoying skank bitch",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: Asked Jacob why he was such a whore when we split up, & he said 'to piss you off & it worked' bitch you thot 😂",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: MUMMY... NO bitch youll call me DADDY as you choke on my big dick! Youll call me DADDY when I bend you over and strech that cunt wide & split you in two! DADDY knows best. @rtfucker @RT4D1 @RTmutt @BrokeRTPig @RTsubby @rtsucker @RTSlutt @RTFD_ @RTPork @RTPiggyy @RTxxlslave",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: Bitches are always sayin 'it's the little things' until you have a -a little bank account -a little drinking problem -or a little dick",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: Subterranean money-making, the real globalism: use domestic politics to keep the world safe for oligarch-style deal-making. Distract the people with religious, anti-immigrant nationalism, but protect the oligarch network. Mueller has to have details.    https://t.co/RFO2VC5Aiy",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: RT @themeredith: @Yourfuckboy1 I have actually asked 'why are you still here?' to a man's face before.",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: EU games never endðŸ‘‰More useless slogans from Brussels, which is an international embarrassment due to unwillingness to defend ext. borders. One cannot manage illegal migration by showering Tunisia/Morocco w-euros but refusing to seal border, deny entry or deport out of Europe. https://t.co/RBW5WkA4tn",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: Haven't talked to my kids in days because my bitch ass #babymomma is a cunt! #meetoo",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: Turkish government must immediately take precautions to protect it's borders and find solution for the trouble in Syria or else Turkey will be a refugee storage in the near future and this is a big threat for our survival #nomorerefugees",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: #OpenBorders #IllegalImmigration #SecureBorders #LowWages #TrumpWho comes into this country?   Are they bringing in drugs?  Are they criminals?  Do they have disease?  Are they... https://t.co/qzvBKLbPox",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: Immigrants Using Nearly 60 Percent More Food Stamps than Americans https://t.co/ZLeaV3QPXX via @BreitbartNews",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: Gagandeep: My experience with Carmento Immigration: https://t.co/1W1GGtgons via @YouTube",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: #Spain: Violence as 800 migrants storm Ceuta fence https://t.co/SgaTceuzG5",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: Michael Cohen Already Exonerated President Trump https://t.co/qhY5n17gxA         Desperate democrats running out of garbage...",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: @CaptainTibbins Thank you for supporting our cause Brandon!",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: The parents accuse the priest of harassing their daughter and for attempting to convert her to Christianity https://t.co/Jyww9LcbTk #ucanews #voiceforthevoiceless #religion #India @ucanindia @marielco @CCP_Rome",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: House rejects conservative immigration bill, delays vote on GOP compromise measure https://t.co/RsR6uxlCuo via @nbcnews",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: Her- how come you never called me again after we fucked? Me- https://t.co/VFXm2NBMLT",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: I've been called a son of a whore and a cunt today already. It's not even 1 yet",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: My favorite DM is the one I have between both my accounts... It's where I @ people to block them... And I send myself dick pics",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: It is a cruel irony that sikhs often **look** more exotic to American eyes, even though they tend to be among the most deeply assimilated of immigrant groups. of course the people they're mistaken for also don't deserve to be attacked. https://t.co/57NitaFqce",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: Is the Judge On Crack? he Said said Govt needs to prove it considered the benefits of having illegal Aliens here and working!  Illegal Immigration cost $135 B a  year while Illegals  pay  $!8 B in taxes ! Illegals are No Benefit to the U. S #Trump #MAGA  https://t.co/9EeRvU5h7x",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: NPR is trying to group legal and illegal immigration\"Jeff Sessions is threatening immigrants rights in... https://t.co/cvnMVppGlO",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: Its the raggedy red state of Texas! Look at what they did to immigrant families.  The sexual abuse of immigrant children. Also in the red state of Arizona. No surprise they're engaging in voter suppression.  https://t.co/rFEbEQ92iK",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: Trump appeals Hawaii court ruling on travel ban https://t.co/bsq2wVbegA #AgainstAllEnemies #StopTheInvasion #PoliticalIslam",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: Eight face prosecutor over murder of migrant https://t.co/VCOfnHLAQA https://t.co/blnFNqfCbB",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: An 'Island Prison’ is Not the Answer: @hrw's @BillFrelick on #Bangladesh's misguided plans to relocate #Rohingya refugees to a flood-prone island https://t.co/rIqXHW8VYg",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: @JTheJudge The thing is some men are shy and some women are more forceful like me: not all men are the out front protectors.",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: Girls with tongue rings are as bad as girls with engagement rings... They have to get that shit in every picture",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: What's the difference between a pencil arguing and a woman arguing? A pencil has a point",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: From the archives: Daniel Berrigan on refugees, Christ, and the American Dream. https://t.co/glvK7b9Iaz",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: @ashitudeprobs You know you can always block me right ? Or are you an attention whore ? Waiting for your feminist friends to get on line",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: Riot: Muslim migrants take to the streets in Italy demanding law to allow mosque building by taxpayers' money - Free Speech Time - https://t.co/udn57C1R9O @ISupport_Israel",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: It's not the walk of shame if you truly give no fucks",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: Germany: Islamic-inspired children’s park in Berlin to introduce children to Islam and the Islamic culture of the refugees - Free Speech Time - https://t.co/JTLoPKkZg3 @ISupport_Israel",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: @xKrisssyyy bitch text me and why tf you ain’t text me back yesterday 🤔 WHORE!",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: @SeanKleier & we should be cautious when using them. Slut and whore are examples. I don't think people should be us… https://t.co/nXVT3Ruufg",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: @ajaydevgn you sir such a humble person but @aamir_khan he is a business man. Ab to confirm ho gaya screen 50-50 hi milega 😂",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: Something the government may like to remember when its packing the migrants in, dolling out the child allowance to families without work with 14 or more children, and as its struggling to balance the NHS books although treating most of the world free of charge. https://t.co/rRtmWOQKoZ",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: @AnnCoulter @DonaldJTrumpJr You need to crawl back under your are the hysterical woman.",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: Poor kid. Someone wise must have told him, \"When the world gives you lemons, make lemonade.\" He listened. His lemonade should now be offered with ICE in abundance. #BuildTheWall #SendThemBack https://t.co/8AM7fgo9ph",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: @arielwinter1 Of course you felt the need to skank -up Halloween by dressing up as a character from a movie you've n… https://t.co/7JHE5eLsl2",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: @realDonaldTrump #BuildTheWall NOW #GreenCardsForDACA #NoChainMigration No-Lottery #IllegalSentHome get in line... #StopTheInvasion NOW #AmericaFirst #OneFlag ðŸ‡ºðŸ‡¸",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: We were ecstatic to welcome a #refugee family to #memphis Tuesday after being separated for so long. We had community members, vols, staff gathered at the airport to celebrate. As we near #WorldRefugeeDay 6/20, we will be sharing ways to show #memphiswelcomesrefugees. Stay tuned!",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: When you win the lesbian olympics https://t.co/8mdtFKk5sw",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: @svgethe3rd She is a fucking slut wtf cunt she deserves to fall in that river dumb hoe that shit is fucked cunt",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: @Swamy39 What great you will achieve by building Ram Mandir. Crook",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: Now again in office. Orban starts his next 4 years with a complete majority in Hungarian parliament. The fighter against refugees and Soros says the liberal Europe is past, now he want to establish an European christian political reformation. https://t.co/GdnDiMc86A",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: @VascoDraco @1stAmendAlive @MooseLambResist @ScottPresler @NickMerrill 13 year old@ time of rape, woman brought sui… https://t.co/wTzdQkrBrG",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: 1 hoe 2 hoe 3 hoe 4, girl you know you're just another whore.",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: It is now forbidden in France to say: 'French people first, illegal migrants out' https://t.co/GvI4k0qQZD",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: In recent months, the focus of the media has been on the Rohingya refugees in India or recently about the furor over NRC in Assam. But the fact that Sri Lankan refugees, have been here for nearly 35 years,... https://t.co/JP8gnt6HdR",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: Canada teams up with World Bank to help Rohingya refugees https://t.co/G6HlHpkPQ4",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: @MaliceDaFirenze Did you make this? It's hysterical XD Really, really accurate about that group. The only thing mis… https://t.co/oeLasNK9nz",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: #35A is a perfect Karmic slap on the faces of regionalists in India. If you keep insisting on regional identity, you’ll end up getting Allah Hu Akbar. Each time. EVERY TIME.",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: also this girl tried to twerk me away from barricade FUCK YOU suck my dick!",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: I really sympathise for the kid at @RepErikPaulsen DC office who answered my call. I asked him how he feels about governement approved murder and sexual trafficking of detained immigrant children. He told me he feels awful but the congressman has no new comment. @IndivisibleMN03",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: You don't know what you want? #IndecisiveBitches",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: @Number10gov r doing wonderfully well dividing the nation when will u learn to treat ur own people the same as migrants no houses for them",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: To push it aside if you need too. And I know, not all men. But that doesn’t matter. Y’all know what I mean.",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: Imagine getting your ass dragged by Kali Uchis bc you were being a rude ass bitch",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: Pro Tip- Put all your bitches on a period tracker app so you know when to avoid they ass",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: Italy and France try to patch up migrant row, draw papal rebuke https://t.co/loLF0pTSSH    Send them to the Vatican...",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: How you bitches look with your snapchat filters https://t.co/nOkSlAMy0Y",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: A legal immigrant leaves the US because her visa has not been renewed yet, and tons of people give her shit because of her stance against illegal immigration. Cuz Logic!!! @Barbara4u2 Stay awesome, stay positive, we all love you. https://t.co/G2rTs0O3hw",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: @papa_butler Every time there’s a new girl going thru my Facebook photos I have to explain that I’m not some kinda pimp 😂",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: Rally To Support Detained Pizza-Worker Immigrant https://t.co/0Yd09XlBtK",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: This is besides the catcalls, the hey baby’s and calling me a slut and bitch when I wasn’t interested. Fuck this shit.",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: Compromise in migration dispute that threatened Merkel's govt https://t.co/Gej78IGbz3",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: That reign bitch is hot as fuck, why am I being attacked by beautiful women https://t.co/qbSQB8dKnx",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: @kellierasberry Last wk you said some women allege rape/assault after consensual sex they regret. Pls read #MeToo tweets.",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: Retweeted Erisios StopTTIPCETA (@everian777): Not all men are bad, nor all women are bad. but the evil and good is It's behind a decision.",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: @SantinaDiMaggio good girl",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: I wonder if rick will make another deal with those crazy ass women and if that crazy ass nigga will actually hoe Daryl again",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: Dozens of migrants intercepted off Greek islands https://t.co/yrNeJA4Ny9",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: shut the fuck up quran didn't said anything like this they arw terrorist who rape woman and killed infant baby dont blame islam for this https://t.co/f4SMBZVo8t",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: The more WOMEN in the workplace means LESS WOMEN IN THE KITCHEN. Like and retweet if you see this as a big problem #ilovefood #homecookedm#",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: Oru Camp, Nigeria: The remaining Liberians at the Oru Camp in Nigeria have expressed readiness to return to Liberia finally after several years in exile.  https://t.co/lpCuWUewOw",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: You are right on!  He prefers illegal migrants law breakers to American citizens!  I would NEVER vote for him again! https://t.co/r6quw0AjYo",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: Daaaaaaamn white people... Back at it again with some more stupid shit https://t.co/xOWMzM4Y1X",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: Exactly - and many that can have no inkling of what being \"British\" means - 2nd generation sheltered immigrant whisked into being MPs etc. - how can they? https://t.co/ufBbok6HhO",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: #JerryBrown #Criminals #IllegalAliens #KateStienle #Victims#Democrat led #California, under Governor Jerry Brown, has chosen Criminals OVER the law abiding public AND they have chosen #IllegalImmigrants OVER Citizens.   The people of California... https://t.co/LEHBp4HQQd",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: The illegal aliens are treated better than American children with facilities that are luxurious and the liberal socialists want to abolish ICE. #BuildThatWall @realDonaldTrump",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: No matter what color a girl is she still a ho  https://t.co/vXak8C0jV2",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: In space no one can hear you bitch",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: Matthew alone recounts the flight to Egypt, which would add Jesus, Mary, and Joseph to the epic list of biblical refugees. https://t.co/qRyERBvv31",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: @DavidKennaway @stephenpollard @MatthewdAncona He said Israel could be described as a racist state, much like any other state (including Britain over Windrush, or May's \"migrants go home\") could be. There are no special cases of racism. The Palestinians w",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: Bitches had me spending a night in jail, bitch you finna spend a night in the hospital on Lzzzzzzzz ",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: I love you First of all bitch we all know that’s a lie with your whore mouth and your floppy wiener",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: Here it is: not all women cheat & not all men are trash. Be better & you'll attract better. Also, please don't judge one for the whole group",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: What a perfect way to begin the week! Idlewilder’s gathered outside Brewster Elementary—a school with many immigrant families— and welcomed them to their first day.  Bienvenidos! Karibu! Welcome! -Sara Dorrien-Christians",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: Illigal 50 of a crowd from 400 refugees entered USA border at Tijuna. Trump isnt able to protect USA, he has no wall and cannot decide to kill them. https://t.co/V9Q93uc9iH",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: MS13 are animals! #ICEHeroes #MS13Animals #DeportIllegals #BuildTheWall #EndChainMigration #EndLotteryVisas #DrainTheSwamp #VoterID #SupportTheBlue #AmericansFirst #MAGA #LawAndOrder #VoteDemsOUT #VoteRed2018",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: The imminent threat for Rohingya refugees is the likelihood that the Cox’s Bazar area will be hit by a cyclone or comparable high winds and storm-surge flooding, https://t.co/93YVVrVCE4",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: Illegal Alien Heroin Dealer Has Been Charged 41 Times In 10 Years via @USIACrimeReportCan anyone explain to me why?#BuildTheWall #NoAmnesty #EndChainMigration #BanSanctuaryCities#EnforceUSLaws8 US Code 1325This FELON should never have been Free!",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: Check your balls at the door. Stephen Colbert weighs in on the weird #Trump #CabinetMeeting. Even @Secy_State_US? https://t.co/uuwcnjEO3G",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: Illegal alien in upstate NY allegedly raped young girl https://t.co/uu0YjMpz28#StopTheInvasion #SecureTheBorder #FamilyValues",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: No apple, I don't want an amber alert for a stupid 16 yr old bitch that got into a 21 yr old pedos car .",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: What a lying piece of Sh.t he is, he has USA on its knees and HRC was going to finish us off, well nation/public off to the world, go suck on eggs jerk @potus @realDonaldTrump #BuildTheWall #LockThemUp #EndDACA now !!!",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: @xXKristyP Ok hoe or whore you choose sweetie?",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: It's clear that the administration's attempts to punish local governments for refusing to cooperate with immigration enforcement are unconstitutional. The administration should focus on treating immigrants with compassion and respect. https://t.co/q4Xt26i7SS",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: Its hard to get in Germany good workers. For these open jobs are waiting many refugees, which are more educated than the local people. https://t.co/TBVHjK3etI",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: How safe Afghanistan is! said Afghanistan’s minister of refugees and repatriation, with obvious sarcasm. “Ask those Norwegian diplomats if Kabul is so safe, is there anywhere outside your embassy where you can go to safely?\" https://t.co/qE2DpHPsdB",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: I believe in karma, that's why I never ask a girl if she's married or has a boyfriend",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: Since the Supreme Court has not explicitly addressed the issue of gun rights for noncitizens, this case is being allowed to move forward in court. Pratheepan Gulasekaram, a Santa Clara University law professor, said Perez may have a chance. https://t.co/I0367OYbTX",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: The Philippine Catholic bishops' work for migrant workers should focus on families who are \"paying the great... https://t.co/WlTN22vxDE",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: UN approves international agreement to protect migrants | https://t.co/pw8bQfQPVs https://t.co/B4EfBzOQuX https://t.co/ERNzRWlpxz",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: @JORetro70, you just added 19 points to Glam Skanks - Bad Bitch on the @hypem twitter chart https://t.co/n2uotYAvD2",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: https://t.co/9F8NDJgZ0z “What is needed more than ever is a human-rights based, compassionate response to refugees’ needs, based on global responsibility sharing not responsibility shirking.\"",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: Laura Lunn has always been passionate about working with asylee &amp; refugee populations. Learn how she is leading the charge for immigrant rights in her role as Managing Attorney for the Detention Program at @RMIAN_org #keepfamiliestogether 👉 https://t.co/Ooas1gksyy",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: More than 600 migrants force entry into Spain's African exclave of Ceuta https://t.co/MKGALvBLaK",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: To whoever keeps coming at @JayBirdi3 sideways: I will find you & I WILL whoop that ass. Stop talking shit behind anon pussy. Jacee is one of the nicest girls Ive ever met and youre clearly a straight ass cunt. So get your own life to worry bout and stfu before I gotta make you",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: My only goal in life is to fuck at least 1 follower from each social media platform... Twitter is the only 1 left... @themeredith your move",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: #ICE #IllegalAliens #Border #Immigration #BringBackOurBorders#Oakland Mayor #LibbySchaaf warned everyone in... https://t.co/aNBFsenKui",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: @ArvindKejriwal Why can't u work in harmonious way?\"Why u always follow,either my way or no way\"Delhi is fast becoming a slum under AAP. Every pavement,public parks,Flyover spaces,Road sides have been encroached by illegal Muslim migrants. Urge u to go ",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: @duastrouble @jacobsartorius Excuse me? EVERYONE LIKES IT!!! BITCH IF YOU DON'T FUCK OFF THIS WORLD! What a hoe! 😒",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: How about this, GO HOME! If you don’t like all your free stuff, leave.  “As the report indicates and the accompanying court filing reaffirms, illegal immigrant families claimed to have suffered from U.S. food, chilly conditions, and disease.\" https://t.co/dPRRmvlC4U",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: Save the children NGO, and other reports that some helpers - mostly local helpers give food for sex in Syrian refugees camps. But also in other camps its a normal fact that food is only available with sex even with children. https://t.co/EGP1plGbAm",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: #Hungary prepares to pull out of U.N. migration pact: #minister #foreignminister #UnitedNations #Europe... https://t.co/cScp9OyNYC https://t.co/nf0s0t1QM9",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: I love my religious brothers and sisters, but @realDonaldTrump, FUCK YOU, YOU'RE NOT EVEN A REAL THEOCRAT YOU FAT USLESS BITCH.",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: @V_actually @Eddie_and_Patti Absolutely! No DACA, No Amnesty, No Sanctury Cities, Deport All Illegal Aliens, Build The Wall! #MAGA #2A #NoDACA #DeportThemAll #BuildTheWall #OBAMAgate #StandWithICE #PEDOgate #LockThemAllUp #BanIslam #TRUMP2020 @POTUS @real",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: We cannot as a city or a country stand proudly and say that we welcome refugees whilst at the same time refusing to act humanely or indeed act at all, in situations such as these. https://t.co/xEPxThjuyJ",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: @RealDonaldTrump had every right to shutdown Central American Minors Program those kids are not refugees has nothng to do with Race Just Another Illegal Obama Program Ended #Trump #MAGA #RedNationRising #ImmigrationReform - https://t.co/xan9Qd2j8K via @AB",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: You sick bitch https://t.co/2B02VWCbZ0",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: I'll never understand super chauvinistic or super feminist groups... not all men are bad, not all women are bad. #AHSCult",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: I would tag your stupid ass but you bothered and blocked me, so should I tag your new bitch? 😭😂",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: Both are dopes, who cares who wins the \"Most Hysterical Women\" award? Give it both they both worked hard for it and they both deserve it.",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: ðŸ‡¦ðŸ‡¹Austria: '‘˜Jesus said give to men in need’: Refugee wants Austrians to share money &amp; homes with migrants'No go back to your third world shithole. You are not entitled to make austria your home.",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: @KTHopkins @LMP4USA this is why the #establishment is so dead set against us in our effort to #BuildTheWall #BuildThatWall #KAG #KAG2018 #KAG2020",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: @HillaryClinton You and your followers had your shot to appoint #SCOTUS and lost. #Deplorables have spoken with their vote. #BuildThatWall shut down #PlannedParenthood, end #chainmigration replace #ImmigrationLottery #UnredactedFISAdocuments investigate #",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: @Telegraph stupid slag",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: https://t.co/kqXDJKh9W5#V4 2017ðŸ‘‰Should EU take migrants from #Italy when they already sent 100,000+to roam Europe.All for @matteosalvinimi bt “migrant sharing\" a nonsense &amp; plays into hands of Brussels, which seeks to commit EU to mass migration.#Visegrad @hungary_journal",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: Send  message to the German Embassy loud and strong resign give ordinary Germans the right to say no to Immigration now not next  Year",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: @anne_theriault @hels Shut up cunt bitch whore",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: @MaddySinclairXX I’d love to lick your pussy before and after a Big Black cock has fucked it! I’m in northwest Indiana HMU if you need a cuckold!!!",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: Disgraceful. https://t.co/kwkblRcmkP",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: I luv a classy bitch but still might fuck a bad whore💰",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: LW: Youth care worker charged with molesting 8 immigrant boys at Arizona shelter",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: Tribal people in the southern Philippines who fled their homes last month have vowed not to return to their villages after the military refused to sign an agreement banning soldiers from... https://t.co/ggiDHDms02",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: @Cobratate I tweeted the same views recently. The hysterical replies I received from feminist women & men was beyon… https://t.co/gXYrN7cg1i",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: @StefanMolyneux One man one vote right?Yet here we have one man assuming he can demand the importation of millions of non citizens for  HIS agenda.He should be allowed a say on ONE migrant at most.  And be personally and directly responsible for everythin",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: “She a hoe\" “She ugly\" “She fat\" “Her head trash\" “Her pussy dry\" “Her pussy stank\" https://t.co/6ny17KEyJb",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: Some of the results of recent EU #migration policy excellently unpacked by @Eric_Reidy. No sustainable solutions in sight. https://t.co/8OlV9tmJ1B",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: Populists are not anti immigrant or anti immigration or emigration they are PRO rational fair laws of… — Allan https://t.co/bUPl8MzBU6",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: Going to make Du'a at the shrine of Imam Reza(AS) for the refugees in Athens.",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: @GUESS @Camila_Cabello This is the reason women in Hollywood are treated like whores. If it looks like a whore and… https://t.co/JrQSL5kQe3",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: How many thousands of taxpayer dollars did Rockelle Garza fleece to defend free abortions for illegal aliens? Oh the poor illegal alien might get spanked by her parents, gimmie a break. #BuildThatWall #FridayFeeIings",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: Tryin to send that bitch back to her maker and if you got a daughter older than 15 I'ma rape her Take her... right there in front of you DMX",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: @standleague You guys really are hysterical 😂 and not educated. Nice try! #cult",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: @_gracedarlene rape is no joke and something we do not support, the kitchen needs to be cleaned by the way.",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: #ElinErsson The answer is NOT to support mass migration into European nations. The ANSWER IS MASS PROTESTS of damage of Western invasions in Middle East &amp; stripping resources from Africa (by elite). When will SJW learn? They do not read or understand what has been happening",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: 71-32-6, you literally aren't good enough to win 1/3 of our meetings. Go back to your hole https://t.co/ioHtEAzEjh",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: The guys who say “not all men!! Some of us are the nice guys you turn down\" or “it happened to me & I’m not crying about it\"",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: No to #EU migrant camps in Libya, PM al-Serraj https://t.co/hIsSOU73Lq https://t.co/SxaU7QhDTn",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: Well it's a mystery to me too https://t.co/PDMgmgL8DB",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: The move, initiated by US Congressman Doug Lamborn, “is an integral part of the deal of the century, which aims to discard the right of the refugees,&amp; is consistent with the racist  Israeli Nation-State Law, which is the cornerstone of that dubious deal.\" https://t.co/E9Cvj7zZKT",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: Afghanistan: The State of Aid and Poverty in 2018: A new look at aid effectiveness in Afghanistan https://t.co/zAa1K1K8ba",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: A key reason why refugees tend to flourish is the grit and determination they forged in the face of extreme adversity and persecution. -Tim Breene, CEO of @WorldRelief #WeWelcomeRefugees #StandForTheVulnerable #WorldRelief https://t.co/BZVtusFQkr",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: Good News !Illegal Aliens Claiming Fake Asylum are being deported in Record Numbers Not #HereToStay #Immigration  #RedNationRising #Trump #MAGA #SendThemHome https://t.co/3u6TddW7NM via @tennessean",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: Personnel is policy. The administration should be staffing itself with individuals who will uphold our nation's obligations to immigrants and refugees. https://t.co/cPyU4Cdj3T",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: @splcenter @KeishaBottoms You fucking MORON! You are going to turn ATL into a 3rd world city with your garbage, open borders policy. You uneducated FOOL! #AtlantaHitRockBottoms #BuildThatWall #ImpeachBottoms #MAGA",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: @thenation All refugees and dreamer s should leave the USA quick. Its no need to stay in USA in the future.",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: @RepWilson <<<<< this stupid cunt, misspelled the name of the woman for whom she's so concerned.",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: If you have to ask why #WomenSuck you're obviously a woman.... And you suck.... #subtweet",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: Ciitizens Alert Tell  @SenateDems  @House Dems #Democrats to F ThemSelves  Not Allowing Illegals to take Our Votes and Our Tax Dollars Report All  Illegals #Trump #MAGA #RedNationRising #Immigration I love @ICEgov #WalkAway ! #WalkAwayFromDemocrats https://t.co/BmULvlVg2q",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: But last nighttttttttttttttttt...that bitch was confusing the hell out of me...when I had a fucking hysterical caller.",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: I'm a human being not a toy so stop fucking playing with me #WomenSuck",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: We need to be shouting NO!! very loudly if this happens.  The refugee situation is much more important than the... https://t.co/dYIrnJ6o1p",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: #WomenAgainstFeminism #SomebodyToTris #MensHealth The #feminists are running scared. Men are fighting #feminism. http://t.co/DapbomSQnA",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: You and your girlfriend can easily eat my ass bitch.",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: South Koreans Stand Against Islamic Immigration!!! https://t.co/clDfy5dHyr via @YouTube",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: FREE T-SHIRT! Sign up to become a fundraiser for refugees by 11:59p PDT tonight and you’ll automatically receive a free t-shirt courtesy of our friends at @Sevenly. https://t.co/QzFjSqWwJ8 // (limited to those living in the U.S. 18 &amp; older) https://t.co/8Z5s53iRYl",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: I'm only fuckin doctors and lawyers from now on. At least if they go nuts I know they have somethin to lose unlike these sluts workin retail",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: When a lot of the women on here changed from themselves into hoe tweeters <",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: @narendramodi With Patriotic&amp;honest CM now in place in Assam,must go all out for sealing borders wid BGD to stop influx of illegal migrants",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: @AftertheBell @Amyloukingery @Jim_Jordan @Jim_Jordan Sir..the American deplorables will happily and gratefully be willing to donate time and money to build the wall. Ever thought of opening up a \"Go Fund Me\" to raise the money? We WILL raise the money for",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: @accioxpeter fuck you thats my fucking boy bitch ass cunt ready to fight",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: Will peace with #Ethiopia end misery of #Eritrea's refugees? https://t.co/gqbufnd4Ty via @TheNationalUAE #WithRefugees @NRC_HoA @AmnestyEARO @Refugees @drchorn_africaY @tyrusmaina @nyamoriv",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: When I make it ain't no White bitch letting me rape her they won't get this black man",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: Idk what feminists are pissed about.. You get free access to our wallets and all you have to do in return is cook and suck our weiners.",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: @WABLHat KINDLY ASKS ALL PATRIOTS TO CALL DC. REPS. AND TELL THEM FUND THE WALLL #BuildThatWall #angelfamilies #Deplorables #ICE #usa #vets #KAG #MAGA #Americafirst #TrumpTrain2020 #BORDER #Winning #bigleague #LiberalismIsAMentalDisorder #Trump",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: @joeyheroin Joey, once again you have lost the plot. The tweet was about taxing the money migrants send home &amp; use it to encourage our own people to once again start having children. Sorry about the wages paid by Mcdonald's in Zagreb. If they can get ",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: It's black, got 8 legs and it makes a woman scream, what is it? - A spider? No. Gang rape. https://t.co/bi24QQWzR1",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: #Immigration #IllegalAliens #BorderSecurity #BorderPatrol #MigrantsHow noble of #JohnLegend to stand up against the evil #Republicans... https://t.co/MEfLn8k48M",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: Rape charges isn’t the way to get revenge you fuckin dumb bitch. You gonna get ya self locked up . Ya boy GOT THE PLUG",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: @OnlineMagazin She is friend with an African? I bet she was and is still pro-rapefugee. Otherwise you aren't standing there with an African beside you. Sorry, but you wanted this. You are now afraid. I don't care for traitors like you, who did nothing whe",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: @AelfredRex48 @ProtectFemales @radfemfatale Soooo we just accept the systematic rape and abuse of women & girls? Don't think so a**hat.",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: Only if I can hire you to whore you out, and breed your cummy hole after. Black pimp, white bitch  https://t.co/qdevjpSIfV",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: Did you know that Gurmeet Ram Rahim Singh Ji has donated 25 lacs from the Earning of Jattu Engineer for bone bank! https://t.co/MRZS6jJWhI'",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: @codyko im going to call you an old cunt everyday from today",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: Exactly. These migrants don’t want to become German; they just want the hard-earned money of the Getman people. They are not fleeing persecution. #Sendthemback https://t.co/hHW5kzOYuh",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: tf yall hoes so mad bc a bitch in harm's way everyday for",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: @ziadwaeladawy Now people want to attack eminem because hes older and they think hes garbage. People have the balls to talk shit now because they think revival is weak and whack but BOYY! Why didnt you pussy fucks respond back then? Scared to get bodied? Doesnt matter, YOU STILL ARE!",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: @RedNationRising \"I that book You carry\" quote from @KamalaHarris, KAMALA! THE BOOK IS THE CONSTITUTION DOES NOT PROTECT RIGHT OF ILLEGAL IMMIGRANTS. Kamala Harris, intend to follow U.S. Constitution. #BuildThatWall #SpyGate #Russiagate",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: @gulbukhari Since u r a pathetic self claimed pseudo analyst, don’t bark before you r a bit clear on the subject. Bitch cum whore.",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: @quietrightly What do you mean by that you cunt? My English is perfect! 😊",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: @GOPChairwoman @TWIGGY4065 I know. Booker and Kamala Harris were vying for most hysterical woman at the hearing but were drowned out by the paid harpies being arrested.",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: When you have to work tomorrow and your coworker says 'happy Friday' https://t.co/3RY4JxQpan",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: Pompeo, at U.N., Says North Korean Leader Must Keep Vow to Denuclearize https://t.co/wzKlIXlBWr https://t.co/50Tdl3XPMh",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: @LABCollaborate @IMC_UK @eu_echo Loved your article. Thanks for amplifying the voices of some of the many refugees in Jordan!",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: @PennyRed A bit of consistency from the left regarding rape would be helpful. You lot only care when it’s white middle class types vs the patriarchy.",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: If you vote in #Kansas #PayAttention  TRUMP #VOTER #FRAUD CZAR GUNS FOR GOV   Anti-immigrant zealot Kris Kobach is in a tight race with the current governor of Kansas. https://t.co/HJZQCIYvPJ",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: @LionelMedia I think his cowardice is showing again. #QAnon #Spygate #DeclassifyFISA #StopTheInvasion #BuildTheWall",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: This week ILI would like to welcome Gwylene Gallimard to year 2! Gwylene Gallimard is a 1st generation French Immigrant and co-leader in the Charleston, SC \"Connecktedtoo in/ with Charleston Rhizome Collective\"project. Full story on ILI's Facebook page! #iliyear2 https://t.co/WvEfeuFrSU",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: nbs stfu hoe ik bout you",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: @queerfeminist @TigerCub564 @bindelj You have to remember that these individuals are still men by sex and biology. You could counter that by saying trans women could rape women in their prisons. It would be easier for them as they have a physical advantage. Being trans is problematic from all angles.",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: The awkward moment when Lexus is showing you how much crack fits in the cup holders... https://t.co/HCYDMyLhG5",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: @jk_rowling 1000/1 she apologises for her #FakeNews post.1000/1 she houses any refugees in any of her multiple mansions.",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: For one U.S. immigrant family, short-term public aid meant long-term security https://t.co/mhVeWuRCyz",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: When you come in the house @ 3 &amp; it’s a problem 😂😂 FSE Shut Up Hoe &amp; GTB",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: @awzurcher Women don't WANT to be sacred. That is some patriarchal controlling virgin/whore bullshit.",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: As usual the media is giving two sides: a Republican side and a Democrat side on immigration. There are other views by why bother offering those up. How about we allow supply and demand for labor  decide how many cross and let Econ 101 supply and demand decide?",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: @forniaa 3rd, you are a fuckin BIRD you dumb bitch so what anytime you got drunk and had sex it was rape?! I'm sick of you feminazis",
            "output": [
                "Hateful"
            ]
        },
        {
            "input": "Post: Join @survivepunish for a teach-in about surviving violence, ICE and the experiences of criminalized immigrant survivors this Thursday in SF https://t.co/zeTEn27F73 https://t.co/M3UKVv0j55",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: Not all men care about how sexy you are.Some men wait to hear what you say. Most men fall for ignorance.Real men praise intelligence.",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: And people with ugly faces should wear masks https://t.co/NduTR125v1",
            "output": [
                "Non-hateful"
            ]
        },
        {
            "input": "Post: India is home of one of the oldest civilisations in the world not a land of immigrants. It was welcomed refugees driven out from their homeland b it Parsis/Jews w open arms but will not welcome illegal infiltrators who come here to change demography&amp;become owners one day. https://t.co/SLC6K8RFh9",
            "output": [
                "Hateful"
            ]
        }
    ]
}