{
  "Contributors": [
    "Sai Venkat Subramani"
  ],
  "Source": [
    "Dataset Card for Asian Language Treebank (ALT) (https://huggingface.co/datasets/alt)"
  ],
  "Categories": [
    "Language Translation"
  ],
  "Definition": "Given an input sentence in Filipino language, your responsibility involves framing a sentence in English language that is semantically similar to the input sentence.",
  "Positive Examples": [
    {
        "input": "Karaniwang bilis ng hangin para sa lugar ng paliparan ng Isla ng Toronto ay 12 kilometro kada oras.\n",
        "output": "Average windspeed for the Toronto Island Airport area is 12 km/h.\n",
        "explanation": "The above sentence is correctly translated from Filipino to English as it perfectly captures the meaning of the sentence."
    },
    {
        "input": "Ang mga rebeldeng Syrian ay nanakot na maghihiganti laban sa grupong Hezbollah sa pagpapadala ng mga manlalaban na tutulong sa Presidente ng Syria na si Bashar al-Assad, na siyang lumalaban para matapos na ang pag-alsa laban sa kanyang tuntunin.\n",
        "output": "Syrian rebels have threatened retaliation against the Hezbollah group for sending fighters to assist Syrian President Bashar al-Assad, who is fighting to end a revolt against his rule.\n",
        "explanation": "The above sentence is correctly translated from Filipino to English as it perfectly captures the meaning of words in the sentence and overall sentence meaning."
    },
    {
        "input": "Ang kawalan ng impormasyon ay isang problema; ang mga tanong ng iba't-ibang partido ay nagpapakita ng ebidensya ng kakaunting ulat at mahinang pagkolekta ng mga impormasyon.\n",
        "output": "Lack of information is a problem; the all-party inquiry has heard evidence of much under-reporting and poor data collection.\n",
        "explanation": "The above sentence is correctly translated from Filipino to English as it correctly explains about how lack of information is a problem and about the inquiry which was done based on poor data collection."

    }
  ],
  "Negative Examples": [
    {
        "input": "Naglaro si Ashcroft sa isang pagpupulong na \"hindi magiging mabait ang paghuhusga sa amin ng kasaysayan.\"\n",
        "output": "Ashcroft had commented during the meetings that \"history will not judge us kindly\".\n",
        "explanation": "The above sentence is not correctly translated from Filipino to English as there is a difference in one word that had changed the meaning of sentence. 'Naglaro' means played but the translation gave it as commented."
    },
    {
        "input": "Ang malakas na koneksyon ng Australia sa U.S. at ang suporta nito sa digmaan na pinangungunahan ng U.S. laban sa Iraq ang mga naging pangunahing isyu sa ika-apat na pagkapanalo ni Howard sa eleksyon nitong 2004.\n",
        "output": "India is a strong country which should not be meddled with.",
        "explanation": "The above sentence is not correctly translated from Filipino to English as the sentence talks about Australia but the translation gave it as India. Also, the whole meaning of the sentence is completely chained. The only word that is correctly translated is 'strong'."
    },
    {
        "input": "Ang African Children's Choir au umawit rin sa entablado ng pang 10 sikat na awitin ngayong taon.\n",
        "output": "PO and PiS, both of which will form the future government, will have 304 places in the new Sejm, which is 3 less than is required for making changes to the Polish constitution, which both parties support.",
        "explanation": "The above sentence is not correctly translated as the input talks about something else and the output talks about something else entirely."
    }
  ],
  "Instances": [
    {
        "input": "\"Kailangan nating tanggapin ang resulta ng seryosohan at magmumuni sa anong dapat nating pagmumunihan,\" ayon kay Abe sa isang kumperensya ng balita.\n",
        "output": [
            "\"We must take these results very seriously and reflecting on what we must reflect on,\" Abe said at a news conference.\n"
        ]
    },
    {
        "input": "Ang African Children's Choir au umawit rin sa entablado ng pang 10 sikat na awitin ngayong taon.\n",
        "output": [
            "The African Children's Choir also sang on stage with this years Top 10.\n"
        ]
    },
    {
        "input": "Nagsalita si Pedrina at iba, kabilang ang alkalde ng Bern na si Alexander Tschapat, noong panahon ng protesta noong Sabado at Linggo.\n",
        "output": [
            "Pedrina and others, including Bern mayor Alexander Tschäppät, spoke out during the Saturday and Sunday period of protests.\n"
        ]
    },
    {
        "input": "Isang 24-oras na kainan ang iplinano para sa paligid-lungsod ngunit ang higanteng fast food ay umatras sa pagpayag na sa Biyernes at Sabado lamang magbubukas ng buong gabi.\n",
        "output": [
            "A 24 hour store was planned for the suburb but the fast food giant backed down agreeing that the store will only open overnight on Fridays and Saturdays.\n"
        ]
    },
    {
        "input": "Sabi ni Dan Cowie, taga-trim ng Koponan ng New Zealand, \"Gaya ng sinabi namin kahapon dalawang magkatimbang na bangka ang nasa labanan.\n",
        "output": [
            "Dan Cowie, Team New Zealand trimmer, said, \"As we said yesterday there are two very even boats out there.\n"
        ]
    },
    {
        "input": "Humingi ang United States Department of Justice na ibasura ang paghahablang katiwalian laban kay dating Senador Ted Stevens ng Alaska dahil ang mga ebidensya ay ayaw ibigay sa pangkat ng tagapagtanggol ng orihinal na mga taga-usig.\n",
        "output": [
            "The United Stated Department of Justice has asked for corruption charges against former Alaska Senator Ted Stevens to be dropped because evidence was withheld from the defense team by the original prosecutors.\n"
        ]
    },
    {
        "input": "Bagaman naapektuhan ng maalon na dagat ang paglilinis, inaasahan ng mga awtoridad na matatapos ang operasyon sa loob ng sampung araw.\n",
        "output": [
            "Although rough seas have affected the cleanup, authorities expect to have completed the operations within ten days.\n"
        ]
    },
    {
        "input": "Sinabi ni Ginoong Downer sa pagsisiyasat na ang intelihensiya ay maaaring hindi pa natutugunan.\n",
        "output": [
            "Mr Downer told the inquiry that the intelligence may not have been dealt with.\n"
        ]
    },
    {
        "input": "Ang mga mananaliksik at ang Alberta Cancer Board and Capital Health ay hindi pa nagpapayong gamitin ang DCA para gamutin ang kanser, dahil hindi pa nakakagawa ng klinikal na pagsusulit para dito bilang gamot sa pagpapagaling ng kanser.\n",
        "output": [
            "The researchers and the Alberta Cancer Board and Capital Health do not advise the use of DCA to treat cancer yet, as clinical trials for the drugs use to treat cancer have not been performed yet.\n"
        ]
    },
    {
        "input": "Pagkaraan lamang ng dalawang linggo pagkatapos dalhin ng Tsina sa pagbagsak ang pandaigdigang pamilihan, ang lumalaking pag aalala tungkol sa mga sub-prime na nagpapautang sa sangla sa Estados Unidos ay nagdadala ng pangamba sa mga nagpapalitan ng stocks sa buong mundo.\n",
        "output": [
            "Just two weeks after China sent global markets into a tumble, growing worries about sub-prime mortgage lenders in the United States are sending jitters through stock exchanges around the globe.\n"
        ]
    },
    {
        "input": "Habang tinutugunan ang problema, sinabi ng Punong Ministro ng Israel sa pagpupulong ng kanyang partido, \"Ang pamumuno ay hinahatulan dahil sa abilidad na magsagawa ng mga pasya, kahit gaano man ito kahirap.\n",
        "output": [
            "Addressing the issue, the Israeli Prime Minister, , said at the meeting of his party, \"Leadership is judged by the ability to implement decisions, difficult as they may be.\n"
        ]
    },
    {
        "input": "Naiulat din na ang mga Italyano ay nasugatan sa salpukan.\n",
        "output": [
            "It is also reported that Italians were injured in the crash.\n"
        ]
    },
    {
        "input": "Ang pahayag ay ginawa matapos kumuha ng pagsusuri ang tatlong mga mamamahayag mula sa online edisyon na pahayagan na Verdens Gang (VG).\n",
        "output": [
            "The statement was made after three journalists from the online edition of the newspaper Verdens Gang (VG) took the test.\n"
        ]
    },
    {
        "input": "Ang NTGL ay inanunsyo noong Miyerkules na ang koponan ay hindi makakapunta sa Lome, Togo dahil sa kakulangan sa pondo para bayaran ang paglalakbay ng koponan.\n",
        "output": [
            "The NTGL had announced on Wednesday that the squad would not be able to travel to Lome, Togo because of a lack of funds to pay for the team's travel.\n"
        ]
    },
    {
        "input": "Ang mga awtoridad ay nilisan ang lugar mga kalahating milya (humigit-kumulang 800 m) ang lapad.\n",
        "output": [
            "Authorities evacuated an area that was one-half of a mile (approximately 800 m) wide.\n"
        ]
    },
    {
        "input": "Nanguna ang Georgia sa unang bahagi ng pangalawang half at nagbabanta na mag-iskor sa huling bahagi ng laro subali't ang depensa ng Ireland upang makamtan ang apat na puntos na tagumpay.\n",
        "output": [
            "Georgia led early in the second half and were threatening to score late in the match but Ireland's defence held to secure the four point victory.\n"
        ]
    },
    {
        "input": "Sinalakay ng mga armadong opisyales ng pulisiya mula SO19 ang mga ari-arian sa mga lugar ng Notting Hill at Hilagang Kensington ng London at inaresto ng mga pwersa ng Italya ang pang-apat na suspek sa pagbobomba sa isang ari-arian sa Rome, Italy.\n",
        "output": [
            "Armed police officers from SO19 have raided properties in the Notting Hill and North Kensington areas of London and Italian forces have arrested the fourth bombing suspect at a property in Rome, Italy.\n"
        ]
    },
    {
        "input": "Ang Fitow ay kumilos papunta sa Dagat ng Okhotsk, na nagprogreso sa bilis ng mga 24 milya kada oras.\n",
        "output": [
            "Fitow is now moving towards the Sea of Okhotsk, making progress at about 24 miles per hour.\n"
        ]
    },
    {
        "input": "Upang matustusan ang kasalukuyang ginagawang pag-reskyu, ang gobyerno ng Japan ay naiulat na kinokonsidera ang pagtataas ng buwis, sapagkat ang tinatayang magagastos sa pagpapatayo ng mga naapektuhang lugar ay kasinglaki ng isang porsyento ng limang trilyong dolyar na GDP.\n",
        "output": [
            "To fund the current rescue efforts, the Japanese government is reportedly considering raising taxes, as the estimated cost of rebuilding affected areas is as high as one percent of the total five trillion dollar GDP.\n"
        ]
    },
    {
        "input": "Si Pangulong Ely Mohamed Vall, na bomoto rin sa reperendum ay nagsabing \"Ito ay dakilang araw at pagsilang muli para sa mga Mauritania...\"\n",
        "output": [
            "President Ely Ould Mohamed Vall, who also voted in the referendum said, \"This is a great day and a rebirth for Mauritania ...\"\n"
        ]
    },
    {
        "input": "Isang tagapagsalita mula sa Panloob na Ministro ng Georgia ay sinabi na ang yunit ng Russia ay nagsagawa din ng pagkontrol sa bayan ng Zugdidi.\n",
        "output": [
            "A spokesman from the Georgian Interior ministry said that Russian units had also taken control of the town of Zugdidi.\n"
        ]
    },
    {
        "input": "Naipahayag ng World Health Organization (WHO) na ang pagsiklab ng kolera na tumama sa bansang Aprika na Zimbabwe ay tila lumagpas na sa tugatog.\n",
        "output": [
            "The World Health Organisation (WHO) has stated that the cholera outbreak that has struck the African country of Zimbabwe seems to have passed its peak.\n"
        ]
    },
    {
        "input": "Ang pinuno ng Sinn Fein na si Gerry Adams ay nag-alok ng malugod na pagbabantay ng mga plano at nagpahayag \"nangangailangan ng maingat na pagsasaalang-alang at konsultasyon.\"\n",
        "output": [
            "Sinn Fein leader, Gerry Adams offered a guarded welcome of the plans and stated \"requires thoughtful consideration and consultation.\"\n"
        ]
    },
    {
        "input": "Ang Punong Ministro ng Britanya na si Tony Blair ay maaring maharap sa pag-uusisa ng House of Commons tungkol sa pahayag na panggigipit sa mga hepe ng kapulisan para suportahan ang adyendang pulitikal na nagpapahaba sa pagdetini nang walang paratang na pinagtibay noong Miyerkules.\n",
        "output": [
            "British Prime Minister Tony Blair could face a House of Commons inquiry into claims that chief police officers were pressured to support a political agenda during Wednesday's vote to extend detention without charge.\n"
        ]
    },
    {
        "input": "Sinabi ni Cindy Sheehan noong Linggo na nagbabalak siyang magdaos sa tabi ng daan ang isang mapayapang protesta malapit sa rantso ni Bush hanggang siya ay makipag-usap muli sa kanya.\n",
        "output": [
            "Cindy Sheehan said Sunday that she plans to hold the roadside peace protest near Bush's ranch until he talks to her again.\n"
        ]
    },
    {
        "input": "Tumangging basahin ng guro ng bayolohiya sa paaralan ng Dover ang pahayag ng pamunuan ng paaralan sa Intelligent Design para sa mga estudyante dahil ang code ng estado ng Pennsylvania para sa edukasyon ay nagsasaad na \"ang propesyonal na guro ay maaaring hindi alam o sinasadyang mailarawan ng pamali ang leksiyon.\"\n",
        "output": [
            "Biology teachers in the Dover schools have refused to read the school board's statement on Intelligent Design to students because the Pennsylvania state code for education states that \"The professional educator may not knowingly and intentionally misrepresent subject matter.\"\n"
        ]
    },
    {
        "input": "Ang bilang ng bagong kaso ng kolera nitong linggo na magtatapos sa Marso 14 ay 2,076, halos kalahati ng 3,812 na impeksiyon na naitala bago ang linggong ito, at 8,000 bawat linggo sa simula ng Pebrero.\n",
        "output": [
            "The number of new cholera cases in the week ending March 14 was 2,076, almost half of the 3,812 infections reported the week before, and 8,000 per week in the beginning of February.\n"
        ]
    },
    {
        "input": "Ang isang virus, Antinny (o Kintama (bayag ng lalaki)-virus) ay pinaniniwalaang may kagagawan sa pag-a-upload ng mga dokumento sa network ng filesharing na walang pagkuha muna ng pahintulot ng gumagamit.\n",
        "output": [
            "One virus, Antinny (or Kintama (testicle)-virus) is believed responsible for uploading documents to the filesharing network without first obtaining user permission.\n"
        ]
    },
    {
        "input": "\"Mayroong tatlong dating mga tauhang miyembro na nakalista sa utos ng paghahalughog na ibinigay sa akin noong unang bahagi ng Hulyo, at tumulong kami sa pagsasama-sama ng mga materyal para sa pulis,\" ang sabi ni Ginoong Edwards sa Fairfox Radio Network.\n",
        "output": [
            "\"There were three former staff member who were listed on the search warrant that was served on me in early July, and we facilitated the gathering of material for police,\" Mr Edwards told Fairfax Radio Network.\n"
        ]
    },
    {
        "input": "Sinabi ng Detective Senior Constable ng Pulisya ng Victoria na si Barry Hills, tungkol sa batang lalaki na, \"Siya ay isang magaling na batang lalaki, siya ay isang mabuting batang lalaki.\"\n",
        "output": [
            "Detective Senior Constable Barry Hills of Victoria Police, said of the boy, \"He's a nice lad, he's a good lad.\"\n"
        ]
    },
    {
        "input": "Subalit ang reaksiyon ng lokal na pamahalaan ay naging marahas, na ang galaw ay inilarawan bilang \"kudeta\" nang napaalis na Premier na si Galmo Williams.\n",
        "output": [
            "However the reaction by the local government have been hostile, with the action being described as a \"coup\" by deposed Premier Galmo Williams.\n"
        ]
    },
    {
        "input": "Iniulat din na susubukan ang marami pang misil sa panahon ng larong pangdigmaan sa susunod na mga araw.\n",
        "output": [
            "It is also reported that more missiles will be tested during war games later in the week.\n"
        ]
    },
    {
        "input": "Ayon kay Lombardo, \"mukhang wala naman tayong sunog o anupaman [sa gusali]\" at ang lahat ng 2,800 na empleyado ay pinayagan nang bumalik sa kanilang trabaho ilang saglit makalipas ang alas-12 ng hapon.\n",
        "output": [
            "According to Lombardo, \"it looks like we have no fire whatsoever [in the building]\" and that all 2,800 workers were allowed to return to work shortly after 12:00 p.m.\n"
        ]
    },
    {
        "input": "Ang ministro ng Pananalapi na si P. Chidambaram ay nagsabi na siya'y sobrang nababahala tungkol sa mataas na halaga ng implasyon dahil sa mga problema sa panig ng suplay.\n",
        "output": [
            "Finance minister P. Chidambaram said that he was very worried about the higher inflation rate due to supply side constraints.\n"
        ]
    },
    {
        "input": "Ipinalabas ang numero ng pagtitipon ng pondo para sa Pebrero: tinipon ni Romney ang $12.5 milyon sa loob ng buwan, at gumastos ng $12.3 milyon sa pag-aanunsyo.\n",
        "output": [
            "Fundraising figures have been released for February: Romney raised 12.5 million during the month, and spent $12.3 million on advertising.\n"
        ]
    },
    {
        "input": ":(a) habang ito'y nasa sakop ng Kapulungan ng mga mga mambabatas kung paano ang mga kondisyon ay inilalagay upang magkaroon/mawala ang nasyonalidad ng pagiging Hapon (Artikulo 10), ang pagtatangi nang walang mga dahilan na dinala ng gayong kondisyon ay di ayon sa konstitusyon (Artikulo 14: Talataan 1).\n",
        "output": [
            ":(a) while it's within the scope of the Legislation of the Diet how conditions are set for acquiring / losing Japanese nationality (Article 10), a distinction without rational reasons brought by such a condition may be unconstitutional (Article 14: Paragraph 1).\n"
        ]
    },
    {
        "input": "Inaasahan na ang SCC 7s ay agad maipapakita sa International Rugby Boards 7s sirkito sang ayon sa mga opisyales ng samahan.\n",
        "output": [
            "It is hoped that the SCC 7s will soon feature on the International Rugby Boards 7s circuit according to club officials.\n"
        ]
    },
    {
        "input": "Isinaad ng USGS na maaring merong mga nasira pero parang \"lubhang magaan\" subalit hanggang ngayon ayon sa San Bernardino County Fire Department ay walang pinsala ang naipagbigay-alam.\n",
        "output": [
            "The USGS states that there could be some damage, but that it would likely be \"very light,\" but so far the San Bernardino County Fire Department says that no damage has been reported.\n"
        ]
    },
    {
        "input": "\"Oo, inatake ng al Qaeda ang mga instalasyon ng langis subali't hindi lamang sila ang gumagawa nito at hindi sila ang pangunahing gumagawa nito,\" sabi niya.\n",
        "output": [
            "\"Yes, al Qaeda attacked oil installations but they were not the only actors and they were not the main actors,\" he said.\n"
        ]
    },
    {
        "input": "Ang pakikipag-ugnayan ay pumalit sa kasalukuyan at matagal nang pagsososyo ng Microsoft at Xtra na tinatawag na XtraMSN.\n",
        "output": [
            "The joint venture replaces the current and long-lasting partnership between Microsoft and Xtra, called XtraMSN.\n"
        ]
    },
    {
        "input": "Si Sidorsky ay Punong Ministro ng Belarus mula noong Hulyo ng taong 2003 nang hirangin siya ni Presidente Lukashenko.\n",
        "output": [
            "Sidorsky was the Prime Minister of Belarus since July of 2003 when he was appointed by President Lukashenko.\n"
        ]
    },
    {
        "input": "Ang tatlong pangkat na nabanggit ay nagtatanggal ng mga lipas na pulbura na nakatago doon, bilang bahagi ng programa na alisin ang mga armas ng panahon ni Stalin at isapanahon ang militar upang pumasa para sa imbitasyon na sumali sa NATO sa susunod na buwan.\n",
        "output": [
            "The three teams referred to were dismantling obsolete munitions stored there, as part of a programme to remove Stalinist era arms and modernize the military in order to qualify for an invitation to join NATO next month.\n"
        ]
    },
    {
        "input": "Ang pagsabog ng bomba sa isang bus sa Myanmar (dating Burma) ay pumatay sa 55 anyos na lalaki at nag-iwan ng isa pang sugatan.\n",
        "output": [
            "A bomb explosion on a bus in Myanmar (alternatively Burma) has killed a 55-year-old man and left another man wounded.\n"
        ]
    },
    {
        "input": "Isang pagbabawal sa buong Awstralya ang paglipat ng mga kabayo, asno at mola na magtatapos ng Miyerkules ay pinalawig hanggang Biyernes.\n",
        "output": [
            "An Australia-wide ban on the movement of horses, donkeys and mules which was due to expire on Wednesday has been extended until Friday.\n"
        ]
    },
    {
        "input": "Nawala kay Soulas ang kanyang anak na babae at manugang na nakasakay sa eroplano nang bumagsak ito.\n",
        "output": [
            "Soulas lost his daughter and son-in-law, who were on board the flight when it crashed.\n"
        ]
    },
    {
        "input": "Binalaan ng North Korea ng \"self-defensive blows\" ang South Korea kung sila ay sasali sa isang pinagsamang pagsasanay militar kasama ang Estados Unidos, na nakatakdang magsimula sa mga sumusunod na araw.\n",
        "output": [
            "North Korea has warned of \"self-defensive blows\" to South Korea if they participate in joint, live-fire military exercises with the United States, scheduled to begin in the next few days.\n"
        ]
    },
    {
        "input": "Ang proseso ng pagpapatalsik ay binabalak na umpisahan sa susunod na linggo.\n",
        "output": [
            "The impeachment process is planned to start within the following week.\n"
        ]
    },
    {
        "input": "Nangalap si Burda at ang kanyang pangkat ng mga datos tungkol sa mga baka sa pamamagitan ng pag-aanalisa ng mga imahe ng Google Earth.\n",
        "output": [
            "Burda and his team gathered cattle data via analysis of Google Earth images.\n"
        ]
    },
    {
        "input": "\"Katulad ng palaging ginagawa ng gobyerno ng US sa kalakalan, makikita na lagi nitong sinisigurong nakukuha ang pinakamababang halaga,\" ayon sa kanya.\n",
        "output": [
            "“As the United States government does business, they are obviously always trying to ensure they get the best value,” he said.\n"
        ]
    },
    {
        "input": "Ang kasunduan ay hindi pinayagan ang Canon na gumawa ng anumang ibang pakikipagsapalaran sa teknolohiyang ito, pero ang pakikipagtulungan ng Canon sa Toshiba ay naging dahilan ng nasabing kaso.\n",
        "output": [
            "The agreement didn't allow Canon to make any other ventures on this technology, but Canon joining forces with Toshiba was the reason for the mentioned lawsuit.\n"
        ]
    },
    {
        "input": "Pagkatapos, isang pangalawang beses na panghihingi ay sinusubukang para palitan iyong mga pangako sa mga aktwal na kabayaran.\n",
        "output": [
            "Then a second round of begging tries to convert those pledges into actual payments.\n"
        ]
    },
    {
        "input": "Ang pangyayari ay naganap habang nasa isang pampulitikang welga sa ng nangungunang lokal na partido.\n",
        "output": [
            "The incident occurred during a political rally by the leading local party.\n"
        ]
    },
    {
        "input": "Ang mga pagpapabuti ay naisagawa sa kalusugan ng kababaihan at edukasyon, ayon sa pag-aaral.\n",
        "output": [
            "Improvements have been made in women health and education, according to the study.\n"
        ]
    },
    {
        "input": "\"Ang pinag-uusapan natin ang malaking proporsyon na pangkalakal na mga operasyon sa halip na pangtawid-buhay na pangingisda lamang,\" sinabi ni Macdonald sa isang pahayag, habang itinuturo na ang labing lima sa mga barko ay malalaking sasakyang-dagat na may yelo para sa imbakan.\n",
        "output": [
            "\"We are talking about large-scale commercial operations rather than simply subsistence fishing,\" Macdonald said in a statement, indicating that fifteen of the boats were large vessels with ice for storage.\n"
        ]
    },
    {
        "input": "Ang United Nations (UN) noong Biyernes ay tinawagan ang gobyerno ng Pakistan para imbestigahan ang maraming pagpatay at pagdukot partikular ng mga mamamahayag.\n",
        "output": [
            "The United Nations (UN) on Friday called on the government of Pakistan to investigate numerous killings and abductions, particularly of journalists.\n"
        ]
    },
    {
        "input": "Nang oras na iyon, may mga halos 50 tao ang nasa loob, karamihan ay mga pamilya na may mga anak.\n",
        "output": [
            "At the time, there were about 50 people inside, mostly families with children.\n"
        ]
    },
    {
        "input": "Ang mga organisasyong online sa buong mundo ay sinusubukan ngayon ang (IPv6) - isang bagong sistema ng address sa internet na inaasahang lulutas sa isyu ng kasalukuyang sistema na puno na.\n",
        "output": [
            "Online organisations around the world are today testing (IPv6) — a new system of Internet addresses hoped to resolve the issue of the present system being at capacity.\n"
        ]
    },
    {
        "input": "Ang 35 metrong bapor ay hindi na nakaalis mula noong Huwebes, noong ito ay sumadsad habang papunta sa pagtitipon ng APEC sa Sydney.\n",
        "output": [
            "The 35m vessel has been stranded since last Thursday, when she was grounded whilst on her way to the APEC meeting in Sydney.\n"
        ]
    },
    {
        "input": "\"Hindi lahat ng Aleman ay miyembro ng Nazi Party.\"\n",
        "output": [
            "\"Not every German was a member of the Nazi Party.\"\n"
        ]
    },
    {
        "input": "Ayon sa isang saksi na umiinom sa labas ng pub sa mga panahong iyon, ang bataang lalaki ay isa sa tatlong bata na naglalaro ng futball sa paradahan ng mg sasakyan ng isang tinedyer, pinaniniwalang isang lalaki, sakay ng isang BMX na bisekleta ay tatlong bese na nagpaputok mula sa layong mahigit kumulang 30 metros, ang isa ay tumama sa leeg ng biktima.\n",
        "output": [
            "An eyewitness, who had been drinking outside the pub at the time, said the boy was one of three playing football in the car park when a teenager, believed to be male, on a BMX bicycle fired three shots at the group from approximately 30 metres away, one hitting the victim in the neck.\n"
        ]
    },
    {
        "input": "Sa kabila ng lamang ng Winnipeg sa una at ikatlong kwarter, sa huli ang opensa ng Saskatchewan ay napatunayang malakas para sa Blue Bombers.\n",
        "output": [
            "Despite Winnipeg's lead during the first and third quarters, Saskatchewan's offence proved too strong for the Blue Bombers in the end.\n"
        ]
    },
    {
        "input": "Ang kontrobersyal na kursong pagsasanay sa pag-unlad na tinawag na \"Palatandaan ng Pagtitipon\" ay binanggit sa kaso ng diskriminasyon sa relihiyon sa korte pederal ng Estados Unidos na nasa New York at Washington, D.C.\n",
        "output": [
            "A controversial development training course called \"Landmark Forum\" is cited in religious discrimination lawsuits in United States federal courts in New York and Washington, D.C.\n"
        ]
    },
    {
        "input": "Nakadagdag pa sa bagyo, ang hanging may bilis na 60 milya kada oras sa New England na nagbunsod sa pag-aalaala sa mga pagbaha sa mga tabing dagat.\n",
        "output": [
            "Adding to the storm, wind gusts as high as 60 mph in New England prompted concerns over coastal flooding.\n"
        ]
    },
    {
        "input": "Si Mahdi Abdel Hade na siyang namumuno sa grupo ng mga mananaliksik na mga Palestino na PASSIA ay nagsasabing kapwa sina G. Olmert at G. Abbas ay may panghihina sa politika, at ito ay malamang sinuman ay malamang na maaaring makapagbigay sa iba ng gusto niya.\n",
        "output": [
            "Mahdi Abdel Hadi who heads the Palestinian research group PASSIA says both Mr. Olmert and Mr. Abbas are politically weakened, and it is unlikely either man can probably give the other what he wants.\n"
        ]
    },
    {
        "input": "Ang telekomunikasyong kumpanyang AT&T ay nagbigay ng libreng pagtawag at 10 sentro ng tawagan para sa kaganapan at ang MCI ay nagbigay ng boluntaryo mula sa kanilang sentro ng tawagan.\n",
        "output": [
            "Telecom company AT&T provided toll-free calling and 10 call centers for the event and MCI provided volunteers from their call centers.\n"
        ]
    },
    {
        "input": "Itong mga bansa ay \"dapat na mabigyan ng kaunlaran, ekonomiya at polisiya na pamamaraan para umaasenso ang kanilang agrikulturang produsyon,\" sabi nya.\n",
        "output": [
            "These countries \"must be given the development, economic and policy tools required to boost their agricultural production and productivity\", he said.\n"
        ]
    },
    {
        "input": "Ang atake laban sa Ras Kamboni - isang liblib na isla malapit sa hangganan ng Kenya, ay kumakawatan sa kauna-unahang paglahok ng Amerika sa magulong bansa mula pa noong operasyon ng 1993 na nagresulta sa pagkamatay ng kasingdami na 1,500 na mga militya na Somali at mga sibilyan.\n",
        "output": [
            "An attack against Ras Kamboni — a remote island near the Kenyan border, represents the first American involvement in the tumultuous country since the the 1993 operation that resulted in the deaths of as many as 1,500 Somali militiamen and civilians.\n"
        ]
    },
    {
        "input": "Tinalo ng Bayern Munich ang Red Star Belgrade 3-2 sa huling sipa ng laro sa 17 taong gulang na si Toni Kroos sa kanyang unang propesyunal na laro.\n",
        "output": [
            "Bayern Munich beat Red Star Belgrade 3-2 on the last kick of the game on 17-year-old Toni Kroos' 1st professional goal.\n"
        ]
    },
    {
        "input": "Pinaglaban ni Peberdy ang mga karapatan na siya ay naloko, sinabing, \"kung kami ang tatanungin at kung kami ang sasabihan ng REST, ang mga tao na aming pinakikitunguhan ay mga mangangalakal.\"\n",
        "output": [
            "Peberdy disputes the claims that he was duped, saying, \"As far as we were concerned and as far as we were told by REST, the people we were dealing with were merchants.\"\n"
        ]
    },
    {
        "input": "Sila ay dumating sa ilalim ng pagputok ng maliit na kanyon sa paliparan habang nagaganap ang seremonya ng paglilipat ng kapangyarihan.\n",
        "output": [
            "They came under mortar fire at the airport during a hand-over ceremony.\n"
        ]
    },
    {
        "input": "Ang operasyon ay nag umpisa noong nakaraang Sabado ng ang mga Pakistani na mga puwersa ay lumapit mula sa tatlong magkakahiwalay na mga lugar ng Timog Waziristan.\n",
        "output": [
            "The operation began the previous Saturday when Pakistani forces approached from three separate areas of South Waziristan.\n"
        ]
    },
    {
        "input": "Nananatili itong napakamisteryoso at mapaglihim sa labas ng mundo, habang iilang dayuhang mamamahayag ang pinapayagang bumusita at manatili sa bansa.\n",
        "output": [
            "It has also remained largely mysterious and secretive to the outside world, as few foreign correspondents are allowed to visit and stay in the country.\n"
        ]
    },
    {
        "input": "Inilarawan din niya na ang lider ng oposisyon na si Shalva Natelashvili ay pinipilit na tanungin ang kalihim ng NATO na si Javier Solana para sa asilo kung saan ang kanyang asawa at dalawang anak ay ligtas matapos nilang makatanggap ng pangamba sa kanilang buhay.\n",
        "output": [
            "She describes the leader of the opposition Shalva Natelashvili being forced to ask NATO secretary Javier Solana for asylum for his wife and two daughters after they had received death threats.\n"
        ]
    },
    {
        "input": "Noong Huwebes, naglabas ang MHI ng kadugtong ng pang-publikong notisiya para sa karagdagang 24-oras.\n",
        "output": [
            "On Thursday, the MHI issued a extension to the public notice for an additional 24-hour period.\n"
        ]
    },
    {
        "input": "Si Emperador Akihito, kasalukuyang nasa paglilibot sa Hokkaido, sinalubong ang kapanganakan.\n",
        "output": [
            "Emperor Akihito, currently on a tour of Hokkaido, welcomed the birth.\n"
        ]
    },
    {
        "input": "Si Kasprzak ay inilipad patungo sa isang base militar matapos ang pagsabog ngunit namatay habang inooperahan.\n",
        "output": [
            "Kasprzak was airlifted to a military base after the explosion but died during surgery.\n"
        ]
    },
    {
        "input": "Ang Senators ay makikipaglaro laban sa Frolunda, ang pinakasikat na liga ng Sweden.\n",
        "output": [
            "The Senators will play against Frolunda of Sweden's elite league.\n"
        ]
    },
    {
        "input": "Ang mga malalaking distribyutor ng sistema ng Linux ay nagkasundo sa bagong pamantayan na kabilang ang pangkaraniwang elemento para sa destap software, para gawing mas epektibo ang Linux bilang kalaban ng Microsoft Windows.\n",
        "output": [
            "Major distributors of the operating system Linux have agreed on a new standard that includes common elements for desktop software, in a move to make Linux a more effective competitor to Microsoft Windows.\n"
        ]
    },
    {
        "input": "Ang unang kagawaran na nakalipat sa Linux at OpenOffice.org ay ang magiging opisina ng punong alkalde na naitaas ang antas para sa kalagitnaan ng 2006, bagaman hindi lahat ng mga kompyuter ng kagawaran ay agarang maililipat.\n",
        "output": [
            "The first department to migrate to Linux and OpenOffice.org will be the office of the Lord Mayor planed for the middle of 2006, though not all of the department's computers will be immediately migrated.\n"
        ]
    },
    {
        "input": "Walang naiulat na pagdanak ng dugo habang umuulan ng yelo.\n",
        "output": [
            "There are no reports of any bloodshed during the time the snow was falling.\n"
        ]
    },
    {
        "input": "Ang ibang kamper ay sinabi na sila ay nagkaroon ng saradong mga pagtawag sa mga galamay ng puno at mga labi.\n",
        "output": [
            "Other campers say they had several close calls with tree limbs and debris.\n"
        ]
    },
    {
        "input": "Ang ibang mga kandidato sa pangkat ay sina Jamie McGarvey ng Liberal, Glen Hodgson ng Green at David Rowland ng independente.\n",
        "output": [
            "Other candidates in the riding are Liberal Jamie McGarvey, Green Glen Hodgson, and independent David Rowland.\n"
        ]
    },
    {
        "input": "Ang pananawagan noong nakaraang taon ng BBC ay kumita ng mahigit kumulang £37 milyon, at ng mag ika-11 ng gabi kahapon ang kabuuang kinita ay mas higit pa sa £10 milyon.\n",
        "output": [
            "Last year the BBC's appeal raised approximately £37 million, and by 11pm last night the total raised had exceeded £10 million.\n"
        ]
    },
    {
        "input": "Ang pangunahing karibal nito, ang Mozilla Firefox, ay aktibong pinapataas ang market share habang kamakailan lamang ang bagong labas na Google Chrome ay mabilis na dumadami ang gumagamit.\n",
        "output": [
            "Mozilla Firefox, its main rival, has been actively increasing its market share while the recently released Google Chrome is also quickly gaining users.\n"
        ]
    },
    {
        "input": "Sa darating na dalawang linggo, ang kawani ay tatanungin kung ano ang naisip nila sa isanasaad na pagbabago, kasama na muling pagsasaayos ng mataas na antas ng pamamahala.\n",
        "output": [
            "In two weeks time, staff will be asked what they think of the proposed changes, which also includes a top level management restructuring.\n"
        ]
    },
    {
        "input": "Ang World Taekwondo Federation ay nagpalabas ng pahayag na nagtutukoy sa naganap na isang \"malakas na pagsuway sa bisa ng Taekwondo at ng mga laro na pang Olympic.\"\n",
        "output": [
            "The World Taekwondo Federation released a statement referring to the incident as a \"strong violation of the spirit of Taekwondo and the Olympic Games\".\n"
        ]
    },
    {
        "input": "Gayun pa man, kung ang mga partido ay nabigo na itayo ang Tagapagpaganap o nabigo sa pagpayag \"sa ano mang yugto\", ang Pagpupulong ay mabubuwag at magpapatuloy ang deretsahang alituntunin mula sa London na may pampasok mula sa Republika ng Ireland.\n",
        "output": [
            "However, if the parties fail to set up the Executive or fail to agree \"at any stage\", the Assembly will be dissolved and direct rule from London will continue with input from the Republic of Ireland.\n"
        ]
    },
    {
        "input": "Si Dr. Ryan, isang tanyag na tao sa kanyang sariling larangan, ay nagsagawa ng plastic surgery sa ilang mga bituin kabilang sina Janice Dickinson, Gene Simmons, Shauna Sand, at Adrianne Curry.\n",
        "output": [
            "Dr. Ryan, a celebrity in his own right, performed plastic surgery on several stars including Janice Dickinson, Gene Simmons, Shauna Sand and Adrianne Curry.\n"
        ]
    },
    {
        "input": "Inaprubahan din ng European Union ang isang tulong programa na €500 na milyones na tulong sa 2010, na inaasahang makakatulong sa mga internally displaced people (IDPs) at sa pagbabangon ng ekonomiya sa pamamagitan ng bagong imprastraktura.\n",
        "output": [
            "The European Union also approved an aid package of €500 million in aid by 2010, which is expected to help internally displaced people (IDPs) and economic recovery in the form of new infrastructure.\n"
        ]
    },
    {
        "input": "Sa $8,90,000, $7,48,550 umano ay inilipat nila sa Jordan National Bank, ang natitirang $1,46,247.23 na siyang komisyon sa mga kontrata ng langis ay idineposito sa Barclays Bank na nasa Channel Islands.\n",
        "output": [
            "Of the $8,90,000, $7,48,550 was allegedly transferred by them to an account in the Jordan National Bank, the remaining $1,46,247.23, which was the commission for the oil-contracts, was deposited with Barclays Bank, in the Channel Islands.\n"
        ]
    },
    {
        "input": "Maaga pa lamang nang napatay ang isang ministro ng gobyerno ng isang bomba sa daan.\n",
        "output": [
            "Earlier in the day, a government minister was killed by a roadside bomb.\n"
        ]
    },
    {
        "input": "Nagkasundo kahapon ang Estados Unidos at Russia na magpalit ng mga bilanggong hawak ng parehong nasyon matapos mahuli ang labing-isang espiya taga Russia noong isang buwan.\n",
        "output": [
            "The United States and Russia yesterday agreed to the swap of prisoners held by both nations after eleven Russian spies were arrested late last month.\n"
        ]
    },
    {
        "input": "Pinuna rin ni Griffin ang kahalagahan ng matuto sa mga kamalian, na idinagdag \"ang mga Amerikano ay di sumusuko at hindi kami susuko.\"\n",
        "output": [
            "Griffin also noted the importance of learning from mistakes, adding \"Americans don't quit and we won't quit.\"\n"
        ]
    },
    {
        "input": "\"Naiintindihan ko kung ano ang pinagdadaanan ng mga imigrante upang makarating sa kanilang ninanais.\"\n",
        "output": [
            "\"I understand what immigrants have to go through to reach what they want.\"\n"
        ]
    },
    {
        "input": "Ayon sa mga opisyal, ginagawa silang pananggalang ng mga armadong lalaki upang makatakas.\n",
        "output": [
            "Officials said that the gunmen appear to be using them as human shields to escape.\n"
        ]
    },
    {
        "input": "Nanatili ang kompanya sa ilalim ng pagtatanggol ng bangkarota hanggang sa ipasyang ipawalang-saysay ng US Trustee para sa Central District ng Calfornia ang paglilitis ng bangkarota sa pamamagitan ng pagkabigo ng kompanya bilang may utang sa ari-arian para sumunod sa pinagbabatayan pangangailangan na magpasalansan ng buwanang mga ulat at magbayad minsan sa tatlong buwan ng bayad sa Trustee.\n",
        "output": [
            "The company remained under bankruptcy protection until the US Trustee for the Central District of California moved to dismiss the bankruptcy proceedings for failure of the company as debtor in possession to comply with basic requirements of filing monthly reports and paying quarterly fees to the Trustee.\n"
        ]
    },
    {
        "input": "\"Ngayong araw na ito ay nawalan tayo ng isa sa mga matatapang na pinuno ng Algeria,\" ani ni Bouteflika, na nagdeklara ng walong araw na pagluluksa.\n",
        "output": [
            "\"Today we lost one of modern Algeria's bravest leaders,\" said Bouteflika, declaring eight days of mourning.\n"
        ]
    },
    {
        "input": "Natuklasan ng hukom ng Western Australian district court na si Shauna Deane na ang isang babaeng Muslim ay dapat magtanggal ng kanyang burka upang tumestigo kaugnay sa isang Islamic school na di-umano'y tumatanggap ng pondo mula sa estado at pederal na pamahalaan sa madayang paraan.\n",
        "output": [
            "Western Australian district court judge Shauna Deane has found that a Muslim woman must remove her burqa in order to testify with regard to an Islamic school's alleged receiving of state and federal government funding in a fraudulent manner.\n"
        ]
    },
    {
        "input": "Nagtamo ang dalawang Swede ng hindi malubhang mga pinsala dahil sa mga usok, pero nabigyan ng lunas sa pamamagitan ng oksiheno sa kalapit na sentro ng mga pagsisid.\n",
        "output": [
            "Two Swedes sustained minor injuries from the smoke, but were treated with oxygen at a nearby dive center.\n"
        ]
    },
    {
        "input": "Kasunod ng pagpapalaya at pagpapabalik sa sariling bayan ng Hungary sa Azeri na napatunayang may sala sa pagpatay gamit ang palakol na si Ramil Safarov, na ang Azebaijan ay mabigyan ng patawad, ang Armenia ay nag-anunsiyo na \"handa na ang giyera.\"\n",
        "output": [
            "Following Hungary's release and repatriation of convicted Azeri axe-murderer Ramil Safarov, who Azerbaijan subsequently pardoned, Armenia announced it is \"ready for war\".\n"
        ]
    },
    {
        "input": "Isang bagay, na tasa, ay nagkakahalaga ng ilang libong Euro.\n",
        "output": [
            "One item, a cup, has been valued at several thousand Euros.\n"
        ]
    },
    {
        "input": "Isang opisyal ng Pambansang Republika ng Komite ang nagsabi sa NBC na ang kampanya ay tinanggal dahil ito ay \"tapos na sa kanyang itinakdang panahon,\" gayunman isang araw pagkatapos nito ang nangunguna sa partidong si Ken Mehlman ay ipinagsanggalang ang kampanya at sinabi na ito ay patuloy na ipapalabas pa.\n",
        "output": [
            "An official for the Republican National Committee told NBC the ad had been pulled because it had \"run its course,\" just one day after party chairman Ken Mehlman defended the ad and said it would continue to run.\n"
        ]
    },
    {
        "input": "\"Ang Shell ay nakatuon sa pagsasagawa ng ligtas responsable sa kapaligira na programang eksplorasyon sa Chucki Sea at Beaufort Sea sa 2010,\" sinabi ni Presidente ng Kumpanya ng Shell Oil Marvin E. Odum sa U.S. Department of the Interior's Mineral Management Service (MMS).\n",
        "output": [
            "\"Shell is committed to undertaking a safe and environmentally responsible exploration program in the Chukchi Sea and Beaufort Sea in 2010,\" said Shell Oil Company President Marvin E. Odum to the U.S. Department of the Interior's Mineral Management Service (MMS).\n"
        ]
    },
    {
        "input": "\"May pumutol ng komunikasyon, may nagpatunog ng mga alarma at pumutol ng kuryente sa mga elebeytor,\" ayon kay Mike Lombardo, ang komisyoner ng sunog ng Buffalo.\n",
        "output": [
            "\"Something cut off communications, something set off those alarms and cut power to elevators,\" said Mike Lombardo, Buffalo's fire commissioner.\n"
        ]
    },
    {
        "input": "Tinawagan niya si Timothy Shriver mula sa Airforce One sa kanyang pagbalik sa Washington D.C.\n",
        "output": [
            "He phoned Timothy Shriver from Air Force One on the way back to Washington, D.C..\n"
        ]
    },
    {
        "input": "Ang mga eksperto sa sunog ay palaging abala sa mga ganitong oras ng taon, nakiusap para sa paggamit nang ligtas at legal na mga pagtatanghal ng paputok at hinimok ang mga mamamayan na pumunta sa organisadong pampublikong palabas.\n",
        "output": [
            "Fire experts, always busy around this time of year, have called for the use of safe and legal firework displays and have urged citizens to attend organised public displays.\n"
        ]
    },
    {
        "input": "Ang software na binubuo ng Medstory ay naglalaman ng artipisyal na karunungang mga paraan na inilalapat sa parehong medikal at pangkalusugang impormasyon na naka-imbak sa mga medikal na lathala, gayun din ang mga dokumento ng gobyerno.\n",
        "output": [
            "The software that Medstory develops involves artificial intelligence techniques which are applied to both medical and health information stored in medical journals, as well as government documents.\n"
        ]
    },
    {
        "input": "Pinalipad ngayon ng Korporasyon ng SpaceX ang Falcon I roket nito mula sa Kwajalein Atoll.\n",
        "output": [
            "SpaceX Corporation launched its Falcon I rocket today from Kwajalein Atoll.\n"
        ]
    },
    {
        "input": "Idinagdag ng 66 taong gulang na tagapagbalita, na itinigil ang paninigarilyo ilang taon na ang nakararaan na: \"Umaasa ako na kahit hindi sabihin na ang isang mamamahayag na hindi pinahahalagahan nang malalim ang katapatan ng manonood ay dapat nasa ibang linya ng trabaho.\"\n",
        "output": [
            "The 66-year-old anchor man, who gave up smoking several years ago, added: \"I hope it goes without saying that a journalist who doesn't value deeply the audience's loyalty should be in another line of work.\"\n"
        ]
    },
    {
        "input": "Iniulat na binigyan si Smith ng \"cardiopulmonary resuscitation\" ng kanyang mga gwardya bago pa dumating ang mga paramediko.\n",
        "output": [
            "Smith's bodyguard is reported to have given Smith \"cardiopulmonary resuscitation\" before paramedics arrived.\n"
        ]
    },
    {
        "input": "Noong Lunes, ang telekomunikasyon na kompanya ng Telstra ng Australia ay ipinakilala ang dual carrier HSPA+ standard para sa mga kustomer ng broadband Internet na negosyo sa Next G network.\n",
        "output": [
            "On Monday, Australian telecommunications company Telstra has introduced dual carrier HSPA+ standard for broadband Internet business customers in the Next G network.\n"
        ]
    },
    {
        "input": "\"Gusto kong makamit ang aking mga resposibilidad sa pagpapatuloy sa reporma na maipatayo ang bansa at isulong ang paglaki ng ekonomiya na mararamdaman ng mga tao.\"\n",
        "output": [
            "\"I want to fulfill my responsibility to proceed with reform to build the nation and promote economic growth that the people can feel.\"\n"
        ]
    },
    {
        "input": "Sa kanyang anim-na araw na biyahe sa Australya, ang Komisyonado ng Karapatang Pantao ng UN ay bumisita sa dalawang sentrong pangdetensiyon at sinabi niyang siya ay nalipos sa \"mahigpit na kawalan ng pag-asa\" ng mga naghahanap ng asilo, na ang karamihan sa kanila ay naghihintay ng 18 buwan upang masuri ang kanilang kaso.\n",
        "output": [
            "In her six-day trip to Australia, the UN Human Rights Commissioner visited two detention centres and said she was overwhelmed with the \"grim despondency\" of asylum seekers, many of whom wait over 18 months to have their case assessed.\n"
        ]
    },
    {
        "input": "Ang Finland ang magbabayad ng gastos ng paglilinis, dahil hindi humingi ng opisyal na tulong ang Estonya.\n",
        "output": [
            "Finland will be paying the costs of the cleanup, as Estonia did not make an official request for help.\n"
        ]
    },
    {
        "input": "Kahit maliit ang panganib na kumalat ang bubong langis sa dalampasigan na sapat nang makapasok sa katubigan ng Kanada, maaari itong mangyari.\n",
        "output": [
            "While the risk is slim that the oil slick will move up the seaboard enough to get into Canadian waters, it is possible.\n"
        ]
    },
    {
        "input": "Ang Pakistani na hukbong sandatahan ay nagsabing nasakop nila ang bayan ng Kotkai noong Sabado, ang bayan ng puno ng Taliban na si Hakimullah Mehsud at isa sa kanyang mataas na opisyal, Qari Hussain.\n",
        "output": [
            "Pakistani armed forces say they have captured the town of Kotkai on Saturday, the hometown of Taliban Chief Hakimullah Mehsud and one of his top officers, Qari Hussain.\n"
        ]
    },
    {
        "input": "Ang pangyayari sa moske ay nagtaas ng maraming kontrobersiya sa kung ang mga kasamang mamamahayag ay dapat magpanatili ng walang kinakampihang pananaw.\n",
        "output": [
            "The incident in the mosque raised considerable controversy over whether embedded journalists should maintain a neutral point of view.\n"
        ]
    },
    {
        "input": "Si Matt Hardy, 22 taong gulang, ay nasa luagr ng pinangyarihan ng krimen at nakita niya ang kaibigang si Tom Tanner na binaril nang dalawang beses.\n",
        "output": [
            "Matt Hardy, 22 years old, was at the scene of the crime, and had seen his friend Tom Tanner being shot twice.\n"
        ]
    },
    {
        "input": "Ang Pambansang Liga ng Hockey (NHL) ay nagpataw ng isang panahon ng larong suspensyon, kasama ang karagdagang laban, kay Chris Simon ng New York Islanders.\n",
        "output": [
            "The National Hockey League (NHL) has handed down a season-long suspension, including the playoffs, to Chris Simon of the New York Islanders.\n"
        ]
    },
    {
        "input": "Napansin din nila na ang buntis na daga ay mas maraming cell na tinatawag na oligodendrocytes, na nagbubuo ng myelin at kayang ayusim ang mga sirang neuron sa pamamagitan ng remyelination.\n",
        "output": [
            "They also found the pregnant mice had higher levels of cells called oligodendrocytes, which create myelin and are able to repair some damaged neurons through remyelination.\n"
        ]
    },
    {
        "input": "Sa isang pahayag na nagpapaliwanag kung bakit hindi popondohan ang paglalakbay ng koponan, binigyang-diin ng NGTL ang iba pang mabigat na pinansyal na obligasyon katulad ng nalalapit na nasyonal na eleksyon at ang demobilisasyon ng lumang armadong pwersa ng nasyon.\n",
        "output": [
            "In a statement explaining its decision not to fund the team's travel, the NTGL highlighted more pressing financial obligations such as the country's upcoming national elections and the demobilization of the nation's defunct armed forces.\n"
        ]
    },
    {
        "input": "Ang espesyalista ng Sprint na si Davis ay tinapos ang huling antas ng Linggo sa main pack para mapanatili ang pangungunang kaniyang itinatag sa mga oras ng bonus mula sa mga napanalunan sa Sprint sa unahan ng karera.\n",
        "output": [
            "Sprint specialist Davis completed Sunday's final stage in the main pack to maintain the lead he had built up in time bonuses from sprint wins earlier in the race.\n"
        ]
    },
    {
        "input": "Sa Martes, ika-17 ng Nobyembre - ang ika-70 anibersaryo ng pambansang araw ng mga estudyante - inanunsyo ang isang malawakang welga ng mga estudyante sa Germany.\n",
        "output": [
            "For Tuesday 17 November — the 70th anniversary of the international students' day — a nationwide education strike in Germany has been announced.\n"
        ]
    },
    {
        "input": "Ang dating Punong Ministro na si Benazir Bhutto, na kauuwi lang sa kanilang bahay, ay kasalukuyang nasa ibang bansa upang bisitahin ang kanyang pamilya sa Dubai.\n",
        "output": [
            "Former Prime Minister Benazir Bhutto, who recently returned home, is currently out of the country, visiting family in Dubai.\n"
        ]
    },
    {
        "input": "Ang panunulat ng Courier Mail na si Dennis Atkins ay sinulat sa ngayong Courier Mail na ang DS4SEQ \"tatanggap ng mas maraming boto kaysa sa inaasahan ng sinuman - mabobotohan nang malapit sa dobleng bilang sa ilang upuan sa buong Brisbane at sa mga baybayin.\"\n",
        "output": [
            "Courier Mail writer Dennis Atkins wrote in today's Courier Mail that DS4SEQ \"will poll better than anyone expected - polling close to double figures in some seats around Brisbane and on the coasts.\"\n"
        ]
    },
    {
        "input": "Nagkaroon kami noon para sa pagpupulong, at para sa paligsahan,\" pahayag niya sa ahensya ng balita ng Associated Press sa telepono.\n",
        "output": [
            "We had it for the meeting, and for the tournament,\" he said to the Associated Press news agency over the telephone.\n"
        ]
    },
    {
        "input": "Ang mga paratang ay hamak na kabaligtaran sa mga pahayag na ibinigay sa batasan noong Pebrero kung saan sinabi ni Ginoong Downer na \"Narural, dapat nabasa ko ang mga iyon.\"\n",
        "output": [
            "The claims are in stark contrast to a statement made to parliament in February where Mr Downer said \"Of course I would have read them\".\n"
        ]
    },
    {
        "input": "Ang baktiriya ng H1N1 ay kakaiba sa karaniwang pamanahong trangkaso dahil ito ay nananatili sa panahon ng mga buwan ng tag-init na pumipinsala sa malulusog na tao na may gulang na 65 pababa.\n",
        "output": [
            "The H1N1 virus differs from the normal seasonal flu in that it has persisted during the summer months and affected relatively healthy people under the age of 65.\n"
        ]
    },
    {
        "input": "\"Sa loob ng 24 oras matapos ang banggaan, ang pangkalawakang sistemang pangsubaybay ng Estados Unidos ay nakapagtala ng 600 piraso ng mga labi.\"\n",
        "output": [
            "\"Within 24 hours of the collision, the U.S. space tracking system had identified 600 pieces of debris.\"\n"
        ]
    },
    {
        "input": "Ang AU ay nagbabalak na magpadala ng may kabuuan na 8,000 na mga tropa mula sa iba't-ibang bansa, at kamakailan ay nangako na ipagpapatuloy nila ang kanilang pagpapadala sa kabila ng pag-atake sa kanilang unang pinadalang mga puwersa at mga banta ng isang kumander ng Islamist.\n",
        "output": [
            "The AU plans to send 8,000 multinational troops in total, and has recently vowed to continue their deployment despite attacks on its first deployed forces and threats of an Islamist commander.\n"
        ]
    },
    {
        "input": "Siya ay nasa mabuting kalagayan na matapos ang panggagamot sa ospital ng Miguel Couto.\n",
        "output": [
            "He is stable after treatment at the Miguel Couto hospital.\n"
        ]
    },
    {
        "input": "Taliwas sa pag-atake kahapon, kung saan ang isa ay nangyari din sa Baghdad, ang pag-atake ngayong araw ay nangyari nang magkasunod.\n",
        "output": [
            "Unlike yesterday's attacks, one of which was also in Baghdad, today's attacks happened in rapid succession.\n"
        ]
    },
    {
        "input": "Isa sa kanila ay nagresulta ng pagbagsak ng British Airway Flight 38 sa pagkakapos ng patakubuhan sa Heathrow Airport ng London noong nakaraang taon.\n",
        "output": [
            "One of them resulted in British Airways Flight 38 crashing short of the runway at London's Heathrow Airport last year.\n"
        ]
    },
    {
        "input": "Ang komite ay binubuo ng dalawang partidong republikano (Sinn Féin at SDLP), dalawang unyonistang partido (DUP at UUP) at ang hindi sektaryong Alliance Party.\n",
        "output": [
            "The committee is made up of the two republican parties (Sinn Féin and SDLP), the two unionist parties (DUP and UUP) and the non-sectarianist Alliance Party.\n"
        ]
    },
    {
        "input": "Ang Discovery ay nakalipad na ng 39 na mga pagipad sa kasaysayan ng operasyon nito, kasama na ang kasalukuyang misyon, nagdadala ng maraming kargamento sa kalawakan kabilang ang Hubble Space Telescope at bumibisita sa dalawang magkaibang istasyon: Mir at ang ISS.\n",
        "output": [
            "Discovery flew 39 flights in its operational history, including the current mission, delivering several payloads to space including the Hubble Space Telescope and visiting two different space stations: Mir and the ISS.\n"
        ]
    },
    {
        "input": "\"Masaya ako na sa wakas ay nahuli na siya ng mga pulis at ngayon ay nakakulong na.\n",
        "output": [
            "\"I am happy that the police finally caught up with him and he is in prison.\n"
        ]
    },
    {
        "input": "Nagkaisa ang dalawang pangunahing partido ng Pakistan's National Assembly upang patalsikin si Presidente Pervez Musharraf.\n",
        "output": [
            "The two dominant parties of Pakistan's National Assembly have united in a coalition to impeach President Pervez Musharraf.\n"
        ]
    },
    {
        "input": "Pinasyahan ng hukuman na ang mga negosyong nilikha na may may layuning hayaan ang mga gumagamit na lumabag sa karapatang maglathala ay dapat na panagutan ang mga paglabag.\n",
        "output": [
            "The court ruled that businesses created with the purpose of letting users commit copyright violations should be held liable for the infringement.\n"
        ]
    },
    {
        "input": "Sinabi niya na hindi dapat siya ang gawing responsable sa mga komento ng ibang tao.\n",
        "output": [
            "She claims that she cannot be held responsible for the comments of others.\n"
        ]
    },
    {
        "input": "Nalaman ng tagapana ang tungkol sa kanyang pagsama sa pangkat anino noong gabi matapos bumalik sa isang konsiyerto ng kanyang paboritong bandang Celtic Thunder, sa Wollongong.\n",
        "output": [
            "The archer found out about her inclusion on the shadow team the night after returning from a concert by her favorite band, Celtic Thunder, in Wollongong.\n"
        ]
    },
    {
        "input": "Sinabi ng kasalukuyang presidente na si Robert Mugabe na isang \"gabundok na tagumpay\" ang mangyayari sa kaniyang partido, ang Zimbabwe African National Union - Patriotic Front (Zanu-PF).\n",
        "output": [
            "Current president Robert Mugabe predicts a \"mountainous victory\" for his party, the Zimbabwe African National Union - Patriotic Front (Zanu-PF).\n"
        ]
    },
    {
        "input": "At ano namang ang nararapat na proseso?\n",
        "output": [
            "And what would due process be?\n"
        ]
    },
    {
        "input": "Ang kagamitan ay nag-aalok ng mga larawan ng mga dokumento ng kasaysayan, kalakip ang isang larawang nagbibigay ng bawa't pagbabago ng pantay na importansiya, at isang larawan ng talaan na nagpapakita ng bawa't pagbabago proposyonal sa kung gaano katagal ito nanatiling laganap.\n",
        "output": [
            "The tool offers a variety of views of document histories, including a view that gives each revision equal importance, and a timeline view which displays each revision proportionally to how long it remained current.\n"
        ]
    },
    {
        "input": "\"Lalo na ngayon, sa panahong ang pagtanggi sa Holokost ay laganap sa parehong loob at labas ng mundo ng mga Arabo, ang pagtangka na turuan ang mga kabataang Arabo ukol sa Holokost at mapag-alaman ang moral at etikal na aral mula dito ay karapat-dapat na adhikain.\"\n",
        "output": [
            "\"Particularly now, at a time when Holocaust denial is rife both within and outside of the Arab world, the attempt to teach young Arabs about the Holocaust and to learn moral and ethical lessons from it is a worthy pursuit.\"\n"
        ]
    },
    {
        "input": "Sinabi ng mga awtoridad na may mga mahigit 40 na taon na mula nang ang ilanag parte ng kalupaan ay nagkasunog.\n",
        "output": [
            "Authorities say that it has been over 40 years since some parts of the land have caught fire.\n"
        ]
    },
    {
        "input": "Sa karagdagan, ang ibang manggagawa ay kinailangan magbayad ng mga bayarin hanggang £180 para sa \"pag pasok\" sa tanggapan.\n",
        "output": [
            "In addition, some workers had to pay fees of up to £180 for an \"introduction\" to the company.\n"
        ]
    },
    {
        "input": "Pangalawa, ang mga detalye ng protokol na dinggin ang Prinsipe sa korte ay hindi naipaliwanag sa mga bagong Royal Decrete, at ito ay naging walang katuturan- isang bagay na itinanggi ni Ministro Onkelickx.\n",
        "output": [
            "Second, the details of the protocol to hear the Prince in court were not explained in the recent Royal Decrete, making it worthless -something Minister Onkelickx denied.\n"
        ]
    },
    {
        "input": "Ang nangungunang teorya sa kasalukuyan ay na ang tripulante ay nakatanggap ng maling impormasyon tungkol sa bilis ng lipad mula sa mga pitot tube ng eroplano, ang aparato na sumusukat kung gaano kabilis ang paglalakbay ng isang eroplano.\n",
        "output": [
            "The leading theory at the moment is that the crew received incorrect air speed readings from the aircraft's pitot tubes, devices which measure how fast the aircraft is travelling.\n"
        ]
    },
    {
        "input": "Sinabi ng BP na susuriin nito ang mga bula upang matukoy kung ano sila at noong Linggo, ang COO ng BP na si Doug Suttles ay nagsasabi na ang mga bula ay hindi mitein, ngunit ang mga karagdagang mga pagsusuri ay isinasagawa.\n",
        "output": [
            "BP said it would test the bubbles to determine what they are and as of Sunday, COO of BP Doug Suttles says the bubbles are not methane, but further tests are being conducted.\n"
        ]
    },
    {
        "input": "Ang Operasyon ay iniugnay din sa ibang mga bansa sa INTERPOL at sa Departamentong Estados ng US, na nagresulta sa pagkakulong sa 16 na mga dayuhan at internasyonal na mga kriminal.\n",
        "output": [
            "Operations were also coordinated internationally with INTERPOL and the US State Department, resulting in the detainment of 16 foreign and international fugitives.\n"
        ]
    },
    {
        "input": "Ayon sa mga opisyales ng estado ang minahan ay mananatiling nakasara sa loob ng di kukulanging anim na linggo, habang ang imbestigasyon ay isinasagawa, at kung ang minahan ay ipinalagay na ligtas sa mga minero na magpapatuloy sa pagtatrabaho dito.\n",
        "output": [
            "Officials state that the mine will remain closed for a minimum of six weeks, while an investigation is performed, and the mine is deemed safe for miners to continue working in it.\n"
        ]
    },
    {
        "input": "Si Kenneth Thomson, pinakamayamang tao sa Canada at ang ika-9 na pinakamayamang tao sa mundo ayon sa Forbe's 2005 na ranggo, ay namatay Lunes ng umaga sa kanyang opisina sa Toronto.\n",
        "output": [
            "Kenneth Thomson, Canada's richest man and the 9th wealthiest person in the world according to Forbes's 2005 ranking, died Monday morning at his office in Toronto.\n"
        ]
    },
    {
        "input": "Ayon kay Vaessen, ang Prinsipe ay nangangailangan ng pera upang masuportahan ang kanyang maringal na pamumuhay, at \"ni wala itong sapat na pera pambili ng pagkain.\"\n",
        "output": [
            "According to Vaessen, the Prince was in need of money to support a royal lifestyle, and \"didn't even have enough money to buy food.\"\n"
        ]
    },
    {
        "input": "Ang Prinsipe ng Wales ay isa sa mga dating estudyante, na kasali sa termino ng 1969.\n",
        "output": [
            "The Prince of Wales is among past students, having spent a 1969 term there.\n"
        ]
    },
    {
        "input": "Ang mga tulong ay isang proyektong politikal na naglalayon na suportahan at ipagpatuloy ang awtoridad ng Palestinian, isang institusyon na susi sa isang malayang estado ng Palestine.\n",
        "output": [
            "Our donor aid is a political project aim[ed] at supporting and sustaining the Palestinian Authority, a key institution in what is supposed to become an independent Palestinian state.\n"
        ]
    },
    {
        "input": "Ang Unibersidad ng Milton ay kasalukuyang ginagawang digital ang mga awit at antolohiya ng Harding Collection, ang may pinakamalaking koleksyon sa buong mundo, bahagi ng isang proyekto upang ma-akses ito nang online.\n",
        "output": [
            "The University of Oxford is currently digitising the songbooks and anthologies of the Harding Collection, said to be the world's largest such collection, as part of a project to allow online access.\n"
        ]
    },
    {
        "input": "Si Khaled Abubakar, ang imam ng sentro ng moske ng siyudad ay gumawa ng pagtatantya sa bilang ng mga namatay.\n",
        "output": [
            "Khaled Abubakar, the imam of the city's central mosque, made an estimate of the death toll.\n"
        ]
    },
    {
        "input": "Ang Australian Conservation Foundation (ACF) na kasama sa kumpanya ng nukleyar, na si Dave Sweeney, ay nagsabi na ang pag-aaral ay lumalabas ay may mali at hindi nagbibigay ng tamang argumento sa paggamit ng enerhiyang nukleyar.\n",
        "output": [
            "The Australian Conservation Foundation's (ACF) nuclear campaigner, Dave Sweeney, says the study appears flawed and does not provide a sound argument for the use of nuclear energy.\n"
        ]
    },
    {
        "input": "\"Naniniwala kami na ang pagbagsak ng eruplano ay puwedeng maiwasan nang lubsan at ang mga may pananagutan ay dapat managot.\"\n",
        "output": [
            "\"We believe the air crash was completely avoidable and those responsible should be held to account.\"\n"
        ]
    },
    {
        "input": "Ang mga residenteng pinayagang makabalik sa kanilang mga tahanan ay muling inilikas sa kanlungan ng Red Cross na itinayo sa mga lokal na paaralan at parke.\n",
        "output": [
            "Residents who were allowed back into their homes were re-evacuated to Red Cross shelters set up in local schools and parks.\n"
        ]
    },
    {
        "input": "Nakipag ugnayan ang Wikileaks sa mga abugado na kumatawan sa naka detine sa kampo para isagawa ang sarili nilang pagsusuri.\n",
        "output": [
            "Wikileaks contacted lawyers representing detainees in the camp to perform their own analysis.\n"
        ]
    },
    {
        "input": "Si Critchfield ay inakusahan ng pananakit ng kanyang stepchildren gamit ang mga tabla, at gamit ng mga bingwit at mga tali upang isigurado sila at pilitin na tumayo ng mahabang panahon.\n",
        "output": [
            "Critchfield was accused of beating her stepchildren with boards, and using hooks and ropes to secure them and force them to stand for long periods of time.\n"
        ]
    },
    {
        "input": "Ang mga bowler, ay lumaban sa pamamagitan ng agresibong pagbabantay, na hindi naging mahusay, sa ilalim ng ganitong kondisyon.\n",
        "output": [
            "The bowlers, backed by aggressive fielding, had performed a fair job, under the conditions.\n"
        ]
    },
    {
        "input": "Ang resistensya ay hindi nagpakita ng ebidensya ng mas malalang sakit o mas madaling pagsalin nito.\n",
        "output": [
            "Resistant strains have shown no evidence of causing more severe disease or being more easily transmissible.\n"
        ]
    },
    {
        "input": "Ang mga nakatatandang pulitiko ay darating sa Mumbai mula sa iba't ibang bahagi ng India upang ipakita ang kanilang pagsuporta sa tanyag na lider.\n",
        "output": [
            "Senior politicians from across India are arriving in Mumbai to offer their support to the popular leader.\n"
        ]
    },
    {
        "input": "Ito ay makaka apekto sa paggawa ng mga susunod na serye ng satirikal na palabas The Thick Of It, kung saan si Langham ay gumaganap na Hugh Abbot MP.\n",
        "output": [
            "This will affect the filming of the next series of the satirical sitcom The Thick of It, where Langham plays Hugh Abbot MP.\n"
        ]
    },
    {
        "input": "Ang lahat ng ito ay para markahan ang Paglalaban sa Atlantika, na may sunod-sunod na laban ng mga marinero mula noong 1939 hanggang sa katapusan ng ikalawang digmaang pandaigdig.\n",
        "output": [
            "All this was to mark the Battle of the Atlantic, which was a series of naval battles fought from 1939 to the end of the second world war.\n"
        ]
    },
    {
        "input": "Ang karaniwang nagbabasa ng pahayagan noong pagsibol ng Dot.com ay maaalala ang mga kwentong maaaring tawaging \"Ang Pagtayo ng Nabigo\"; ang mga taong ang kanilang mga kompaniya ng teknolohiya ay bumagsak ay agad na naging mainit na kalakal upang mag-umpisa ng bagong kumpanya.\n",
        "output": [
            "A casual reader of the newspapers during the Dot.com boom will remember a glut of stories that could be called \"The Rise of the Failure\"; people whose technology companies had collapsed were suddenly hot commodities to start up new companies.\n"
        ]
    },
    {
        "input": "Tinawag niya ang lungsod na \"tsunami magnet\" dahil sa topograpiya ng ilalim ng karagatan na naging dagdag sa kawalang-ligtas nito sa tsunami.\n",
        "output": [
            "She calls the city a \"tsunami magnet\" because of the topography of the ocean floor that contributes to its vulnerability.\n"
        ]
    },
    {
        "input": "Sila ay namatay matapos na makulong dahil sa apoy sa minahan na pumigil sa kanila para makatakas.\n",
        "output": [
            "They were subsequently killed after being trapped by a fire in the mine which prevented them from escaping.\n"
        ]
    },
    {
        "input": "Sinabi rin niya sa mga mamamahayag na siya ay umaasa nang buo at masinop na kongresyonal na imbestigasyon.\n",
        "output": [
            "He also told reporters he expects a full and thorough congressional investigation.\n"
        ]
    },
    {
        "input": "Noong Huwebes, ang mga kapitan ng 11 na bankang pangingisda ng Indonesia pinagmulta ng korte ng Perth.\n",
        "output": [
            "On Thursday, skippers of 11 Indonesian fishing boats were fined by a Perth court.\n"
        ]
    },
    {
        "input": "Ang mga pagboboto ng opinyon na ginawa bago magsara ang botohana ay nagpakita ang panalo ni Obama.\n",
        "output": [
            "Opinion polls held before the polls closed showed Obama winning.\n"
        ]
    },
    {
        "input": "Hindi napigil ni Alkatri ang pagkakagulo na sumunod sa desisyon ng gobyerno noong Marso na alisin sa trabaho ang 600 mga sundalo nang tumanggi silang magtrabaho, at inirereklamo ang diskriminasyon.\n",
        "output": [
            "Mr Alkatiri was unable to stop the rioting that followed the government's decision in March to lay-off 600 soldiers when they refused to work, complaining of discrimination.\n"
        ]
    },
    {
        "input": "Ang Shamo Hotel ay ang nag-asikaso sa pagtatapos para sa Unibersidad ng Benadir.\n",
        "output": [
            "The Shamo Hotel was hosting a graduation ceremony for Benadir University.\n"
        ]
    },
    {
        "input": "Natural na lubhang nababalisa ang banda at nalulungkot na malaman ang kamatayan ni Syd Barrett.\n",
        "output": [
            "The band are naturally very upset and sad to learn of Syd Barrett’s death.\n"
        ]
    },
    {
        "input": "Kagaya sa beam event, tinalo niya sa napakaliit na lamang si Catalina Ponor mula Romania sa may puntos na 15.600 hanggang 15.200.\n",
        "output": [
            "As in the beam event, she narrowly beat out Catalina Ponor from Romania with a score of 15.600 to 15.200.\n"
        ]
    },
    {
        "input": "Ang mismong BBC ay nagsimulang imbestigahan matapos si Gerard Cavlan, ang isang manlalaro ng putbol mula sa hilagang Ireland, ay nahatulan sa kaso na kaugnay sa labanan ng aso.\n",
        "output": [
            "The BBC itself had begun it's investigation after Gerard Cavlan, a football player from Northern Ireland, was convicted on charges related to dog fighting.\n"
        ]
    },
    {
        "input": "Ang mga demokratikong istratehista ay inihanda ang kanilang mga sarili na samantalahin ang kaugnayan ni Santorum sa isyu ng neolohismo.\n",
        "output": [
            "Democratic strategists poised themselves to take advantage of Santorum's association with the neologism phenomenon.\n"
        ]
    },
    {
        "input": "Sinorpresa ng Hilagang Korea ang mundo noong maglunsad sila ng balistik na misayl sa itaas ng hilagang Japan noong 1998.\n",
        "output": [
            "North Korea surprised the world when it launched a ballistic missile over northern Japan in 1998.\n"
        ]
    },
    {
        "input": "Ang drayber sa likod ng gulong sa panahong yon ay nakaligtas sa aksidente.\n",
        "output": [
            "The driver behind the wheel at the time survived the accident.\n"
        ]
    },
    {
        "input": "\"Konklusyon ng mga kalahok sa kalakalan sa langis na ang pinakamasamang bahagi ng resesyon ay lumipas na at ang kailangang pagbawi ay dapat handa na at pinalakas ng magdamag ng mas mataas kaysa inasahan na unang isang-kapat ng paglaki sa India at ang agarang pagtalon sa produksyong pang-industriya ng Japan,\" pahayag ni John Kilduff ng MF Global.\n",
        "output": [
            "\"Oil market participants' conclusion that the worst of the recession has passed and that a recovery in demand must be at hand was bolstered overnight by higher than expected first quarter growth in India and a sharp jump in Japan's April industrial production,\" said MF Globa's John Kilduff.\n"
        ]
    },
    {
        "input": "Ang hiling ni G. Netanyahu ay ginawa bilang bahagi ng pag-uusap tungkol sa pagbuo ng pamahalaan ng pambansang pagkakaisa sa pagitan ng Likud at ng partidong Kadima ni G. Olmert, ayon sa sumingaw na balita, klasipikado bilang \"kompidensyal\" at isinulat ni Marc J. Sievers, na nasa embahada ng U.S. sa Tel Aviv bilang tagapayong pampulitika.\n",
        "output": [
            "Mr. Netanyahu's request was made as part of discussions to form a government of national unity between Likud and Mr. Olmert's Kadima party, according to the leaked cable, classified as \"confidential\" and penned by Marc.J. Sievers, who was at the US embassy in Tel Aviv as a political counselor.\n"
        ]
    },
    {
        "input": "\"Para sa katapangan sa kung ano pa man, ako ay naglakad kasama ng akingmalapit na kaibigan at kasosyo sa negosyo, na tulad ko, ay buhat sa San Diego, California.\"\n",
        "output": [
            "\"For courage as much as anything, I walked with my close friend and business partner, who like me, hails from San Diego, California.\"\n"
        ]
    },
    {
        "input": "Nagpaulan din ng mga raket ang mga militante sa isang hotel at sa palasyo ng pangulo na nasa kapitolyo noong Miyerkules, subali't wala namang nabalitang nasaktan.\n",
        "output": [
            "Militants also fired rockets at a luxury hotel and the presidential palace in the capital on Wednesday, but without causing casualties.\n"
        ]
    },
    {
        "input": "Ayon sa People's Daily, Iyong mga naseritipikahan na magsisimula ng serbisyo sa May 1 ay sinabing \"sasali sa lahat ng mga gawain ng pagdinig ng korte ng mga tao ayon sa batas, magagamit ang parehong mga karapatan katulad ng mga hukom maliban sa nangungunang hukom matapos bumalik sa kanilang pwesto.\"\n",
        "output": [
            "Those who were certified to begin service on May 1 are said to \"participate in all hearing activities of people's courts according to the law, enjoying the same rights as do the judges except that for a presiding judge after their assumption of the post,\" according to the People's Daily.\n"
        ]
    },
    {
        "input": "Hindi patas na sisihin ang Pakistan o mga Pakistani para sa mga gawa ng terorismo kahit noon pa bago gawin ang imbestigasyon sinabi ni Husain Haqqani, Ambasador ng Pakistan sa Estados Unidos.\n",
        "output": [
            "It is unfair to blame Pakistan or Pakistanis for these acts of terrorism even before an investigation is undertaken, Husain Haqqani, Pakistan's ambassador to the United States, said in a statement.\n"
        ]
    },
    {
        "input": "Ang hunta nng militar ay hindi tinanggap ang karamihan ng NLD noong eleksyong iyon.\n",
        "output": [
            "The military junta did not accept NLD's majority in that election.\n"
        ]
    },
    {
        "input": "Nakita sa huling Plate ang malakas na laro mula sa Borneo Eagles upang talunin ang pangkat ng New Zealand ang Oriental Rongatai sa 31 sa 5.\n",
        "output": [
            "The Plate final saw a strong performance from Borneo Eagles to beat New Zealand team Oriental Rongotai by 31 to 5.\n"
        ]
    },
    {
        "input": "Ang ambasador ng Iran sa UN na si Javad Zarif ay sinabi sa ahensya ng balita ng Reuters na \"Ang mapayapang nukleyar na programa ng Iran ay hindi nagbibigay ng banta sa internasyonal na kapayapaan at seguridad kaya ang paghawak sa isyung ito sa Security Council ay hindi kanais-nais at walang legal na basehan o praktikal na gamit.\"\n",
        "output": [
            "Iran's ambassador to the UN, Javad Zarif told the Reuters news agency, \"Iran's peaceful nuclear programme poses no threat to international peace and security and therefore dealing with this issue in the Security Council is unwarranted and void of any legal basis or practical utility,\"\n"
        ]
    },
    {
        "input": "Ang bakuna na buhay sa populasyon ng mga heterosexual at ang kanyang pagiging epektibo sa mga babae ay pag-aaralan din.\n",
        "output": [
            "The vaccine's functioning in a heterosexual population and its effectiveness among women will also be studied.\n"
        ]
    },
    {
        "input": "Ang eksaktong numero ng mga katawan sa nasirang karwahe ay hindi kilala.\n",
        "output": [
            "The exact number of bodies still in the wrecked carriage is unknown.\n"
        ]
    },
    {
        "input": "Ang emir ang nagtaguyod ng internasyunal na network ng telebisyong Al Jazeera.\n",
        "output": [
            "The emir founded the Al Jazeera international television news network.\n"
        ]
    },
    {
        "input": "Sinabi ni Jim Anderton, lider ng Maunlad na koalisyon ni Jim Anderton at tagasuporta ng panukalang-batas: \"Ang paggawa ng huling-minutong pakiusap sa mga MP ay hindi pagpapaloko sa pangako ng hindi kinakailangang pagsusuri.\"\n",
        "output": [
            "Leader of Jim Anderton's Progressive coalition and supporter of the bill, Jim Anderton, said: \"Making a last-minute plea to MPs is not to be fooled by the promise of the unnecessary review.\"\n"
        ]
    },
    {
        "input": "Isang kudeta noong taong 2006 ang nagpatalsik kay Thaskin matapos lumisan ang mga miyembro ng parliyamento sa pamumuno ng militar.\n",
        "output": [
            "A coup in 2006 ousted Thaksin after members of parliament defected during military rule.\n"
        ]
    },
    {
        "input": "Noong ika-12 ng Setyembre 2004, si Jeanna - 15 taong gulang mula sa Fond du Lac, Wisconsin - ay nakagat ng isang paniki habang sumisimba.\n",
        "output": [
            "On September 12, 2004, Jeanna — a 15 year old from Fond du Lac, Wisconsin— was bitten by a bat while attending church.\n"
        ]
    },
    {
        "input": "Si Kim ay maliwanag na namatay dalawang araw bago mag Disyembre 17 habang sakay ng tren.\n",
        "output": [
            "Kim apparently died two days earlier on December 17 aboard a train.\n"
        ]
    },
    {
        "input": "\"Sa mga pagtakas, ang mga unang oras ay mahalaga,\" sabi ni Jean-Michel Louboutin, ehekutibong direktor ng serbisyong pampulis ng Interpol.\n",
        "output": [
            "\"When it comes to escapes, the first hours are crucial,\" said Jean-Michel Louboutin, Interpol's executive director of police services.\n"
        ]
    },
    {
        "input": "\"Gaano ba kasama si Hamas na ito?\"\n",
        "output": [
            "\"How cruel can Hamas be? \"\n"
        ]
    },
    {
        "input": "Ang dalawang Australyanong minero, na naipit sa loob ng 14 na araw sa ilalim ng bumagsak na minahan, ay pumirma ng kasunduan kasama ang medya na nagkakahalaga ng AUD$2 para sa kanilang kuwento tungkol sa kanilang pagkakaligtas.\n",
        "output": [
            "The two Australian mine-workers, who were trapped for 14 days underground in a collapsed mine, have signed a media deal reportedly worth AUD$2 million for their story of survival.\n"
        ]
    },
    {
        "input": "Sa ibang mga lugar, ang ulan na katumbas ng isang buwan ng pag-ulan ay bumuhos sa loob lang ng 24 na oras.\n",
        "output": [
            "In some places, a month's worth of rain had fallen in just 24 hours.\n"
        ]
    },
    {
        "input": "Si Oscar de la Renta ay pumiling gumamit ng tradisyonal na itim, kulay ginto at kulay-abo at gumamit ng telang para sa mga lalaki at babae na pamilya sa kanya.\n",
        "output": [
            "Oscar de la Renta opted for more traditional blacks, golds and grays, debuting lines for men and women in fabrics he is familiar with.\n"
        ]
    },
    {
        "input": "Ang mga kopya ng mga dokumentong ito ay naibigay na sa mga lider ng EU, Rusya, Hapon at ng Estados Unidos.\n",
        "output": [
            "Copies of the document have been furnished to the leaders of the EU, Russia, Japan and the United States.\n"
        ]
    },
    {
        "input": "Nagkaroon siya ng ideya habang lumalaban siya sa Digmaan ng Korea; siniguro niya ang kaniyang sasakyan ng mga metal na kadena upang pigilan ang sinumang kukuha nito.\n",
        "output": [
            "He came up with the idea while fighting in the Korean War; he secured his vehicle with metal chains to stop anybody taking it.\n"
        ]
    },
    {
        "input": "Ang masamang balak ay hindi napagtakpan nang ang 15 taong gulang na suspek ay naiwala ang kanyang kwaderno sa McDonalds restawran kung saan siya ay nagtrabaho.\n",
        "output": [
            "The plot was uncovered when the 15-year-old suspect lost his journal at the McDonalds restaurant where he worked.\n"
        ]
    },
    {
        "input": "Sa tulong ng pinuno ng lathalaing pambata sa Random House na ang awtor na si Theodor Geisel na kilala bilang Dr. Seuss, ang mga Berenstain ay gumawa ng prankisiya na humatak sa milyong kabataang mambabasa.\n",
        "output": [
            "With the help of head of children's publishing at Random House, author Theodor Geisel, better known as Dr. Seuss, the Berenstains created a franchise that drew millions of young readers.\n"
        ]
    },
    {
        "input": "Ang sitwasyon sa kampeonato ng mga drayber ay naging kritikal para kay Schumacher, na nawalan ng 10 puntos nitong katapusan ng linggo.\n",
        "output": [
            "The situation in the drivers' championship became almost critical for Schumacher, who lost 10 points this week-end.\n"
        ]
    },
    {
        "input": "Sa London, ang mga tao ay nagmartsa sa embahada ng U.S. at sumigaw ng mga slogan gaya ng \"George Bush, terorista\" at \"Baba, baba, USA.\"\n",
        "output": [
            "In London people marched to the US embassy and shouted slogans such as \"George Bush, terrorist\" and \"Down, down, USA.\"\n"
        ]
    },
    {
        "input": "Ang pangyayari na ito ay magmamarka sa kauna-unahang live na palabas ng musiko na ipapalabas sa kalawakan.\n",
        "output": [
            "This event will mark the first time a live music show is broadcast into space.\n"
        ]
    },
    {
        "input": "Ang kawalan ng katikayakan ay nagbigay diin sa kawalan ng makatotohanang impormasyon sa likod ng mga bulung-bulungan.\n",
        "output": [
            "The uncertainty underlined the lack of substantive information behind the rumor.\n"
        ]
    },
    {
        "input": "Ito ay hinati na P500,000 para sa mga kapinsalaang pang moral, P100,000 bayad sa manananggol at P50,000 para sa iba pang mga bayarin.\n",
        "output": [
            "This is split down as ₱500,000 in moral damages, ₱100,000 lawyer's fees and ₱50,000 further costs.\n"
        ]
    },
    {
        "input": "Nang pumunta siya sa doktor dahil sa pagod at pamamanhid ay ika-18 na ng Oktubre at ang insidente tungkol sa paniki ay nabanggit ilang araw pa pagkatapos niyon.\n",
        "output": [
            "By the time she saw a doctor about fatigue and numbness, it was October 18, and the bat incident was not brought up until several days later.\n"
        ]
    },
    {
        "input": "Si Ouellette ay nag-isyu ng sumon para magpakita sa pederal na hukuman.\n",
        "output": [
            "Ouellette has been issued a summons to appear in federal court.\n"
        ]
    },
    {
        "input": "\"Ang nasabing virus ay mabilis na kumakalat sa malaking bahagi ng rehiyon.\"\n",
        "output": [
            "\"This virus seemed to spread very fast over a big geographic region.\"\n"
        ]
    },
    {
        "input": "Ang batas na ito ay pinapayagan ang mga dayuhan na pinaghihinalaan ng terorismo na makulong, bago ito mapawalang-bisa noong 2004 dahil sa diskriminasyon.\n",
        "output": [
            "This act allowed foreign nationals suspected of terrorism to be detained, before being repealed in 2004 due to its discriminatory nature.\n"
        ]
    },
    {
        "input": "Si Luca Toni ang nagbukas sa maagang pag-iiskor sa ika-2 bahagi na may isang pares na gol.\n",
        "output": [
            "Luca Toni opening the scoring early in the 2nd half with a pair of goals.\n"
        ]
    },
    {
        "input": "Sinabi ng WHO na \"samantalang ang pagkolekta ng mga datos at pagpapatoo nito ay nanatiling hamon sa buong bansa sa epektong ang lingguhang estatiko ay hindi palaging tama o kumpleto, ang pangkalahatang takbo sa loob ng nakaraang 2 buwan ay ang pagbaba ng bilang ng mga kaso at kamatayan.\"\n",
        "output": [
            "The WHO said that \"while data collection and verification remain a challenge throughout the country with the effect that weekly statistics are not always accurate or complete, the overall trend over the last 2 months is of a decreasing number of cases and deaths.\"\n"
        ]
    },
    {
        "input": "Ang una ay nangyari mga 7:15 (12:15 UTC) sa dormitoryo ng West Ambler Johnston Hall.\n",
        "output": [
            "The first took place at 07:15 (12:15 UTC), at West Ambler Johnston Hall dormitory.\n"
        ]
    },
    {
        "input": "Dinala ni Tylo si Spelling sa korte at kalaunan ay nanalo matapos ang isang taon ng magulong labanang-legal.\n",
        "output": [
            "She took him to court and won after nearly a year of messy legal battles.\n"
        ]
    },
    {
        "input": "Ang beteranong manlalaban na si Carlo \"Neo\" Prater ay nanaig din sa kanyang unang sabak sa Strikeforce laban kay Bryan Travers.\n",
        "output": [
            "Veteran fighter Carlo \"Neo\" Prater also prevailed in his Strikeforce debut against Bryan Travers.\n"
        ]
    },
    {
        "input": "Pinatas ni Fernando Torres sa ikalawang kalahati matapos tinalo ni Yossi Benayoun ang mga tagapagtanggol upang ihanda ang gowl.\n",
        "output": [
            "Fernando Torres equalized in the 2nd half after Yossi Benayoun beat the defenders to set up the goal.\n"
        ]
    },
    {
        "input": "\"Nais niyo bang ang teknikong aparato ang gumawa ng desisyon? Iyon ang dahilang kung bakit matapos ang tatlong taon na pagsusuri na walang mga konklusyon, pabor ako sa pagpapaliban ng kalahatan nito,\" paliwanag ni Blatter.\n",
        "output": [
            "\"Do you want technical devices to take decisions? That's why, after three years of tests with no conclusions, I am in favour of putting the whole thing on ice,\" Blatter explained.\n"
        ]
    },
    {
        "input": "Siya rin ay umamin na nagkasala sa pag-alipusta ng utos at lumalabag sa isang utos ng hukuman na lumayo mula sa kanyang ina.\n",
        "output": [
            "He also pleaded guilty to a contempt charge for violating a court order to stay away from his mother.\n"
        ]
    },
    {
        "input": "Nagdesisyon ang kongresista na tumakbo, ayon sa isinulat na pahayag, dahil naramdaman niyang ang pamunuan ng kanyang sariling partido ay hindi ganap na agresibo sa pagbaligtad sa digmaang Iraq.\n",
        "output": [
            "The congressman made his decision to run, according to a written statement, because he felt his own party's leadership was not aggressive enough in opposing the Iraq war.\n"
        ]
    },
    {
        "input": "Gayunman, ang takot ay napukaw na ang pagbabalik ni Zelaya ay maaaring magpalitaw ng mas maraming karahasan.\n",
        "output": [
            "However, fear has aroused that Zelaya's return could trigger more violence.\n"
        ]
    },
    {
        "input": "Nakatakdang isara ang labing apat na mga makasaysayang lugar sa ika-1 ng Oktubre.\n",
        "output": [
            "Fourteen state historic sites are scheduled to be closed October 1.\n"
        ]
    },
    {
        "input": "Malimit niyang isulat sa kanyang mambabasa at sa kaniyang gawaing pam-publiko ang mga halu-halong salu-salo, nightclubs, pang-akademikong lektura, panel ng unibersidad at unang paglabas ng mga pelikula.\n",
        "output": [
            "He often corresponds with his readers and his public functions are a mix of parties, nightclubs, academic lectures, university panels and film premieres.\n"
        ]
    },
    {
        "input": "Isa pang pag-atake ng maliit na kanyon na hindi tumama sa isang kaagapay ng UPDF at tumama sa isang malapit na kainan noong Marso 7 ay kumitil ng 13 mga sibilyan at 20 ang sugatan.\n",
        "output": [
            "Another mortar attack that missed a UPDF convoy and hit a nearby restaurant on March 7 killed 13 civilians and wounded 20.\n"
        ]
    },
    {
        "input": "Si Dr. Cerf ay itinuturing bilang isa sa mga ama ng Internet.\n",
        "output": [
            "Dr. Cerf is considered to be one of the fathers of the Internet.\n"
        ]
    },
    {
        "input": "Nakalahad din dito na ang kabuuang pagpapalit at pagpapakilala ay makukumpleto sa katapusan ng taon.\n",
        "output": [
            "It has said that the completion of this overhaul and the re-branding efforts will be completed by the end of the year.\n"
        ]
    },
    {
        "input": "Ang natuklasan ay sumusuporta sa teorya ng mga mananaliksik kung saan ang maagang pagkakalantad sa pangkaraniwang impeksyon ay mas nakapagpatulin ng panganib ng pagkabuo ng Acute lymphoblastic leukemia (ALL).\n",
        "output": [
            "The finding supports the researchers' theory that reduced exposure to common infections in the first year of life increases the risk of developing acute lymphoblastic leukaemia (ALL).\n"
        ]
    },
    {
        "input": "At, halos 200 katao ang kinailangang lumikas sa Akron, Ohio dahil sa malubhang pagbaha.\n",
        "output": [
            "And, about 200 people were evacuated in the Akron, Ohio area due to severe flooding.\n"
        ]
    },
    {
        "input": "Maaaring magsimula siyang italaga bilang tagahataw sa mga laro sa Chicago.\n",
        "output": [
            "He'll likely start as the designated hitter in the games at Chicago.\n"
        ]
    },
    {
        "input": "\"Kailangan piliin ng nasyon na manghikayat ng mga tao na gustong magsikap kaysa sa mga taong mas gustong mangdaya.\"\n",
        "output": [
            "\"The nation should choose to encourage people who like to work rather than those who prefer cheating\".\n"
        ]
    },
    {
        "input": "Sabi niya, \"Ang U.S. ay dapat magbigay ng maliwanag na plano sa pag-aalis ng mga tropa upang kapayapaan at katatagan ay maibabalik muli.\"\n",
        "output": [
            "He said, \"The U.S. must issue a clear troop-withdrawal plan so that peace and stability can be restored.\"\n"
        ]
    },
    {
        "input": "\"Ngunit hindi ko maaaring itigil ang dumudugo dahil nagkaroon ng maraming dugo.\"\n",
        "output": [
            "\"But I couldn't stop the bleeding because there was so much blood.\"\n"
        ]
    },
    {
        "input": "Kahapon dalawang iba pang mga mola ng droga, na sina Renae Lawrence at Scott Rush, ay nahatulan ng habambuhay na pagkabilanggo.\n",
        "output": [
            "Yesterday two other drug mules, Renae Lawrence and Scott Rush, were sentenced to life imprisonment.\n"
        ]
    },
    {
        "input": "Mayroon pa 3 araw ang Lille matapos makatanggap ng paunawa galing sa UEFA na mag-apela uli sa Court of Arbitration for Sport, kung hindi ang kanilang apela ay tuluyan nang ipagwalang bisa.\n",
        "output": [
            "Lille will have 3 days after receiving notice from UEFA to lodge another appeal to the Court of Arbitration for Sport, or the claim will be dismissed in full.\n"
        ]
    },
    {
        "input": "Si Ginoong Knutsen ay nagtanghal ng maraming panahon sa buong Texas bilang propesyonal na payaso.\n",
        "output": [
            "Mr. Knutsen has performed for many years throughout Texas as a professional clown.\n"
        ]
    },
    {
        "input": "Ang U.S. ay nag-alok ng isang US$5 milyon bigayan para sa kanyang paghuli.\n",
        "output": [
            "The U.S. offered a US$5 million bounty for his capture.\n"
        ]
    },
    {
        "input": "Binaril ang ama ni Noynoy habang nasa kustudiya ng militar sa panahon ng rehimen ng dating diktador na si Ferdinand marcos, bago ang kanyang ina, na si Corazon Aquino, ay pinamunuan ang People Power Revolution na nagpatalsik kay Marcos noong 1986.\n",
        "output": [
            "Noynoy's father was shot while in military custody during the regime of late dictator Ferdinand Marcos, before his mother, Corazon Aquino, led the People Power Revolution that toppled Marcos in 1986.\n"
        ]
    },
    {
        "input": "Nang sinimulan ni Oppenheimer ang laboratoryo ng disenyo ng sikretong armas na Los Alamos, itinalaga niya si Bethe bilang Direktor ng Teoretikal na Dibisyon.\n",
        "output": [
            "When Oppenheimer started the secret weapons design laboratory, Los Alamos, he appointed Bethe as Director of the Theoretical Division.\n"
        ]
    },
    {
        "input": "Tinapos ni Jaime Moreno ang pagpupuntos para sa D.C. sa ika-78 bago binuksan ni Edu ang MLS akawnt ng Toronto sa pamamagitan ng kanyang unang gowl sa panahon.\n",
        "output": [
            "Jaime Moreno capped off the scoring for D.C. in the 78th before Edu opened Toronto's MLS account with his first goal of the season.\n"
        ]
    },
    {
        "input": "Ayon sa Dell, mula sa 6.3 milyong kompyuter ng New Zealand, luma at lipas na ang 250,000 nito, sa kadahilanan na ang karamihan sa mga may-ari ng kompyuter, ayon sa isang pagsisiyasat, ay nagpapataas ng grado ng kanilang kompyuter tuwing dalawa hanggang limang taon.\n",
        "output": [
            "According to Dell, out of the 6.3 million New Zealand computers, 250,000 of them are old and obsolete, mainly because most computer owners, according to a survey, will upgrade their computers every two to five years.\n"
        ]
    },
    {
        "input": "Ang desisyon ay pinirmahan ng 32 sa 45 na mga kinatawan.\n",
        "output": [
            "The decision was signed by 32 of the 45 deputies.\n"
        ]
    },
    {
        "input": "Bago ang talumpati ni Ahmedinejad, nagpahayag ang Presidente ng U.S. na si George Bush ng ibang pananaw, at sinabi na ang imbitasyon ng Columbia \"ay talagang naglalarawan ng mga kalayaan ng ating bansa.\"\n",
        "output": [
            "Prior to Ahmedinejad's speech, U.S. President George W. Bush expressed a different view, saying that Columbia's invitation \"really speaks to the freedoms of the country.\"\n"
        ]
    },
    {
        "input": "Ang kahapong tsart ay nagpakita na naabot nito ang mataas na posisyon sa Amazon's rock tsart, at nalista bilang pang 14 na pinaka maraming download sa pangkalahatan.\n",
        "output": [
            "Yesterday's charts reveal that it has reached pole position on Amazon's rock chart, and is listed as the 14th most downloaded track overall.\n"
        ]
    },
    {
        "input": "Si Mike Parton, CEO ng Korporasyon ng Marconi, ay nagbigay ng \"magandang balita\" para sa lahat ng stake-holder at ipinakilala si Svanberg na tumanggap ng masigabong palakpakan mula sa karamihan ng mga tauhan sa Coventry New Century Park, habang maraming tauhan pa mula sa Coventry New Horizon Park ang nakinig sa linya ng tawag ng pagpupulong.\n",
        "output": [
            "Mike Parton, CEO of Marconi Corporation, spoke of the 'good news' for all stake-holders and introduced Svanberg to a round of applause from the majority of the staff at Coventry New Century Park, while more staff from Coventry New Horizon Park listened on a conference call line.\n"
        ]
    },
    {
        "input": "Ayon sa mga bagong pagsusuri, may isang mumurahing gamot na maaaring makapatay ng mga selula ng kanser sa mga tao.\n",
        "output": [
            "Recent tests have shown that an inexpensive drug may be able to kill cancer cells in humans.\n"
        ]
    },
    {
        "input": "Ang mga national artists, katulad ng Oomph! at The Donots, ay gayunding direktang responsibilidad ng Sony sa pamamagitan ng sinuman sa Four Music o Columbia Germany sa Berlin.\n",
        "output": [
            "National artists, such as Oomph! and The Donots, will also be Sony's direct responsibility via either Four Music or Columbia Germany in Berlin.\n"
        ]
    },
    {
        "input": "Ang pagsasahimpapawid ay may mga tampok na palabas na pang araw araw na balita at usapin ng mga interes na pantao, na inilalahad ng tagapagbalita habang unti unting hinuhubad ang kanilang damit.\n",
        "output": [
            "The broadcasts feature daily news and human interest pieces, presented by an anchor who gradually removes their clothing.\n"
        ]
    },
    {
        "input": "Ang apoy ay naiulat na umabot hanggang sa isang daang metro.\n",
        "output": [
            "The flames reportedly reached as high as one hundred meters.\n"
        ]
    },
    {
        "input": "Pagkatapos bumalik sa sirkus, sinsabing siya ay tila pagod, subali't \"nagagalak na nakabalik.\"\n",
        "output": [
            "After returning to the circus, she was said to be tired, but \"pleased to be back.\"\n"
        ]
    },
    {
        "input": "Maraming pinagmulan ng kita ang mga mauunlad na bansa, gaya ng padala, mga dayuhang pagnenegosyo, tulong galing sa ibang bansa, pandaigdigang kalakal, ay inaasahang dadaan sa malubhang pagbaba.\n",
        "output": [
            "Many sources of income for developing countries, including remittances, foreign direct investment, foreign aid, and international trade, are expected to undergo severe declines.\n"
        ]
    },
    {
        "input": "Inakusahan ni Desta ang Ethiopia na nagpapalala ng sitwasyon sa pamamagitan ng paghahanda ng hukbong militar upang tulungan ang Djibouti.\n",
        "output": [
            "Desta accused Ethiopia of worsening the situation by preparing military forces to help Djibouti.\n"
        ]
    },
    {
        "input": "Ayon sa kanya may iilan na \"naghihinanakit sa katotohanan na hindi sila puwedeng maging parehong Muslim at Pranses.\"\n",
        "output": [
            "She said that some are \"resentful of the fact that they are not allowed to be both Muslim and French.\"\n"
        ]
    },
    {
        "input": "Isang taon simula noong nagsimulang tumira sa No. 10 ng kalye Downing, nagkakaproblema na si Punong Ministro Gordon Brown ng Briton at ang kaniyang Partido ng Mangagawa pagkatapos natalo sa lokal na halalan, sa pamamagitan ng pagtatapos sa ikalimang puwesto kasunod ng walang panalong partido pampulitika at pananatiling mababang rating ng kasikatan.\n",
        "output": [
            "A year since taking up residence at No. 10 Downing street, British Prime Minister Gordon Brown and his Labour Party is already in trouble after losing a local election, finishing fifth after previously win-less political parties and popularity rating at an all time low.\n"
        ]
    },
    {
        "input": "Dumating sa Mecca, Saudi Arabia ang Presidente ng Palestine na si Mahmoud Abbas ng Fatah, ang Punong Ministro na si Ismail Haniyeh, at ang naka-destino sa Damascus na si hepe Khaled Meshaal ng Hamas para sa mga pag-uusap na susubok na wakasan ang mga pag-aaway sa pagitan ng Hamas at Fatah sa strip ng Gaza.\n",
        "output": [
            "Palestinian President Mahmoud Abbas of Fatah, Prime Minister Ismail Haniyeh and Damascus-based chief Khaled Meshaal ofHamas arrived in Mecca, Saudi Arabia for negotiations in an attempt to end the fighting between Hamas and Fatah in the Gaza strip.\n"
        ]
    },
    {
        "input": "Ayon sa BBC, ang mga taga-Pakistan ay hindi makapagbigay ng tiyak na ebidensiya ng kanyang pagkamatay dahil sa \"malayo at masamang lupain\" ng South Waziristan.\n",
        "output": [
            "According to the BBC, Pakistan had been unable to provide tangible evidence of his death because of the \"remote and hostile terrain\" of South Waziristan.\n"
        ]
    },
    {
        "input": "Sa ilang lugar sa probinsya, ang bagyo ay nagbuhos ng mahigit dalawang metro ng tubig.\n",
        "output": [
            "In some areas of the country, the storm dumped as much as two metres of water.\n"
        ]
    },
    {
        "input": "Nagimbal ang sistema ng kuryente dahil sa pagsabog, na kitang kita sa silid kung saan nakokontrol ang kuryente.\n",
        "output": [
            "The blast tripped out the power system, visible in the control room.\n"
        ]
    },
    {
        "input": "\"Nagtamo sila ng mga bali sa kanilang braso, sa kanilang mga mukha, kahit saan,\" sabi ni Marcos de Souza, direktor ng Ospital ng Posse sa isang panayam sa telebisyon.\n",
        "output": [
            "\"They had fractures in their arms, their faces, everywhere,\" said Marcos de Souza, director of the Posse Hospital in a televised interview.\n"
        ]
    },
    {
        "input": "Ang sistema ng Salapang depensa ay binuo bilang tugon ng Britanya sa Cold War na natapos kasama ng pagbagsak ng USSR noong Disyembre 1991.\n",
        "output": [
            "The Trident defence system was developed as Britain’s response to the Cold War which ended with the collapse of the USSR in December 1991.\n"
        ]
    },
    {
        "input": "Ipinaalam ni Boehner sa ibang kongresista sa komperensiya kagabi ang panukala.\n",
        "output": [
            "Boehner informed other congressmen of the deal in a conference call yesterday evening.\n"
        ]
    },
    {
        "input": "\"Ang bilang ng heterotropikong bakterya sa ilang bote ay napag-alamang nasa (100) beses na mahigit kaysa sa pinahihintulutang limit,\" sabi ni Sonish Azam, isang Taga-Canada na mananaliksik na kasama sa pag-aaral, \"Ang bilang ng bakterya na ito ay nakakapangamba, para tayong umiinom ng isang tasa ng linang.\"\n",
        "output": [
            "“Heterotrophic bacteria counts in some of the bottles were found to be in revolting figures of (100) times more than the permitted limit,” said Sonish Azam, a Canadian researcher involved in the study, “This amount of bacteria is alarming, as if we are ingesting a cup of culture.” \n"
        ]
    },
    {
        "input": "Ang nakatutok sa pandaigdigang pag uulat ng balita ay lumikha ng gulo noong ito ay nilunsad noong 1999, pero simula noon ay lumawak na ito na may mga manonod online galing ng 172 na bansa.\n",
        "output": [
            "The internationally-focused newscast created a stir upon its launch in 1999, but has since expanded with online viewers in 172 nations.\n"
        ]
    },
    {
        "input": "Ang gusali ay pag-aari ng PoolSupplies.com na isang dibisyon ng Leisure Living na nagbebenta ng suplay, libangan at kemikal para sa mga languyan.\n",
        "output": [
            "The building is owned by PoolSupplies.com which is a division of Leisure Living, selling supplies, recreation and chemicals for swimming pools.\n"
        ]
    },
    {
        "input": "May $13 bilyon na ang naipangako para sa kaginhawaan at pagsusumikap na makabangon, na kung saan ang 75 porseyento nito ay nakuha na.\n",
        "output": [
            "Some $13 billion was pledged to relief and recovery efforts, of which 75 percent has already been secured.\n"
        ]
    },
    {
        "input": "Sinabihan din ng RSPCA ang mga may-ari ng hayop na panatilihing malamig ang kanilang mga alaga.\n",
        "output": [
            "The RSPCA has also told pet owners to try and keep their pets cool.\n"
        ]
    },
    {
        "input": "Isang residente ng Amity Point sa loob ng 20 taon, si Brad Ross, ay nagsabing ang mga turistang bumibisita sa lugar ay binalaan sa posibleng atake; \"Ang dalampasigan ay bumabagsak sa 30 metrong tubig at maraming malalaking pating doon.\"\n",
        "output": [
            "A resident of Amity Point for 20 years, Brad Ross, said tourists visiting the area have been warned of potential attacks; \"The shore just falls away into 30m of water and there are plenty of bull sharks out there.\"\n"
        ]
    },
    {
        "input": "Ang posibilidad ng karagdagan pang pag-uusap kasama ang Royal Mail bago sumailalim sa pagkilos ay hindi pa napagpasiyahan; anumang pag-alis sa papalapit na Pasko ay magiging sanhi ng matinding pagkaputol sa mga padala.\n",
        "output": [
            "The possibility of further talks with the Royal Mail before undertaking action has not be ruled out; any walk-outs in the run-up to Christmas will cause extreme disruption to deliveries.\n"
        ]
    },
    {
        "input": "\"Sa kasamaang palad, ang mga nagpuprotestsang ito ay sinusubukang alisan ang libu-libong mga Amerikano ng mga trabaho na kanilang inaasahan para masuportahan ang kanilang mga pamilya.\"\n",
        "output": [
            "\"It is unfortunate these protestors are trying to keep thousands of Americans from the jobs they depend on to provide for their families.\"\n"
        ]
    },
    {
        "input": "May kabuuang 230 na manunulat at katulong sa midya ang napatay na sa Iraq simula ng paglusob ng US noong 2003.\n",
        "output": [
            "A total of 230 journalists and media assistants have been killed in Iraq since the 2003 U.S invasion.\n"
        ]
    },
    {
        "input": "Ang arkeolohiyong lugar ay nasa isang burol malapit sa Dagat ng Mediteraneo na humaharap sa pangtag-araw na tuluyan ni Hosni Mubaral, presidente ng Ehipto.\n",
        "output": [
            "The archaeological site is on a hill along the Mediterranean Sea overlooking the summer home of Hosni Mubarak, president of Egypt.\n"
        ]
    },
    {
        "input": "Ang eroplano ay lumipad ng ganap na ika-1:12 ng umaga lokal na oras at naglakbay mula sa Moscow papunta sa Perm noong mawalan ng kontak ang mga opisyales ng Paliparan ng Bolshoye Savino sa nasabing sasakyang panghimpapawid mga humigit-kumulang na 1,800 na metro sa altitud.\n",
        "output": [
            "The plane took off at 1:12 a.m. local time and was traveling from Moscow to Perm when officials at the Bolshoye Savino Airport lost contact with the aircraft at about 1,800 meters in altitude.\n"
        ]
    },
    {
        "input": "Ang pagkapanalo, sa pamamagitan ng 172 na pagtakbo, ay ang pinakamalaking kalamangan ng tagumpay sa isang Twenty20 na pandaigdig.\n",
        "output": [
            "The win, by 172 runs, is the largest margin of victory in a Twenty20 international.\n"
        ]
    },
    {
        "input": "Ang responsibilidad sa pagbaril ay inako sa ngalan ng North Armagh Battalion ng Continuity IRA sa isang nakakodigong mensahe na ipinadala sa Belfast media.\n",
        "output": [
            "Responsibility for the shooting has been claimed on behalf of the North Armagh Battalion of the Continuity IRA in a coded message to Belfast media.\n"
        ]
    },
    {
        "input": "Ngunit naniniwala ang karamihang nagmamasid na ang mga larawan ay inalis sa pamamagitan ng utos ni minsong Kim Jong Il, na maaaring sumusubok na paliitin ang kaniyang sariling kulto ng personalidad.\n",
        "output": [
            "But most observers believe that the portraits were taken down by the order of Kim Jong Il himself, who might be trying to downsize his own personality cult.\n"
        ]
    },
    {
        "input": "Ang Wikibooks, proyekto ng Internet na naghahangad na gumawa ng libreng nilalaman ng mga aklat-aralin na gumagamit ng teknolohiya ng wiki ay naglimbag ng kanilang mga estatistiko ng Pebrero 2005.\n",
        "output": [
            "Wikibooks, an Internet project which seeks to create free content textbooks using wiki technology, has published its February 2005 statistics.\n"
        ]
    },
    {
        "input": "Ang bagong signatura ni Laurent Robert at ang pagbabalik ni Greg Sutton ay hindi sapat para sa Toronto F.C. nang sila ay bumagsak sa 4-1 sa D.C. United sa Washington.\n",
        "output": [
            "New signing Laurent Robert and the return of Greg Sutton were not enough for Toronto F.C. as they fell 4-1 to D.C. United in Washington.\n"
        ]
    },
    {
        "input": "Ang daang A68 na malapit sa lokasyon ng aksidente ay pansamantalang isinara upang mabigyang daan ang mga pulis na mag-imbestiga sa krimen, at ang trapiko ay dinirekta muna sa daang B6370 sa bayan ng Gorebridge.\n",
        "output": [
            "The A68 road close to the location of the accident was temporarily closed to allow police to investigate the incident, with traffic redirected to the B6370 road via the town of Gorebridge.\n"
        ]
    },
    {
        "input": "Nailista bilang mga paynalist sa kategoryang Senaryo ang 130 na mga senaryo.\n",
        "output": [
            "130 screenplays have been listed as finalists in the Screenplays category.\n"
        ]
    },
    {
        "input": "Naging sanhi ang batas ng mga protesta na nagpaalala sa protestang nagpatalsik sa dating presidenteng si Hosni Mubarak.\n",
        "output": [
            "The decree has sparked protests and strikes reminiscent of protests which eventually toppled the then president Hosni Mubarak.\n"
        ]
    },
    {
        "input": "May katulad na batas ang lima pang estado, habang ang ibang mga estado ay nagbabawal ng parusang kamatayan para sa panggagahasa.\n",
        "output": [
            "Five other states have similar laws, while the remaining states ban the death penalty for rape.\n"
        ]
    },
    {
        "input": "Sinabi ng Scottish & Southern Energy na : \"sa pamamagitan nga pasulong na taunan pakyawang mga presyo na mas mataas nang malaki, at sa pamamagitan ng pataas na puwersa pag dating sa halaga ng pamamahagi, pangkapaligiran, at panglipunan, paghahangad ng pag-iwas ng pagtaas sa pagitan ng kasalukuyan at huling panahon ng 2010 ay mahalagang layunin.\"\n",
        "output": [
            "Scottish & Southern Energy commented: \"With forward annual wholesale prices significantly higher, and with upward pressures in terms of distribution, environmental and social costs, seeking to avoid an increase between now and the end of 2010 is an important goal.\"\n"
        ]
    },
    {
        "input": "Mula noon, si Yakub ay nasa bilangguan at ayon sa kanyang abogado na si Subhash Kanse, ay nagpapagamot dahil sa depresyon.\n",
        "output": [
            "Since then, Yakub has been in custody and has, according to his lawyer Subhash Kanse, been undergoing treatment for depression.\n"
        ]
    },
    {
        "input": "Sa paglalarawan at pagpapaliwanag ng kanilang aksyon sa paggawa na maging nasyonal ang banko, Icelandic Financial Supervisory Authority ay naglabas ng maiksing pahayag:\n",
        "output": [
            "In describing and explaining its actions in nationalising the bank, the Icelandic Financial Supervisory Authority issued this brief statement:\n"
        ]
    },
    {
        "input": "Ang parehong nakumpirmang namatay mula sa unos ay tinamaan ng mga labi ng mga punong nabunot ng malakas na hangin.\n",
        "output": [
            "Both confirmed casualties from the storm were hit by debris by trees uprooted by heavy winds.\n"
        ]
    },
    {
        "input": "Sinabi ng tagapagsalita ng Pentagon na si Bryan Whitman sa mga mamamahayag na ang pagsuspinde ng kontrata ay dahil sa paglabag sa pinanggalingan ng mga bala at kung paano ang pagbabalot ng mga bala, at hindi ang kaligtasan o kalidad.\n",
        "output": [
            "Bryan Whitman, The Pentagon's spokesperson told reporters that suspension of the contract was due to the violation of the origin of the ammunition and the packaging of the ammunition, not the safety and performance.\n"
        ]
    },
    {
        "input": "Sa pagitan ng panglima at pang-anim na inning, mayroong saglit na antala sa laro nang isang aso na nagngangalang Streaker, na pagmamay-ari ng isang manlalaro ng panlalaking pambansang koponan ng softbol ng Awstralya na si Adam Folkard, ay tumakbo sa loob ng infield.\n",
        "output": [
            "Between the fifth and sixth innings, there was a small delay in the game when a dog named Streaker, owned by Australia men's national softball team player Adam Folkard, ran onto the the infield.\n"
        ]
    },
    {
        "input": "Humigit-kumulang na 50 ka-tao ang dinala sa isang lokal na kublihan ng Red Cross para sa mga lumikas na mga residente.\n",
        "output": [
            "Around 50 people have been taken to a local Red Cross shelter for displaced residents.\n"
        ]
    },
    {
        "input": "\"Meron din kaming bus na pinaaandar ng tubig na tumatakbo sa dalawang panig ng gusali.\"\n",
        "output": [
            "\"We also have hydro bus lines running down two sides of the building\".\n"
        ]
    },
    {
        "input": "Sinabi niya na pumasok siya sa bahay, kahit nagpapasuri siya, dahil siya'y \"hindi kayang maghintay lang para sa mga doktor\" at sa mga bayaring kailangang bayaran.\n",
        "output": [
            "She said that she entered the house, despite undergoing medical tests, because she \"can't wait around for the doctors\" and that bills need paying.\n"
        ]
    },
    {
        "input": "Ang mga katunggali sa direktibang patente ay nagsabi na ang panukala na nagsasaklaw sa Intellectual Property (IP) ay \"maggapos ng inobasyon\" sa Europa, dahil papayagan nito ang pagpatente ng implementasyon sa loob ng software.\n",
        "output": [
            "Adversaries to the patent directive claim that a bill covering Intellectual Property (IP) would \"stifle innovation\" in Europe, as it allows the patenting of implementation within software.\n"
        ]
    },
    {
        "input": "Ang kanyang partido ay mas masama ang kinalalabasan sa inaasahan mula sa mga opinion polls, na nakita sila na nakakuha ng mga 40 na puwesto.\n",
        "output": [
            "His party did worse than expected from opinion polls, which saw them at gaining about 40 seats.\n"
        ]
    },
    {
        "input": "Ang Tagapangulo ng Hispanic Caucus, Rep. Joe Baca, D-California, ay umaasa na ang tagagawa ng patakaran ay bibigyan ng pansin hindi lamang ang pag tulong sa maliliit na mga negosyo, kung hindi ang mga gawain din sa 12 milyong ilegal na mga dayuhang kasalukuyang nakatira sa U.S. at pinabuting seguridad ng karatig-pook.\n",
        "output": [
            "Hispanic Caucus Chairman, Rep. Joe Baca, D-California, hopes that policymakers will place attention not only on helping small businesses, but also on what to do with 12 million illegal immigrants currently residing in the U.S., and improving border security.\n"
        ]
    },
    {
        "input": "\"Huwag kayong makialam mga mamamahayag!\" ang unyon ng mamamahayag ay sinabi sa pahayag sa kanyang websayt.\n",
        "output": [
            "\"Hands off journalists!\" the journalist union said in a statement on its website.\n"
        ]
    },
    {
        "input": "Ang tram fleet ay kasalukuyang gawa sa 24 Bombadier CR4000 na trambya, na itinayo para sa pagbubukas ng 28km na network sa pagitan ng 1998 at 2000.\n",
        "output": [
            "The tram fleet is currently made up of 24 Bombardier CR4000 trams, which were constructed for the opening of the 28km network between 1998 and 2000.\n"
        ]
    },
    {
        "input": "Ilang daang mga tao ay tumutol sa umano'y iregularidad sa botohan noong ika-18 ng Hulyo, na natapos sa 7 ang namatay sa sagupaan ng pulis.\n",
        "output": [
            "Several hundred people protested at alleged irregularities in the polls on the 18th of July, which ended in 7 people being killed in police clashes.\n"
        ]
    },
    {
        "input": "Sabi ng Estados Unidos na ito ay \"nakapanghihinayang\" na pagkilos samantalang ayon sa pambansang kalihim ng United Kingdom mahalaga pa rin na ang Pakistan ay \"sumunod sa pangako na magdaos ng malaya at patas na eleksyon sa tamang nakatakdang panahon.\"\n",
        "output": [
            "The United States said that it was \"disappointed\" by the move while the United Kingdom's foreign secretary said that it was vital that Pakistan \"abides by the commitment to hold free and fair elections on schedule\".\n"
        ]
    },
    {
        "input": "Ang mga bansang lumagda ngunit hindi pa nagpatibay ay Tsina, USA, Brazil, Nigeria, Pilipinas, Viet Nam, Alemanya at Ehipto.\n",
        "output": [
            "Nations that have signed but not yet ratified include China, USA, Brazil, Nigeria, Philippines, Viet Nam, Germany, and Egypt.\n"
        ]
    },
    {
        "input": "Natagpuan din ng imbestigasyon na ang eroplanong sangkot ay nasa normal na kondisyon ng operasyon; sinabi ni Anodina na \"ang mga makina ay umaandar hanggang ang eroplano ay tumama sa lupa.\"\n",
        "output": [
            "The investigation also found that the aircraft involved had been in normal operating condition; Anodina said that \"[t]he engines were working up till the moment the plane collided with the ground.\"\n"
        ]
    },
    {
        "input": "Sa 80,830 na mga miyembrong kinunsulta, 61,623 ang bumoto ng pabor sa isang pag-alis.\n",
        "output": [
            "Of the 80,830 members consulted, 61,623 voted in favour of a walk-out.\n"
        ]
    },
    {
        "input": "Sinabi ni Roy Ryden, isa pang Demokratiko ng U.S., na ang pahayag ni Howard ay \"kakatwa\" at inakusahan ang Punong Ministro ng pakikialam sa pulitika ng U.S., \"Ang pinakamagaan na masasabi natin sa komento ni Howard ay kakatwa.\"\n",
        "output": [
            "Roy Ryden, another US Democrat said Mr Howard's comment was \"bizarre\" and accused the Prime minister of interfering with US politics \"The most charitable thing you can say ab\"out Mr Howard's comment is bizarre.\n"
        ]
    },
    {
        "input": "Ang mga opisina ng DirectNIC, isang webhost at service provider na nakabase sa New Orleans, ay binisita ng mga armadong miyembro ng 82nd Airborne Divison habang kinakapanayam ng mga mamamahayag ng Wikinews noong Martes ng gabi.\n",
        "output": [
            "The offices of DirectNIC, a New Orleans based webhost and services provider, were visited by armed members of the 82nd Airborne Division during an interview with Wikinews reporters Tuesday evening.\n"
        ]
    },
    {
        "input": "Ang Abkhazia ay isang rehiyon na makikita sa loob ng pandaigdigan kilalang mga hangganan ng Georgia, ngunit kung saan ito ay isang de facto na malayang republika ng walang pandaigdig na pagkakilala, ay sinarado ang hangganan sa bansa na kamakailang bugso ng bomba.\n",
        "output": [
            "Abkhazia, a region located within the internationally recognised borders of Georgia, but which is a de facto independent republic without international recognition, has closed its border with the country following recent bomb blasts.\n"
        ]
    },
    {
        "input": "Tinukoy ng mga manunuri ang mahalagang pagtaas ng mga opsyon sa pagpapasadya, mas magandang artipisyal na katalinuhan, at ang napabuting kalidad ng grapika bilang mga desididong salik.\n",
        "output": [
            "Reviewers cited the significant increase in customization options, better artificial intelligence, and an improvement in graphics quality as decisive factors.\n"
        ]
    },
    {
        "input": "Ito ay nasa ilalim ng Clean Development Mechanism (CDM) ng UN sa ilalim ng Panuntunang Kyoto.\n",
        "output": [
            "This comes under the Clean Development Mechanism (CDM) of the UN under the Kyoto Protocol.\n"
        ]
    },
    {
        "input": "Ang mga tagapaglitis ay hindi nagkasundo sa kanyang mga abogado sa inaasam na pagkapanalo ni Jaynes sa kanyang apela.\n",
        "output": [
            "Prosecutors differed with his attorneys on the prospects of Jaynes winning his appeal.\n"
        ]
    },
    {
        "input": "\"Kailangan kong sabihin nang maliwanag na hindi na talaga ako naniniwala sa kampeonato,\" ay ang reaksiyon ni Schumacher.\n",
        "output": [
            "\"I have to say clearly I don't really believe in the championship anymore,\" was Schumacher's reaction.\n"
        ]
    },
    {
        "input": "Naniniwala ang mga awtoridad na ang lahat na 180 na sumakay sa eroplano ay namatay, at dagdag pa ang 15 katao na nasa baba ay pinapangambahang namatay din.\n",
        "output": [
            "Authorities believe that all 180 people onboard the plane have died, and a further 15 people on the ground are feared dead as well.\n"
        ]
    },
    {
        "input": "Si Safia Ahmed-jan, ang tagapangasiwa ng Kagawaran ng Pangkababaihang mga Kapakanan ng Afghan para sa probinsya Khandahar at isang tagapagtaguyod ng karapatan ng mga kababaihan at isang matibay na kritiko ng pagpigil ni Taliban sa gayong mga karapatan, ay binaril hanggang sa mamatay ng mga di-kilalang mamamaril sa labas ng kaniyang bahay sa lungsod ng Khandahar sa timog Afghanistan noong Lunes.\n",
        "output": [
            "Safia Ahmed-jan, the director of the Afghan Ministry of Women's Affairs for the Khandahar province and an advocate of women's rights and a strong critic of the Taliban's repression of those rights, was shot dead by unidentified gunmen outside her home in Khandahar city in southern Afghanistan on Monday.\n"
        ]
    },
    {
        "input": "Ang mayorya na may sapi ay ang gobyerno ng NSW na may 58 porsiyento na hawak.\n",
        "output": [
            "Snowy Hydro Limited's major shareholder is the NSW government with a 58 percent shareholding.\n"
        ]
    },
    {
        "input": "Dalawang tao ang namatay sa Turkey sa ngayon, marahil ang ikatlo, at mga naospital, matapos mahawa ng flu virus.\n",
        "output": [
            "Two people have died in Turkey so far, possibly a third, and more hospitalized, after contracting the flu virus.\n"
        ]
    },
    {
        "input": "Matapos ang kalahating oras nagulat si Kawaguchi sa isang tira patalikod na mabilis na lumagpas isang metro ang layo mula sa kanyang harapan.\n",
        "output": [
            "With half an hour gone Kawaguchi got a shock - a bouncing back pass bobbled one meter in front of him.\n"
        ]
    },
    {
        "input": "Sa kaso ni Jeanna, masyado nang huli para turukan ng bakuna, at ang mga doktor niya sa Children's Hospital ng Wisconsin ay gumawa ng bagong lunas.\n",
        "output": [
            "In Jeanna's case it was too late to try to vaccinate, and her doctors at the Children's Hospital of Wisconsin devised a new treatment.\n"
        ]
    },
    {
        "input": "Patuloy na pinaninindigan ng Iran na may karapatan ito na magpaunlad ng sariling nuclear fuel cycle mula sa tubong yaman ng uranium upang makagawa ng enerhiya.\n",
        "output": [
            "Iran has consistently maintained that it has a right to develop its own nuclear fuel cycle from its indigenous uranium resources to produce power.\n"
        ]
    },
    {
        "input": "\"Iminumungkahi ng malaking bilang na ito na ang banggaan ay relatibong harapan.\"\n",
        "output": [
            "\"This large number suggests that the collision must have been relatively head-on.\"\n"
        ]
    },
    {
        "input": "Ang \"bagong akses\" (hindi regulado at hindi prankisya) na kompanyang Grand Northern ay bibigyan ng espasyo (na kilala sa industriya bilang \"mga daan\") upang makapagpatakbo ng tatlong serbisyo ng tren kada araw sa pagitan ng London King's Cross at ng Bradford, Halifax, Wakefield at Pontefract sa West Yorkshire.\n",
        "output": [
            "New \"open access\" (unregulated and non-franchised) company Grand Northern is to be given space (known in the industry as \"paths\") to run three train services a day between London King's Cross and Bradford, Halifax, Wakefield and Pontefract in West Yorkshire.\n"
        ]
    },
    {
        "input": "Ang estado ni Laurent bilang Prinispe ay may iilang hukumang kahihitnan para sa paglilitis.\n",
        "output": [
            "Laurent's status as a Prince has several judicial consequences for the trial.\n"
        ]
    },
    {
        "input": "Ang ultraviolet imaging spectograph ng Cassini ay nakakuha rin kamakailan ng pantulong na resulta na sumusuporta sa presensya ng pang-ilalim na dagat.\n",
        "output": [
            "Cassini's ultraviolet imaging spectrograph also recently obtained complementary results that support the presence of a subsurface ocean.\n"
        ]
    },
    {
        "input": "Samantala, ang mga Amerikano ay naglabas ng dokumento ang mga Amerikano, at ngayon ay inilarawan na kulang, kung saan nagsasaad na ang hukbo ng Estados Unidos, sa isang pinaglakip na pagsisisyasat kasama ang mga Italyanong opisyal, na walang pananagutan ang kanilang mga sundalo sa kalunus lunos na pangyayari noong ika-4 ng Marso.\n",
        "output": [
            "Meanwhile, Americans released a document, now described as incomplete, which says the U.S. Army, in a joint inquiry with Italian officials, cleared its own soldiers of any responsibility in the tragic events of March 4.\n"
        ]
    },
    {
        "input": "Pinuna niya ang paalis na pinuno ng kalihim ng klima ng U.N., na si Yvo de Boer, at ang komisyonado ng klima ng European Union na si Connie Hedegaad dahil sa kanilang skeptisismo.\n",
        "output": [
            "He criticised the outgoing head of the U.N.'s climate secretariat, Yvo de Boer, and the European Union's climate commissioner Connie Hedegaard for their scepticism.\n"
        ]
    },
    {
        "input": "Si Paul Mason, ang tagapangulo ng pribadong Somerfield, ay nagkomento rin tungkol sa pagkuha ng kapangyarihan.\n",
        "output": [
            "Paul Mason, chair of privately-held Somerfield, also commented on the takeover.\n"
        ]
    },
    {
        "input": "Ang mga opisyales kasama ang Kagawaran ng Tanggulan ng Estados Unidos ay nagpahayag na tinamaan ng mga manlalabang eroplano ng Israel ang hindi bababa sa isang target na nasa loob ng Syria isang linggo na ang nakaraan.\n",
        "output": [
            "Officials with the United States Department of Defense have stated that Israeli fighter planes struck at least one target inside Syria a week ago.\n"
        ]
    },
    {
        "input": "Ang mga katawan ng dalawa sa apat na batang taga-Alabama na umano'y itinapon sa isang tulay ng kanilang tatay ay natagpuan.\n",
        "output": [
            "The bodies of two of the four Alabama children allegedly thrown off a bridge by their father have been found.\n"
        ]
    },
    {
        "input": "\"Ito ang tamang daan para sa Fiji at ang tanging daang pasulong para sa mga mamamayan ng Fiji,\" sinabi niya.\n",
        "output": [
            "\"This is the right course for Fiji and the only way forward for the people of Fiji,\" he said.\n"
        ]
    },
    {
        "input": "Inihabla kahapon ng abugado ng distrito ng Milwaukee County si Cory J. Feerick, isang 33-taong gulang na mula sa Brookfield, Wisconsin, na may salaysay ng limang maliit na paglabag sa batas ng pagnanakaw ng US $ 35,000 na halaga ng balbula ng pangbuhos mula sa mga banyo at mga ihian ng fast food restaurant at unibersidad.\n",
        "output": [
            "Yesterday, the Milwaukee County district attorney charged Cory J. Feerick, a 33-year-old from Brookfield, Wisconsin, with five misdemeanor counts of stealing US$35,000 worth of flush valves from fast food restaurants and university toilets and urinals.\n"
        ]
    },
    {
        "input": "Gayunpaman, isang opsisyal ang nag-sabing pinilit ng CIA ang administrasyon ni Bush na aprubahan ang mga pamamaraan ng pagpapasakit bilang \"nakakatawa.\"\n",
        "output": [
            "Another official, however, called the idea that the CIA had coerced the Bush administration into approving the torture methods \"ridiculous\".\n"
        ]
    },
    {
        "input": "Ang mga lider ng Liga Bayern Munich ay umabante sa pangatlong rawnd ng DFB Cup matapos talunin ang mga mga lider ng ika-2 dibisyon na Borussia Monchengladbach sa 3-1.\n",
        "output": [
            "League leaders Bayern Munich advanced to the 3rd round of the DFB Cup after defeating 2nd division leaders Borussia Mönchengladbach 3-1.\n"
        ]
    },
    {
        "input": "Ang TRESK ay maaaring potensiyal na apektado ng mga droga na maaaring magbago ng bahagi kung saan nito iniulat ang kirot, na magpapaginhawa sa mga nagtitiis sa migraine.\n",
        "output": [
            "TRESK can potentially be affected by drugs that would change the point at which it reports pain, which would alleviate the suffering of those with migraines.\n"
        ]
    },
    {
        "input": "Ang ekonomiya ng Estados Unidos at ang kanilang salapi bilang instrumento sa pandaidigang palitan ay nahaharap sa iba't ibang malalaking sagabal sa mga kasalukuyang buwan.\n",
        "output": [
            "The U.S. economy and its currency as an instrument of world trade has suffered a series of major setbacks in recent months.\n"
        ]
    },
    {
        "input": "Labing-isang kabayo pa lang ang nanalo ng Triple Crown sa Estados Unidos.\n",
        "output": [
            "Only eleven horses have ever won the Triple Crown in the United States.\n"
        ]
    },
    {
        "input": "Isang araw pagkatapos sinimulang ipatupad ng Pransiya ang pagbabawal ng paggamit sa publiko ng belo ng Islam na nagtatakip sa mukha, na maaaring niqab o burqa, panandaliang ikinulong ng pulisya ng Pransiya ang dalawang nakabelong babae.\n",
        "output": [
            "One day after France began enforcing a ban on the public wearing Islamic veils that cover the face, either a niqāb or a burqa, French police briefly detained two veiled women.\n"
        ]
    },
    {
        "input": "Ang A380 ay gumawa ng kanilang unang komersyal na panghimpapawid noong 2007, at ngayon ay nasa serbisyo kasama ng ilang iba pang mga kompanyang panghimpapawid kabilang na ang Air France.\n",
        "output": [
            "The A380 made its first commercial flight in 2007, and is now in service with several other airlines, including Air France.\n"
        ]
    },
    {
        "input": "Ang nagmamaneho ng Ferrari na si Michael Schumacher at ang kanyang kapangkat na si Felipe Massa ay nagwagi ng unang hanay sa FIA Formula-1 United States Grand Prix sa Indianapolis Motor Speedway.\n",
        "output": [
            "Ferrari driver Michael Schumacher and his teammate Felipe Massa won the front row on the FIA Formula-1 United States Grand Prix on the Indianapolis Motor Speedway.\n"
        ]
    },
    {
        "input": "Ayon sa kasangguni ng Insituto ng Pamamahala ng Populasyon at Pag-unlad na si Devendra Kothari: \"Ang ating gobyernong pederal ay nagpapadala ng mga pondo sa mga estado ayon sa kanilang populasyon.\"\n",
        "output": [
            "According to Management Institute of Population and Development consultant Devendra Kothari: \"Our federal government sends funds to the states according to their population.\"\n"
        ]
    },
    {
        "input": "Si Evelyn Husband-Thompson, biyuda ni Kumander Rick, na muling ikinasal tatlong linggo pa lamang ang nakakaraan, ay nagsabi \"Ngayong umaga, hindi ko mapigilan isipin ang tungkol kay Rick at Willie at Kalpana at Dave at Mike at Laurel at Ilan.\"\n",
        "output": [
            "Evelyn Husband-Thompson, widow of commander Rick, who has remarried just three weeks ago, said \"This morning, I couldn't stop thinking about Rick and Willie and Kalpana and Dave and Mike and Laurel and Ilan.\"\n"
        ]
    },
    {
        "input": "Sa bandang 11:45 ng umaga EST si Obama ay inaasahan na nanalo ng 349 na botong elektoral kay McCain na may 163 na boto.\n",
        "output": [
            "By 11:45 A.M. EST Obama is projected to have won 349 electoral votes to McCain's 163 votes.\n"
        ]
    },
    {
        "input": "Noong ika-2 ng Hunyo 2000, isang seryosong aksidente sa probinsya ng Cajamarca sa Peru ang lumason sa maraming mga residente ng merkuryo, isang mabigat na metal na lubhang nakakalason.\n",
        "output": [
            "On June 2, 2000, a serious accident in the province of Cajamarca, in Peru, poisoned many residents with mercury, a highly toxic heavy metal.\n"
        ]
    },
    {
        "input": "Labing isang nagpoprotesta, kabilang ang limang miyembro ng Congress, ay dinakip sa mga salang di-maayos na asal at pagtitipong labag sa batas.\n",
        "output": [
            "Eleven protesters, including five members of Congress, were arrested on charges of disorderly conduct and unlawful assembly.\n"
        ]
    },
    {
        "input": "Upang maging karapat-dapat para sa karera ng pagtakbo, ang drayber ng Britanya na si Robbie Kerr ay nagawa nang maayos ang posisyon sa polo na may pinakamabilis na oras ng pag-ikot na naitala sa linggong ito.\n",
        "output": [
            "In qualifying for the sprint race, Great Britain's driver Robbie Kerr managed to secure the pole position with the fastest lap time recorded this weekend.\n"
        ]
    },
    {
        "input": "Sa ngayon, ang depisito ay katumbas ng 3.2% ng Gross Domestic Product (GDP) ng Estados Unidos, kung saan ang kabuuang kita ng gobyerno ay 17.8% ng GDP, at ang kabuuang gastos ay katumbas ng 21% ng GDP.\n",
        "output": [
            "The deficit is now equivalent to 3.2% of the Gross Domestic Product (GDP) of the United States, with the government's total income being 17.8% of GDP, and total outlays being equivalent to 21% of GDP.\n"
        ]
    },
    {
        "input": "Si Turner ay nahalal sa Konserbatibong Partido ng Canada sa Enero 2006 na halalan, ngunit nasuspende noong Oktubre sa Partido matapos magpahayag ng mga kritikal na blog post.\n",
        "output": [
            "Turner was elected with the Conservative Party of Canada in the January 2006 election, but was suspended in October from the Party after posting critical blog posts.\n"
        ]
    },
    {
        "input": "Ang South Afrika ay may masamang talang kaligtasan sa lansangan at pangsiyam sa mundo sa dami ng namamatay dahil sa mga sasakyan.\n",
        "output": [
            "South Africa has a poor road safety record and ranks ninth in the world for traffic fatalities.\n"
        ]
    },
    {
        "input": "\"Paano nila ibalangkas ang kompanya para makamit ito ay nasa sa kanila na.\"\n",
        "output": [
            "\"How they structure the company to achieve this is entirely up to them.\"\n"
        ]
    },
    {
        "input": "Gayunman ay natalo ng Alinghi sa kalaunan na tumapos sa unang marka na may pitong pangalawang pangunguna.\n",
        "output": [
            "This was soon lost to Alinghi however, ending the first mark with a seven second lead.\n"
        ]
    },
    {
        "input": "\"Wala silang hindi gagawin kung naisipan nilang ito ay tutulong na lumikha ng pagpatay at ang maidudulot nitong epektong pampulitiko,\" sabi ng ambasador ng U.S. na si Ryan Crocker.\n",
        "output": [
            "\"There is nothing they won't do if they think it will work in creating carnage and the political fallout that comes from that,\" the U.S. Ambassador Ryan Crocker said.\n"
        ]
    },
    {
        "input": "Ang mga pagsisikap ng mga pulisya ay isinasagawa para subaybayan ang pinagmulan ng liham na nagsimula ng pagkatakot.\n",
        "output": [
            "Police efforts are underway to track the origin of the letter that initiated the scare.\n"
        ]
    },
    {
        "input": "Ito ang pinakamaagang panahon na naitala na ang limang pinangalanang bagyo ay namuo sa Atlantiko.\n",
        "output": [
            "It was the earliest time on record that five named storms had formed in the Atlantic.\n"
        ]
    },
    {
        "input": "Ang mga resulta ay nangangahulugang si Olmert ay maaring makataguyod ng koalisyon upang ipasakatuparan ang kanyang unilateral naplano na pag-alis para sa West Bank.\n",
        "output": [
            "The results mean that Olmert could probably form a center-left coaltion to implement his unilateral disengagement plan for the West Bank.\n"
        ]
    },
    {
        "input": "Ang paligsahan ay nagsimula noong 1947 bilang pag-aanyayang palaro para sa mga Singapore at Malaysia na mga pangkat at mula noon ay lumaki na naging pangbansa at samahan ng mga pangkat mula sa buong mundo ay inanyayahan.\n",
        "output": [
            "The tournament began in 1947 as an invitational event for Singapore and Malaysian teams and since grown into national and club teams from around the world are invited.\n"
        ]
    },
    {
        "input": "Ang pahayag ng pamahalaan ay nagsabi na ang puwersa ng Yemen ay \"lubos na [pinurga] ang bayan ng mga elementong rebelde sa nakaraang dalawang araw, na nagtulak sa mga rebelde na sumuko o tumakas.\"\n",
        "output": [
            "The government statement said the Yemeni forces \"totally [purged] the town of rebel elements in the past two days, forcing the rebels to surrender or flee.\"\n"
        ]
    },
    {
        "input": "Ang kaisa-isang gumagawa sa Estados Unidos ng pangunahing sangkap sa nakamamatay na bakuna ay nagbalita noong Biyernes na hindi na sila gagawa ng nasabing gamot, dahil sa kakulangan at pagkahuli ng mga pagbitay.\n",
        "output": [
            "The sole United States manufacturer of a key component of lethal injections announced Friday that it will cease production of the drug, contributing to shortages and delaying executions.\n"
        ]
    },
    {
        "input": "Si Mehsud ay napabalitang pinatay noong ika-5 ng Agosto taong 2009, habang naugong ang pag-atake ng U.S. sa South Waziristan: gayun pa man, si Hakimullah Mehsud, na kailan lamang ay napiling kapalit ni Baitullah at sinabi ni Wali-ur-Rehman sa BBC na si Mehsud ay namatay noong Linggo, Agosto 23, 2009 dahil sa matagal na sakit noong Agosto 5.\n",
        "output": [
            "Mehsud was reportedly killed on August 5, 2009, during a U.S. drone attack on South Waziristan; however, Hakimullah Mehsud, who was recently chosen as Baitullah's successor, and Wali-ur-Rehman told the BBC that Mehsud had died on Sunday, August 23, 2009 of injuries sustained on August 5.\n"
        ]
    },
    {
        "input": "Ang Minister for Transport and Regional Services, na si Warren Truss, ay dinistansya ang sarili sa anunsyo Telstra, sinabing ang Telstra ay may obligasyon para panatilihin ang mga serbisyo.\n",
        "output": [
            "The Minister for Transport and Regional Services, Warren Truss, has distanced himself from the Telstra announcement, saying that Telstra has an obligation to maintain services.\n"
        ]
    },
    {
        "input": "Ang Netherlands ay nakapuntos ng kanilang dalawang goals sa unang sampung minuto.\n",
        "output": [
            "The Netherlands scored their two goals in the first ten minutes.\n"
        ]
    },
    {
        "input": "Sa unang araw, ang Ministrong Panglabas ng Norway na si Jonas Gahr Støre at ang Punong Ministro ng Palestine na si Salam Fayyad ay nagpahayag ng optimismo at pag-asa para sa sitwasyon ng mga taga-Palestine.\n",
        "output": [
            "Early on the first day, Norwegian Foreign Minister Jonas Gahr Støre and Palestinian Prime minister Salam Fayyad both expressed optimism and hope for the Palestinian situation.\n"
        ]
    },
    {
        "input": "Ang kinaroroonan ng Daparkhel, dinukot noong Agosto 11, ay nanatiling hindi alam.\n",
        "output": [
            "The whereabouts of Daparkhel, kidnapped on August 11, is still unknown.\n"
        ]
    },
    {
        "input": "\"Nakita ko ang isa kong kaibigan- siya ay nabaril ng dalawang beses sa tiyan at dumugo.\"\n",
        "output": [
            "\"I saw one friend –– she had been shot twice in the stomach and was bleeding,\"\n"
        ]
    },
    {
        "input": "Sabi niya \"si Janice ay nagdadalamhati!Siya ay nasindak at gusto niyang malaman ng mundo kung gaano ka henyo ni Dr. Ryan.\"\n",
        "output": [
            "She said \"Janice is deeply, deeply anguished! She is stunned and wants the world to know what a genius Dr. Ryan was.\"\n"
        ]
    },
    {
        "input": "\"Ang lugar ay napakahalaga para sa konserbasyon at ang probinsya ay nais pangalagaan ang mga gubat at ang serbisyobg pangkalikasan, at makatulong para sa pag-unlad,\" Ani Hoang Ngoc Khanh, ang direktor ng Forest Protection Department ng probinsya.\n",
        "output": [
            "\"The area is extremely important for conservation and the province wants to protect the forests and their environmental services, as well as contribute to sustainable development,\" said Provincial Forest Protection Department Director for the province, Hoang Ngoc Khanh.\n"
        ]
    },
    {
        "input": "Si Zawahiri ay naglabas ng hindi bababa sa tatlong iba pang teyp simula noong Nobyembre, na pinalabas lahat ng Al-Jazeera.\n",
        "output": [
            "Zawahiri has made at least three other tapes since November, all of which were broadcast by Al-Jazeera.\n"
        ]
    },
    {
        "input": "Iniulat din niya na sa katapat ng Mexico, 550 kaso ng ilegal na pagkuha ang nangyari.\n",
        "output": [
            "He also reported that across Mexico, 550 cases of illegal tapping had occurred.\n"
        ]
    },
    {
        "input": "Ang bagong ordinansa ay kinundena ng mga hubad na mangangakyat ng bundok.\n",
        "output": [
            "The new enabling ordinance has, however, been met with protests by nude hikers.\n"
        ]
    },
    {
        "input": "\"Sa aking palagay, kung matagpuan itong himlayan, ito ay magiging isa sa mga pinakamahalagang tuklas ng ika-21ng siglo dahil sa pag-iibigan sa pagitan nila Cleopatra at Mark Antony, at dahil sa malungkot na kuwento ng kanilang kamatayan.\n",
        "output": [
            "\"In my opinion, if this tomb is found, it will be one of the most important discoveries of the 21st century because of the love between Cleopatra and Mark Antony, and because of the sad story of their death.\n"
        ]
    },
    {
        "input": "Si Gou, yumuko bilang pagpapakita ng panghihinayang, ay nangakong na makikipagtulungan para maiwasan ang mga ganoong trahedya na naganap muli.\n",
        "output": [
            "Gou, bowing as an expression of regret, promised to work to prevent such tragedies occurring again.\n"
        ]
    },
    {
        "input": "Ang pangyayari ay pinalubha ng makapal na usok, na kinailanganan ng paggamit ng gas-mask.\n",
        "output": [
            "The situation was complicated by dense smoke, necessitating the use of gas masks.\n"
        ]
    },
    {
        "input": "Sabi ng Mohapatra na ang unang pahayagan ng babala ng IMD, na ipinalabas noong ika-1 ng Mayo, ay nagsasabi kung aling bahagi ng lupa ang malamang matamaan ng bagyo.\n",
        "output": [
            "Mohapatra says IMD's first warning bulletin, issued on 1 May, indicated the land area likely to be hit by the cyclone.\n"
        ]
    },
    {
        "input": "Ang pinuno ng oposisyon na si Kim Beazley ang nagsabi na sinusuportahan ng Labor ang plano.\n",
        "output": [
            "Opposition leader Kim Beazley has said that Labor supported the plan.\n"
        ]
    },
    {
        "input": "Pagkatapos ayusan ang aking buhok at lagyan ng kolorete ang aking mukha ako ay bumababa na sa istudyo bago pa man ang programa para makipag-usap sa producer.\n",
        "output": [
            "After I'm done with hair and make-up I go down to the studio for the before the show to talk to the producer.\n"
        ]
    },
    {
        "input": "Kinumpirma lamang ng mga paramediko na tumawag sila ng pulis para ipaalam na dadalhin nila si Owens sa ospital.\n",
        "output": [
            "Paramedics have only confirmed that they called police to report that they were bringing Owens to hospital.\n"
        ]
    },
    {
        "input": "Mayroon na ngayong 940 na babaeng nasa gulang para sa isang libong lalaki, iba noong 2001, kung saan may 933 na babae kada isang libong lalaki.\n",
        "output": [
            "There are now 940 female adults for every one thousand men, in contrast to 2001, when there were 933 women per thousand males.\n"
        ]
    },
    {
        "input": "Ang iba ay nakatira sa isang \"sirang-sira, iniwang palagayan ng lunas ng tubig na gusali\" ayon pa sa kaniya.\n",
        "output": [
            "Some lived in a \"dilapidated, abandoned water treatment facility\" he said.\n"
        ]
    },
    {
        "input": "Ang Cup ay ipinangalan kay Earl Grey na nagkaloob ng tropeyo upang parangalan ang pinakamatagumpay na baguhang koponan ng regbi sa Kanada.\n",
        "output": [
            "The Cup is named after Earl Grey who donated the trophy to honour Canada's most successful amateur rugby team.\n"
        ]
    },
    {
        "input": "Ang Konseho ng mga Pamahalaan ng Australya (COAG) nagpupulong ngayon sa Canberra para sa kanilang unang pagpupulong sa 2006.\n",
        "output": [
            "The Council of Australian Governments (COAG) will meet in Canberra today for its first meeting of 2006.\n"
        ]
    },
    {
        "input": "\"Taos-puso kaming humihingi ng paumanhin sa anumang gambala at abala na maaring nangyayari sa aming mga kustomer,\" ayon sa MS sa isang pahayag sa medya.\n",
        "output": [
            "\"We sincerely apologize for any inconvenience and disruption this may be causing our customers,\" said MS in a statement to the media.\n"
        ]
    },
    {
        "input": "Ang niyebe ay \"ang bagong simbolo ng bagong Iraq,\" ayon sa pulis trapiko na si Murtadha Fadhil, na kinausap ang Reuters habang sumisilong sa ilalim ng isang balkonahe.\n",
        "output": [
            "The snow was \"a new sign of the new Iraq,\" according to traffic policeman Murtadha Fadhil, who spoke to Reuters whilst sheltering under a balcony.\n"
        ]
    },
    {
        "input": "Mula sa pagbubukas ng pamilihan, ang share ng Apple ay tumaas ng $373.72, isang pagbaba ng $2.46 lamang mula noong pagsasara noong Miyerkules.\n",
        "output": [
            "Since market open, Apple shares rose to $373.72, a drop of only $2.46 since Wednesday's close.\n"
        ]
    },
    {
        "input": "Isang Warrant Officer at isang Major sa British Intelligence Corps at dating kumander ng Queen's Lacashire Regiment (ngayon ay Duke of Lancaster's Regiment) ay kinasuhan ng pagpapabaya sa pagsagawa ng mga tungkulin.\n",
        "output": [
            "A Warrant Officer and a Major in the British Intelligence Corps and the former commander of the Queen's Lancashire Regiment (now the Duke of Lancaster's Regiment) are charged with negligently performing duties.\n"
        ]
    },
    {
        "input": "Ang isang puntos ng marka ay may 1,096,000 na mga tahanan at mayroon na ngayong 109,600,000 tahanan sa Estados Unidos na may pinakamaliit na bilang na isang telebisyon sa isang tahanan.\n",
        "output": [
            "One ratings point is equal to 1,096,000 households, as there are now 109,600,000 households in the United States with at least one television.\n"
        ]
    },
    {
        "input": "Wala akong ideya kung tungkol saan, at hanggang sa makaupo kami at magkausap, iyon lang ang masasabi ko tungkol dito.\n",
        "output": [
            "I have no idea what it's about, and until we sit down and talk that's all I'm going to say about it.\n"
        ]
    },
    {
        "input": "Ayon sa OPP ang mga lalaki ay naaresto dahil sa \"pagwasak ng kapayapaan\" at ito ay hindi isang kriminal na pagkakasala.\n",
        "output": [
            "The OPP said the men were arrested for \"breaking the peace\" and noted that it is not a criminal offence.\n"
        ]
    },
    {
        "input": "Ang paligsahang lokal na A-Grade ay nagsimula na kaagad sa pagitan ng University at Caloundra matapos makumpleto ang laro ng mga kababaihan.\n",
        "output": [
            "The local A-Grade contest between University and Caloundra started almost immediately after the completion of the woman's game.\n"
        ]
    },
    {
        "input": "Sa kanyang paglabas sa The Tonight Show kasama si Jay Leno noong Huwebes ng gabi, ang presidente ng Estados Unidos na si Presidente Barack Obama ay nagsabi sa punong-abala na si Jay Leno, na siya ay nagboling sa White House bowling alley at nakapuntos ng 129.\n",
        "output": [
            "In an appearance on the The Tonight Show with Jay Leno Thursday night, United States President Barack Obama told host, Jay Leno, that he had bowled at the White House bowling alley and scored a 129.\n"
        ]
    },
    {
        "input": "Binabanggit pa ni Nature na pinuna ng Britannica 'ang kulang sa kalahating puntos na ibinigay ng [kanilang] mga tagarepaso, 'at inihahayag na ang dalawang ensiklopedya sakop ng parehong pagtrato.\n",
        "output": [
            "Nature notes that Britannica criticised 'less than half the points [their] reviewers raised', and states that the two encyclopædias were subject to the same treatment.\n"
        ]
    },
    {
        "input": "Ang unang desisyon dito sa antitrust na kaso ay ibinigay sa 2004 na nagbabanggit na ang Microsoft na nabigay ang kinakailangan na impormasyong interoperability mula sa karibal na mga kumpanya ng software kung saan ay hinadlangan sila mula sa paggawa ng magkawasto na software sa windows.\n",
        "output": [
            "The first decision in this antitrust case was given in 2004 citing that Microsoft withheld needed interoperability information from rival software companies which prevented them from making software compatible with Windows.\n"
        ]
    },
    {
        "input": "Iyong mga pera na napunta sa Tigray - na magiging Oxfam, Save the Children, UNICEF at Christian Aid - sa anumang paraan, kaming lahat ay nadaya at nalinlang.\n",
        "output": [
            "It's that all monies going into Tigray — that would be Oxfam, Save the Children, UNICEF and Christian Aid — somehow, we were all duped and gulled.\n"
        ]
    },
    {
        "input": "Ang Gawker.com ay nakabanggit na ang isang mas maliit na klip ng bidyo na nasa YouTube dati\" ay hindi na makikita, malamang matapos ang Simbahan ng Siyentolohiya ay nagpadala ng isang abiso sa paglabag sa kopirayt.\"\n",
        "output": [
            "Gawker.com noted that a smaller video clip which had previously been available on YouTube \"is no longer available, most likely after the Church of Scientology sent in a copyright infringement notice.\"\n"
        ]
    },
    {
        "input": "Tuloy-tuloy ang mensahe hanggang sa nabanggit ang may-akda ng Knighthood of Satanic Verses na si Salman Rushdie na kamakailan ay inihayag.\n",
        "output": [
            "The message went on to mention the recently announced knighthood of Satanic Verses author Salman Rushdie.\n"
        ]
    },
    {
        "input": "Ang ikatlo at ika-apat na posisyon na nagsimula ay ang Estados Unidos at Alemanya ayon sa pagkakasunod-sunod.\n",
        "output": [
            "Third and fourth place starters are the United States and Germany respectively.\n"
        ]
    },
    {
        "input": "Mas maraming pwesto ng Heathrow papunta sa Scotland ang isinuko kumpara sa iba pang destinasyon.\n",
        "output": [
            "More Heathrow slots earmarked for Scotland have been given up than any other destination.\n"
        ]
    },
    {
        "input": "Maganda ang panahon habang lumalapag ang eroplano sa San Francisco.\n",
        "output": [
            "The weather was good as the plane was landing in San Francisco.\n"
        ]
    },
    {
        "input": "\"Ang mga nakakasagap ng usok ay tumunog sa ika-13 at ika-27 palapag.\"\n",
        "output": [
            "\"Smoke detectors went off on the 13th and 27th floors.\"\n"
        ]
    },
    {
        "input": "Ang buong Denver Broncos ay dadalo sa gawain ng libing para kay Williams sa Sabado sa kanyang sariling bayan sa Fort Worth, Texas, ayon kay Shanahan.\n",
        "output": [
            "The entire Denver Broncos will attend the funeral service for Williams on Saturday in his hometown of Fort Worth, Texas, according to Shanahan.\n"
        ]
    },
    {
        "input": "Pagkatapos ng kanilang panayam, sinuko ni G. Clark ang kanyang sarili sa mga pulis ng Greymouth, na nirekord din ng One News.\n",
        "output": [
            "After they have finished the interview, Mr Clarke handed himself in to the Greymouth police, which One News also recorded.\n"
        ]
    },
    {
        "input": "Dalawang linggo bago ang mga nabigong pag-atake noong Hulyo 21, isang sunod-sunod na pangbobomba noong Hulyo 7 ang pumatay sa 56 katao, kasama na ang apat na nangbombombang nagpapatiwakal.\n",
        "output": [
            "Two weeks before the failed attacks of July 21, a series of bombs on July 7 killed 56 people, including four suicide bombers.\n"
        ]
    },
    {
        "input": "Ang dam na nasa Cotter River ay apat na taon nang kinukumpuni.\n",
        "output": [
            "The dam on the Cotter River has been under construction for four years.\n"
        ]
    },
    {
        "input": "Sa kasalukuyan ang Astros ay nasa ika-limang puwesto sa National League Central na may talaan ng 58-73.\n",
        "output": [
            "The Astros are currently in fifth place in the National League Central with a record of 58-73.\n"
        ]
    },
    {
        "input": "186 na mga kaso lamang ang naiulat noong 2004, mababa kaysa sa 336 noong nakaraang taon.\n",
        "output": [
            "Only 186 cases were reported in 2004, down from 336 the previous year.\n"
        ]
    },
    {
        "input": "Ang mga saksi ay nakatingin lamang habang ang lalaki ay tinatangay sa dagat.\n",
        "output": [
            "Witnesses looked on as the man was swept out to sea.\n"
        ]
    },
    {
        "input": "\"Ang banta na makakuha ng mga sakit ay naroon dahil sila ay tumitira sa isang bukas na malawak na lugar na may kakaunting tents at tubig,\" sabi ni Rustan Pakaya, na mula sa sentro ng ministeryo ng krisis sa kalusugan.\n",
        "output": [
            "\"The risk of catching diseases is there because they live in an open area with limited tents and water,\" said Rustan Pakaya, from the health ministry's crisis centre.\n"
        ]
    },
    {
        "input": "Ang larangang ito ng Tsina ay pinatamaan sa pinakahuling maraming mga pagtanggi sa pagsalakay sa mga serbisyo laban sa Tsina.\n",
        "output": [
            "The Chinese domain was targeted in the latest of many denial of service attacks against China.\n"
        ]
    },
    {
        "input": "Bukod dito, isa pang aksidente ang naiulat na naganap sa Newtownhamilton, County Armagh kung saan dalawang 17-taong gulang na mga lalaki ang sangkot.\n",
        "output": [
            "Also, another accident was reported which took place in Newtownhamilton, County Armagh in which two 17 year old boys were involved.\n"
        ]
    },
    {
        "input": "Sa \"2008 Taipei City New Year Countdown Party\", maraming lokal at banyagang medya ang tumuon sa mga pailaw ng Taipei 101 dahil sa pagiging sikat ng skycraper sa buong mundo.\n",
        "output": [
            "In the \"2008 Taipei City New Year Countdown Party\", several local and foreign media focused on the fireworks of the Taipei 101 due to the notability of the skyscraper world-wide.\n"
        ]
    },
    {
        "input": "Ito ay sumunod sa ulat na mula sa KPMG kung saan itinangging ilabas ng konseho.\n",
        "output": [
            "This follows a report from KPMG, which the council has refused to release.\n"
        ]
    },
    {
        "input": "Ang Citigroup ay isa sa pinamalaking buong-serbisyong bangko sa buong mundo, na mayroong dalawang daang milyong tagatangkilik sa loob ng mahigit 100 bansa.\n",
        "output": [
            "Citigroup is one of the world's largest full-service banks, with two hundred million customers in more than 100 countries.\n"
        ]
    },
    {
        "input": "Ang pagkatuklas ay ginawa sa pamamagitan ng pagsusuri sa mga daga na pinarami na kulang ang gene.\n",
        "output": [
            "The discovery was made by examining mice bred to lack the gene.\n"
        ]
    },
    {
        "input": "Isang 10-taong-gulang na babae ang malubhang nasugatan tinutulugan.\n",
        "output": [
            "A 10-year-old girl was critically injured after a tree fell on the tent she was sleeping in.\n"
        ]
    },
    {
        "input": "\"Sa susunod na 10 taon, sa panahon na maaring magloloko silang isaalang-alang ang paglunsad ng isang atake sa Israel, magagawa naming mabura silang lahat,\" sinabi ni Clinton.\n",
        "output": [
            "\"In the next 10 years, during which they might foolishly consider launching an attack on Israel, we would be able to totally obliterate them,\" Clinton said.\n"
        ]
    },
    {
        "input": "Ang Irish na kompanya ng eroplano na Ryanair ay nagkaroon ng 12% na paglagpak sa kalakalan nitong umaga, na lalong pinaiigting ang pag-aalala tungkol sa hindi mabuting kalagayan ng merkado sa gitna ng mga takot sa resesyon.\n",
        "output": [
            "Irish airline Ryanair took a 12% slump in this morning’s trade, further intensifying concern about poor market conditions amid recessionary fears.\n"
        ]
    },
    {
        "input": "Ang kompanya ay naatasang bumili ng bala at dalhin ito sa internasyonal na paliparan ng Kabul sa Afghanistan.\n",
        "output": [
            "The company was required to purchase the ammunition and deliver it to Kabul International Airport in Afghanistan.\n"
        ]
    },
    {
        "input": "Pasasalamat kay Scot Mckenzie, nakuha nilang manalo sa 20 laro sa bawat dalawang season na dumaan, ang Astros ay hindi na kailangang maglaro sa Game 7 ng NL championship series laban sa St. Louis Cardinals.\n",
        "output": [
            "Thanks to Scot McKenzie, who has won 20 games each of the past two seasons, the Astros didn't need Game 7 in the NL championship series against the St. Louis Cardinals.\n"
        ]
    },
    {
        "input": "Ang pag-aaral ay \"binuksan ang daan para sa pinupuntiryang paggamot sa utak at mabago kung paano natin tingnan ang sakit na Alzheimer,\" sabi ni de la Monte.\n",
        "output": [
            "The study \"opens the way for targeted treatment to the brain and changes the way we view Alzheimer's disease,\" says de la Monte.\n"
        ]
    },
    {
        "input": "\"Ito ang oras na dapat malaman ng mga tao sa Australia ang nangyayari sa ating bansa.\"\n",
        "output": [
            "\"It's time the Australian public knew the reality of what is happening on our land.\"\n"
        ]
    },
    {
        "input": "Sinabi niya na ang pag-aaway ng mag-asawa na si Ginoong Komar at ang kaniyang asawa na si Norma Andriani ay \"alam na ng lahat\" at sinundan pa ng tagapaganalisa ng industriya at piloto na nagsabing pinaniniwalaan nila na ang mag-asawa ay nag-away noong malalim na ang gabi, at ipinakita ang pag-aalala sa ulat na hindi naman nakatuon ang ulat sa sikolohikal na mga isyu.\n",
        "output": [
            "He said that marital problems between Mr Komar and his wife Norma Andriani were \"common knowledge\" and was backed up by an industry analyst and pilot who said he believed the couple had been arguing late into the night, and expressed concern that the report had not addressed psychological issues.\n"
        ]
    },
    {
        "input": "Ang aksidente ay naganap noong ang malakas na hangin at malakas na ulan ay sinalanta ang lugar, na naging sanhi ng malalaki at malalakas na alon sa mga daanan ng tubig.\n",
        "output": [
            "The accident took place as strong winds and heavy rain battered the area, causing large waves and strong currents in waterways.\n"
        ]
    },
    {
        "input": "\"Wala sa amin ang may gustong ng sitwasyon kung saan ang kahit anong pasaporte ng Amerikano ay maaaring tingnan sa hindi otorisadong pamaraan.\"\n",
        "output": [
            "\"None of us want us to have a situation where any American's passport file is accessed in an unauthorized way.\"\n"
        ]
    },
    {
        "input": "\"Ito ay bumaba sa loob ng hangganan ng lungsod (sa Perm) sa kapirasong lupa ng kaparangan.\"\n",
        "output": [
            "\"It came down within the city limits (in Perm) in a patch of waste ground.\"\n"
        ]
    },
    {
        "input": "\"Kapag pinagsama, ang mga ito ay tunay na angkop na pag-alala sa 47 na matatapang na lalaking namatay sa Auchengeich kalahating siglo na ang nakararaan.\"\n",
        "output": [
            "\"Together, they are a truly fitting tribute to those 47 brave men who died in Auchengeich half a century ago.\"\n"
        ]
    },
    {
        "input": "\"Ito ang magbibigay sa atin ng batong panulukan kung gugustuhin, upang magsimula sa paghahanap ng Sydney,\" sabi ni Graham.\n",
        "output": [
            "\"This gives us a cornerstone if you like, to start the search for the Sydney from,\" said Graham.\n"
        ]
    },
    {
        "input": "Ang huling 12 pahina ng komprehensibong argumento ay mga kasagutan sa tiyak na aritikulo ng pamumuna, na naglalaman higit sa lahat ng pagkakaiba ng opinyon sa estilo at komposisyon ng artikulo, subali't nagbabanggit ng hayagang pagkakamali na batay sa katotohanan sa parte ni Nature.\n",
        "output": [
            "The last 12 pages of this comprehensive rebuttal are responses to specific article criticisms, mainly consisting of differences of opinion on style and article composition, but some citing outright factual errors on Natures part.\n"
        ]
    },
    {
        "input": "Ang dumalo upang magbigay ng testimonya sa ngalan ng mga nag-iisyu ng kredit kard ay sina Roger C. Hochschild ng Discover Financial Services, Bruce L. Hammonds ng Bank of America Corporation, at Ryan Schneider ng Capital One Financial Corporation.\n",
        "output": [
            "Present to testify on behalf of credit card issuers were Roger C. Hochschild of Discover Financial Services, Bruce L. Hammonds of Bank of America Corporation, and Ryan Schneider of Capital One Financial Corporation.\n"
        ]
    },
    {
        "input": "Ang pangkat ay orihinal na nakabalak upang mag-suri ng posibleng pagkakatuklas sa magnetikong patlang ng tao sa pamamagitan ng pag-aaral ng oryentasyon ng mga bag pantulog ng mga nagkakamping, subalit napatunayang mahirap kumuha ng datos tungkol dito dahil ang mga tao ay kadalasang natutulog sa loob ng kanilang mga tent.\n",
        "output": [
            "The team originally intended to test for possible human magnetic field detection by studying the orientation of sleeping bags in outdoor campers, but it proved difficult to obtain data because humans usually slept under tents.\n"
        ]
    },
    {
        "input": "Ang abogado ng mangingisda na si David P. Baugh ay sinabi na ang mga residente sa lugar sa paligid ng imbakang-tubig ay masaya na wala na ang buwaya.\n",
        "output": [
            "The fisherman’s attorney, David P. Baugh, said area residents surrounding the reservoir are happy the alligator is gone.\n"
        ]
    },
    {
        "input": "Ang Hotel Shamo ay palaging pinipili ng mga opisyal ng pamahalaan sa kanilang piging at naging kilalang tirahan ng mga dayuhang mamamahayag.\n",
        "output": [
            "Hotel Shamo is often chosen by government officials to host events and at one time was a popular lodging option for foreign journalists.\n"
        ]
    },
    {
        "input": "Binanggit ni Mitayev na ang \"pagkabalisa dahil sa mga problema sa pamilya\" ang nagbunsod sa kanyang mga aksyon laban kay Popov.\n",
        "output": [
            "Mitayev cited that \"stress due to family problems\" is what led to his actions against Popov.\n"
        ]
    },
    {
        "input": "Siyam pang ibang gusali sa sunog sa Isla ng Lagos kahapon ang naapektuhan ng apoy, ayon sa mga awtoridad.\n",
        "output": [
            "As many as nine other buildings in the Lagos Island fire yesterday were also impacted by the flames, according to authorities.\n"
        ]
    },
    {
        "input": "\"Ang aking kagustuhan sa oras na ito ay huwag gumawa ng bagay na tulad niyan,\" ani Conyers, kahit sinabi niya na gusto niyang itulak ang pag-uusig sa ibang mga paraan, kasama ng pagpapadala ng mga tagapag-usig na komite sa London.\n",
        "output": [
            "\"My inclination at this time is not to do something like that,\" Conyers said, although he noted that he wanted to press for an investigation in other ways, including sending committee investigators to London.\n"
        ]
    },
    {
        "input": "Ang pagsasara ay nagpapatuloy upang maging sanhi ng lalong malaking mga problema para sa mambubukid ng baka ng Kanada na umaasa sa merkado ng baka ng Estados Unidos.\n",
        "output": [
            "The closure continues to cause major problems for Canadian beef farmers who depended on the United States beef market.\n"
        ]
    },
    {
        "input": "Ang mga suspek ay nakatakas sa Bangko ng Mercantile, isang milya pakanluran ng Walt Disney World's World of Sports, na kasama ang isang bihag pagkatapos ang mga awtoridad ay nagpasabog sa pinto sa likod gamit ang aparatong pampasabog.\n",
        "output": [
            "The suspects had escaped the Mercantile Bank, a mile west of Walt Disney World's Wide World of Sports, with one hostage after authorities blasted through the rear door using an explosive device.\n"
        ]
    },
    {
        "input": "Isang pag-aaral noong 1991 sa utak ng mga tao sa mga biktima ng AIDS ang nagpakita ng kaibahan ng kaparehong laki ng hypothalamus sa pagitan ng bakla at heterosekswal na mga lalaki.\n",
        "output": [
            "A 1991 study of human brains of AIDS victims showed a similar hypothalamus size difference between gay and heterosexual men.\n"
        ]
    },
    {
        "input": "Ang mga komentador ay nagtala na si Obama ay tila gumanap ng ayos sa pagpupulong ng partido sa mga estado.\n",
        "output": [
            "Commentators have noted that Obama seems to perform well in caucus states.\n"
        ]
    },
    {
        "input": "Ang mga grupo ng mga karapatang magmay-ari ng baril ay matinding nangampanya kontra sa boto, ipinapahayag na ang mga hakbang ay lalabag sa konstitusyonal na mga karapatan, at papatamaan ang indibiduwal na mga senador sa pamamagitan ng mga mapangutyang materyal na lumalabas onlayn.\n",
        "output": [
            "Gun rights groups have campaigned strongly against the vote, claiming that the measures would violate constitutional rights, and targeting individual Senators with mocking material appearing online.\n"
        ]
    },
    {
        "input": "Si Jack Thomas, 33, kilala bilang \"Jihad Jack\" ay hinatulan sa ilalim ng bagong batas ng Australya laban sa terorismo.\n",
        "output": [
            "Jack Thomas, 33, known as \"Jihad Jack\" was convicted under new Australian anti-terror laws.\n"
        ]
    },
    {
        "input": "Ang bilyong bilyong mga tao sa Asya at Afrika ay nahaharap na sa kakulangan ng tubig dahil sa hindi magandang pangangasiwa ng tubig, ayon sa kanya.\n",
        "output": [
            "Billions of people in Asia and Africa already faced water shortages because of poor water management, he said.\n"
        ]
    },
    {
        "input": "Ngayong linggo din ay nakita si Howard Bath, Children's Commisioner para sa Northern Territory ng Australia, na nagmungkahi na ang lugar na iyon ang may pinakamataas na bilang ng mga batang babaeng Aboriginal na nagpapakamatay sa Kanluran.\n",
        "output": [
            "This week also saw Howard Bath, Children's Commissioner for Australia's Northern Territory, suggest the area had the highest proportion of Aborignal girl suicides in the West.\n"
        ]
    },
    {
        "input": "Bilang karagdagan, nag-pataw ng curfew, at isinara ng mga militar ang hangganan ng Niger.\n",
        "output": [
            "Additionally, a curfew has been imposed, and the military has closed Niger's borders.\n"
        ]
    },
    {
        "input": "Binanggit ng kaniyang ama na si Mitch na \"Ito ang gantimpala sa tagumpay na nakamit niya sa larangan ng musika at sa kaniyang talento.\"\n",
        "output": [
            "Her father Mitch remarked that \"This is the reward for her musical achievements and her talent\".\n"
        ]
    },
    {
        "input": "Ang mga bumbero ay gumamit ng helikopter, mula sa Sheriff Department ng Erie County, na mayroong kamerang may infrared upang makita ang mga lugar sa gusali na mayroon pang malaking init o apoy.\n",
        "output": [
            "Firefighters are using a helicopter, courtesy of the Erie County Sheriff's Department, that is equipped with infrared cameras in order to see the areas of the building which still contain a significant amount of heat or fire.\n"
        ]
    },
    {
        "input": "Ang kwento ni Ranier ay umiikot sa kalakhan ng isang lumang salamin pangkamay na kanyang natagpuan habang dumadalo sa isang bentahan sa Dallas, Texas.\n",
        "output": [
            "Rainer's story revolves largely around an old hand mirror she discovered while attending an estate sale in Dallas, Texas.\n"
        ]
    },
    {
        "input": "Ngunit nang ang sasakyan ay huminto sa tapat ng isang bahay, nakita ng mga pulis na isang batang lalaki, nasa ikalawang baitang, halos 4 na talampakan ang taas, ang nasa likod ng manibela.\n",
        "output": [
            "But when the truck came to a stop in front of a house, police saw that it was a boy, a second grader, barely 4 feet tall, behind the wheel.\n"
        ]
    },
    {
        "input": "Ang mga CANDU reaktor, kung saan dinesenyo sa Canada, ay isa sa kapaki-pakinabang na mga anyo ng nukleyar reaktor dahil sa kanilang kahusayan sa langis at mababang halaga ng dawn-taym.\n",
        "output": [
            "CANDU reactors, which are designed in Canada, are one of the most advantageous forms of nuclear reactors due to their fuel efficiency and low amount of down-time.\n"
        ]
    },
    {
        "input": "Hindi pa malaman kung mayroon pang ibang lason sa kanyang katawan.\n",
        "output": [
            "It is unknown if there were any other poisons in his system.\n"
        ]
    },
    {
        "input": "Ang mga opisyal ng Bankong Sentral ng Saudi ay nagsabi na \"angkop namga hakbang\" ay susundin upang mapigilan ang pagpasok ng malaking kapital sa bansa.\n",
        "output": [
            "Saudi central bank officials said that \"appropriate measures\" would be taken to stop the large capital inflows into the country.\n"
        ]
    },
    {
        "input": "Tinatayang aabot sa 100,000 na tao ang nagprotesta sa Tahrir Square kahapon bilang oposisyon sa batas konstitusyon na ginawa ng Presidente ng Egypt na si Mohamed Morsi.\n",
        "output": [
            "An estimated over 100,000 people protested in Tahrir Square yesterday in opposition to a constitutional decree made by Egypt's President Mohamed Morsi.\n"
        ]
    },
    {
        "input": "Bilang bahagi ng bagong polisiya, ang mga pangkaraniwang sandata  ay magkakaroon ng mas malaking gagampanan sa hinaharap.\n",
        "output": [
            "As part of the new policy, conventional weapons will have a greater role in the future.\n"
        ]
    },
    {
        "input": "Bilang bahagi ng operasyon, isang Qantas Airways Airbus A330 ang pinadala sa karagatan ng awtoridad ng Awstralya.\n",
        "output": [
            "As part of the operation, a Qantas Airways Airbus A330 was sent over the ocean by Australian authorities.\n"
        ]
    },
    {
        "input": "Iminungkahi ng mga awtoridad na ang uri ng sakit na ito ay hindi naman talaga nakamamatay tulad ng unang inaakala dito.\n",
        "output": [
            "Authorities suggest that the strain may not be as deadly as first thought.\n"
        ]
    },
    {
        "input": "Inilathala niya rin ang The Andromeda Strain, Congo, Rising Sun, Timeline, Easter of the Dead, ang lahat ng mga ito ay naging pangunahing pelikula.\n",
        "output": [
            "He also published The Andromeda Strain, Congo, Rising Sun, Timeline, Eaters of the Dead, all of which became major motion pictures.\n"
        ]
    },
    {
        "input": "Napatunayan na may sala si Stevens noong Oktubre sa pitong mabigat nakasalanan ng pagsisinungaling sa mga pormularyo ng pagsisiwalat ng senado tungkol sa mga regalo, higit sa lahat sa anyo ng libreng pagkukumpuni sa kaniyang bahay, na tinanggap mula sa isang kompanya ng serbisyo ng langis; ang kaniyang pagkakasala ay itinuturing na malaking dahilan sa kaniyang pagkatalo sa halalan noong Nobiyembre sa dating alkalde ng Anchorage na si Mark Begich, na siyang kasalukuyang diyunyor na Senador mula sa Alaska.\n",
        "output": [
            "Stevens was convicted in October on seven felony counts of lying on senate disclosure forms about gifts, largely in the form of free renovations to his home, received from an oil service company; his conviction is thought to have been a large factor in his November electoral defeat to former Anchorage mayor Mark Begich, the current junior Senator from Alaska.\n"
        ]
    },
    {
        "input": "Ang mga taga-Sri Lanka na nasa komunidad na ng Australya, gayunpaman, ay kinakaligtaan, ayon kay Ian Rintoul ng Refugee Action Coalition.\n",
        "output": [
            "Sri Lankans already in the Australian community, however, are being overlooked, according to Ian Rintoul of the Refugee Action Coalition.\n"
        ]
    },
    {
        "input": "Si Myers ay dating nagturo sa Mataas na Paaralan ng Reidland sa Paducah, Kentucky, at nasuspendido noong 2006 matapos napag-alaman ng isang estudyante doon ang tungkol sa kanyang karir sa pornograpiya.\n",
        "output": [
            "Myers previously taught at Reidland High School in Paducah, Kentucky, and was suspended in 2006 after a student there discovered her pornographic career.\n"
        ]
    },
    {
        "input": "Isang mamamahayag sa TV na naka-embed sa mga Marines ay ini-rekord ang mga pagpatay sa bidyu.\n",
        "output": [
            "A television journalist embedded with the Marines recorded the killing on videotape.\n"
        ]
    },
    {
        "input": "Inanunsyo ng mga sundalo gamit ang mga trumpo na ang siyudad ay sakop ng kurpyo at lahat ng mga lokal na mamamayan ay dapat mananatili sa loob ng kanilang mga bahay.\n",
        "output": [
            "Soldiers announced in loudspeakers that the city was under curfew and that all local residents were to remain inside their homes.\n"
        ]
    },
    {
        "input": "Ang mga pagguho ay nag baon sa mga tahanan at ang mga lansangan ay hindi madaanan, samantalang daan daang mga opisyal ng kapulisan, mga tauhan ng militar, lokal na opisyal at mga boluntariyo ang naghuhukay na may gamit pang bukid at kahit ang kanilang mga kamay upang maghanap ng mga nakaligtas.\n",
        "output": [
            "Landslides buried houses and made roads impassable, while hundreds police officers, military personnel, local officials and volunteers have been digging with farm tools and even their hands to search for survivors.\n"
        ]
    },
    {
        "input": "Nasaktan ang kanyang likod noong siya ay tumalon mula sa kab ng kanyang trak.\n",
        "output": [
            "He hurt his back when he jumped from the cab of his truck.\n"
        ]
    },
    {
        "input": "Bilang reaksiyon sa pahayag ng Amerika, sinabi ng Presidente ng Iran na si Mahmoud Ahmadinejad sa isang panayam sa telebisyon na ang mga alegasyon ay \"mga kadahilanan lamang upang mapahaba ang pananatili\" ng militar ng Amerika sa Iraq, at ang Amerika ay nag-aakusa sa iba sa pagsisikap na \"itago ang pagkatalo at kabiguan nito\"; subalit sa isang panayam ni Diane Sawyer noong ika-12 ng Pebrero, tumanggi si Ahmadinejad na pag-usapan ang mga akusasyon na ang kanyang bansa ay nagtutustos ng mga sandata sa mga rebelde sa Iraq.\n",
        "output": [
            "Reacting to the U.S. claims, Iran's President Mahmoud Ahmadinejad said in a television interview that the allegations were \"excuses to prolong the stay\" of the U.S. military in Iraq, and that the U.S. was pointing fingers at others in an effort to \"hide its defeats and failures\"; however in an interview with Diane Sawyer on February 12th, Ahmadinejad refused to address accusations that his country was supplying weapons to insurgents in Iraq.\n"
        ]
    },
    {
        "input": "Ang pagpupulong na pinaghandaan ng Departamento ng Estado ng Estados Unidos, ay tinawag na Annapolis Conference.\n",
        "output": [
            "The conference, hosted by the United States Department of State, has been dubbed the Annapolis Conference.\n"
        ]
    },
    {
        "input": "Ito ay sinasabing walang ibang sasakyan na kasangkot sa pangyayari.\n",
        "output": [
            "It is thought that no other vehicle was involved in the incident.\n"
        ]
    },
    {
        "input": "Si Basil Al-Sayed ang naging huling mamamahayag na namatay noong 2011, siya ay nabaril noong ika-29 ng Disyembre ng isang sniper sa lungsod ng homs.\n",
        "output": [
            "Basil Al-Sayed became the last journalist to die in 2011, shot on December 29 by a sniper in the city of Homs.\n"
        ]
    },
    {
        "input": "Idiniin ni Francis Everitt, ang pinunong imbestigador ng eksperimento, sa isang panayam sa New York Times na ang anunsyo nila ay isa lamang na panimula at sa karagdagang pagsusuri, inaasahan nila na mapabuti ang katumpakan ng kanilang resulta; sa kasalukuyan, sinasabi nilang natuklasan lamang nila ang epekto ng paghila ng katawan sa loob ng dagdag or bawas ng labinlimang posryento ng inaasahang halaga nito.\n",
        "output": [
            "Francis Everitt, the experiment's Principal Investigator, stresses in an interview with the New York Times that their announcement is only preliminary and that, with further analysis, they hope to improve the precision of their results; currently, they say they have only detected the frame dragging effect to within plus or minus fifteen percent of its expected value.\n"
        ]
    },
    {
        "input": "Ang walang pagbabawal na pagbubukas ay garantisado sa 30,000 mamamahayag at midya na inaasahan para sa palaro sa ilalim ng 'host city contract'ng Beijing.\n",
        "output": [
            "Unrestricted access is guaranteed to the 30,000 reporters and media staff expected for the Olympics under Beijing's 'host city contract'.\n"
        ]
    },
    {
        "input": "\"Ang dating pag-aaral ay sumobra ng pagtantiya sa presyo ng enerhiya at mga paglabas ng karbon na nilikha ng mga ginawang mga planta ng kuryente at sa pagmimina ng uranyum,\" sabi ni Prop Sevior.\n",
        "output": [
            "\"This previous research overestimated the energy costs and carbon emissions generated by the construction of nuclear power plants and for mining uranium,\" Prof Sevior said.\n"
        ]
    },
    {
        "input": "Ang gumawa ng Airbus, na nakabase sa Toulouse, ay tutulong sa pag-iimbestiga, ayon sa tagapagsalita ng Airbus.\n",
        "output": [
            "Manufacturer Airbus, based in Toulouse, will aid the investigation, Airbus spokespersons stated.\n"
        ]
    },
    {
        "input": "Ang mataas na peligro ay ang mga preso sa bilibid, mga taong walang tahanan, mga tauhan ng militar at ang mga pamilyang may anak na pumapasok sa pang araw na paalagaan.\n",
        "output": [
            "At higher risk are prison inmates, homeless people, military personnel, and families with kids in day care.\n"
        ]
    },
    {
        "input": "Itinaya na ang pagbabawas sa mga puwersa ng Britanya ay makapagsasalba ng mga £1 bilyong pondo (mga 1.7 bilyong dolyar ng U.S.).\n",
        "output": [
            "It estimated the reduction of British forces could save about £1 billion pounds (about $1.7 billion U.S. dollars).\n"
        ]
    },
    {
        "input": "\"Dahil sa kanyang pagyakap sa Hamas sa harap ng madla, isinakripisyo ng emir ang kapayapaan.\"\n",
        "output": [
            "\"By hugging Hamas publicly, the emir of Qatar has thrown peace under the bus.\"\n"
        ]
    },
    {
        "input": "Ang Rogers ng Canada ay pangalawa sa pinakamahal sa US$2,176 para sa tatlong taong termino.\n",
        "output": [
            "Canada's Rogers was the second most expensive at US$2176 for a three-year term.\n"
        ]
    },
    {
        "input": "Maari kong sabihin na isang magandang kasanayan ang ipalagay ang teksto o nilalaman anumang panahon na posible ito.\n",
        "output": [
            "I would say it's a good practice to attribute text or content whenever possible.\n"
        ]
    },
    {
        "input": "\"Mayroong tunay na suporta para makakuha ng karagdagang mga trambya para sa Croydon para makipagsabayan sa lumalagong pangangailangan para sa serbisyong Tramlink at para rin masiguro ang malaking mga pagpapabuti para sa mga taong naglalakad at taga-gamit ng mga transport sa paligid at pagitan ng Silangan at Kanlurang mga istasyon ng Croydon.\"\n",
        "output": [
            "\"There is real support to get additional trams for Croydon to keep pace with growing demand for Tramlink services and also to secure major improvements for pedestrians and transport users around and between East and West Croydon stations.\"\n"
        ]
    },
    {
        "input": "Tumigil ang motor at nahulog ang helikopter sa lupa, sinabi ng isang residenteng nangangalan na si Augustin Vargas.\n",
        "output": [
            "The motor stopped and the helicopter plummeted to the ground, said one local resident named Agustin Vargas.\n"
        ]
    },
    {
        "input": "\"Si Ben ay dakilang kaibigan, at ang panahong nilaan niya sa Europa kasama ang Disgorge (lalo na ang mga libreng gabi sa aking tahanan) ay walang masasabi ngunit matindi.\"\n",
        "output": [
            "\"Ben was a great friend, and the time he spent in Europe with Disgorge (especially the nights off at my own home) have been nothing but great.\"\n"
        ]
    },
    {
        "input": "Ang pera ng gobyerno ay ginamit sa pagbili sa Bear Stearns ng JPMorgan Chase noong Marso ng taong kasalukuyan.\n",
        "output": [
            "Government money was used in the takeover of Bear Stearns by JPMorgan Chase in March of this year.\n"
        ]
    },
    {
        "input": "Sinubukang bawiin ng mga mananaliksik ang kanilang pera at pumunta sa hotel na tinutuluyan nina Whitton at Dyer, upang madatnan lamang ang mga kwarto na walang laman, at ang dalawang lalaki ay hindi matagpuan.\n",
        "output": [
            "The researchers then attempted to reclaim their money and went to the hotel Whitton and Dyer were staying in, only to find the rooms empty, and the two men nowhere to be found.\n"
        ]
    },
    {
        "input": "Ang mga establisyimento ng mga atomikong armas sa Aldermaston ay naiulat na bumubuo ng mga taktikal na nukleyar na armas, mas maliit at mas maikli ang abot kaysa sa Trident at angkop sa pagpaputok gamit ang parehong uri ng panglunsad ng Tomhawk.\n",
        "output": [
            "The atomic weapons establishment at Aldermaston is reported to be developing tactical nuclear weapons, smaller and of shorter range than Trident suitable for firing using the same type of launcher as Tomahawks.\n"
        ]
    },
    {
        "input": "Ngunit ang kahulugan ng \"karaniwan\" ay bumalik matapos ang ilang oras nang tumaas ang temperatura at hangin at marami sa mga 1,788 na starter ay nagtapos bago ika-14 ng Oktubre, 2007 sa ika-12 ng umaga na dedlayn.\n",
        "output": [
            "But a sense of \"normal\" returned later in the day as the temperature and winds rose and as many of the 1,788 starters completed before the October 14, 2007 12:00am deadline.\n"
        ]
    },
    {
        "input": "Sinabi ng ministro ng transportasyon ng Kanada na si Jean Lapierre na dalawang-katlong domestikong biyahe ng Kanada ay may dinadaanan himpapawid ng America.\n",
        "output": [
            "The Canadian transport minister Jean Lapierre said two-thirds of Canada's domestic flights at some point cross through American air space.\n"
        ]
    },
    {
        "input": "Sa Hulyo 2004, papalitan ng Romania ang halaga ng kanilang salapi, ang leu, upang ang lumang 10,000 lei ay maging katumbas ng 1 bagong leu, kung saan ang 1 euro ay katumbas ng tinatayang 3.6 na bagong lei.\n",
        "output": [
            "In July 2004, Romania will revalue its currency, the leu, so that 10,000 old lei will equal 1 new leu, with 1 euro being equal to approximately 3.6 new lei.\n"
        ]
    },
    {
        "input": "Sa kabuoan ng bidyo, gumagamit si Cruise ng mga magulong pag-uusap na salitang Siyentolohiya tulad ng \"KSW\": \"Para sa akin, ang lahat ay tungkol KSW.\"\n",
        "output": [
            "Throughout the video, Cruise uses Scientology jargon terms such as \"KSW\": \"For me, it’s all about KSW.\"\n"
        ]
    },
    {
        "input": "Si Spencer Dryden, ang tambulero ng maalamat na banda ng rock sa Amerika na Jefferson Airplane, ay namatay noong Martes, ika-11 ng Enero.\n",
        "output": [
            "Spencer Dryden, the drummer of the legendary American rock band Jefferson Airplane, passed away on Tuesday, Jan. 11.\n"
        ]
    },
    {
        "input": "Ang sindrom ni Asherman ay karaniwang sanhi ng isang malalang pinsala sa matris na nagreresulta ng panloob na peklat na tisiyu.\n",
        "output": [
            "Asherman's syndrome is normally caused by a trauma to the uterus that results in internal scar tissue.\n"
        ]
    },
    {
        "input": "Ang epekto ng kanyang buwis at gumugol sa pagbabawas ng mga plano sa estado ay hindi pa ipinaliwanag patungkol sa ipinagkaloob sa lipunan.\n",
        "output": [
            "The effect of his tax and spend reduction plans on state social provision has not yet been explained.\n"
        ]
    },
    {
        "input": "Ang labanan ay inilipat mula sa Unibersidad dahil sa maulang panahon kamakailan lamang na nagsanhi ng pagdami ng tubig sa lupa.\n",
        "output": [
            "The match was moved from the University due to the recent wet weather causing the ground to be water logged.\n"
        ]
    },
    {
        "input": "Hindi intensyon ng mg pulis na ibunyag ang ano mang karagdagang impormasyon tungkol sa insidente hanggang maipagpaalam sa mga kamag-anak ng namatay ang insidente.\n",
        "output": [
            "Police do not intend to disclose any further information about the incident until relatives of the deceased have been informed of the incident.\n"
        ]
    },
    {
        "input": "Sa mga naunang karera para sa mga reserbadong crew, ang Goldie (Cambredge) ay natalo ang Isis (Oxford).\n",
        "output": [
            "In the earlier race for reserve crews, Goldie (Cambridge) beat Isis (Oxford).\n"
        ]
    },
    {
        "input": "Isang pagsalakay sa apat-na-palapag na mansyon ni Madhavan sa India ang nagbungyag ng mga droga, isang uniporme ng pulis, isang balat mula sa paubos ng tigre at mga pornograpikong DVD.\n",
        "output": [
            "A police raid of Madhavan's four-story mansion in India uncovered drugs, a police uniform, a pelt from an endangered tiger and pornographic DVDs.\n"
        ]
    },
    {
        "input": "Kuha noong 2002 at 2006 ang mga madidilim na litrato kaibahan sa nakaraan na pinatibay ang lugar na may kagubatan na natira.\n",
        "output": [
            "Taken in 2002 and 2006, the photos starkly contrast the previous built-up area with the empty scrubland that remains.\n"
        ]
    },
    {
        "input": "Kaninang umaga isinagawa ang unang seksyon ng labing anim na bahagi ng Cup ng UEFA, na walong paligsahan ang nailaro.\n",
        "output": [
            "The first leg of the round of sixteen in the UEFA Cup occurred earlier today, with all eight games being played.\n"
        ]
    },
    {
        "input": "Si Deeana Lareg, na una nang nagsabi na nagmamay-ari lamang siya ng 1 sa 3 asong sangkot sa insidente ng pangangagat, ay hindi pa pormal na nakakasuhan at naghihintay ng sakdal.\n",
        "output": [
            "Deeana Large, who initially said she owned only 1 of the 3 dogs involved in the mauling case, has not yet been formally charged and awaits indictment.\n"
        ]
    },
    {
        "input": "Ang mga minero ay nakakulong simula 03:00 (08:00 UTC) sa lokal na oras.\n",
        "output": [
            "The miners have been trapped since 03:00 (08:00 UTC) local time.\n"
        ]
    },
    {
        "input": "Sinalakay ngayong Biyernes ng isang kotseng pinasabog ang istasyon ng pulis ng Guwardiya Sibil ng Espanyol sa lungsod ng Basque sa Durango, na nakasugat sa dalawang pulis.\n",
        "output": [
            "A police station of the Spanish Guardia Civil was attacked today Friday by a car bomb in the Basque city of Durango, injuring two policemen.\n"
        ]
    },
    {
        "input": "Para lalong palalain ang situwasyon, ang talatuntunan ng init ay inaasahang aabot pa ng higit sa 110 para sa kalakhang baybaying-dagat sa silangan dahil sa mataas na antas ng kahalumigmigan.\n",
        "output": [
            "To exacerbate the situation, heat indices are expected to reach well over the 110s for much of the east coast due to high humidity levels.\n"
        ]
    },
    {
        "input": "Ang puhunan sa agrikultura, ayon kay Direktor-Heneral Diouf, ay ang susi para makaahon sa paghihirap at gutom sa mga naghihirap ng mga bansa.\n",
        "output": [
            "Investment in agriculture, according to Director-General Diouf, is the key to overcoming poverty and hunger in poorer countries.\n"
        ]
    },
    {
        "input": "Sinabi rin niya na \"Ang isang gusali ay hindi guguho nang ganoon, maliban kung may pagsabog.\"\n",
        "output": [
            "He also said \"A building never collapses like that, unless it's with an implosion.\"\n"
        ]
    },
    {
        "input": "Kabilang sa pinakamaselang insidente ang pagbagsak noong Oktubre 2005 ng Rusong pandigmang panghimpapawid sa Lithuania.\n",
        "output": [
            "The most serious such incident involved the October 2005 crash of a Russian jet fighter in Lithuania.\n"
        ]
    },
    {
        "input": "\"Ang pagkakaroon ng ganitong kalakaran na nagpapahintulot sa ganitong uri ng kalaswaan na ipinapakita sa kanilang website o sa pamamagitan ng kanilang sistema ay isang bagay na hindi nila kayang pangasiwaan.\"\n",
        "output": [
            "\"To have a business allow that type of filth to be purveyed through their website or through their system is something that they say they can't handle.\"\n"
        ]
    },
    {
        "input": "Nang siya ay mahuli at pinakawalan, minanmanan sya ng mga opisyal habang sumakay sa di minarkahang sasakyan ng mga pulis.\n",
        "output": [
            "When he was booked and released, he was observed by officers getting into the unmarked police car.\n"
        ]
    },
    {
        "input": "\"Ang pagsusuring iyan ay nakita na rin ng Halaw na Komite ng Batas at Tuntunin, at ang kailangan ay pagsusuri sa presyo at pagkakaroon ng alkohol.\"\n",
        "output": [
            "\"That review has already been looked at by the Law and Order Select Committee, and what is needed is a review of price and availability of alcohol.\"\n"
        ]
    },
    {
        "input": "\"Ang sinasabi namin ay magkakaroon ka ng tiwala na kung hindi sumulong ang panukalang-batas ay may alternatibong daan upang kaagad na masolusyunan ang mga isyu pagkatapos.\"\n",
        "output": [
            "\"What we are saying is you can have confidence that if the bill doesn't proceed there will be an alternative vehicle for addressing the issues immediately thereafter.\"\n"
        ]
    },
    {
        "input": "Walang niyebe ang dumating hanggang sa bandang pahapon, kung saan mayroong limitadong ipon.\n",
        "output": [
            "No snow arrived until late in the afternoon, where there was limited accumulation.\n"
        ]
    },
    {
        "input": "Kaagad ay kanilang napag-alaman, gayunpaman, na ang bagong mga telepono ay hindi makasapat, at gaya ng ibang mga bansa ay nakakaranas na hindi agad magamit ang mga telepono.\n",
        "output": [
            "They soon learned, however, that the new phones were in short supply, and like other countries experienced delays in activating the phones.\n"
        ]
    },
    {
        "input": "Ang mga kinatawan ay gumamit ng mga telepono para makipagkasundo sa mga suspek, na nakasuot ng mga pantakip sa bibig, mga peluka at damit panlamig.\n",
        "output": [
            "Deputies had been using cell phones to negotiate with the suspects, who were wearing masks, wigs and coats.\n"
        ]
    },
    {
        "input": "Ilang mga banners ang nagpahayag na ang kalayaan sa pagsasalita ay dapat hindi mangangahulugan sa posibildad ng pang-iinsulto sa mga relihiyosong katauhan.\n",
        "output": [
            "Some banners claimed that freedom of speech should not imply the possibility of insulting religious figures.\n"
        ]
    },
    {
        "input": "Habang ang mga delegado sa Republican National ay di binigyan sa simulaing ang nanalo ay kuha lahat, ang mga kandidato maliban sa nanalo sa primarya ng estado ay maaari ring makakuha ng mga delegado mula sa estado.\n",
        "output": [
            "As Virginia's delegates to the Republican National Convention are not awarded on a winner-take-all basis, candidates other than the winner of the state's primary could also gain delegates from the state.\n"
        ]
    },
    {
        "input": "33,000 na mga manggagawa sa botohan ay naitalaga sa mahigit na 5000 istasyon ng botohan.\n",
        "output": [
            "33,000 polling staff had been appointed to over 5000 polling stations.\n"
        ]
    },
    {
        "input": "Mga pangamba para sa kaligtasan ng mga humihingi ng asilo ay dumadami sa katapusan ng linggo pagkatapos nabigo ang grupo na magpakita sa Cape York Peninsula ng Awstralya pagkatapos lisanin ang daunganng Merauke ng Papua Biyernes ng umaga.\n",
        "output": [
            "Fears for the safety of the asylum-seekers mounted over the weekend after the group failed to turn up on Australia's Cape York Peninsula after leaving Papua's Merauke port on Friday morning.\n"
        ]
    },
    {
        "input": "\"Sa napakahabang panahon ang mga guro ng Ingles, Matematika at ang Agham sa paaralang sekondarya ay natagpuan ang kanilang sarili na pinpaikot lang ang lahat upang makayanan ng kanilang mga estudyante na gawin ang lahat para lang makalugod sa iba,\" ipinahayag niya, habang ang pangkalahatang kalihim ng National Association of Schoolmasters Union of Women Teachers na si Chris Keates ay sinabi na \"ang sama-samang tinig ng kaginhawaan ay magmumula sa mga paaralan ng sekondarya sa buong bansa.\"\n",
        "output": [
            "\"For too long English, mathematics and science teachers in secondary schools have found themselves skewing everything to enable their pupils to jump through a series of unnecessary hoops,\" she claimed, while Chris Keates, general secretary of the National Association of Schoolmasters Union of Women Teachers, said that \"the sound of a deep collective sigh of relief will emanate from secondary schools across the country.\"\n"
        ]
    },
    {
        "input": "Hanggang ngayon, sila ay \"lubhang abala\" para itanghal ang kasalan, dahil sa maraming mga kaganapan; ayon sa The Daily Telegraph, kasama dito ang trabaho ni Ed sa pangmalawakang halalan sa UK noong 2010, ang pagsilang ng kanyang anak na lalaking si Daniel, at ang pagdalo ni Ed sa 2009 United Nations Climate Change Conference.\n",
        "output": [
            "Until now, they had been \"too busy\" to perform the act of marriage, due to various occurrences; according to The Daily Telegraph, this includes Ed's work in the 2010 UK general election, the birth of their son Daniel, and Ed's appearance at the 2009 United Nations Climate Change Conference.\n"
        ]
    },
    {
        "input": "Si Bates ay nagsabi sa hukuman na ang ospital ay naabot sa \"mababang marka\" ng mga kinakailangang pamantayan, dagdag niyan ay \"[ang pamamahala ay] nabigong ilapag ang tamang proseso.\"\n",
        "output": [
            "Bates told the court that the hospital had reached \"markedly short\" of the required standard, adding that \"[m]anagement failed to lay down correct procedures.\"\n"
        ]
    },
    {
        "input": "Si Mohsin Musa Matawalli, gulang 45, na naakusahan bilang isang eksperto sa mga pampasabog ng Al-Qaeda, ay napatay sa isang misayl na pag-atake noong Miyerkules ng gabi sa Pakistan, sabi ni Sheikh Rashid Ahmed, ang ministro ng impormasyon ng Pakistan.\n",
        "output": [
            "Mohsin Musa Matawalli Atwah, 45, who is accused of being an Al-Qaeda explosive expert, was killed in a missile attack on Wednesday night in Pakistan, said Sheikh Rashid Ahmed, Pakistan's information minister.\n"
        ]
    },
    {
        "input": "Noong 2004, isang pitong taong bata mula sa Connecticut ang nagawang pakawalan ang sarili mula sa pampigil na mga bara ng sasakyan, at umakyat sa may unahang gilid ng kanyang upuan.\n",
        "output": [
            "In 2004, a seven-year-old from Connecticut managed to free herself from the ride's restraining bars, and climb onto the front edge of her seat.\n"
        ]
    },
    {
        "input": "Ito ang halos doble ng ibinigay ng gobyerno pagkatapo ng talo noong taong 2003.\n",
        "output": [
            "This is just under double what the government gave them after the loss in 2003.\n"
        ]
    },
    {
        "input": "Ito ay kinumpara sa animnapu't siyam na taga-ulat na namatay sa Ikalawang Digmaang Pandaigdig, at animnapu't tatlo sa Vietnam.\n",
        "output": [
            "This compares to sixty-nine reporters killed during World War Two, and sixty-three in Vietnam.\n"
        ]
    },
    {
        "input": "Sila ay naakusahan ng panunuhol sa mga opisyal ng pulisyang pederal ng Brazil.\n",
        "output": [
            "They have been accused of bribing Brazilian federal police officers.\n"
        ]
    },
    {
        "input": "Ang anak na babae ni Alison Sudrajat ay nagpahayag para sa ikalilinaw ng tuklas: \"Ito ay nakapagtuturo talaga at magandang bagay na malaman kung ano talaga ang nangyari, dahil nagbigay talaga siya ng mga detalye tungkol sa lahat.\"\n",
        "output": [
            "Alison Sudrajat's daughter had this to say in light of the findings: \"It was very informative and it was nice to know what exactly happened, because he went into quite some detail about everything.\"\n"
        ]
    },
    {
        "input": "Sa kasalukuyan, ang Pakistani na mga opisyal ay nag-ulat na 163 na mandirigma ang napatay, habang ang militar ay nagkaroo ng 23 na mga nasawi.\n",
        "output": [
            "So far, Pakistani officials have reported that 163 militants have been killed, while the military sustained 23 casualties.\n"
        ]
    },
    {
        "input": "Ngunit, pinaniwalaan na kinuha ng mga kaanib ng pinaghihinalaang terorista ang mga katawan at inilibing ang mgab ito sa hindi pa napangalanang lokasyon, pero hindi bababa sa apat na mamamayan na namatay ang inilibing sa sementeryo ng bayan.\n",
        "output": [
            "However, it is believed that associates of the alleged terrorists killed removed the bodies and buried them in an unidentified location, but at least four tribesmen that were killed were buried in the town's cemetery.\n"
        ]
    },
    {
        "input": "Sa ika-13 ng Nobyembre, ang mga taga-Toronto ay tutungo sa presinto upang bumoto para sa mga magiging konsehal at punongbayan sa kanilang lugar.\n",
        "output": [
            "On November 13, Torontoians will be heading to the polls to vote for their ward's councillor and for mayor.\n"
        ]
    },
    {
        "input": "Pinangunahan ng TELUS ang habla sa paghihiling sa CRTC na suriin ang kaayusan ng pagmamay-ari ng Globalibe/WIND, at tumanggap ng suporta mula sa Show Communications, kasama ng bagong kalaban na Public Mobile, na iniulat na nilagdaan ng lahat ang isang bukas na liham para kay Ministro Clement na inilabas sa diyaryo ng Parliament Hill na The Hill Times sa pagaanunsyo na susuriin niya ang nasabing pasya ng CRTC.\n",
        "output": [
            "TELUS had led the charge in requesting the CRTC review the ownership structure of Globalive/WIND, and had received support from Shaw Communications, along with new entrant Public Mobile, all of whom were reported to have signed an open letter to Industry Minister Clement published in Parliament Hill newspaper The Hill Times upon the announcement that he would be reviewing said decision by the CRTC.\n"
        ]
    },
    {
        "input": "Sa maagang bahagi ng ika-2 kalahati nakuha ng Bayern Munich ang pangunguna nang makuha ni Podolski ang kanyang ikalawang goal ng laro.\n",
        "output": [
            "Early in the 2nd half Bayern Munich took the lead when Podolski got his 2nd goal of the game.\n"
        ]
    },
    {
        "input": "Dahil sa wala siya sa tatlong magkasunod na pagpupulong ng parliyamento na hindi nagpapaalam sa tagapagsalita sa pamamagitan ng pagsulat, nakasaad sa batas ng Vanuatu na kailangan niyang magbitiw sa puwesto.\n",
        "output": [
            "Under Vanuatu law, since he missed three consecutive sittings of parliament without notifying the speaker in writing, he must forfeit his seat.\n"
        ]
    },
    {
        "input": "\"Ang antas ng mga insidente laban sa seguridad ay bumaba nang walo sa loob ng nakalipas ng 12 na linggo, kung saan ang antas ng insidente sa nakalipas ng dalawang linggo ang pinakamababa simula noong Hunyo 2006,\" pagpapatunay ni Petraeus.\n",
        "output": [
            "\"The level of security incidents has declined in eight of the past 12 weeks, with the level of incidents in the past two weeks the lowest since June of 2006,\" Petraeus testified.\n"
        ]
    },
    {
        "input": "Ayon sa Bureau of Meteorology (BOM), ang 2005 ang pinakamainit na taon simula ng magkaroon ng maaasahan, malawakang obserbasyon ng temperatura noong 1910.\n",
        "output": [
            "According to the Bureau of Meteorology, (BOM) 2005 was the hottest year since reliable, widespread temperature observations became available in 1910.\n"
        ]
    },
    {
        "input": "Isang pederal na hukom ang nag-utos noong Lunes at nagsabi na ang kontrobersyal na morning-after na mga tableta na Plan B ay dapat na makuha na din ng walang reseta sa mga babaeng edad 17, na binabanggit ang kagustuhan ng Food and Drug Administration (FDA) na tanggapin ang konserbatibong mga impluwensya ng administrasyon ni Bush na itakda ang edad ng makakabili sa 18 noong 2006.\n",
        "output": [
            "A federal judge ruled Monday that the controversial morning-after pill Plan B must be made available without a prescription to girls as young as 17, citing the Food and Drug Administration's (FDA) willingness to concede to the Bush administration's conservative influences by setting the age limit to 18 in 2006.\n"
        ]
    },
    {
        "input": "Sila ay nag-iisip para sa koponan at pagdating sa panahon ng pagkumpetensiya, hindi nila pinapansin ang lahat na nangyayari at nagpopokus sa pagtatanghal nang kanilang makakaya.\n",
        "output": [
            "They are very team-oriented and when it is time to compete, they ignore everything else going on and focus on performing their best.\n"
        ]
    },
    {
        "input": "Noong 2004, si Doktora Aafia ay nakilala ng FBI bilang isang \"operatiba ng Al-Qaeda at tagapanguna na naglagay ng malinaw at kasalukuyang panganib sa Amerika.\"\n",
        "output": [
            "In 2004, Dr. Aafia was identified by the FBI as an \"Al-Qaeda operative and facilitator who posed a clear and present danger to America\".\n"
        ]
    },
    {
        "input": "Sinabi ng Pandaigdig na Komunidad na ititigil na nila ang pagtulong sa Fiji na nagkakahalaga ng milyon-milyon kada taon.\n",
        "output": [
            "The International Community have said they will discontinue aid to Fiji which is worth millions annually.\n"
        ]
    },
    {
        "input": "Libu-libong mamal sa dagat at mga seabird ang nangangamatay bawat taon sa buong mundo bilang resulta ng pagkakalat ng plastik.\n",
        "output": [
            "Many thousands of marine mammals and seabirds die every year around the world as a result of plastic litter.\n"
        ]
    },
    {
        "input": "Ito ang naging sanhi ng pagkalat ng langis ng may siyam milya ang haba at tatlumpong yarda ang lawak.\n",
        "output": [
            "It has caused an oil slick about nine miles long and thirty yards wide．\n"
        ]
    },
    {
        "input": "Ang mga paputok ay kasalukuyang pinanghahawakang ebidensya ng mga Awtoridad ng Daungan sa New York at mga pulisya ng New Jersey, na may-ari ng ng paliparang LaGuardia.\n",
        "output": [
            "The fireworks are currently being held as evidence by the Port Authority of New York and New Jersey police, owner of LaGuardia Airport.\n"
        ]
    },
    {
        "input": "Sa unang taon niya sa tanggapan, ang estado ay nasa krisis sa pinanaapil at ang mga bangko ay tumigil sa pagbibigay sa siyudad ng daan sa pag-utang dahil sa $5 bilyong kakulangan.\n",
        "output": [
            "During his first year in office, the state was in a financial crisis and banks had stopped giving the city access to credit due to a $5 billion deficit.\n"
        ]
    },
    {
        "input": "Ang diskurso ay tinatawag na: Pahayag: Salapang- Ang Kinabukasan ng UK Nukleyar Deterrent.\n",
        "output": [
            "The speech is called : Statement: Trident - The Future of the UK Nuclear Deterrent.\n"
        ]
    },
    {
        "input": "Kasama sa kinakailangang suporta ang pagbabayad ng maraming pagkakautang ng Lehman.\n",
        "output": [
            "The support would consist of backing bad debts owed by Lehman.\n"
        ]
    },
    {
        "input": "Gumaganap bilang tagapagsalita ng kalusugan ng partido, sinuportahan niya ang mga pagkukusa ng mga Demokratiko ng Bath Liberal laban sa paninigarilyo noong pagpupulong sa tagsibol ng 2004.\n",
        "output": [
            "Acting as the party's health spokesman, she supported the Bath Liberal Democrats anti-smoking initiatives in the 2004 spring conference.\n"
        ]
    },
    {
        "input": "Ayon sa taunang listahan ng World's Billionaire ng Forbes na inilabas kahapon, ang makapangyarihan na mangangalakal na Meksikanong si Carlos Slim ang pinakamayamang tao sa buong mundo sa magkasunod na dalawang taon, na may ari-arian na nagkakahalaga ng 74 bilyong US dolyar.\n",
        "output": [
            "According to Forbes annual World's Billionaire list released yesterday, Mexican tycoon Carlos Slim is the world's richest person for the second year in a row, with a net worth of US$74 billion.\n"
        ]
    },
    {
        "input": "Ipinapakita ng Herceptin na naiiwasan ang pagbabalik ng kanser sa 30% ng mga pasyenteng ito.\n",
        "output": [
            "Herceptin has shown to prevent the recurrence of cancer in 30% of these patients.\n"
        ]
    },
    {
        "input": "Samantala, mananatili siyang suspendido sa lahat ng tungkulin ng UN, at siya ay binibigyan lamang ng simbolikong sahod ng isang dolyar bawat taon.\n",
        "output": [
            "In the meantime, he remains suspended from all UN duties, and is being given only a symbolic salary of one dollar a year.\n"
        ]
    },
    {
        "input": "Sa kampeonato ng mga gumagawa ang Renault ay 9 na puntos ang lamang sa Ferrari.\n",
        "output": [
            "In the constructor's championship Renault is 9 points ahead of Ferrari.\n"
        ]
    },
    {
        "input": "Si Brent Pelton, isa sa mga abugado ni Glasgow ay nagsabi ng ganito: \"Ang pilosopiya ng Palatandaan ay nakaukit na sa kultura ng kumpanya.\"\n",
        "output": [
            "Brent Pelton, one of Glasgow's attorneys, stated that: \"The Landmark philosophy is deeply ingrained in the culture of the company\".\n"
        ]
    },
    {
        "input": "Ang pamalit init ng gasolina/langis ay disenyong may parteng dalawang layunin upang magkasabay na magpatunaw ng gasolinang yelo at magpalamig ng langis ng makina.\n",
        "output": [
            "The fuel/oil heat exchanger is a dual purpose part designed to simultaneously melt fuel ice and cool down engine oil.\n"
        ]
    },
    {
        "input": "Si Agca ay nasentensyahan ng habang buhay na pagkabilaggo sa Italya, bago pinardona ng dating Papa John Paul II noong 2000 at pinabalik sa Turkey para mabilanggo dahil sa pagpatay kay Abdi Ipekci na isang mamamahayag.\n",
        "output": [
            "Agca was sentenced to life in prison in Italy, before being pardoned by former Pope John Paul II in 2000 and extradited to Turkey to serve jail time for the murder of Abdi Ipekci, a journalist.\n"
        ]
    },
    {
        "input": "Ang detalyadong protokol ng katiwasayan ay para lamang matiyak na ang kasama lamang ay ang inaasahan at ang awtorisadong pakinabang sa pagpasok ng mga trapiko, para ang patakaran ay naka ayon sa katiyakan na darating ang mga ambulansiya sa pinangyarihan sa lalong madaling panahon.\n",
        "output": [
            "A detailed security protocol to ensure only expected and authorised traffic gains access is included, as is a procedure streamlined to ensure the ambulance arrives on the scene as quickly as possible.\n"
        ]
    },
    {
        "input": "\"Ito ay naging isang madamdaming araw ngayon, pero sa termino ng aking tatlong buwan sa pangangalaga, ito'y naging isang napakagandang karanasan.\"\n",
        "output": [
            "\"It's been an emotional day today, but in terms of my three months in charge, it's been a terrific experience. \"\n"
        ]
    },
    {
        "input": "Ang Yahoo!7 ay isang pagkiki-ugnayan ng Yahoo! at ng network ng Australia na Seven.\n",
        "output": [
            "Yahoo!7 is the joint venture between Yahoo! and Australian network, Seven.\n"
        ]
    },
    {
        "input": "Ang daungan ay napalilibutan ng lupa at ng hapila na itinayo matapos ang sakuna noong 1964.\n",
        "output": [
            "The harbor is surrounded by land and a breakwater built after the 1964 disaster.\n"
        ]
    },
    {
        "input": "Wala sa mga pulis, na nagsagawa ng pagsamsam sa kamera at ID, ang gustong maghayag ng kanilangmga pangalan.\n",
        "output": [
            "No one of the policemen, who took part in the camera and ID confiscation, wanted to reveal their names.\n"
        ]
    },
    {
        "input": "Ang salita ay naging tanyag na searches sa online, at nangibabaw sa Web search engines gaya ng Google, Bing, at Yahoo!.\n",
        "output": [
            "The term became a prominent result in searches online, and gained dominance on Web search engines including Google, Bing, and Yahoo!.\n"
        ]
    },
    {
        "input": "Inakusahan ng mga rebelde ang hukbo ng Sri Lanka ng pasumalang paghihimay sa mga lugar ng mga sibilyan.\n",
        "output": [
            "The rebels have accused the Sri Lankan army of randomly shelling civilian areas.\n"
        ]
    },
    {
        "input": "Pagkatapos ng isang bigong pagsubok na makalaban sa serye na NASCAR Sprint Cup noong 2008, bumalik si Franchitti sa seryeng IndyCar para lumaban sa Chip Ganassi Racing.\n",
        "output": [
            "After a failed attempt to race in the NASCAR Sprint Cup series in 2008, Franchitti returned to the IndyCar series to race for Chip Ganassi Racing.\n"
        ]
    },
    {
        "input": "Huwebes ang pangalawang araw ng pagatake sa mga target na UN pagtakapos ng pambomba sa tatlong paaralan ng UN na ginawang tahanan ng mga repyugi noong martes. Na ikinasawi ng mahigit na 50 mga sibilyan.\n",
        "output": [
            "Thursday was the second day of attacks on UN targets after three UN schools housing refugees were bombed on Tuesday, killing over 50 civilians.\n"
        ]
    },
    {
        "input": "Ang istak ng pagkain ay sinamsam ng mga opisyal upang dalhin pabalik sa mga suplayer, habang ang restawran ay pinayagang buksan ulit sa kalaunan na may chilli na inihanda mula sa mga sariwang sangkap.\n",
        "output": [
            "The food supplies were seized by officials to be traced back to its manufacturers, while the restaurant was permitted to open again later with chili prepared from fresh ingredients.\n"
        ]
    },
    {
        "input": "Sinabi ni Kevin Kenrick, ang pangunahing opisyal ng operasyon ng Telecom na matututukan na nila ang mga komunidad ng online advertizing na hindi pa masyadong umuunlad.\n",
        "output": [
            "Kevin Kenrick, chief operating officer of Telecom, said that they will now be able to target the underdeveloped online advertising community.\n"
        ]
    },
    {
        "input": "Sa pagsimula ng petsa ng paglilitis ng dating lider ng Iraq ay palapit nang palapit, sinabi ng punong hukom ng tribunal na ang kapalaran ni Sadam Hussein ay ipapalabas ng layb sa telebisyon.\n",
        "output": [
            "As the start date of the former Iraqi leader's trial approaches, the chief judge of the tribunal has stated that the fate of Saddam Hussein will be broadcast on live television.\n"
        ]
    },
    {
        "input": "Sa kaso ng Romania, ang pagtanggap sa euro ay magaganap sa loob ng 5-7 na taon pagkatapos ng pagtatamo noong 2007.\n",
        "output": [
            "In Romania's case, the adoption will take place 5-7 years after accession in 2007.\n"
        ]
    },
    {
        "input": "\"Ang pangunahing hamon siyempre ay ang mga humigit-kumulang na 3,000 katao nahindi pa rin maabot at mahigit 300 na nasa sentrong likasan ngayon.\"\n",
        "output": [
            "\"The most immediate challenge of course is for the 3,000 or so people who are still isolated and over 300 who are in evacuation centres at the moment.\"\n"
        ]
    },
    {
        "input": "Matapos ang limang oras, isang tawag ng babala ang natanggap ng himpilan ng bumbero ng Basque na nagsasabing apat na bomba ang nakatanim sa mga dalampasigan ng Laredo at Noja, sa hilagang bahagi ng lalawigan ng Cantabri sa Spain.\n",
        "output": [
            "Five hours later, a warning call was received in the Basque fire service telling that four bombs were planted on the beaches of Laredo and Noja, in the northern Spanish province of Cantabria.\n"
        ]
    },
    {
        "input": "\"Habang ang ating estado ay kumikilos sa kabila nitong naghahating pagtatalo, ako ay umaasa na maaari nating doblehin muli ang ating mga pagsisikap at karaniwang gawain para mapabuti ang pantay at integridad ng ating sistema ng kriminal hustisya, at upang mabawasan ang pagkakaroon ng pagkakamali nito,\" dadag pa ni Malloy.\n",
        "output": [
            "\"As our state moves beyond this divisive debate, I hope we can all redouble our efforts and common work to improve the fairness and integrity of our criminal justice system, and to minimize its fallibility,\" added Malloy.\n"
        ]
    },
    {
        "input": "Habang ang PSD+PUR ay kasalukuyang nangunguna, ang pinakapinagtatalunang halalan sa Rumanya pagkatapos ng kasaysayang Komunista ay magreresulta sa paghaharap, na gagawin sa ika-12 ng Disyembre.\n",
        "output": [
            "While PSD+PUR is currently leading, the most hotly-contested election in Romania's post-Communist history may come down to the run-off, to be held on December 12.\n"
        ]
    },
    {
        "input": "Si Hamilton ay gayunding sinabi na si Al-Megrahi ay hindi nagdurusa ng \"pateryal na sakit o pagkabaldado.\"\n",
        "output": [
            "Hamilton also said Al-Megrahi was not suffering \"material pain or disability\".\n"
        ]
    },
    {
        "input": "Walang mga naging ulat sa ibang mga gusali na tinamaan sa lugar palibot sa gusali ng Press TV.\n",
        "output": [
            "There are no reports of other buildings having been hit in the area around the Press TV building.\n"
        ]
    },
    {
        "input": ":\"Habang patuloy kami sa paglalakad sa bangketa, tatlong babae ang lumabas mula sa kanilang tindahan, ang isa ay nakasuot ng dilaw na kamiseta, at nagpasalamat sa aming gawi.\"\n",
        "output": [
            ":\"As we continued to walk down the sidewalk, three women came out of their shop, one wearing a yellow king shirt, and they thanked us for the gesture.\"\n"
        ]
    },
    {
        "input": "Lubos na matagumpay ang unang yugto ng pagpapalipad, bagaman may mga napansin na ilang problema sa pangalawang yugto.\n",
        "output": [
            "The first stage was completely successful, although there appeared to be some problems with the second stage.\n"
        ]
    },
    {
        "input": "Ang iba pang pupuntahan ay ang Liverpool (na kakambal ng sa Shanghai) at Manchester's Old Trafford istadyum kung saan ang grupo ng putbol na Manchester United ay naglalaro.\n",
        "output": [
            "Other destinations will include Liverpool (twinned with Shanghai) and Manchester's Old Trafford stadium, where the football team Manchester United play.\n"
        ]
    },
    {
        "input": "Ang mga sasakyang panghimpapawid na nagmula pa noong Ikalawang Digmaang Pandaigdig ay bumagsak sa Shoreham Airshow sa West Sussex, habang lumahok sa huwad na lalabanan sa himpapawid, na ikinamatay ng isang piloto.\n",
        "output": [
            "An aircraft dating back to the Second World War has crashed at Shoreham Airshow in West Sussex, United Kingdom whilst participating in a mock dogfight, killing the pilot.\n"
        ]
    },
    {
        "input": "Sila ay bumabalik mula sa isang perya na nagmarka ng pagtatapos ng Durga Puja, isang taunang pagdiriwang ng mga Hindu na pinagdiriwang ang pagsamba ng diosa ng Hindu na si Durga.\n",
        "output": [
            "They had been returning from a fair that marked the end of the Durga Puja, an annual Hindu festival that celebrates the worship of the Hindu goddess Durga.\n"
        ]
    },
    {
        "input": "Maayos siya at nagpapagaling na sa ngayon.\n",
        "output": [
            "He's well and he's recuperating very well at the moment.\n"
        ]
    },
    {
        "input": "Ipinahayag ng tulisan na kapag hindi natupad ang kanyang hinihingi, pasasabugin niya ang eroplano.\n",
        "output": [
            "The hijacker said that if his demand was not met, he would blow up the plane.\n"
        ]
    },
    {
        "input": "Ang hindi inayos na bidyu ay malawakang naisahimpapawid ng Al Jazeera ng mga ilang buwan matapos ang insidente.\n",
        "output": [
            "The unedited footage was aired extensively by Al Jazeera over the months following the incident.\n"
        ]
    },
    {
        "input": "Ito ang sitwasyon ng seguridad sa Darfur, walang hindi tinatablan ng pag-atake,\" ang pahayag ni Mohammed.\n",
        "output": [
            "This is the security situation in Darfur, nobody is immune from being attacked,\" said Mohammed.\n"
        ]
    },
    {
        "input": "Pinatunayan ang ulat na ito sa pamamagitan ng ilang tagaibang-bansa na naninirahan sa bansa.\n",
        "output": [
            "This report has been confirmed by some expatriates living in the country.\n"
        ]
    },
    {
        "input": "Iniulat na ang kanyang pagkamatay ay dulot ng pagsabog, subalit hindi malaman kung saan ito nagmula.\n",
        "output": [
            "The cause of death has been reported to be an explosion, but the source is unclear.\n"
        ]
    },
    {
        "input": "\"Dalawampu sa amin ay nagpadala na ng liham ng reklamo sa Inspektor Heneral at Komisyonado ng pulis ng Ernakulam pati na rin sa Ministro ng Bahay sa Kerala,\" sabi ng isang nagrereklamo na si Jaya Kumar sa isang pahayag sa Gulf Daily News.\n",
        "output": [
            "\"Twenty of us have e-mailed a complaint to the Inspector General and Commissioner of Ernakulam police as well as Kerala Home Minister,\" said complainant Jaya Kumar in a statement to the Gulf Daily News.\n"
        ]
    },
    {
        "input": "Ang bus ay bumangga sa isang sasakyang ginagamit sa paligsahan sa isang haywey sa tabi ng Spanish na baybayin, kaya ang sasakyan ay lumihis sa kalye at bumaliktad.\n",
        "output": [
            "The bus collided with a sport utility vehicle on a highway along the Spanish coast, causing the bus to veer off the road and overturn.\n"
        ]
    },
    {
        "input": "\"Dapat mayroong pagkaunawa na hindi ito panghabangbuhay na takbo.\"\n",
        "output": [
            "\"There's got to be a sense that this is not perpetual drift.\"\n"
        ]
    },
    {
        "input": "Ang Pambansang Programa Laban sa Tipak-tipak na Yelo ay inilunsad noong 2000 at nakatakdang matapos sa 2014.\n",
        "output": [
            "The National Anti-Hail Program was launched in 2000 and is due to be finalised in 2014.\n"
        ]
    },
    {
        "input": "Kahapon, ang Iranian Defence Minister ay nagsalita ukol sa mga plano ng Iran para sa kanilang sariling paliparan ng satelayt, at ibinunyag ang kagustuhan ng bansa na sumali sa samahan ng mga bansang may programang pangkalawakan.\n",
        "output": [
            "Yesterday, the Iranian Defence Minister spoke of Iran's plans for their own satellite launcher, and disclosed his country's desire to join the club of countries with a space program.\n"
        ]
    },
    {
        "input": "\"Alin ang pinaka hindi makabubuti, o kaya'y makasasama, sa sangay ng elektoral?\"\n",
        "output": [
            "\"Which was least beneficial, or even harmful, to this riding?\"\n"
        ]
    },
    {
        "input": "\"Ang kanilang mga argumento ay papakinggan na may respeto sa Khartoum, yamang hindi nila puwedeng sabihin na matatagpuan ito sa anumang uri ng imperyalismong kultural, o nakaganyak ng pobya sa Islam.\"\n",
        "output": [
            "\"Their arguments will be heard with respect in Khartoum, since they cannot be said to be founded on any kind of cultural imperialism, or to be actuated by Islamophobia.\"\n"
        ]
    },
    {
        "input": "Ang pagkapanalo ng Olympiacos laban sa AEK, 3-0, ay gumalit sa mga taga-suporta ng AEK, na pinaniniwalaang sanhi ng pagkasira ng kapwa istadyum at barko.\n",
        "output": [
            "The victory of Olympiacos over AEK, 3-0, angered the supporters of AEK, which is believed to be the catalyst for damage in both the stadium and the ship.\n"
        ]
    },
    {
        "input": "Ang mga iba't-ibang bersiyon ng IE ay bumubuo sa 70 porsiyento ng merkado sa 2009; ito ay bumaba sa humigit-kumulang sa 56 porsiyento ngayon.\n",
        "output": [
            "IE's various versions accounted for 70 percent of the market in 2009; this has dropped to approximately 56 percent today.\n"
        ]
    },
    {
        "input": "Patuloy na nanatili ang Iran na hinahangad lang nilang paunlarin ang teknolohiya ng nuklear para sa paggawa ng enerhiyang elektorika, bagaman pinagtatalunan ito ng maraming bansa.\n",
        "output": [
            "Iran has continually maintained that it seeks only to develop nuclear technology for the production of electrical power, though this has been disputed by many nations.\n"
        ]
    },
    {
        "input": "Ang mabigat at tuloy-tuloy na pag-ulan hanggang sa mababang bahagi ng gitnang bahagi ng rehiyon ang naging dahilan ng pagdausdos ng putik at baha, na ang mga daan at malalaking daanan ay naisara at ang mga pamilya ay pinalikas.\n",
        "output": [
            "The heavy and sustained precipitation across the lower mainland regions have caused mudslides and flooding, with roads and highways being closed and families evacuated.\n"
        ]
    },
    {
        "input": "Ang mga nakaraang gawaing pulitikal na ipinagbabawal sa bayan ng Tsina ay pinabayaan ng mga awtoridad ng Special Administrative Region of the People's Republic of China (SAR).\n",
        "output": [
            "In the past political activities that are taboo in China proper have been tolerated by the Special Administrative Region of the People's Republic of China (SAR) authorities.\n"
        ]
    },
    {
        "input": "Ang Biyernes ay Yom Hashoah, o Araw ng Pag-alala ng Holokost sa Israel, isang araw ng taimtim na pagmumuni-muni sa pagkawala ng 5 hanggang 7 milyong buhay ng mga Hudeo sanhi ng di hinimuk na pagsalakay ng Nazi sa Pangalawang Digmaang Pandaigdig.\n",
        "output": [
            "Friday was Yom Hashoah, or Holocaust Remembrance Day in Israel, a day of solemn reflection on the loss of 5 to 7 million Jewish lives due to unprovoked Nazi aggression in World War II.\n"
        ]
    },
    {
        "input": "Ayon sa The Guardian, ang pagbabagong ito ay inaasahang magpapababa ng bilang ng iksamen sa kalahati.\n",
        "output": [
            "This change is expected to cut the number of tests taken in half, according to The Guardian.\n"
        ]
    },
    {
        "input": "Wala sa mga biktima sa sasakyan na pickup ang nakasuot ng sinturong pangkaligtasan, ayon sa Fox News.\n",
        "output": [
            "None of the victims in the pickup were wearing seat belts, according to Fox News.\n"
        ]
    },
    {
        "input": "Tinanggihan muli ng UEFA ang kanilang apela sa dahilan na walang ipinipresenta na patunay na nagkaroon nga ng pagkakamaling teknical.\n",
        "output": [
            "UEFA has rejected their appeal again, saying no proof of a technical error has been presented.\n"
        ]
    },
    {
        "input": "Sinuman ay hindi nagbigay ng anumang pampublikong pahayag kasunod ng pagpupulong, ngunit inatasan nila ang kanilang tagapag-ayos para bumuo ng mga grupo ng pagtatrabaho upang pag-usapan ang pangunahing isyu tulad ng katayuan ng Herusalem, hangganan ng Israel sa isang hinaharap na estado ng mga Palestino at mga isyu ng mga takas na Palestino.\n",
        "output": [
            "Neither man issued any public statements following the meeting, but they instructed their negotiators to form working groups to discuss core issues such as the status of Jerusalem, Israel's borders with a future Palestinian state and the issue of Palestinian refugees.\n"
        ]
    },
    {
        "input": "Sa pagitan ng tatlo at anim na milyong tao ang iniisip na naimpeksyon noong 2005.\n",
        "output": [
            "Between three and six million people are thought to have been infected in 2005.\n"
        ]
    },
    {
        "input": "Kapag ang pagsulong ng kasunduan ay napagtibay ng lahat ng 25 na miyembro ng European Union, ang Romania at Bulgaria ay magiging tunay na miyembro na sa ika-1 ng Enero, 2007.\n",
        "output": [
            "Once the accession treaty is ratified by all 25 member states of the European Union, Romania and Bulgaria will become full members in January 1, 2007.\n"
        ]
    },
    {
        "input": "At, \"Hanggang ngayon, ang mapaghigmagsik na pagsisikap na matamo ang hindi pangkaraniwang mga sandata ay nalilimitahan at nasusugpo ng mga kilos ng pinag isang puwersa.\"\n",
        "output": [
            "And, \"So far, insurgent efforts to attain unconventional weapons have been limited and contained by coalition actions.\"\n"
        ]
    },
    {
        "input": "Natuklasan ng mga mananaliksik, gayunman, ang komersiyal na pilduras ng melatonin ay naglalaman ng 10 beses na mas epektibo.\n",
        "output": [
            "The researchers found, however, that commercially available melatonin pills can contain 10 times the effective amount.\n"
        ]
    },
    {
        "input": "Ang mga paaralan sa Seattle at sa mga nayon nito ay sarado noong Biyernes, marami ay dahil sa mga kakulangan sa kuryente.\n",
        "output": [
            "Schools in Seattle and throughout its suburbs were closed Friday, many due to power outages.\n"
        ]
    }
]
}