{
  "Contributors": [
    "Sai Venkat Subramani"
  ],
  "Source": [
    "Dataset Card for Asian Language Treebank (ALT) (https://huggingface.co/datasets/alt)"
  ],
  "Categories": [
    "Language Translation"
  ],
  "Definition": "Convert the given sentence from Bahasa language to English language. ",
  "Positive Examples": [
    {
        "input": "The African Children's Choir juga bernyanyi di atas panggung dengan top 10 tahun ini.\n",
        "output": "The African Children's Choir also sang on stage with this years Top 10.\n",
        "explanation": "The above sentence is correctly translated from Bahasa Indonesia to English  as it captures the meaning of all words in a sentence correctly."
    },
    {
        "input": "Kecepatan angin rata-rata di area Bandara Pulau Toronto adalah 12km/h.\n",
        "output": "Average windspeed for the Toronto Island Airport area is 12 km/h.\n",
        "explanation": "The above sentence is correctly translated from Bahasa Indonesia to English as it correct captures information about the average windspan."
    },
    {
        "input": "Pelanggaran seperti meludahi, melepari dengan air, atau mencoba untuk mengencingi penjaga muncul sebagai kasus-kasus yang secara eksplisit tercantum tidak boleh dihadapi dengan semprotan merica.\n",
        "output": "Infractions such as spitting, throwing water at, or attempting to urinate on guards appear as explicitly listed cases where pepper spray may not be used.\n",
        "explanation": "The above sentence is correctly translated from Bahasa Indonesia to English"
    }
  ],
  "Negative Examples": [
    {
        "input": "\"Kami harus menerima laporannya dengan sangat serius dan bercermin pada apa yang harus kami refleksikan, \" Abe mengatakan pada konferensi berita.\n",
        "output": "\"We must take these results very non-chalantly and reflecting on what we must reflect on,\" Abe said at a news conference.\n",
       "explanation": "The above sentence is not correctly translated from Bahasa Indonesia to English as one of the words mismatch with the sentence.'non-chalantly' should have been 'serously"
    },
    {
        "input": "Hubungan Australia yang kuat dengan Amerika Serikat dan dukungannya kepada koalisi pimpinan AS di perang Irak merupakan isu utama dalam kemenangan ke-empat Howard secara berturut dalam pemilu Australia di akhir 2004.\n",
        "output": "\"We must take these results very non-chalantly and reflecting on what we must reflect on,\" Abe said at a news conference.",
       "explanation": "The above sentence is not correctly translated from Bahasa Indonesia to English as none of the words are correct in the translation."
    },
       {
        "input": "Ashcroft telah berkomentar selama pertemuan bahwa \"sejarah tidak akan menghakimi kita dengan ramah.\"\n",
        "output": "How are you doing today?",
         "explanation": "The above sentence is not correctly translated from Bahasa Indonesia to English as none of the words match the translation."

    }
  ],
  "Instances": [
    {
        "input": "Masalahnya adalah kekurangan informasi; penyelidikan semua pihak mendengar bukti dari laporan yang kurang lengkap dan kurangnya data.\n",
        "output": [
            "Lack of information is a problem; the all-party inquiry has heard evidence of much under-reporting and poor data collection.\n"
        ]
    },
    {
        "input": "Pedrina dan lainya, termasuk walikota Bern Alexander Tschappat, berbicara selama hari Sabtu dan Minggu periode protes.\n",
        "output": [
            "Pedrina and others, including Bern mayor Alexander Tschäppät, spoke out during the Saturday and Sunday period of protests.\n"
        ]
    },
    {
        "input": "Sebuah toko 24 jam direncanakan dibuka di pinggiran kota, tetapi perusahaan besar makanan cepat saji tersebut batal menyetujui bahwa toko tersebut hanya akan buka sepanjang malam pada hari Jumat dan Sabtu.\n",
        "output": [
            "A 24 hour store was planned for the suburb but the fast food giant backed down agreeing that the store will only open overnight on Fridays and Saturdays.\n"
        ]
    },
    {
        "input": "Dan Cowle, trimmer Tim Selandia Baru, mengatakan, \"Seperti kami katakan kemarin ada dua pendorong sangat besar di sana.\"\n",
        "output": [
            "Dan Cowie, Team New Zealand trimmer, said, \"As we said yesterday there are two very even boats out there.\n"
        ]
    },
    {
        "input": "Pejuang Suriah mengancam pembalasan terhadap kelompok Hizbullah karena mengirim pejuang untuk membantu presiden Suriah Bashar al-Assad, yang berperang untuk mengakhiri pemberontakan terhadap pemerintahannya.\n",
        "output": [
            "Syrian rebels have threatened retaliation against the Hezbollah group for sending fighters to assist Syrian President Bashar al-Assad, who is fighting to end a revolt against his rule.\n"
        ]
    },
    {
        "input": "Departemen Kehakiman Amerika Serikat telah meminta agar tuduhan korupsi terhadap mantan Senator Alaska Ted Stevens digugurkan karena buktinya disembunyikan dari tim pembela oleh para jaksa aslinya.\n",
        "output": [
            "The United Stated Department of Justice has asked for corruption charges against former Alaska Senator Ted Stevens to be dropped because evidence was withheld from the defense team by the original prosecutors.\n"
        ]
    },
    {
        "input": "Meskipun beberapa ombak ganas mempengaruhi proses pembersihan, pihak berwenang berharap akan menyelesaikan operasi tersebut dalam 10 hari.\n",
        "output": [
            "Although rough seas have affected the cleanup, authorities expect to have completed the operations within ten days.\n"
        ]
    },
    {
        "input": "Bapak Downer mengatakan pada penyelidikan bahwa intelijen mungkin tidak menanganinya.\n",
        "output": [
            "Mr Downer told the inquiry that the intelligence may not have been dealt with.\n"
        ]
    },
    {
        "input": "Para peneliti dan Badan Kanker Alberta dan Capital Health belum menyarankan penggunaan DCA untuk pengobatan kanker, karena percobaan klinis atas penggunaan obat untuk mengobati kanker belum dilakukan.\n",
        "output": [
            "The researchers and the Alberta Cancer Board and Capital Health do not advise the use of DCA to treat cancer yet, as clinical trials for the drugs use to treat cancer have not been performed yet.\n"
        ]
    },
    {
        "input": "Hanya dua minggu setelah Cina mengirim pasar global kedalam sebuah kejatuhan, tumbuhnya kekhawatiran mengenai pemberi pinjaman hipotek sub-prima di Amerika Serikat mengirimkan kegelisahan selama bursa saham di seluruh dunia.\n",
        "output": [
            "Just two weeks after China sent global markets into a tumble, growing worries about sub-prime mortgage lenders in the United States are sending jitters through stock exchanges around the globe.\n"
        ]
    },
    {
        "input": "Mengatasi masalah tersebut, Perdana Menteri Israel, Benjamin Netanyahu, mengatakan pada pertemuan partainya, \"Kepemimpinan dinilai oleh kemampuan untuk melaksanakan keputusan, yang mungkin saja akan sulit.\n",
        "output": [
            "Addressing the issue, the Israeli Prime Minister, , said at the meeting of his party, \"Leadership is judged by the ability to implement decisions, difficult as they may be.\n"
        ]
    },
    {
        "input": "Juga dilaporkan bahwa orang Italia terluka dalam tabrakan tersebut.\n",
        "output": [
            "It is also reported that Italians were injured in the crash.\n"
        ]
    },
    {
        "input": "Pernyataan telah dibuat setelah tiga jurnalis dari koran Vardens Gang (VG) edisi online mengikuti tes tersebut.\n",
        "output": [
            "The statement was made after three journalists from the online edition of the newspaper Verdens Gang (VG) took the test.\n"
        ]
    },
    {
        "input": "NTGL telah mengumumkan pada hari Rabu bahwa regu tersebut tidak akan mampu untuk melakukan perjalanan ke Lome, Togo karena kurangnya dana untuk membayar biaya perjalanan tim.\n",
        "output": [
            "The NTGL had announced on Wednesday that the squad would not be able to travel to Lome, Togo because of a lack of funds to pay for the team's travel.\n"
        ]
    },
    {
        "input": "Pihak berwenang mengungksian di sebuah area luasnya 1 setengah mil (kira-kira 800 m).\n",
        "output": [
            "Authorities evacuated an area that was one-half of a mile (approximately 800 m) wide.\n"
        ]
    },
    {
        "input": "Georgia memimpin lebih dulu di babak kedua dan mengancam akan mencetak angka di akhir pertandingan tetapi pertahanan Irlandia mengamankan empat angka kemenangan.\n",
        "output": [
            "Georgia led early in the second half and were threatening to score late in the match but Ireland's defence held to secure the four point victory.\n"
        ]
    },
    {
        "input": "Para petugas polisi bersenjata dari SO19 telah menyerbu properti-properti di daerah-daerah Nothing Hill dan North Kensington di London dan angkatan bersenjata Italia telah menahan tersangka pengeboman ke-empat pada sebuah properti di Roma, Italia.\n",
        "output": [
            "Armed police officers from SO19 have raided properties in the Notting Hill and North Kensington areas of London and Italian forces have arrested the fourth bombing suspect at a property in Rome, Italy.\n"
        ]
    },
    {
        "input": "Saat ini, Fitow sedang bergerak ke arah Laut Okhotsk, dengan kecepatan pergerakan 24 mil per jam.\n",
        "output": [
            "Fitow is now moving towards the Sea of Okhotsk, making progress at about 24 miles per hour.\n"
        ]
    },
    {
        "input": "Untuk mendanai upaya penyelamatan saat ini, pemerintah Jepang dilaporkan mempertimbangkan menaikkan pajak, sebagai perkiraan biaya pembangunan kembali daerah bencana setinggi satu persen dari total lima triliun dolar GDP.\n",
        "output": [
            "To fund the current rescue efforts, the Japanese government is reportedly considering raising taxes, as the estimated cost of rebuilding affected areas is as high as one percent of the total five trillion dollar GDP.\n"
        ]
    },
    {
        "input": "Presiden Ely Ould Mohamed Vall, yang juga memberikan suara dalam referendum tersebut berkata, \"Ini adalah hari yang luar biasa dan merupakan kebangkitan Mauritania...\"\n",
        "output": [
            "President Ely Ould Mohamed Vall, who also voted in the referendum said, \"This is a great day and a rebirth for Mauritania ...\"\n"
        ]
    },
    {
        "input": "Juru bicara dari kementrian Dalam Negeri Georgia mengatakan unit Rusia juga telah menggambil alih kota Zugdidi.\n",
        "output": [
            "A spokesman from the Georgian Interior ministry said that Russian units had also taken control of the town of Zugdidi.\n"
        ]
    },
    {
        "input": "Organisasi Kesehatan Dunia (WHO) telah menyatakan bahwa wabah kolera yang menyerang negara Afrika di Zimbabwe telah melewati puncaknya.\n",
        "output": [
            "The World Health Organisation (WHO) has stated that the cholera outbreak that has struck the African country of Zimbabwe seems to have passed its peak.\n"
        ]
    },
    {
        "input": "Pemimpin Sinn Fein, Gerry Adams menawarkan sebuah sambutan untuk rencana-rencana tersebut dan menyatakan \"dibutuhkan pertimbangan dan konsultasi yang bijaksana.\"\n",
        "output": [
            "Sinn Fein leader, Gerry Adams offered a guarded welcome of the plans and stated \"requires thoughtful consideration and consultation.\"\n"
        ]
    },
    {
        "input": "Perdana Menteri Inggris Tony Blair bisa menghadapi penyelidikan Dewan Rakyat dalam klaim bahwa kepala kepolisian telah ditekan untuk mendukung agenda politik selama pemungutan suara hari Rabu untuk memperpanjang penahanan tanpa tuduhan.\n",
        "output": [
            "British Prime Minister Tony Blair could face a House of Commons inquiry into claims that chief police officers were pressured to support a political agenda during Wednesday's vote to extend detention without charge.\n"
        ]
    },
    {
        "input": "Cindy Sheehan mengatakan pada hari Minggu bahwa dia merencanakan mengadakan protes perdamaian di tepi jalan di dekat peternakan Bush sampai Bush berbicara padanya lagi.\n",
        "output": [
            "Cindy Sheehan said Sunday that she plans to hold the roadside peace protest near Bush's ranch until he talks to her again.\n"
        ]
    },
    {
        "input": "Guru biologi di sekolah Dover telah untuk membaca pernyataan dewan sekolah tentang Desain Inteligensi untuk siswa karena kode pendidikan negara Pennsylvania menyatakan bahwa \"pendidik profesional mungkin tidak sadar dan sengaja salah dalam menggambarkan subyek.\"\n",
        "output": [
            "Biology teachers in the Dover schools have refused to read the school board's statement on Intelligent Design to students because the Pennsylvania state code for education states that \"The professional educator may not knowingly and intentionally misrepresent subject matter.\"\n"
        ]
    },
    {
        "input": "Jumlah kasus kolera baru di minggu terakhir tanggal 14 Maret adalah 2.076, hampir setengah dari 3.812 infeksi dilaporkan minggu sebelumnya dan 8.000 per minggu dalam awal bulan februari.\n",
        "output": [
            "The number of new cholera cases in the week ending March 14 was 2,076, almost half of the 3,812 infections reported the week before, and 8,000 per week in the beginning of February.\n"
        ]
    },
    {
        "input": "1 virus, Antinny (atau Kintama (testikel) -virus) diyakini bertanggung jawab atas pengunggahan dokumen ke jaringan filesharing tanpa izin pengguna.\n",
        "output": [
            "One virus, Antinny (or Kintama (testicle)-virus) is believed responsible for uploading documents to the filesharing network without first obtaining user permission.\n"
        ]
    },
    {
        "input": "\"Ada tiga orang mantan staf yang tercantum di dalam surat perintah pencarian yang ditunjukkan kepada saya di awal bulan Juli, dan kami memfasilitasi pengumpulan material bagi Polisi\", jelas Bapak Edwards kepada Fairfax Radio Network.\n",
        "output": [
            "\"There were three former staff member who were listed on the search warrant that was served on me in early July, and we facilitated the gathering of material for police,\" Mr Edwards told Fairfax Radio Network.\n"
        ]
    },
    {
        "input": "Detektif Senior Polisi Barry Hills dari Kepolisian Victoria, mengatakan tentang anak tersebut, \"Dia anak yang ramah, dia anak yang baik.\"\n",
        "output": [
            "Detective Senior Constable Barry Hills of Victoria Police, said of the boy, \"He's a nice lad, he's a good lad.\"\n"
        ]
    },
    {
        "input": "Namun pemerintah lokal memberikan reaksi yang bermusuhan, dengan adanya aksi yang dideskripsikan sebagai suatu \"kup\" oleh Perdana Menteri yang telah dipecat Galmo Williams.\n",
        "output": [
            "However the reaction by the local government have been hostile, with the action being described as a \"coup\" by deposed Premier Galmo Williams.\n"
        ]
    },
    {
        "input": "Juga di laporkan bahwa lebih banyak rudal lagi yang akan di uji coba selama percobaan perang minggu ini.\n",
        "output": [
            "It is also reported that more missiles will be tested during war games later in the week.\n"
        ]
    },
    {
        "input": "Menurut Lombardo, \"tampaknya memang tidak ada kebakaran (di dalam gedung ini), \" dan 2.800 pegawai sudah akan boleh bekerja setelah jam 12.00 siang ini.\n",
        "output": [
            "According to Lombardo, \"it looks like we have no fire whatsoever [in the building]\" and that all 2,800 workers were allowed to return to work shortly after 12:00 p.m.\n"
        ]
    },
    {
        "input": "Menteri Keuangan P. Chidambaram berkata bahwa dia sangat khawatir terhadap angka inflasi yang lebih tinggi akibat keterbatasan sisi pasokan.\n",
        "output": [
            "Finance minister P. Chidambaram said that he was very worried about the higher inflation rate due to supply side constraints.\n"
        ]
    },
    {
        "input": "Angka penggalangan dana telah dirilis untuk Februari: Romney memperoleh 12,5 juta selama sebulan, dan menghabiskan $ 12,3 juta untuk iklan.\n",
        "output": [
            "Fundraising figures have been released for February: Romney raised 12.5 million during the month, and spent $12.3 million on advertising.\n"
        ]
    },
    {
        "input": ":(a) sementara itu dalam lingkup Legislasi Diet bagaimana kondisi yang ditetapkan untuk memperoleh / kehilangan kewarganegaraan Jepang (Pasal 10), perbedaan tanpa alasan rasional yang dibawa oleh kondisi seperti ini mungkin tidak konstitusional (Pasal 14: Ayat 1).\n",
        "output": [
            ":(a) while it's within the scope of the Legislation of the Diet how conditions are set for acquiring / losing Japanese nationality (Article 10), a distinction without rational reasons brought by such a condition may be unconstitutional (Article 14: Paragraph 1).\n"
        ]
    },
    {
        "input": "Diharapkan bahwa SCC ke-7 tersebut akan segera tampil pada sirkuit ke-7 International Rugby Boards menurut pegawai klub.\n",
        "output": [
            "It is hoped that the SCC 7s will soon feature on the International Rugby Boards 7s circuit according to club officials.\n"
        ]
    },
    {
        "input": "USGS mengatakan bahwa akan ada kerusakan, tapi kemungkinan akan \"sangat kecil, \" tetapi sejauh ini Departemen Pemadam Kebakaran Negara Bagian San Bernardino mengatakan bahwa tidak ada kerusakan yang dilaporkan.\n",
        "output": [
            "The USGS states that there could be some damage, but that it would likely be \"very light,\" but so far the San Bernardino County Fire Department says that no damage has been reported.\n"
        ]
    },
    {
        "input": "\"Ya, al Qaeda menyerang instalasi minyak tetapi mereka bukan satu-satunya aktor dan mereka bukan aktor utama, \" katanya.\n",
        "output": [
            "\"Yes, al Qaeda attacked oil installations but they were not the only actors and they were not the main actors,\" he said.\n"
        ]
    },
    {
        "input": "Usaha bersama tersebut menggantikan kemitraan saat ini yang telang berlangsung lama antara Microsoft dan Xtra, disebut XtraMSN.\n",
        "output": [
            "The joint venture replaces the current and long-lasting partnership between Microsoft and Xtra, called XtraMSN.\n"
        ]
    },
    {
        "input": "Sidorsky adalah Perdana Menteri Belarusia sejak Juli 2003 ketika ia ditunjuk oleh Presiden Lukashenko.\n",
        "output": [
            "Sidorsky was the Prime Minister of Belarus since July of 2003 when he was appointed by President Lukashenko.\n"
        ]
    },
    {
        "input": "3 tim tersebut dirujuk pada pembongkaran mesiu usang yang tersimpan di sana, salah satu bagian dari program untuk menghapus senjata jaman Stalin dan memodernisasi militer agar memenuhi syarat untuk undangan bergabung dengan NATO bulan depan.\n",
        "output": [
            "The three teams referred to were dismantling obsolete munitions stored there, as part of a programme to remove Stalinist era arms and modernize the military in order to qualify for an invitation to join NATO next month.\n"
        ]
    },
    {
        "input": "Sebuah ledakan bom di dalam bus di Myanmar (nama lain Burma) telah membunuh seorang pria 55 tahun dan menyebabkan pria lain terluka.\n",
        "output": [
            "A bomb explosion on a bus in Myanmar (alternatively Burma) has killed a 55-year-old man and left another man wounded.\n"
        ]
    },
    {
        "input": "Pelarangan di seluruh wilayah Australia yang berlaku atas hewan kuda, keledai dan bagal seharusnya sudah selesai pada hari Rabu namun ternyata diperpanjang sampai hari Jumat.\n",
        "output": [
            "An Australia-wide ban on the movement of horses, donkeys and mules which was due to expire on Wednesday has been extended until Friday.\n"
        ]
    },
    {
        "input": "Soulas kehilangan putri dan menantunya, yang berada di pesawat ketika jatuh.\n",
        "output": [
            "Soulas lost his daughter and son-in-law, who were on board the flight when it crashed.\n"
        ]
    },
    {
        "input": "Korea Utara telah memperingatkan tentang \"pukulan pertahanan diri\" ke Korea Selatan jika mereka berpartisipasi dalam latihan militer gabungan yang menggunakan amunisi riil dengan Amerika Serikat, yang dijadwalkan dimulai dalam beberapa hari ke depan.\n",
        "output": [
            "North Korea has warned of \"self-defensive blows\" to South Korea if they participate in joint, live-fire military exercises with the United States, scheduled to begin in the next few days.\n"
        ]
    },
    {
        "input": "Proses penggulingan direncanakan mulai dalam minggu depan.\n",
        "output": [
            "The impeachment process is planned to start within the following week.\n"
        ]
    },
    {
        "input": "Burda dan tim-nya mengumpulkan data-data dari hewan lembu melalui analisis foto-foto dari Google Earth.\n",
        "output": [
            "Burda and his team gathered cattle data via analysis of Google Earth images.\n"
        ]
    },
    {
        "input": "\"Pada saat pemerintah Amerika Serikat melakukan bisnis, mereka sudah jelas selalu berusaha untuk memastikan bahwa mereka mendapat nilai terbaik\", ujar dia.\n",
        "output": [
            "“As the United States government does business, they are obviously always trying to ensure they get the best value,” he said.\n"
        ]
    },
    {
        "input": "Perjanjian tersebut tidak mengijinkan Canon untuk membuat kerja sama dalam teknologi ini, tetapi usaha bersama Canon dengan Toshiba adalah alasan untuk gugatan hukum tersebut.\n",
        "output": [
            "The agreement didn't allow Canon to make any other ventures on this technology, but Canon joining forces with Toshiba was the reason for the mentioned lawsuit.\n"
        ]
    },
    {
        "input": "Kemudian selanjutnya mencoba meminta untuk mengubah janji-janji itu ke menjadi pembayaran yang nyata.\n",
        "output": [
            "Then a second round of begging tries to convert those pledges into actual payments.\n"
        ]
    },
    {
        "input": "Insiden terjadi selama pawai politik oleh partai lokal terkemuka.\n",
        "output": [
            "The incident occurred during a political rally by the leading local party.\n"
        ]
    },
    {
        "input": "Peningkatan telah dilakukan pada kesehatan dan pendidikan perempuan, menurut penelitian.\n",
        "output": [
            "Improvements have been made in women health and education, according to the study.\n"
        ]
    },
    {
        "input": "\"Kita berbicara tentang operasi komersial skala besar daripada sekedar memancing untuk mencari nafkah, \" kata Macdonald dalam sebuah pernyataan, yang mengindikasikan bahwa 15 kapal adalah kapal besar dengan es untuk penyimpanan.\n",
        "output": [
            "\"We are talking about large-scale commercial operations rather than simply subsistence fishing,\" Macdonald said in a statement, indicating that fifteen of the boats were large vessels with ice for storage.\n"
        ]
    },
    {
        "input": "Pada hari Jumat Perserikatan Bangsa-Bangsa (PBB) mengunjungi pemerintah Pakistan untuk menyelidiki pembantaian dan penculikan, khususnya para wartawan.\n",
        "output": [
            "The United Nations (UN) on Friday called on the government of Pakistan to investigate numerous killings and abductions, particularly of journalists.\n"
        ]
    },
    {
        "input": "Pada saat itu, ada sekitar 50 orang di dalamnya, sebagian besar keluarga dengan anak-anak.\n",
        "output": [
            "At the time, there were about 50 people inside, mostly families with children.\n"
        ]
    },
    {
        "input": "Organisasi-organisasi online di dunia hari ini menguji (IPv6) - sebuah sistem baru dalam alamat internet yang diharapkan bisa memecahkan masalah kapasitas yang dihadapi sistem saat ini.\n",
        "output": [
            "Online organisations around the world are today testing (IPv6) — a new system of Internet addresses hoped to resolve the issue of the present system being at capacity.\n"
        ]
    },
    {
        "input": "Kapal 35m tersebut terdampar sejak hari Kamis malam, ketika dia mendarat sementara dalam perjalanan menuju pertemuan APEC di Sidney.\n",
        "output": [
            "The 35m vessel has been stranded since last Thursday, when she was grounded whilst on her way to the APEC meeting in Sydney.\n"
        ]
    },
    {
        "input": "\"Tidak semua orang Jerman adalah anggota kelompok Nazi.\"\n",
        "output": [
            "\"Not every German was a member of the Nazi Party.\"\n"
        ]
    },
    {
        "input": "Seorang saksi mata, yang sedang minum di luar pub saat itu, mengatakan anak lelaki itu adalah salah satu dari tiga anak yang sedang bermain sepak bola di tempat parkir mobil saat seorang remaja, dipercayai pria, menaiki sebuah sepeda BMX menembakkan tiga tembakan pada mereka dari jarak kurang lebih 30 meter, salah satunya mengenai korban di leher.\n",
        "output": [
            "An eyewitness, who had been drinking outside the pub at the time, said the boy was one of three playing football in the car park when a teenager, believed to be male, on a BMX bicycle fired three shots at the group from approximately 30 metres away, one hitting the victim in the neck.\n"
        ]
    },
    {
        "input": "Meskipun Winnipeg memimpin dalam kuartal pertama dan ke-3, para penyerang Saskatchewan terbukti terlalu kuat bagi Blue Bombers pada akhirnya.\n",
        "output": [
            "Despite Winnipeg's lead during the first and third quarters, Saskatchewan's offence proved too strong for the Blue Bombers in the end.\n"
        ]
    },
    {
        "input": "Sebuah kelas pelatihan pengembangan yang kontroversial yang disebut \"Landmark Forum\" dikutip dalam tuntutan hukum diskriminasi keagamaan dalam pengadilan federal Amerika Serikat di New York dan Washington, D.C.\n",
        "output": [
            "A controversial development training course called \"Landmark Forum\" is cited in religious discrimination lawsuits in United States federal courts in New York and Washington, D.C.\n"
        ]
    },
    {
        "input": "Tambahan badai, angin kencang setinggi 60 mph di New England sangat khawatir atas air bah pantai.\n",
        "output": [
            "Adding to the storm, wind gusts as high as 60 mph in New England prompted concerns over coastal flooding.\n"
        ]
    },
    {
        "input": "Mahdi Abdel Hadi yang memimpin tim penyelidik Palestina, PASSIA, menyatakan bahwa Bapak Olmert dan Bapak Abbas sama-sama sedang mengalami tekanan di bidang politik, dan peluangnya kecil bagi kedua pihak untuk mencapai kesepakatan.\n",
        "output": [
            "Mahdi Abdel Hadi who heads the Palestinian research group PASSIA says both Mr. Olmert and Mr. Abbas are politically weakened, and it is unlikely either man can probably give the other what he wants.\n"
        ]
    },
    {
        "input": "Perusahaan Telekom AT&T menyediakan telepon gratis dan 10 call center untuk acara tersebut dan MCI menyediakan sukarelawan dari call center mereka.\n",
        "output": [
            "Telecom company AT&T provided toll-free calling and 10 call centers for the event and MCI provided volunteers from their call centers.\n"
        ]
    },
    {
        "input": "Negara-negara ini \"seharusnya diberi alat-alat untuk perkembangan, ekonomi dan kebijakan yang diperlukan untuk meningkatkan produksi pertanian dan produktivitas, \" katanya.\n",
        "output": [
            "These countries \"must be given the development, economic and policy tools required to boost their agricultural production and productivity\", he said.\n"
        ]
    },
    {
        "input": "Serangan terhadap Ras Kamboni─sebuah pulau terpencil dekat perbatasan Kenya, mewakili keterlibatan pertama Amerika di negara yang rusuh tersebut sejak operasi pada tahun 1993 yang menghasilkan kematian sebanyak 1.500 milisi dan warga sipil Somalia.\n",
        "output": [
            "An attack against Ras Kamboni — a remote island near the Kenyan border, represents the first American involvement in the tumultuous country since the the 1993 operation that resulted in the deaths of as many as 1,500 Somali militiamen and civilians.\n"
        ]
    },
    {
        "input": "Bayern Munich mengalahkan Red Star Belgrade 3-2 pada akhir pembukaan pertandingan gawang profesi pertama oleh Toni Kroos pada berusia 17 tahun.\n",
        "output": [
            "Bayern Munich beat Red Star Belgrade 3-2 on the last kick of the game on 17-year-old Toni Kroos' 1st professional goal.\n"
        ]
    },
    {
        "input": "Peberly membantah klaim bahwa dia ditipu, katanya, \"Selama kami perhatikan dan selama kami diberitahu oleh REST, orang yang telah berurusan dengan kami adalah pedagang.\"\n",
        "output": [
            "Peberdy disputes the claims that he was duped, saying, \"As far as we were concerned and as far as we were told by REST, the people we were dealing with were merchants.\"\n"
        ]
    },
    {
        "input": "Mereka disambut dengan tembakan mortar di bandara ketika sedang dilakukan upacara serah terima.\n",
        "output": [
            "They came under mortar fire at the airport during a hand-over ceremony.\n"
        ]
    },
    {
        "input": "Operasi di mulai di hari Sabtu sebelumnya saat pasukan Pakistan memaksa mendekat dari 3 wilayah terpisah dari Selatan Waziristan.\n",
        "output": [
            "The operation began the previous Saturday when Pakistani forces approached from three separate areas of South Waziristan.\n"
        ]
    },
    {
        "input": "Hal itu juga sebagian besar masih misterius dan rahasia untuk dunia luar, ketika beberapa wartawan asing diizinkan untuk mengunjungi dan tinggal di negara tersebut.\n",
        "output": [
            "It has also remained largely mysterious and secretive to the outside world, as few foreign correspondents are allowed to visit and stay in the country.\n"
        ]
    },
    {
        "input": "Dia menggambarkan pemimpin oposisi Shalva Natelashvili telah dipaksa untuk meminta sekertaris NATO Javier Solana suaka untuk istri dan dua anaknya setelah mereka menerima ancaman pembunuhan.\n",
        "output": [
            "She describes the leader of the opposition Shalva Natelashvili being forced to ask NATO secretary Javier Solana for asylum for his wife and two daughters after they had received death threats.\n"
        ]
    },
    {
        "input": "Pada hari Kamis, MHI mengeluarkan ekstensi untuk pemberitahuan publik untuk tambahan waktu 24 jam.\n",
        "output": [
            "On Thursday, the MHI issued a extension to the public notice for an additional 24-hour period.\n"
        ]
    },
    {
        "input": "Kaisar Akihito, yang saat ini sedang dalam tur Hokkaido, menyambut kelahiran tersebut.\n",
        "output": [
            "Emperor Akihito, currently on a tour of Hokkaido, welcomed the birth.\n"
        ]
    },
    {
        "input": "Kasprzak segera diangkut melalui udara ke pangkalan militer setelah kejadian, namun dia meninggal ketika sedang dioperasi.\n",
        "output": [
            "Kasprzak was airlifted to a military base after the explosion but died during surgery.\n"
        ]
    },
    {
        "input": "Senators akan bermain melawan Frolunda dari liga elit Swedia.\n",
        "output": [
            "The Senators will play against Frolunda of Sweden's elite league.\n"
        ]
    },
    {
        "input": "Distributor utama sistem operasi Linux telah setuju pada standar baru yang memasukkan elemen bersama untuk perangkat lunak dekstop, dalam sebuah gerakan untuk membuat Linux menjadi kompetitor yang lebih efektif bagi Microsoft Windows.\n",
        "output": [
            "Major distributors of the operating system Linux have agreed on a new standard that includes common elements for desktop software, in a move to make Linux a more effective competitor to Microsoft Windows.\n"
        ]
    },
    {
        "input": "Departemen pertama berpindah ke Linux dan OpenOffice. org akan berada di kantor perencanaan Lord Mayor di pertengahan 2006, meskipun tidak semua komputer departemen akan segera berpindah.\n",
        "output": [
            "The first department to migrate to Linux and OpenOffice.org will be the office of the Lord Mayor planed for the middle of 2006, though not all of the department's computers will be immediately migrated.\n"
        ]
    },
    {
        "input": "Tidak ada laporan tentang pertumpahan darah selama periode hujan salju turun.\n",
        "output": [
            "There are no reports of any bloodshed during the time the snow was falling.\n"
        ]
    },
    {
        "input": "Orang-orang yang berkemah lainnya mengatakan bahwa mereka sangat dekat dengan bahaya jatuhnya ranting dan puing-puing pohon.\n",
        "output": [
            "Other campers say they had several close calls with tree limbs and debris.\n"
        ]
    },
    {
        "input": "Calon lain dalam wilayah pemilihan adalah Jamie McGarvey dari partai liberal, Glen Hodgson dari partai Green dan David Rowland dari independen.\n",
        "output": [
            "Other candidates in the riding are Liberal Jamie McGarvey, Green Glen Hodgson, and independent David Rowland.\n"
        ]
    },
    {
        "input": "Tahun lalu BBC menggalang setidaknya £37 juta, dan pada jam 11malam lalu total penggalangan telah melebihi £10 juta.\n",
        "output": [
            "Last year the BBC's appeal raised approximately £37 million, and by 11pm last night the total raised had exceeded £10 million.\n"
        ]
    },
    {
        "input": "Mozilla Firefox, saingan utamanya, secara aktif meningkatkan porsi pasarnya sementara sebuah produk lain bernama Google Chrome juga sedang menanjak jumlah penggunanya.\n",
        "output": [
            "Mozilla Firefox, its main rival, has been actively increasing its market share while the recently released Google Chrome is also quickly gaining users.\n"
        ]
    },
    {
        "input": "Dalam waktu dua minggu, pegawai akan ditanya bagaimana pendapat mereka tentang usulan pergantian, yang termasuk restrukturisasi manajemen tingkat atas.\n",
        "output": [
            "In two weeks time, staff will be asked what they think of the proposed changes, which also includes a top level management restructuring.\n"
        ]
    },
    {
        "input": "Federasi Taekwondo Dunia mengeluarkan pernyataan yang mengacu pada insiden sebagai \"pelanggaran besar dari semangat Taekwondo dan Pertandingan Olimpiade.\"\n",
        "output": [
            "The World Taekwondo Federation released a statement referring to the incident as a \"strong violation of the spirit of Taekwondo and the Olympic Games\".\n"
        ]
    },
    {
        "input": "Namun, jika pihak-pihak tersebut gagal untuk membentuk Komite Eksekutif atau gagal untuk menyetujui \"pada tahapan manapun\", Majelis akan dilebur dan perintah langsung dari London akan dilanjutkan dengan masukan dari Republik Irlandia.\n",
        "output": [
            "However, if the parties fail to set up the Executive or fail to agree \"at any stage\", the Assembly will be dissolved and direct rule from London will continue with input from the Republic of Ireland.\n"
        ]
    },
    {
        "input": "Dr. Ryan, seorang selebriti dalam bidangnya, melakukan operasi plastik terhadap beberapa bintang termasuk Janice Dickinson, Gene Simmons, Shauna Sand dan Adrianne Curry.\n",
        "output": [
            "Dr. Ryan, a celebrity in his own right, performed plastic surgery on several stars including Janice Dickinson, Gene Simmons, Shauna Sand and Adrianne Curry.\n"
        ]
    },
    {
        "input": "Uni Eropa juga menerima paket bantuan dari 500 juta euro pada bantuan tahun 2010, yang diharapkan membantu pengungsi internal (IDPs) dan kebangkitan ekonomi dalam bentuk infrastruktur baru.\n",
        "output": [
            "The European Union also approved an aid package of €500 million in aid by 2010, which is expected to help internally displaced people (IDPs) and economic recovery in the form of new infrastructure.\n"
        ]
    },
    {
        "input": "Dari 890.000 dolar, 748.550 dolar diduga ditransfer oleh mereka ke akun di Jordan National Bank, sisanya 146.247,23, yang merupakan komisi untuk kontrak minyak, telah dideposit dengan Barclays Bank, di Channel Islands.\n",
        "output": [
            "Of the $8,90,000, $7,48,550 was allegedly transferred by them to an account in the Jordan National Bank, the remaining $1,46,247.23, which was the commission for the oil-contracts, was deposited with Barclays Bank, in the Channel Islands.\n"
        ]
    },
    {
        "input": "Pada pagi hari itu, seorang menteri di pemerintahan tewas karena sebuah bom jalanan.\n",
        "output": [
            "Earlier in the day, a government minister was killed by a roadside bomb.\n"
        ]
    },
    {
        "input": "Amerika Serikat dan Rusia kemarin sepakat untuk menukar tahanan yang ditahan oleh kedua negara setelah 11 mata-mata Rusia ditangkap akhir bulan lalu.\n",
        "output": [
            "The United States and Russia yesterday agreed to the swap of prisoners held by both nations after eleven Russian spies were arrested late last month.\n"
        ]
    },
    {
        "input": "Griffin juga mencatat pentingnya belajar dari kesalahan, menambahkan \"Orang Amerika tidak berhenti dan kami tidak mau berhenti.\"\n",
        "output": [
            "Griffin also noted the importance of learning from mistakes, adding \"Americans don't quit and we won't quit.\"\n"
        ]
    },
    {
        "input": "\"Saya memahami apa yang harus dilakukan oleh imigran untuk mencapai apa yang mereka inginkan.\"\n",
        "output": [
            "\"I understand what immigrants have to go through to reach what they want.\"\n"
        ]
    },
    {
        "input": "Aparat mengatakan bahwa orang-orang bersenjata tampaknya menggunakan mereka sebagai tameng manusia untuk melarikan diri.\n",
        "output": [
            "Officials said that the gunmen appear to be using them as human shields to escape.\n"
        ]
    },
    {
        "input": "Perusahaan itu tetap dalam perlindungan kebangkrutan sampai wali US untuk distrik pusat California memutuskan untuk menghapus proses kebangkrutan atas kegagalan persusahaan sebagai debitur dalam kepemilikan untuk memenuhi kebutuhan dasar dari pengisian laporan bulanan dan membayar biaya triwulan kepada pihak wali.\n",
        "output": [
            "The company remained under bankruptcy protection until the US Trustee for the Central District of California moved to dismiss the bankruptcy proceedings for failure of the company as debtor in possession to comply with basic requirements of filing monthly reports and paying quarterly fees to the Trustee.\n"
        ]
    },
    {
        "input": "\"Hari ini kami kehilangan satu dari pemimpin paling berani di Aljazair modern, \" ujar Bouteflika, yang mengumumkan duka cita selama 8 hari.\n",
        "output": [
            "\"Today we lost one of modern Algeria's bravest leaders,\" said Bouteflika, declaring eight days of mourning.\n"
        ]
    },
    {
        "input": "Hakim pengadilan daerah Australia Barat Shauna Deane mendapati bahwa seorang wanita Muslim harus melepaskan burqanya untuk bersaksi sehubungan dengan sebuah sekolah Islam yang diduga menerima dana dari negara bagian dan pemerintah federal dengan cara yang curang.\n",
        "output": [
            "Western Australian district court judge Shauna Deane has found that a Muslim woman must remove her burqa in order to testify with regard to an Islamic school's alleged receiving of state and federal government funding in a fraudulent manner.\n"
        ]
    },
    {
        "input": "2 warga Swedia menderita luka ringan karena asap, tetapi dirawat dengan oksigen di pusat menyelam terdekat.\n",
        "output": [
            "Two Swedes sustained minor injuries from the smoke, but were treated with oxygen at a nearby dive center.\n"
        ]
    },
    {
        "input": "Berikut pembebasan dan repatriasi Hungaria dari terdakwa pembunuh berdarah Azerbaijan-Turki yang bernama Ramil Safarov, yang telah diampuni oleh Azerbaijan, Armenia mengumumkan \"siap berperang.\"\n",
        "output": [
            "Following Hungary's release and repatriation of convicted Azeri axe-murderer Ramil Safarov, who Azerbaijan subsequently pardoned, Armenia announced it is \"ready for war\".\n"
        ]
    },
    {
        "input": "Satu barang, sebuah cawan ditafsirkan bernilai beberapa ribu euro.\n",
        "output": [
            "One item, a cup, has been valued at several thousand Euros.\n"
        ]
    },
    {
        "input": "Pejabat dari Komisi Nasional Partai Republik mengatakan kepada NBC bahwa iklan tersebut telah ditarik karena \"keluar dari relnya, \" hanya satu hari setelah ketua partai Ken Mehlman membela iklan tersebut dengan mengatakan bahwa iklan tersebut akan terus ditayangkan.\n",
        "output": [
            "An official for the Republican National Committee told NBC the ad had been pulled because it had \"run its course,\" just one day after party chairman Ken Mehlman defended the ad and said it would continue to run.\n"
        ]
    },
    {
        "input": "\"Shell berkomitmen untuk melakukan program eksplorasi yang aman dan bertanggung jawab terhadap lingkungan di Laut Chukchi dan Laut Beaufort di tahun 2010, \" kata Presiden Perusahan Perminyakan Shell Marvin E. Odum kepada Pelayanan Manajemen Mineral (MMS) Departemen Dalam Negeri.\n",
        "output": [
            "\"Shell is committed to undertaking a safe and environmentally responsible exploration program in the Chukchi Sea and Beaufort Sea in 2010,\" said Shell Oil Company President Marvin E. Odum to the U.S. Department of the Interior's Mineral Management Service (MMS).\n"
        ]
    },
    {
        "input": "\"Ada sesuatu yang telah memutuskan jalur komunikasi, ada sesuatu yang telah mematikan alarm-alarm tersebut, dan juga memutuskan listrik pada elevator, \" ujar Mike Lombardo, Komisioner Regu Pemadam Buffalo.\n",
        "output": [
            "\"Something cut off communications, something set off those alarms and cut power to elevators,\" said Mike Lombardo, Buffalo's fire commissioner.\n"
        ]
    },
    {
        "input": "Dia menelpon Timothy Shriver dari Air Force One dalam perjalanan kembali ke Washington D. C.\n",
        "output": [
            "He phoned Timothy Shriver from Air Force One on the way back to Washington, D.C..\n"
        ]
    },
    {
        "input": "Pemadam kebakaran, selalu sibuk di sekitar waktu ini tiap tahun, menyerukan untuk penggunaan tampilan kembang api yang aman dan legal dan mendesak warga untuk menghadiri tampilan publik yang terorganisir.\n",
        "output": [
            "Fire experts, always busy around this time of year, have called for the use of safe and legal firework displays and have urged citizens to attend organised public displays.\n"
        ]
    },
    {
        "input": "Perangkat lunak yang dikembangkan Medstory melibatkan teknik kecerdasan buatan yang diterapkan baik informasi medis dan kesehatan yang tersimpan pada jurnal medis, serta dokumen pemerintah.\n",
        "output": [
            "The software that Medstory develops involves artificial intelligence techniques which are applied to both medical and health information stored in medical journals, as well as government documents.\n"
        ]
    },
    {
        "input": "Korporasi SpaceX meluncurkan roket Falcon I miliknya hari ini dari Atol Kwajalein.\n",
        "output": [
            "SpaceX Corporation launched its Falcon I rocket today from Kwajalein Atoll.\n"
        ]
    },
    {
        "input": "Pembawa berita berusia 66 tahun, yang berhenti merokok sejak beberapa tahun yang lalu ini, menambahkan, \"Saya berharap ini berjalan tanpa ada pernyataan bahwa seorang jurnalis yang tidak menghargai secara dalam loyalitas penontonnya harus berada di pekerjaan yang lain.\"\n",
        "output": [
            "The 66-year-old anchor man, who gave up smoking several years ago, added: \"I hope it goes without saying that a journalist who doesn't value deeply the audience's loyalty should be in another line of work.\"\n"
        ]
    },
    {
        "input": "Pengawal Smith dilaporkan telah memberi Smith \"resusitasi jantung paru\" sebelum paramedis tiba.\n",
        "output": [
            "Smith's bodyguard is reported to have given Smith \"cardiopulmonary resuscitation\" before paramedics arrived.\n"
        ]
    },
    {
        "input": "Pada hari Senin, perusahaan telekomunikasi Australia Telstra memperkenalkan produk dual carrier HSPA+ standard untuk para pelanggan bisnis internet broadband dalam jaringan Next G.\n",
        "output": [
            "On Monday, Australian telecommunications company Telstra has introduced dual carrier HSPA+ standard for broadband Internet business customers in the Next G network.\n"
        ]
    },
    {
        "input": "\"Saya akan memenuhi tanggung jawab saya untuk meneruskan dengan reformasi untuk membangun negara ini dan mempromosikan pertumbuhan ekonomi yang bisa dirasakan masyarakat.\"\n",
        "output": [
            "\"I want to fulfill my responsibility to proceed with reform to build the nation and promote economic growth that the people can feel.\"\n"
        ]
    },
    {
        "input": "Dalam 6 hari kunjungannya di Australia, Komisioner Hak Asasi Manusia PBB mengunjungi 2 pusat penahanan dan mengatakan bahwa dia kewalahan dengan \"suram putus asa\" dari pencari suaka, banyak dari mereka menunggu lebih dari 18 bulan agar kasus mereka inilai.\n",
        "output": [
            "In her six-day trip to Australia, the UN Human Rights Commissioner visited two detention centres and said she was overwhelmed with the \"grim despondency\" of asylum seekers, many of whom wait over 18 months to have their case assessed.\n"
        ]
    },
    {
        "input": "Finlandia akan membayar biaya pembersihan tersebut, karena Estonia tidak membuat permintaan resmi untuk mendapatkan bantuan.\n",
        "output": [
            "Finland will be paying the costs of the cleanup, as Estonia did not make an official request for help.\n"
        ]
    },
    {
        "input": "Meskipun kecil kemungkinan tumpahan minyak akan bergerak naik ke pesisir yang cukup untuk memasuki perairan Kanada, itu mungkin saja terjadi.\n",
        "output": [
            "While the risk is slim that the oil slick will move up the seaboard enough to get into Canadian waters, it is possible.\n"
        ]
    },
    {
        "input": "Pasukan bersenjata Pakistan mengatakan mereka telah menangkap kota Kotkai di hari Sabtu, kota asal dari kepala Taliban Hakimullah Mehsud dan salah satu anak buah atas nya, Qari Hussain.\n",
        "output": [
            "Pakistani armed forces say they have captured the town of Kotkai on Saturday, the hometown of Taliban Chief Hakimullah Mehsud and one of his top officers, Qari Hussain.\n"
        ]
    },
    {
        "input": "Insiden di masjid tersebut menaikkan banyaknya kontroversi dari apakah jurnalis yang menyertai harus mempertahankan sudut pandang netral.\n",
        "output": [
            "The incident in the mosque raised considerable controversy over whether embedded journalists should maintain a neutral point of view.\n"
        ]
    },
    {
        "input": "Matt Hardy, 22 tahun berada dalam tempat kejadian perkara dan melihat temannya Tom Tanner ditembak dua kali.\n",
        "output": [
            "Matt Hardy, 22 years old, was at the scene of the crime, and had seen his friend Tom Tanner being shot twice.\n"
        ]
    },
    {
        "input": "Liga Hoki Nasional (NHL) telah menjatuhkan penskorsan sepanjang musim, termasuk pertandingan ulang, kepada Chris Simon dari New York Islanders.\n",
        "output": [
            "The National Hockey League (NHL) has handed down a season-long suspension, including the playoffs, to Chris Simon of the New York Islanders.\n"
        ]
    },
    {
        "input": "Mereka juga menemukan tikus hamil yang memiliki tingkat sel-sel yang lebih tinggi disebut oligodendrocytes, yang menciptakan myelin dan dapat memperbaiki beberapa neurons yang rusak sampai membuat ulang lapisan myelin.\n",
        "output": [
            "They also found the pregnant mice had higher levels of cells called oligodendrocytes, which create myelin and are able to repair some damaged neurons through remyelination.\n"
        ]
    },
    {
        "input": "Dalam sebuah pernyataan yang menjelaskan keputusan untuk tidak mendanai perjalanan tim, NTGL menyoroti kewajiban keuangan yang lebih mendesak seperti pemilihan umum nasional yang akan datang dan demobilisasi pasukan bersenjata nasional yang tidak berfungsi.\n",
        "output": [
            "In a statement explaining its decision not to fund the team's travel, the NTGL highlighted more pressing financial obligations such as the country's upcoming national elections and the demobilization of the nation's defunct armed forces.\n"
        ]
    },
    {
        "input": "Spesialis Sprint Davis menyelesaikan babak final hari Minggu di paket utama untuk mempertahankan kepemimpinan yang didapatkannya darii bonus waktu kemenangan sprint di awal balapan.\n",
        "output": [
            "Sprint specialist Davis completed Sunday's final stage in the main pack to maintain the lead he had built up in time bonuses from sprint wins earlier in the race.\n"
        ]
    },
    {
        "input": "Sebuah aksi mogok di seluruh Jerman terkait dunia pendidikan - akan dilaksanakan pada hari Selasa, 17 November - bertepatan dengan ulang tahun ke-70 dari hari pelajar internasional.\n",
        "output": [
            "For Tuesday 17 November — the 70th anniversary of the international students' day — a nationwide education strike in Germany has been announced.\n"
        ]
    },
    {
        "input": "Mantan Perdana Menteri Benazir Bhutto, yang baru saja kembali ke rumah, saat ini ke luar negeri, mengunjungi keluarga di Dubai.\n",
        "output": [
            "Former Prime Minister Benazir Bhutto, who recently returned home, is currently out of the country, visiting family in Dubai.\n"
        ]
    },
    {
        "input": "Penulis Courier Mail Dennis Atkins menulis di Courier Mail bahwa DS4SEQ \"akankah jajak pendapat lebih bagus dari harapan semua orang - poling dekat dengan figur dobel di beberapa kursi di sekitar Brisbane dan di pantai.\"\n",
        "output": [
            "Courier Mail writer Dennis Atkins wrote in today's Courier Mail that DS4SEQ \"will poll better than anyone expected - polling close to double figures in some seats around Brisbane and on the coasts.\"\n"
        ]
    },
    {
        "input": "Kami memiliki itu untuk pertemuan, dan untuk turnamen, \" katanya kepada kantor berita Associated Press melalui telepon.\n",
        "output": [
            "We had it for the meeting, and for the tournament,\" he said to the Associated Press news agency over the telephone.\n"
        ]
    },
    {
        "input": "Klaim tersebut berada dalam kontras pada statement yang dibuat untuk parlemen di Februari saat Bapak Downer mengatakan \"Tentu saya akan membacanya.\"\n",
        "output": [
            "The claims are in stark contrast to a statement made to parliament in February where Mr Downer said \"Of course I would have read them\".\n"
        ]
    },
    {
        "input": "Virus H1N1 berbeda dari flu musiman yang tetap ada pada bulan-bulan di musim panas dan mempengaruhi orang orang yang cenderung sehat di bawah usia 65 tahun.\n",
        "output": [
            "The H1N1 virus differs from the normal seasonal flu in that it has persisted during the summer months and affected relatively healthy people under the age of 65.\n"
        ]
    },
    {
        "input": "\"Dalam waktu 24 jam dari tabrakan, sistem pelacakan ruang angkasa AS telah mengidentifikasi 600 potongan puing-puing.\"\n",
        "output": [
            "\"Within 24 hours of the collision, the U.S. space tracking system had identified 600 pieces of debris.\"\n"
        ]
    },
    {
        "input": "AU berencana untuk mengirim 8,000 orang pasukan multinasional, dan baru-baru ini kembali menegaskan keseriusan mereka untuk mengirimkan pasukan tersebut terlepas dari sejumlah serangan yang menghantam pasukan gelombang pertama dan ancaman dari komandan pasukan Islam.\n",
        "output": [
            "The AU plans to send 8,000 multinational troops in total, and has recently vowed to continue their deployment despite attacks on its first deployed forces and threats of an Islamist commander.\n"
        ]
    },
    {
        "input": "Kondisinya stabil setelah pengobatan di rumah sakit Miguel Couto.\n",
        "output": [
            "He is stable after treatment at the Miguel Couto hospital.\n"
        ]
    },
    {
        "input": "Tidak seperti serangan kemarin, yang salah satunya juga di Baghdad, serangan hari ini terjadi dalam waktu yang cepat.\n",
        "output": [
            "Unlike yesterday's attacks, one of which was also in Baghdad, today's attacks happened in rapid succession.\n"
        ]
    },
    {
        "input": "Salah satu diantaranya mengakibatkan Pesawat Inggris Penerbangan 38 hancur di landasan pesawat Bandara Heathrow London tahun lalu.\n",
        "output": [
            "One of them resulted in British Airways Flight 38 crashing short of the runway at London's Heathrow Airport last year.\n"
        ]
    },
    {
        "input": "Komite terdiri dari dua partai republik (Sinn Féin and SDLP), dua partai buruh (DUP dan UUP) dan Partai Aliansi non-sektarian.\n",
        "output": [
            "The committee is made up of the two republican parties (Sinn Féin and SDLP), the two unionist parties (DUP and UUP) and the non-sectarianist Alliance Party.\n"
        ]
    },
    {
        "input": "Pesawat Discovery telah melakukan 39 penerbangan dalam sejarah operasinya, termasuk misi terakhir ini, membawa berbagai muatan ke ruang angkasa, misalnya Teleskop Luar Angkasa Hubble, dan telah mengunjungi dua stasiun luar angkasa, Mir dan ISS.\n",
        "output": [
            "Discovery flew 39 flights in its operational history, including the current mission, delivering several payloads to space including the Hubble Space Telescope and visiting two different space stations: Mir and the ISS.\n"
        ]
    },
    {
        "input": "\"Saya senang bahwa polisi akhirnya bisa mengejarnya dan dia sekarang di penjara.\n",
        "output": [
            "\"I am happy that the police finally caught up with him and he is in prison.\n"
        ]
    },
    {
        "input": "Dua partai dominan Majelis Nasional Pakistan telah bersatu dalam koalisi untuk menggulingkan Presiden Pervez Musharraf.\n",
        "output": [
            "The two dominant parties of Pakistan's National Assembly have united in a coalition to impeach President Pervez Musharraf.\n"
        ]
    },
    {
        "input": "Pengadilan memutuskan bahwa bisnis yang dibuat dengan tujuan membiarkan pengguna melakukan pelanggaran hak cipta harus bertanggung jawab atas pelanggaran.\n",
        "output": [
            "The court ruled that businesses created with the purpose of letting users commit copyright violations should be held liable for the infringement.\n"
        ]
    },
    {
        "input": "Dia menyatakan bahwa dia tidak dapat bertanggung jawab untuk komentar-komentar orang lain.\n",
        "output": [
            "She claims that she cannot be held responsible for the comments of others.\n"
        ]
    },
    {
        "input": "Pemanah tersebut menemukan pencantuman namanya dalam tim bayangan malam hari setelah pulang dari melihat konser band kesukaannya, Celtic Thunder, di Wollongong.\n",
        "output": [
            "The archer found out about her inclusion on the shadow team the night after returning from a concert by her favorite band, Celtic Thunder, in Wollongong.\n"
        ]
    },
    {
        "input": "Presiden saat ini Robert Mugabe memperkirakan \"Kemenangan mutlak\" bagi partainya, Zimbabwe African National Union - Patriotic Front (Zanu-PF).\n",
        "output": [
            "Current president Robert Mugabe predicts a \"mountainous victory\" for his party, the Zimbabwe African National Union - Patriotic Front (Zanu-PF).\n"
        ]
    },
    {
        "input": "Dan apakah yang akan menjadi prosesnya?\n",
        "output": [
            "And what would due process be?\n"
        ]
    },
    {
        "input": "Perangkat itu menawarkan berbagai jenis tampilan histori dokumen, termasuk tampilan yang memberikan setiap versi sama pentingnya, dan waktu dilihat yang di tampilkan dalam setiap versi proposional berapa lama tetap tersedia sampai sekarang.\n",
        "output": [
            "The tool offers a variety of views of document histories, including a view that gives each revision equal importance, and a timeline view which displays each revision proportionally to how long it remained current.\n"
        ]
    },
    {
        "input": "\"Khususnya sekarang ini, ketika penolakan terhadap peristiwa Holokaus tersebar luas di dalam dan di luar dunia Arab, usaha untuk mendidik kaum muda Arab tentang Holokaus dan untuk mempelajari nilai moral dan etika dari peristiwa itu merupakan hal yang penting untuk dikejar.\n",
        "output": [
            "\"Particularly now, at a time when Holocaust denial is rife both within and outside of the Arab world, the attempt to teach young Arabs about the Holocaust and to learn moral and ethical lessons from it is a worthy pursuit.\"\n"
        ]
    },
    {
        "input": "Pihak yang berwenang mengatakan bahwa telah lebih dari 40 tahun sejak beberapa bagian dari daerah tersebut terbakar.\n",
        "output": [
            "Authorities say that it has been over 40 years since some parts of the land have caught fire.\n"
        ]
    },
    {
        "input": "Sebagai tambahan, beberapa pekerja harus membayar biaya sampai 180 euro atas sebuah \"pengenalan\" kepada perusahaan.\n",
        "output": [
            "In addition, some workers had to pay fees of up to £180 for an \"introduction\" to the company.\n"
        ]
    },
    {
        "input": "Kedua, detail dari protokol untuk mendengar Pangeran di dalam pengadilan tidak dijelaskan dalam Dekrit Kerajaan, membuat hal tersebut tidak ada gunanya sanggah Menteri Onlelickx.\n",
        "output": [
            "Second, the details of the protocol to hear the Prince in court were not explained in the recent Royal Decrete, making it worthless -something Minister Onkelickx denied.\n"
        ]
    },
    {
        "input": "Teori terkemuka saat ini adalah bahwa awak menerima salah pembacaan kecepatan pesawat yang salah dari tabung pitot pesawat, perangkat yang mengukur seberapa cepat pesawat bepergian.\n",
        "output": [
            "The leading theory at the moment is that the crew received incorrect air speed readings from the aircraft's pitot tubes, devices which measure how fast the aircraft is travelling.\n"
        ]
    },
    {
        "input": "BP mengatakan bahwa itu akan menguji gelembung udara untuk menentukan gelembung apa itu dan pada hari Minggu, COO BP Doug Suttles mengatakan bahwa itu bukan metana, tetapi tes lanjutan sedang dilakukan.\n",
        "output": [
            "BP said it would test the bubbles to determine what they are and as of Sunday, COO of BP Doug Suttles says the bubbles are not methane, but further tests are being conducted.\n"
        ]
    },
    {
        "input": "Operasi juga dikoordinasikan secara internasional dengan INTERPOL dan kementerian luar negeri AS, dan berhasil menjaring 16 orang buronan asing dan internasional.\n",
        "output": [
            "Operations were also coordinated internationally with INTERPOL and the US State Department, resulting in the detainment of 16 foreign and international fugitives.\n"
        ]
    },
    {
        "input": "Pejabat negara mengatakan tambang akan ditutup minimal 6 minggu, ketiga investigasi dilakukan, dan tambang dianggap aman untuk para pekerja tambang untuk bekerja di dalamnya.\n",
        "output": [
            "Officials state that the mine will remain closed for a minimum of six weeks, while an investigation is performed, and the mine is deemed safe for miners to continue working in it.\n"
        ]
    },
    {
        "input": "Kenneth Thomson, orang terkaya di kanada dan ke 9 terkaya di seluruh dunia menurut rangking Fobes tahun 2005, meninggal dunia hari senin pagi di kantornya di Toronto.\n",
        "output": [
            "Kenneth Thomson, Canada's richest man and the 9th wealthiest person in the world according to Forbes's 2005 ranking, died Monday morning at his office in Toronto.\n"
        ]
    },
    {
        "input": "Menurut Vaessen, Pangeran membutuhkan uang untuk menyokong gaya hidup kerajaannya, dan \"bahkan tidak memiliki cukup uang untuk membeli makanan.\"\n",
        "output": [
            "According to Vaessen, the Prince was in need of money to support a royal lifestyle, and \"didn't even have enough money to buy food.\"\n"
        ]
    },
    {
        "input": "Pangeran Wales adalah kalangan mahasiswa masa lalu, menghabiskan masa 1969 di sana.\n",
        "output": [
            "The Prince of Wales is among past students, having spent a 1969 term there.\n"
        ]
    },
    {
        "input": "Bantuan donor kami adalah proyek politik yang dituju[kan] untuk mendukung dan mempertahankan Otoritas Palestina, sebuah institusi kunci yang seharusnya menjadi sebuah negara Palestina merdeka.\"\n",
        "output": [
            "Our donor aid is a political project aim[ed] at supporting and sustaining the Palestinian Authority, a key institution in what is supposed to become an independent Palestinian state.\n"
        ]
    },
    {
        "input": "Universitas Oxford saat ini memasukkan dalam digital buku nyanyian dan kumpulan puisi di Harding Collection, dikatakan menjadi koleksi yang terbesar di dunia, sebagai bagian proyek yang mengizinkan akses secara online.\n",
        "output": [
            "The University of Oxford is currently digitising the songbooks and anthologies of the Harding Collection, said to be the world's largest such collection, as part of a project to allow online access.\n"
        ]
    },
    {
        "input": "Khaled Abubakar, imam dari masjid pusat kota, membuat estimasi dari total korban tewas.\n",
        "output": [
            "Khaled Abubakar, the imam of the city's central mosque, made an estimate of the death toll.\n"
        ]
    },
    {
        "input": "Juru Kampanye nuklir Yayasan Konservasi Australia (ACF) Dave Sweenet, berkata studi menunjukkan kelemahan dan tidak menyajikan argumentasi yang kuat untuk penggunaan energi nuklir.\n",
        "output": [
            "The Australian Conservation Foundation's (ACF) nuclear campaigner, Dave Sweeney, says the study appears flawed and does not provide a sound argument for the use of nuclear energy.\n"
        ]
    },
    {
        "input": "\"Kami percaya bahwa kecelakaan udara telah benar-benar dihindari dan mereka yang bertanggung jawab harus dimintai pertanggungjawaban.\"\n",
        "output": [
            "\"We believe the air crash was completely avoidable and those responsible should be held to account.\"\n"
        ]
    },
    {
        "input": "Penduduk yang diijinkan kembali ke rumah mereka diungsikan kembali ke tempat-tempat penampungan Palang Merah yang didirikan di sekolah-sekolah lokal dan beberapa lapangan parkir.\n",
        "output": [
            "Residents who were allowed back into their homes were re-evacuated to Red Cross shelters set up in local schools and parks.\n"
        ]
    },
    {
        "input": "Wikileaks menghubungi para pengacara yang mewakili para tahanan di kamp untuk melakukan analisis mereka sendiri.\n",
        "output": [
            "Wikileaks contacted lawyers representing detainees in the camp to perform their own analysis.\n"
        ]
    },
    {
        "input": "Critchfield dihukum karena memukul anak tirinya dengan papan, menggunakan kait dan tali untuk menahan dan memaksa mereka untuk berdiri dalam waktu yang lama.\n",
        "output": [
            "Critchfield was accused of beating her stepchildren with boards, and using hooks and ropes to secure them and force them to stand for long periods of time.\n"
        ]
    },
    {
        "input": "Pelempar bola tersebut, didukung oleh penerima bola yang agresif, telah melakukan pekerjaan yang adil, pada kondisi tersebut.\n",
        "output": [
            "The bowlers, backed by aggressive fielding, had performed a fair job, under the conditions.\n"
        ]
    },
    {
        "input": "Galur-galur yang resisten tidak menunjukkan adanya bukti bahwa mereka bisa menyebabkan penyakit yang lebih parah atau menjadi lebih mudah untuk ditularkan.\n",
        "output": [
            "Resistant strains have shown no evidence of causing more severe disease or being more easily transmissible.\n"
        ]
    },
    {
        "input": "Politisi senior dari seluruh India tiba di Mumbai memberikan dukungan mereka pada pemimpin terkenal tersebut.\n",
        "output": [
            "Senior politicians from across India are arriving in Mumbai to offer their support to the popular leader.\n"
        ]
    },
    {
        "input": "Ini akan mempengaruhi pengambilan film pada serial sitkom satir The Thick of It berikutnya, tempat Langham berperan sebagai Hugh Abbot MP.\n",
        "output": [
            "This will affect the filming of the next series of the satirical sitcom The Thick of It, where Langham plays Hugh Abbot MP.\n"
        ]
    },
    {
        "input": "Ini semua untuk menandai peperangan di Atlantik, yang merupakan sebuah rangkaian pertempuran angkatan laut yang terjadi dari tahun 1939 sampai akhir perang dunia kedua.\n",
        "output": [
            "All this was to mark the Battle of the Atlantic, which was a series of naval battles fought from 1939 to the end of the second world war.\n"
        ]
    },
    {
        "input": "Seorang pembaca koran biasa selama ledakan Dot. com akan mengingat sebuah kelimpahan cerita yang bisa disebut \"The Rise of the Failure\"; orang-orang yang perusahaan teknologinya bangkrut tiba-tiba menjadi komoditas yang menjanjikan untuk membentuk perusahaan-perusahaan baru.\n",
        "output": [
            "A casual reader of the newspapers during the Dot.com boom will remember a glut of stories that could be called \"The Rise of the Failure\"; people whose technology companies had collapsed were suddenly hot commodities to start up new companies.\n"
        ]
    },
    {
        "input": "Dia menyebut kota itu sebagai \"magnet tsunami\" karena topografi dasar laut yang memberikan kontribusi untuk kerentanan.\n",
        "output": [
            "She calls the city a \"tsunami magnet\" because of the topography of the ocean floor that contributes to its vulnerability.\n"
        ]
    },
    {
        "input": "Mereka kemudian tewas setelah terjebak api di tambang yang mencegah mereka melarikan diri.\n",
        "output": [
            "They were subsequently killed after being trapped by a fire in the mine which prevented them from escaping.\n"
        ]
    },
    {
        "input": "Dia juga berkata pada reporter bahwa dia mengharapkan sebuah investigasi kongresional yang penuh dan menyeluruh.\n",
        "output": [
            "He also told reporters he expects a full and thorough congressional investigation.\n"
        ]
    },
    {
        "input": "Pada hari kamis, para nakhoda dari 11 kapal nelayan Indonesia didenda oleh pengadilan Perth.\n",
        "output": [
            "On Thursday, skippers of 11 Indonesian fishing boats were fined by a Perth court.\n"
        ]
    },
    {
        "input": "Perhitungan opini diadakan sebelum perhitungan ditutup menunjukan Obawa menang.\n",
        "output": [
            "Opinion polls held before the polls closed showed Obama winning.\n"
        ]
    },
    {
        "input": "Bapak Alkatiri tidak mampu menghentikan kekacauan yang mengikuti keputusan pemerintah di bulan Maret untuk memberhentikan 600 tentara ketika mereka menolak bekerja, mengeluh tentang diskriminasi.\n",
        "output": [
            "Mr Alkatiri was unable to stop the rioting that followed the government's decision in March to lay-off 600 soldiers when they refused to work, complaining of discrimination.\n"
        ]
    },
    {
        "input": "Shamo Hotel adalah tempat mengadakan upacara wisuda untuk Universitas Benadir.\n",
        "output": [
            "The Shamo Hotel was hosting a graduation ceremony for Benadir University.\n"
        ]
    },
    {
        "input": "Band tersebut tentu saja kecewa dan sedih karena kematian Syd Barrett.\n",
        "output": [
            "The band are naturally very upset and sad to learn of Syd Barrett’s death.\n"
        ]
    },
    {
        "input": "Sama seperti dalam lomba balok, dia secara ketat mengalahkan Catalina Ponor dari Romania dengan skor 15,600 lawan 15,200.\n",
        "output": [
            "As in the beam event, she narrowly beat out Catalina Ponor from Romania with a score of 15.600 to 15.200.\n"
        ]
    },
    {
        "input": "BBC sendiri memulai penyelidikannya setelah Gerard Cavlan, seorang pemain sepak bola dari Irlandia Utara, dihukum atas dakwaan terkait dengan adu anjing.\n",
        "output": [
            "The BBC itself had begun it's investigation after Gerard Cavlan, a football player from Northern Ireland, was convicted on charges related to dog fighting.\n"
        ]
    },
    {
        "input": "Ahli strategi demokrasi menyiapkan mereka untuk mengambil keuntungan dari asosiasi Santorum dengan peristiwa neologisme.\n",
        "output": [
            "Democratic strategists poised themselves to take advantage of Santorum's association with the neologism phenomenon.\n"
        ]
    },
    {
        "input": "Korea Utara mengejutkan dunia pada saat diluncurkannya sebuah misil balistik di atas utara Jepang di 1998.\n",
        "output": [
            "North Korea surprised the world when it launched a ballistic missile over northern Japan in 1998.\n"
        ]
    },
    {
        "input": "Pengemudi di belakang setir saat itu selamat dari kecelakaan.\n",
        "output": [
            "The driver behind the wheel at the time survived the accident.\n"
        ]
    },
    {
        "input": "\"Kesimpulan peserta pasar minyak bahwa resesi terburuk telah lewat dan pemulihan dalam permintaan harus di tangan didukung semalam oleh pertumbuhan kuartal pertama lebih tinggi dari yang diharapkan di India dan lompatan tajam produksi industri Jepang di bulan April,\" kata MF Global John Kilduff.\n",
        "output": [
            "\"Oil market participants' conclusion that the worst of the recession has passed and that a recovery in demand must be at hand was bolstered overnight by higher than expected first quarter growth in India and a sharp jump in Japan's April industrial production,\" said MF Globa's John Kilduff.\n"
        ]
    },
    {
        "input": "Permintaan Bapak Netanyahu tersebut dibuat sebagai bagian dari diskusi untuk membentuk pemerintah persatuan nasional antara Likud dan Partai Kadimanya Bapak Olmert, menurut telegram bocoran, yang diklasifikasikan sebagai \"rahasia\" dan ditulis oleh Marc. J. Sievers, yang berada di kedutaan A. S. di Tel Aviv sebagai seorang penasehat politik.\n",
        "output": [
            "Mr. Netanyahu's request was made as part of discussions to form a government of national unity between Likud and Mr. Olmert's Kadima party, according to the leaked cable, classified as \"confidential\" and penned by Marc.J. Sievers, who was at the US embassy in Tel Aviv as a political counselor.\n"
        ]
    },
    {
        "input": "\"Untuk keberanian melebihi segalanya, saya berjalan dengan teman dekat saya dan rekan bisnis, yang seperti saya, datang dari San Diego, California.\"\n",
        "output": [
            "\"For courage as much as anything, I walked with my close friend and business partner, who like me, hails from San Diego, California.\"\n"
        ]
    },
    {
        "input": "Para militan juga menembakkan roket-roket pada sebuah hotel mewah dan istana kepresidenan di ibu kota pada hari Rabu, namun tidak menyebabkan jatuhnya korban.\n",
        "output": [
            "Militants also fired rockets at a luxury hotel and the presidential palace in the capital on Wednesday, but without causing casualties.\n"
        ]
    },
    {
        "input": "Mereka yang telah disertifikasi akan memulai melayani pada 1 Mei dikatakan \"berpartisipasi dalam semua kegiatan sidang pengadilan rakyat menurut hukum, menikmati hak yang sama seperti yang dilakukan para hakim kecuali untuk hakim ketua setelah asumsi mereka diposting, \" menurut untuk Harian Rakyat.\n",
        "output": [
            "Those who were certified to begin service on May 1 are said to \"participate in all hearing activities of people's courts according to the law, enjoying the same rights as do the judges except that for a presiding judge after their assumption of the post,\" according to the People's Daily.\n"
        ]
    },
    {
        "input": "Tidak adil untuk menyalahkan Pakistan atau warga Pakistan terhadap aksi terorisme ini bahkan sebelum sebuah investigasi dilakukan, Husain Haqqani, Duta Besar Pakistan untuk Amerika Serikat, berkata dalam sebuah pernyataan resmi.\n",
        "output": [
            "It is unfair to blame Pakistan or Pakistanis for these acts of terrorism even before an investigation is undertaken, Husain Haqqani, Pakistan's ambassador to the United States, said in a statement.\n"
        ]
    },
    {
        "input": "Dewan militer tidak menerima mayoritas NLD untuk pemilihan tersebut.\n",
        "output": [
            "The military junta did not accept NLD's majority in that election.\n"
        ]
    },
    {
        "input": "Final Plate tersebut memperlihatkan penampilan yang kuat dari Borneo Eagles untuk mengalahkan tim Selandia Baru Oriental Rongotai dengan 31-5.\n",
        "output": [
            "The Plate final saw a strong performance from Borneo Eagles to beat New Zealand team Oriental Rongotai by 31 to 5.\n"
        ]
    },
    {
        "input": "Duta Besar Iran untuk PBB, Javad Zarif mengatakan kepada kantor berita Reuters, \"program nuklir damai Iran tidak menimbulkan ancaman bagi perdamaian dan keamanan internasional dan karena itu berkaitan dengan masalah ini di Dewan Keamanan tidak beralasan demi hukum dari setiap dasar hukum atau kegunaan praktis, \"\n",
        "output": [
            "Iran's ambassador to the UN, Javad Zarif told the Reuters news agency, \"Iran's peaceful nuclear programme poses no threat to international peace and security and therefore dealing with this issue in the Security Council is unwarranted and void of any legal basis or practical utility,\"\n"
        ]
    },
    {
        "input": "Fungsi vaksin pada populasi heteroseksual dan efektivitasnya pada wanita juga akan dipelajari.\n",
        "output": [
            "The vaccine's functioning in a heterosexual population and its effectiveness among women will also be studied.\n"
        ]
    },
    {
        "input": "Jumlah pasti jenazah yang masih berada dalam gerbong yang hancur tidak diketahui.\n",
        "output": [
            "The exact number of bodies still in the wrecked carriage is unknown.\n"
        ]
    },
    {
        "input": "Emir menemukan jaringan berita TV internasional Al Jazeera.\n",
        "output": [
            "The emir founded the Al Jazeera international television news network.\n"
        ]
    },
    {
        "input": "Pemimpin koalisi Progresif Jim Anderton dan pendukung rancangan undang-undang, Jim Anderson, mengatakan : \"membuat permohonan di saat-saat terakhir untuk MPs tidak tertipu oleh janji tinjauan tidak penting.\"\n",
        "output": [
            "Leader of Jim Anderton's Progressive coalition and supporter of the bill, Jim Anderton, said: \"Making a last-minute plea to MPs is not to be fooled by the promise of the unnecessary review.\"\n"
        ]
    },
    {
        "input": "Sebuah kudeta di tahun 2006 menggulingkan Thaksin setelah anggota parlemen membelot selama kepemimpinan militer.\n",
        "output": [
            "A coup in 2006 ousted Thaksin after members of parliament defected during military rule.\n"
        ]
    },
    {
        "input": "Pada tanggal 12 September 2004, Jeanna - 15 tahun dari Fond du Lac, Wisconsin - digigit oleh kelelawar saat menghadiri gereja.\n",
        "output": [
            "On September 12, 2004, Jeanna — a 15 year old from Fond du Lac, Wisconsin— was bitten by a bat while attending church.\n"
        ]
    },
    {
        "input": "Kim ternyata meninggal dua hari sebelum tanggal 17 Desember di atas sebuah kereta.\n",
        "output": [
            "Kim apparently died two days earlier on December 17 aboard a train.\n"
        ]
    },
    {
        "input": "\"Ketika terjadi pelarian diri, jam-jam pertama sangat penting, \" kata Jean-Michel Louboutin, direktur eksekutif Interpol layanan polisi.\n",
        "output": [
            "\"When it comes to escapes, the first hours are crucial,\" said Jean-Michel Louboutin, Interpol's executive director of police services.\n"
        ]
    },
    {
        "input": "\"Seberapa kejam jadinya Hamas? \"\n",
        "output": [
            "\"How cruel can Hamas be? \"\n"
        ]
    },
    {
        "input": "Dua orang pekerja tambang Australia yang terperangkap selama 14 hari di bawah tanah dalam runtuhnya tambang telah menandatangani persetujuan dengan media yang dilaporkan bernilai AUD$2 juta untuk cerita bertahan hidup mereka.\n",
        "output": [
            "The two Australian mine-workers, who were trapped for 14 days underground in a collapsed mine, have signed a media deal reportedly worth AUD$2 million for their story of survival.\n"
        ]
    },
    {
        "input": "Di beberapa tempat, hujan serupa sebulan telah jatuh hanya dalam 24 jam.\n",
        "output": [
            "In some places, a month's worth of rain had fallen in just 24 hours.\n"
        ]
    },
    {
        "input": "Oscar dela Renta memilih yang lebih tradisional hitam, emas dan abu-abu, membuat debut koleksi untuk pria dan wanita dengan bahan yang dia lebih familiar.\n",
        "output": [
            "Oscar de la Renta opted for more traditional blacks, golds and grays, debuting lines for men and women in fabrics he is familiar with.\n"
        ]
    },
    {
        "input": "Salinan dokumen telah disediakan untuk para pemimpin Uni Eropa, Rusia, Jepang dan Amerika Serikat.\n",
        "output": [
            "Copies of the document have been furnished to the leaders of the EU, Russia, Japan and the United States.\n"
        ]
    },
    {
        "input": "Dia menemukan ide ketika berperang di Perang Korea; dia mengamankan kendaraannya dengan rantai logam untuk mencegah siapa pun mengambilnya.\n",
        "output": [
            "He came up with the idea while fighting in the Korean War; he secured his vehicle with metal chains to stop anybody taking it.\n"
        ]
    },
    {
        "input": "Rencana ini terungkap setelah tersangka 15 tahun kehilangan catatannya di restoran McDonalds tempatnya bekerja.\n",
        "output": [
            "The plot was uncovered when the 15-year-old suspect lost his journal at the McDonalds restaurant where he worked.\n"
        ]
    },
    {
        "input": "Dengan bantuan kepala penerbitan anak-anak di Random House, penulis Theodor Geisel, lebih dikenal sebagai Dr Seuss, Berenstains menciptakan waralaba yang menarik jutaan pembaca muda.\n",
        "output": [
            "With the help of head of children's publishing at Random House, author Theodor Geisel, better known as Dr. Seuss, the Berenstains created a franchise that drew millions of young readers.\n"
        ]
    },
    {
        "input": "Situasi dalam pemenang balap menjadi hampir kritis bagi Schumacher yang kehilangan 10 poin akhir minggu ini.\n",
        "output": [
            "The situation in the drivers' championship became almost critical for Schumacher, who lost 10 points this week-end.\n"
        ]
    },
    {
        "input": "Di London orang-orang berbaris ke Kedutaan Besar AS dan meneriakkan semboyan seperti \"George Bush, teroris\" dan \"Jatuh, jatuh, Amerika Serikat.\"\n",
        "output": [
            "In London people marched to the US embassy and shouted slogans such as \"George Bush, terrorist\" and \"Down, down, USA.\"\n"
        ]
    },
    {
        "input": "Konser ini akan menjadi konser live pertama di dunia yang dipancarkan ke luar angkasa.\n",
        "output": [
            "This event will mark the first time a live music show is broadcast into space.\n"
        ]
    },
    {
        "input": "Keraguan tersebut menggaris bawahi kurangnya informasi yang nyata di belakang rumor tersebut.\n",
        "output": [
            "The uncertainty underlined the lack of substantive information behind the rumor.\n"
        ]
    },
    {
        "input": "Ini terbagi atas ₱500.000 untuk kerusakan moral, ₱100.000 uang jasa pengacara dan ₱50.000 ongkos-ongkos lainnya.\n",
        "output": [
            "This is split down as ₱500,000 in moral damages, ₱100,000 lawyer's fees and ₱50,000 further costs.\n"
        ]
    },
    {
        "input": "Pada saat dia mengunjungi dokter karena kelelahan dan mati rasa, itu tanggal 18 Oktober dan insiden kelelawar tidak dibawa sampai beberapa hari kemudian.\n",
        "output": [
            "By the time she saw a doctor about fatigue and numbness, it was October 18, and the bat incident was not brought up until several days later.\n"
        ]
    },
    {
        "input": "Ouellette telah diberi surat panggilan untuk tampil di pengadilan federal.\n",
        "output": [
            "Ouellette has been issued a summons to appear in federal court.\n"
        ]
    },
    {
        "input": "\"Tampaknya Virus ini menyebar sangat cepat di daerah geografis yang besar.\"\n",
        "output": [
            "\"This virus seemed to spread very fast over a big geographic region.\"\n"
        ]
    },
    {
        "input": "Undang-undang ini membiarkan warga negara asing yang diduga terorisme ditahan, sebelum dicabut pada tahun 2004 karena sifat diskriminatif tersebut.\n",
        "output": [
            "This act allowed foreign nationals suspected of terrorism to be detained, before being repealed in 2004 due to its discriminatory nature.\n"
        ]
    },
    {
        "input": "Luca Toni membuka pengumpulan angka di awal babak ke-2 dengan sepasang gol.\n",
        "output": [
            "Luca Toni opening the scoring early in the 2nd half with a pair of goals.\n"
        ]
    },
    {
        "input": "WHO mengatakan bahwa \"sementara pengumpulan data dan verifikasi tetap menjadi tantangan di seluruh negeri dengan statistik efek mingguan tidak selalu akurat atau lengkap, tren secara keseluruhan selama 2 bulan terakhir adalah penurunan jumlah kasus dan kematian.\"\n",
        "output": [
            "The WHO said that \"while data collection and verification remain a challenge throughout the country with the effect that weekly statistics are not always accurate or complete, the overall trend over the last 2 months is of a decreasing number of cases and deaths.\"\n"
        ]
    },
    {
        "input": "Yang pertama berlangsung pada 07.15 (00.15 UTC), di Aula asrama Ambler Johnston Barat.\n",
        "output": [
            "The first took place at 07:15 (12:15 UTC), at West Ambler Johnston Hall dormitory.\n"
        ]
    },
    {
        "input": "Dia membawanya ke pengadilan dan menang setelah hampir satu tahun dari pertempuran hukum yang kacau.\n",
        "output": [
            "She took him to court and won after nearly a year of messy legal battles.\n"
        ]
    },
    {
        "input": "Petarung veteran Carlo \"Neo\" Prater juga meraih kemenangan dalam debut Strikeforce-nya melawan Bryan Travers.\n",
        "output": [
            "Veteran fighter Carlo \"Neo\" Prater also prevailed in his Strikeforce debut against Bryan Travers.\n"
        ]
    },
    {
        "input": "Fernando Torres menyamakan kedudukan di babak ke 2 setelah Yossi Benayoun mengalahkan pemain pertahanan untuk menyiapkan pencetakan gol tersebut.\n",
        "output": [
            "Fernando Torres equalized in the 2nd half after Yossi Benayoun beat the defenders to set up the goal.\n"
        ]
    },
    {
        "input": "\"Apakah Anda membutuhkan perangkat teknis untuk mengambil keputusan? Inilah mengapa, setelah tiga tahun percobaan tanpa hasil, saya sangat ingin untuk membekukannya, \" Blatter menjelaskan.\n",
        "output": [
            "\"Do you want technical devices to take decisions? That's why, after three years of tests with no conclusions, I am in favour of putting the whole thing on ice,\" Blatter explained.\n"
        ]
    },
    {
        "input": "Dia juga mengaku bersalah pada sebuah tuduhan penghinaan untuk melanggar sebuah perintah pengadilan untuk berada jauh dari ibunya.\n",
        "output": [
            "He also pleaded guilty to a contempt charge for violating a court order to stay away from his mother.\n"
        ]
    },
    {
        "input": "Anggota kongres ini memutuskan untuk ikut mencalonkan diri, menurut sebuah pernyataan tertulis, karena dia merasa kepemimpinan di partainya tidak cukup agresif untuk menentang perang Irak.\n",
        "output": [
            "The congressman made his decision to run, according to a written statement, because he felt his own party's leadership was not aggressive enough in opposing the Iraq war.\n"
        ]
    },
    {
        "input": "Namun, ketakutan semakin nyata bahwa kepulangan Zelaya dapat memicu lebih banyak kekerasan.\n",
        "output": [
            "However, fear has aroused that Zelaya's return could trigger more violence.\n"
        ]
    },
    {
        "input": "Empat belas tempat bersejarah dijadwalkan tutup pada tanggal 1 Oktober.\n",
        "output": [
            "Fourteen state historic sites are scheduled to be closed October 1.\n"
        ]
    },
    {
        "input": "Dia sering berhubungan dengan para pembacanya dan fungsi publiknya adalah campuran dari pesta, klub malam, kuliah akademis, panel universitas dan pertunjukan perdana film.\n",
        "output": [
            "He often corresponds with his readers and his public functions are a mix of parties, nightclubs, academic lectures, university panels and film premieres.\n"
        ]
    },
    {
        "input": "Sebuah serangan mortar lain tidak mengenai konvoi pasukan UPDF tapi menghantam sebuah restoran di dekatnya, membunuh 13 orang warga sipil dan melukai 20 lainnya pada tanggal 7 Maret.\n",
        "output": [
            "Another mortar attack that missed a UPDF convoy and hit a nearby restaurant on March 7 killed 13 civilians and wounded 20.\n"
        ]
    },
    {
        "input": "Dr. Cerf dianggap sebagai salah satu bapak dari Internet.\n",
        "output": [
            "Dr. Cerf is considered to be one of the fathers of the Internet.\n"
        ]
    },
    {
        "input": "Kabarnya penyelesaian perbaikan ini dan upaya re-branding akan selesai pada akhir tahun.\n",
        "output": [
            "It has said that the completion of this overhaul and the re-branding efforts will be completed by the end of the year.\n"
        ]
    },
    {
        "input": "Temuan mendukung teori para peneliti bahwa berkurangnya eksposur pada infeksi umum dalam tahun pertama hidup akan meningkatkan resiko perkembangan Leukimia lymphoblastic akut (ALL).\n",
        "output": [
            "The finding supports the researchers' theory that reduced exposure to common infections in the first year of life increases the risk of developing acute lymphoblastic leukaemia (ALL).\n"
        ]
    },
    {
        "input": "Dan, sekitar 200 orang dievakuasi di wilayah Akron, Ohio karena banjir yang parah.\n",
        "output": [
            "And, about 200 people were evacuated in the Akron, Ohio area due to severe flooding.\n"
        ]
    },
    {
        "input": "Dia sepertinya mulai ditunjuk sebagai pemukul pada pertandingan di Chicago.\n",
        "output": [
            "He'll likely start as the designated hitter in the games at Chicago.\n"
        ]
    },
    {
        "input": "\"Sudah waktunya bagi negara ini untuk berpihak kepada warganya yang mau bekerja, dan tidak kepada orang-orang yang suka melakukan kecurangan.\"\n",
        "output": [
            "\"The nation should choose to encourage people who like to work rather than those who prefer cheating\".\n"
        ]
    },
    {
        "input": "Dia mengatakan, \"Amerika harus mengeluarkan rencana penarikan pasukan sepenuhnya sehingga kedamaian dan stabilitas bisa dikembalikan.\"\n",
        "output": [
            "He said, \"The U.S. must issue a clear troop-withdrawal plan so that peace and stability can be restored.\"\n"
        ]
    },
    {
        "input": "\"Tetapi saya tidak bisa menghentikan pendarahan karena sangat banyak darah mengucur.\"\n",
        "output": [
            "\"But I couldn't stop the bleeding because there was so much blood.\"\n"
        ]
    },
    {
        "input": "Kemarin dua bagal obat lainnya, Renae Lawrence dan Scott Rush, dijatuhi hukuman seumur hidup.\n",
        "output": [
            "Yesterday two other drug mules, Renae Lawrence and Scott Rush, were sentenced to life imprisonment.\n"
        ]
    },
    {
        "input": "Lille memiliki 3 hari setelah menerima pemberitahuan dari UEFA untuk mengajukan tuntutan lain kepada Pengadilan Arbitrase untuk Olah Raga atau tuntutan akan ditolak keseluruhan.\n",
        "output": [
            "Lille will have 3 days after receiving notice from UEFA to lodge another appeal to the Court of Arbitration for Sport, or the claim will be dismissed in full.\n"
        ]
    },
    {
        "input": "Bapak Knutsen telah manggung selama bertahun-tahun di seluruh Texas sebagai seorang badut profesional.\n",
        "output": [
            "Mr. Knutsen has performed for many years throughout Texas as a professional clown.\n"
        ]
    },
    {
        "input": "AS menawarkan US$5 juta sebagai bayaran untuk penangkapannya.\n",
        "output": [
            "The U.S. offered a US$5 million bounty for his capture.\n"
        ]
    },
    {
        "input": "Ayah Noynoy ditembak pada tahanan militer selama rezim dari diktator terakhir Ferdinand Marcos, sebelum ibunya, Corazon Aquino, memimpin Revolusi Kekuatan Rakyat yang menggulingkan Marcos pada tahun 1986.\n",
        "output": [
            "Noynoy's father was shot while in military custody during the regime of late dictator Ferdinand Marcos, before his mother, Corazon Aquino, led the People Power Revolution that toppled Marcos in 1986.\n"
        ]
    },
    {
        "input": "Ketika Oppenheimer memulai laboratorium desain senjata rahasia, Los Alamos, ia menunjuk Bethe sebagai Direktur Divisi Teoritis.\n",
        "output": [
            "When Oppenheimer started the secret weapons design laboratory, Los Alamos, he appointed Bethe as Director of the Theoretical Division.\n"
        ]
    },
    {
        "input": "James Moreno menutup skor untuk D. C. di menit ke 78 sebelum Edu membuka akun MLS Toronto dengan gol pertamanya di kompetisi ini.\n",
        "output": [
            "Jaime Moreno capped off the scoring for D.C. in the 78th before Edu opened Toronto's MLS account with his first goal of the season.\n"
        ]
    },
    {
        "input": "Menurut Dell, dari 6,3 juta komputer di New Zealand, 250.000 diantaranya sudah tua dan usang, karena sebagian besar pemilik komputer, berdasarkan hasil survey, akan meningkatkan komputer mereka setiap dua sampai lima tahun.\n",
        "output": [
            "According to Dell, out of the 6.3 million New Zealand computers, 250,000 of them are old and obsolete, mainly because most computer owners, according to a survey, will upgrade their computers every two to five years.\n"
        ]
    },
    {
        "input": "Keputusan tersebut ditandatangani oleh 32 dari 45 wakil.\n",
        "output": [
            "The decision was signed by 32 of the 45 deputies.\n"
        ]
    },
    {
        "input": "Sebelum pidato Ahmadinejad, Presiden Amerika George W. Bush mengekspresikan pandangan yang berbeda, mengatakan bahwa undangan Columbia \"benar-benar menyatakan kebebasan negara tersebut.\"\n",
        "output": [
            "Prior to Ahmedinejad's speech, U.S. President George W. Bush expressed a different view, saying that Columbia's invitation \"really speaks to the freedoms of the country.\"\n"
        ]
    },
    {
        "input": "Tangga lagu kemarin mengungkapkan bahwa lagu tersebut mencapai posisi puncak di tangga lagu rock Amazon, dan terdaftar sebagai lagu urutan ke 14 yang paling sering diunduh secara keseluruhan.\n",
        "output": [
            "Yesterday's charts reveal that it has reached pole position on Amazon's rock chart, and is listed as the 14th most downloaded track overall.\n"
        ]
    },
    {
        "input": "Mike Parton, CEO Marconi Corporation, mengatakan 'berita bagus'untuk semua pemegang saham dan memperkenalkan Svanberg pada tepuk tangan dari mayoritas staf di Coventry New Century Park, sementara staf yang lain dari Coventry New Horizon Park mendengarkan konferensi lewat saluran telepon.\n",
        "output": [
            "Mike Parton, CEO of Marconi Corporation, spoke of the 'good news' for all stake-holders and introduced Svanberg to a round of applause from the majority of the staff at Coventry New Century Park, while more staff from Coventry New Horizon Park listened on a conference call line.\n"
        ]
    },
    {
        "input": "Berbagai tes akhir-akhir ini telah memperlihatkan bahwa obat yang murah mungkin bisa membunuh sel kanker pada manusia.\n",
        "output": [
            "Recent tests have shown that an inexpensive drug may be able to kill cancer cells in humans.\n"
        ]
    },
    {
        "input": "Para artis nasional, seperti Oomph! dan The Donots, akan juga menjadi tanggung jawab langsung Sony baik itu melalui Four Music atau Columbia Germany di Berlin.\n",
        "output": [
            "National artists, such as Oomph! and The Donots, will also be Sony's direct responsibility via either Four Music or Columbia Germany in Berlin.\n"
        ]
    },
    {
        "input": "Siaran-siaran tersebut berisikan berita harian dan berbagai ketertarikan manusia, dibawakan oleh seorang reporter yang secara perlahan melepas bajunya.\n",
        "output": [
            "The broadcasts feature daily news and human interest pieces, presented by an anchor who gradually removes their clothing.\n"
        ]
    },
    {
        "input": "Kobaran api dilaporkan mencapai ketinggian seratus meter.\n",
        "output": [
            "The flames reportedly reached as high as one hundred meters.\n"
        ]
    },
    {
        "input": "Setelah kembali ke sirkus, dia dikabarkan lelah namun \"senang telah kembali.\"\n",
        "output": [
            "After returning to the circus, she was said to be tired, but \"pleased to be back.\"\n"
        ]
    },
    {
        "input": "Banyak sumber pendapatan untuk negara-negara berkembang termasuk pengiriman uang, investasi luar negeri langsung, bantuan luar negeri, dan perdagangan internasional, diperkirakan mengalami penurunan yang parah.\n",
        "output": [
            "Many sources of income for developing countries, including remittances, foreign direct investment, foreign aid, and international trade, are expected to undergo severe declines.\n"
        ]
    },
    {
        "input": "Desta menuduh Ethiopia telah memperburuk keadaan dengan menyiapkan pasukan militer untuk membantu Djibouti.\n",
        "output": [
            "Desta accused Ethiopia of worsening the situation by preparing military forces to help Djibouti.\n"
        ]
    },
    {
        "input": "Dia mengatakan bahwa beberapa \"marah\" pada kenyataan bahwa mereka tidak diizinkan menjadi kedua Muslim dan Perancis.\"\n",
        "output": [
            "She said that some are \"resentful of the fact that they are not allowed to be both Muslim and French.\"\n"
        ]
    },
    {
        "input": "Satu tahun setelah menghuni rumah di Downing Street No.10, Perdana Menteri Inggris Gordon Brown dan Partai Buruhnya telah berada dalam masalah setelah kalah dalam sebuah pemilihan umum daerah, menduduki peringkat kelima dibelakang partai-partai politik yang sebelumnya belum pernah menang dan angka populasinya berada di titik terendah.\n",
        "output": [
            "A year since taking up residence at No. 10 Downing street, British Prime Minister Gordon Brown and his Labour Party is already in trouble after losing a local election, finishing fifth after previously win-less political parties and popularity rating at an all time low.\n"
        ]
    },
    {
        "input": "Presiden Palestina Mahmoud Abbas dari Fatah, Perdana Menteri Ismail Haniyeh dan kepala Hamas yang berbasis di Damaskus Khaled Meshaal tiba di Mekkah, Arab Saudi untuk negosiasi dalam upaya mengakhiri pertempuran antara Hamas dan Fatah di Jalur Gaza.\n",
        "output": [
            "Palestinian President Mahmoud Abbas of Fatah, Prime Minister Ismail Haniyeh and Damascus-based chief Khaled Meshaal ofHamas arrived in Mecca, Saudi Arabia for negotiations in an attempt to end the fighting between Hamas and Fatah in the Gaza strip.\n"
        ]
    },
    {
        "input": "Menurut BBC, Pakistan tidak mampu memberikan bukti yang berkaitan dengan kematiannya karena \"medan yang terpencil dan berbahaya\" di Waziristan Selatan.\n",
        "output": [
            "According to the BBC, Pakistan had been unable to provide tangible evidence of his death because of the \"remote and hostile terrain\" of South Waziristan.\n"
        ]
    },
    {
        "input": "Di beberapa daerah dari negara tersebut, badai membanjiri dengan air sebanyak 2 meter.\n",
        "output": [
            "In some areas of the country, the storm dumped as much as two metres of water.\n"
        ]
    },
    {
        "input": "Ledakan tersebut menyebabkan sistem listrik padam, terlihat pada ruang kontrol.\n",
        "output": [
            "The blast tripped out the power system, visible in the control room.\n"
        ]
    },
    {
        "input": "\"Mereka mengalami patah tulang di lengan mereka, wajah mereka, di mana-mana, \" kata Marcos de Souza, Direktur Rumah Sakit Posse dalam sebuah wawancara televisi.\n",
        "output": [
            "\"They had fractures in their arms, their faces, everywhere,\" said Marcos de Souza, director of the Posse Hospital in a televised interview.\n"
        ]
    },
    {
        "input": "Sistem pertahanan Trident dikembangkan sebagai respon Inggris untuk Perang Dingin yang berakhir dengan runtuhnya Uni Soviet pada Desember 1991.\n",
        "output": [
            "The Trident defence system was developed as Britain’s response to the Cold War which ended with the collapse of the USSR in December 1991.\n"
        ]
    },
    {
        "input": "Boehner memberi tahukan anggota kongres lainnya tentang kesepakatan pada konferensi pers kemarin malam.\n",
        "output": [
            "Boehner informed other congressmen of the deal in a conference call yesterday evening.\n"
        ]
    },
    {
        "input": "\"Bakteri heterotropik yang dihitung di beberapa botol ditemukan jumlah yang menjijikkan (100) kali lebih dari batas yang diijinkan, \" kata Sonish Azam, peneliti Kanada yang terlibat dalam studi, \"Jumlah bakteri ini merupakan peringatan, seperti jika kita menelan secangkir budaya.\"\n",
        "output": [
            "“Heterotrophic bacteria counts in some of the bottles were found to be in revolting figures of (100) times more than the permitted limit,” said Sonish Azam, a Canadian researcher involved in the study, “This amount of bacteria is alarming, as if we are ingesting a cup of culture.” \n"
        ]
    },
    {
        "input": "Siaran pemberitaan yang berfokus international tersebut membuat kegemparan pada saat peluncurannya di 1999, namun sejak itu menjadi besar dengan penonton online di 172 negara.\n",
        "output": [
            "The internationally-focused newscast created a stir upon its launch in 1999, but has since expanded with online viewers in 172 nations.\n"
        ]
    },
    {
        "input": "Bangunan ini milik PoolSupplies. com yang merupakan divisi dari Leisure Living, menjual perlengkapan, rekreasi dan bahan kimia untuk kolam renang.\n",
        "output": [
            "The building is owned by PoolSupplies.com which is a division of Leisure Living, selling supplies, recreation and chemicals for swimming pools.\n"
        ]
    },
    {
        "input": "Sebagian dari $13 triliun telah dijanjikan sebagai bantuan dan usaha penyelamatan, yang 75 persen telah berhasil diselamatkan.\n",
        "output": [
            "Some $13 billion was pledged to relief and recovery efforts, of which 75 percent has already been secured.\n"
        ]
    },
    {
        "input": "RSPCA juga memberi tahu para pemilik binatang piaraan untuk mencoba dan menjaga binatang piaraan mereka tetap dingin.\n",
        "output": [
            "The RSPCA has also told pet owners to try and keep their pets cool.\n"
        ]
    },
    {
        "input": "Penduduk Amity Point selama 20 tahun, Brad Ross mengatakan wisatawan pengunjung area tersebut telah diperingatkan pada serangan potensial; \"Pantai menurun 30 m ketinggiannya dan disana banyak sekali hiu bantengnya.\"\n",
        "output": [
            "A resident of Amity Point for 20 years, Brad Ross, said tourists visiting the area have been warned of potential attacks; \"The shore just falls away into 30m of water and there are plenty of bull sharks out there.\"\n"
        ]
    },
    {
        "input": "Peluang untuk kegiatan negosiasi lanjutan dengan Royal Mail, sebelum aksi mogok dilakukan, belum diputuskan; setiap bentuk aksi mogok dalam masa periode sebelum Natal berpotensi untuk menyebabkan gangguan besar kepada kegiatan pelayanan pos.\n",
        "output": [
            "The possibility of further talks with the Royal Mail before undertaking action has not be ruled out; any walk-outs in the run-up to Christmas will cause extreme disruption to deliveries.\n"
        ]
    },
    {
        "input": "\"Sangat disayangkan para pengunjuk rasa berusaha untuk mempertahankan ribuan rakyat Amerika dari pekerjaan tempat mereka bergantung untuk memberikan nafkah kepada keluarga mereka.\"\n",
        "output": [
            "\"It is unfortunate these protestors are trying to keep thousands of Americans from the jobs they depend on to provide for their families.\"\n"
        ]
    },
    {
        "input": "Total 230 jurnalis dan asisten media yang telah terbunuh di Irak sejak invasi Amerika tahun 2003.\n",
        "output": [
            "A total of 230 journalists and media assistants have been killed in Iraq since the 2003 U.S invasion.\n"
        ]
    },
    {
        "input": "Situs arkeologis ini berada di sebuah bukit di sepanjang Laut Mediterania menghadap ke rumah musim panas Hosni Mubarak, presiden Mesir.\n",
        "output": [
            "The archaeological site is on a hill along the Mediterranean Sea overlooking the summer home of Hosni Mubarak, president of Egypt.\n"
        ]
    },
    {
        "input": "Pesawat tersebut terbang pukul 1.12 pagi waktu setempat dan dalam perjalanan dari Moscow ke Perm ketika pegawai di lapangan udara Bolshoye Savino kehilangan kontak dengan pesawat tersebut sekitar 1.800 meter diatas permukaan laut.\n",
        "output": [
            "The plane took off at 1:12 a.m. local time and was traveling from Moscow to Perm when officials at the Bolshoye Savino Airport lost contact with the aircraft at about 1,800 meters in altitude.\n"
        ]
    },
    {
        "input": "Menang, dengan 172 run, perbedaan skor terbesar pada kemenangan pada Twenty20 international.\n",
        "output": [
            "The win, by 172 runs, is the largest margin of victory in a Twenty20 international.\n"
        ]
    },
    {
        "input": "Tanggung jawab atas penembakan diklaim atas nama Batalion Armagh Utara dari Perpanjangan Tentara IRA pada pesan bersandi kepada media Belfast.\n",
        "output": [
            "Responsibility for the shooting has been claimed on behalf of the North Armagh Battalion of the Continuity IRA in a coded message to Belfast media.\n"
        ]
    },
    {
        "input": "Tetapi pengamat percaya bahwa potret tersebut diturunkan atas perintah Kim Jong Il sendiri, yang mungkin mencoba menurunkan pemujaan terhadap dirinya.\n",
        "output": [
            "But most observers believe that the portraits were taken down by the order of Kim Jong Il himself, who might be trying to downsize his own personality cult.\n"
        ]
    },
    {
        "input": "Wikibooks, sebuah proyek internet yang mencoba membuat buku konten gratis menggunakan teknologi wiki, telah mempublikasikan statistik Februari 2005 mereka.\n",
        "output": [
            "Wikibooks, an Internet project which seeks to create free content textbooks using wiki technology, has published its February 2005 statistics.\n"
        ]
    },
    {
        "input": "Pemain yang baru masuk Laurent Robert dan pemain yang kembali Greg Sutton tidak cukup bagi Toronto F. C. ketika mereka kalah 4-1 terhadap D. C. United di Washington.\n",
        "output": [
            "New signing Laurent Robert and the return of Greg Sutton were not enough for Toronto F.C. as they fell 4-1 to D.C. United in Washington.\n"
        ]
    },
    {
        "input": "Jalan A68 di dekat lokasi kecelakaan ditutup sementara untuk memberi kesempatan kepada polisi menginvestigasi kecelakaan, dengan arus trafik dialihkan ke jalan B6370 lewan kota Gorebridge.\n",
        "output": [
            "The A68 road close to the location of the accident was temporarily closed to allow police to investigate the incident, with traffic redirected to the B6370 road via the town of Gorebridge.\n"
        ]
    },
    {
        "input": "130 skenario telah tercatat sebagai finalis dalam kategori skenario.\n",
        "output": [
            "130 screenplays have been listed as finalists in the Screenplays category.\n"
        ]
    },
    {
        "input": "Dekrit ini memicu aksi protes dan unjuk rasa yang mirip dengan unjuk rasa yang berhasil menjatuhkan presiden Hosni Mubarak.\n",
        "output": [
            "The decree has sparked protests and strikes reminiscent of protests which eventually toppled the then president Hosni Mubarak.\n"
        ]
    },
    {
        "input": "5 negara bagian lainnya memiliki undang-undang yang mirip, sedangkan negara-negara yang tersisa melarang hukuman mati untuk pemerkosaan.\n",
        "output": [
            "Five other states have similar laws, while the remaining states ban the death penalty for rape.\n"
        ]
    },
    {
        "input": "Scottish & Southern Energi berkomentar: \"Dengan harga-harga borongan tahunan maju lebih tinggi dengan mantap, dengan tekanan-tekanan lebih tinggi dalam penyaluran, lingkungan dan biaya-biaya sosial, menghindari kenaikan antara sekarang dan akhir 2010 adalah sebuah cita-cita penting.\"\n",
        "output": [
            "Scottish & Southern Energy commented: \"With forward annual wholesale prices significantly higher, and with upward pressures in terms of distribution, environmental and social costs, seeking to avoid an increase between now and the end of 2010 is an important goal.\"\n"
        ]
    },
    {
        "input": "Sejak itu, Yakub berada di tahanan dan menurut pengacaranya Subhash Kanse, sedang menjalani perawatan depresi.\n",
        "output": [
            "Since then, Yakub has been in custody and has, according to his lawyer Subhash Kanse, been undergoing treatment for depression.\n"
        ]
    },
    {
        "input": "Dalam menggambarkan dan menerangkan tindakannya untuk menasionalisasi bank, Otoritas Pengawasan Keuangan Islandia mengeluarkan pernyataan singkat ini:\n",
        "output": [
            "In describing and explaining its actions in nationalising the bank, the Icelandic Financial Supervisory Authority issued this brief statement:\n"
        ]
    },
    {
        "input": "Kedua badan nasional ini mengkonfirmasi korban jiwa dan luka dari badai tersebut disebabkan karena terkena reruntuhan dari pohon-pohon yang tumbang karena angin badai tersebut.\n",
        "output": [
            "Both confirmed casualties from the storm were hit by debris by trees uprooted by heavy winds.\n"
        ]
    },
    {
        "input": "Bryan Whitman, juru bicara Pentagon berkata kepada para wartawan bahwa penghentian kontrak adalah karena pelanggaran tentang asal amunisi dan pengemasan amunisi, bukan keamanan dan kinerjanya.\n",
        "output": [
            "Bryan Whitman, The Pentagon's spokesperson told reporters that suspension of the contract was due to the violation of the origin of the ammunition and the packaging of the ammunition, not the safety and performance.\n"
        ]
    },
    {
        "input": "Di antara inning kelima dan keenam, ada penundaan sedikit pada pertandingan ketika anjing bernama Streaker, milik dari pemain tim softball pria nasional Australia Adam Folkard, berlari di lapangan.\n",
        "output": [
            "Between the fifth and sixth innings, there was a small delay in the game when a dog named Streaker, owned by Australia men's national softball team player Adam Folkard, ran onto the the infield.\n"
        ]
    },
    {
        "input": "Sebanyak 50 orang telah dibawa ke tempat perlindungan palang merah setempat karena tempat mereka yang hancur.\n",
        "output": [
            "Around 50 people have been taken to a local Red Cross shelter for displaced residents.\n"
        ]
    },
    {
        "input": "\"Kami juga ada jalur bus hidro yang berjalan di bawah dua sisi bangunan yang runtuh.\"\n",
        "output": [
            "\"We also have hydro bus lines running down two sides of the building\".\n"
        ]
    },
    {
        "input": "Dia berkata bahwa dia telah pulang ke rumah, meskipun menjalani serangkaian tes medis, karena dia \"tidak bisa berdiam diri menunggu dokter\" dan tagihan-tagihan itu perlu dibayar.\n",
        "output": [
            "She said that she entered the house, despite undergoing medical tests, because she \"can't wait around for the doctors\" and that bills need paying.\n"
        ]
    },
    {
        "input": "Musuh dari direktif hak cipta mengaku bahwa surat yang mencakup kekayaan intelektual (IP) akan \"melumpuhkan inovasi\" di Eropa karena hal tersebut membiarkan membuat hak cipta atas implementasi dalam perangkat lunak.\n",
        "output": [
            "Adversaries to the patent directive claim that a bill covering Intellectual Property (IP) would \"stifle innovation\" in Europe, as it allows the patenting of implementation within software.\n"
        ]
    },
    {
        "input": "Partainya melakukan lebih buruk dari yang diharapkan dari jajak pendapat, yang melihat mereka mengumpulkan sekitar 40 kursi.\n",
        "output": [
            "His party did worse than expected from opinion polls, which saw them at gaining about 40 seats.\n"
        ]
    },
    {
        "input": "Ketua Kaukus Hispanik, Rep. Joe Baca, D-California, berharap pembuat kebijakan akan menaruh perhatian bukan hanya pada membantu usaha kecil, namun juga pada apa yang harus dilakukan dengan 12 juta imigran ilegal yang saat ini berada di AS dan meningkatkan keamanan perbatasan.\n",
        "output": [
            "Hispanic Caucus Chairman, Rep. Joe Baca, D-California, hopes that policymakers will place attention not only on helping small businesses, but also on what to do with 12 million illegal immigrants currently residing in the U.S., and improving border security.\n"
        ]
    },
    {
        "input": "\"Jangan ganggu wartawan!\" serikat wartawan berkata dalam sebuah pernyataan di situs webnya.\n",
        "output": [
            "\"Hands off journalists!\" the journalist union said in a statement on its website.\n"
        ]
    },
    {
        "input": "Armada trem saat ini terdiri dari 24 Bombardier trem CR4000, yang dibangun untuk pembukaan jaringan 28 km antara tahun 1998 dan 2000.\n",
        "output": [
            "The tram fleet is currently made up of 24 Bombardier CR4000 trams, which were constructed for the opening of the 28km network between 1998 and 2000.\n"
        ]
    },
    {
        "input": "Beberapa ratus orang berunjukrasa menuduh penyelewengan hasil pemungutan suara pada 18 Juli, yang diakhiri 7 orang terbunuh dalam bentrok dengan polisi.\n",
        "output": [
            "Several hundred people protested at alleged irregularities in the polls on the 18th of July, which ended in 7 people being killed in police clashes.\n"
        ]
    },
    {
        "input": "Amerika Serikat mengatakan bahwa langkah itu \"mengecewakan\" sementara menteri luar negeri Inggris mengatakan bahwa adalah penting untuk Pakistan \"mematuhi komitmen untuk melangsungkan pemilu yang bebas dan adil sesuai jadwal.\"\n",
        "output": [
            "The United States said that it was \"disappointed\" by the move while the United Kingdom's foreign secretary said that it was vital that Pakistan \"abides by the commitment to hold free and fair elections on schedule\".\n"
        ]
    },
    {
        "input": "Beberapa negara yang telah menandatangani perjanjian tetapi belum mengesahkannya termasuk Cina, Amerika Serikat, Brasil, Nigeria, Filipina, Vietnam, Jerman, dan Mesir.\n",
        "output": [
            "Nations that have signed but not yet ratified include China, USA, Brazil, Nigeria, Philippines, Viet Nam, Germany, and Egypt.\n"
        ]
    },
    {
        "input": "Penyelidikan tersebut juga mendapati bahwa pesawat terbang itu beroperasi dalam kondisi normal; Anodina berkata bahwa \"mesin[t]ersebut berjalan baik hingga pesawat menabrak daratan.\"\n",
        "output": [
            "The investigation also found that the aircraft involved had been in normal operating condition; Anodina said that \"[t]he engines were working up till the moment the plane collided with the ground.\"\n"
        ]
    },
    {
        "input": "Dari total 80,830 anggota yang ikut dalam acara konsultasi, sebanyak 61,623 orang mendukung aksi mogok kerja.\n",
        "output": [
            "Of the 80,830 members consulted, 61,623 voted in favour of a walk-out.\n"
        ]
    },
    {
        "input": "Roy Ryden, yang juga berasal dari Demokrat, berpendapat bahwa komentar bapak Howard adalah komentar yang \"aneh\" dan menuduh sang Perdana Menteri telah mencampuri politik AS \"Kata yang paling ramah yang bisa kita katakan terhadap komentar Bapak Howard itu\", adalah aneh.\n",
        "output": [
            "Roy Ryden, another US Democrat said Mr Howard's comment was \"bizarre\" and accused the Prime minister of interfering with US politics \"The most charitable thing you can say ab\"out Mr Howard's comment is bizarre.\n"
        ]
    },
    {
        "input": "Kantor-kantor DirectNIC, webhost dan services provider yang berbasis di New Orleans, dikunjungi oleh anggota bersenjata dari Divisi Airborne ke-82 selama wawancara dengan wartawan Wikinews Selasa malam.\n",
        "output": [
            "The offices of DirectNIC, a New Orleans based webhost and services provider, were visited by armed members of the 82nd Airborne Division during an interview with Wikinews reporters Tuesday evening.\n"
        ]
    },
    {
        "input": "Abkhazia, wilayah yang terletak di dalam batas negara Georgia yang diakui secara internasional, tetapi yang secara de facto merupakan republik merdeka tanpa pengakuan internasional, telah menutup perbatasan dengan negara tersebut setelah ledakan bom baru-baru ini.\n",
        "output": [
            "Abkhazia, a region located within the internationally recognised borders of Georgia, but which is a de facto independent republic without international recognition, has closed its border with the country following recent bomb blasts.\n"
        ]
    },
    {
        "input": "Para pemeriksa mengutip peningkatan yang berarti pilihan yang sesuai dengan kebutuhan, pemikiran buatan yang lebih baik, dan sebuah perbaikan pada kualitas sebagai faktor penentu.\n",
        "output": [
            "Reviewers cited the significant increase in customization options, better artificial intelligence, and an improvement in graphics quality as decisive factors.\n"
        ]
    },
    {
        "input": "Hal ini diatur di dalam kebijakan PBB tentang Clean Development Mechanism (CDM) berdasarkan Protokol Kyoto.\n",
        "output": [
            "This comes under the Clean Development Mechanism (CDM) of the UN under the Kyoto Protocol.\n"
        ]
    },
    {
        "input": "Para jaksa berbeda dengan para pengacaranya pada prospek Jaynes memenangkan banding.\n",
        "output": [
            "Prosecutors differed with his attorneys on the prospects of Jaynes winning his appeal.\n"
        ]
    },
    {
        "input": "\"Saya harus mengatakan secara jelas saya tidak terlalu percaya pada kejuaraan lagi, \"reaksi dari Schumacher.\n",
        "output": [
            "\"I have to say clearly I don't really believe in the championship anymore,\" was Schumacher's reaction.\n"
        ]
    },
    {
        "input": "Pihak berwenang yakin bahwa 180 penumpang pesawat telah tewas, dan sebanyak 15 orang di area yang ditabrak juga dikhawatirkan meninggal dunia.\n",
        "output": [
            "Authorities believe that all 180 people onboard the plane have died, and a further 15 people on the ground are feared dead as well.\n"
        ]
    },
    {
        "input": "Safia Ahmed-Jan, Direktur Kementerian Urusan Wanita Afganistan untuk Provinsi Kandahar dan seorang pejuang hak-hak wanita yang juga seorang yang kritikus terhadap Taliban yang menindas hak-hak tersebut, ditembak mati oleh pria bersenjata tidak dikenal di luar rumahnya di kota Kandahar, Afganistan selatan pada hari Senin.\n",
        "output": [
            "Safia Ahmed-jan, the director of the Afghan Ministry of Women's Affairs for the Khandahar province and an advocate of women's rights and a strong critic of the Taliban's repression of those rights, was shot dead by unidentified gunmen outside her home in Khandahar city in southern Afghanistan on Monday.\n"
        ]
    },
    {
        "input": "Pemegang saham utama Snowy Hydro Limited adalah pemerintah NSW dengan 58 persen saham dimilikinya.\n",
        "output": [
            "Snowy Hydro Limited's major shareholder is the NSW government with a 58 percent shareholding.\n"
        ]
    },
    {
        "input": "Dua orang meninggal di Turki sejauh ini, kemungkinan yang ketiga, dan lebih banyak lagi telah dirawat di rumah sakit, setelah terjangkit virus flu burung tersebut.\n",
        "output": [
            "Two people have died in Turkey so far, possibly a third, and more hospitalized, after contracting the flu virus.\n"
        ]
    },
    {
        "input": "Dengan setengah jam telah berlalu Kawaguchi mendapat kejutan - sebuah pantulan back pass terlepas satu meter di depannya.\n",
        "output": [
            "With half an hour gone Kawaguchi got a shock - a bouncing back pass bobbled one meter in front of him.\n"
        ]
    },
    {
        "input": "Dalam kasus Jeanna ini sudah terlambat untuk mencoba vaksinasi, dan dokternya di Rumah Sakit Anak Wisconsin merancang pengobatan baru.\n",
        "output": [
            "In Jeanna's case it was too late to try to vaccinate, and her doctors at the Children's Hospital of Wisconsin devised a new treatment.\n"
        ]
    },
    {
        "input": "Iran tetap konsisten menyatakan bahwa mereka mempunyai hak untuk mengembangkan siklus bahan bakar nuklir mereka sendiri dengan sumber daya uranium asli untuk memproduksi tenaga.\n",
        "output": [
            "Iran has consistently maintained that it has a right to develop its own nuclear fuel cycle from its indigenous uranium resources to produce power.\n"
        ]
    },
    {
        "input": "\"Sejumlah besar puing ini menunjukkan bahwa tabrakan pasti relatif muka lawan muka.\"\n",
        "output": [
            "\"This large number suggests that the collision must have been relatively head-on.\"\n"
        ]
    },
    {
        "input": "\"Pembukaan akses\" baru (tidak diatur dan non waralaba) perusahaan Grand Northern diberikan ruang (dikenal dalam industri sebagai \"jalur\") untuk mengelola tiga layanan kereta api satu hari antara London King's Cross dan Bradford, Halifax, Wakefield dan Pontefract di West Yorkshire.\n",
        "output": [
            "New \"open access\" (unregulated and non-franchised) company Grand Northern is to be given space (known in the industry as \"paths\") to run three train services a day between London King's Cross and Bradford, Halifax, Wakefield and Pontefract in West Yorkshire.\n"
        ]
    },
    {
        "input": "Status Laurent sebagai seorang Pangeran memiliki beberapa konsekuensi hukum di persidangan.\n",
        "output": [
            "Laurent's status as a Prince has several judicial consequences for the trial.\n"
        ]
    },
    {
        "input": "Ultraviolet Cassini mencitrakan spektograf juga baru saja memperoleh hasil pelengkap yang mendukung keberadaan laut bawah permukaan.\n",
        "output": [
            "Cassini's ultraviolet imaging spectrograph also recently obtained complementary results that support the presence of a subsurface ocean.\n"
        ]
    },
    {
        "input": "Sementara itu, Amerika mengeluarkan dokumen, digambarkan secara tidak lengkap, yang mengatakan bahwa Tentara Amerika, yang tergabung dalam penyelidikan dengan pejabat Italia, membersihkan tentara mereka dari segala pertanggungjawaban pada kejadian tragis 4 Maret tersebut.\n",
        "output": [
            "Meanwhile, Americans released a document, now described as incomplete, which says the U.S. Army, in a joint inquiry with Italian officials, cleared its own soldiers of any responsibility in the tragic events of March 4.\n"
        ]
    },
    {
        "input": "Dia mengkritik kepala urusan luar negeri sekretariat iklim Perserikatan Bangsa-Bangsa, Yvo de Boer, dan komisioner iklim Uni Eropa Connie Hedegaard atas keraguan mereka.\n",
        "output": [
            "He criticised the outgoing head of the U.N.'s climate secretariat, Yvo de Boer, and the European Union's climate commissioner Connie Hedegaard for their scepticism.\n"
        ]
    },
    {
        "input": "Paul Mason, ketua penyelenggara swasta Somerfield, juga mengomentari pengambilalihan.\n",
        "output": [
            "Paul Mason, chair of privately-held Somerfield, also commented on the takeover.\n"
        ]
    },
    {
        "input": "Petugas di Kementerian Pertahanan Amerika Serikat menyatakan bahwa pesawat tempur Israel menghancurkan paling sedikit satu target di dalam Suriah satu minggu yang lalu.\n",
        "output": [
            "Officials with the United States Department of Defense have stated that Israeli fighter planes struck at least one target inside Syria a week ago.\n"
        ]
    },
    {
        "input": "2 tubuh dari 4 anak Alabama katanya terdampar di dekat jembatan ditemukan oleh ayah mereka.\n",
        "output": [
            "The bodies of two of the four Alabama children allegedly thrown off a bridge by their father have been found.\n"
        ]
    },
    {
        "input": "\"Ini adalah pelajaran yang tepat untuk Fiji dan satu-satunya cara untuk memajukan rakyat Fiji, \" katanya.\n",
        "output": [
            "\"This is the right course for Fiji and the only way forward for the people of Fiji,\" he said.\n"
        ]
    },
    {
        "input": "Kemarin, kejaksaan distrik Negara Milwaukee menghukum Cory J. Feerick, berumur 33 tahun dari Brookfield, Wisconsin, dengan lima tuduhan perbuatan kurang baik dari pencurian senilai dengan 35,000 dolar Amerika dari restoran cepat saji dan kamar mandi serta tempat kencing universitas.\n",
        "output": [
            "Yesterday, the Milwaukee County district attorney charged Cory J. Feerick, a 33-year-old from Brookfield, Wisconsin, with five misdemeanor counts of stealing US$35,000 worth of flush valves from fast food restaurants and university toilets and urinals.\n"
        ]
    },
    {
        "input": "Pejabat lainnya, bagaimanapun, menyebutkan gagasan bahwa CIA telah memaksa pemerintahan Bush menyetujui metode penyiksaan \"konyol.\"\n",
        "output": [
            "Another official, however, called the idea that the CIA had coerced the Bush administration into approving the torture methods \"ridiculous\".\n"
        ]
    },
    {
        "input": "Pemimpin liga Bayern Munich maju ke putaran ke-3 Piala DFB setelah mengalahkan pimpinan divisi ke-2 Borussia Monchengladbach 3-1.\n",
        "output": [
            "League leaders Bayern Munich advanced to the 3rd round of the DFB Cup after defeating 2nd division leaders Borussia Mönchengladbach 3-1.\n"
        ]
    },
    {
        "input": "TRESK dapat berpotensi dipengaruhi oleh obat-obatan yang akan mengubah titik dimana ia melaporkan rasa sakit, yang akan meringankan penderitaan mereka dengan migrain.\n",
        "output": [
            "TRESK can potentially be affected by drugs that would change the point at which it reports pain, which would alleviate the suffering of those with migraines.\n"
        ]
    },
    {
        "input": "Ekonomi dan mata uang AS yang merupakan instrumen perdagangan dunia sedang mengalami sejumlah kemerosotan dalam beberapa bulan belakangan ini.\n",
        "output": [
            "The U.S. economy and its currency as an instrument of world trade has suffered a series of major setbacks in recent months.\n"
        ]
    },
    {
        "input": "Hanya 11 kuda yang bisa berlomba dan memenagkan Kentucky derby, taruhan Preakness dan taruhan Belmont.\n",
        "output": [
            "Only eleven horses have ever won the Triple Crown in the United States.\n"
        ]
    },
    {
        "input": "Suatu hari setelah Perancis mulai menegakkan larangan pada publik memakai kerudung Islam yang menutupi muka, salah satu dari niqab atau burqa, polisi Perancis segera menahan dua wanita berkerudung.\n",
        "output": [
            "One day after France began enforcing a ban on the public wearing Islamic veils that cover the face, either a niqāb or a burqa, French police briefly detained two veiled women.\n"
        ]
    },
    {
        "input": "A380 melakukan penerbangan komersial pertama pada tahun 2007, dan sekarang dalam pelayanan dengan beberapa maskapai lainnya, termasuk Air France.\n",
        "output": [
            "The A380 made its first commercial flight in 2007, and is now in service with several other airlines, including Air France.\n"
        ]
    },
    {
        "input": "Pengemudi Ferrari Michael Schumacher dan teman satu tim nya Felipe Massa memenagkan putaran pertama di Formula-1 FIA Grand Pix Amerika Serikat di Arena Balap Mobil Indianapolis.\n",
        "output": [
            "Ferrari driver Michael Schumacher and his teammate Felipe Massa won the front row on the FIA Formula-1 United States Grand Prix on the Indianapolis Motor Speedway.\n"
        ]
    },
    {
        "input": "Menurut Konsultan Management Institute of Population and Development Devendra Kothari: \"Pemerintah federal kami mengirim dana pada negara menurut populasinya.\"\n",
        "output": [
            "According to Management Institute of Population and Development consultant Devendra Kothari: \"Our federal government sends funds to the states according to their population.\"\n"
        ]
    },
    {
        "input": "Evelyn Husband-Thompson, janda dari komandan Rick yang menikah kembali tiga minggu yang lalu, mengatakan \"Pagi ini, Saya tidak bisa berhenti berpikir tentang Rick dan Willie dan Kalpana dan Dave dan Mike dan Laurel dan Ilan.\"\n",
        "output": [
            "Evelyn Husband-Thompson, widow of commander Rick, who has remarried just three weeks ago, said \"This morning, I couldn't stop thinking about Rick and Willie and Kalpana and Dave and Mike and Laurel and Ilan.\"\n"
        ]
    },
    {
        "input": "Pada pukul 11:45 pagi waktu EST Obama diproyeksikan telah memenangi 349 pemilihan sedangkan suara McCain sejumlah 163.\n",
        "output": [
            "By 11:45 A.M. EST Obama is projected to have won 349 electoral votes to McCain's 163 votes.\n"
        ]
    },
    {
        "input": "Pada 2 Juni 2000, sebuah insiden serius di Provinsi Cajamarca, di Peru, membuat banyak warga disana keracunan merkuri, sebuah logam berat yang sangat beracun.\n",
        "output": [
            "On June 2, 2000, a serious accident in the province of Cajamarca, in Peru, poisoned many residents with mercury, a highly toxic heavy metal.\n"
        ]
    },
    {
        "input": "Sebelas demonstran, termasuk lima anggota Kongres, ditangkap dengan tuduhan tindakan pelanggaran dan pertemuan yang melanggar hukum.\n",
        "output": [
            "Eleven protesters, including five members of Congress, were arrested on charges of disorderly conduct and unlawful assembly.\n"
        ]
    },
    {
        "input": "Pada babak kualifikasi balapan cepat, pengemudi Britania Raya Robbie Kerr berhasil mengamankan posisi pertama dengan waktu lap tercepat yang tercatat pada minggu ini.\n",
        "output": [
            "In qualifying for the sprint race, Great Britain's driver Robbie Kerr managed to secure the pole position with the fastest lap time recorded this weekend.\n"
        ]
    },
    {
        "input": "Angka defisit saat ini sama dengan 3,2% dari Produk Domestik Bruto (GDP) dari Amerika, dengan pendapatan total pemerintah menjadi 17,8% dari GDP, dan pengeluaran total sam dengan 21% dari GDP.\n",
        "output": [
            "The deficit is now equivalent to 3.2% of the Gross Domestic Product (GDP) of the United States, with the government's total income being 17.8% of GDP, and total outlays being equivalent to 21% of GDP.\n"
        ]
    },
    {
        "input": "Turner dipilih dengan Partai Konservatif Canada pada pemilihan bulan Januari 2006, tapi ditangguhkan pada Oktober dari Partai setelah mem-posting kritik di blognya.\n",
        "output": [
            "Turner was elected with the Conservative Party of Canada in the January 2006 election, but was suspended in October from the Party after posting critical blog posts.\n"
        ]
    },
    {
        "input": "Afrika Selatan memiliki catatan yang buruk soal keamanan jalan raya dan berada di peringkat sembilan di dunia untuk bahaya berlalu lintas jalan raya.\n",
        "output": [
            "South Africa has a poor road safety record and ranks ninth in the world for traffic fatalities.\n"
        ]
    },
    {
        "input": "\"Bagaimana mereka membangun perusahaan tersebut untuk mencapainya itu adalah terserah mereka.\"\n",
        "output": [
            "\"How they structure the company to achieve this is entirely up to them.\"\n"
        ]
    },
    {
        "input": "Yang kemudian kalah dari Tim New Zealand, mengakhiri babak pertama dengan unggul 7 detik.\n",
        "output": [
            "This was soon lost to Alinghi however, ending the first mark with a seven second lead.\n"
        ]
    },
    {
        "input": "\"Tidak ada yang tidak akan mereka lakukan jika mereka berpikir bahwa rencana ini akan mengakibatkan banyak korban jiwa dan kejatuhan politik yang ditimbulkan dari sana, \" Duta Besar AS Ryan Crocker berkata.\n",
        "output": [
            "\"There is nothing they won't do if they think it will work in creating carnage and the political fallout that comes from that,\" the U.S. Ambassador Ryan Crocker said.\n"
        ]
    },
    {
        "input": "Usaha polisi sedang dilangsungkan untuk melacak asal surat yang menyebabkan ketakutan tersebut.\n",
        "output": [
            "Police efforts are underway to track the origin of the letter that initiated the scare.\n"
        ]
    },
    {
        "input": "Ini adalah waktu terawal menurut catatan bagi lima badai tersebut untuk terbentuk di atas Atlantik.\n",
        "output": [
            "It was the earliest time on record that five named storms had formed in the Atlantic.\n"
        ]
    },
    {
        "input": "Hasil berarti bahwa Olmert mungkin bisa membentuk koalisi kiri-tengah untuk melaksanakan rencana pelepasan sepihak untuk West Bank.\n",
        "output": [
            "The results mean that Olmert could probably form a center-left coaltion to implement his unilateral disengagement plan for the West Bank.\n"
        ]
    },
    {
        "input": "Turnamen tersebut dimulai pada tahun 1947 sebagai even undangan untuk tim Singapura dan Malaysia dan sejak tumbuh menjadi tim nasional dan klub dari seluruh dunia diundang.\n",
        "output": [
            "The tournament began in 1947 as an invitational event for Singapore and Malaysian teams and since grown into national and club teams from around the world are invited.\n"
        ]
    },
    {
        "input": "Pernyataan pemerintah mengatakan bahwa pasukan Yaman \"benar-benar [membersihkan] kota dari elemen pemberontak dalam dua hari terakhir, memaksa para pemberontak untuk menyerah atau melarikan diri.\"\n",
        "output": [
            "The government statement said the Yemeni forces \"totally [purged] the town of rebel elements in the past two days, forcing the rebels to surrender or flee.\"\n"
        ]
    },
    {
        "input": "Produsen tunggal Amerika Serikat dari komponen utama suntik mati mengumumkan pada hari Jum'at bahwa akan menghentikan produksi obat, yang kontribusi kepada kekurangan dan kelambatan eksekusi.\n",
        "output": [
            "The sole United States manufacturer of a key component of lethal injections announced Friday that it will cease production of the drug, contributing to shortages and delaying executions.\n"
        ]
    },
    {
        "input": "Mehsud dilaporkan tewas pada 5 Agustus 2009, selama penyerangan di Waziristan selatan; namun, Hakimullah Mehsud, yang baru-baru ini dipilih sebagai penerus Baitullah dan Wali-ur-rehman memberi tahu BBC Mehsud telah tewas pada hari minggu 23 Agustus 2009 karena cederanya pada 5 Agustus.\n",
        "output": [
            "Mehsud was reportedly killed on August 5, 2009, during a U.S. drone attack on South Waziristan; however, Hakimullah Mehsud, who was recently chosen as Baitullah's successor, and Wali-ur-Rehman told the BBC that Mehsud had died on Sunday, August 23, 2009 of injuries sustained on August 5.\n"
        ]
    },
    {
        "input": "Menteri Perhubungan dan Layanan Daerah, Warren Truss, telah menjahukan dia sendiri dari pengumuman Telstra, ucapkan bahwa Telstra mempunyai kewajiban untuk mengurus layanan.\n",
        "output": [
            "The Minister for Transport and Regional Services, Warren Truss, has distanced himself from the Telstra announcement, saying that Telstra has an obligation to maintain services.\n"
        ]
    },
    {
        "input": "Belanda mencetak dua gol mereka dalam sepuluh menit pertama.\n",
        "output": [
            "The Netherlands scored their two goals in the first ten minutes.\n"
        ]
    },
    {
        "input": "Pada hari pertama pagi, Menteri Luar Negeri Norwegia Jonas Gahr Store dan Perdana Menteri Palestina Salam Fayyad menyatakan optimisme dan harapannya untuk situasi Palestina.\n",
        "output": [
            "Early on the first day, Norwegian Foreign Minister Jonas Gahr Støre and Palestinian Prime minister Salam Fayyad both expressed optimism and hope for the Palestinian situation.\n"
        ]
    },
    {
        "input": "Di sekitar Daparkhel, penculikan pada 11 Agustus, masih belum diketahui.\n",
        "output": [
            "The whereabouts of Daparkhel, kidnapped on August 11, is still unknown.\n"
        ]
    },
    {
        "input": "\"Saya melihat seorang teman - dia tertembak dua kali di perut dan berdarah, \"\n",
        "output": [
            "\"I saw one friend –– she had been shot twice in the stomach and was bleeding,\"\n"
        ]
    },
    {
        "input": "Dia berkata \"Janice sangat sangat sedih, Dia terpesona dengan sosoknya dan ingin dunia tahu betapa jeniusnya Dr. Ryan.\"\n",
        "output": [
            "She said \"Janice is deeply, deeply anguished! She is stunned and wants the world to know what a genius Dr. Ryan was.\"\n"
        ]
    },
    {
        "input": "\"Kawasan itu sangat penting bagi upaya pelestarian alam dan pihak provinsi ingin melindungi hutan dan fungsi-fungsi lingkungan yang dimilikinya, dan juga berkontribusi kepada pembangunan yang berkelanjutan, \" ujar Direktur Departemen Perlindungan Hutan Tingkat Provinsi, Hoang Ngoc Khanh.\n",
        "output": [
            "\"The area is extremely important for conservation and the province wants to protect the forests and their environmental services, as well as contribute to sustainable development,\" said Provincial Forest Protection Department Director for the province, Hoang Ngoc Khanh.\n"
        ]
    },
    {
        "input": "Zawahiri telah membuat sedikitnya tiga rekaman lainnya sejak November, yang semuanya disiarkan oleh Al-Jazeera.\n",
        "output": [
            "Zawahiri has made at least three other tapes since November, all of which were broadcast by Al-Jazeera.\n"
        ]
    },
    {
        "input": "Dia juga melaporkan bahwa di seluruh Meksiko, terjadi 550 kasus pelubangan pipa minyak ilegal terjadi.\n",
        "output": [
            "He also reported that across Mexico, 550 cases of illegal tapping had occurred.\n"
        ]
    },
    {
        "input": "Peraturan baru yang memungkinkan, bagaimanapun, bertemu dengan protes oleh pejalan kaki telanjang.\n",
        "output": [
            "The new enabling ordinance has, however, been met with protests by nude hikers.\n"
        ]
    },
    {
        "input": "\"Menurut pendapat saya, jika makam ini ditemukan, ini akan menjadi salah satu penemuan penting abad 21 karena cinta antara Cleopatra dan Marc Antony, dan karena cerita sedih kematian mereka.\n",
        "output": [
            "\"In my opinion, if this tomb is found, it will be one of the most important discoveries of the 21st century because of the love between Cleopatra and Mark Antony, and because of the sad story of their death.\n"
        ]
    },
    {
        "input": "Gou, menundukkan kepala sebagai ekspresi penyesalan, berjanji untuk berusaha menjaga agar tragedi seperti itu tidak akan terjadi lagi.\n",
        "output": [
            "Gou, bowing as an expression of regret, promised to work to prevent such tragedies occurring again.\n"
        ]
    },
    {
        "input": "Keadaan disana sangat pelik karena asap tebal, yang mewajibkan pemakaian masker asap.\n",
        "output": [
            "The situation was complicated by dense smoke, necessitating the use of gas masks.\n"
        ]
    },
    {
        "input": "Mohapatra mengatakan bahwa buletin peringatan IMD yang pertama diterbitkan pada tanggal 1 Mei, menunjukkan wilayah daratan yang kemungkinan akan diterjang siklon.\n",
        "output": [
            "Mohapatra says IMD's first warning bulletin, issued on 1 May, indicated the land area likely to be hit by the cyclone.\n"
        ]
    },
    {
        "input": "Pemimpin oposisi Kim Beazley mengatakan bahwa partai Buruh mendukung rencana tersebut.\n",
        "output": [
            "Opposition leader Kim Beazley has said that Labor supported the plan.\n"
        ]
    },
    {
        "input": "Setelah saya selesai dengan rambut dan riasan saya turun ke studio untuk berbicara pada produser sebelum pertunjukan.\n",
        "output": [
            "After I'm done with hair and make-up I go down to the studio for the before the show to talk to the producer.\n"
        ]
    },
    {
        "input": "Paramedis hanya menegaskan bahwa mereka menelepon polisi untuk melaporkan bahwa mereka membawa Owens ke rumah sakit.\n",
        "output": [
            "Paramedics have only confirmed that they called police to report that they were bringing Owens to hospital.\n"
        ]
    },
    {
        "input": "Ada 940 wanita dewasa untuk setiap 1.000 pria, dibandingkan dengan tahun 2001, ketika ada 933 wanita per 1.000 pria.\n",
        "output": [
            "There are now 940 female adults for every one thousand men, in contrast to 2001, when there were 933 women per thousand males.\n"
        ]
    },
    {
        "input": "Beberapa hidup dalam \"fasilitas pengolahan air yang bobrok, terabaikan\" katanya.\n",
        "output": [
            "Some lived in a \"dilapidated, abandoned water treatment facility\" he said.\n"
        ]
    },
    {
        "input": "Piala ini dinamai Earl Grey yang menyumbangkan piala tersebut untuk menghormati tim rugby amatir Kanada yang paling sukses.\n",
        "output": [
            "The Cup is named after Earl Grey who donated the trophy to honour Canada's most successful amateur rugby team.\n"
        ]
    },
    {
        "input": "Dewan Pemerintah Australia (COAG) akan bertemu di Canberra hari ini untuk rapat pertama di tahun 2006 ini.\n",
        "output": [
            "The Council of Australian Governments (COAG) will meet in Canberra today for its first meeting of 2006.\n"
        ]
    },
    {
        "input": "\"Kami mohon maaf atas ketidaknyamanan dan gangguan ini mungkin berakibat pada pelanggan kami, \" kata MS dalam sebuah pernyataan kepada media.\n",
        "output": [
            "\"We sincerely apologize for any inconvenience and disruption this may be causing our customers,\" said MS in a statement to the media.\n"
        ]
    },
    {
        "input": "Salju ini merupakan \"sebuah tanda baru untuk Irak yang baru, \" menurut polisi lalu lintas Murtadha Fadhil, yang berbicara kepada Reuters sementara berteduh di bawah sebuah balkon.\n",
        "output": [
            "The snow was \"a new sign of the new Iraq,\" according to traffic policeman Murtadha Fadhil, who spoke to Reuters whilst sheltering under a balcony.\n"
        ]
    },
    {
        "input": "Sejak pasar buka, saham Apple meningkat 373,72 Dollar, penurunan hanya 2,46 Dollar sejak penutupan hari Rabu.\n",
        "output": [
            "Since market open, Apple shares rose to $373.72, a drop of only $2.46 since Wednesday's close.\n"
        ]
    },
    {
        "input": "Seorang Sersan Mayor dan Walikota di korporasi intelijen Inggris dan mantan komandan dari resimen Queen Lancashire (yang saat ini adalah resimen Duke of Lancaster) dituntut dengan kelalaian dalam melakukan tugas.\n",
        "output": [
            "A Warrant Officer and a Major in the British Intelligence Corps and the former commander of the Queen's Lancashire Regiment (now the Duke of Lancaster's Regiment) are charged with negligently performing duties.\n"
        ]
    },
    {
        "input": "1 poin penilaian adalah sama dengan 1.096.000 rumah tangga, karena sekarang ada 109.600.000 rumah tangga di Amerika Serikat dengan sedikitnyaknya 1 televisi.\n",
        "output": [
            "One ratings point is equal to 1,096,000 households, as there are now 109,600,000 households in the United States with at least one television.\n"
        ]
    },
    {
        "input": "Aku tidak tahu tentang apakah itu, dan sampai kita duduk dan berbincang saya hanya bisa mengatakan hal ini.\n",
        "output": [
            "I have no idea what it's about, and until we sit down and talk that's all I'm going to say about it.\n"
        ]
    },
    {
        "input": "Pihak OPP berkata bahwa dua pria itu ditangkap karena \"mengganggu ketenangan\" dan tercatat bahwa ini bukan sebuah tindakan kejahatan.\n",
        "output": [
            "The OPP said the men were arrested for \"breaking the peace\" and noted that it is not a criminal offence.\n"
        ]
    },
    {
        "input": "Kontes lokal Kelas-A antara University dan Caloundra dimulai tidak lama segera setelah penyelesaian permainan klub wanita.\n",
        "output": [
            "The local A-Grade contest between University and Caloundra started almost immediately after the completion of the woman's game.\n"
        ]
    },
    {
        "input": "Dalam penampilan pada The Tonight Show bersama Jay Leno Kamis malam, Presiden Amerika Serikat Barack Obama mengatakan kepada pembawa acara, Jay Leno, bahwa ia telah bermain bowling di gelanggang bowling Gedung Putih, dan memperoleh skor 129.\n",
        "output": [
            "In an appearance on the The Tonight Show with Jay Leno Thursday night, United States President Barack Obama told host, Jay Leno, that he had bowled at the White House bowling alley and scored a 129.\n"
        ]
    },
    {
        "input": "Nature mencatat bahwa Britannica mengkritik 'kurang dari setengah point ulasan [mereka] terbitkan', dan menetapkan bahwa kedua ensiklopedia menjadi subyek dengan perlakuan yang sama.\n",
        "output": [
            "Nature notes that Britannica criticised 'less than half the points [their] reviewers raised', and states that the two encyclopædias were subject to the same treatment.\n"
        ]
    },
    {
        "input": "Keputusan pertama dalam kasus antitrust ini diberikan pada tahun 2004 mengutip bahwa Microsoft menyembunyikan informasi interoperabilitas yang dibutuhkan dari perusahaan perangkat lunak pesaing yang mencegah mereka untuk membuat perangkat lunak yang kompatibel dengan Windows.\n",
        "output": [
            "The first decision in this antitrust case was given in 2004 citing that Microsoft withheld needed interoperability information from rival software companies which prevented them from making software compatible with Windows.\n"
        ]
    },
    {
        "input": "Semua uang yang didapatkan oleh Tigray - itu akan menjadi Oxfam, Save the Children, UNICEF dan Christian Aid - bagaimanapun juga, kami semua telah ditipu dan diperdaya.\n",
        "output": [
            "It's that all monies going into Tigray — that would be Oxfam, Save the Children, UNICEF and Christian Aid — somehow, we were all duped and gulled.\n"
        ]
    },
    {
        "input": "Gawker. com mencatat bahwa sebuah potongan video yang lebih kecil sebelumnya telah tersedia di YouTube \"saat ini sudah tidak ada lagi, sepertinya setelah Gereja Scientologi mengirimkan sebuah pemberitahuan pelanggaran.\"\n",
        "output": [
            "Gawker.com noted that a smaller video clip which had previously been available on YouTube \"is no longer available, most likely after the Church of Scientology sent in a copyright infringement notice.\"\n"
        ]
    },
    {
        "input": "Pesan tersebut datang untuk menyebutkan seorang penulis pemberani Satanic Verses Salman Rushdie yang diumumkan baru-baru ini.\n",
        "output": [
            "The message went on to mention the recently announced knighthood of Satanic Verses author Salman Rushdie.\n"
        ]
    },
    {
        "input": "Starter pada tempat ketiga dan keempat masing-masing adalah Amerika Serikat dan Jerman.\n",
        "output": [
            "Third and fourth place starters are the United States and Germany respectively.\n"
        ]
    },
    {
        "input": "Slot Heathrow yang dialokasikan untuk penerbangan Skotlandia telah diberikan dalam jumlah yang lebih banyak dibandingkan destinasi lainnya.\n",
        "output": [
            "More Heathrow slots earmarked for Scotland have been given up than any other destination.\n"
        ]
    },
    {
        "input": "Cuaca cukup baik saat pesawat tersebut mendarat di San Francisco.\n",
        "output": [
            "The weather was good as the plane was landing in San Francisco.\n"
        ]
    },
    {
        "input": "\"Alat detektor asap di lantai 13 dan 27 telah mati.\"\n",
        "output": [
            "\"Smoke detectors went off on the 13th and 27th floors.\"\n"
        ]
    },
    {
        "input": "Seluruh Denver Broncos akan menghadiri pemakaman untuk Williams pada hari Sabtu di kota kelahirannya Fort Worth, Texas, menurut Shanahan.\n",
        "output": [
            "The entire Denver Broncos will attend the funeral service for Williams on Saturday in his hometown of Fort Worth, Texas, according to Shanahan.\n"
        ]
    },
    {
        "input": "Setelah dia menyelesaikan wawancaranya, Pak Clarke menyerahkan dirinya ke kepolisian Greymouth, tempat One News juga merekam kejadian tersebut.\n",
        "output": [
            "After they have finished the interview, Mr Clarke handed himself in to the Greymouth police, which One News also recorded.\n"
        ]
    },
    {
        "input": "2 minggu sebelum serangan yang gagal pada 21 Juli, sebuah seri pengeboman pada 7 Juli menewaskan 56 orang, termasuk 4 pembom bunuh diri.\n",
        "output": [
            "Two weeks before the failed attacks of July 21, a series of bombs on July 7 killed 56 people, including four suicide bombers.\n"
        ]
    },
    {
        "input": "Waduk di Sungai Cotter telah dalam konstruksi selama empat tahun.\n",
        "output": [
            "The dam on the Cotter River has been under construction for four years.\n"
        ]
    },
    {
        "input": "Astros saat ini menduduki peringkat ke-5 di National League Central dengan rekor 58-73.\n",
        "output": [
            "The Astros are currently in fifth place in the National League Central with a record of 58-73.\n"
        ]
    },
    {
        "input": "Hanya 186 kasus dilaporkan pada tahun 2004, turun dari 336 tahun sebelumnya.\n",
        "output": [
            "Only 186 cases were reported in 2004, down from 336 the previous year.\n"
        ]
    },
    {
        "input": "Para saksi menyaksikan saat pria tersebut tersapu ke laut.\n",
        "output": [
            "Witnesses looked on as the man was swept out to sea.\n"
        ]
    },
    {
        "input": "\"Risiko terkena penyakit menular ada di sana karena mereka tinggal di area terbuka dengan tenda dan air yang terbatas\", kata Rustan Pakaya, dari pusat krisis Kementrian Kesehatan.\n",
        "output": [
            "\"The risk of catching diseases is there because they live in an open area with limited tents and water,\" said Rustan Pakaya, from the health ministry's crisis centre.\n"
        ]
    },
    {
        "input": "Domain Cina mejadi sasaran oleh banyak serangan denial of service terbaru terhadap Cina.\n",
        "output": [
            "The Chinese domain was targeted in the latest of many denial of service attacks against China.\n"
        ]
    },
    {
        "input": "Dan juga, kecelakaan lain juga dilaporkan terjadi di Newtownhamilton, County Armagh dimana dua remaja laki-laki berusia 17 tahun terlibat didalamnya.\n",
        "output": [
            "Also, another accident was reported which took place in Newtownhamilton, County Armagh in which two 17 year old boys were involved.\n"
        ]
    },
    {
        "input": "Dalam \"Pesta Jelang Tahun Baru Kota Taipei 2008\", beberapa media lokal dan asing memfokuskan diri pada kembang api dari Taipei 101 karena keterkenalan dari gedung pencakar langit tersebut di seluruh dunia.\n",
        "output": [
            "In the \"2008 Taipei City New Year Countdown Party\", several local and foreign media focused on the fireworks of the Taipei 101 due to the notability of the skyscraper world-wide.\n"
        ]
    },
    {
        "input": "Berita lebih lanjut dari KPMG, bahwa dewan menolak untuk merilisnya.\n",
        "output": [
            "This follows a report from KPMG, which the council has refused to release.\n"
        ]
    },
    {
        "input": "Citigroup adalah salah satu bank dengan layanan terlengkap dan terbesar di dunia, dengan dua ratus juta pelanggan di lebih dari 100 negara.\n",
        "output": [
            "Citigroup is one of the world's largest full-service banks, with two hundred million customers in more than 100 countries.\n"
        ]
    },
    {
        "input": "Penemuan tersebut dibuat dengan menguji tikus-tikus yang dikembangkan untuk menghapus gen tersebut.\n",
        "output": [
            "The discovery was made by examining mice bred to lack the gene.\n"
        ]
    },
    {
        "input": "Seorang gadis 10 tahun terluka serius setelah sebuah pohon jatuh diatas kemah ditempat dia sedang tidur didalamnya.\n",
        "output": [
            "A 10-year-old girl was critically injured after a tree fell on the tent she was sleeping in.\n"
        ]
    },
    {
        "input": "\"10 tahun kedepan, selama mereka masih secara bodohnya mempertimbangkan untuk melakukan penyerang terhadap Israel, kami akan melenyapkan mereka secara keseluruhan, \" ungkap Clinton.\n",
        "output": [
            "\"In the next 10 years, during which they might foolishly consider launching an attack on Israel, we would be able to totally obliterate them,\" Clinton said.\n"
        ]
    },
    {
        "input": "Penerbangan Irlandia Ryanair mengalami penurunan 12% pada perdagangan pagi ini, karena kekuatiran yang makin intensif tentang kondisi pasar yang sepi di tengah-tengah ketakutan akan tanda-tanda resesi.\n",
        "output": [
            "Irish airline Ryanair took a 12% slump in this morning’s trade, further intensifying concern about poor market conditions amid recessionary fears.\n"
        ]
    },
    {
        "input": "Perusahaan tersebut telah diminta untuk membeli amunisi dan mengirimkannya ke Bandara Internasional Kabul di Afganistan.\n",
        "output": [
            "The company was required to purchase the ammunition and deliver it to Kabul International Airport in Afghanistan.\n"
        ]
    },
    {
        "input": "Terima kasih untuk Scot McKenzie, yang telah memenangkan 20 pertandingan tiap dari dua musim lalu, Astro tidak perlu pertandingan ke 7 di seri kejuaraan dunia NL melawan St. Louis Cardinals.\n",
        "output": [
            "Thanks to Scot McKenzie, who has won 20 games each of the past two seasons, the Astros didn't need Game 7 in the NL championship series against the St. Louis Cardinals.\n"
        ]
    },
    {
        "input": "Penelitian tersebut \"membuka jalan untuk target pengobatan untuk otak dan mengubah cara kita memandang penyakit Alzhimer, \" ungkap De la Monte.\n",
        "output": [
            "The study \"opens the way for targeted treatment to the brain and changes the way we view Alzheimer's disease,\" says de la Monte.\n"
        ]
    },
    {
        "input": "\"Ini saatnya masyarakat Australia tahu kenyataan apa yang sebenarnya terjadi di tanah air kami.\"\n",
        "output": [
            "\"It's time the Australian public knew the reality of what is happening on our land.\"\n"
        ]
    },
    {
        "input": "Dia mengatakan bahwa masalah perkawinan antara Bapak Komar dan istrinya Norma Andriani adalah \"pengetahuan umum\" dan didukung oleh analis industri dan pilot yang mengatakan dia yakin pasangan itu telah berdebat hingga larut malam, dan menyatakan prihatin masalah tersebut belum ditangani sebagai masalah psikologis.\n",
        "output": [
            "He said that marital problems between Mr Komar and his wife Norma Andriani were \"common knowledge\" and was backed up by an industry analyst and pilot who said he believed the couple had been arguing late into the night, and expressed concern that the report had not addressed psychological issues.\n"
        ]
    },
    {
        "input": "Kecelakaan terjadi akibat angin kencang dan hujan deras melanda daerah tersebut, menyebabkan gelombang besar dan arus kuat di saluran air.\n",
        "output": [
            "The accident took place as strong winds and heavy rain battered the area, causing large waves and strong currents in waterways.\n"
        ]
    },
    {
        "input": "\"Tidak ada satu pun dari kita yang ingin ada dalam situasi ketika ada berkas paspor seorang Amerika yang diperiksa dalam cara yang tidak sah.\"\n",
        "output": [
            "\"None of us want us to have a situation where any American's passport file is accessed in an unauthorized way.\"\n"
        ]
    },
    {
        "input": "\"Ini turun di perbatasan kota (di Perm) di sepetak tanah tandus.\"\n",
        "output": [
            "\"It came down within the city limits (in Perm) in a patch of waste ground.\"\n"
        ]
    },
    {
        "input": "\"Bersama-sama, mereka adalah penghargaan yang benar-benar tepat untuk 47 orang pemberani yang tewas dalam Auchengeich setengah abad yang lalu.\"\n",
        "output": [
            "\"Together, they are a truly fitting tribute to those 47 brave men who died in Auchengeich half a century ago.\"\n"
        ]
    },
    {
        "input": "\"Ini memberi kita landasan jika Anda suka, untuk memulai dari mana pencarian untuk Sydney, \" kata Graham.\n",
        "output": [
            "\"This gives us a cornerstone if you like, to start the search for the Sydney from,\" said Graham.\n"
        ]
    },
    {
        "input": "12 halaman terakhir dari sanggahan komprehensif merupakan respon untuk kritik artikel tertentu, terutama terdiri dari perbedaan pendapat pada gaya dan komposisi artikel, tetapi beberapa menyebut sama sekali palsu kesalahan faktual pada bagian Natures.\n",
        "output": [
            "The last 12 pages of this comprehensive rebuttal are responses to specific article criticisms, mainly consisting of differences of opinion on style and article composition, but some citing outright factual errors on Natures part.\n"
        ]
    },
    {
        "input": "Hadir untuk bersaksi atas nama penerbit kartu kredit yaitu Roger C. Hochschild dari Discover Financial Services, Bruce L. Hammonds dari Bank of America, dan Ryan Schneider dari Capital One Financial Corporation.\n",
        "output": [
            "Present to testify on behalf of credit card issuers were Roger C. Hochschild of Discover Financial Services, Bruce L. Hammonds of Bank of America Corporation, and Ryan Schneider of Capital One Financial Corporation.\n"
        ]
    },
    {
        "input": "Tim ini awalnya ingin menguji pendeteksian medan magnet oleh manusia dengan cara mempelajari arah tidur dalam sleeping bag yang biasa dipraktekkan para pencinta alam ketika sedang camping di alam bebas, namun data ini sulit diperoleh karena mereka biasanya tidur di dalam tenda.\n",
        "output": [
            "The team originally intended to test for possible human magnetic field detection by studying the orientation of sleeping bags in outdoor campers, but it proved difficult to obtain data because humans usually slept under tents.\n"
        ]
    },
    {
        "input": "Pengacara nelayan, David P. Baugh, mengatakan penduduk sekitar waduk senang buaya itu hilang.\n",
        "output": [
            "The fisherman’s attorney, David P. Baugh, said area residents surrounding the reservoir are happy the alligator is gone.\n"
        ]
    },
    {
        "input": "Hotel Shamo sering dipilih oleh pejabat pemerintah untuk menjadi tuan rumah acara dan pernah menjadi pilihan penginapan yang populer bagi wartawan asing.\n",
        "output": [
            "Hotel Shamo is often chosen by government officials to host events and at one time was a popular lodging option for foreign journalists.\n"
        ]
    },
    {
        "input": "Mitayev menyebutkan bahwa \"stres karena masalah keluarga\" adalah apa yang menyebabkan tindakannya terhadap Popov.\n",
        "output": [
            "Mitayev cited that \"stress due to family problems\" is what led to his actions against Popov.\n"
        ]
    },
    {
        "input": "Sebanyak 9 bangunan lain di kebakaran Pulau Lagos kemarin juga terkena dampak api, menurut pihak berwenang.\n",
        "output": [
            "As many as nine other buildings in the Lagos Island fire yesterday were also impacted by the flames, according to authorities.\n"
        ]
    },
    {
        "input": "\"Kecenderungan saya pada saat ini adalah tidak melakukan sesuatu seperti itu, \" kata Conters, namun dia memberi catatan bahwa dia menginginkan untuk menekan untuk dilakukan penyelidikan dengan cara lain, termasuk mengirim komisi penyelidik ke London.\n",
        "output": [
            "\"My inclination at this time is not to do something like that,\" Conyers said, although he noted that he wanted to press for an investigation in other ways, including sending committee investigators to London.\n"
        ]
    },
    {
        "input": "Penutupan yang terus berlangsung menyebabkan masalah besar bagi para peternak sapi Kanada yang bergantung pada pasar daging sapi Amerika Serikat.\n",
        "output": [
            "The closure continues to cause major problems for Canadian beef farmers who depended on the United States beef market.\n"
        ]
    },
    {
        "input": "Tersangka kabur dari Bank Mercantile, 1 mil sebelah barat Walt Disney World's Wide World of Sports, dengan seorang sandera setelah pihak berewenang menerobos masuk melalui pintu belakang menggunakan alat peledak.\n",
        "output": [
            "The suspects had escaped the Mercantile Bank, a mile west of Walt Disney World's Wide World of Sports, with one hostage after authorities blasted through the rear door using an explosive device.\n"
        ]
    },
    {
        "input": "Sebuah studi tahun 1991 tentang otak manusia korban AIDS menunjukkan ukuran hipotalamus yang sama antara laki-laki gay dan pria heteroseksual, .\n",
        "output": [
            "A 1991 study of human brains of AIDS victims showed a similar hypothalamus size difference between gay and heterosexual men.\n"
        ]
    },
    {
        "input": "Para komentator telah mencatat bahwa Obama tampaknya memiliki performa yang bagus di beberapa negara bagian kaukus.\n",
        "output": [
            "Commentators have noted that Obama seems to perform well in caucus states.\n"
        ]
    },
    {
        "input": "Kelompok hak pemilik senjata telah berkampanye menentang keras pemungutan suara, mengklaim bahwa tindakan akan melanggar hak-hak konstitusional, dan menargetkan secara individu Senator dengan mengejek materi yang muncul secara online.\n",
        "output": [
            "Gun rights groups have campaigned strongly against the vote, claiming that the measures would violate constitutional rights, and targeting individual Senators with mocking material appearing online.\n"
        ]
    },
    {
        "input": "Jack Thomas, usia 33 tahun yang dikenal sebagai \"Jihad Jack\" dihukum berdasarkan undang-undang anti-terorisme Australia yang baru.\n",
        "output": [
            "Jack Thomas, 33, known as \"Jihad Jack\" was convicted under new Australian anti-terror laws.\n"
        ]
    },
    {
        "input": "Milyaran orang di Asia dan Afrika sudah menghadapi kekeringan karena minimnya manajemen air, ujarnya.\n",
        "output": [
            "Billions of people in Asia and Africa already faced water shortages because of poor water management, he said.\n"
        ]
    },
    {
        "input": "Minggu ini juga Howard Bath, Anggot Komisi Anak untuk wilayah Utara Australia, menunjukkan area yang mempunyai proporsi tertinggi dari gadis Aborigin untuk bunuh diri di Barat.\n",
        "output": [
            "This week also saw Howard Bath, Children's Commissioner for Australia's Northern Territory, suggest the area had the highest proportion of Aborignal girl suicides in the West.\n"
        ]
    },
    {
        "input": "Selain itu, jam malam telah dikenakan, dan militer telah menutup perbatasan Niger.\n",
        "output": [
            "Additionally, a curfew has been imposed, and the military has closed Niger's borders.\n"
        ]
    },
    {
        "input": "Ayahnya Mitch mengatakan bahwa \"Ini adalah penghargaan untuk semua pencapaian dan talentanya di dunia musik.\"\n",
        "output": [
            "Her father Mitch remarked that \"This is the reward for her musical achievements and her talent\".\n"
        ]
    },
    {
        "input": "Petugas pemadam kebakaran menggunakan helikopter, milik Departemen Kepolisian Daerah Erie, yang dilengkapi dengan kamera inframerah untuk melihat daerah bangunan yang masih mengandung sejumlah besar panas atau api.\n",
        "output": [
            "Firefighters are using a helicopter, courtesy of the Erie County Sheriff's Department, that is equipped with infrared cameras in order to see the areas of the building which still contain a significant amount of heat or fire.\n"
        ]
    },
    {
        "input": "Cerita Rainer sebagian besar berputar pada cermin tangan yang dia temukan saat menghadiri penjualan tanah di Dallas, Texas.\n",
        "output": [
            "Rainer's story revolves largely around an old hand mirror she discovered while attending an estate sale in Dallas, Texas.\n"
        ]
    },
    {
        "input": "Tapi ketika truk itu berhenti di depan sebuah rumah, polisi melihat bahwa itu adalah anak laki-laki, anak kelas dua, hampir 4 kaki, di belakang kemudi.\n",
        "output": [
            "But when the truck came to a stop in front of a house, police saw that it was a boy, a second grader, barely 4 feet tall, behind the wheel.\n"
        ]
    },
    {
        "input": "Reaktor CANDU, yang dirancang di Kanada, adalah salah satu bentuk yang paling menguntungkan dari reaktor nuklir karena efisiensi bahan bakar dan waktu berhenti yang sedikit.\n",
        "output": [
            "CANDU reactors, which are designed in Canada, are one of the most advantageous forms of nuclear reactors due to their fuel efficiency and low amount of down-time.\n"
        ]
    },
    {
        "input": "Tidak diketahui apakah ada racun lain dalam sistem tubuhnya.\n",
        "output": [
            "It is unknown if there were any other poisons in his system.\n"
        ]
    },
    {
        "input": "Pejabat bank sentral Saudi berkata bahwa \"tindakan-tindakan yang tepat\" akan diambil untuk menghentikan masuknya aliran modal besar ke dalam negara ini.\n",
        "output": [
            "Saudi central bank officials said that \"appropriate measures\" would be taken to stop the large capital inflows into the country.\n"
        ]
    },
    {
        "input": "Diperkirakan lebih dari 100.000 orang melakukan protes di Tahrir Square kemarin untuk menentang dekrit undang-undang yang dibuat oleh presiden mesir, Mohamed Morsi.\n",
        "output": [
            "An estimated over 100,000 people protested in Tahrir Square yesterday in opposition to a constitutional decree made by Egypt's President Mohamed Morsi.\n"
        ]
    },
    {
        "input": "Sebagai bagian dari kebijakan baru, senjata biasa akan memiliki peran yang lebih besar dikemudian hari.\n",
        "output": [
            "As part of the new policy, conventional weapons will have a greater role in the future.\n"
        ]
    },
    {
        "input": "Sebagai bagian dari operasi ini, pemerintah Australia mengirimkan sebuah pesawat Airbus A330 dari Qantas Airways untuk ikut mencari ke lautan.\n",
        "output": [
            "As part of the operation, a Qantas Airways Airbus A330 was sent over the ocean by Australian authorities.\n"
        ]
    },
    {
        "input": "Pihak berwenang menyatakan bahwa wabah tersebut mungkin tidak mematikan seperti yang dipikirkan pada awalnya.\n",
        "output": [
            "Authorities suggest that the strain may not be as deadly as first thought.\n"
        ]
    },
    {
        "input": "Dia juga menerbitkan The Andromeda Strain, Congo, Rising Sun, Timeline, Eaters of the Dead, yang semuanya itu menjadi film utama.\n",
        "output": [
            "He also published The Andromeda Strain, Congo, Rising Sun, Timeline, Eaters of the Dead, all of which became major motion pictures.\n"
        ]
    },
    {
        "input": "Stevens dinyatakan bersalah pada bulan Oktober pada 7 tuduhan kejahatan berbohong di formulir pernyataan senat entang hadiah, terutama dalam bentuk renovasi gratis terhadap rumahnya, yang diterima dari perusahaan jasa minyak; pernyataan bersalahnya ini diperkirakan telah menjadi faktor besar dalam kekalahan pemilu bulan November dari mantan walikota Anchorage Mark Begich, Senator junior dari Alaska saat ini.\n",
        "output": [
            "Stevens was convicted in October on seven felony counts of lying on senate disclosure forms about gifts, largely in the form of free renovations to his home, received from an oil service company; his conviction is thought to have been a large factor in his November electoral defeat to former Anchorage mayor Mark Begich, the current junior Senator from Alaska.\n"
        ]
    },
    {
        "input": "Rakyat Sri Lanka telah masuk kedalam masyarakat Australia, namun terabaikan, menurut Ian Rintoul dari Koalisi Aksi Pengungsi.\n",
        "output": [
            "Sri Lankans already in the Australian community, however, are being overlooked, according to Ian Rintoul of the Refugee Action Coalition.\n"
        ]
    },
    {
        "input": "Myers sebelumnya mengajar di Sekolah Menengah Atas Reidland di Paducah, Kentucky dan diberhentikan pada tahun 2006 setelah seorang pelajar di sana menemukan karir pornografinya.\n",
        "output": [
            "Myers previously taught at Reidland High School in Paducah, Kentucky, and was suspended in 2006 after a student there discovered her pornographic career.\n"
        ]
    },
    {
        "input": "Seorang jurnalis TV yang bersama dengan Marinir merekam pembunuhan tersebut dalam kaset video.\n",
        "output": [
            "A television journalist embedded with the Marines recorded the killing on videotape.\n"
        ]
    },
    {
        "input": "Tentara mengumumkan dengan pengeras suara bahwa kota diberlakukan jam malam dan semua penduduk lokal harus tinggal di dalam rumah mereka.\n",
        "output": [
            "Soldiers announced in loudspeakers that the city was under curfew and that all local residents were to remain inside their homes.\n"
        ]
    },
    {
        "input": "Tanah longsor mengubur rumah-rumah dan membuat jalan-jalan tidak dapat dilewati, sementara ratusan petugas kepolisian, personil militer, para pejabat lokal dan para sukarelawan menggalinya dengan peralatan pertanian dan bahkan mereka membantu untuk mencari korban-korban yang selamat.\n",
        "output": [
            "Landslides buried houses and made roads impassable, while hundreds police officers, military personnel, local officials and volunteers have been digging with farm tools and even their hands to search for survivors.\n"
        ]
    },
    {
        "input": "Dia melukai punggungnya disaat melompat dari truknya.\n",
        "output": [
            "He hurt his back when he jumped from the cab of his truck.\n"
        ]
    },
    {
        "input": "Merespon tuntutan A. S, Pesiden Iran Mahmoud Ahmadinejad mengatakan dalam wawancara televisi bahwa tuduhan itu adalah \"alasan untuk memperpanjang waktu tinggal\" militer A. S di Iraq, dan A. S menunjuk jari kepada yang lain dalam usaha \"menyembunyikan kekalahan dan kesalahannya;\" namun dalam wawancara dengan Diane Sawyer pada 12 February, Ahmadinejad menolak untuk menerima tuduhan bahwa negaranya memasok senjata untuk pemberontak di Irak.\n",
        "output": [
            "Reacting to the U.S. claims, Iran's President Mahmoud Ahmadinejad said in a television interview that the allegations were \"excuses to prolong the stay\" of the U.S. military in Iraq, and that the U.S. was pointing fingers at others in an effort to \"hide its defeats and failures\"; however in an interview with Diane Sawyer on February 12th, Ahmadinejad refused to address accusations that his country was supplying weapons to insurgents in Iraq.\n"
        ]
    },
    {
        "input": "Konferensi tersebut, diselenggarakan oleh Departemen Luar Negeri Amerika Serikat, dijuluki Konferensi Annapolis.\n",
        "output": [
            "The conference, hosted by the United States Department of State, has been dubbed the Annapolis Conference.\n"
        ]
    },
    {
        "input": "Diperkirakan tidak ada kendaraan lain yang terlibat dalam insiden tersebut.\n",
        "output": [
            "It is thought that no other vehicle was involved in the incident.\n"
        ]
    },
    {
        "input": "Basil Al-Sayed menjadi wartawan terakhir yang tewas pada tahun 2011, ditembak pada 29 Desember oleh seorang penembak jitu di kota Homs.\n",
        "output": [
            "Basil Al-Sayed became the last journalist to die in 2011, shot on December 29 by a sniper in the city of Homs.\n"
        ]
    },
    {
        "input": "Francis Everitt, kepala Investor Percobaan ini, menekankan dalam sebuah wawancara dengan New York Times bahwa pengumuman mereka hanya awal, dan dengan analisis lebih lanjut, mereka berharap untuk meningkatkan ketepatan hasil mereka; Saat ini, mereka mengatakan mereka hanya mendeteksi efek penyeretan bingkai dalam kurang atau lebih lima belas persen dari nilai yang diharapkan.\n",
        "output": [
            "Francis Everitt, the experiment's Principal Investigator, stresses in an interview with the New York Times that their announcement is only preliminary and that, with further analysis, they hope to improve the precision of their results; currently, they say they have only detected the frame dragging effect to within plus or minus fifteen percent of its expected value.\n"
        ]
    },
    {
        "input": "Akses tanpa batas dijamin untuk 30.000 reporter dan staf media yang berharap untuk Olimpiade di bawah 'kontrak kota tuan rumah'Beijing.\n",
        "output": [
            "Unrestricted access is guaranteed to the 30,000 reporters and media staff expected for the Olympics under Beijing's 'host city contract'.\n"
        ]
    },
    {
        "input": "\"Penelitian sebelum ini terlalu melebihkan biaya energi dan emisi karbon yang dihasilkan oleh konstruksi pembangkit listrik tenaga nuklir dan untuk pernambangan uranium, \" Prof Sevior berkata.\n",
        "output": [
            "\"This previous research overestimated the energy costs and carbon emissions generated by the construction of nuclear power plants and for mining uranium,\" Prof Sevior said.\n"
        ]
    },
    {
        "input": "Pabrikan Airbus, yang berbasis di Toulouse akan membantu penyelidikan, menurut juru bicara Airbus.\n",
        "output": [
            "Manufacturer Airbus, based in Toulouse, will aid the investigation, Airbus spokespersons stated.\n"
        ]
    },
    {
        "input": "Dalam resiko yang lebih besar adalah para tahanan, gelandangan, personil militer, dan keluarga dengan anak-anak di penitipan anak.\n",
        "output": [
            "At higher risk are prison inmates, homeless people, military personnel, and families with kids in day care.\n"
        ]
    },
    {
        "input": "Diperkirakan pengurangan pasukan Inggris dapat menghemat sekitar 1 miliar Poundsterling (sekitar 1,7 miliar Dollar AS).\n",
        "output": [
            "It estimated the reduction of British forces could save about £1 billion pounds (about $1.7 billion U.S. dollars).\n"
        ]
    },
    {
        "input": "\"Dengan memeluk Hamas di depan umum, Emir of Qatar telah melontarkan perdamaian dengan pengkhianatan.\"\n",
        "output": [
            "\"By hugging Hamas publicly, the emir of Qatar has thrown peace under the bus.\"\n"
        ]
    },
    {
        "input": "Rogers Kanada adalah kedua termahal pada 2.176 dolar AS selama batas waktu 3 tahun.\n",
        "output": [
            "Canada's Rogers was the second most expensive at US$2176 for a three-year term.\n"
        ]
    },
    {
        "input": "Saya akan mengatakan ini adalah latihan yang bagus untuk menandai teks dan konten jika memungkinkan.\n",
        "output": [
            "I would say it's a good practice to attribute text or content whenever possible.\n"
        ]
    },
    {
        "input": "\"Ada dukungan nyata untuk mendapatkan trem tambahan untuk Croydon untuk mengimbangi pertumbuhan permintaan jasa Tramlink dan juga untuk mengamankan perbaikan besar untuk pejalan kaki dan pengguna transportasi sekitar dan antara stasiun Timur dan Barat Croydon.\"\n",
        "output": [
            "\"There is real support to get additional trams for Croydon to keep pace with growing demand for Tramlink services and also to secure major improvements for pedestrians and transport users around and between East and West Croydon stations.\"\n"
        ]
    },
    {
        "input": "Motornya berhenti dan helikopter terguling ke tanah, kata seorang penduduk lokal yang bernama Agustin Vargas.\n",
        "output": [
            "The motor stopped and the helicopter plummeted to the ground, said one local resident named Agustin Vargas.\n"
        ]
    },
    {
        "input": "\"Ben adalah seorang teman yang sangat luar biasa, dan periode yang dia habiskan di Eropa bersama Disgorge (terutama malam-malam di rumah saya) sangat luar biasa.\"\n",
        "output": [
            "\"Ben was a great friend, and the time he spent in Europe with Disgorge (especially the nights off at my own home) have been nothing but great.\"\n"
        ]
    },
    {
        "input": "Uang pemerintah digunakan mengambil alih Bear Stearns oleh JPMorgan Chase pada bulan Maret tahun ini.\n",
        "output": [
            "Government money was used in the takeover of Bear Stearns by JPMorgan Chase in March of this year.\n"
        ]
    },
    {
        "input": "Para peneliti kemudian berupaya untuk memperoleh kembali uang mereka dan pergi ke hotel tempat Whitton dan Dyer tinggal, namun hanya menemukan kamar yang kosong dan kedua orang tersebut tidak diketahui keberadaannya.\n",
        "output": [
            "The researchers then attempted to reclaim their money and went to the hotel Whitton and Dyer were staying in, only to find the rooms empty, and the two men nowhere to be found.\n"
        ]
    },
    {
        "input": "Pengembangan senjata atom di Aldermaston dilaporkan mengarah kepada pembuatan rudal nuklir taktis, dengan ukuran yang lebih kecil dan jangkauan serang yang lebih pendek dibandingkan Trident, cocok digunakan pada peluncur-peluncur rudal seperti pada Tomahawk.\n",
        "output": [
            "The atomic weapons establishment at Aldermaston is reported to be developing tactical nuclear weapons, smaller and of shorter range than Trident suitable for firing using the same type of launcher as Tomahawks.\n"
        ]
    },
    {
        "input": "Tapi perasaan \"normal\" kembali setelah hari di mana temperatur dan angin meningkat dan banyak dari 1.788 mulai selesai sebelum batas waktu tanggal 14 oktober 2007 pukul 12.00 pagi.\n",
        "output": [
            "But a sense of \"normal\" returned later in the day as the temperature and winds rose and as many of the 1,788 starters completed before the October 14, 2007 12:00am deadline.\n"
        ]
    },
    {
        "input": "Menteri transportasi Kanada Jean Lapierre berkata dua pertiga penerbangan domestik Kanada di beberapa titik melewati daerah udara Amerika.\n",
        "output": [
            "The Canadian transport minister Jean Lapierre said two-thirds of Canada's domestic flights at some point cross through American air space.\n"
        ]
    },
    {
        "input": "Pada bulan Juli 2004, Rumania akan merevaluasi mata uangnya, leu, sehingga 10.000 lei lama akan sama dengan 1 leu baru, dengan 1 euro sama dengan sekitar 3,6 lei baru.\n",
        "output": [
            "In July 2004, Romania will revalue its currency, the leu, so that 10,000 old lei will equal 1 new leu, with 1 euro being equal to approximately 3.6 new lei.\n"
        ]
    },
    {
        "input": "Sepanjang video tersebut, Cruise menggunakan istilah-istilah Scientologi seperti \"KSW\": \"Untukku, semua ini tentang KSW.\"\n",
        "output": [
            "Throughout the video, Cruise uses Scientology jargon terms such as \"KSW\": \"For me, it’s all about KSW.\"\n"
        ]
    },
    {
        "input": "Spencer Dryden, pemain drum band rock Amerika yang lengendaris Jeffersson Airplane, meninggal pada hari Selasa, 11 Januari.\n",
        "output": [
            "Spencer Dryden, the drummer of the legendary American rock band Jefferson Airplane, passed away on Tuesday, Jan. 11.\n"
        ]
    },
    {
        "input": "Sindrom Asherman biasanya disebabkan oleh trauma rahim yang menghasilkan jaringan parut internal.\n",
        "output": [
            "Asherman's syndrome is normally caused by a trauma to the uterus that results in internal scar tissue.\n"
        ]
    },
    {
        "input": "Pengaruh dari rencananya mengurangi pengeluaran dan pajak pada ketentuan sosial negara belum dijelaskan.\n",
        "output": [
            "The effect of his tax and spend reduction plans on state social provision has not yet been explained.\n"
        ]
    },
    {
        "input": "Pertandingan dipindahkan dari universitas karena cuaca yang basah akhir-akhir ini menyebabkan tanah dipenuhi air.\n",
        "output": [
            "The match was moved from the University due to the recent wet weather causing the ground to be water logged.\n"
        ]
    },
    {
        "input": "Polisi tidak berniat mengungkapkan informasi lebih lanjut mengenai insiden itu sampai kerabat almarhum diberitahu tentang insiden itu.\n",
        "output": [
            "Police do not intend to disclose any further information about the incident until relatives of the deceased have been informed of the incident.\n"
        ]
    },
    {
        "input": "Pada balapan sebelumnya untuk kru cadangan, Goldie (Cambridge) melawan Isis (Oxford).\n",
        "output": [
            "In the earlier race for reserve crews, Goldie (Cambridge) beat Isis (Oxford).\n"
        ]
    },
    {
        "input": "Sebuah penggerebekan polisi pada rumah mewah empat-lantai Madhavan di India menemukan obat bius, seragam polisi, kulit bulu dari harimau yang terancam punah dan DVD porno.\n",
        "output": [
            "A police raid of Madhavan's four-story mansion in India uncovered drugs, a police uniform, a pelt from an endangered tiger and pornographic DVDs.\n"
        ]
    },
    {
        "input": "Diambil di tahun 2002 dan 2006, foto tersebut sangat kontras dengan area yang dibangun sebelumnya dengan semak belukar kosong yang tersisa.\n",
        "output": [
            "Taken in 2002 and 2006, the photos starkly contrast the previous built-up area with the empty scrubland that remains.\n"
        ]
    },
    {
        "input": "Landasan pertama pada 16 babak di UEFA Cup terjadi lebih awal hari ini, dengan semua 8 permainan telah dimainkan.\n",
        "output": [
            "The first leg of the round of sixteen in the UEFA Cup occurred earlier today, with all eight games being played.\n"
        ]
    },
    {
        "input": "Deeana Large, yang mulanya mengatakan bahwa dia hanya punya 1 dari 3 anjing yang terlibat pada kasus penganiayaan tersebut, belum resmi menjadi terdakwa dan menanti dakwaan.\n",
        "output": [
            "Deeana Large, who initially said she owned only 1 of the 3 dogs involved in the mauling case, has not yet been formally charged and awaits indictment.\n"
        ]
    },
    {
        "input": "Para penambang telah terperangkap sejak 03.00 (08.00 UTC) waktu setempat.\n",
        "output": [
            "The miners have been trapped since 03:00 (08:00 UTC) local time.\n"
        ]
    },
    {
        "input": "Sebuah stasiun polisi di Spanish Guardia Civil diserang hari ini hari Jum'at oleh sebuah kereta bom di kota Durango, terluka dua polisi laki-laki.\n",
        "output": [
            "A police station of the Spanish Guardia Civil was attacked today Friday by a car bomb in the Basque city of Durango, injuring two policemen.\n"
        ]
    },
    {
        "input": "Yang memperparah situaasi, indeks panas diperkirakan akan mencapai lebih dari 110-an untuk sebagian besar pantai timur karena tingginya tingkat kelembaban.\n",
        "output": [
            "To exacerbate the situation, heat indices are expected to reach well over the 110s for much of the east coast due to high humidity levels.\n"
        ]
    },
    {
        "input": "Investasi pada bidang pertanian, menurut Direktur Jendral Diouf, adalah kunci untuk mengatasi kemiskinan dan kelaparan di negara-negara yang lebih miskin.\n",
        "output": [
            "Investment in agriculture, according to Director-General Diouf, is the key to overcoming poverty and hunger in poorer countries.\n"
        ]
    },
    {
        "input": "Dia juga berkata \"sebuah bangunan tidak pernah runtuh seperti itu, kecuali jika dengan sebuah ledakan di dalam.\"\n",
        "output": [
            "He also said \"A building never collapses like that, unless it's with an implosion.\"\n"
        ]
    },
    {
        "input": "Insiden sejenis yang paling serius termasuk kecelakaan pesawat jet tempur Rusia di Lithuania pada bulan Oktober 2005.\n",
        "output": [
            "The most serious such incident involved the October 2005 crash of a Russian jet fighter in Lithuania.\n"
        ]
    },
    {
        "input": "\"Memiliki bisnis yang mengijinkan bahwa jenis kotoran yang akan disiapkan melalui situs web mereka atau melalui sistem mereka adalah sesuatu yang mereka katakan tidak bisa mereka tangani.\"\n",
        "output": [
            "\"To have a business allow that type of filth to be purveyed through their website or through their system is something that they say they can't handle.\"\n"
        ]
    },
    {
        "input": "Ketika dia masuk dan dilepaskan, dia telah diamati oleh petugas masuk ke dalam mobil polisi yang tidak ditandai.\n",
        "output": [
            "When he was booked and released, he was observed by officers getting into the unmarked police car.\n"
        ]
    },
    {
        "input": "\"Tinjauan tersebut telah dilihat oleh Hukum dan Ketetapan Komisi Khusus, dan yang diperlukan adalah tinjauan atas harga dan ketersediaan dari alkohol.\"\n",
        "output": [
            "\"That review has already been looked at by the Law and Order Select Committee, and what is needed is a review of price and availability of alcohol.\"\n"
        ]
    },
    {
        "input": "\"Apa yang kami katakan anda bisa memiliki kepercayaan diri jika rancangan undang-undang tidak dilanjutkan maka akan ada jalan alternatif untuk menyelesaikan masalah secepatnya selanjutnya.\"\n",
        "output": [
            "\"What we are saying is you can have confidence that if the bill doesn't proceed there will be an alternative vehicle for addressing the issues immediately thereafter.\"\n"
        ]
    },
    {
        "input": "Tidak ada salju turun sampai sore, tempat ada akumulasi terbatas.\n",
        "output": [
            "No snow arrived until late in the afternoon, where there was limited accumulation.\n"
        ]
    },
    {
        "input": "Mereka segera mempelajari, akan tetapi, bahwa telpon baru tersebut pemasokannya terbatas, dan seperti di negara lainnya mengalami keterlambatan dalam mengaktifkan telpon tersebut.\n",
        "output": [
            "They soon learned, however, that the new phones were in short supply, and like other countries experienced delays in activating the phones.\n"
        ]
    },
    {
        "input": "Para wakil dengan menggunakan telepon selular telah bernegosiasi dengan para tersangka yang menggunakan masker, wig dan mantel.\n",
        "output": [
            "Deputies had been using cell phones to negotiate with the suspects, who were wearing masks, wigs and coats.\n"
        ]
    },
    {
        "input": "Beberapa spanduk menyatakan bahwa kebebasan berbicara tidak seharusnya diimplikasikan kemungkinan menghina tokoh-tokoh agama.\n",
        "output": [
            "Some banners claimed that freedom of speech should not imply the possibility of insulting religious figures.\n"
        ]
    },
    {
        "input": "Sebagai delegasi Virginia untuk Konvensi Nasional Partai Republik tidak diberikan berdasarkan pemenang - mendapatkan - semua, calon selain pemenang utama negara juga bisa mendapatkan delegasi dari negara.\n",
        "output": [
            "As Virginia's delegates to the Republican National Convention are not awarded on a winner-take-all basis, candidates other than the winner of the state's primary could also gain delegates from the state.\n"
        ]
    },
    {
        "input": "33.000 staf poling telah ditunjuk di lebih dari 5.000 tempat poling.\n",
        "output": [
            "33,000 polling staff had been appointed to over 5000 polling stations.\n"
        ]
    },
    {
        "input": "Kekhawatiran akan keselamatan para penumpang kapal pencari suaka itu memuncak pekan ini setelah kapal itu ternyata tidak pernah muncul di semenanjung Cape York Australia padahal mereka sudah meninggalkan pelabuhan Merauke Papua sejak hari Jumat pagi.\n",
        "output": [
            "Fears for the safety of the asylum-seekers mounted over the weekend after the group failed to turn up on Australia's Cape York Peninsula after leaving Papua's Merauke port on Friday morning.\n"
        ]
    },
    {
        "input": "\"Untuk guru-guru senior Bahasa Inggris, matematika, dan ilmu pengetahuan di sekolah menengah telah mendapati dirinya berbuat curang untuk membuat murid-muridnya melompati rangkaian lingkaran yang tidak perlu, \" klaimnya, sementara Chris Keates, sekretaris umum National Association of Schoolmaters Union of Women Teachers, berkata bahwa \"suara kelegaan kolektif akan muncul dari sekolah menengah di berbagai penjuru negara.\"\n",
        "output": [
            "\"For too long English, mathematics and science teachers in secondary schools have found themselves skewing everything to enable their pupils to jump through a series of unnecessary hoops,\" she claimed, while Chris Keates, general secretary of the National Association of Schoolmasters Union of Women Teachers, said that \"the sound of a deep collective sigh of relief will emanate from secondary schools across the country.\"\n"
        ]
    },
    {
        "input": "Sampai sekarang, mereka \"sangat sibuk\" untuk melangsungkan babak pernikahan, sehubungan dengan berbagai kejadian; menurut The Daily Telegraph, ini meliputi pekerjaan Ed pada pemilihan umum di UK 2010, kelahiran putra mereka Daniel, dan kemunculan Ed di Konferensi Perubahan Iklim Perserikatan Bangsa-Bangsa 2009.\n",
        "output": [
            "Until now, they had been \"too busy\" to perform the act of marriage, due to various occurrences; according to The Daily Telegraph, this includes Ed's work in the 2010 UK general election, the birth of their son Daniel, and Ed's appearance at the 2009 United Nations Climate Change Conference.\n"
        ]
    },
    {
        "input": "Bates mengatakan pada sidang bahwa rumah sakit tersebut telah mencapai \"kekurangan yang sangat mencolok\" dari standar yang diperlukan, menambahkan bahwa \"[m]anajemen gagal untuk meletakkan prosedur-prosedur yang benar.\"\n",
        "output": [
            "Bates told the court that the hospital had reached \"markedly short\" of the required standard, adding that \"[m]anagement failed to lay down correct procedures.\"\n"
        ]
    },
    {
        "input": "Mohsin Musa Matawalli Atwah, usia 45 tahun, yang dituduh sebagai seorang ahli bahan peledak Al-Qaeda, tewas dalam serangan rudal pada hari Rabu malam di Pakistan, kata Sheikh Rashid Ahmed, Menteri Informasi Pakistan.\n",
        "output": [
            "Mohsin Musa Matawalli Atwah, 45, who is accused of being an Al-Qaeda explosive expert, was killed in a missile attack on Wednesday night in Pakistan, said Sheikh Rashid Ahmed, Pakistan's information minister.\n"
        ]
    },
    {
        "input": "Pada tahun 2004, anak perempuan berusia tujuh tahun dari Connecticut melepaskan dirinya sendiri dari batang penahan wahana dan naik ke ujung depan kursinya.\n",
        "output": [
            "In 2004, a seven-year-old from Connecticut managed to free herself from the ride's restraining bars, and climb onto the front edge of her seat.\n"
        ]
    },
    {
        "input": "Ini dua kali lipat dari yang diberikan pemerintah setelah kekalahan mereka di tahun 2003.\n",
        "output": [
            "This is just under double what the government gave them after the loss in 2003.\n"
        ]
    },
    {
        "input": "Ini dibandingkan dengan enam puluh sembilan reporter tewas selama Perang Dunia Dua, dan enam puluh tiga di Vietnam.\n",
        "output": [
            "This compares to sixty-nine reporters killed during World War Two, and sixty-three in Vietnam.\n"
        ]
    },
    {
        "input": "Mereka didakwa menyuap petugas polisi federal Brazil.\n",
        "output": [
            "They have been accused of bribing Brazilian federal police officers.\n"
        ]
    },
    {
        "input": "Putri Alison Sudrajat mengatakan ini dalam pertemuan: \"Itu sangat informatif dan sangat bagus untuk mengetahui apa yang sebenarnya terjadi, karena dia pergi ke beberapa detail tentang semuanya.\"\n",
        "output": [
            "Alison Sudrajat's daughter had this to say in light of the findings: \"It was very informative and it was nice to know what exactly happened, because he went into quite some detail about everything.\"\n"
        ]
    },
    {
        "input": "Sejauh ini, pemerintah Pakistan telah melaporkan 163 anggota militan telah tewas, sementara pihak militer mendapat 23 korban.\n",
        "output": [
            "So far, Pakistani officials have reported that 163 militants have been killed, while the military sustained 23 casualties.\n"
        ]
    },
    {
        "input": "Namun demikian, diyakini bahwa rekan-rekan dari para terduga teroris yang tewas tersebut memindahkan mayat-mayat dan menguburkan mereka di lokasi yang tak dikenal, tapi setidaknya empat penduduk suku bangsa yang tewas dikuburkan di kuburan di kota tersebut.\n",
        "output": [
            "However, it is believed that associates of the alleged terrorists killed removed the bodies and buried them in an unidentified location, but at least four tribesmen that were killed were buried in the town's cemetery.\n"
        ]
    },
    {
        "input": "Pada tanggal 13 Nopember, penduduk Toronto akan mendatangi TPS untuk memberikan suara mereka pada pemilihan dewan kota dan untuk walikota.\n",
        "output": [
            "On November 13, Torontoians will be heading to the polls to vote for their ward's councillor and for mayor.\n"
        ]
    },
    {
        "input": "TELUS memiliki peranan penting untuk meminta CRTC meninjau kepemilikan Globalive/WIND, dan menerima dukungan dari Shaw Communications, bersama dengan pendatang baru Public Mobile, yang kesemuanya dilaporkan telah menandatangani surat terbuka kepada Mentri Perindustrian Clement dan diterbitkan di koran Parlemen Hill The Hill Times setelah pengumumann bahwa dia akan meninjau keputusan oleh CRTC.\n",
        "output": [
            "TELUS had led the charge in requesting the CRTC review the ownership structure of Globalive/WIND, and had received support from Shaw Communications, along with new entrant Public Mobile, all of whom were reported to have signed an open letter to Industry Minister Clement published in Parliament Hill newspaper The Hill Times upon the announcement that he would be reviewing said decision by the CRTC.\n"
        ]
    },
    {
        "input": "Pada awal babak ke-2 Bayern Munich memimpin ketika Podolski menciptakan gol ke-2nya dalam permainan.\n",
        "output": [
            "Early in the 2nd half Bayern Munich took the lead when Podolski got his 2nd goal of the game.\n"
        ]
    },
    {
        "input": "Di bawah Undang-Undang Vanuatu, karena dia tidak hadir dalam tiga rapat parlemen secara berturut-turut tanpa memberitahu kepada ketua secara tertulis, dia harus kehilangan kursi jabatannya.\n",
        "output": [
            "Under Vanuatu law, since he missed three consecutive sittings of parliament without notifying the speaker in writing, he must forfeit his seat.\n"
        ]
    },
    {
        "input": "\"Tingkatan dari insiden keamanan telah menurun dalam 8 minggu dari 12 minggu terakhir, dengan tingkatan insiden dalam 2 minggu terakhir adalah paling rendah sejak Juni 2006, \" Petraeus memberikan kesaksian.\n",
        "output": [
            "\"The level of security incidents has declined in eight of the past 12 weeks, with the level of incidents in the past two weeks the lowest since June of 2006,\" Petraeus testified.\n"
        ]
    },
    {
        "input": "Menurut Biro Meteorologi (BOM) tahun 2005 merupakan tahun terpanas sejak observasi temperatur yang meluas dan dapat dipercaya menjadi tersedia di tahun 1910.\n",
        "output": [
            "According to the Bureau of Meteorology, (BOM) 2005 was the hottest year since reliable, widespread temperature observations became available in 1910.\n"
        ]
    },
    {
        "input": "Seorang hakim federal memutuskan hari Senin bahwa pil Plan B setelah pagi yang kontroversial harus tersedia tanpa resep untuk gadis muda 17 tahun, mengutip kesediaan Food and Drug Administration (FDA) untuk mengakui pengaruh konservatif pemerintahan Bush dengan menetapkan batas usia 18 tahun pada 2006.\n",
        "output": [
            "A federal judge ruled Monday that the controversial morning-after pill Plan B must be made available without a prescription to girls as young as 17, citing the Food and Drug Administration's (FDA) willingness to concede to the Bush administration's conservative influences by setting the age limit to 18 in 2006.\n"
        ]
    },
    {
        "input": "Mereka sangat kompak secara tim dan dalam berkompetisi mereka akan melupakan hal-hal lain dan memfokuskan usaha mereka untuk mencapai yang terbaik.\n",
        "output": [
            "They are very team-oriented and when it is time to compete, they ignore everything else going on and focus on performing their best.\n"
        ]
    },
    {
        "input": "Di 2004, Dr. Aafia dikenali oleh FBI sebagai seorang \"mata-mata Al-Qaeda dan ekspeditur yang bersikap jelas dan yang berbahaya untuk Amerika saat ini.\"\n",
        "output": [
            "In 2004, Dr. Aafia was identified by the FBI as an \"Al-Qaeda operative and facilitator who posed a clear and present danger to America\".\n"
        ]
    },
    {
        "input": "Iternational Community mengatakan bahwa mereka tidak meneruskan bantuan pada Fiji yang bernilai jutaan tiap tahun.\n",
        "output": [
            "The International Community have said they will discontinue aid to Fiji which is worth millions annually.\n"
        ]
    },
    {
        "input": "Ribuan mamalia laut dan burung laut mati setiap tahun di seluruh dunia sebagai akibat dari sampah plastik.\n",
        "output": [
            "Many thousands of marine mammals and seabirds die every year around the world as a result of plastic litter.\n"
        ]
    },
    {
        "input": "Hal ini telah menyebabkan tumpahan minyak sepanjang sekitar 9 mil dan selebar 30 yard.\n",
        "output": [
            "It has caused an oil slick about nine miles long and thirty yards wide．\n"
        ]
    },
    {
        "input": "Kembang api saat ini ditahan sebagai bukti oleh Otoritas Pelabuhan New York dan polisi New Jersey, pemilik Bandara LaGuardia.\n",
        "output": [
            "The fireworks are currently being held as evidence by the Port Authority of New York and New Jersey police, owner of LaGuardia Airport.\n"
        ]
    },
    {
        "input": "Selama tahun pertamanya di kantor, negara berada dalam krisis keuangan dan bank telah berhenti memberikan kota akses untuk kredit karena defisit lebih dari $5 juta.\n",
        "output": [
            "During his first year in office, the state was in a financial crisis and banks had stopped giving the city access to credit due to a $5 billion deficit.\n"
        ]
    },
    {
        "input": "Pidato ini disebut: Pernyataan: Trident - Penangkal Nuklir Ingggris Masa Depan.\n",
        "output": [
            "The speech is called : Statement: Trident - The Future of the UK Nuclear Deterrent.\n"
        ]
    },
    {
        "input": "Dukungan tersebut akan terdiri dari jaminan utang buruk dipinjam oleh Lehman.\n",
        "output": [
            "The support would consist of backing bad debts owed by Lehman.\n"
        ]
    },
    {
        "input": "Bertugas sebagai juru bicara departemen kesehatan, dia mendukung inisiatif anti-rokok Bath Liberal Democrat pada konferensi musim semi tahun 2004.\n",
        "output": [
            "Acting as the party's health spokesman, she supported the Bath Liberal Democrats anti-smoking initiatives in the 2004 spring conference.\n"
        ]
    },
    {
        "input": "Berdasarkan daftar Miliarder Dunia tahunan Forbes yang dirilis kemarin, konglomerat asal Meksiko Carlos Slim dinobatkan menjadi orang terkaya di dunia untuk tahun kedua secara berturut-turut, dengan kekayaan bersih sekitar 74 miliar dolar.\n",
        "output": [
            "According to Forbes annual World's Billionaire list released yesterday, Mexican tycoon Carlos Slim is the world's richest person for the second year in a row, with a net worth of US$74 billion.\n"
        ]
    },
    {
        "input": "Herceptin telah menunjukan pencegahan kambuhnya kanker sebesar 30% pada pasien-pasien sebelumnya.\n",
        "output": [
            "Herceptin has shown to prevent the recurrence of cancer in 30% of these patients.\n"
        ]
    },
    {
        "input": "Dalam masa ini, dia masih diberhentikan sementara dari semua kegiatan UN, dan hanya diberikan gaji simbolis sebesar 1 dolar per tahun.\n",
        "output": [
            "In the meantime, he remains suspended from all UN duties, and is being given only a symbolic salary of one dollar a year.\n"
        ]
    },
    {
        "input": "Dalam kejuaraan instruktur Renault unggul 9 poin dari Ferrari.\n",
        "output": [
            "In the constructor's championship Renault is 9 points ahead of Ferrari.\n"
        ]
    },
    {
        "input": "Brent Pelton, salah satu pengacara Glasgow, menyatakan: \"Filosofi Landmark sudah tertanam sangat mendalam pada kultur perusahaan tersebut.\"\n",
        "output": [
            "Brent Pelton, one of Glasgow's attorneys, stated that: \"The Landmark philosophy is deeply ingrained in the culture of the company\".\n"
        ]
    },
    {
        "input": "Bahan bakar/penukar pemanas minyak adalah tujuan rangkap model bagian sekaligus mencairkan bahan bakar es dan mendinginkan minyak mesin.\n",
        "output": [
            "The fuel/oil heat exchanger is a dual purpose part designed to simultaneously melt fuel ice and cool down engine oil.\n"
        ]
    },
    {
        "input": "Agca dijatuhi hukuman penjara seumur hidup di Italia, sebelum diampuni oleh mantan Paus Yohanes Paulus II pada tahun 2000 dan diekstradisi ke Turki untuk menjalani penjara atas pembunuhan Abdi Ipekci, seorang wartawan.\n",
        "output": [
            "Agca was sentenced to life in prison in Italy, before being pardoned by former Pope John Paul II in 2000 and extradited to Turkey to serve jail time for the murder of Abdi Ipekci, a journalist.\n"
        ]
    },
    {
        "input": "Sebuah protokol keamanan rinci untuk memastikan hanya lalu lintas yang diharapkan dan berhak yang mendapatkan akses disertakan, seperti juga suatu prosedur yang diperlancar untuk memastikan ambulans tiba di tempat kejadian secepat mungkin.\n",
        "output": [
            "A detailed security protocol to ensure only expected and authorised traffic gains access is included, as is a procedure streamlined to ensure the ambulance arrives on the scene as quickly as possible.\n"
        ]
    },
    {
        "input": "\"Hari ini adalah hari yang sangat emosional, tetapi dalam masa 3 bulan saya memimpin di sini, ini adalah pengalaman yang sangat mengerikan.\"\n",
        "output": [
            "\"It's been an emotional day today, but in terms of my three months in charge, it's been a terrific experience. \"\n"
        ]
    },
    {
        "input": "Yahoo!7 adalah usaha bersama antara Yahoo! dan jaringan Australia, Seven.\n",
        "output": [
            "Yahoo!7 is the joint venture between Yahoo! and Australian network, Seven.\n"
        ]
    },
    {
        "input": "Pelabuhan ini dikelilingi oleh tanah dan pemecah gelombang dibangun setelah bencana 1964.\n",
        "output": [
            "The harbor is surrounded by land and a breakwater built after the 1964 disaster.\n"
        ]
    },
    {
        "input": "Tidak ada satupun dari polisi, yang ambil bagian dalam penyitaan ID dan kamera, ingin mengungkapkan namanya.\n",
        "output": [
            "No one of the policemen, who took part in the camera and ID confiscation, wanted to reveal their names.\n"
        ]
    },
    {
        "input": "Istilah tersebut menjadi hasil yang menonjol pada pencarian online, dan menjadi dominan pada mesin pencari Web termasuk Google, Bing, dan Yahoo!.\n",
        "output": [
            "The term became a prominent result in searches online, and gained dominance on Web search engines including Google, Bing, and Yahoo!.\n"
        ]
    },
    {
        "input": "Pemberontak menuduh tentara angkatan darat Sri Lanka menembak area warga sipil secara acak.\n",
        "output": [
            "The rebels have accused the Sri Lankan army of randomly shelling civilian areas.\n"
        ]
    },
    {
        "input": "Setelah gagal dalam sebuah percobaan untuk membalap pada seri NASCAR Sprint Cup pada tahun 2008, Franchitti kembali ke seri balapan IndyCar untuk tim Chip Ganassi Racing.\n",
        "output": [
            "After a failed attempt to race in the NASCAR Sprint Cup series in 2008, Franchitti returned to the IndyCar series to race for Chip Ganassi Racing.\n"
        ]
    },
    {
        "input": "Hari Kamis adalah hari kedua dari serangan yang menjadikan UN sebagai sasaran setelah 3 perumahan sekolah UN untuk pengungsi dibom pada hari Selasa, menewaskan 50 warga sipil.\n",
        "output": [
            "Thursday was the second day of attacks on UN targets after three UN schools housing refugees were bombed on Tuesday, killing over 50 civilians.\n"
        ]
    },
    {
        "input": "Suplai makanan dihentikan oleh pejabat berwenang untuk ditelusuri balik ke pabrik-pabriknya, sementara restoran telah diijinkan untuk beroperasi lagi nanti dengan chili yang dipersiapkan dari bahan-bahan segar.\n",
        "output": [
            "The food supplies were seized by officials to be traced back to its manufacturers, while the restaurant was permitted to open again later with chili prepared from fresh ingredients.\n"
        ]
    },
    {
        "input": "Kevin Kenrick, kepala petugas operasi Telecom, mengatakan bahwa mereka bisa menyasar komunitas periklanan online yang belum berkembang.\n",
        "output": [
            "Kevin Kenrick, chief operating officer of Telecom, said that they will now be able to target the underdeveloped online advertising community.\n"
        ]
    },
    {
        "input": "Sebagai tanggal dimulainya pendekatan sidang mantan pemimpin Irak, hakim agung dari pengadilan menyatakan bahwa nasib Saddam Hussein akan disiarkan langsung di televisi.\n",
        "output": [
            "As the start date of the former Iraqi leader's trial approaches, the chief judge of the tribunal has stated that the fate of Saddam Hussein will be broadcast on live television.\n"
        ]
    },
    {
        "input": "Dalam kasus Rumania, adopsi akan berlangsung 5-7 tahun setelah aksesi pada tahun 2007.\n",
        "output": [
            "In Romania's case, the adoption will take place 5-7 years after accession in 2007.\n"
        ]
    },
    {
        "input": "\"Tantangan terberat yang harus dilakukan segera tentu saja untuk 3.000 atau lebih orang yang masih terisolasi dan lebih dari 300 yang masih di pusat pengungsian saat ini.\"\n",
        "output": [
            "\"The most immediate challenge of course is for the 3,000 or so people who are still isolated and over 300 who are in evacuation centres at the moment.\"\n"
        ]
    },
    {
        "input": "5 jam kemudian, sebuah telepon peringatan diterima di kantor pemadam kebakaran Basque yang memberitahu bahwa empat bom telah ditanam di beberapa pantai di Lareda dan Noja, di provinsi bagian utara Spanyol di Cantabria.\n",
        "output": [
            "Five hours later, a warning call was received in the Basque fire service telling that four bombs were planted on the beaches of Laredo and Noja, in the northern Spanish province of Cantabria.\n"
        ]
    },
    {
        "input": "\"Sebagaimana negara kita bergerak melampaui perdebatan yang memecah belah ini, saya berharap kita semua dapat melipatgandakan usaha kita dan bekerja bersama untuk meningkatkan keadilan dan integritas sistem peradilan pidana kita, dan untuk meminimalkan kekeliruan kita, \" kata Malloy.\n",
        "output": [
            "\"As our state moves beyond this divisive debate, I hope we can all redouble our efforts and common work to improve the fairness and integrity of our criminal justice system, and to minimize its fallibility,\" added Malloy.\n"
        ]
    },
    {
        "input": "Sementara PSD+PUR sementara ini memimpin, pemilihan umum terpanas di sepanjang sejarah pasca Komunisme Romania ini akan berakhir dengan pemilihan langsung, yang akan diselenggarakan pada 12 Desember.\n",
        "output": [
            "While PSD+PUR is currently leading, the most hotly-contested election in Romania's post-Communist history may come down to the run-off, to be held on December 12.\n"
        ]
    },
    {
        "input": "Hamilton juga mengatakan Al-Megrahi tidak menderita \"sakit materi atau cacat.\"\n",
        "output": [
            "Hamilton also said Al-Megrahi was not suffering \"material pain or disability\".\n"
        ]
    },
    {
        "input": "Tidak ada laporan gedung lain telah diserang di daerah sekitar gedung Press TV.\n",
        "output": [
            "There are no reports of other buildings having been hit in the area around the Press TV building.\n"
        ]
    },
    {
        "input": ":\"Setelah kami meneruskan berjalan di trotoar, tiga wanita keluar dari toko mereka, satu memakai kemeja kuning ukuran besar, dan mereka berterima kasih pada isyarat kami.\"\n",
        "output": [
            ":\"As we continued to walk down the sidewalk, three women came out of their shop, one wearing a yellow king shirt, and they thanked us for the gesture.\"\n"
        ]
    },
    {
        "input": "Tahap pertama benar-benar sukses, meskipun kelihatannya ada beberapa masalah dengan tahap kedua.\n",
        "output": [
            "The first stage was completely successful, although there appeared to be some problems with the second stage.\n"
        ]
    },
    {
        "input": "Tujuan lainnya akan termasuk Liverpool (kota kembar Shanghai) and Stadion Old Trafford di Manchester, tempat tim Manchester United bermain.\n",
        "output": [
            "Other destinations will include Liverpool (twinned with Shanghai) and Manchester's Old Trafford stadium, where the football team Manchester United play.\n"
        ]
    },
    {
        "input": "Sebuah pesawat yang pernah digunakan pada Perang Dunia II mengalami kecelakaan di Shoreham Airshow di West Sussex, Inggris ketika sedang ikut dalam pertunjukan drama pertempuran udara. Kecelakaan ini mengakibatkan tewasnya sang pilot.\n",
        "output": [
            "An aircraft dating back to the Second World War has crashed at Shoreham Airshow in West Sussex, United Kingdom whilst participating in a mock dogfight, killing the pilot.\n"
        ]
    },
    {
        "input": "Mereka kembali dari perayaan yang ditandai akhir dari Durga Puja, sebuah festival tahunan Hindu yang merayakan penyembahan dewi Hindu, Durga.\n",
        "output": [
            "They had been returning from a fair that marked the end of the Durga Puja, an annual Hindu festival that celebrates the worship of the Hindu goddess Durga.\n"
        ]
    },
    {
        "input": "Dia sehat dan penyembuhan dia sangat baik pada saat itu.\n",
        "output": [
            "He's well and he's recuperating very well at the moment.\n"
        ]
    },
    {
        "input": "Pembajak mengatakan bahwa jika tuntutan mereka tidak dipenuhi, dia akan meledakkan pesawat.\n",
        "output": [
            "The hijacker said that if his demand was not met, he would blow up the plane.\n"
        ]
    },
    {
        "input": "Rekaman yang tidak diedit ditayangkan secara panjang lebar oleh Al Jazeera sebulan penuh mengikuti kejadian tersebut.\n",
        "output": [
            "The unedited footage was aired extensively by Al Jazeera over the months following the incident.\n"
        ]
    },
    {
        "input": "\"Inilah situasi keamanan di Darfur, tidak ada orang yang aman dari serangan, \" ujar Mohammed.\n",
        "output": [
            "This is the security situation in Darfur, nobody is immune from being attacked,\" said Mohammed.\n"
        ]
    },
    {
        "input": "Laporan ini telah dikonfirmasi oleh beberapa ekspatriat yang tinggal di negara tersebut.\n",
        "output": [
            "This report has been confirmed by some expatriates living in the country.\n"
        ]
    },
    {
        "input": "Penyebab kematian telah dilaporkan karena sebuah ledakan, tetapi sumber berita masih belum jelas.\n",
        "output": [
            "The cause of death has been reported to be an explosion, but the source is unclear.\n"
        ]
    },
    {
        "input": "\"20 dari kami ini telah mengirim e-mail keluhan kepada Inspektur Jenderal dan Komisaris polisi Ernakulam serta Menteri Dalam Negeri Kerala,\" kata si pelapor Jaya Kumar dalam sebuah pernyataan kepada Gulf Daily News.\n",
        "output": [
            "\"Twenty of us have e-mailed a complaint to the Inspector General and Commissioner of Ernakulam police as well as Kerala Home Minister,\" said complainant Jaya Kumar in a statement to the Gulf Daily News.\n"
        ]
    },
    {
        "input": "Bus bertabrakan dengan mobil SUV di jalan tol sepanjang pantai Spanyol, menyebabkan bus berbelok dari jalan dan terbalik.\n",
        "output": [
            "The bus collided with a sport utility vehicle on a highway along the Spanish coast, causing the bus to veer off the road and overturn.\n"
        ]
    },
    {
        "input": "\"Pasti ada rasa bahwa hal ini tidaklah cenderung abadi.\"\n",
        "output": [
            "\"There's got to be a sense that this is not perpetual drift.\"\n"
        ]
    },
    {
        "input": "Program Anti-Hujan Es Nasional diajukan pada tahun 2000 dan dijadwalkan akan selesai di tahun 2014.\n",
        "output": [
            "The National Anti-Hail Program was launched in 2000 and is due to be finalised in 2014.\n"
        ]
    },
    {
        "input": "Kemarin, Menteri Pertahanan Iran berbicara mengenai rencana Iran untuk peluncur satelit mereka sendiri, dan mengungkapkan keinginan negaranya untuk bergabung dengan klub negara dengan program luar angkasa.\n",
        "output": [
            "Yesterday, the Iranian Defence Minister spoke of Iran's plans for their own satellite launcher, and disclosed his country's desire to join the club of countries with a space program.\n"
        ]
    },
    {
        "input": "\"Setidaknya yang menguntungkan, atau bahkan berbahaya, untuk menjalankan ini?\"\n",
        "output": [
            "\"Which was least beneficial, or even harmful, to this riding?\"\n"
        ]
    },
    {
        "input": "\"Argumen mereka akan didengar dengan hormat di Khartoum, karena mereka tidak dapat dikatakan didirikan pada setiap jenis imperialisme kultural, atau digerakkan oleh Islamophobia.\n",
        "output": [
            "\"Their arguments will be heard with respect in Khartoum, since they cannot be said to be founded on any kind of cultural imperialism, or to be actuated by Islamophobia.\"\n"
        ]
    },
    {
        "input": "Kemenangan Olympiacos atas AEK, dengan skor 3-0, memicu amarah suporter AEK, yang diyakini sebagai katalis atas kerusakan di stadion dan kapal tersebut.\n",
        "output": [
            "The victory of Olympiacos over AEK, 3-0, angered the supporters of AEK, which is believed to be the catalyst for damage in both the stadium and the ship.\n"
        ]
    },
    {
        "input": "Browser IE dengan berbagai versinya memiliki porsi 70 persen pasar pada tahun 2009; sekarang ini telah merosot menjadi sekitar 56 persen saja.\n",
        "output": [
            "IE's various versions accounted for 70 percent of the market in 2009; this has dropped to approximately 56 percent today.\n"
        ]
    },
    {
        "input": "Iran terus mempertahankan bahwa mereka hanya ingin mengembangkan teknologi nuklir untuk produksi tenaga listrik, meskipun hal ini dibantah oleh banyak negara.\n",
        "output": [
            "Iran has continually maintained that it seeks only to develop nuclear technology for the production of electrical power, though this has been disputed by many nations.\n"
        ]
    },
    {
        "input": "Curah hujan deras dan terus-menerus melanda dataran rendah menyebabkan tanah longsor dan banjir, dengan jalan dan jalan raya ditutup dan keluarga dievakuasi.\n",
        "output": [
            "The heavy and sustained precipitation across the lower mainland regions have caused mudslides and flooding, with roads and highways being closed and families evacuated.\n"
        ]
    },
    {
        "input": "Pada aktivitas politik masa lalu yang tabu di China telah ditolerir oleh otoritas Wilayah Administrasi Khusus Republik Rakyat China (SAR).\n",
        "output": [
            "In the past political activities that are taboo in China proper have been tolerated by the Special Administrative Region of the People's Republic of China (SAR) authorities.\n"
        ]
    },
    {
        "input": "Hari Jumat adalah hari peringatan Yom Hashoah, atau Hari Peringatan Holokaus di Israel, hari renungan khidmat terjadinya pembantaian sekitar 5 sampai 7 juta warga Yahudi dalam agresi tidak beralasan Nazi di Perang Dunia II.\n",
        "output": [
            "Friday was Yom Hashoah, or Holocaust Remembrance Day in Israel, a day of solemn reflection on the loss of 5 to 7 million Jewish lives due to unprovoked Nazi aggression in World War II.\n"
        ]
    },
    {
        "input": "Perubahan ini diharapkan untuk mengurangi jumlah tes hingga setengahnya, menurut The Guardian.\n",
        "output": [
            "This change is expected to cut the number of tests taken in half, according to The Guardian.\n"
        ]
    },
    {
        "input": "Tak satupun dari korban di dalam pick up menggunakan sabuk pengaman menurut berita Fox.\n",
        "output": [
            "None of the victims in the pickup were wearing seat belts, according to Fox News.\n"
        ]
    },
    {
        "input": "UEFA menolak tuntutan mereka lagi, mengatakan tidak ada bukti salah tehnis yang diajukan.\n",
        "output": [
            "UEFA has rejected their appeal again, saying no proof of a technical error has been presented.\n"
        ]
    },
    {
        "input": "Keduanya tidak mengeluarkan pernyataan apapun tentang pertemuan tersebut, namun keduanya memerintahkan para negosiator mereka untuk membentuk kelompok diskusi untuk membahas masalah-masalah utama seperti status Jerusalem, perbatasan Israel dengan negara Palestina di masa mendatang dan masalah pengungsi Palestina.\n",
        "output": [
            "Neither man issued any public statements following the meeting, but they instructed their negotiators to form working groups to discuss core issues such as the status of Jerusalem, Israel's borders with a future Palestinian state and the issue of Palestinian refugees.\n"
        ]
    },
    {
        "input": "Antara tiga sampai enam juta orang diperkirakan telah terinveksi pada tahun 2005.\n",
        "output": [
            "Between three and six million people are thought to have been infected in 2005.\n"
        ]
    },
    {
        "input": "Setelah perjanjian pencapaian disahkan oleh semua 25 negara anggota Uni Eropa, Rumania dan Bulgaria akan menjadi anggota penuh pada 1 Januari 2007.\n",
        "output": [
            "Once the accession treaty is ratified by all 25 member states of the European Union, Romania and Bulgaria will become full members in January 1, 2007.\n"
        ]
    },
    {
        "input": "Dan, \"Sejauh ini, usaha-usaha pemberontak untuk mencapai senjata yang tidak biasa yang telah dibatasi dan diatasi oleh aksi-aksi kesatuan.\"\n",
        "output": [
            "And, \"So far, insurgent efforts to attain unconventional weapons have been limited and contained by coalition actions.\"\n"
        ]
    },
    {
        "input": "Penelitian menemukan, bagaimanapun, pil melatonin yang tersedia secara komersial bisa mengandung 10 kali dari jumlah yang efektif.\n",
        "output": [
            "The researchers found, however, that commercially available melatonin pills can contain 10 times the effective amount.\n"
        ]
    },
    {
        "input": "Sekolah di Seattle dan di seluruh pinggiran kota ditutup hari Jumat, karena listrik padam.\n",
        "output": [
            "Schools in Seattle and throughout its suburbs were closed Friday, many due to power outages.\n"
        ]
    }
]
}