{
    "Contributors": [
        "Sai Venkat Subramani"
    ],
    "Source": [
        "Dataset Card for Asian Language Treebank (ALT) (https://huggingface.co/datasets/alt)"
    ],
    "Categories": [
        "Language Translation"
    ],
    "Definition":  "In hhis task, given a sentence in the Malay lantuage end your task is to convert it into the Englidh languqge.",
    "Positive Examples": [
        {
            "input": "Perdana Menteri Blair dan Canselor Brown bersetuju mengenai keperluan untuk mengekalkan penghalang nuklear.",
            "output": "Prime Minister Blair and Chancellor Brown are agreed on the need to retain a nuclear deterrent.",
            "explanation": "The above sentence is correctly translated from Malay to English"
        },
        {
            "input": "Tiada kecederaan atau kematian lain dilaporkan setakat ini.",
            "output": "There are no reports of other injuries or deaths so far.",
            "explanation": "The above sentence is correctly translated from Malay to English"
        },
        {
            "input": "Hujan menangguhkan permulaan perlawanan itu selama kira-kira dua jam, dan oleh itu perlawanan itu hanya mencapai mata 43 dalam keseluruhan permainan.",
            "output": "Rain delayed the start of the match by some two hours, and therefore the match was only a 43 over game.",
            "explanation": "The above sentence is correctly translated from Malay to English"
        }
    ],
    "Negative Examples": [
        {
            "input": "Wikis adalah laman web yang boleh diedit secara terbuka dan selalu digunakan untuk mencipta asas pengetahuan.",
            "output": "Wikis are openly avaialbe sites where you can see information.",
            "explanation": "The meaning of the sentence is close to the input but it does not have some key words translated."
        },
        {
            "input": "Amerika Syarikat telah meningkatkan sekuriti lapangan terbang berikutan kegagalan percubaan pengeboman pada Disember 25 dalam satu penerbangan Delta oleh seorang lelaki Nigeria dengan bahan letupan dalam seluar dalamnya.",
            "output": "The country is asking for peace. They cannot stand another World War.",
            "explanation": "The above sentence is not correctly translated from Malay to English as none of the words match the translation."
        }
    ],
    "Instances": [
    {
        "input": "Jumlah pengundi dalam pilihan raya telah dilaporkan mencapai lebih sedikit daripada lima puluh peratus.\n",
        "output": [
            "Turnout in the elections was reported at slightly more than fifty percent.\n"
        ]
    },
    {
        "input": "Beliau juga menyatakan mengenai timbunan besar garam di Chelsea yang digunakan untuk mencairkan ais di lebuhraya dalam Komanwel dan berkata ianya berada di lokasi secara \"haram.\"\n",
        "output": [
            "She also noted the large salt pile in Chelsea used for the deicing of highways in the Commonwealth and said that it is located there \"illegally.\"\n"
        ]
    },
    {
        "input": "Kebakaran tersebut merupakan salah satu daripada tiga yang tercetus semalam di Gurun Mojave dan pergunungan San Gabriel.\n",
        "output": [
            "The fire is one of three that ignited yesterday in the Mojave Desert and San Gabriel Mountains.\n"
        ]
    },
    {
        "input": "Resolusi itu mengarahkan Setiausaha Agung Pertubuhan Bangsa-Bangsa Bersatu, Ban Ki-Moon untuk mengadakan satu persidangan yang melibatkan semua negera Timur Tengah.\n",
        "output": [
            "The resolution directs United Nations Secretary-General Ban Ki-Moon to organize a conference of all the Middle East states.\n"
        ]
    },
    {
        "input": "\"Kami merancang supaya James menjalankan semula tugasnya pada tahun baru dan yakin bahawa dia akan mewakili Athletics Negeri Penn dan Universiti dengan tahap tenaga yang tinggi, dedikasi dan rasa hormat.\"\n",
        "output": [
            "\"We are planning to have James resume his duties in the new year and are confident that he will represent Penn State Athletics and the University with a high level of energy, dedication and respect.\"\n"
        ]
    },
    {
        "input": "Berita itu telah mengejutkan Austria, kerana persamaannya dengan kes Natascha Kampusch yang diculik pada umur 10 tahun, dan telah melarikan diri setelah dikurung di dalam sebuah \"kurungan bawah tanah\" selama lapan tahun pada 2006.\n",
        "output": [
            "The news has shocked Austria, as has its similarity to the case of Natascha Kampusch who was kidnapped aged 10, and escaped after being held in a \"dungeon\" for eight years in 2006.\n"
        ]
    },
    {
        "input": "\"Sama seperti tragedi Piper Alpha lebih daripada dua dekad yang lalu menggariskan bahaya penerokaan Laut Utara, bencana Auchengeich menunjukkan terlalu bahayanya dan risiko pelombong di seluruh Scotland ambil diberikan sebagai sebahagian daripada tugas mereka setiap kali mereka turun lubang.\"\n",
        "output": [
            "\"Just as the Piper Alpha tragedy more than two decades ago underlined the hazards of North Sea exploration, the Auchengeich disaster showed all too starkly the dangers and risks which miners all over Scotland took for granted as part of their job every time they descended the pits.\"\n"
        ]
    },
    {
        "input": "Beliau dianggap konservatif sosial dalam rekod mengundi, dan menyokong Pindaan Perkahwinan Persekutuan melarang perkahwinan sejenis.\n",
        "output": [
            "He is considered a social conservative in his voting record, and supported a Federal Marriage Amendment to bar same-sex marriage.\n"
        ]
    },
    {
        "input": "Ini adalah kali pertama kesalahan disabitkan berdasarkan undang-undang yang digubal pada tahun 2003 bagi membendung e-mel pukal, yang juga dinamakan spam, dari pengedaran tanpa diminta ke peti mel pengguna.\n",
        "output": [
            "This is the first time a conviction has been gained using the legislation enacted in 2003 to curb bulk e-mail, aka spam, from unsolicited distribution into users mailboxes.\n"
        ]
    },
    {
        "input": "Pihak berkuasa tempatan banjaran gunung Harz di tengah Jerman juga telah mengumumkan keterbukaan untuk mana-mana pelawat ke satu \"laluan berjalan kaki bogel yang rasmi\" di alam semula jadi.\n",
        "output": [
            "Local authorities of Harz mountain range in central Germany have also announced the openness to any visitor of an “official naked walking route” in nature's outdoors.\n"
        ]
    },
    {
        "input": "Beliau dijangka mengemukakan dokumen pada Khamis depan untuk menjadikan pencalonan beliau rasmi.\n",
        "output": [
            "He is expected to file papers next Thursday to make his candidacy official.\n"
        ]
    },
    {
        "input": "Sebagaimana dikehendaki, ini akan membantu penonton untuk membezakan tayar, ia akan menjadi lebih berguna berbanding titik putih besar sebelumnya di bahagian luar tayar.\n",
        "output": [
            "As intended, this will help audience to distinguish the tyres, it will be more helpful than the previous white heavy dot on the outer side of the tyre.\n"
        ]
    },
    {
        "input": "Ibu yang marah terhadap askar A.S. yang gugur pada Sabtu itu mengetuai himpuanan bantahan terhadap hampir 50 orang di ladang Bush.\n",
        "output": [
            "The angry mother of the fallen U.S. soldier on Saturday led a protest march of nearly 50 on the Bush ranch.\n"
        ]
    },
    {
        "input": "Leftenan Jeneral Dominic Dim Deng, menteri pertahanan kawasan itu, disahkan telah meninggal dan dikatakan sekurang-kurangnya 19 pegawai tentera telah mati.\n",
        "output": [
            "Lieutenant General Dominic Dim Deng, the area's defence minister, is confirmed to be dead and it is thought at least 19 military officials are now deceased.\n"
        ]
    },
    {
        "input": "\"Kami telah cuba untuk menarik perhatian kepada fakta bahawa pengangur akan menerima apa sahaja syarat yang ditawarkan kerana jika anda menolak tawaran kerja anda akan kehilangan bayaran Centerlink untuk lapan minggu,\" kata beliau.\n",
        "output": [
            "\"We've been trying to draw attention to the fact that any unemployed person will have to accept whatever conditions they're offered because if you reject a job offer you will lose Centrelink payments for eight weeks,\" he said.\n"
        ]
    },
    {
        "input": "Anda meletakkan pasukan yang kuat dan kadang-kadang anda tertanya-tanya mengapa.\n",
        "output": [
            "You put a strong side out and you wonder why sometimes.\n"
        ]
    },
    {
        "input": "\"IPhone Verizon,\" seperti yang telah digelar berbulan, telah diubah suai dari iPhone 4 asal supaya ia boleh menggunakan jaringan CDMA (pembahagian kod pelbagai akses) 3G Verizon.\n",
        "output": [
            "The \"Verizon iPhone,\" as it has been dubbed for months, has been altered from the original iPhone 4 so it can utilize Verizon's 3G CDMA (code division multiple access) network.\n"
        ]
    },
    {
        "input": "President Turki Abdullah Gul berkata dalam satu keterangan, \"tiada apa yang dapat dicapai melalui keganasan, dengan kejam mengambil nyawa yang tidak bersalah.\"\n",
        "output": [
            "Turkish President Abdullah Gül said in a statement, \"Nothing can be achieved by terror, violently claiming lives of the innocent.\"\n"
        ]
    },
    {
        "input": "Menurut jurucakap Rumah Putih Tony Snow, Presiden sedang menunggu Mahkamah Agung Amerika Syarikat untuk membuat keputusan mengenai isu sama ada tribunal tentera atau mahkamah awam akan membicarakan tahanan-tahanan tersebut.\n",
        "output": [
            "According to White House spokesman Tony Snow, the President is waiting for the US Supreme Court to decide on the issue of whether military tribunals or civilian courts would try the detainees.\n"
        ]
    },
    {
        "input": "Microsoft telah bersetuju dengan ini, menyediakan maklumat untuk bayaran royalti sebanyak 6.5% dari hasil perolehan lesen untuk produk atas alasan inovasi (secara terperinci, 3.87% untuk lesen yang di patenkan dan 2.98% untuk maklumat lesen).\n",
        "output": [
            "Microsoft agreed to this, providing the information for royalty fees of 6.5% of the licensee's revenues for the product on grounds of innovation (specifically, 3.87% for the patent license and of 2.98% for the information license).\n"
        ]
    },
    {
        "input": "\"Gangguan kuasa telah menyebabkan kebimbangan mengenai krisis tenaga yang boleh menjejaskan sektor industri di negara ini,\" kata seorang peniaga di pasaran saham Indonesia.\n",
        "output": [
            "\"The power outage has resulted in worries over an energy crisis which could hurt the nation's industrial sector,\" said a trader on Indonesia's stock market.\n"
        ]
    },
    {
        "input": "Kerajaan Perancis telah memberikan penghormatan khusus kepada Comanches dengan menganugerahkan mereka Chevalier Order of Merit Kebangsaan pada tahun 1989.\n",
        "output": [
            "The French Government gave special honors to the Comanches by bestowing them with the Chevalier of the National Order of Merit in 1989.\n"
        ]
    },
    {
        "input": "Ia ditekankan bahawa memilih untuk tidak menyiasat perkara yang mencurigakan adalah bayaran yang setimpal untuk menerima kesalahan mereka.\n",
        "output": [
            "It was noted that choosing not to investigate the suspicious nature of the payments was equivalent to accepting their illegality.\n"
        ]
    },
    {
        "input": "Mansour merancang untuk membentuk panel dalam tempoh lima belas hari untuk mengkaji dan mencadangkan perubahan pada perlembagaan yang kini digantung.\n",
        "output": [
            "Mansour plans to form a panel within fifteen days to review and suggest changes to the now-suspended constitution.\n"
        ]
    },
    {
        "input": "The Astros kini di tempat kelima dalam Liga Utama Nasional dengan rekod 58-73.\n",
        "output": [
            "The Astros are currently in fifth place in the National League Central with a record of 58-73.\n"
        ]
    },
    {
        "input": "Pengagihan semasa kerusi memberikan Parti Buruh Australia dengan 58 daripada 86 jumlah keseluruhan, Parti Liberal Negara dengan 25, Queensland Greens & One Nation dengan masing-masing satu dan calon bebas memegang empat.\n",
        "output": [
            "The current distribution of seats has the Australian Labor Party with 58 of the 86 total, the Liberal National Party with 25, the Queensland Greens & One Nation with one each and independents holding four.\n"
        ]
    },
    {
        "input": "Kemalangan ini membuatkan kedua-dua New Zealand dan Jerman bermula dari akhir trek untuk perlumbaan feature tersebut.\n",
        "output": [
            "This crash made both New Zealand and Germany start from the end of the track for the feature race.\n"
        ]
    },
    {
        "input": "Kami percaya adalah perlu bagi Korea Utara untuk menunjukkan tindakan konkrit ke arah penghentian semua senjata nuklear dan program nuklear yang sedia ada,\" kata Shinzo Abe, Perdana Menteri Jepun.\n",
        "output": [
            "We believe it is necessary for North Korea to show concrete actions toward the abandonment of all nuclear weapons and existing nuclear programs,\" said Shinzo Abe, the Prime Minister of Japan.\n"
        ]
    },
    {
        "input": "Dalam kenyataan 10 Mac, Sebelum keputusan dibuat, Simon menyatakan penyesalan terhadap perbuatannya.\n",
        "output": [
            "In a statement March 10, prior to the verdict, Simon expressed regret for his actions.\n"
        ]
    },
    {
        "input": "Encik Edwards menggesa supaya perkara itu supaya telus dan menyifatkan dakwaan itu sebagai \"amat membimbangkan\" dan dia berharap mereka akan diuruskan mahkamah dengan cara yang betul.\n",
        "output": [
            "Mr Edwards called for the matter to be transparent and described the complaints as \"gravely concerning\" and he hopes they are properly dealt with by the courts.\n"
        ]
    },
    {
        "input": "Para penyiasat telah mengambil masa dua minggu untuk mengenal pasti secara positif buaya bergigi itu sebagai buaya Amerika, (Alligator mississippiensis).\n",
        "output": [
            "It took investigators two weeks to positively identify the toothy crocodile as an American alligator, (Alligator mississippiensis).\n"
        ]
    },
    {
        "input": "Implimentasi kepada cadangan mereka yang mana perwarisan kepada jawatan tertinggi dalam masyarakat Jepun perlu dijalankan tanpa kecenderungan jantina.\n",
        "output": [
            "Implementation of their recommendations would mean that succession to the highest position in Japanese society would occur without a gender bias.\n"
        ]
    },
    {
        "input": "Valerie Jarret, penasihat Rumah Putih, berkata ia adalah \"langkah yang sangat, sangat penting.\"\n",
        "output": [
            "Valerie Jarrett, a White House adviser, said it was a \"very, very important step.\"\n"
        ]
    },
    {
        "input": "Insiden yang sama telah direkodkan di negeri-negeri Baltic lain, terutamanya di kejiranan selatan Finland, Estonia.\n",
        "output": [
            "Similar incidents have been recorded in other Baltic states, particularly in Finland's Southern neighbour, Estonia.\n"
        ]
    },
    {
        "input": "Martino mati di kampung halaman masa kecilnya di Philadelphia, setelah 58 tahun aktif di dalam bisnes muzik.\n",
        "output": [
            "Martino died at his childhood hometown of Philadelphia, following an active 58 years in the music business.\n"
        ]
    },
    {
        "input": "Bongo mengangkat sumpah pada hari Sabtu selepas kajian panjang pilihan raya Ogos yang membawanya kepada kuasa.\n",
        "output": [
            "Bongo was sworn in Saturday after a lengthy review of the August election that brought him to power.\n"
        ]
    },
    {
        "input": "Kelihatan dalam gambar di bawah ini adalah Leftenan (Tentera Laut) Armstrong, Pegawai Eksekutif Pelapor RCSCC 18, dan di latar belakang adalah kadet-kadet Pelapor.\n",
        "output": [
            "Seen in the photograph below is Lieutenant (Navy) Armstrong, the Executive Officer of RCSCC 18 Vanguard, in the background, are Vanguard cadets.\n"
        ]
    },
    {
        "input": "\"Dengan negeri kita bergerak melangkaui perdebatan berbelah bahagi ini, saya berharap kita semua dapat menggandakan usaha kita dan kerja sama untuk meningkatkan keadilan dan integriti sistem keadilan jenayah kita, dan untuk meminimakan fallibilitinya,\" tambah Malloy.\n",
        "output": [
            "\"As our state moves beyond this divisive debate, I hope we can all redouble our efforts and common work to improve the fairness and integrity of our criminal justice system, and to minimize its fallibility,\" added Malloy.\n"
        ]
    },
    {
        "input": "\"Ini adalah kesan-kesan yang boleh dijangka kerana mengabaikan keselamatan,\" satu peguam mewakili keluarga berkata.\n",
        "output": [
            "\"This was a foreseeable consequence of ignoring safety measures,\" one attorney representing the families said.\n"
        ]
    },
    {
        "input": "Perlumbaan wanita bermula pada 3 petang (waktu tempatan) sementara perlumbaan lelaki bermula dua jam kemudian.\n",
        "output": [
            "The women's race started at 3 p.m.(local time) while the men's race started two hours later.\n"
        ]
    },
    {
        "input": "Kajian itu ialah sejarah penuh buku kelahiran, kematian dan migrasi luar kepada penduduk di New Zealand.\n",
        "output": [
            "This study is a historic book full of births, deaths and external migration for the population of New Zealand.\n"
        ]
    },
    {
        "input": "Beberapa ahli politik Britain turut membantah pembayaran pampasan kepada orang yang dipercayai sebagai pengganas.\n",
        "output": [
            "Some British politicians also objected to paying compensation to people believed to be terrorists.\n"
        ]
    },
    {
        "input": "Penerbangan tambahan ini bermaksud Penerbangan British kini akan terbang dari Bucharest ke London, dan kembali, sepuluh kali seminggu.\n",
        "output": [
            "The extra flights will mean that British Airways will now fly from Bucharest to London, and back, ten times a week.\n"
        ]
    },
    {
        "input": "Syarikat penerbangan yang membawa bendera United Kingdom, British Airways (BA) telah memberi amaran kepada pasaran bahawa ia akan mencatatkan kerugian tahun penuh sehingga £150 juta.\n",
        "output": [
            "The United Kingdom's flag carrier airline, British Airways (BA) has warned the markets that it will post a full year loss of up to £150 million.\n"
        ]
    },
    {
        "input": "\"Unit perisian yang mengandungi maklumat yang sangat bernilai\" sempat diselamatkan, laporan berkata.\n",
        "output": [
            "The \"software unit containing information of incalculable value\" was rescued in time, reports say.\n"
        ]
    },
    {
        "input": "Ketiga ialah Etnik Turks Bulgaria, dengan kira-kira 11%.\n",
        "output": [
            "The third is Ethnic Turks of Bulgaria, with around 11%.\n"
        ]
    },
    {
        "input": "Mereka menerbitkan, pada tahun 1996, album pertama mereka, yang dijual lebih satu juta salinan di seluruh dunia.\n",
        "output": [
            "They released, in 1996, their first album, which sold over a million copies worldwide.\n"
        ]
    },
    {
        "input": "Kami akan menegakkan utusan Tuhan bukan hanya dengan suara kami tetapi juga dengan darah kami,\" Nasrallah memberitahu orang ramai, yang dianggarkan seramai 700,000 orang (polis memberitahu jumlah sebenar mungkin adalah lebih tinggi).\n",
        "output": [
            "We will uphold the messenger of God not only by our voices but also by our blood,\" Nasrallah told the crowd, estimated to be 700,000 (police said the figure was likely to be even higher).\n"
        ]
    },
    {
        "input": "Suspek ditahan pada hari Jumaat oleh Mpumalanga organisasi unit jenayah.\n",
        "output": [
            "The suspects were arrested on Friday by the Mpumalanga organized crime unit.\n"
        ]
    },
    {
        "input": "Kebelakangan ini, Fons Investment ehf. membeli syarikat penerbangan Danish, Streling Air dan Mearsk Air.\n",
        "output": [
            "Recently the Fons Investment ehf. bought the Danish airlines Sterling Air and Mearsk Air.\n"
        ]
    },
    {
        "input": "Afrika Selatan tersingkir daripada Kriket Piala Dunia 2011 selepas tewas kepada New Zealand pada perlawanan suku akhir, diadakan di Mirpur, di Bangladesh.\n",
        "output": [
            "South Africa crashed out of the 2011 Cricket World Cup after being beaten by New Zealand in the quarterfinals, played at Mirpur, in Bangladesh.\n"
        ]
    },
    {
        "input": "Encik McGuire berkata perjanjian itu tidak akan menyekat pasangan itu daripada menjual cerita mereka kepada CNN, Persembahan Amerika Syarikat Hari Ini dan Selamat Pagi Amerika, yang semua dilaporkan menghubungi Encik Russell dan Encik Webb minggu ini.\n",
        "output": [
            "Mr McGuire said the deal would not restrict the pair from selling their story to CNN, the US Today Show and Good Morning America, who have all reportedly made contact with Mr Russell and Mr Webb this week.\n"
        ]
    },
    {
        "input": "Qatar seri dalam kedua-dua perlawanan dengan Jepun dan Vietnam, bermakna ia akan berpokok pada perbezaan gol jika kedua-dua pihak seri pada empat mata.\n",
        "output": [
            "Qatar drew both matches with Japan and Vietnam, meaning it will come down to goal difference if two sides are equal on four points.\n"
        ]
    },
    {
        "input": "Bilangan mati tidak pasti, dengan anggaran nombor dari kosong sehingga lapan.\n",
        "output": [
            "The number of dead is not certain, with numbers ranging from none to eight.\n"
        ]
    },
    {
        "input": "Brad Hodge adalah batsman Australia yang mendapat paling banyak mata, menjaringkan 35 not out, manakala Andrew Symonds menjaringkan 33 run sebelum dimatikan.\n",
        "output": [
            "Brad Hodge was Australia's top scoring batsman, scoring 35 not out, while Andrew Symonds scored 33 runs before being stumped.\n"
        ]
    },
    {
        "input": "Kuota perdagangan A.S. baru akan mengehadkan pertumbuhan import tekstil China ke 7.5 peratus berbanding dengan penghantaran sepanjang tahun lalu.\n",
        "output": [
            "The new U.S. trade quota will limit the growth of Chinese textile imports to 7.5 percent compared with shipments over the past year.\n"
        ]
    },
    {
        "input": "Artikel yang membawa laman internet itu ke tempat pertama adalah penempatan tidak sukarela dalam Kesatuan Soviet.\n",
        "output": [
            "The article that put the site over the top was Involuntary settlements in the Soviet Union.\n"
        ]
    },
    {
        "input": "Semakin dekat dengan permukaan bulan, Cassini mendapati bahawa bijirin yang agak besar kaya dengan natrium dan kalium memenuhi kepulan.\n",
        "output": [
            "Closer to the moon's surface, Cassini found that relatively large grains rich with sodium and potassium dominate the plumes.\n"
        ]
    },
    {
        "input": "Peperangan bermula pada hari Sabtu 6 Oktober di bandar Mir Ali dan telah berlangsung selama tiga hari sehingga sekarang.\n",
        "output": [
            "The battles began on Saturday October 6 in the town of Mir Ali and have lasted three days so far.\n"
        ]
    },
    {
        "input": "Kem Manny Pacquiao yang diketuai oleh pengurus Freddie Roach mendakwa bahawa Diaz akan memerlukan \"keajaiban melampau\" untuk menghentikan 'The Pacman'dari mara ke kelas berat 135 paun di mana Diaz adalah petinju utama.\n",
        "output": [
            "The camp of Manny Pacquiao led by manager Freddie Roach claimed that Diaz will need a \"fucking miracle\" to stop 'The Pacman' from moving up to the 135 lbs. weight class where Diaz is top brass.\n"
        ]
    },
    {
        "input": "Ini adalah untuk menyediakan bekalan air untuk bandar disebabkan kemarau menjadi lebih kerap akibat pemanasan global.\n",
        "output": [
            "This is to provide water security for the city as droughts become more frequent due to global warming.\n"
        ]
    },
    {
        "input": "Sumber kerajaan mengatakan kepada Sydney Morning Herald bahawa kerajaan negeri dan pusat masing-masing membelanjakan sebanyak $1juta masing-masing.\n",
        "output": [
            "A government source suggested to the Sydney Morning Herald that the state and federal governments are spending up to $1million each.\n"
        ]
    },
    {
        "input": "Pihak polis menyatakan beberapa penggera yang berbunyi sepanjang malam rompakan di bahagian-bahagian lain bangunan itu telah mengalih perhatian pengawal galeri.\n",
        "output": [
            "The police stated multiple alarms during the evening of the heist in other parts of the building had distracted the gallery guard.\n"
        ]
    },
    {
        "input": "Dalam 20 perlawanan musim ini, hanya tiga kemenangan tuan rumah direkodkan, tetapi buat kali pertama dalam liga, kesemua empat pasukan tuan rumah memenangi perlawanan masing-masing dalam satu pusingan.\n",
        "output": [
            "In the 20 games so far this season, only three home wins had been recorded, but for the first time ever in the league, all four home teams won their respective matches in a single round.\n"
        ]
    },
    {
        "input": "Pendakwa, katanya, telah sentiasa fikir ada orang lain selain al-Megrahi terlibat dalam serangan itu.\n",
        "output": [
            "Prosecutors, he said, had always thought there were others besides al-Megrahi involved in the attack.\n"
        ]
    },
    {
        "input": "Orang yang membeli pas untuk acara Hari Brampton melalui Bandar digalakkan memakai band pergelangan tangan biru di sekeliling taman itu, bagi peluang untuk ditemui dan memenangi hadiah.\n",
        "output": [
            "People who bought passes to the Brampton Day event through the City were encouraged to wear blue wrist bands around the park, for a chance to get spotted and win a prize.\n"
        ]
    },
    {
        "input": "\"Telstra dijangkakan untuk membekalkan perkhidmatan sedemikian,\" kata beliau.\n",
        "output": [
            "\"Telstra are expected to provide those kinds of services,\" he said.\n"
        ]
    },
    {
        "input": "Arahan itu dijangka dengan mudah melalui Majlis Perikanan Majlis Eropah pada hari Selasa, 21 Disember, tetapi telah dibuang dari agenda atas permintaan Menteri Sains dan Pengkomputeran Poland, Wlodzimierz Marcinski.\n",
        "output": [
            "The directive was expected to easily pass through the European Council's Fisheries Council on Tuesday, December 21, but was removed from the agenda at the request of Poland's Minister of Science and Computerisation, Wlodzimierz Marcinski.\n"
        ]
    },
    {
        "input": "Beliau menjelaskan hari biasa: \"Saya berada di bilik solek satu jam setengah sebelum rancangan.\n",
        "output": [
            "She describes a typical day: \"One hour and a half before the show I'm in the make-up room.\n"
        ]
    },
    {
        "input": "Lebih banyak sekolah telah diserang termasuk Sekolah al-Fakhora yang telah membunuh 40 orang, kebanyakannya wanita dan kanak-kanak.\n",
        "output": [
            "More schools were attacked including the al-Fakhora School killing 40 people, many of them women and children.\n"
        ]
    },
    {
        "input": "38 orang dilaporkan mati dalam pengeboman berani mati semasa perhimpunan politik di Wilayah Sempadan Utara-Selatan Pakistan.\n",
        "output": [
            "38 people were said to have died in a suicide bombing during a political rally in the North-West Frontier Province of Pakistan.\n"
        ]
    },
    {
        "input": "Ahli-ahli sains di Jabatan Meteorologi India (IMD) di New Delhi dan pusat pakar Pertubuhan Meteorologi Dunia bagi Asia, mengatakan bahawa mereka mengeluarkan buletin pertama taufan ke Myanmar pada 26 April.\n",
        "output": [
            "Scientists at the Indian Meteorological Department (IMD) in New Delhi, theWorld Meteorological Organisation's specialist centre for Asia, say they issued the first of the cyclone bulletins to Myanmar as early as 26 April.\n"
        ]
    },
    {
        "input": "Perdana Menteri Liberal Dalton McGuinty telah membentuknya semula kerana dia mahu Chan berada di dalamnya.\n",
        "output": [
            "Liberal premier Dalton McGuinty recreated it because he wanted Chan in it.\n"
        ]
    },
    {
        "input": "Singh, seorang pesakit kencing manis, telah menjalani pembedahan pintasan di Britain pada tahun 1990 dan menjalani satu angioplasti pada tahun 2004 di Delhi di mana sten telah digunakan pada arteri beliau.\n",
        "output": [
            "Singh, a diabetic, underwent a bypass surgery in Britain in 1990 and had an angioplasty in 2004 in Delhi in which stents were introduced in his arteries.\n"
        ]
    },
    {
        "input": "Sepanjang sejarah berwarna-warni istana tersebut, pernah pada satu masa dimiliki William Lever yang mengasaskan Unilever.\n",
        "output": [
            "Throughout its colourful history, the castle was at one time owned by William Lever who founded Unilever.\n"
        ]
    },
    {
        "input": "\"Dia meletakkan bungkusan kedalam [kotak], dan melarikan diri ke Delaware Ave. ke arah Allen,\" kata Lt. Polis Buffalo, K Szyszkowski.\n",
        "output": [
            "\"He dropped the package into the [box], and made his way out to Delaware Ave. towards Allen,\" stated Buffalo Police Lt., K Szyszkowski.\n"
        ]
    },
    {
        "input": "Namun, ketua agensi pemantauan gempa bumi di Filipina mempertikaikan amaran agensi Jepun.\n",
        "output": [
            "The head of the earthquake monitoring agency in the Philippines disputed the Japanese agency's warnings, however.\n"
        ]
    },
    {
        "input": "Berita tersebut tersebar disebabkan tindakan undang-undang terhadap syarikat penerbangan dan syarikat bersekutu bermula mengenai kemalangan Penerbangan 269 pada September, yang membunuh 90 orang, di mana kebanyakannya warga asing.\n",
        "output": [
            "The news comes as legal action against the airline and associated companies begins over the September crash of Flight 269, which killed 90 people, mostly foreigners.\n"
        ]
    },
    {
        "input": "\"Dalam keadaan Artik, ais dapat membantu tindak balas tumpahan minyak dengan memperlahankan luluhawa minyak, melembapkan gelombang, menghalang minyak daripada merebak dalam jarak yang besar, dan membenarkan lebih banyak banyak masa untuk bertindak.\"\n",
        "output": [
            "\"In Arctic conditions, ice can aid oil spill response by slowing oil weathering, dampening waves, preventing oil from spreading over large distances, and allowing more time to respond.\"\n"
        ]
    },
    {
        "input": "Amerika Syarikat dan Eropah masing-masing menyumbang lebih daripada 25% daripada pengeluaran global terkumpul.\n",
        "output": [
            "The USA and Europe have each contributed more than 25% of accumulated global emissions.\n"
        ]
    },
    {
        "input": "Model ini meramalkan bahawa zarah boson Higgs memberikan massa untuk semua zarah asas dan menerangkan kewujudan unsur gelap, atau unsur yang tidak dapat dilihat di antara galaksi.\n",
        "output": [
            "The model predicts that Higgs boson particles gives mass to all fundamental particles and explains the existence of dark matter, or invisible matter in between galaxies.\n"
        ]
    },
    {
        "input": "Packer juga terlibat dalam industri perjudian dan pelancongan dan memiliki Crown Casino di Melbourne.\n",
        "output": [
            "Packer was also involved in the gambling and tourism industries and owned the Crown Casino in Melbourne.\n"
        ]
    },
    {
        "input": "Enam orang anak-anak yang terselamat, tiga lelaki dan tiga perempuan, yang kini berusia di antara 5 hingga 20 tahun.\n",
        "output": [
            "The surviving six children, three boys and three girls, are currently aged between 5 and 20 years old.\n"
        ]
    },
    {
        "input": "Beliau kemudian berjanji bahawa sebagai presiden beliau akan memburu Osama bin Laden sehingga \"pintu-pintu neraka.\"\n",
        "output": [
            "He then promised that as president he would hunt Osama bin Laden to the \"gates of hell.\"\n"
        ]
    },
    {
        "input": "Perintis penulis blog Malaysia Ahiruddin Attan dan Jeff Ooi telah didakwa kerana membuat fitnah oleh surat khabar terkemuka Malaysia, The News Straits Times.\n",
        "output": [
            "Pioneer Malaysian bloggers Ahiruddin Attan and Jeff Ooi have been sued for defamation by a leading Malaysian newspaper, The New Straits Times.\n"
        ]
    },
    {
        "input": "Kerajaan Itali mempertikaikan perkara ini, dan telah berkata bahawa AS menyedari sepenuhnya operasi itu pada 4 Mac.\n",
        "output": [
            "The Italian government disputes this account, and has said that the US was fully aware of the operation on March 4.\n"
        ]
    },
    {
        "input": "Ketiadaan pengecualian itu boleh membawa kepada keadaan memalukan di mana kemajuan dalam menghapuskan program nuklear Korea Utara akan tertangguh akibat sebab teknikal, kata Leonor Tomero daripada Pusat Kawalan Senjata dan Pengawalan Senjata Nuklear.\n",
        "output": [
            "The absence of the waiver could have led to an embarrassing situation where progress on dismantling North Korea's nuclear program would have been delayed because of a technicality, said Leonor Tomero of the Center for Arms Control and Non-Proliferation.\n"
        ]
    },
    {
        "input": "Perbuatan melanggar peraturan seperti meludah, melemparkan air atau berkencing ke arah pengawal adalah kes-kes yang disenaraikan secara jelas yang mana semburan lada tidak mungkin akan digunakan.\n",
        "output": [
            "Infractions such as spitting, throwing water at, or attempting to urinate on guards appear as explicitly listed cases where pepper spray may not be used.\n"
        ]
    },
    {
        "input": "Selepas harimau menyerang pekerja, ia kemudiannya menyerang dua pelawat lain.\n",
        "output": [
            "After the tiger attacked the worker, it then went on to attack the two other visitors.\n"
        ]
    },
    {
        "input": "Perdana Menteri NSW Morris Iemma telah mengumumkan pada Disember 2005 bahawa beliau berhasrat untuk menjual saham negara di Snowy Hydro yang menyebabkan kerajaan persekutuan dan kerajaan Victoria mengikut langkahnya.\n",
        "output": [
            "NSW Premier Morris Iemma announced in December 2005 that he wished to sell the state's share in Snowy Hydro that caused the federal and Victorian governments to follow.\n"
        ]
    },
    {
        "input": "Crossrail tidak menyatakan bahawa ia akan cuba menetapkan satu nilai saksama dalam tawaran asal dan sebaliknya hanya akan menawarkan kira-kira £50 bagi setiap tanah dengan harapan bahawa tidak ramai orang akan membawa perkara itu kepada Tribunal Tanah.\n",
        "output": [
            "Crossrail does not indicate that it will attempt to assign a fair value in the original offer and instead is only going to offer around £50 per property in the hope that not many people take the matter to the Land Tribunal.\n"
        ]
    },
    {
        "input": "Misinya akan \"mengukur gas yang berpunca dari kepulan,\" katanya mengakhiri kenyataan.\n",
        "output": [
            "The mission will \"measure the gas emanating from the plume,\" ended the statement.\n"
        ]
    },
    {
        "input": "Al-Qaeda menyebut dalam kenyataannya di laman web pada hari khamis bahawa mereka telah membunuh tentera berpangkat tinggi Mesir di Iraq, Ihab al-Sherif.\n",
        "output": [
            "Al-Qaeda said in a web statement Thursday that it has killed Egypt's top envoy in Iraq, Ihab al-Sherif.\n"
        ]
    },
    {
        "input": "Beliau juga tidak sengaja melecur apabila dia tertumpah air panas di kakinya ketika cuba untuk membuat kopi, nampaknya juga berpunca dari 'pertembungan'dengan jerung.\n",
        "output": [
            "He has also accidentally burnt himself when he spilled hot water on his foot whilst trying to make coffee, apparently also from a shark 'bump'.\n"
        ]
    },
    {
        "input": "Newsom telah menjadi Datuk Bandar San Francisco sejak 2003 dan dipilih semula pada tahun 2007.\n",
        "output": [
            "Newsom has been San Francisco's mayor since 2003 and was re-elected in 2007.\n"
        ]
    },
    {
        "input": "Bogdan telah dituduh oleh Rachel Smyth, mendakwa, atas memberi nasihat dan bantuan kepada Marius; Smyth mengfailkan perbicaraan pada tahun lepas dengan memberitahu Mahkamah Crown Manchester \"setelah mendengar bukti anda [para juri] bolehlah membuat kesimpulan bahawa anak lelaki itu, Marius, mempelajari perniagaan ini daripada bapanya dan ini merupakan peniagaan keluarga.\"\n",
        "output": [
            "Bogdan was accused by Rachel Smyth, prosecuting, of giving advice and assistance to Marius; Smyth opened the trial last year telling Manchester Crown Court \"[h]aving heard the evidence you [the jury] may conclude that the son, Marius, learnt this trade from his father and that this was a family business.\"\n"
        ]
    },
    {
        "input": "\"DS4SEQ ingin mendapatkan peratusan undi yang agak besar dalam undian saringan dan memenangi beberapa kerusi,\" kata Furze.\n",
        "output": [
            "\"DS4SEQ would like to gain a sizeable percentage of the primary vote and win a number of seats,\" Mr furze said.\n"
        ]
    },
    {
        "input": "Saya terluka jika keluarga saya sedih dengan komen orang-orang lain tetapi bila saya fikirkan semula saya mendapat kewarasan untuk membiarkan komen negatif!\n",
        "output": [
            " I'm hurt if my family is unhappy with people's comments but I think I gain the wisdom to ignore the negative feedback!\n"
        ]
    },
    {
        "input": "Menurut Berrigan, dalam satu temubual kepada Democracy Now pada hari Jumaat, hanya pada 14 Julai sementara menyeru A.S. untuk menahan penjualan kepada tentera Israel juga telah menjual minyak jet bernilai $120 juta membantu kempen pengeboman mereka ke atas Lubnan.\n",
        "output": [
            "According to Berrigan, in an interview given to Democracy Now on Friday, just on the 14th of July while calling for restraint the U.S. also sold $120 million worth of jet fuel to the Israeli military assisting their bombing campaign of Lebanon.\n"
        ]
    },
    {
        "input": "\"Jadi untuk saya ia adalah percubaan untuk datang ke tempat yang saya fikir cuba menyebarkan kematian dan mula memberitahu kebenaran,\" dia berkata.\n",
        "output": [
            "\"So for me it was an attempt to come to a place that I think propagates death and start to proclaim truth,\" she said.\n"
        ]
    },
    {
        "input": "\"Ia saya rasakan seperti dalam gerak perlahan. \"\n",
        "output": [
            "\"It felt to me like it was in slow motion.\"\n"
        ]
    },
    {
        "input": "Pengumpulan sisa di sekitar bolong penjana oksigen Elektron telah diberi perhatian dan digambar oleh Sharipov.\n",
        "output": [
            "Residue accumulation around the vents of the Elektron oxygen generator was noted and photographed by Sharipov.\n"
        ]
    },
    {
        "input": "\"Kes ini masih jauh dari pengakhiran,\" kata Arturo Gonzalez, ketua peguam di dalam kes Valenzuela menentang O'Connell di mana Lilian Valenzuela, seorang pelajar di Sekolah Tinggi Richmond, dan pelajar lain menyaman untuk menyekat negeri dari menggunakan peperiksaan sebagai syarat untuk tamat sekolah, \"Kami berpendapat bahawa pelajar Kelas Tahun 2006 mempunyai peluang cerah untuk mendapat sijil mereka walaupun selepas majlis konvokesyen.\"\n",
        "output": [
            "\"This case is far from over,\" said Arturo Gonzalez, the lead attorney in Valenzuela vs. O'Connell, in which Liliana Valenzuela, a Richmond High School student, and others sued to block the state's use of the test as a graduation requirement, \"We think there is a strong chance that students in the Class of 2006 will receive their diplomas, even if it is after commencement ceremonies.\"\n"
        ]
    },
    {
        "input": "Krew kapal 3504 ditemui di Pulau Sibay oleh Tentera Udara Filipina.\n",
        "output": [
            "Vessel 3504's crew were located on Sibay Island by the Philippine Air Force.\n"
        ]
    },
    {
        "input": "Pasukan New York Yankees melonjak semula daripada kekalahan teruk pada hari Sabtu kepada kemenangan perlawanan Ahad 9-4 menentang Cleveland Indians hasil daripada beberapa pukulan tepat.\n",
        "output": [
            "The New York Yankees rebounded from a tough loss on Saturday to win Sunday's game 9-4 against the Cleveland Indians thanks to some timely hitting.\n"
        ]
    },
    {
        "input": "Dia menunjukkan bahawa dia hanya menerima peratusan kecil dari pendapatan daripada perbadanan, semalam dia bermain bersama kumpulan The Distractions di Bloomsbury Theatre di London.\n",
        "output": [
            "He points out that he only receives a small percentage of his income from the corporation; last night he played with his band The Distractions at the Bloomsbury Theatre in London.\n"
        ]
    },
    {
        "input": "Amanah itu mengakui bahawa pelanggaran kesihatan dan keselamatan adalah \"penyebab utama\" kematiannya, kata pendakwa raya Pascal Bates.\n",
        "output": [
            "The trust admitted that health and safety breaches were a \"significant cause\" of his death, said Pascal Bates for the prosecution.\n"
        ]
    },
    {
        "input": "Lelai-lelaki itu, yang telah diselamatkan pada 9 Mei, masih belum bercakap secara terbuka tentang waktu mereka habiskan terperangkap di bawah tanah.\n",
        "output": [
            "The men, who were rescued on May 9, have not spoken publicly about the time they spent trapped underground.\n"
        ]
    },
    {
        "input": "Sepanjang kontroversi baru-baru ini Bush bersatu hati dengan Gonzales selama ini.\n",
        "output": [
            "Throughout the recent controversy Bush has stood next to Gonzales.\n"
        ]
    },
    {
        "input": "Menurut Le Nouvel Observateur, satu bulan selepas siasatan buruh berlaku cawangan Perancis syarikat itu telah dibubarkan.\n",
        "output": [
            "According to Le Nouvel Observateur, one month after the labor investigation took place the French branch of the company had disbanded.\n"
        ]
    },
    {
        "input": "Penyokong kempen nuklear Dasar Pemuliharaan Australia (ACF), Dave Sweeney, berkata kajian itu menunjukkan kecacatan dan tidak memberikan hujah yang kukuh untuk penggunaan tenaga nuklear.\n",
        "output": [
            "The Australian Conservation Foundation's (ACF) nuclear campaigner, Dave Sweeney, says the study appears flawed and does not provide a sound argument for the use of nuclear energy.\n"
        ]
    },
    {
        "input": "Pembekal mesti menambahkan pengiklanan dan meningkatkan prestasi meja servis mereka.\n",
        "output": [
            "Providers must sharpen up on their advertising and improve the performance of their service desks.\n"
        ]
    },
    {
        "input": "Mahkamah Hak Asasi Manusia Eropah telah menganugerahkan €2500 kepada Abu Qatadah, seorang militan Islam dan ulama, dalam tuntutan mahkamah yang dia memfailkan terhadap United Kingdom yang menahannya tanpa perbicaraan pada tahun 2002.\n",
        "output": [
            "The European Court of Human Rights has awarded €2500 to Abu Qatada, an Islamic militant and cleric, in a lawsuit he filed against the United Kingdom which detained him without trial in 2002.\n"
        ]
    },
    {
        "input": "Sebagai sebahagian daripada operasi itu, sebuah Airbas A330 Penerbangan Qantas telah dihantar ke lautan oleh pihak berkuasa Australia.\n",
        "output": [
            "As part of the operation, a Qantas Airways Airbus A330 was sent over the ocean by Australian authorities.\n"
        ]
    },
    {
        "input": "\"Dia dalam keadaan yang lemah akibat daripada apa yang berlaku,\" kata Encik Stary.\n",
        "output": [
            "\"He's in a debilitated condition as a result of what's transpired,\" Mr Stary said.\n"
        ]
    },
    {
        "input": "Ahli-ahli rejim sementara dan keluarga terdekat mereka dibenarkan masuk ke New Zealand.\n",
        "output": [
            "Members of the interim regime and their immediate families are barred from entering New Zealand.\n"
        ]
    },
    {
        "input": "Microsoft memutuskan untuk membeli satu enjin carian maklumat kesihatan yang dipanggil Medstory.\n",
        "output": [
            "Microsoft decided to buy a health information search engine called Medstory.\n"
        ]
    },
    {
        "input": "Gunung berapi itu tidak meletus semenjak tempoh empat bulan pada tahun 1989-90.\n",
        "output": [
            "The volcano had not erupted since a four-month period in 1989-90.\n"
        ]
    },
    {
        "input": "\"Kami juga berharap untuk berkembang ke dalam bahasa-bahasa lain, kerana pasti ada pasaran meminta jenama kami untuk hiburan informasi.\"\n",
        "output": [
            "\"We are looking forward to expanding into other languages as well, because there is definitely a market demanding our brand of infotainment.\"\n"
        ]
    },
    {
        "input": "Banjir, ribut, dan angin yang kuat berlaku malam tadi sebagai satu sistem ribut petir jarang berlaku dimana ianya berpindah ke rantau Pasifik Barat Laut, melibatkan kawasan-kawasan dari Seattle ke Portland dengan angin kencang dan hujan lebat.\n",
        "output": [
            "Flood, storm, and strong wind watches were in effect last night as a rare thunderstorm system moved into the Pacific Northwest region, hitting areas from Seattle to Portland with high winds and heavy rains.\n"
        ]
    },
    {
        "input": "Jawatankuasa Siasatan Moscow telah mengenalpasti suspek utama sebagai bekas banduan Sergei Pomazun.\n",
        "output": [
            "The Moscow Investigative Committee identify the main suspect as former convict Sergei Pomazun.\n"
        ]
    },
    {
        "input": "Walaubagaimanapun Beast Loose in Paradise dengan sengaja dicipta lebih kepada ciri \"kefileman\" dan \"seram.\"\n",
        "output": [
            "Although Beast Loose in Paradise is more 'movie-esque' and 'horror-ish' on purpose.\n"
        ]
    },
    {
        "input": "Conte sekarang sedang berkhidmat di dalam penjara selama empat bulan kerana mengedarkan dadah jenis streroid dan pelaburan wang haram.\n",
        "output": [
            "Conte is currently serving four months in prison for distribution of steriods and money laundering.\n"
        ]
    },
    {
        "input": "Sebuah jet F/A-18 Hornet milik Tentera Laut U.S. skuadron Blue Angels telah jatuh terhempas di Beaufort, South Carolina hari Sabtu lalu.\n",
        "output": [
            "An F/A-18 Hornet jet belonging to the U.S. Navy's Blue Angels squadron crashed in Beaufort, South Carolina Saturday.\n"
        ]
    },
    {
        "input": "Tiada pesakit diberitahu bahawa mereka telah didoakan, dan tiada satu pun dari kumpulan doa tahu siapa yang mereka doakan.\n",
        "output": [
            "None of the patients were told that they were prayed for, and none of the prayer groups knew who they prayed for.\n"
        ]
    },
    {
        "input": "Selepas berpindah ke Amerika Syarikat, beliau telah dirangka oleh Alanta Hawks dalam pusingan ketiga di NBA Draft pada tahun 1988.\n",
        "output": [
            "Upon moving to the United States, he was drafted in the third round of the 1988 NBA draft by the Atlanta Hawks.\n"
        ]
    },
    {
        "input": "Dia melarikan diri sejauh 200 meters sebelum ditangkap oleh polis.\n",
        "output": [
            "He ran away by 200 meters and was caught by the police.\n"
        ]
    },
    {
        "input": "Manchester United dan Barcelona akan bertemu di separuh akhir Liga Juara-Juara selepas kedua-dua pasukan memenangi perlawanan suku akhir mereka.\n",
        "output": [
            "Manchester United and Barcelona will face off in the Champions League semi-finals after both teams won their quarterfinal matches.\n"
        ]
    },
    {
        "input": "Nasib yang sukar untuk Fernando, masalah pit-stop merosakkan pertempuran yang hebat.\n",
        "output": [
            "Tough luck for Fernando, pit-stop problem spoiled a fantastic battle.\n"
        ]
    },
    {
        "input": "Di samping Sidang Kemuncak Kerjasama Antara-Balkan, yang akan berlangsung di Hyatt Regency Hotel Thessaloniki, Perdana Menteri Yunani Kostas Caramanlis akan bertemu dengan rakan sejawatnya dari Turki Recep Tayyip Erdogan pada hari Khamis untuk membincangkan isu-isu dua hala, termasuk masalah Cyprus.\n",
        "output": [
            "On the sidelines of the Inter-Balkan Cooperation Summit, which will take place at the Hyatt Regency Hotel of Thessaloniki, Greek Premier Kostas Caramanlis will meet with his Turkish counterpart Recep Tayyip Erdogan on Thursday in order to discuss bilateral issues, including the Cyprus problem.\n"
        ]
    },
    {
        "input": "\"Persoalannya, mengapa akan Tehran tidak bercakap kepada kami?\"\n",
        "output": [
            "\"The question is, why will Tehran not talk to us?\"\n"
        ]
    },
    {
        "input": "\"Beliau melahirkan rasa kecewa, dan beliau meminta maaf dengan cara yang sangat menggerakkan hati.\"\n",
        "output": [
            "\"He expressed his disappointment, and he apologized in a way that was very moving. \" \n"
        ]
    },
    {
        "input": "\"Kami mempunyai waran tangkap dan kami gembira untuk menahan kamu serta merta.\"\n",
        "output": [
            "\"We have a warrant of arrest that we are happy to execute against you right away.\"\n"
        ]
    },
    {
        "input": "Setahun selepas itu, kertas aliran sejarah itu masih kekal sebagai sumber statistik yang paling banyak dipetik bagi pengembalian vandalisme di Wikipedia.\n",
        "output": [
            "A year later, the history flow paper is still the most frequently cited source of statistics about the reversion of vandalism on Wikipedia.\n"
        ]
    },
    {
        "input": "Tunggangan itu adalah satu tarikan yang memutarkan orang di dalam kereta yang mempunyai dua tempat duduk, di dalam khemah yang gelap kepada kelipan cahaya dan muzik.\n",
        "output": [
            "The ride is an attraction that spins people around in two-seat cars, inside a darkened tent to flashing lights and music.\n"
        ]
    },
    {
        "input": "Beliau memulakan kerjayanya di KSAX dan juga bekerja di El Paso dan Tucson, AZ.\n",
        "output": [
            "She began her career at KSAX and also worked in El Paso and Tucson, AZ.\n"
        ]
    },
    {
        "input": "Hasil pengiklanan daripada perisian ini akan berpecah dengan Yayasan Wikimedia.\n",
        "output": [
            "The advertising revenues from this software will be split with the Wikimedia Foundation.\n"
        ]
    },
    {
        "input": "AKP mempunyai 353 daripada 550 kerusi dalam Perhimpunan Agung Nasional Turki.\n",
        "output": [
            "The AKP has 353 of the 550 seats in Grand National Assembly of Turkey.\n"
        ]
    },
    {
        "input": "Keadaan kecemasan telah diumumkan diseluruh daerah Kandahar, dengan jumlah besar kedua-dua tentera Afghanistan dan NATO telah dikerahkan untuk menjejak banduan yang melarikan diri.\n",
        "output": [
            "A state of emergency has been declared throughout Kandahar province, as large numbers of both Afghan and NATO forces have been deployed to track down the escaped prisoners.\n"
        ]
    },
    {
        "input": "Buah pinggang ini juga akan menjadi tisu pesakit dan mengelakkan isu-isu penolakan organ dan akan meningkatkan bilangan buah pinggang untuk pemindahan organ manusia.\n",
        "output": [
            "These kidneys would also be of the patient's tissue avoiding issues of organ rejection and would increase the pool of kidneys available for human transplant.\n"
        ]
    },
    {
        "input": "Jean Eyeghe Ndong berkata bahawa Bongo, pemimpin sebuah negara Afrika yang paling lama berkhidmat, telah meninggal dunia di klinik Quiron pada hari Isnin, pada usia 73.\n",
        "output": [
            "Jean Eyeghe Ndong said that Bongo, the longest-serving leader of an African country, had died at the Quiron clinic on Monday, at the age of 73.\n"
        ]
    },
    {
        "input": "Menurut blog dalam talian terkemuka Amerika yang berhaluan kiri Daily Kos, merupakan pihak pertama yang melaporkannya, CNN menggabungkan kedua-duanya pada hari Isnin, lalu membawa kepada satu segmen tentang bin Laden dengan tajuk, \"Di mana Obama?\" di The Situation Room, satu rancangan yang dihos oleh pengulas Wolf Blitzer.\n",
        "output": [
            "According to prominent American left-wing online blog Daily Kos, which was the first to report it, CNN mixed the two up on Monday, leading into a segment on bin Laden with the title, \"Where's Obama?\" on The Situation Room, a show hosted by pundit Wolf Blitzer.\n"
        ]
    },
    {
        "input": "Anugerah Kemanusiaan telah dianugerahkan kepada penghibur negara, Paul Brandt sementara Anugerah Pencapaian Istimewa Walt Grealis telah dianugerahkan kepada Citytv dan pengasas MuchMusic, Moses Znaimer.\n",
        "output": [
            "The Humanitarian Award was presented to country performer Paul Brandt while the Walt Grealis Special Achievement Award was presented to Citytv and MuchMusic founder Moses Znaimer.\n"
        ]
    },
    {
        "input": "Walaupun serangan Palin, artikel asal dalam 3 Oktober New York Times menyimpulkan bahawa Obama dan Ayers tidak pernah rapat, dan sambungan adalah melalui pemilihan awal Obama untuk projek pembaharuan pejabat dan sekolah,\" mengatakan bahawa laluan mereka telah melintasi jarang sekali.\"\n",
        "output": [
            "Despite Palin's attack, the original article in the October 3 New York Times concluded that Obama and Ayers were never close, and that the connection was through Obama's initial run for office and a schools reform project, \"saying that their paths have crossed sporadically\".\n"
        ]
    },
    {
        "input": "Beliau berkata 70% daripada kos operasi dimakan bahan api, dan syarikat penerbangan itu telah menaikkan caj sampingan bahan api sekali lagi dari 100 baht ke 850 baht seorang.\n",
        "output": [
            "He says 70% of operating costs are taken up with fuel, and the airline has already raised fuel surcharges again by 100 baht to 850 baht per leg.\n"
        ]
    },
    {
        "input": "Cheetah akan menjadi tuan rumah untuk peringkat akhir minggu hadapan, menjadikan kedudukan paling tinggi peringkat akhir (pertama, Blue Bulls yang kedua).\n",
        "output": [
            "The Cheetahs will host the final next week, being the highest place finalist (first, the Blue Bulls were second).\n"
        ]
    },
    {
        "input": "Parasiris akan kekal bebas dengan ikat jamin sementara menunggu perbicaraan awal yang akan diadakan pada bulan Ogos tahun ini.\n",
        "output": [
            "Parasiris will remain free on bail pending a preliminary hearing to be held in August of this year.\n"
        ]
    },
    {
        "input": "Pada malam Rabu, Houston Astros, satu pasukan besbol profesional di Amerika Utara, memenangi Panji Liga Kebangsaan 2005 dengan mengalahkan St Louis Cardinals dengan mata 5-1 untuk mencapai kemenangan ke-4 mereka dalam Siri Kejohanan Liga Kebangsaan.\n",
        "output": [
            "Wednesday night, the Houston Astros, a professional baseball team in North America, won the 2005 National League Pennant by defeating the St. Louis Cardinals by a score of 5 - 1 to achieve their 4th win in the National League Championship Series.\n"
        ]
    },
    {
        "input": "Dietnya terdiri daripada makanan dan ikan beku kering, yang mengekalkan keadaan fisikal dengan baik walaupun kepenatan dari segi mental.\n",
        "output": [
            "His diet consists of freeze-dried foods and fish, which are keeping him physically well-conditioned despite tiring mentally.\n"
        ]
    },
    {
        "input": "Menteri Perlindungan Warganegara Christos Papoutsis memohon maaf atas kehilangan tersebut, memetik bahawa keselamatan di galeri itu \"tidak wujud.\"\n",
        "output": [
            "Citizen's Protection Minister Christos Papoutsis apologized for the loss, citing that the security at the gallery was \"non-existent\".\n"
        ]
    },
    {
        "input": "Wartawan Tanpa Sempadan (RWB) telah merayu supaya hukuman dijatuhkan kepada mereka yang bertanggungjawab terhadap pembunuhan itu.\n",
        "output": [
            "Reporters Without Borders (RWB) have appealed for punishment of those responsible for the murder.\n"
        ]
    },
    {
        "input": "Menurut Radiopress, sebuah agensi berita Jepun yang memantau siaran radio Korea Utara, Stesen Siaran Pusat Korea Utara, serta Agensi Berita Pusat Korea dan lain-lain media Korea Utara, telah berhenti menggunakan istilah \"Pemimpin kesayangan\" apabila merujuk kepada Kim Jong Il, pemimpin tertinggi negara tersebut.\n",
        "output": [
            "According to Radiopress, a Japanese news agency that monitors North Korea's radio broadcasts, the North's Korean Central Broadcasting Station, as well as the Korean Central News Agency and other North Korean media, have stopped using the term \"Dear leader\" when referring to Kim Jong Il, the country's supreme leader.\n"
        ]
    },
    {
        "input": "Dia berkata bahawa dia kini mempertimbangkan untuk menulis rang undang-undang baru untuk diserahkan kepada Parlimen New Zealand.\n",
        "output": [
            "He says that he is now considering writing up a new bill to submit it to the New Zealand Parliament.\n"
        ]
    },
    {
        "input": "Kumpulan pengguna Which? mengatakan bayaran tambahan ini telah meningkatkan kos penerbangan sebanyak £265,000 sehari (atau kira-kira £97 juta setahun).\n",
        "output": [
            "The consumer group Which? claimed that these surcharges were increasing the cost of air travel by £265,000 a day (or about £97 million per year).\n"
        ]
    },
    {
        "input": "Artikel berita sering membincangkan sesetengah isu tetapi tidak mempedulikan isu lain yang mungkin lebih kritikal.\n",
        "output": [
            "News articles frequently discuss some issues but neglect others that might be more critical.\n"
        ]
    },
    {
        "input": "Berdekatan Festival Square ke Lake Ontario menyebabkan sebahagian daripada masalah, terutamanya bagi kumpulan seni memaparkan di selatan.\n",
        "output": [
            "Festival Square's proximity to Lake Ontario caused its share of trouble, particularly for the arts groups displaying in the south.\n"
        ]
    },
    {
        "input": "Kajian terbaru ini adalah kajian antarabangsa terhadap kehidupan dan moral.\n",
        "output": [
            "The new study is an international study of survival and mortality.\n"
        ]
    },
    {
        "input": "Mereka menghubungi pihak berkuasa Sepanyol supaya \"bertindak segera\" dan \"lakukan apa sahaja yang boleh untuk membawa balik 36 orang nelayan terlibat.\"\n",
        "output": [
            "They called for Spanish authorities to \"act immediately\" and \"do everything possible to bring home the 36 fishermen.\"\n"
        ]
    },
    {
        "input": "Pakar obstetrik hospital tersebut Andrew Miller berkata bahawa kandungan luar rahim yang bertahan jangka penuh adalah \"tidak pernah didengari.\"\n",
        "output": [
            "The hospital's obstetrician Andrew Miller says that having an ovarian pregnancy survive to full-term is \"unheard of\".\n"
        ]
    },
    {
        "input": "Stren itu ditemui semasa April dan Jun 2006 di Wilayah Fujian China apabila pasukan Guan diperiksa itik, ayam, angsa dan burung lain di sebuah pasar di wilayah itu.\n",
        "output": [
            "The strain was discovered during April and June of 2006 in China's Fujian Province when Guan's team examined ducks, chickens, geese and other birds at a market in the province.\n"
        ]
    },
    {
        "input": "Raymond Lee Oyler dari California, Amerika Syarikat telah disabitkan atas pembunuhan lima anggota bomba Perkhidmatan Hutan AS yang terbunuh ketika cuba mengawal api tersebar yang dia nyalakan.\n",
        "output": [
            "Raymond Lee Oyler of California, United States has been convicted of the murders of five US Forest Service firefighters killed while attempting to control a wildfire he had lit.\n"
        ]
    },
    {
        "input": "Penumpang kebanyakannya warga asing dari Nass-Murray dan syarikat pembinaan Roberts, dan telah menikmati makan malam di pelayaran malam untuk meraikan penyempurnaan mereka untuk sebahagian pembinaan menara Perdagangan Dunia Bahrain.\n",
        "output": [
            "The passengers were mostly foreigners from the Nass-Murray and Roberts construction company, and were enjoying an evening dinner cruise in celebration of their completion of part of the Bahrain World Trade Centre towers.\n"
        ]
    },
    {
        "input": "Pengorbit Cassini NASA telah menghantar balik imej-imej yang luar biasa dari Zuhal, mendedahkan bahawa cincin yang terkenal di planet itu adalah jauh lebih berbonggol daripada yang dijangkakan.\n",
        "output": [
            "NASA's Cassini orbiter has sent back remarkable images from Saturn, revealing that the planet's famous rings are far more bumpy than expected.\n"
        ]
    },
    {
        "input": "Saskatchewan terakhir memenangi Piala pada tahun 1989, dan penampilan terakhir mereka untuk permainan kejohanan itu pada tahun 1997 terhadap Toronto Argonauts.\n",
        "output": [
            "Saskatchewan last won the Cup in 1989, and their last appearance at the championship game was in 1997 against the Toronto Argonauts.\n"
        ]
    },
    {
        "input": "Dia berkata suaminya Pat, tidak dapat membiarkan barang kepunyaan Casey kekal di dalam rumah dan telah menyimpannya di dalam stor.\n",
        "output": [
            "She says her husband Pat, couldn't bear having Casey's things at home and put most of them in storage.\n"
        ]
    },
    {
        "input": "Sebagai pengurus, beliau juga menang sebanyak 1,800 perlawanan di dalam tempoh selama 23 tahun.\n",
        "output": [
            "As a manager, he also won 1,800 games over the course of 23 years.\n"
        ]
    },
    {
        "input": "Menteri Imigresen Besson mempertahankan keputusan itu dengan berkata \"jika Perancis tidak menghantar orang kembali, ia menjadi sasaran pemerdagangan manusia.\"\n",
        "output": [
            "Immigration Minister Besson defended the decision, saying that \"if France never sends people back, it becomes the target for people traffickers.\"\n"
        ]
    },
    {
        "input": "Kukris menjaring satu percubaan setelah masa penuuh tetapi gagal untuk menukar tendangan yang agak mudah yang boleh memungkinkan kemenangan permainan tersebut untuk mereka.\n",
        "output": [
            "Kukris scored a try after full-time yet failing to convert a relatively simple kick that would have won the game for them.\n"
        ]
    },
    {
        "input": "Jurucakap untuk Kementerian Luar Israel, Yigal Palmor berkata, \"Ini adalah lebih daripada aneh, terutama sejak Hamas dikenali di peringkat antarabangsa sebagai kumpulan pengganas.\"\n",
        "output": [
            "Spokesman Yigal Palmor for Israel's Foreign Ministry said, \"This is more than strange, especially since Hamas is internationally recognized as a terror group.\"\n"
        ]
    },
    {
        "input": "Menteri Pertanian Jim Sutton pergi jauh dengan mengatakan bahawa penggantungan eksport daging dari beberapa negara mungkin betul-betul terjadi.\n",
        "output": [
            "Agriculture Minister Jim Sutton went so far as to say that the suspension of meat exports by some countries was a real possibility.\n"
        ]
    },
    {
        "input": "Selepas pulang dari rehat iklan, Blitzer memberitahu tetamunya bahawa CNN baru menerima buletin berita dari Rumah Putih.\n",
        "output": [
            "After returning from commercial break, Blitzer told his guests that CNN had just received a news bulletin from the White House.\n"
        ]
    },
    {
        "input": "Datuk Bandar Marie Trainer dari Daerah Haldimand, di mana terletaknya Caledonia, berkata: \"Mesyuarat akan datang antara dua pihak akan disia-siakan atas perkara remeh sekali lagi dan bukannya membincangkan penyelesaian.\"\n",
        "output": [
            "Mayor Marie Trainer of Haldimand County, were Caledonia is located, said: \"The next meeting or two will be wasted on frivolous stuff again instead of getting down to business.\"\n"
        ]
    },
    {
        "input": "Menurut satu laporan, beberapa serangan udara Israel ke Semenanjung Gaza telah mencederakan tiga kanak-kanak, termasuk seorang bayi.\n",
        "output": [
            "According to reports, multiple Israeli airstrikes in the Gaza Strip have injured three children, including one infant.\n"
        ]
    },
    {
        "input": "Pegawai-pegawai dapat meredakan peranti, laporan All Headline News.\n",
        "output": [
            "Officials were able to defuse the device, reports All Headline News.\n"
        ]
    },
    {
        "input": "\"Pengambilalihan ini saling melengkapi untuk 7-Eleven dan meningkatkan kehadiran pasaran di kawasan Chicagoland,\" kata 7-Eleven Inc.\n",
        "output": [
            "\"This acquisition is a strategic fit for 7-Eleven and enhances market presence in the Chicagoland area,\" said 7-Eleven Inc.\n"
        ]
    },
    {
        "input": "Di Persidangan Perubahan Iklim Bangsa-Bangsa Bersatu di Copenhagen, selepas rundingan selama empat hari, negara-negara Afrika telah membuat draf perjanjian masa depan versi pertama, bagi menggantikan protokol Kyoto 1997.\n",
        "output": [
            "At the United Nations Climate Change Conference in Copenhagen, after four days of negotiations, Africa countries have made the first draft version of future possible treaty, to replace the 1997 Kyoto protocol.\n"
        ]
    },
    {
        "input": "Cook, berumur 59 tahun, dikejarkan ke hospital di Inverness oleh servis helikopter penyelamat setengah jam selepas beliau rebah.\n",
        "output": [
            "Cook, aged 59, was flown to a hospital in Inverness by a rescue service helicopter half an hour after collapsing.\n"
        ]
    },
    {
        "input": "\"Rang undang-undang rangsangan kedua-dua parti dan ekonomi yang perlahan adalah sebab-sebab utama bagi peningkatan dalam defisit seperti yang ditunjukkan dalam hasil bajet tahun ini.\"\n",
        "output": [
            "\"The bipartisan stimulus bill and the slow economy are the primary reasons for the increase in deficit as reflected in this year's budget results.\"\n"
        ]
    },
    {
        "input": "Glasgow juga menyaman atas gangguan seksual, dan mendakwa Miller cuba melakukan hubungan seks dengannya pada bulan September 2006.\n",
        "output": [
            "Glasgow is also suing for sexual harassment, and claims Miller came on to him in September 2006.\n"
        ]
    },
    {
        "input": "Blatt juga mengkritik bahawa pendakwa potret telah dicat oleh anak guamnya.\n",
        "output": [
            "Blatt also criticized the portrait prosecutors had painted of his client.\n"
        ]
    },
    {
        "input": "Sesi pertama penerbangan kapal terbang tersebut menuju New York bakal terbang di bawah nombor penerbangan Lufthansa, dan dijangka tiba di lapangan terbang John F. Kennedy New York pada 12:30 EST (16:30 UTC).\n",
        "output": [
            "The first leg of the flight going towards New York will be travelling under a Lufthansa flight number, and is due to arrive at New York's John F. Kennedy airport at 12:30 EST (16:30 UTC).\n"
        ]
    },
    {
        "input": "ABC News telah memperoleh dan mengeluarkan transkrip mesej yang dirakam oleh Osama Bin Laden.\n",
        "output": [
            "ABC News has obtained and released a transcript of a taped message from Osama Bin Laden.\n"
        ]
    },
    {
        "input": "Berikutan dengan kedatangan pilihan raya pada hari Sabtu ini di Queensland, Australia, wartawan Wikinews Patrick Gillett memberi pratonton parti-parti yang bertanding.\n",
        "output": [
            "With an election coming up this Saturday in the Australian state of Queensland, Wikinews reporter Patrick Gillett previews the contesting parties.\n"
        ]
    },
    {
        "input": "Pada dos itu, kata Wurtman, kesan hormon ini berakhir selepas beberapa hari kerana reseptor melatonin dalam otak menjadi tidak responsif apabila terdedah kepada terlalu banyak hormon.\n",
        "output": [
            "At that dose, says Wurtman, the hormone's effects end after a few days because melatonin receptors in the brain become unresponsive when exposed to too much of the hormone.\n"
        ]
    },
    {
        "input": "Sistem yang sama menyebabkan banjir yang teruk dan hujan pada tahun 2003.\n",
        "output": [
            "A similar system caused severe flooding and precipitation in 2003.\n"
        ]
    },
    {
        "input": "Keputusan pungutan suara Zogby ini telah dibebaskan Isnin lepas (22 Mei), tetapi sebahagian besarnya tidak dilaporkan oleh media masa, mungkin disebabkan oleh berat sebelah dalam sumber itu.\n",
        "output": [
            "The results of this Zogby poll were released last Monday (22 May), but went largely unreported by the mass media, possibly due to bias within the source.\n"
        ]
    },
    {
        "input": "Sekarang kita perlu lakukan apa yang kita mampu untuk menghentikan mogok ini daripada berterusan, kata beliau.\n",
        "output": [
            "We now have to do whatever is possible to stop this strike from proceeding, he said.\n"
        ]
    },
    {
        "input": "Polis menemui satu tanda buatan sendiri di badannya yang berkata \"Awak Tidak Patut Membunuh.\"\n",
        "output": [
            "Police found a homemade sign near his body which said \"Thou Shalt Not Kill.\"\n"
        ]
    },
    {
        "input": "Jangkitan kuman itu sangat bermasalah kerana hampir satu perempat daripada orang-orang yang mendapat jangkitan staph memerlukan rawatan di hospital.\n",
        "output": [
            "The infections are particularly problematic because nearly a quarter of people who get a staph infection require hospitalization.\n"
        ]
    },
    {
        "input": "Amerika Syarikat telah meningkatkan sekuriti lapangan terbang berikutan kegagalan percubaan pengeboman pada Disember 25 dalam satu penerbangan Delta oleh seorang lelaki Nigeria dengan bahan letupan dalam seluar dalamnya.\n",
        "output": [
            "The US has increased its airport security following the failed attempted December 25 bombing of a Delta flight by a Nigerian man with explosives in his underpants.\n"
        ]
    },
    {
        "input": "Projek ini memerlukan pelaburan sebanyak 10.9 juta lei baru (3 juta euro), separuh daripada yang telah diperuntukkan, menurut penyelaras projek, Stancu Samoila.\n",
        "output": [
            "The project needs investment of 10.9 million new lei (3 million euro), half of which have already been allocated, according to the project's co-ordinator, Stancu Samoila.\n"
        ]
    },
    {
        "input": "Satu 'kod Merah'- pemindahan penuh - telah ditentukan pada kira-kira 9:15 pagi.\n",
        "output": [
            "A 'code Red' - full evacuation - was set at around 9.15am.\n"
        ]
    },
    {
        "input": "Parlimen di kedua-dua negara itu meluluskan perjanjian tersebut yang dijangka akan menyatukan kedua-dua negara.\n",
        "output": [
            "Parliaments in both countries approved the deal, which will be binding on both countries.\n"
        ]
    },
    {
        "input": "Letupan dan kebakaran itu pada mulanya difikir daripada sebuah kapal terbang komersial yang dijatuhkan.\n",
        "output": [
            "The explosion and subsequent fire was originally thought to have been a downed commercial aircraft.\n"
        ]
    },
    {
        "input": "Pertumbuhan leu turut memberi kesan terhadap nilai tukaran global, melemahkan dolar US sebanyak 1% di seluruh dunia.\n",
        "output": [
            "The leu's growth also had an impact on global exchange rates, weakening the US dollar worldwide by 1%.\n"
        ]
    },
    {
        "input": "Free State berjaya mengumpul sebanyak 17 berbanding dengan kosong pada separuh masa pertama.\n",
        "output": [
            "The Free State were up 17 to nil during the first half.\n"
        ]
    },
    {
        "input": "\"Kami menghidupkan enjin sama seperti mereka akan hidup semasa penerbangan, sebaliknya bukan di udara, mereka diikat.\n",
        "output": [
            "\"We ran the engines just like they would run during flight, but instead of being up in the air, they were held down.\n"
        ]
    },
    {
        "input": "Sebaliknya, dianggap ais 'lembut' terbentuk dalam paip dan kemudian hancur, masuk ke penukar haba bahan api/minyak dan mengehadkannya.\n",
        "output": [
            "Instead, it is thought 'soft' ice formed in the pipes and then broke off, travelling to the fuel/oil heat exchanger and restricting it.\n"
        ]
    },
    {
        "input": "Semua batang itu boleh diproses semula untuk beberapa bulan bagi menyari plutonium gred-senjata.\n",
        "output": [
            "The rods could be reprocessed for several months to extract weapons-grade plutonium.\n"
        ]
    },
    {
        "input": "Terdapat sekurang-kurangnya dua pemenang besar untuk cabutan loteri Mega Million Malam Selasa $370 Juta yang diadakan di 12 negeri Amerika Syarikat.\n",
        "output": [
            "There are at least two big winners in Tuesday night's US$370 million Mega Millions lottery drawing which is held in 12 U.S. states.\n"
        ]
    },
    {
        "input": "Empat jet pejuang F3 Tornado telah dilancarkan oleh Tentera Udara Diraja United Kingdom untuk memintas pesawat tentera Rusia.\n",
        "output": [
            "Four F3 Tornado fighter jets were launched by the United Kingdom's Royal Air Force to intercept Russian military planes.\n"
        ]
    },
    {
        "input": "Wilayah Ibu Negara Australia - Beribu-ribu orang Canberra datang melawat Empangan Cotter yang baru di Sungai Cotter pada hari terbuka pada hari Ahad.\n",
        "output": [
            "Australian Capital Territory — Thousands of Canberrans took a look at the new Cotter Dam on the Cotter River on open day on Sunday.\n"
        ]
    },
    {
        "input": "Bourdin hidup dengan pasangan itu selama tiga bulan sebelum wartawan mendedahkannya dan pembohongan beliau telah disahkan dengan ujian DNA.\n",
        "output": [
            "Bourdin lived with the couple for three months before a journalist exposed him and his lies were confirmed by a DNA test.\n"
        ]
    },
    {
        "input": "Wartawan tanpa sempadan mendakwa bahawa Poland adalah satu-satunya negara Kesatuan Eropah di mana hukuman penjara dikenakan atas \"kesalahan berpendapat\" dan bahawa ini adalah kejadian pertama di Kesatuan Eropah.\n",
        "output": [
            "Reporters sans frontières claims that Poland is the only European Union country in which prison sentences are imposed for \"offences of opinion\" and that this is the first such occurrence in the EU.\n"
        ]
    },
    {
        "input": "Turut diberi komen bahawa dia terlepas satu peluang lagi untuk tindakan pengelakan kecemasan apabila pesawat itu melanggar landasan dan melantun ke udara, pada masa pembantu juruterbang Gagam Rochmana meminta prosedur 'pengambilan lencongan' dimulakan, tetapi juga diabaikan.\n",
        "output": [
            "It also commented that he missed one further opportunity for emergency evasive action when the airliner struck the runway and bounced into the air, at which point co-pilot Gagam Rochmana requested a 'go-around' procedure be initiated, but was also ignored.\n"
        ]
    },
    {
        "input": "\"PM telah dihantar ke Dewan Bedah pada jam 6:40 am, pembedahan telah dilakukan pada jam 8:45 am dan diakhiri pada jam 7:30 pm.\"\n",
        "output": [
            "\"PM was sent to the Operation Theatre at 6:40 am, surgery was done at 8:45 am and was concluded at 7:30 pm.\"\n"
        ]
    },
    {
        "input": "Walau bagaimanapun, kadang kala dalam 10 bilion tahun yang lalu, sebahagian besar daripada baryons, biasanya dirujuk sebagai \"jirim biasa\" untuk membezakan mereka dari jirim gelap dan tenaga gelap, telah hilang.\n",
        "output": [
            "However, sometime during the last 10 billion years a large fraction of the baryons, commonly referred to as \"ordinary matter\" to distinguish them from dark matter and dark energy, have gone missing.\n"
        ]
    },
    {
        "input": "Kami sedang bersedia dalam keadaan di mana kami benar-benar tidak tahu seserius mana wabak ini.\"\n",
        "output": [
            "We're preparing in an environment where we really don't know ultimately what the size of seriousness of this outbreak is going to be.\"\n"
        ]
    },
    {
        "input": "Serangan ini tidak seperti pengeboman berani mati di mana bomnya adalah dinamit dan bola galas yang diikat pada dua wanita.\n",
        "output": [
            "These attacks were unlike suicide bombings in that the bombs were dynamite and ball bearings strapped to two women.\n"
        ]
    },
    {
        "input": "Ikan paus pilot ini mendamparkan diri sendri di Pelabuhan Levy di Pulau Selatan, tetapi bedozen-dozen sukarela membantu untuk cuba mendapatkan mereka kembali ke gigi laut, yang mana berlumpur dan cetek.\n",
        "output": [
            "The pilot whales beached themselves at Port Levy on South Island, but dozens of volunteers helped to try and get them back out to the open water out of the inlet, which is muddy and shallow.\n"
        ]
    },
    {
        "input": "Kadar kelulusan didalam negara tersebut pergi dari 72 ke sebelas peratus, dengan banyak sekolah tidak melihat walau satu kelulusan.\n",
        "output": [
            "Pass rates in the nation went from 72 to eleven percent, with many schools not seeing even one pass.\n"
        ]
    },
    {
        "input": "Untuk bot-bot tersebut, \"Kami diarahkan oleh undang-undang antarabangsa untuk mempelawa mereka kembali kepada pemilik-pemilik mereka, tetapi oleh kerana anak kapal telah dihantar pulang serta merta, keupayaan pemilik-pemilik untuk medapatkannya semula untuk dibawa pulang ke Indonesia...adalah agak terhad,\" terang Senator tersebut.\n",
        "output": [
            "As for the boats, \"We're required by international law to offer them to bond them back to the owners, but as the crew are immediately repatriated the ability of the owners to get them back to Indonesia ... is fairly limited,\" the Senator explained.\n"
        ]
    },
    {
        "input": "Ia mengambil masa beberapa jam sebelum pasukan keselamatan dapat mengawal semua kawasan itu.\n",
        "output": [
            "It took several hours before security forces were able to gain control of all the sites.\n"
        ]
    },
    {
        "input": "Beliau yang berusia 28 tahun telah cedera setelah dibentes oleh Joe Jacobson dan permainan ditangguhkan sebelum dia dibawa ke hospital.\n",
        "output": [
            "The 28 year old was injured in a tackle by Joe Jacobson and the game was delayed before he was taken to hospital.\n"
        ]
    },
    {
        "input": "Walaubagaimanapun, berikutan angin kencang pada waktu petang, bara api dibawa merentasi saluran air dan kebakaran kini menuju kawasan berpopulasi tinggi di Palmdale.\n",
        "output": [
            "However, as winds picked up in the afternoon, fire embers were carried across the aqueduct and the fire is now heading towards a highly-populated area of Palmdale.\n"
        ]
    },
    {
        "input": "Praveen Khandelwal, Setiausaha Agung Gabungan All India Traders, berkata, mereka akan menamatkan mogok pada malam Rabu dan mereka meneruskan pergolakan mereka dengan mogok lapar dan persidangan terhadap pemanduan kedap.\n",
        "output": [
            "Praveen Khandelwal, Secretary General of the Confederation of All India Traders, said, they will call off the strike on Wednesday night and they continue their agitation by hunger-strike and conferences against the sealing drive.\n"
        ]
    },
    {
        "input": "Tatasusunan terdiri daripada dua tatasusunan 115-kaki-panjang, untuk sejumlah rentang sayap 240 kaki, termasuk peralatan yang menghubungkan kedua-dua bahagian dan membolehkan mereka untuk pusing kerana mereka mengesan matahari.\n",
        "output": [
            "The arrays consist of two 115-foot-long arrays, for a total wing span of 240 feet, including the equipment that connects the two halves and allows them to twist as they track the sun.\n"
        ]
    },
    {
        "input": "Pekerja pembinaan tidak cedera, bernasib baik kerana mereka sedang berehat pada masa kejadian itu.\n",
        "output": [
            "Construction workers escaped injury, luckily they were on a coffee break at the time of the incident.\n"
        ]
    },
    {
        "input": "\"Saya tahu beliau ikhlas tentang mahukan kebebasan dari Iraq,\" Cindy berkata selepas pertemuan.\n",
        "output": [
            "\"I now know he's sincere about wanting freedom for the Iraqis,\" Cindy said after their meeting.\n"
        ]
    },
    {
        "input": "Sebuah akhbar tempatan Dover, York Rekod Harian, berpendapat bahawa pengundi Dover perlu mengambil kira bukti perbicaraan semasa pilihan raya umum apabila mereka boleh mengundi untuk ahli-ahli lembaga sekolah bersama-sama dengan pejabat elektif lain.\n",
        "output": [
            "A local Dover newspaper, the York Daily Record, editorialized that Dover voters should take trial testimony into account during the general election when they could cast votes for school board members along with other elective offices.\n"
        ]
    },
    {
        "input": "Di waktu dulu, aktiviti berunsur politik yang merupakan taboo di dalaman China telah ditoleransi oleh pihak berkuasa Special Administrative Region of the People's Republic of China (SAR).\n",
        "output": [
            "In the past political activities that are taboo in China proper have been tolerated by the Special Administrative Region of the People's Republic of China (SAR) authorities.\n"
        ]
    },
    {
        "input": "Dia adalah ibu kepada tiga orang anak dan berumur empat puluhan dari Long Island yang berpakaian seluar hitam dan baju berleher penyu hitam yang mencecah rambut berselang-seli keemasan yang diikat dalam fesyen ekor kuda lebat.\n",
        "output": [
            "She is a beautiful forty-ish Long Island mother of three who is dressed in smart black pants and a black turtleneck that reaches up to her blond-streaked hair pulled back in a bushy ponytail.\n"
        ]
    },
    {
        "input": "Penyiasat berkata, mereka kini tidak pasti sama ada letupan itu adalah sememangnya tidak disengajakan, atau jika unsur jenayah terlibat, kerana semua usaha telah tertumpu kepada usaha untuk mencari mangsa yang terselamat.\n",
        "output": [
            "Investigators say they are currently unsure if the blast was purely accidental, or if foul play was involved, as all efforts were initially focused on attempting to locate survivors.\n"
        ]
    },
    {
        "input": "Perempuan tersebut kelihatan seperti rambutnya disambar oleh lelaki bersenjata tersebut yang kemudiannya menembaknya bersama dengan dua orang lelaki yang cuba menolongnya.\n",
        "output": [
            "She was apparently grabbed by the hair by the gunman who then shot her and two men who attempted to come to her aid.\n"
        ]
    },
    {
        "input": "Kemudian ia adalah permainan semula yang tahan lasak untuk kedua-dua pasukan, terutamanya pasukan Belanda, tetapi Torbinsky dan Arshavin menjaringkan gol, menamatkan perlawanan dengan berkesan.\n",
        "output": [
            "Then it was a hardy play-off for both teams, especially the Dutch, but Torbinsky and Arshavin scored goals, effectively put an end to the match.\n"
        ]
    },
    {
        "input": "Taliban mengaku bertanggungjawab terhadap letupan itu, berkata sasaran mereka adalah kedutaan.\n",
        "output": [
            "The Taliban claimed responsibility for the blast, saying their target was the embassy.\n"
        ]
    },
    {
        "input": "Benjamin Mullany, lelaki British yang ditembak bersama-sama dengan isterinya semasa bercuti di Antigua telah meninggal dunia.\n",
        "output": [
            "Benjamin Mullany, the British man who was shot along with his wife while on holiday in Antigua has died.\n"
        ]
    },
    {
        "input": "Wood mempertikaikan ini, dengan mengatakan, \"Jelas sekali terdapat beberapa bidang undang-undang antarabangsa yang boleh menjadi agak tidak menentu.\n",
        "output": [
            "Wood disputes this, saying, \"Obviously there are some areas of international law that can be quite uncertain.\n"
        ]
    },
    {
        "input": "\"Disebabkan Mr. Rudd telah memberhentikan semuanya kita telah menerima lebih dari 50,000 kedatangan yang menyalahi undang-undang,\" dakwa Abbott.\n",
        "output": [
            "\"It's because Mr. Rudd closed it all down that we've had more than 50,000 illegal arrivals,\" claimed Abbott.\n"
        ]
    },
    {
        "input": "\"Dalam menjawab soalan itu, Tom Cruise telah memperkenalkan teknologi LRH [L. Ron Hubbard] kepada lebih daripada 1 bilion orang di muka bumi.\"\n",
        "output": [
            "\" In answering that question, Tom Cruise has introduced LRH [L. Ron Hubbard] technology to more than 1 billion people on earth.\"\n"
        ]
    },
    {
        "input": "Kebanyakan mati ketika memakan malam di dek bawah, dan telah terperangkap di bawah.\n",
        "output": [
            "Most who died were dining on the lower deck, and were trapped below.\n"
        ]
    },
    {
        "input": "Selepas keputusan bersalah dibacakan, Browne Sanders yang lega memeluk keluarga dan rakannya yang hadir ke perbicaraan itu.\n",
        "output": [
            "After the guilty verdict was read, a relieved Browne Sanders hugged her family and friends who were present at the trial.\n"
        ]
    },
    {
        "input": "Namun, pasangan itu masih menyumbang kepada jaringan pasukan itu, dengan Crispin menjaringkan 12 mata dengan 15 melantun, dan Merritt menjaringkan 16 mata dengan enam melantun.\n",
        "output": [
            "Nonetheless, the pair still contributed to the team's scoreline, with Crispin scoring 12 points with 15 rebounds, and Merritt scoring 16 points with six rebounds.\n"
        ]
    },
    {
        "input": "\"Siasatan masih di peringkat awal dan siasatan masih diteruskan,\" kata jurucakap itu.\n",
        "output": [
            "\"The investigation is at a very early stage and inquiries are continuing,\" the spokeswoman said.\n"
        ]
    },
    {
        "input": "Yang cedera telah dibawa ke hospital tentera tempatan untuk rawatan, sementara pasukan keselamatan mengawal tempat kejadian letupan itu.\n",
        "output": [
            "The wounded were taken to a local military hospital for treatment, while security forces secured the scene of the blast.\n"
        ]
    },
    {
        "input": "Mereka yang telah membayar untuk memperbaiki Xbox 360 akan diedarkan cek pembayaran balik secara automatik dalam tempoh lebih kurang 10 minggu dari tarikh kini.\n",
        "output": [
            "People who have paid for Xbox 360 repair will be automatically distributed a reimbursement check in about 10 weeks from the present date.\n"
        ]
    },
    {
        "input": "Kedua-dua bandar Senaki dan Zugdidi terletak di kedudukan Georgia yang betul, di luar \"zon keselamatan\" sekitar kawasan Abkhazia.\n",
        "output": [
            "Both the town of Senaki and Zugdidi lie in Georgia proper, outside the \"security zone\" around the region of Abkhazia.\n"
        ]
    },
    {
        "input": "Insiden di dalam masjid itu menimbulkan kontroversi yang agak banyak sama ada wartawan yang turut serta patut mengekalkan pendapat yang neutral.\n",
        "output": [
            "The incident in the mosque raised considerable controversy over whether embedded journalists should maintain a neutral point of view.\n"
        ]
    },
    {
        "input": "\"Untuk mempunyai perniagaan yang membolehkan kekotoran seperti itu ditayangkan melalui laman sesawang mereka atau melalui sistem mereka adalah sesuatu yang mereka tidak boleh tangani.\"\n",
        "output": [
            "\"To have a business allow that type of filth to be purveyed through their website or through their system is something that they say they can't handle.\"\n"
        ]
    },
    {
        "input": "Ia secara langsung akan bersaing dengan Media Center sistem operasi Microsoft.\n",
        "output": [
            "It will directly compete with Microsoft's Media Center operating system.\n"
        ]
    },
    {
        "input": "Sebilangan besar batu biru atau cip dolerit Preseli berbintik yang ditemui semasa penggalian itu menjadikan penyelidik membuat kesimpulan bahawa batu-batu itu telah dimakamkan kerana fungsi penyembuhannya.\n",
        "output": [
            "A large number of bluestone or spotted Preseli dolerite chips found during the excavation led the researchers to conclude the stones were venerated for their healing properties.\n"
        ]
    },
    {
        "input": "Mayatnya telah dibawa dengan sebuah helikopter ke Lapangan Terbang Kecil Kandahar.\n",
        "output": [
            "His remains were taken by a helicopter to the Kandahar Airfield.\n"
        ]
    },
    {
        "input": "Apabila pada 64, Yuvraj berlaku telah diredakan oleh penutup dari Shoaib Malik.\n",
        "output": [
            "When on 64, Yuvraj was put down at covers by Shoaib Malik.\n"
        ]
    },
    {
        "input": "Minggu maklumat telah melaporkan bahawa kabel itu dijangka menelan belanja beberapa juta dolar Amerika.\n",
        "output": [
            "Information week has reported that the cable is expected to cost several million US dollars.\n"
        ]
    },
    {
        "input": "Dia juga mengumumkan yang dia mahukan perubahan dalam undang-undang pilihan raya agar sistem politik dua parti akan wujud, dan dia mahu membentuk kerajaan majoriti selepas pilihan raya seterusnya.\n",
        "output": [
            "He also declared that he wanted a change in the electoral law so that a bipartisan political system would arise, and that he wants to form a majority government after the next election.\n"
        ]
    },
    {
        "input": "\"Ini adalah jenayah yang agak mengerikan, agak tidak masuk akal, dan masyarakat memegang petunjuk untuk menyelesaikan jenayah ini dengan cepat.\"\n",
        "output": [
            "\"This is quite an awful crime, quite senseless, and the community holds the clue to solving this crime quickly.\"\n"
        ]
    },
    {
        "input": "Arca tersebut, sebuah replika baru \"Goddess of Democracy\" dan sebuah ukiran yang dipanggil \"Tiananmen Massacre Relief\", telah ditempatkan di medan pusat membeli-belah Time Square Hong Kong dalam memperingati ulangtahun ke 21 Kejadian Tiananmen Square.\n",
        "output": [
            "The sculptures, a new replica of the \"Goddess of Democracy\" and a carving called the \"Tiananmen Massacre Relief\", had been placed in the piazza of Hong Kong's Times Square shopping mall in remembrance of the 21st anniversary of the Tiananmen Square Incident.\n"
        ]
    },
    {
        "input": "Belah ACT termasuk ahli-ahli pasukan kebangsaan Australia Aimee Murch dan Clare Warwick; pemegang pingat gangsa Olimpik Brenda De Blaes; wakil pasukan negeri Victoria, ahli pasukan kebangsaan dan pemegang pingat gangsa Olimpik Justine Smethurst; dan Clare Currie, yang hampir kehilangan peluang untuk ke pasukan kebangsaan.\n",
        "output": [
            "The ACT side included Australian national team members Aimee Murch and Clare Warwick; Olympic bronze medalist Brenda De Blaes; Victorian state team representative, national team member and Olympic bronze medalist Justine Smethurst; and Clare Currie, who narrowly missed the cut for the national team.\n"
        ]
    },
    {
        "input": "Ia mempunyai jisim 2,600 kg, dan jangka hayat orbit sebanyak 12 tahun.\n",
        "output": [
            "It has a mass of 2600kg, and an expected orbital lifetime of 12 years.\n"
        ]
    },
    {
        "input": "Di negara-negara membangun, kata laporan itu, golongan miskin di bandar mungkin akan paling terjejas oleh kelembapan ekonomi, kerana keupayaan mereka untuk mencari kerja adalah yang paling bergantung kepada faktor-faktor seperti pelaburan asing dan permintaan eksport.\n",
        "output": [
            "In developing countries, the report says, the urban poor are likely to be most affected by the economic slowdown, as their ability to find work is most dependent on factors like foreign investment and export demand.\n"
        ]
    },
    {
        "input": "Nasib buruk dan perubahan seolah-olah meletakkan Jerman yang bertanggungjawab bagi permainan taktikal buat kali pertama dalam perlawanan itu.\n",
        "output": [
            "The bad luck and changes seemed to put Germany in charge of the tactical game for the first time in the match.\n"
        ]
    },
    {
        "input": "Pegawai perubatan mengeluarkan Conway dari kereta, dan dia dibawa ke hospital dengan kecederaan kaki.\n",
        "output": [
            "Medics took Conway out of the car, and he was taken to the hospital with a leg injury.\n"
        ]
    },
    {
        "input": "Hassan Rowhani, Ketua Majlis Keselamatan Negara Tertinggi Iran, mengumum pada hari Isnin bahawa negara itu buat sementara waktu akan menggantung penukaran uranium sehingga 22 November.\n",
        "output": [
            "Hassan Rowhani, head of the Supreme National Security Council for Iran, announced Monday that the country would temporarily suspend conversion of uranium as of November 22.\n"
        ]
    },
    {
        "input": "\"Apabila saya menjadi Presiden, satu-satunya dasar ekonomi yang saya akan jalankan adalah berjimat-cermat dengan wang Amerika Syarikat.\"\n",
        "output": [
            "\"When I am President, the only economic policy I shall pursue is to be frugal with the funds of the United States.\"\n"
        ]
    },
    {
        "input": "Mayat lima wanita di United Kingdom telah dijumpai didalam atau disekitar daerah Suffolk yang terletak di timur England.\n",
        "output": [
            "The bodies of five women within the United Kingdom have been found in or around the county of Suffolk in the east of England.\n"
        ]
    },
    {
        "input": "Sehingga 31 Oktober, lebih daripada 23 juta orang telah mengundi melalui pos atau melalui lokasi undi awal.\n",
        "output": [
            "By October 31, over 23 million people had voted by mail or at early voting locations.\n"
        ]
    },
    {
        "input": "Puteri Kiko telah melahirkan seorang bayi lelaki 2,558 gram (5.639 paun), pada 6 September di 8 h 27 (Masa Piawaian Jepun).\n",
        "output": [
            "Princess Kiko has given birth to a 2,558 gram (5.639 lb) baby boy, on 6 September at 8 h 27 (Japan Standard Time).\n"
        ]
    },
    {
        "input": "Pejabat Gabenor Illinois Rod Blagojevich mengumumkan pemberhentian 450 pekerja negeri dan penutupan 25 tempat bersejarah dan taman-taman negeri.\n",
        "output": [
            "Illinois Governor Rod Blagojevich’s office announced layoffs of up to 450 state employees and the closure of 25 historic sites and state parks.\n"
        ]
    },
    {
        "input": "Mereka yang cuba untuk menghubungi rakan-rakan dan keluarga melalui telefon mudah alih juga mengalami kesukaran kerana rangkaian mudah alih terbesar, Vodafone, O2 dan Orange, telah terjejas pada kapasititi penuh beberapa kali pagi ini bermakna panggilan suara gagal.\n",
        "output": [
            "Those trying to contact friends and family via mobile have struggled as the largest mobile networks, Vodafone, O2 and Orange, have all suffered from full capacity on several occasions this morning meaning voice calls failed.\n"
        ]
    },
    {
        "input": "Bermain dalam tahap tertinggi liga domestik, Liga W, beliau telah memenangi kejohanan itu pada 2009.\n",
        "output": [
            "Playing in Australia's top level domestic league, the W-League, she won the league championship in 2009.\n"
        ]
    },
    {
        "input": "Walau bagaimanapun Encik Haque berkata bahawa dia yakin majikan akan mengiktiraf piawaian sebagai asas, dan bahawa mereka tidak mengelirukan.\n",
        "output": [
            "However Mr Haque said that he was confident employers would recognise the standards as basic, and that they were not misleading.\n"
        ]
    },
    {
        "input": "Pakar masih memberi amaran yang kemungkinan penyebaran wabak, mendorong bank dunia untuk mengeluarkan US$500 juta bantuan untuk membantu negara-negara menangani H5N1.\n",
        "output": [
            "Experts are still warning of a possible pandemic, prompting the world bank to release US$500 million in aid to assist countries combat H5N1.\n"
        ]
    },
    {
        "input": "Difahamkan bahawa kebakaran bermula apabila pekerja di Agua Dulce mengakibatkan percikan api semasa mengukul bolt apabila mereka mengeluarkan tayar daripada rim.\n",
        "output": [
            "It is thought that the fire began when workers in Agua Dulce caused sparks by hammering the bolts when they were removing a tire from a rim.\n"
        ]
    },
    {
        "input": "Seorang pegawai hidupan liar di Zimbabwe berkata hari ini bahawa jumlah pemburuan haram haiwan di negara ini telah meningkat dengan ketara tahun ini, dan menyalahkan sindiket jenayah antarabangsa.\n",
        "output": [
            "A wildlife official in Zimbabwe said today that the amount of animal poaching in the country has increased substantially this year, blaming an international crime syndicate.\n"
        ]
    },
    {
        "input": "Georgia mendahului di permulaan separuh kedua dan mengancam untuk memperoleh mata di akhir perlawanan tetapi pertahanan Ireland berjaya memegang kemenangan empat mata.\n",
        "output": [
            "Georgia led early in the second half and were threatening to score late in the match but Ireland's defence held to secure the four point victory.\n"
        ]
    },
    {
        "input": "Selepas pada mulanya dibawa oleh hanya 45 stesen di seluruh negara, hos kepada program bersindiket yang telah lama disiarkan itu, Jerry Springer Show akan akhirnya kedengaran di semua 51 sekutu Air America.\n",
        "output": [
            "After initially being carried by only 45 stations nationwide, the host of the long-running syndicated program, The Jerry Springer Show will eventually have his radio show heard on all 51 Air America affiliates.\n"
        ]
    },
    {
        "input": "Pada sidang kemuncak itu, Uribe mendakwa kerajaan Correa mempunyai kaitan dengan pemberontak FARC, dakwaan yang Correa segera nafikan.\n",
        "output": [
            "At the summit, Uribe charged Correa's government of having links with the FARC rebels, a charge that Correa quickly denied.\n"
        ]
    },
    {
        "input": "Jim Nussle, Pengarah Pejabat Pengurusan dan Anggaran berkata beliau percaya bahawa defisit akan mula merosot.\n",
        "output": [
            "Jim Nussle, director of the Office of Management and Budget said that he believes that the deficit will start to decline.\n"
        ]
    },
    {
        "input": "Sebahagian pelajar telah membuat aduan yang mereka tidak menerima sebarang amaran dari universiti sehinggalah satu e-mel amaran dihantar lebih dari dua jam selepas kejadian pertama.\n",
        "output": [
            "Some students complained that they had received no warning from the university until an e-mail alert sent more than two hours after the first incident.\n"
        ]
    },
    {
        "input": "Chan didakwa menjadi dalang operasi, dan Myuran didakwa sebagai penguatkuasa.\n",
        "output": [
            "Chan was alleged to be the mastermind of the operation, and Myuran was alleged to be an enforcer.\n"
        ]
    },
    {
        "input": "\"Jika kita kekal tenang dan berkeyakinan saya yakin bahawa semua yang Sepanyol mahukan, apa yang keluarga mereka mahukan, apa yang kerajaan mahukan-tahanan dapat pulang ke rumah mereka dengan selamat dan penculikan berakhir dalam keadaan yang memuaskan.\"\n",
        "output": [
            "\"If we remain calm and confident I am certain that what all Spaniards want, what the families want, what the government wants—that the hostages can return to their homes safe and sound and this kidnapping ends satisfactorily.\"\n"
        ]
    },
    {
        "input": "Orang dewasa dari kawasan itu melaporkan bahawa kanak-kanak telah meninggal dunia akibat malaria.\n",
        "output": [
            "Adults from the area reported that the children had died of malaria.\n"
        ]
    },
    {
        "input": "Kajian itu, diketuai oleh Drs. Samuel Weiss dan V. Wee Yong dari Hotchkiss Institut Otak, membandingkan tikus dara dan hamil yang berluka MS disebabkan oleh lysolecithin, sejenis bahan kimia yang memusnahkan sarung mielin sekitar neuron.\n",
        "output": [
            "The study, led by Drs. Samuel Weiss and V. Wee Yong of the Hotchkiss Brain Institute, compared virgin and pregnant mice with MS-like lesions introduced by lysolecithin, a chemical which destroys the myelin sheaths around neurons.\n"
        ]
    },
    {
        "input": "Anggota bomba kini takut bahawa kebakaran itu boleh bergabung menjadi satu kebakaran besar jika Angin Santa Ana masih terus meniup menjadikan jika tidak lebih 500,000 orang melarikan diri untuk menyelamatkan nyawa.\n",
        "output": [
            "Firefighters now fear that the fires could merge into one giant blaze if the Santa Ana Winds continue sending close to if not over 500,000 people running for safety.\n"
        ]
    },
    {
        "input": "Sebahagian besar daripada landskap media Amerika LGBT akan menjadi konglomerat.\n",
        "output": [
            "A significant portion of the American LGBT media landscape is about to become a conglomerate.\n"
        ]
    },
    {
        "input": "Seorang petani Jerman berusia 54 tahun yang kehilangan kedua-dua tangannya dalam kemalangan semasa bertani enam tahun lalu telah menjadi pesakit pertama yang menerima pemindahan kedua-dua tangan yang lengkap.\n",
        "output": [
            "A 54-year-old German farmer who lost both arms in a farming accident six years ago has become the first patient to receive a complete double arm transplant.\n"
        ]
    },
    {
        "input": "Wakil kepada Janice Dickinson mengeluarkan satu kenyataan berhubung kematian Ryan.\n",
        "output": [
            "A representative for Janice Dickinson released a statement about the death of Ryan.\n"
        ]
    },
    {
        "input": "Bristol Bay kini merupakan salah satu kawasan penangkapan ikan salmon teratas dalam negara.\n",
        "output": [
            "Bristol Bay currently is one of the top salmon fishing grounds in the state.\n"
        ]
    },
    {
        "input": "Semalam, satu euro boleh dibeli hanya dengan harga 35,844 lei, jatuh daripada 36,133 lei dua hari lalu.\n",
        "output": [
            "Yesterday, one euro could be bought for just 35,844 lei, down from 36,133 lei two days ago.\n"
        ]
    },
    {
        "input": "Beliau berkata kerajaan tidak mengikuti prinsip yang diterima umum ini.\n",
        "output": [
            "He says the Government doesn't follow this generally accepted principle.\n"
        ]
    },
    {
        "input": "Kawasan paling panas di sepanjang jalur harimau itu bersamaan dengan dua daripada lokasi jet yang dilihat dalam imej Cassini.\n",
        "output": [
            "The warmest regions along the tiger stripes correspond to two of the jet locations seen in Cassini images.\n"
        ]
    },
    {
        "input": "\"Kerajaan juga akan bekerjasama rapat dengan masyarakat antarabangsa untuk mengekalkan keamanan dan keselamatan di Semenanjung Korea.\"\n",
        "output": [
            "\"The government will also cooperate closely with the international community to maintain peace and safety on the Korean Peninsula.\"\n"
        ]
    },
    {
        "input": "GoM turut mengusulkan komuniti radio dibenarkan untuk menyiarkan iklan komersial sehingga 5 minit untuk setiap empat jam penyiaran.\n",
        "output": [
            "The GoM has also proposed that community radios be allowed up to 5 minutes of commercial advertising for every hour of broadcast.\n"
        ]
    },
    {
        "input": "Google memberi respon dengan menyatakan bahawa mereka mengikuti Akta Hak Cipta Digital Millennium, yang menghalang syarikat daripada didakwa sekiranya mereka menyekat kandungan yang mempunyai hak cipta sejurus selepas mereka menyedarinya.\n",
        "output": [
            "Google has responded by saying that they followed the Digital Millennium Copyright Act, which prevents companies from being prosecuted if they bring down copyrighted content as soon as they are made aware of it.\n"
        ]
    },
    {
        "input": "\"Mereka atlet yang hebat, pelajar yang mendapat semua A, hanya baik, kanak-kanak lelaki...Ianya sukar,\" kata jiran Don Taylor.\n",
        "output": [
            "\"They were great athletes, straight-A students, just good, little boys...It's tough,\" said neighbor Don Taylor.\n"
        ]
    },
    {
        "input": "McClellan berkata, \"Lihat, laporan ini menyebabkan kemusnahan serius kepada imej Amerika Syarikat di luar negara.\"\n",
        "output": [
            "McClellan said, \"Look, this report caused serious damage to the image of the United States abroad.\"\n"
        ]
    },
    {
        "input": "Bagaimanapun, butir-butir pakaian pengapit pengantin perempuan dan pakaian seragam budak-budak kundang tidak akan didedahkan sehingga hari perkahwinan.\n",
        "output": [
            "However, details of the bridesmaid dresses and page boys uniforms will not be revealed until the day of the wedding.\n"
        ]
    },
    {
        "input": "Beberapa negara ahli kesatuan eropah telah terkesan dengan kenaikan jumlah hutang.\n",
        "output": [
            "Several of the eurozone's member states have been impacted with increasing debt levels.\n"
        ]
    },
    {
        "input": "Kematian itu kebanyakannya disebabkan oleh rumah-rumah buruk yang runtuh kerana hujan atau lumpur.\n",
        "output": [
            "The deaths were caused mainly because some shanty-houses collapsed under rain or mud.\n"
        ]
    },
    {
        "input": "Seni Visual Brampton menawarkan kanak-kanak peluang untuk mencipta karya seni untuk Snail Mail World Postcard Art Show, manakala Majlis Seni Brampton memberikan baldi pasir jauh merah jambu dengan botol air Wilayah Peel.\n",
        "output": [
            "Visual Arts Brampton offered kids the chance to create artwork for their Snail Mail World Postcard Art Show, while the Brampton Arts Council gave away pink sand buckets with Region of Peel water bottles.\n"
        ]
    },
    {
        "input": "IFA dan IOC telah mempertikaikan siapa mengawal perlawanan di dalam negara untuk beberapa tahun.\n",
        "output": [
            "The IFA and the IOC have disputed over who controls the game in the country for several years.\n"
        ]
    },
    {
        "input": "Melor lemah sedikit kerana ia terus ke arah utara kepulauan pusat Jepun.\n",
        "output": [
            "Melor weakened somewhat as it continued northward up Japan's central island.\n"
        ]
    },
    {
        "input": "Berikrar bahawa tuntutan untuk membenarkan kepada perkahwinan sama jantina akan diperkenalkan dalam tempoh 100 hari bekerja, Rudd berjanji akan membenarkan \"undi suara penuh\" jika beliau dipilih sekali lagi.\n",
        "output": [
            "Pledging that a bill to legalise same-sex marriage would be introduced within 100 days of government, Rudd promised to allow a \"full conscience vote\" if he were to be re-elected.\n"
        ]
    },
    {
        "input": "Satu laporan mengatakan ia terhempas ke dalam gaung manakala sumber lain mengatakan ia terhempas ke dalam kawasan paya.\n",
        "output": [
            "One report says it crashed into a ravine while another states it crashed into a swampy area.\n"
        ]
    },
    {
        "input": "Mempunyai sokongan tidak berbelah bagi pemain telah membantu saya dengan besar dan saya juga ingin mengucapkan terima kasih Colin Calderwood, Paul Barron dan seluruh kakitangan bilik belakang yang telah dengan ketara sokongan kepada saya musim ini.\"\n",
        "output": [
            "Having the unequivocal backing of the players has helped me enormously and I would also like to thank Colin Calderwood, Paul Barron and the rest of the backroom staff who have been tremendously supportive to me this season.\"\n"
        ]
    },
    {
        "input": "Buruh yang berpusat di luar Colorado mendapati bahawa aktiviti yang dijalankan oleh \"pembantu\" Landmark Education termasuk: \"pejabat, perkeranian, permintaan telefon dan pendaftaran, dan juga menyambut pelanggan, menyediakan kerusi, pengendalian mikrofon semasa seminar dan membuat kopi.\"\n",
        "output": [
            "Labor based out of Colorado found that activities performed by Landmark Education's \"assistants\" include: \"office, clerical, telephone solicitation and enrollment, as well as greeting customers, setting up chairs, handling microphones during the seminars and making coffee.\"\n"
        ]
    },
    {
        "input": "Lech Walesa, pengasas pergerakan perpaduan telah meletakkan jawatan dari pertubuhan itu.\n",
        "output": [
            "Lech Walesa, the founder of the Solidarity movement has quit the organisation.\n"
        ]
    },
    {
        "input": "Video tersebut telah dilaporkan sebagai protes anti-Saintologi, direkodkan oleh beberapa ahli kumpulan Anonymous.\n",
        "output": [
            "The videos have been reported to be of anti-Scientology protests, recorded by various members of the group Anonymous.\n"
        ]
    },
    {
        "input": "Dia tidak ditemui hingga Ogos 1997, apabila penyelam menemui mayatnya yang diberatkan sedalam 70 kaki.\n",
        "output": [
            "She was not found until August 1997, when divers found her weighted corpse 70 feet deep.\n"
        ]
    },
    {
        "input": "Pekerja Royal Mail telah mengundi 3:1 memihak kepada mogok pos di seluruh negara di United Kingdom.\n",
        "output": [
            "Royal Mail workers have voted 3:1 in favour of a nationwide postal strike in the United Kingdom.\n"
        ]
    },
    {
        "input": "Walaupun dengan keputusan bercampur untuk kejohanan tersebut Kukris dapat untuk layak ke Perlawanan Akhir Jug.\n",
        "output": [
            "Despite mixed results for the tournament the Kukris managed to qualify for the Jug Final.\n"
        ]
    },
    {
        "input": "Pada 28 Mei, 2003 bandar ketiga terbesar Jerman, mengundi untuk bertukar ke perisian sumber terbuka.\n",
        "output": [
            "On May 28, 2003 Germany's third-largest city, voted to move to open source software.\n"
        ]
    },
    {
        "input": "Kumpulan sarjana mencadangkan penyelesaian ini menekankan bahawa penyelesaian mereka adalah bermatlamat untuk mengekalkan tradisi pewaris lelaki.\n",
        "output": [
            "The group of scholars proposing this solution have stressed that their solution is aimed at maintaining the tradition of a male heir.\n"
        ]
    },
    {
        "input": "Dia berkata, kejadian tersebut terjadi dalam \"sekelip mata\" saja.\n",
        "output": [
            "He said that the incident took no longer than the \"wink of an eye\".\n"
        ]
    },
    {
        "input": "Kematian al-Zarqawi seolah-olah telah ditafsirkan oleh pasaran sebagai berita baik untuk bekalan masa depan minyak dari rantau ini.\n",
        "output": [
            "The death of al-Zarqawi seems to have been interpreted by the market as good news for the future supply of oil from the region.\n"
        ]
    },
    {
        "input": "\"Ini mungkin mengakibatkan kepada pengukuhan bahan batu di teras yang di kelilingi oleh kerangka ais.\"\n",
        "output": [
            "\"This would result in the consolidation of rocky material at the core surrounded by a shell of ice.\"\n"
        ]
    },
    {
        "input": "Pejabat kerajaan tempatan telah berkata bahawa sekurang-kurangnya sebelas orang dibunuh Ahad lalu di selatan Afghanistan oleh pengeboman tepi jalan.\n",
        "output": [
            "Local government officials have said that at least eleven people were killed on Sunday in southern Afghanistan by a roadside bomb.\n"
        ]
    },
    {
        "input": "Apple Inc hari ini telah memperkenalkan iPhone yang ditunggu-tunggu pada Persidangan Macworld di San Francisco.\n",
        "output": [
            "Apple Inc. today has introduced the much-anticipated iPhone at the Macworld Conference in San Francisco.\n"
        ]
    },
    {
        "input": "Percubaan Gereja Scientologi untuk menghentikan pengedaran video melalui internet \"dengan luar biasanya mempunyai kesudahan yang sebaliknya,\" menurut The Press Association, dan video itu boleh dilihat di laman web selain daripada Gawker.com sebelum hari Khamis, termasuk New York Post, Independent Television News dan BBC.\n",
        "output": [
            "Attempts by the Church of Scientology to stop distribution of the video via the Internet \"seem to have backfired spectacularly,\" according to The Press Association, and by Thursday the video was viewable on websites other than Gawker.com, including the New York Post, Independent Television News and the BBC.\n"
        ]
    },
    {
        "input": "Bekas Gabenor Florida, Jeb Bush, mengumumkan sokongan beliau untuk calon berharapan menjawat presiden Republikan, Mitt Romney semalam.\n",
        "output": [
            "Jeb Bush, the former governor of Florida, announced his endorsement of Republican presidential candidate hopeful Mitt Romney yesterday.\n"
        ]
    },
    {
        "input": "Emily adalah ribut tropika kelima yang terbentuk musim taufan ini.\n",
        "output": [
            "Emily is the fifth tropical storm to develop this hurricane season.\n"
        ]
    },
    {
        "input": "Bandar Brampton di Ontario, Canda, dan Marikina di Filipina baru-baru ini \"dikembarkan.\"\n",
        "output": [
            "The City of Brampton in Ontario, Canada, and Marikina in the Philippines have recently been \"twinned\".\n"
        ]
    },
    {
        "input": "Daerah Volusia, Sumter, Lake dan Seminole telah diisytiharkan keadaan kecemasan memandangkan berdozen rumah, rumah bergerak dan sebuah gereja telah termusnah.\n",
        "output": [
            "Volusia, Sumter, Lake and Seminole counties have all been declared a state of an emergency as dozens of houses, mobile homes and a church were destroyed.\n"
        ]
    },
    {
        "input": "Wartawan Patrick Mannion yang diiktiraf oleh Wikinews turut berada disana bersama ahli kongres majlis kongres Massachusetts ke-6 John F. Tierney dan Senator Negeri Lynn Thomas McGee.\n",
        "output": [
            "Wikinews accredited reporter Patrick Mannion was there in attendance along with Congressman John F. Tierney of Massachusetts's 6th congressional district and Lynn's State Senator Thomas McGee.\n"
        ]
    },
    {
        "input": "Menurut pegawai polis menyiasat kebakaran yang tidak dinamakan, sekurang-kurangnya 400 hingga 450 peluru berpandu udara-ke-udara rosak atau musnah dalam kebakaran itu.\n",
        "output": [
            "According to unnamed police officials investigating the fire, at least 400 to 450 air-to-air missiles were damaged or destroyed in the fire.\n"
        ]
    },
    {
        "input": "Satu sepakan percuma oleh Ryan Giggs pada separuh masa kedua permainan menimbulkan kontroversi yang hebat, kerana Lille telah menubuhkan pertahanan mereka semasa bola masuk ke dalam jaring.\n",
        "output": [
            "A free kick by Ryan Giggs in the second half of the game caused great controversy, as Lille was setting up their wall as the ball went into the back of the net.\n"
        ]
    },
    {
        "input": "Sebab mengapa penterjemah bahasa itu memulakan tembakan masih belum dijelaskan; Namun, penyerang itu sepertinya adalah seorang \"pekerja yang tidak berpuas hati,\" dan bukanlah seorang ahli militan, menurut kepada seorang pengawai tentera US.\n",
        "output": [
            "It is not yet clear why the interpreter started shooting; However, the attacker seemed to be a \"disgruntled employee\", as opposed to a militant, according to a US military official.\n"
        ]
    },
    {
        "input": "Beliau kemudian menyatakan syarikat Energy Management Inc., disebalik kontroversi projek Cape Wind, mencadangkan membina stesen jana kuasa diesel di seberang jalan dari sekolah rendah Chelsea dan kualiti udara di Chelsea adalah tidak baik.\n",
        "output": [
            "She further noted the company, Energy Management Inc., behind the controversial Cape Wind project, proposed building a diesel power plant across the street from a Chelsea elementary school and that air quality in Chelsea is bad.\n"
        ]
    },
    {
        "input": "\"Saya tidak rasa yang ketiadaan penglibatan British akan menghentikan sebarang tindakan.\"\n",
        "output": [
            "\"I don't expect that the lack of British participation will stop any action.\"\n"
        ]
    },
    {
        "input": "Mogok itu telah memberi kesan kepada kawasan yang sangat besar di New Delhi termasuk pasaran utama dalam Rohini, Chandani Chowk, Karol Bagh dan lanjutan selatan Delhi.\n",
        "output": [
            "The strike has affected a very large area in New Delhi including major markets in Rohini, Chandani Chowk, Karol Bagh and south extension of Delhi.\n"
        ]
    },
    {
        "input": "Selepas pengiraan semula daripada lebih 2,800 tempat mengundi, mahkamah perlembagaan Gabon mengesahkan pemilihan anak kepada pemimpin lama di negara ini Omar Bongo.\n",
        "output": [
            "After recounting results from more than 2,800 polling stations, Gabon's constitutional court confirmed the election of the son of the country's long-time leader Omar Bongo.\n"
        ]
    },
    {
        "input": "Lawatan John Paul telah hampir dibatalkan kerana Perang Falklands dan cubaan membunuh.\n",
        "output": [
            "John Paul's visit was likely to be cancelled due to the Falklands War and assasination attempts.\n"
        ]
    },
    {
        "input": "Bagaimanapun orang-orang yang terselamat dari serangan itu mempertikaikan dengan satu penyiasatan penuh komprehensif akan dapat mengajar pengajaran berharga yang mampu membantu mengurangkan keberangkalian serangan di masa hadapan, dan memperbaiki kebolehan respon ke atas servis kecemasan.\n",
        "output": [
            "But survivors of the attack argue that a fully comprehensive investigation could teach valuable lessons which may help reduce the likelihood of future attacks, and improve the response capabilities of the emergency services.\n"
        ]
    },
    {
        "input": "Pegawai hanya berhubung apabila Pihak Berkuasa Bomba Negara telah dipanggil oleh seorang pejalan kaki untuk memadamkan unggun api terbuka, kerana terdapat sekatan api yang berkuat kuasa di kawasan itu.\n",
        "output": [
            "Officers only approached when the Country Fire Authority was summoned by a passerby to put out an open camp fire, as there was fire restriction in effect in the area.\n"
        ]
    },
    {
        "input": "Senator MacDonald memberitahu Program AM Radio ABC bahawa dia menjangkakan bagi kes mereka yang dipercayai menangkap ikan secara haram diperairan Australia, kapten kapal atau mungkin nelayan senior yang juga pakar akan didakwa manakala anak kapal yang lain akan segera dihantar pulang ke Indonesia.\n",
        "output": [
            "Senator MacDonald told the ABC Radio programme AM that he expected in the case of those thought to have been fishing in Australian waters illegally, the captain and perhaps the senior fishing master would be charged, with other crew being immediately repatriated to Indonesia.\n"
        ]
    },
    {
        "input": "Menteri Luar Perancis, Bernard Kouchner akan cuba untuk mendorong perbincangan di Timur Tengah antara Israel dan Palestin pada hari-hari akan datang.\n",
        "output": [
            "French Foreign Minister Bernard Kouchner will attempt to stimulate talks in the Middle East between Israelis and Palestinians in the coming days.\n"
        ]
    },
    {
        "input": "\"Dalam setiap perkiraan, Sir Joh merupakan pembangun negeri yang lain dari yang lain yang akan diingati kerana sentiasa meletakkan Queensland di tempat pertama,\" kata Jeneral Gabenor Australia, Mejar Jeneral Jeffery, dalam kenyataannya.\n",
        "output": [
            "\"By any measurement, Sir Joh was an exceptional state builder who will be remembered for consistently placing Queensland first,\" said the Australian Governor General, Major General Jeffery, in a statement.\n"
        ]
    },
    {
        "input": "Petani New Zealand telah memenangi kemenangan penting di Parlimen, dengan Ahli Parlimen mengundi untuk mengecualikan ladang anjing bekerja daripada undang-undang microchipping, dengan kelulusan 61:60.\n",
        "output": [
            "New Zealand farmers have won a key victory in Parliament, with MPs voting to exempt Working farm dogs from microchipping legislation, passing 61:60.\n"
        ]
    },
    {
        "input": "Kumpulan saintis di Universiti Stanford mendakwa telah mengesan sedikit, unsur yang hilang dalam teori relativiti Einstein.\n",
        "output": [
            "A team of scientists at Stanford University claim to have detected a subtle, missing element of Einstein's theory of relativity.\n"
        ]
    },
    {
        "input": "Ahli gimnastik Belanda Epke Zonderland telah mempersembahkan rutin yang hampir sempurna dan amat susah yang memberinya 16.533 mata, membolehkan dia memperoleh pingat emas dan mendapat tepuk sorak yang gemuruh dari penonton di Arena Greenwich Utara.\n",
        "output": [
            "The Dutch gymnast Epke Zonderland performed a near-flawless and immensely difficult routine that earned 16.533 points, earning him both a gold medal and a standing ovation from the audience in the North Greenwich Arena.\n"
        ]
    },
    {
        "input": "Walaupun perlumbaan ini merupakan yang kedua terpanjang di Tour de Taiwan 2008, keadaan cuaca mencabar 89 pelumba basikal disebabkan hujan pada awal pagi di kawasan bandar Taipei-Keelung.\n",
        "output": [
            "Even though this race is the second longest race in 2008 Tour de Taiwan, the weather challenged 89 cyclists due to an earlier rain in Taipei-Keelung metropolitan area.\n"
        ]
    },
    {
        "input": "Petikan penuh menyatakan bahawa hadiah telah dianugerahkan \"Untuk penjelasan sifat-sifat simetri spontan dipecahkan dalam teori kerelatifan tolok empat dimensi dan mekanisme untuk generasi konsisten vektor jisim boson.\"\n",
        "output": [
            "The full citation stated the prize was awarded \"For elucidation of the properties of spontaneous symmetry breaking in four-dimensional relativistic gauge theory and of the mechanism for the consistent generation of vector boson masses.\"\n"
        ]
    },
    {
        "input": "\"Plot kuasa puak pemisah untuk membangkitkan sentimen awam untuk memberanikan diri mereka.\"\n",
        "output": [
            "\"The secessionist forces plot to stir up public sentiments to embolden themselves.\"\n"
        ]
    },
    {
        "input": "Sekurang-kurangnya 27 orang telah terbunuh, dokumen-dokumen laporan jenayah telah dicuri, dan rompakan berleluasa di pusat Timorese Timur, Dili ketika tempoh masa pergolakan sekarang.\n",
        "output": [
            "At least 27 people have been killed, criminal documents reported stolen, and looting widespread in the East Timorese capital, Dili during the present period of unrest.\n"
        ]
    },
    {
        "input": "Seperti yang dilaporkan Bangsa-Bangsa Bersatu, gempa bumi Haiti 12 Januari mengakibatkan angka sebenar 222,570 kematian, 1,300,000 pelarian di pelabuhan, 766,000 pelarian, 310,000 cedera dan 869 hilang.\n",
        "output": [
            "As reported the United Nations, January 12 Haiti earthquake left exactly 222,570 deaths, 1,300,000 refugees in harbours, 766,000 displaced people, 310,000 injured and 869 disappeared.\n"
        ]
    },
    {
        "input": "Laporan mengatakan Woodruff sedang merakam laporan didalam kenderaan jentera tentera Iraq berhampiran Taji, Iraq apabila kenderaan tersbut melanggar dan meletupkan peralatan letupan yang ditambah baik.\n",
        "output": [
            "Reports say Woodruff was taping a report inside an Iraqi mechanized military vehicle near Taji, Iraq when the vehicle ran over and detonated an improvised explosive device.\n"
        ]
    },
    {
        "input": "Terdapat spekulasi sebelum ini bahawa objek itu di Texas mungkin adalah meteor.\n",
        "output": [
            "There was previous speculation was that the object in Texas could have been a meteor.\n"
        ]
    },
    {
        "input": "Penumpang gelap dalam tempat simpanan roda menanggung risiko mati kerana membeku selepas berlepas atau dihancurkan apabila roda menarik balik.\n",
        "output": [
            "Stowaways in wheel wells risk freezing to death after take-off or being crushed when the wheels retract.\n"
        ]
    },
    {
        "input": "Salah seorang dari wanita tersebut merasa pening, jatuh dan diangkat ke ambulans.\n",
        "output": [
            "One of the women felt dizzy, fell down and was picked up by the ambulance.\n"
        ]
    },
    {
        "input": "\"Saya faham kekecewaan Polis dan Perkhidmatan Bomba Pasukan rasa apabila berhadapan dengan masalah berkenaan Guy Fawkes, dan saya berharap sekatan baru akan menghantar mesej yang bahaya sengaja atau kerosakan adalah jenayah dan sedang mengetatkan kawalan,\" kata Encik Benson-Pope.\n",
        "output": [
            "\"I understand the frustration the Police and Fire Service teams feel when faced with problems over Guy Fawkes, and I hope these new restrictions will send a message that deliberate harm or damage is criminal and is being clamped down on,\" Mr Benson-Pope said.\n"
        ]
    },
    {
        "input": "Tetapi pada pagi ini, polis Dallas melaporkan yang Owens telah menelan sejumlah besar pil yang tidak diketahui jumlahnya, dan apabila ditanya polis pagi ini jika dia ada berniat mahu mencederakan dirinya, Owens menjawab, \"Ya.\"\n",
        "output": [
            "But this morning, Dallas police have reported that Owens took an unknown large amount of the pills, and when asked by police this morning if he had been attempting to hurt himself, Owens replied, \"Yes.\"\n"
        ]
    },
    {
        "input": "\"Sememangnya, masih terdapat permintaan terhadap telefon awam sekitar Australia.\"\n",
        "output": [
            "\"Certainly, there is a still a demand for payphones around Australia.\"\n"
        ]
    },
    {
        "input": "Mereka yang telah dinilai dalam kategori \"apa-apa aktiviti sosial\" masih bertambah baik berbanding kanak-kanak dinilai sebagai \"tiada aktiviti sosial\": mereka mempunyai kira-kira 3/4 peluang mendapat penyakit ini.\n",
        "output": [
            "Those who were rated in the category \"any social activity\" still had an improvement over the children rated as \"no social activity\": they had about 3/4 the chance of getting the disease.\n"
        ]
    },
    {
        "input": "Pesawat tersebut menceroboh kira-kira 4.5 kilometer (3 batu) ke dalam ruang udara Finland berhampiran Porvoo dalam tempoh tiga minit, menurut Kementerian Pertahanan Finland.\n",
        "output": [
            "The aircraft ventured about 4.5 kilometers (3 miles) into Finland's airspace near Porvoo over a period of three minutes, according to Finland's defense ministry.\n"
        ]
    },
    {
        "input": "Menurut Jawatankuasa untuk Melindungi Wartawan, sembilan wartawan telah terbunuh di Pakistan tahun ini, dan sekurang-kurangnya 16 terbunuh pada tahun 2010.\n",
        "output": [
            "According to the Committee to Protect Journalists, nine journalists have been killed in Pakistan this year, and at least 16 were killed in 2010.\n"
        ]
    },
    {
        "input": "Bagi kebanyakan daripada lapan bulan dia ditahan di sana, Manning telah dikehendaki untuk tidur dengan seluar dalam pendeknya sahaja kerana dia diperhatikan di bawah \"kawalan mencegah kecederaan,\" menurut Leftenan Brian Villiard, jurucakap kemudahan Quantico itu.\n",
        "output": [
            "For most of the eight months he has been held there, Manning has been required to sleep only in his boxer shorts because he has been under \"prevention of injury watch,\" according to First Lieutenant Brian Villiard, a spokesman for the Quantico facility.\n"
        ]
    },
    {
        "input": "Beribu-ribu orang telah berarak di jalan di Krakow bagi membantah rancangan untuk mengebumikan Presiden Poland, Lech Kaczynski, di Istana Wawel.\n",
        "output": [
            "Thousands of people have taken to the streets of Krakow objecting to plans to bury the Polish president, Lech Kaczynski, at Wawel Castle.\n"
        ]
    },
    {
        "input": "Dokumen terbaru yang mereka terima adalah salinan maklumat lengkap tahun 2004 mengenai panduan yang ditandatangani oleh Mejar Jeneral Bahagian Selatan A.S. Geoffrey D. Miller.\n",
        "output": [
            "The latest documents they have received are the details of the 2004 copy of the manual signed off by Major General Geoffrey D. Miller of the U.S. Southern Command.\n"
        ]
    },
    {
        "input": "\"Pelaburan sangat besar dalam penjanaan kapasiti baru dan kecekapan tenaga akan diperlukan supaya lampu terus bernyala,\" kata Pengerusi Jawatankuasa Konservatif Ahli Parlimen Tim Yeo.\n",
        "output": [
            "\"Very substantial investment in new generating capacity and energy efficiency will be required if the lights are to stay on,\" committee chairman Conservative MP Tim Yeo said.\n"
        ]
    },
    {
        "input": "Pegawai yang disyaki, Alexei Mitayev telah dibuang kerja daripada polis, ditahan, dan dikatakan telah mengaku melakukan jenayah itu.\n",
        "output": [
            "The suspected officer, Alexei Mitayev, was dismissed from the force, arrested, and is said to have since confessed to this crime.\n"
        ]
    },
    {
        "input": "Jalan di Afghanistan adalah sukar dilalui, jadi kebanyakan tentera sering menyewa pesawat, terutamanya dari Rusia, untuk mengangkut angkatan tentera dan kargo antara pangkalan.\n",
        "output": [
            "Roads in Afghanistan are often difficult to traverse, so militaries often contract aircraft, especially from Russia, to transport troops and cargo between bases.\n"
        ]
    },
    {
        "input": "\"Kelajuan jalur lebar dan harga yang dibayar orang ramai menjadi perebutan terbesar.\"\n",
        "output": [
            "\"Broadband speed and the price people are paying are the biggest bones of contention.\"\n"
        ]
    },
    {
        "input": "Musim 2005-2006 Liga Hockey Ontario bermula pada Rabu malamdi arena Wendler di The Dow Event Center di Saginaw, Michigan, Amerika Syarikat dengan Saginaw Spirit menjadi tuan rumah kepada Plymouth Whalers, dengan kehadiran lebih 4,600 orang.\n",
        "output": [
            "The 2005-2006 Ontario Hockey League season kicked off to a start Wednesday night at Wendler arena in The Dow Event Center in Saginaw, Michigan, USA with the Saginaw Spirit hosting the Plymouth Whalers, with over 4,600 people attending.\n"
        ]
    },
    {
        "input": "Mark juga menekankan bahawa Louise Christian, peguam hak-hak kemanusiaan British yang cukup menonjol, kini sedang mewakili penduduk-penduduk di Vestas.\n",
        "output": [
            "Mark also noted that Louise Christian, a prominent British human rights lawyer, is now representing the Vestas occupiers.\n"
        ]
    },
    {
        "input": "\"Kami mungkin perlu membawa masuk lebih banyak pendekatan diplomatik kawasan untuk dilakukan.\"\n",
        "output": [
            "\"We may need to bring a more regional diplomatic approach to bear.\"\n"
        ]
    },
    {
        "input": "Apabila beruang berlari kembali ke dalam hutan, anjing itu mengejar ia.\n",
        "output": [
            "As the bear ran back into the woods, the dog chased it.\n"
        ]
    },
    {
        "input": "Dua calon yang sebelum ini telah dipilih sebagai ahli lembaga sekolah untuk memasukkan rekabentuk pintar dalam kurikulum sains sekolah awam menerima undi paling sedikit pada pilihan raya semalam.\n",
        "output": [
            "Two candidates who had previously voted as school board members to include intelligent design in the public school science curriculum received the fewest votes in Tuesday's election.\n"
        ]
    },
    {
        "input": "Dia adalah bayi lelaki pertama dilahirkan dalam keluarga diraja Jepun sejak bapanya pada tahun 1965.\n",
        "output": [
            "He is the first male baby born in the Japanese imperial family since his father in 1965.\n"
        ]
    },
    {
        "input": "Indonesia menghentikan pesawat itu pada bu;an Mac selepas satu lagi kemalangan di mana B737 terbabas dari landasan.\n",
        "output": [
            "Indonesia grounded the carrier in March after another accident in which a B737 overshot a runway.\n"
        ]
    },
    {
        "input": "Nasrallah berikrar Hezbollah akan terus berjuang sehingga konflik telah memihak kepada Presiden Assad.\n",
        "output": [
            "Nasrallah pledged Hezbollah will continue fighting until the conflict has been turned in President Assad's favour.\n"
        ]
    },
    {
        "input": "Semua temubual dilakukan melalui e-mail, dan temubual diterbitkan tanpa suntingan, membenarkan calon-calon menyampaikan mesej mereka sepenuhnya kepada pembaca kami, tanpa gangguan.\n",
        "output": [
            "All interviews are conducted over e-mail, and interviews are published unedited, allowing candidates to impart their full message to our readers, uninterrupted.\n"
        ]
    },
    {
        "input": "Lelaki itu telah ditembak sekali sahaja dan luka tersebut tidak mengancam nyawa.\n",
        "output": [
            "The man was shot only once and the wound was not life threatening.\n"
        ]
    },
    {
        "input": "Penerbit eksekutif CBS News Rome Hartman telah membalas dalam e -mel kepada TVNewser mengatakan bahawa, \"Bill Maher tidak pernah diberitahu bahawa dia tidak boleh membincangkan agama dalam segmen Ucapan Percuma,\" dan menambah, \"Sebenarnya, Ucapan Percuma telah pun membincangkan agama dan kita berharap orang lain akan berbuat demikian pada masa akan datang.\"\n",
        "output": [
            "CBS News executive producer Rome Hartman has since responded in an e-mail to TVNewser saying that, \"Bill Maher was never told that he couldn't discuss religion in a Free Speech segment,\" and added, \"In fact, Free Speech has already addressed religion and we expect others will in the future.\"\n"
        ]
    },
    {
        "input": "Mereka berkata mereka mahu mengendalikan pemeriksaan warga negara ke atas kawasan Pine Gap yang berkontroversi itu.\n",
        "output": [
            "They say they wanted to conduct a citizens inspection of the controversial Pine Gap facility.\n"
        ]
    },
    {
        "input": "Pihak pembangkang perlu memperoleh sekurang-kurangnya dua puluh kerusi daripada kerajaan untuk mengatasi majoriti ketara parti Buruh dan beberapa calon bebas.\n",
        "output": [
            "The Opposition need to pick up at least twenty seats from the government to overcome the significant Labor majority and a number of independents.\n"
        ]
    },
    {
        "input": "\"Negara perlu menggalakkan masyarakat yang berusaha lebih daripada mereka yang menipu.\"\n",
        "output": [
            "\"The nation should choose to encourage people who like to work rather than those who prefer cheating\".\n"
        ]
    },
    {
        "input": "Ini menyebabkan sel di mana tempat Popov dipukul ditutup.\n",
        "output": [
            "This resulted in the holding cell where Popov's beating occurred being closed down.\n"
        ]
    },
    {
        "input": "Rundingan sepatutnya membawa kepada pembentukan sebuah negara Palestin pada akhir tahun ini.\n",
        "output": [
            "The talks are supposed to lead to the formation of a Palestinian state by the end of this year.\n"
        ]
    },
    {
        "input": "Thomas tidak banyak berusaha untuk menyembunyikan pandangannya, dengan selalu menyoal Presiden George W. Bush dan Barack Obama dan setiausaha akhbar mereka tentang perang di Timur Tengah.\n",
        "output": [
            "Thomas did little to hide her views, with her questions to Presidents George W. Bush and Barack Obama and their press secretaries often about the wars in the Middle East.\n"
        ]
    },
    {
        "input": "Ray Zahab adalah seorang pelari marathon-ultra Kanada, pelatih peribadi, dan penceramah motivasi.\n",
        "output": [
            "Ray Zahab is a Canadian ultramarathon runner, personal trainer, and motivational speaker.\n"
        ]
    },
    {
        "input": "Dia berkata bahawa dia telah menyediakan webcam untuk merekod kejadian itu, dan akan memuat naik butir-butirnya kemudian di pelayan FTP untuk ditonton.\n",
        "output": [
            "He said that he had set up a webcam to record the event, and would post details later of a FTP server for people to watch.\n"
        ]
    },
    {
        "input": "Syarikat tersebut menyatakan bahawa ia berhasrat memerangkap pengeluaran karbon dioksida (CO2) daripada penghasilan minyak pasir dan menyimpannya di bawah tanah.\n",
        "output": [
            "The company said it intends to capture the carbon dioxide (CO2) emissions from its oil sands production and store it underground.\n"
        ]
    },
    {
        "input": "Huang-lang Tsai (Timbalan Pesuruhjaya SAC) mengatakan bahawa SAC menaikkan taraf sukan awam di Taiwan untuk tempoh masa yang panjang, dan SAC menghormati penyertaannya di kalangan orang yang kurang bernasib baik atau minoriti.\n",
        "output": [
            "Huang-lang Tsai (Deputy Commissioner of SAC) remarked that SAC promoted public sports in Taiwan for a long period, and SAC respected the participation on disadvantaged people or minority.\n"
        ]
    },
    {
        "input": "AS pada masa lalu telah dituduh menggunakan bukti yang dibesar-besarkan dan palsu untuk membina kes terhadap Iraq sebelum perang.\n",
        "output": [
            "The US has in the past been accused of using exaggerated and fabricated evidence to build its case against Iraq prior to the war.\n"
        ]
    },
    {
        "input": "Jurucakap Gbagbo, Abdon George Bayero, berkata kepada BBC bahawa pilihanraya dikendalikan sebagai \"plot antarabangsa untuk menentang penyandangnya\" dan akan terus melawan kumpulan yang setia terhadap Ouattara.\n",
        "output": [
            "Gbagbo's spokesman, Abdon George Bayeto, told the BBC the elections were rigged as an \"international plot against the incumbent\" and was going to continue fighting forces loyal to Ouattara.\n"
        ]
    },
    {
        "input": "Rang undang-undang, yang dikeluarkan oleh Wakil Negeri Darlene Senger dari Naperville, yang diluluskan dengan majoriti 114-1 dan akan dipertimbangkan oleh Senat Illinois.\n",
        "output": [
            "The bill, which was sponsored by State Representative Darlene Senger from Naperville, passed with a 114–1 majority and will be considered by the Illinois Senate.\n"
        ]
    },
    {
        "input": "Aduan etika pada asalnya difailkan oleh Wakil Demokratik Chris Bell Texas pada 15 Jun, 2004, dan mula dikecoh-kecohkan berbulan-bulan sebelum pilihan raya tahun lepas.\n",
        "output": [
            "The ethics complaints were originally filed by Democratic Rep. Chris Bell of Texas on June 15, 2004, and began to heat up in the months prior to last year's elections.\n"
        ]
    },
    {
        "input": "Rico telah melakukan pelbagai jenis pekerjaan tetapi sekarang minatnya merupakan profesionnya - beliau telah menukar 'sampah'yang tidak diingini menjadi sebuah perabot yang luar biasa.\n",
        "output": [
            "Rico has been in a variety of jobs but his passion is now his profession - he turns unwanted 'junk' into unusual pieces of furniture.\n"
        ]
    },
    {
        "input": "Mereka juga telah dikritik kerana membenarkannya untuk meninggalkan Amerika Syarikat pada awal tahun ini, kerana Sunderland mungkin akan tiba di Lautan Hindi semasa musim sejuk di rantau ini.\n",
        "output": [
            "They have also been criticized for allowing her to depart the United States at the beginning of the year, because Sunderland would likely arrive in the Indian Ocean during the region's winter.\n"
        ]
    },
    {
        "input": "Tunjuk perasaan itu telah dirancang terjadi diluar pendengaran Hakim Brinkema dan juri kerana mereka meninggalkan bilik mahkamah tersebut untuk rehat.\n",
        "output": [
            "The outbursts have been timed to occur outside the earshot of Judge Brinkema and the jury as those persons filed out of the courtroom for recesses.\n"
        ]
    },
    {
        "input": "Spears tidak didakwa dengan apa-apa dan walaupun dengan kecuaian paparazi itu, Spears tidak mahu semua lelaki itu ditahan.\n",
        "output": [
            "Spears was not charged with anything and despite the paparazzis' recklessness, Spears did not want the men arrested.\n"
        ]
    },
    {
        "input": "Pasukan bola sepak kebangsaan Bosnia dan Herzegovina telah diharamkan oleh FIFA, badan pentadbiran antarabangsa sukan itu.\n",
        "output": [
            "The national football team of Bosnia and Herzegovina has been banned by FIFA, the sport's international governing body.\n"
        ]
    },
    {
        "input": "Ahmadinejad berkata bahawa \"Di Iran kami tidak ada homoseksual seperti di negara kamu,\" menyebabkan ketawa dari penonton.\n",
        "output": [
            "Ahmadinejad stated that \"In Iran we don't have homosexuals like in your country,\" drawing laughter from the audience.\n"
        ]
    },
    {
        "input": "Denda boleh dikenakan ke atas laman web di luar Australia yang mengandungi pautan ke bahan dalam senarainya.\n",
        "output": [
            "Fines can be imposed on websites outside Australia that link to material on its list.\n"
        ]
    },
    {
        "input": "Satu taktik tentera anti-Iraq (AIF) yang diketahui adalah untuk berpura-pura cedera atau mati, dan tentera marin itu boleh mendakwa dengan adil yang mereka masih menjadi ancaman.\n",
        "output": [
            "A known tactic of anti-Iraqi forces (AIF) is to feign injury or death, and the marine could reasonably claim they were still a threat.\n"
        ]
    },
    {
        "input": "\"Anak saya mati untuk apa?\"\n",
        "output": [
            "\"What did my son die for?\"\n"
        ]
    },
    {
        "input": "Semua pengawai yang hadir enggan bersuara dan menegaskan yang mereka tidak bertanggungjawab ke atas tindakan itu.\n",
        "output": [
            "All the present officials refused to speak and declared that they were not responsible for the action.\n"
        ]
    },
    {
        "input": "Untuk Intercontinental Exchange Brent Crude Futures mencecah AS$89.30 (berasaskan Disember) pada pukul 8:34 pagi.\n",
        "output": [
            "On the IntercontinentalExchange Brent Crude futures reached US$89.30 (basis December) as of 8:34 a.m..\n"
        ]
    },
    {
        "input": "New York State Throughway, atau interstate 90 ditutup dari berhampiran Rocheste, New York ke Dunkirk, New York di mana panjangnya hampir 110 miles.\n",
        "output": [
            "The New York State Throughway, or interstate 90 is closed from nearly Rochester, New York to Dunkirk, New York which is nearly 110 miles long.\n"
        ]
    },
    {
        "input": "CAW telah meminta agar pekerja untuk memberitahu Wakil Kesihatan dan Keselamatan tentang apa jua masalah keselamatan di tempat kerja.\n",
        "output": [
            "The CAW has asked that employees notify their Health and Safety Rep about any safety concerns at the work place.\n"
        ]
    },
    {
        "input": "Pembebasan tujuh orang itu kerana Presiden Perancis Nicolas Sarkozy tiba di Chad untuk mengadakan perbincangan mengenai kes itu dengan pegawai-pegawai Chad.\n",
        "output": [
            "The release of the seven came as French President Nicolas Sarkozy arrived in Chad to hold talks on the case with Chadian officials.\n"
        ]
    },
    {
        "input": "Beberapa orang masih hidup dan seorang tentera marin berpendapat seorang lelaki yang terbaring di lantai adalah ancaman kerana salah satu tangannya tidak kelihatan dengan jelas, oleh itu dia mungkin menyembunyikan senjata.\n",
        "output": [
            "Some were still alive and one marine thought a man lying on the ground was a threat because one of his arms was not clearly visible, so he could be hiding a weapon.\n"
        ]
    },
    {
        "input": "Ruangan beliau merupakan pergelutan dalam kehidupannya, pertingkaian dan pendapat mengenai isu sosio politik.\n",
        "output": [
            "His column is a romp through his life, spats and opinions on socio-political issues.\n"
        ]
    },
    {
        "input": "\"Kebimbangan utama kami adalah lebih daripada 3,000 orang yang berada di bawah tanah,\" kata Kesatuan Kebangsaan Mineworkers untuk S. Afrika pengerusi, Deon Boqwana.\n",
        "output": [
            "\"Our main worry is for more than 3,000 people who are underground,\" said National Union of Mineworkers for S. Africa chairman, Deon Boqwana.\n"
        ]
    },
    {
        "input": "Sumber memberitahu Wikinews bahawa walaupun versi bahasa Inggeris telah dibukakan sekatan, versi bahasa Cina masih lagi disekat ataupun sukar untuk diakses di kebanyakan tempat di negara itu.\n",
        "output": [
            "Sources tell Wikinews that although the English version is unblocked, the Chinese version still remains blocked or hard to access in many parts of the country.\n"
        ]
    },
    {
        "input": "Dalam satu kenyataan kepada Suruhanjaya itu, bemobile mengakui ia tidak membina apa-apa tiang peranti yang baru sejak penghujung tahun 2010.\n",
        "output": [
            "In a statement to the Commission, bemobile admitted it had not built any new transmitter masts since the latter part of 2010.\n"
        ]
    },
    {
        "input": "Pilihan di dalam strategi itu termasuklah memperbaiki hubungan Afghan-Pakistan, dalam masa yang sama membina semula ekonomi Afghanistan.\n",
        "output": [
            "Options for a strategy include improving Afghan-Pakistani relations, while rebuilding Afghanistan's economy.\n"
        ]
    },
    {
        "input": "Menurut IMB, terdapat 23 serangan lanun lain di perairan negara Afrika timur sejak 15 Mac lalu.\n",
        "output": [
            "According to the IMB, there have been 23 other pirating attacks in coastal waters off the east African nation since March 15.\n"
        ]
    },
    {
        "input": "Sementara itu, Jerusalem Post melaporkan terdapat suasana yang semakin meningkat di kalangan penubuhan pertahanan Israel bahawa negara ini perlu bertindak secara bebas untuk menghentikan Iran daripada memperoleh senjata nuklear memandangkan Amerika Syarikat tidak mungkin berbuat demikian.\n",
        "output": [
            "Meanwhile, the Jerusalem Post reports there is a growing mood among Israel's defence establishment that the country will have to act independently to stop Iran from obtaining nuclear weapons as the United States is unlikely to do so.\n"
        ]
    },
    {
        "input": "Akhirnya pada bulan Mac, pengendorsan pilihanraya Perjanjian Saint Andrews akan dilaksanakan samada melalui pilihanraya ataupun referandum.\n",
        "output": [
            "Finally in March, an electoral endorsement of the Saint Andrews Agreement will take place be it either through election or referendum.\n"
        ]
    },
    {
        "input": "Menurut Akhbar Trust of India, polis di India menerima aduan daripada tiga kanak-kanak perempuan bawah umur yang mendakwa dia telah merogol mereka.\n",
        "output": [
            "According to Press Trust of India, police in India received complaints from three underage girls alleging he had raped them.\n"
        ]
    },
    {
        "input": "Wartawan itu telah menarik perhatian hubungan antara Presiden Colombia Alvaro Uribe, dan kumpulan militia sayap kanan di negara yang dilanda perang di Amerika Selatan itu.\n",
        "output": [
            "The journalist has called attention to ties between outgoing Colombian president Alvaro Uribe, and right-wing militia groups in the war-plagued South American country.\n"
        ]
    },
    {
        "input": "Sekitar 25,000 orang termasuk Perdana Menteri Stephen Harper, isteri beliau dan dua anak mereka berada di sana.\n",
        "output": [
            "About 25,000 people including Prime Minister Stephen Harper, his wife and their two children were there.\n"
        ]
    },
    {
        "input": "Letupan itu dijangkakan meletus pada jejari 3 batu.\n",
        "output": [
            "The explosion had an estimated blast radius of three miles.\n"
        ]
    },
    {
        "input": "Mereka yang telah ditembak adalah dipercayai tentera Iraq yang dilakukan oleh pejuang anti-kerajaan, menurut seorang pegawai Kementerian Dalam Negeri, walaupun mangsa-mangsa tidak memakai pakaian tentera.\n",
        "output": [
            "It is believed those shot were Iraqi soldiers executed by anti-government fighters, according to an Interior Ministry official, although the victims were not dressed in military garb.\n"
        ]
    },
    {
        "input": "Beliau kekal sebagai jurulatih sehingga selepas Piala Dunia 2007, dan telah disebut-sebut untuk menggantikan Duncan Fletcher sebagai jurulatih England selepas kontraknya dengan PCB tamat.\n",
        "output": [
            "He was to remain coach until after the 2007 World Cup, and was tipped to replace Duncan Fletcher as the coach of England after his contract with the PCB expired.\n"
        ]
    },
    {
        "input": "Daerah Thung Sing di wilayah Nakhon Sri Thammarat sedang mengalami banjir setinggi paras pinggang di kawasan beli-belah di pusat bandar.\n",
        "output": [
            "Thung Song District in Nakhon Sri Thammarat province is experiencing waist-high floodwaters in downtown shopping areas.\n"
        ]
    },
    {
        "input": "Lama-kelamaan ia boleh digunakan untuk misi manusia menggunakan kapal angkasa SpaceX Dragon.\n",
        "output": [
            "It could eventually be used for manned missions using the SpaceX Dragon spacecraft.\n"
        ]
    },
    {
        "input": "Kapal Sirius Star, dimiliki oleh firma negeri Saudi Vela International Marine, mempunyai sebanyak 25 kakitangan daripada Filipina, Saudi Arabia, Croatia, Poland, dan Britain.\n",
        "output": [
            "The Sirius Star, owned by Saudi state firm Vela International Marine, has a crew of 25 from the Philippines, Saudi Arabia, Croatia, Poland, and Britain.\n"
        ]
    },
    {
        "input": "Persaingan bermula awal minggu ini selepas berita dari Citigroup Inc. mengenai pengurusan keuntungan dalam dua bulan pertama tahun ini.\n",
        "output": [
            "The rally began earlier this week after the news from Citigroup Inc. about managing profits during first two months of the year.\n"
        ]
    },
    {
        "input": "Kematian Haney telah disifatkan oleh majikannya sebagai keputusan kepada \"penyaluran perhatian\" untuk mendapatkan sistem oksigen utama bergerak semula selepas ianya secara automatik terhenti apabila mengesan kebocoran udara dienjin.\n",
        "output": [
            "Haney's death has been attributed by his employer as the result of his \"channelized attention\" on getting the main oxygen system to restart after it automatically cut out when it detected engine bay air leaks.\n"
        ]
    },
    {
        "input": "Apabila Oppenheimer memulakan makmal reka bentuk senjata rahsia, Los Alamos, beliau melantik Bethe sebagai Pengarah Bahagian Teori.\n",
        "output": [
            "When Oppenheimer started the secret weapons design laboratory, Los Alamos, he appointed Bethe as Director of the Theoretical Division.\n"
        ]
    },
    {
        "input": "Ia akan juga telah memberikan wanita hak yang sama untuk memperoleh harta, dan berucap di pilihan raya tempatan.\n",
        "output": [
            "It would have also given women equal rights to inherit property, and addressed local elections.\n"
        ]
    },
    {
        "input": "Mahkamah perlembagaan Gabon menceritakan pulangan daripada lebih 2,800 pusat mengundi dan mengesahkan kemenangan Bongo ini.\n",
        "output": [
            "Gabon's constitutional court recounted returns from more than 2,800 polling stations and confirmed Bongo's win.\n"
        ]
    },
    {
        "input": "Pengawal pantai menerima panggilan kecemasan pada 7:03 p.m. daripada Syarikat Perkapalan Candano.\n",
        "output": [
            "The Coast Guard received word on the emergency at 7:03 p.m. from Candano Shipping Lines.\n"
        ]
    },
    {
        "input": "\"Ia merupakan satu perkara saya rasa, ia mengubah permainan, tetapi apa yang dapat dilakukan sekarang?\" Kapten Adelaide Travis Dodd memberitahu Foz Sports selepas perlawanan.\n",
        "output": [
            "\"It's one of those things I guess, it changed the game, but what can you do about it now?\" Adelaide Captain Travis Dodd told Fox Sports after the match.\n"
        ]
    },
    {
        "input": "Pada tahun 1997 Gereja disabitkan kesalahan penipuan di Lyon dan 1999 di Marseille.\n",
        "output": [
            "In 1997 the Church was convicted of fraud in Lyon and 1999 in Marseille.\n"
        ]
    },
    {
        "input": "Arahan secara langsung dari London telah dilaksanakan sejak Perhimpunan dan Eksekutif telah dibubarkan pada tahun 2002 atas dakwaan rangkaian pengintip IRA.\n",
        "output": [
            "Direct rule from London has been in place since the Assembly and Executive dissolved in 2002 over allegations of IRA spying ring.\n"
        ]
    },
    {
        "input": "Syarikat penerbangan Ireland Ryanair mengalami kemerosotan sebanyak 12% dalam perdagangan pagi ni, seterusnya mempergiatkan kebimbangan mengenai keadaan pasaran yang lemah di tengah-tengah kebimbangan kemelesetan.\n",
        "output": [
            "Irish airline Ryanair took a 12% slump in this morning’s trade, further intensifying concern about poor market conditions amid recessionary fears.\n"
        ]
    },
    {
        "input": "Satu papan tanda menunjukkan kembaran itu dirancangkan bagi bulatan tersebut.\n",
        "output": [
            "A sign marking the twinning is planned for the roundabout.\n"
        ]
    },
    {
        "input": "Hasil daripada pembinaan landasan Crossrail, ratusan rumah akan mempunyai terowong baru digali di bawah mereka.\n",
        "output": [
            "As a result of construction of the Crossrail line, hundreds of homes will have new tunnels excavated beneath them.\n"
        ]
    },
    {
        "input": "Menurut sebuah rangkaian ABC di Charlotte, North Carolina, Flair telah terlibat di dalam satu tuduhan insiden berang jalanraya Rabu lalu di Interstate 485.\n",
        "output": [
            "According to an ABC affiliate in Charlotte, North Carolina, Flair took part in an alleged road rage incident last Wednesday on Interstate 485.\n"
        ]
    },
    {
        "input": "Kapal berukuran 35m itu telah terkandas sejak Khamis lepas, apabila ia telah ditambat, semasa dalam perjalanan ke mesyuarat APEC di Sydney.\n",
        "output": [
            "The 35m vessel has been stranded since last Thursday, when she was grounded whilst on her way to the APEC meeting in Sydney.\n"
        ]
    },
    {
        "input": "Ada juga kebimbangan bahawa bangunan empat tingkat yang terletak kurang satu meter dari pinggir lubang mungkin akan runtuh sekiranya tanah di bawah bangunan itu terus terhakis.\n",
        "output": [
            "There are also concerns that a four-story building less than a metre from the edge of the hole may collapse as the earth under the building continues to be eroded.\n"
        ]
    },
    {
        "input": "Trafik tempatan dibenarkan, kerana banjir ini menutupi lebuhraya sepanjang 150 batu.\n",
        "output": [
            "Local traffic is being allowed, since this shuts off a 150-mile stretch of highway.\n"
        ]
    },
    {
        "input": "Menteri Sumber Martin Fergusan mengatakan bahawa \"tiada ancaman terhadap pantai Australia.\"\n",
        "output": [
            "Resources Minister Martin Ferguson said that \"there's no threat to the Australian coast.\"\n"
        ]
    },
    {
        "input": "Hanya dua peratus daripada wanita yang dikaji di seluruh dunia menganggap diri mereka cantik, mengikut ABC Good Morning America bersama penyampai bersama Robin Roberts, yang programnya memulakan iklan itu pagi ini pada pukul 8:07 am EST.\n",
        "output": [
            "Only two percent of women surveyed worldwide consider themselves beautiful, according to ABC Good Morning America co-anchor Robin Roberts, whose program debuted the commercial this morning at 8:07 am EST.\n"
        ]
    },
    {
        "input": "Aktivis daripada Narmada Bachao Andolan cuba menghalang polis daripada menggerakkan Patkar dan ada yang ditangkap atas tuduhan merusuh.\n",
        "output": [
            "Activists of the Narmada Bachao Andolan tried to prevent the police from moving Patkar and some were arrested on rioting charges.\n"
        ]
    },
    {
        "input": "Polis di Indonesia telah mengemukakan 200 muka surat ringkasan mengenai kemalangan Pesawat Garuda Indonesia 200 kepada pendakwa raya.\n",
        "output": [
            "Police in Indonesia have forwarded a 200-page brief concerning the Garuda Indonesia Flight 200 disaster to prosecutors.\n"
        ]
    },
    {
        "input": "Ia mengesahkan bahawa Spyker akan berubah pemilik musim depan menjadi pasukan pertama warga India Formula Satu dalam sejarah.\n",
        "output": [
            "It was confirmed that Spyker will change owners next season becoming the first Indian national Formula One team in history.\n"
        ]
    },
    {
        "input": "Glasgow berkata prestasinya di syarikat itu dinilai berdasarkan bagaimana beliau \"mengharukan hati, bergerak dan memberi inspirasi\" kepada orang lain, sebuah ungkapan dari falsafah Landmark itu, bercanggah dengan pencapaian perniagaannya di syarikat itu.\n",
        "output": [
            "Glasgow said his performance at the company was assessed based on how he was \"touching, moving and inspiring\" others, a phrase from the Landmark philosophy, as opposed to his business accomplishments at the company.\n"
        ]
    },
    {
        "input": "\"Kita perlu menggunakan penunu bagas untuk membuka dua belah kereta kereta api untuk mencapai penumpang,\" kata Pedro Machado, komander jeneral Jabatan Bomba Rio de Janeiro.\n",
        "output": [
            "\"We have to use blowtorches to open the sides of the train cars to reach the people,\" said Pedro Machado, commander general of the Rio de Janeiro Fire Department.\n"
        ]
    },
    {
        "input": "\"Shake\" telah dijangka umum untuk mendapat tempat teratas di Hot 100 minggu ini.\n",
        "output": [
            "“Shake” was widely expected to gain to the Hot 100 pole position this week.\n"
        ]
    },
    {
        "input": "\"Pada 18 Disember tahun lepas, saya telah menulis kepada Peguam Negara Indonesia mengingatkan beliau bahawa kerajaan Australia telah menentang hukuman mati dan kami tidak mahu melihat, dalam konteks Bali Nine, sesiapa daripada warga Australia dihukum mati,\" katanya.\n",
        "output": [
            "\"On the 18th of December last year, I wrote to the Indonesian Attorney-General reminding him that the Australian Government was opposed to the death sentence and we didn't want to see, in the context of the Bali nine, any of the Australians sentenced to death,\" he said.\n"
        ]
    },
    {
        "input": "Seorang jiran lagi menambah, \"Jiran-jiran yang indah, hanya kanak-kanak manis yang saya pernah tahu.\"\n",
        "output": [
            "Another neighbor added, \"Wonderful neighbors, just the sweetest kids I've ever known.\"\n"
        ]
    },
    {
        "input": "Pesawat #214 datang dari Seoul, membawa 291 penumpang- termasuk seorang bayi, dan 16 akan kapal - terhempas di landasan 28L.\n",
        "output": [
            "Flight #214, coming from Seoul, carrying 291 passengers — including one infant, and 16 crew members — crashed on runway 28L.\n"
        ]
    },
    {
        "input": "Pembangkang Australia itu telah menggunakan komen itu sebagai satu peluang untuk menyerang kerajaan.\n",
        "output": [
            "The Australian opposition has used the comments as an opportunity to attack the government.\n"
        ]
    },
    {
        "input": "Fame, Dewan Muzik Canada menambah kumpulan rock veteran Kanada, Triumph kepada roll terhormatnya.\n",
        "output": [
            "The Canadian Music Hall of Fame added veteran Canadian rock band Triumph to its honour roll.\n"
        ]
    },
    {
        "input": "Ketua Pemimpin Queensland Peter Beattie telah berkata bahawa perubahan kepimpinan \"akan menandakan dalam satu tempoh baru kestabilan parti.\"\n",
        "output": [
            "Premier of Queensland Peter Beattie has said that the leadership change \"will herald in a new period of stability for the party.\"\n"
        ]
    },
    {
        "input": "Di bawah bapanya, Gabon menjadi pengeksport minyak keenam terbesar di dunia, tetapi 70% daripada penduduk masih hidup dalam kemiskinan.\n",
        "output": [
            "Under his father, Gabon became the world's sixth-largest oil exporter, but 70% of the population still live in poverty.\n"
        ]
    },
    {
        "input": "Finalis laporan hal ehwal semasa ialah Alex Teka, Detox Diary, Not Fit to Practise dan Turning the Tide.\n",
        "output": [
            "Best current affairs report finalist were Alex Teka, Detox Diary, Not Fit to Practise and Turning the Tide.\n"
        ]
    },
    {
        "input": "Mereka ada menyatakan bahawa pesakit kritikal rawatan kecemasan tidak akan ditolak.\n",
        "output": [
            "It did indicate that acute care emergency patients would not be turned away.\n"
        ]
    },
    {
        "input": "Sebuah mahkamah di Salé telah menjatuhkan hukuman penjara ke atas empat belas anggota Fath Al Andalous (Penaklukan Andalusia) atas kesalahan merancang serangan terhadap sasaran di Maghribi.\n",
        "output": [
            "A court in Salé sentenced fourteen members of Fath Al Andalous (Conquest of Andalusia) to jail yesterday for planning attacks against targets in Morocco.\n"
        ]
    },
    {
        "input": "Dua muzium di San Diego, California telah mewarisi koleksi seni bernilai lebih daripada 40 juta.\n",
        "output": [
            "Two museums in San Diego, California have been bequested an art collection worth more than 40 million.\n"
        ]
    },
    {
        "input": "Keselamatan lalu lintas merupakan satu ancaman yang dikhuatiri akan mencederakan penyokong Piala Dunia.\n",
        "output": [
            "Traffic safety is feared to be a threat of injury to supporters to the World Cup.\n"
        ]
    },
    {
        "input": "Suara Imigresen juga berkata bahawa disebabkan pengorbanan mereka untuk mendapatkan kebebasan Amerika yang telah menjadikan negara ini hebat dan destinasi yang diidami warga seluruh dunia dan mereka mahu mengatakan \"Terima kasih dan Tuhan memberkati anda\" kepada anggota yang berbakti.\n",
        "output": [
            "Immigration Voice also said that it is their sacrifice for American freedom that has made this country great and such a desirable destination for multitude of people from around the world and that they wanted to say \"Thank you and god bless you\" to the servicemen.\n"
        ]
    },
    {
        "input": "Editor yang namanya tidak diketahui memaparkan permohonan maaf yang panjang lebar kepada komuniti Wikimedia, dengan menjelaskan, \"Saya harap ini mengakhiri spekulasi ini bahawa seseorang mengetahui tentang tragedi itu sebelum ia ditemui.\"\n",
        "output": [
            "The anonymous editor left a lengthy apology to the Wikimedia community, explaining, \"I hope this puts an end to this speculation that someone knew about the tragedy before it was discovered.\"\n"
        ]
    },
    {
        "input": "\"Jika Apple menetapkan untuk membuka Mac Os kepada lain, kami amat gembira untuk menawarkannya kepada pelanggan,\" Dell telah menulis email kepada Kirkpatrick.\n",
        "output": [
            "\"If Apple decides to open the Mac OS to others, we would be happy to offer it to our customers,\" Dell wrote in an email to Kirkpatrick.\n"
        ]
    },
    {
        "input": "Ia kemudian berjalan utara dari Jalan Yonge ke Kelab Tentera Laut di Hayden Avenue.\n",
        "output": [
            "It then wheeled north along Yonge St. to the Naval Club on Hayden Avenue.\n"
        ]
    },
    {
        "input": "Ia dijangka bahawa persidangan penderma antarabangsa akan diadakan pada bulan hadapan untuk mendapatkan lebih banyak bantuan kepada negara.\n",
        "output": [
            "It is expected that an international donors' conference will take place next month to solicit more aid for the country.\n"
        ]
    },
    {
        "input": "Saintis telah menemui penempatan Neolitik terbesar di United Kingdom di Tembok Durrington dan percaya bahawa kampung ini didiami oleh orang yang membina monumen Stonehenge.\n",
        "output": [
            "Scientists have uncovered the largest Neolithic settlement in the United Kingdom at the Durrington Walls and believe that the village was inhabited by the people who built the Stonehenge monument.\n"
        ]
    },
    {
        "input": "Keadaan serangan tentera Pakistan ke atas kawasan puak berhampiran sempadan Afghanistan adalah sukar untuk disahkan, kerana wartawan dan pekerja bantuan tidak dibenarkan ke dalam zon pertempuran.\n",
        "output": [
            "The accounts of the Pakistan army's offensive in the tribal region near the Afghan border are difficult to verify, as journalists and aid workers are not allowed into the battle zone.\n"
        ]
    },
    {
        "input": "Bakteria boleh dibawa oleh haiwan liar dari ladang lembu ke padang bayam.\n",
        "output": [
            "The bacteria could have been carried by wild animals from the cattle ranch to the spinach field.\n"
        ]
    },
    {
        "input": "Senator Joe Ludwig (Buruh, Queensland) mempersoalkan Menteri Keadilan dan Kastam Chris Ellision di Waktu Pertanyaan sama ada dia berpendirian terhadap kenyataan yang dibuatnya semalam bahawa penemuan Jian Seng menunjukkan kerajaan Australia telah menempatkan \"pengawasan udara dan laut untuk memintas kapal tangki didalam keadaan ini, dan telah dilakukan\", dan menyoal mengapa Kerajaan mengambil dua minggu untuk memintas kapal tersebut selepas memasuki perairan Australia.\n",
        "output": [
            "Senator Joe Ludwig (Labor, Queensland) asked of the Minister for Justice and Customs Senator Chris Ellison in Question Time whether he stood by his claim that he made yesterday that the discovery of the Jian Seng demonstrated that the Australian Government had in place \"aerial and maritime surveillance to intercept a vessel in these circumstances, and that was done\", and asked why it took the Government two weeks to intercept the vessel after it entered Australian waters.\n"
        ]
    },
    {
        "input": "Menurut rakaman perbualan telefon yang dipaparkan di blognya,\n",
        "output": [
            "According to the phone conversation recording he posted to his blog,\n"
        ]
    },
    {
        "input": "Djurovic juga berkata bahawa sekurang-kurangnya 198 orang, di mana 90 orang daripadanya kanak-kanak, telah dirawat di hospital.\n",
        "output": [
            "Djurovic also said at least 198 people, 90 of them children, have been treated at the hospital.\n"
        ]
    },
    {
        "input": "Breur berkata proses itu adalah perkara biasa di Rusia untuk mengelakkan percukaian yang berlebihan.\n",
        "output": [
            "Breur said the process was common in Russia to avoid hypertaxation.\n"
        ]
    },
    {
        "input": "\"Kami tidak menerima sebarang aduan semasa tempoh ini,\" kata pengerusi Suruhanjaya Pilihanraya Kebangsaan Mozambique, Leopoldo da Costa.\n",
        "output": [
            "\"We did not receive any complaints during this period,\" said the chairman of Mozambique's National Elections Commission, Leopoldo da Costa.\n"
        ]
    },
    {
        "input": "Juga, kemalangan lain dilaporkan di Newtownhamilton, County Armagh dimana dua orang berusia 17 tahun juga terlibat.\n",
        "output": [
            "Also, another accident was reported which took place in Newtownhamilton, County Armagh in which two 17 year old boys were involved.\n"
        ]
    },
    {
        "input": "Pada tahun 2006 satu lagi B737 telah mengalami masalah penerbangan dan terbang ke kawasan kemalangan radar, meninggalkannya hilang selama beberapa jam sebelum melakukan pendaratan kecemasan beratus-ratus batu dari destinasi yang dirancang.\n",
        "output": [
            "In 2006 another B737 suffered a navigational problem and flew into a radar blackspot, leaving it lost for several hours before performing an emergency landing hundreds of miles from the intended destination.\n"
        ]
    },
    {
        "input": "Eva Avila juga memberikannya rekod muti-platinum untuk album yang mempunyai tajuk namanya sendiri yang bertajuk dia Melissa O'Neil.\n",
        "output": [
            "Eva Avila also gave her a muti-platinum record for her self-titled album Melissa O'Neil.\n"
        ]
    },
    {
        "input": "Setiausaha Pertahanan Robert Gates memberitahu pemberita di Madrid pada hari Jumaat bahawa terdapat bukti \"yang cukup baik\" menunjukkan Iran membekalkan sama ada senjata ataupun teknologi kepada militan Iraq.\n",
        "output": [
            "Defense Secretary Robert Gates told reporters in Madrid on Friday that the there was \"pretty good\" evidence that Iranians are supplying either weapons or technology to Iraqi militants.\n"
        ]
    },
    {
        "input": "Sebuah bangunan di ibu negara Iran Tehran runtuh hari ini dan membunuh sekurang-kurangnya 19 orang.\n",
        "output": [
            "A building in Iran's capital Tehran collapsed today and killed at least 19 people.\n"
        ]
    },
    {
        "input": "Sebagai tindak balas Leo Benhakker mengubah kepada sistem lebih menyerang 4-3-2 dan memasukkan seorang penyerang tambahan.\n",
        "output": [
            "In reply Leo Benhakker changed to a more attacking 4-3-2 system and threw on an extra attacker.\n"
        ]
    },
    {
        "input": "Google Base dijangka menjadi pesaing utama Craigslist, yang sebahagiannya dimiliki oleh eBay.\n",
        "output": [
            "Google Base is expected to be a major competitor of craigslist, which is partly owned by eBay.\n"
        ]
    },
    {
        "input": "Pada 7 Ogos, pasukan tentera Georgia melancarkan serangan terhadap Bandar Ossetia di Tskhinvali.\n",
        "output": [
            "On August 7, Georgian troops launched an offensive against the Ossetian town of Tskhinvali.\n"
        ]
    },
    {
        "input": "Perbicaraan pada 31 Januari itu bermula dengan komen oleh kira-kira 25 daripada hadirin yang berjumlah lebih kurang 35-40, semuanya tidak bersetuju dengan cadangan Peguam Daerah.\n",
        "output": [
            "The January 31 hearing began with comments by approximately 25 of the audience of roughly 35–40, all of which opposed the DA's proposal.\n"
        ]
    },
    {
        "input": "Bangsa-Bangsa Bersatu dengan \"pencapaiannya yang mengagumkan\" dan \"kegagalan yang menghantuinya\" telah berubah tetapi perlu berubah lagi kelak, katanya dalam satu artikel dalam Newsweek International.\n",
        "output": [
            "The United Nations with its \"impressive achievements\" and \"haunting failures\" has changed but needs to change further, he said in an article in Newsweek International.\n"
        ]
    },
    {
        "input": "Mereka yang didapati melanggar syarat-syarat ini dengan sengaja boleh mengakibatkan diri mereka menghadapi denda peribadi sehingga NZ$200,000.\n",
        "output": [
            "Those found breaking these requirements deliberately could find themselves facing a personal fine of up to NZ$200,000.\n"
        ]
    },
    {
        "input": "Majlis Bandaraya Bristol telah melaporkan bahawa kemungkinan perpustakaan itu akan dibuka semula pada Selasa, walaupun dikatakan bahawa bangunan itu mungkin akan masih ditutup pada hari itu.\n",
        "output": [
            "Bristol City Council has reported that it is possible the library will reopen on Tuesday, although it did say that it was likely the building would remain closed on that day.\n"
        ]
    },
    {
        "input": "Kemudian, ia dipindahkan ke ibu pejabat Motisiete, dimana sebuah peringatan akan dilangsungkan.\n",
        "output": [
            "Later, it was moved to Notisiete's headquarters, where a memorial took place.\n"
        ]
    },
    {
        "input": "Bagaimanapun, beliau menyerah diri selepas ditemu bual.\n",
        "output": [
            "However, he did turn himself in after giving the interview.\n"
        ]
    },
    {
        "input": "Kejohanan tersebut bermula pada 1947 sebagai acara jemputan untuk pasukan Singapura dan Malaysia dan telah berkembang ke pasukan negara dan kelab dari seluruh dunia dijemput.\n",
        "output": [
            "The tournament began in 1947 as an invitational event for Singapore and Malaysian teams and since grown into national and club teams from around the world are invited.\n"
        ]
    },
    {
        "input": "Bruce yang merupakan isteri penembak yang disyaki dan presiden kepada syarikat teater, sementara yang lain merupakan sebahagian daripada produksi Sherlock Holmes: The Final Adventure.\n",
        "output": [
            "Bruce was the wife of the alleged shooter and president of the theater company, while the others were part of a production of Sherlock Holmes: The Final Adventure.\n"
        ]
    },
    {
        "input": "Buah pinggang itu berupaya dalam pengeluaran air kencing dan perkumuhan tanpa darah beku dalam makmal dan tikus yang hidup.\n",
        "output": [
            "The kidneys were capable of urine production and excretion without blood clots in both the laboratory and inside living rats.\n"
        ]
    },
    {
        "input": "Seorang adalah Gary McHale, lelaki dari Richmond Hill, Ontario yang masuk ke kawasan yang didiami penduduk di Caledonia, Ontario untuk menganjurkan perhimpunan menentang penjajahan orang asli yang sedang berlaku.\n",
        "output": [
            "One was Gary McHale, a Richmond Hill, Ontario man who entered the occupied land in Caledonia, Ontario to organize a rally against the ongoing aboriginal occupation.\n"
        ]
    },
    {
        "input": "Fasa berikut ujian akan melibatkan 700 orang dari pelbagai kumpulan umur.\n",
        "output": [
            "The next phase of the trial will include 700 people from varying age groups.\n"
        ]
    },
    {
        "input": "Hadiah itu datang dengan satu anugerah bernilai AS$500,000, menjadikannya anugerah terbesar untuk ciptaan yang diberikan di Amerika Syarikat.\n",
        "output": [
            "The prize comes with an award of US$500,000, making it the largest single award for invention given in the United States.\n"
        ]
    },
    {
        "input": "Menteri Luar Ireland, Micheal Martin, katanya dalam satu kenyataan, \"Ini adalah satu kenyataan keyakinan dalam proses politik dan di institusi diturunkan.\"\n",
        "output": [
            "Ireland's Foreign Affairs Minister, Micheál Martin, said in a statement, \"This is a statement of confidence in the political process and in the devolved institutions.\"\n"
        ]
    },
    {
        "input": "Ini merupakan tahun keenam Inisiatif Tee Ball Rumah Putih.\n",
        "output": [
            "This is the sixth year of the White House Tee Ball Initiative.\n"
        ]
    },
    {
        "input": "Bot penyelamat juga membawa seorang ahli kumpulan itu yang tidak cedera ke darat, manakala helikopter kembali untuk menyelamatkan seorang anak muda kedua.\n",
        "output": [
            "The lifeboat also carried an uninjured member of the party ashore, while the helicopter returned to rescue a second young boy.\n"
        ]
    },
    {
        "input": "Nantikan temubual bersama ahli-ahli Parti Liberal, Konservatif Progresif, Demokratik Baru, Ontario Greens, serta ahli-ahli dari Family Coalition, Kebebasan, Komunis, Libertarian, dan Gabungan pihak Kawasan, dan juga calon bebas.\n",
        "output": [
            "Expect interviews from Liberals, Progressive Conservatives, New Democratic Party members, Ontario Greens, as well as members from the Family Coalition, Freedom, Communist, Libertarian, and Confederation of Regions parties, as well as independents.\n"
        ]
    },
    {
        "input": "Beliau adalah anak kepada Presiden Kongres semasa kelahiran Itali Sonia Gandhi, dan bekas Perdana Menteri Rajiv Gandhi, yang telah dibunuh pada tahun 1991.\n",
        "output": [
            "He is the son of current Italian-born Congress President Sonia Gandhi, and former Prime Minister Rajiv Gandhi, who was assassinated in 1991.\n"
        ]
    },
    {
        "input": "Clinton mendahului setiap undian kebangsaan bagi bakal calon Demokrat dan cuba merahsiakan banyak cubaan mendekati beliau dari penyokong dan kakitangan baru.\n",
        "output": [
            "Clinton tops every national poll of likely Democratic candidates and had tried to keep private many of her overtures to supporters and new staff.\n"
        ]
    },
    {
        "input": "Jambatan yang bernilai $220 juta itu dijadualkan untuk dibuka pada bulan Jun, 2007, dan adalah projek pembinaan terbesar dalam sejarah Ohio.\n",
        "output": [
            "The $220 million bridge is scheduled for opening in June, 2007, and is the largest construction project in the history of Ohio.\n"
        ]
    },
    {
        "input": "Peranti itu bukan yang peranti pelakuran meja pertama yang dipercayai; pelakur Farnsworth-Hirsch, diciptakan pada awal tahun 1960an dalam makmal Philio T. Farnsworth yang memainkan peranan penting dalam pembangunan televisyen, dijual secara komersial sebagai sumber neutron.\n",
        "output": [
            "This device is not the first reliable tabletop fusion device; the Farnsworth-Hirsch fusor, developed in the early 1960s in the laboratory of Philo T. Farnsworth who was instrumental in developing television, is sold commercially as a neutron source.\n"
        ]
    },
    {
        "input": "66 penumpang dan anak kapal penerbangan UAL New York ke San Francisco terpaksa berhenti di \"Windy City,\" Chicago, pada hari Selasa, berikutan ugutan bom.\n",
        "output": [
            "66 passengers and the crew of a New York to San Francisco UAL flight got an unwanted stop in the \"Windy City,\" Chicago, on Tuesday, following a bomb scare.\n"
        ]
    },
    {
        "input": "Kapal itu dirampas kira-kira 830 kilometer di tenggara Mombasa dan dilaporkan menuju ke pelabuhan Somalia di Eyl.\n",
        "output": [
            "The ship was captured roughly 830 kilometers south-east of Mombasa and is reportedly heading towards the Somali port of Eyl.\n"
        ]
    },
    {
        "input": "\"Ini adalah pembuangan undi di pertengahan malam.\"\n",
        "output": [
            "\"This will be a vote in the middle of the night.\"\n"
        ]
    },
    {
        "input": "Pemimpin liga Bayern Munich mara ke pusingan ke-3 untuk Piala DFB selepas mengalahkan pemimpin bahagian 2 Borussia Mönchengladbach 3-1.\n",
        "output": [
            "League leaders Bayern Munich advanced to the 3rd round of the DFB Cup after defeating 2nd division leaders Borussia Mönchengladbach 3-1.\n"
        ]
    },
    {
        "input": "Keputusan Pelan B adalah hanya satu daripada 67 cadangan preskripsi kepada perubahan OTC yang tidak diluluskan, walaupun selepas jawatankuasa penasihat meluluskan perubahan.\n",
        "output": [
            "The Plan B decision was the only one of 67 proposed prescription to OTC changes to be disapproved, even after advisory committees approved the changes.\n"
        ]
    },
    {
        "input": "Kerajaan telah mengesahkan bahawa empat orang terbunuh dalam kejadian itu.\n",
        "output": [
            "The government has confirmed that four people were dead in the incident.\n"
        ]
    },
    {
        "input": "Walau bagaimanapun, Zidane enggan mendedahkan apa yang dikatakan Materazzi tetapi mengatakan bahawa Materazzi membuat kenyataan yang \"sangat peribadi\" dan secara khususnya berkenaan ibu dan kakaknya.\n",
        "output": [
            "However, Zidane refused to divulge what Materazzi actually said but did say that Materazzi made remarks which were \"very personal\" and specifically concerned his mother and sister.\n"
        ]
    },
    {
        "input": "Jika masyarakat menanam biobahan api dan makanan ia akan mengenakan tekanan baru, kata David Molden, yang mengetuai kajian di IWMI yang berpangkalan di Sri Lanka.\n",
        "output": [
            "If people are growing biofuels and food it will put another new stress, says David Molden, who led the study at the Sri Lanka-based IWMI.\n"
        ]
    },
    {
        "input": "Ini adalah pertama kali ujian penembakan utama Falcon 9, dan ia menandakan satu peristiwa penting bagi syarikat itu dalam rancangan untuk menguasai sebahagian daripada pasaran pelancaran komersilnya.\n",
        "output": [
            "This was the Falcon 9's first major test firing, and it marks a milestone for the company in its plans to capture a section of the commercial launch market.\n"
        ]
    },
    {
        "input": "Sebelas orang terbunuh selepas sebuah helikopter tentera terhempas semasa penerbangan operasi anti-narkotik di Mexico Barat.\n",
        "output": [
            "Eleven people have died after a military helicopter crashed during an anti-narcotics flight in Western Mexico.\n"
        ]
    },
    {
        "input": "Selang dua puluh minit, pengeboman disasarkan ke dua pasar di Baghdad dalam sebelum panggilan untuk sembahyang Jumaat.\n",
        "output": [
            "Separated by twenty minutes, the bombings targeted two marketplaces in Baghdad shortly before the call to Friday prayers.\n"
        ]
    },
    {
        "input": "Wood berkata Straw pernah \"sering dinasihati bahawa perkara tertentu menyalahi undang-undang dan terus melakukan perbuatan sedemikian walau bagaimanapun dan menang di mahkamah\" ketika dia berjawat sebagai setiausaha dewan.\n",
        "output": [
            "Wood said that Straw had \"often been advised things were unlawful and gone ahead anyway and won in the courts\" when he was home secretary.\n"
        ]
    },
    {
        "input": "\"Saya cuba utuk menubuhkan mesyuarat di peringkat tinggi China untuk menjelaskan kes dan menerangkan mengapa kami tidak patut dihalang.\"\n",
        "output": [
            "\"I am trying to set up high-level meetings in China to state our case and explain why we should be unblocked.\"\n"
        ]
    },
    {
        "input": "Rangka manusia ini mendedahkan bahawa dia mengalami kecederaan lutut dan masalah gigi yang serius.\n",
        "output": [
            "The skeleton of this man reveals that he had serious knee injury and tooth problems.\n"
        ]
    },
    {
        "input": "Ia akan diletakkan di orbit geosynchronous, kira-kira 36,000 kilometer di atas Bumi, pada longitud 95.5ºE.\n",
        "output": [
            "It will be placed in a geosynchronous orbit, about 36,000 kilometres above the Earth, at a longitude of 95.5°E.\n"
        ]
    },
    {
        "input": "Antaranya ialah lukisan oleh pelukis terkenal Sepanyol Pablo Picasso, bertarikh 1939, yang dikenali sebagai Woman's Head yang merupakan hadiah kepada orang Yunani untuk ketahanan mereka kepada Nazi semasa Perang Dunia ke-2.\n",
        "output": [
            "Among them was a painting by famous Spanish painter Pablo Picasso, dated 1939, called Woman's Head which was a gift to the Greek people for their resistance to the Nazis during World War 2.\n"
        ]
    },
    {
        "input": "Si mati adalah seorang pekerja pembinaan berusia 50 tahun yang meninggal dunia selepas tanah runtuh di tapak pembinaan empangan di Wilayah Fukui malam tadi dan seorang lelaki berusia 76 tahun yang meninggal dunia selepas dipanah pokok jatuh pada 6 September, tidak lama selepas Fitow membuat pendaratan.\n",
        "output": [
            "The deceased are a 50-year-old construction worker who died after a landslide at a dam construction site in Fukui Prefecture last night and a 76-year-old man who died after being struck by a falling tree on September 6, shortly after Fitow made landfall.\n"
        ]
    },
    {
        "input": "Menurut peguam beliau, keadaan ini dikenakan kerana Manning membuat \"sindiran yang tajam\" tentang keadaan penahanannya yang teruk.\n",
        "output": [
            "According to his attorney, this condition was imposed because Manning made a \"sarcastic quip\" about the harsh conditions of his confinement.\n"
        ]
    },
    {
        "input": "Sama ada Vardi adalah ibu bapa yang bijak bagi galakannya, atau sebenarnya menyendal orang yang ketinggalan, adalah sesuatu yang hanya masa akan menentukan kerana dia cuba untuk membawa produk-produk anak-anaknya ke pasaran.\n",
        "output": [
            "Whether Vardi is a smart parent for his encouragement, or in fact propping up laggards, is something only time will tell him as he attempts to bring these products of his children to market.\n"
        ]
    },
    {
        "input": "Keganasan pagi ini berbeza dengan kenyataan Mejar Jeneral William Caldwell, yang mendakwa \"Pemberontak dan pengganas membalas dalam usaha untuk mengimbangi kejayaan kerajaan Iraq dan pasukan keselamatannya,\" umum seterusnya berkata keganasan yang telah jatuh sebanyak separuh sejak Julai, tetapi telah meningkat secara tiba-tiba dalam tempoh dua hari lepas.\n",
        "output": [
            "This morning's violence contrasted statements by Maj Gen William Caldwell, who claimed \"Insurgents and terrorists are hitting back in an attempt to offset the success of the Iraqi government and its security forces,\" the general went on to say that violence had fallen by half since July, but had increased suddenly in the last two days.\n"
        ]
    },
    {
        "input": "Dua belas peratus dari 1,043 banduan yang diperiksa untuk dadah dari awal tahun ini hingga Jun, disahkan positif dadah.\n",
        "output": [
            "Twelve percent of 1,043 prisoners who were tested for drugs from the start of this year until June, tested positive for drugs.\n"
        ]
    },
    {
        "input": "Safia Ahmed-jan, pengarah Kementerian Hal Ehwal Wanita Afghan untuk wilayah Khandahar dan seorang peguam bela hak-hak wanita dan pengkritik yang kuat mengenai penindasan Taliban terhadap hak-hak tersebut, telah ditembak mati oleh lelaki bersenjata yang tidak dikenali di luar rumahnya di bandar Khandahar di selatan Afghanistan pada hari Isnin.\n",
        "output": [
            "Safia Ahmed-jan, the director of the Afghan Ministry of Women's Affairs for the Khandahar province and an advocate of women's rights and a strong critic of the Taliban's repression of those rights, was shot dead by unidentified gunmen outside her home in Khandahar city in southern Afghanistan on Monday.\n"
        ]
    },
    {
        "input": "20 orang terpaksa meninggalkan kediaman mereka sementara bom itu selamat dimatikan.\n",
        "output": [
            "20 people had to evacuate their homes while the bomb was safely defused.\n"
        ]
    },
    {
        "input": "Penduduk dan pemilik mengesyaki perniagaan di kawasan itu yang hotel itu pernah terletak di tempat sama.\n",
        "output": [
            "It was suspected by residents and business owners in the area that hotel once stood in the same spot.\n"
        ]
    },
    {
        "input": "Ketua Konstabel daripada Pasukan Polis Yorkshire Selatan, Meredydd Hughes didakwa memandu laju di Jalan A5 yang berdekatan dengan Chirk di utara Wales.\n",
        "output": [
            "The Chief Constable of the South Yorkshire Police, Meredydd Hughes was allegedly caught speeding on the A5 road near Chirk in north Wales.\n"
        ]
    },
    {
        "input": "Jawatankuasa ini akan membuat keputusan yang mana satu daripada tiga filem yang harus menerima pencalonan.\n",
        "output": [
            "The committee will decide which of the three films should receive nominations.\n"
        ]
    },
    {
        "input": "Syarikat itu menyaman untuk mendapatkan ganti rugi sivil yang benilai separuh daripada pendapatan filem dan buku dari francais filem blokbuster seperti Spider-Man, Iron Man, X-Men, Hulk, dan Fantastic Four.\n",
        "output": [
            "The company is suing for recovery of civil damages representing one-half of film and book earnings from such blockbuster films as Spider-Man, Iron Man, X-Men, Hulk, and Fantastic Four franchises.\n"
        ]
    },
    {
        "input": "Bom pertama meletup di stesen kereta api Liverpool Street sejurus selepas ia berlepas ke Aldgate di laluan Circle line, beberapa saat sebelum yang lain.\n",
        "output": [
            "The first bomb to detonate was on the Liverpool Street train soon after it left for Aldgate on the Circle line, seconds before the others.\n"
        ]
    },
    {
        "input": "\"Kemudian semuanya akan datang bersama secara sempurna dan Greenbird berada di garisan dan mempersembahkan secara menakjubkan.\n",
        "output": [
            "\"Then everything came together perfectly and the Greenbird stepped up to the mark and performed amazingly.\n"
        ]
    },
    {
        "input": "\"Beliau telah dibesarkan di Shanghai dan mempunyai adab yang sangat baik.\"\n",
        "output": [
            "\"He had grown up in Shanghai and had very good manners.\"\n"
        ]
    },
    {
        "input": "Setiausaha Amerika Syarikat Beras Negara Condoleezza telah memberi penjelasan mengapa Amerika Syarikat mengecualikan diri dan tidak memberi kuasa veto terhadap resolusi itu.\n",
        "output": [
            "US Secretary of State Condoleezza Rice has given an explanation for why the United States abstained and did not veto the resolution.\n"
        ]
    },
    {
        "input": "Kevin Pietersen dan kemunculan sulung ODI Luke Wright kedua-duanya merekod lima puluh, dengan Wright berkongsi 106 larian dengan Owais Shah.\n",
        "output": [
            "Kevin Pietersen and ODI debutant Luke Wright both recorded fifties, with Wright sharing 106 runs with Owais Shah.\n"
        ]
    },
    {
        "input": "Nicolas Adesile, dari Palang Merah, memberitahu agensi berita yang sama bahawa sebanyak tiga puluh orang telah dirawat setakat ini.\n",
        "output": [
            "Nicolas Adesile, of the Red Cross, told the same news agency that as many as thirty people have been treated thus far.\n"
        ]
    },
    {
        "input": "Kekalahan gerakan kerajaan untuk campur tangan tentera itu mengejutkan sesetengah pihak.\n",
        "output": [
            "The defeat of the government motion for military intervention has surprised some.\n"
        ]
    },
    {
        "input": "WHO menolak untuk mengenalpasti ahli jawatankuasa, berhujah bahawa mereka mesti dilindung dari tekanan industri, jadi kemungkinan konflik kepentingan dengan syarikat perubatan adalah tidak diketahui.\n",
        "output": [
            "The WHO has refused to identify committee members, arguing that they must be shielded from industry pressure, so possible conflicts of interest with drug companies are unknown.\n"
        ]
    },
    {
        "input": "Komen terkini Cindy terlalu drastik untuk mengubah dari komennya pada temuduga 2004 dengan THE REPORTER di Vacaville, CA.\n",
        "output": [
            "Cindy's current comments are a drastic change from her comments in a 2004 interview with THE REPORTER of Vacaville, CA.\n"
        ]
    },
    {
        "input": "\"Pengabaian protokol capaian fail 12-inci dan penggantungan protokol capaian fail 8-inci juga dianggap sebagai isu kritikal dalam kejadian ini.\"\n",
        "output": [
            "\"The abandonment of 12-inch fabs and the suspension of 8-inch fabs are considered critical issues in this incident.\"\n"
        ]
    },
    {
        "input": "Beberapa tokoh kerajaan Poland yang lain berada dalam pesawat itu juga.\n",
        "output": [
            "Several other Polish government figures were in the plane as well.\n"
        ]
    },
    {
        "input": "Sama ada paderi homoseksual akan dibenarkan untuk menjadi biskop menjadi isu pada tahun 2003 dengan pelantikan Rev Jeffrey John sebagai Bishop di Reading.\n",
        "output": [
            "Whether gay clergyman would be allowed to become bishops became an issue in 2003 with the appointment of Rev Jeffrey John as Bishop of Reading.\n"
        ]
    },
    {
        "input": "Matildas berada di kedudukan ke-8 di dalam kedudukan terkini oleh FIFA.\n",
        "output": [
            "The Matildas are ranked 8th by FIFA in the latest rankings.\n"
        ]
    },
    {
        "input": "Laporan kerosakan telah disediakan oleh Kerajaan Haiti dengan sokongan Suruhanjaya Ekonomi bagi Amerika Latin dan Carribbean, Bank Pembangunan Antara Amerika, Bank Dunia, Bangsa-Bangsa Bersatu dan Kesatuan Eropah.\n",
        "output": [
            "The damages report was prepared by the Haitian Government with the support of the Economic Commission for Latin America and the Caribbean, the Interamerican Development Bank, the World Bank, the United Nations and the European Union.\n"
        ]
    },
    {
        "input": "Di zon perdagangan bebas di Antalya, Turki, 80 pekerja wanita FMC Novamed sedang mogok selama hampir setahun sehingga sekarang, sejak 26 September, 2006.\n",
        "output": [
            "In a free trade zone in Antalya, Turkey, 80 women workers of FMC Novamed are in strike for almost a year now, since September 26th, 2006.\n"
        ]
    },
    {
        "input": "Pegawai Hamas dan Fatah berkata mereka berharap ketua-ketua mereka akan datang bersama pada mesyuarat bersama Raja Abdullah kemudian pada malam Selasa.\n",
        "output": [
            "Hamas and Fatah officials said they hoped the leaders would come together for a meeting with King Abdullah later on Tuesday night.\n"
        ]
    },
    {
        "input": "Ahli astronomi sebelum ini menyangka bahawa cincin tersebut hampir leper sepenuhnya, dengan perubahan dalam ketinggian hanya beberapa meter.\n",
        "output": [
            "Astronomers previously thought that the rings were almost completely flat, with changes in height of only a few metres.\n"
        ]
    },
    {
        "input": "Hawk -Eye, syarikat yang bekerja dalam teknologi garisan gol yang telah digunakan untuk pemerhatian garisan dalam tenis, membalas dengan kekecewaan: \"Saya sangat marah, ia benar-benar berlaku secara tiba-tiba...\"\n",
        "output": [
            "Hawk-Eye, the company that was working on the goal-line technology that is already being used for line calls in tennis, reacted with disappointment: \"I'm livid, it is completely out of the blue...\"\n"
        ]
    },
    {
        "input": "\"Tiada keputusan akhir diatas harga permulaan atau bantuan telah diambil dan oleh itu ia terlalu awal untuk membuat spekulasi mengenai sebarang potensi kesan harga,\" kata kenyataan tersebut.\n",
        "output": [
            "\"No final decisions on the starting price or assistance have been taken and therefore it is far too early to speculate on any potential price impacts,\" the statement said.\n"
        ]
    },
    {
        "input": "Kes pertama selesema burung di Iraq telah diumumkan hari ini oleh Menteri Kesihatan negara itu, Abdel Mutalib Mohammed.\n",
        "output": [
            "The first case of Avian Flu in Iraq was announced today by the country's Health Minister, Abdel Mutalib Mohammed.\n"
        ]
    },
    {
        "input": "Sepuluh minit kemudian, Nambour boleh menjaring tetapi gagal untuk menyudahkannya.\n",
        "output": [
            "Ten minutes in the second, Nambour were able to score out wide but failed to convert.\n"
        ]
    },
    {
        "input": "Menurut Duta Israel ke Amerika Syarikat, Israel menerima permohonan maaf itu.\n",
        "output": [
            "According to the Israeli Ambassador to the United States, Israel accepts the apology.\n"
        ]
    },
    {
        "input": "Satu \"sumber yang tepat\" yang disebut akhbar harian bahasa Perancis, Le Soir mencadangkan bahawa mungkin terdapat kegagalan elektrik dalam sistem isyarat.\n",
        "output": [
            "A \"well informed source\" quoted by French-language daily Le Soir suggested that there might have been an electrical failure in the signalling system.\n"
        ]
    },
    {
        "input": "San Jose, Datuk bandar California Ron Gonzalez sedang disiasat oleh jabatan pengacara daerah Santa Clara.\n",
        "output": [
            "San Jose, California mayor Ron Gonzales is being investigated by the Santa Clara County District Attorney's Office.\n"
        ]
    },
    {
        "input": "Goldman merupakan bekas pengarah komunikasi 21st Century Democrats.\n",
        "output": [
            "Goldman was formerly the communications director of 21st Century Democrats.\n"
        ]
    },
    {
        "input": "Tiga indeks pasaran saham utama Amerika Syarikat masing-masing turun dua peratus berbanding harga penutupan pada hari Isnin, menandakan kehilangan kedua terbesar tahun 2007.\n",
        "output": [
            "The three major US stock market indices each fell two percent from Monday's closing price, marking the second-biggest loss of 2007.\n"
        ]
    },
    {
        "input": "Dua lagi karya adalah Mill oleh Piet Mondrian dan lakaran St. Diego de Alcala oleh Guglielmo Caccia.\n",
        "output": [
            "The other two works were Mill by Piet Mondrian and a sketch of St. Diego de Alcala by Guglielmo Caccia.\n"
        ]
    },
    {
        "input": "Jika terlalu ramai pemilik rumah lalai dengan gadai janji mereka, pemberi pinjaman sub-prima boleh berakhir dengan kemungkiran.\n",
        "output": [
            "If too many homeowners default on their mortgages, the sub-prime lender can end up defaulting.\n"
        ]
    },
    {
        "input": "Tiga puluh ahli MP Konservatif dan sembilan Demokrat Liberal mengundi menentang parti mereka yang menolak campur tangan tentera.\n",
        "output": [
            "Thirty Conservative MPs and nine Liberal Democrats voted against their party against military intervention.\n"
        ]
    },
    {
        "input": "Dalam masa terdekat Jon Giorgini berkata ketidaktentuan kosmos seperti itu akan berkurangan dan orang awam kurang cemas.\n",
        "output": [
            "In the near future Jon Giorgini said such cosmic uncertainty would be much less and the public less alarmed.\n"
        ]
    },
    {
        "input": "Sekretariat Bangsa-Bangsa Bersatu adalah salah satu organ utama Bangsa-Bangsa Bersatu dan ia diketuai oleh Setiausaha Agung Bangsa-Bangsa Bersatu dan dibantu oleh seorang kakitangan awam antarabangsa dari seluruh dunia.\n",
        "output": [
            "The United Nations Secretariat is one of the principal organs of the United Nations and it is headed by the United Nations Secretary General and assisted by a staff of international civil servants worldwide.\n"
        ]
    },
    {
        "input": "Satu kumpulan kecil terdiri daripada kira-kira 15 pegawai polis menunggu ketibaan kumpulan itu.\n",
        "output": [
            "A small group of about 15 police officers awaited the arrival of the group.\n"
        ]
    },
    {
        "input": "Gerakan ini muncul selepas Tenzin Gyatso, Dalai Lama ke-14, bersumpah akan turun dari jawatannya jika keadaan menjadi di \"luar kawalan\" di Tibet, di mana demonstrasi ganas menentang China telah membunuh 13 hingga 100 orang rakyat.\n",
        "output": [
            "This move comes after Tenzin Gyatso, the 14th Dalai Lama, vowed to step down from his position if things \"get out of control\" in Tibet, where violent demonstrations against China have killed anywhere from 13 to 100 people.\n"
        ]
    },
    {
        "input": "\"Kami bercakap tentang pneumonia yang sedang dirawat dengan antibiotik yang sangat banyak.\n",
        "output": [
            "\"We are talking about pneumonia that is being treated with massive antibiotics.\n"
        ]
    },
    {
        "input": "Jenkins berjaya melepasi kelajuaan 126.1 batu sejam (202.9 kilometer sejam) dalam kereta Greenbird beliau sepanjang tasik di Ivanpah, Nevada.\n",
        "output": [
            "Jenkins managed to reach a speed of 126.1 miles per hour (202.9 kilometres per hour) in his Greenbird car along the plains of Nevada's Ivanpah Lake.\n"
        ]
    },
    {
        "input": "Dia berkata, menurut syarikat penyiaran negara Finland (YLE), bahawa tindak malas hendaklah bermula sejak seminggu lepas, sejurus selepas bencana, bukanlah sekarang.\n",
        "output": [
            "He says, according to Finland's national broadcasting company (YLE), that the countermeasures should have started a week ago, immediately after the disaster, instead of now.\n"
        ]
    },
    {
        "input": "Obame sedang dalam mogok lapar untuk menolak apa yang dia panggil \"permulaan era pemerintahan diktator\" di Gabon.\n",
        "output": [
            "Obame has gone on a hunger strike to deplore what he called \"the installation of an era of dictatorship\" in Gabon.\n"
        ]
    },
    {
        "input": "Walau bagaimanapun, sampel yang digunakan dalam analisis datang dari 120,000 tahun yang lalu dan menunjukkan bahawa pembiakan kacukan kedua-dua spesies berlaku banyak lebih awal.\n",
        "output": [
            "However, the samples used in the analysis came from the past 120,000 years and show that interbreeding of the two species occurred a great deal earlier.\n"
        ]
    },
    {
        "input": "Dua kejadian kereta api tergelincir dalam masa dua hari telah menutup landasan kereta api di Australia.\n",
        "output": [
            "Two train derailments in two days have closed railway lines in Australia.\n"
        ]
    },
    {
        "input": "Hopper ialah seorang jurugambar prolifik, pelukis dan pengukir di mana hasil karyanya telah dipamerkan di seluruh dunia.\n",
        "output": [
            "Hopper was a prolific photographer, painter, and sculptor whose works have been exhibited worldwide.\n"
        ]
    },
    {
        "input": "Akses ke Wikipedia, projek kembar Wikinews, dan Flickr, laman perkongsian foto, juga disekat, pada hari Khamis.\n",
        "output": [
            "Access to Wikipedia, Wikinews' sister project, and Flickr, a photo sharing site, were also banned, on Thursday.\n"
        ]
    },
    {
        "input": "Sunnybank mendahului 17 mata kepada 3 dalam saat-saat terakhir separuh masa pertama, tetapi memboloskan penalti yang telah memberikan mata yang juga mata terakhir kepada tuan rumah.\n",
        "output": [
            "Sunnybank lead 17 points to 3 in the dying moments of the first half, but conceded a penalty which resulted in the hosts scoring what would ultimately be their final points of the game.\n"
        ]
    },
    {
        "input": "Thomas, anak perempuan kepada pendatang warganegara Lebanon, yang meninggalkan jejak buat wartawan wanita di politik di Amerika Syarikat, telah menamatkan kariernya selepas meminta maaf kerana mengatakan yang Israel perlu \"keluar dari Palestin.\"\n",
        "output": [
            "Thomas, the daughter of Lebanese immigrants, who blazed a trail for female reporters in politics in the United States, has ended her career after apologizing for saying that Israel should \"get the hell out of Palestine.\"\n"
        ]
    },
    {
        "input": "\"Kami rasa sistem kerja itu berkesan, tetapi sistem itu tidak sempurna,\" kata McCormack.\n",
        "output": [
            "\"We do feel that the system worked, but the system isn't perfect,\" McCormack said.\n"
        ]
    },
    {
        "input": "Sekurang-kurangnya empat orang terbunuh dan empat puluh cedera pada malam Sabtu akibat pentas yang runtuh di Pesta Negeri Indiana, yang terletak dalam negara bahagian California.\n",
        "output": [
            "At least four people died and forty were injured Saturday night as the result of a stage collapsing at the Indiana State Fair, located within the US state of Indiana.\n"
        ]
    },
    {
        "input": "Dalam hal lain, \"Sesetengah mungkin mempunyai isu-isu lain untuk diambil kira, termasuk soal kewangan Rejim, tetapi pastinya ada yang membantu ke arah penyusunan gambaran yang tepat mengenai usaha WMD Rejim dan niat mereka sejak tiga dekad yang lalu.\"\n",
        "output": [
            "Elsewhere, \"Some may have other issues to account for, including Regime finance questions, but certainly some have been quite helpful toward the compilation of an accurate picture of the Regime's WMD efforts and intentions over the last three decades.\"\n"
        ]
    },
    {
        "input": "Beliau meninggal dunia pada usia 76 selepas pertarungan lama menentang kanser, dan meninggalkan seorang isteri yang berusia 54 tahun Elsie dan anak-anak lelaki mereka Andrew, Paul, dan Mark.\n",
        "output": [
            "He died at the age of 76 after a long battle with cancer, and leaves behind his wife of 54 years Elsie and their sons Andrew, Paul, and Mark.\n"
        ]
    },
    {
        "input": "Mangsa-mangsa terbaru dijumpai pada 12 Disember 2006 di kawasan pedalaman dengan jarak beberapa ratus meter, dan satu mayat dijumpai dalam masa lingkungan 40 minit daripada dengan yang lain.\n",
        "output": [
            "The latest victims were found on 12 December 2006 in a rural area a few hundred meters apart, and one body discovered within 40 minutes of the other.\n"
        ]
    },
    {
        "input": "Keadaan tersebut berakhir tanpa sebarang kejadian dan semua penumpang dan krew di atas pesawat dapat keluar dengan selamat.\n",
        "output": [
            "The situation ended without incident and all passengers and crew on board the aircraft were able to leave safely.\n"
        ]
    },
    {
        "input": "Persoalannya adalah apa yang tidak perlu kami diberitahu dan siapa yang menentukan.\n",
        "output": [
            "The question is what we need not to be told and who decides.\n"
        ]
    },
    {
        "input": "Bom itu ditetapkan masa untuk meletup pada 5:45 AM waktu tempatan, ketika penganut Buddha mula berdoa pada waktu pagi.\n",
        "output": [
            "The bombs were timed to explode at 5:45 AM local time, when Buddhists start praying in the morning.\n"
        ]
    },
    {
        "input": "Perkhidmatan bas di Zon 1 telah kembali beroperasi pada 16:00 BST.\n",
        "output": [
            "Bus services in Zone 1 have resumed as of 16:00 BST.\n"
        ]
    },
    {
        "input": "Imej dari kamera baru telah mendedahkan bahawa sebahagian busa seberat kira-kira 250 g jatuh dari tangki bahan bakar luaran semasa pelancaran, tetapi tidak mengena Pengeliling Orbit itu.\n",
        "output": [
            "Images from new cameras have revealed that a section of foam weighing some 250 g fell away from the external fuel tank during launch, but did not strike the Orbiter.\n"
        ]
    },
    {
        "input": "Isaias Carrasco, 42, ditembak di luar rumah beliau di hadapan isteri dan anak perempuannya dan dibawa ke hospital, di mana beliau meninggal akibat luka.\n",
        "output": [
            "Isaías Carrasco, 42, was shot outside his house in front of his wife and daughter and was taken to hospital, where he died of his wounds.\n"
        ]
    },
    {
        "input": "Pembunuhan Al-Sayed berlaku di bahagian Bab Amr di Homs.\n",
        "output": [
            "The shooting of Al-Sayed took place in the Bab Amr section of Homs.\n"
        ]
    },
    {
        "input": "Peperangan ini telah menimbulkan bantahan, dan banyak kemarahan di kalangan ahli-ahli politik yang percaya bahawa Blair bersalah kerana menyokong Presiden Amerika Syarikat pada ketika itu George W. Bush dengan menghantar 45,000 askar British-179 daripada mereka meninggal dunia dalam pertempuran-dengan berperang di Iraq.\n",
        "output": [
            "The war has provoked protests, and much outrage among politicians who believe that Blair was wrong to support then United States President George W. Bush by sending 45,000 British soldiers—179 of whom died in combat—to fight in Iraq.\n"
        ]
    },
    {
        "input": "\"Aliran yang pertama adalah sejuk dan kering dan yang kedua adalah panas dan lembap.\"\n",
        "output": [
            "\"The first one was cold and dry and the second one was warm and humid.\"\n"
        ]
    },
    {
        "input": "Hampir 50 peratus orang di luar bandar Djibouti tiada alatan lengkap untuk mencari sumber air untuk diminum.\n",
        "output": [
            "Almost 50 percent of people in rural Djibouti do not have ready access to properly developed source of drinking water.\n"
        ]
    },
    {
        "input": "\"Pada masa ini tiada cara munasabah untuk menghasilkan aliran keluar yang mantap garam yang kaya dengan bijirin daripada ais pepejal di semua jalur harimau selain daripada air garam di bawah permukaan berais Enceladus,\" kata Frank Postberg, sepasukan saintis Cassini di Universiti Heidelberg di Jerman.\n",
        "output": [
            "\"There currently is no plausible way to produce a steady outflow of salt-rich grains from solid ice across all the tiger stripes other than salt water under Enceladus's icy surface,\" said Frank Postberg, a Cassini team scientist at the University of Heidelberg in Germany.\n"
        ]
    },
    {
        "input": "\"Ini adalah bukti bahawa kita masih bersatu dan kuat.\"\n",
        "output": [
            "\"It was the proof that we are still united and powerful.\"\n"
        ]
    },
    {
        "input": "Beliau juga berkata syarikat penerbangan itu boleh kembali berkhidmat dengan mudah jika harga jatuh, menyatakan bahawa, \"jika keadaan bertambah baik dengan harga bahan api diturunkan dan prospek keuntungan yang lebih baik, kita boleh kembali ke udara.\"\n",
        "output": [
            "He also said that the airline could return to service with ease if prices dropped, noting that, \"if the situation improved with fuel prices being lowered and the profitability outlook was better, we could be airborne again.\"\n"
        ]
    },
    {
        "input": "CRA turut mencadangkan yang mereka akan bekerja dengan lebih pantas bagi memproses tunggakan pulangan cukai yang terjadi.\n",
        "output": [
            "The CRA suggests that it would work quickly to process the resulting backlog of tax returns.\n"
        ]
    },
    {
        "input": "Smith berkata kesan ke atas hubungan dengan Amerika Syarikat - yang telah kukuh sejak Perang Dunia II - \"Ia bukan sesuatu yang saya percaya akan mengganggu apa setakat ini adalah hubungan kerja yang sangat baik antara kerajaan baru dan pentadbiran (Amerika Syarikat).\"\n",
        "output": [
            "Smith said of the effect on relations with the US - which have been strong since World War II - \"It's not something which I believe will disturb what to date has been a very good working relationship between the new government and the (U.S.) administration.\"\n"
        ]
    },
    {
        "input": "Kajian ini dilaporkan dalam Jurnal Penyakit Alzheimer.\n",
        "output": [
            "The research is reported in the Journal of Alzheimer's Disease.\n"
        ]
    },
    {
        "input": "Dalam panduan tesebut, pengawal diberitahu untuk tidak menerima surat persendirian dan bungkusan di dalam blok tahanan atau dimana-mana kawasan bertugas.\n",
        "output": [
            "Guards are informed in the manual not to take personal mail and parcels within the detention blocks or at any other duty stations.\n"
        ]
    },
    {
        "input": "Menurut Suruhanjaya itu, majikan perlu menyediakan \"penyesuaian munasabah\" jika seorang pekerja mencabar kursus latihan, melainkan jika ini menyebabkan \"kesusahan yang tidak wajar\" bagi syarikat.\n",
        "output": [
            "According to the Commission, employers must provide \"reasonable accommodation\" if an employee challenges a training course, unless this causes \"undue hardship\" for the company.\n"
        ]
    },
    {
        "input": "Sejak pertengahan bulan Ogos, kebakaran hutan telah melanda bahagian Selatan Turki termasuk destinasi pelancongan yang popular seperti Bodrum dan Antalya-Kas.\n",
        "output": [
            "Since mid-August, the forest fires have swept the Southern part of Turkey including popular tourist destinations like Bodrum and Antalya-Kas.\n"
        ]
    },
    {
        "input": "\"Peningkatan ini memperkukuhkan lagi keperluan untuk mengamalkan dan mengekalkan dasar-dasar yang menggalakkan pertumbuhan ekonomi dan tanggungjawab fiskal, termasuk pembaharuan kelayakan dan dasar cukai pro-pertumbuhan.\"\n",
        "output": [
            "\"This increase reinforces the need to adopt and maintain policies that promote economic growth and fiscal responsibility, including entitlement reform and pro-growth tax policies.\"\n"
        ]
    },
    {
        "input": "Wood menjelaskan, bagaimanapun, bahawa keputusan muktamad mengenai kesahihan perang bergantung pada Peguam Negara, dan bukan dengan dirinya.\n",
        "output": [
            "Wood makes it clear, however, that the final decision regarding the legality of war lay with the Attorney General, rather than with himself.\n"
        ]
    },
    {
        "input": "Minyak itu kemudiannya hanyut ke Pantai Sunshine dan pulau-pulau Moreton dan Bribie dan dipanggil sebagai \"salah satu bencana alam sekitar Australia yang terburuk\" oleh media.\n",
        "output": [
            "The oil later washed up on Sunshine Coast beaches as well as Moreton and Bribie islands and was dubbed \"one of Australia's worse environmental disasters\" by the media.\n"
        ]
    },
    {
        "input": "Polis menahan seekor monyet setinggi 18 inch yang dilaporkan telah menggigit seorang wanita berusia 20 tahun di luar State Street Brats, sebuah kelab malam di Madison, Wisconsin.\n",
        "output": [
            "Police apprehended a 18 inch tall monkey that is reported to have bitten a 20 year-old woman outside State Street Brats, a Madison, Wisconsin nightclub.\n"
        ]
    },
    {
        "input": "Setiap satu daripada dua kilang baru boleh menghasilkan 30 juta gelen (113 ML) setiap tahun.\n",
        "output": [
            "Each of the two new plants can produce 30 million gallons (113 ML) annually.\n"
        ]
    },
    {
        "input": "Bangunan telah pun runtuh dan pokok-pokok telah dilanggar.\n",
        "output": [
            "Buildings have already collapsed and trees have been knocked down.\n"
        ]
    },
    {
        "input": "Sekurang-kurangnya 10,000 orang telah meninggal dunia di dalam bandar, Bogalay di Daerah Pyapon negara tersebut.\n",
        "output": [
            "At least 10,000 people died in one town alone, Bogalay in the Pyapon District of the country.\n"
        ]
    },
    {
        "input": "Dibawah undang-undang baru, yang ditulis oleh Menteri Dalam Negeri Nicolas Sarkozy, mensabitkan \"wartawan rakyat\" akan berdepan dengan hukuman lima tahun penjara.\n",
        "output": [
            "Under the new legislation, written by Minister of the Interior Nicolas Sarkozy, convicted \"citizen journalists\" could face up to five years in prison.\n"
        ]
    },
    {
        "input": "\"Bagaimana anda memberi seseorang kanak-kanak 21 tahun kontrak seperti itu?\"\n",
        "output": [
            "\"How do you give someone, a 21 year old kid a contract like that?\"\n"
        ]
    },
    {
        "input": "Bendera kami dikibarkan separuh pada hari ini untuk seorang Timbalan Syerif di low country yang meninggal dunia ketika menyelamatkan rakan Timbalan Syerifnya.\n",
        "output": [
            "Our flag is at half staff today for a Deputy in the low country who died going to help his fellow Deputy.\n"
        ]
    },
    {
        "input": "Belanjawan baru tersebut juga termasuk peningkatan dalam perbelanjaan program prasekolah negeri tersebut, sebanyak $100 juta dalam pembiayaan pendaftar TennCare, dan sumbangan besar kepada dana rizab negeri tersebut.\n",
        "output": [
            "The new budget also includes an increase in spending for the state's preschool program, as much as $100 million in funding for TennCare disenrollees, and a significant contribution to the state's reserve fund.\n"
        ]
    },
    {
        "input": "Empat pasukan teratas dalam setiap kumpulan kemudian mara ke suku akhir.\n",
        "output": [
            "The top four teams in each group then go on into the quarter-finals.\n"
        ]
    },
    {
        "input": "Derma sedang diminta untuk Palang Merah Amerika dan Salvation Army.\n",
        "output": [
            "Donations were being solicited for the American Red Cross and the Salvation Army.\n"
        ]
    },
    {
        "input": "Kumpulan SLW mendedahkan kejayaan mereka dalam mendapatkan akaun sebanyak $10 juta pada hari ini.\n",
        "output": [
            "SLW Group was successul in gaining the $10 million account it was revealed today.\n"
        ]
    },
    {
        "input": "Kawasan arkeologi di bukit sepanjang Laut Mediterranean menghala ke rumah musim panas Hosni Mubarak, presiden Egypt.\n",
        "output": [
            "The archaeological site is on a hill along the Mediterranean Sea overlooking the summer home of Hosni Mubarak, president of Egypt.\n"
        ]
    },
    {
        "input": "Langkah itu bermakna pengakhir kepada status syarikat saingan AT&T sebagai satu-satunya pembekal rasmi US kepada iPhone, status yang dipegang sejak iPhone pertama pada 2007.\n",
        "output": [
            "The move means the end of rival company AT&T's status as the only official US carrier of the iPhone, a status it held since the first iPhone debuted in 2007.\n"
        ]
    },
    {
        "input": "Jika tidak ada yang mendapat majoriti dua pertiga selepas dua pusingan speaker akan dipilih oleh majoriti mudah pada pusingan ketiga.\n",
        "output": [
            "If no-one gets two-thirds majority after two rounds the speaker will be elected by a simple majority in the third round.\n"
        ]
    },
    {
        "input": "Wikibooks pada mulanya dibuat sebagai tempat untuk buku teks dan manual tetapi ia membesar menjadi sebuah komuniti yang mencipta buku tentang pelbagai subjek, dengan buku masak menjadi contoh yang paling utama.\n",
        "output": [
            "Wikibooks was originally meant as a place for textbooks and manuals but has increasingly become a community creating books on all kinds of subjects, with the cookbook being the most prominent example.\n"
        ]
    },
    {
        "input": "Perlawanan tersebut amat dekat, dengan melalui jarak ketiga-tiga pusingan.\n",
        "output": [
            "The bout was very close, going the distance through all three rounds.\n"
        ]
    },
    {
        "input": "Perjanjian itu nampaknya telah dicapai selepas pertikaian tentang pendanaan kerajaan untuk organisasi seperti Perancangan Masa Keibubapaan diselesaikan.\n",
        "output": [
            "The deal was apparently reached after disputes over government funding for organizations such as Planned Parenthood were resolved.\n"
        ]
    }
]
}