{
    "Contributors": [
        "Phani Rohitha Kaza",
        "Xinran Xie"
    ],
    "Source": [
        "Dataset Card for Asian Language Treebank (ALT) (https://huggingface.co/datasets/alt)"
    ],
    "Categories": [
        "Language Translation"
    ],
    "Definition": "in this task given a sentence in english and your task is to convert it into indonesian language.",
    "Input_language": [
        "English"
    ],
    "Output_language": [
        "Indonesian"
    ],
    "Instruction_language": [
        "English"
    ],
    "Positive Examples": [
        {
            "input": "I've never seen a more beautiful brandy glass filled with wine.",
            "output": "Saya belum pernah melihat gelas brendi yang lebih indah diisi dengan anggur.",
            "explanation": "The above sentence is correctly translated from English to Indonesian"
        },
        {
            "input": "Although it wasn't a pot of gold, Nancy was still enthralled at what she found at the end of the rainbow.",
            "output": "Meskipun itu bukan pot emas, Nancy masih terpesona dengan apa yang dia temukan di ujung pelangi.",
            "explanation": "The above sentence is correctly translated from English to Indonesian"
        }
    ],
    "Negative Examples": [
        {
            "input": "We have a lot of rain in June.",
            "output": "Pengamen itu berharap orang-orang yang lewat akan membuang uang, tetapi mereka malah melemparkan tomat, jadi dia menukar topinya dengan pembuat jus.",
            "explanation": "The above sentence is not correctly translated from English to Indonesian as none of the words match the translation."
        },
        {
            "input": "Grape jelly was leaking out the hole in the roof.",
            "output": "Saya hanya ingin memberi tahu Anda bahwa saya dapat melihat cinta yang Anda miliki untuk anak Anda dari cara Anda memandangnya.",
            "explanation": "The above sentence is not correctly translated from English to Indonesian as none of the words match the translation."
        }
    ],
    "Instances": [
        {
            "input": "Officials continue to struggle with burying the dead and delivering basic suvival provisions to the population in the coastal and island areas most hit by the disaster.",
            "output": [
                "Para pejabat terus bekerja keras dengan menguburkan yang meninggal dan mengirim persediaan dasar untuk bertahan hidup kepada penduduk di wilayah pantai dan kepulauan yang paling parah yang terkena bencana."
            ]
        },
        {
            "input": "For example, nine percent of viewers in the United States with their televisions on at 9 P.M. Eastern Daylight Time were tuned to Family Guy.",
            "output": [
                "Misalnya, 9 persen dari pemirsa di Amerika Serikat dengan televisi mereka menyala pukul 9 malam Waktu Siang Timur melihat Family Guy."
            ]
        },
        {
            "input": "The Ministry also believes that it could be tied to conflicts in Myanmar between Buddhists and Muslims, despite the rarity of violence against Buddhists in India.",
            "output": [
                "Kementerian juga percaya bahwa itu bisa terkait dengan konflik di Myanmar antara Buddha dan Muslim, meskipun jarang kekerasan terhadap umat Buddha di India."
            ]
        },
        {
            "input": "A video was filmed last month outside of Broadcasting House, White City and Television Centre with a cast of volunteers recruited from the social networking site Twitter.",
            "output": [
                "Sebuah video yang difilmkan bulan lalu diluar Broadcasting House, White City dan Television Centre dengan pemeran dari sukarelawan yang direkrut dari situs jaringan sosial Twitter."
            ]
        },
        {
            "input": "Further inland from the storm, except for the possibility of thunderstorms, little effect from Ophelia is expected.",
            "output": [
                "Lebih jauh ke pedalaman dari badai, kecuali kemungkinan badai petir, diharapkan sedikit efek dari Ophelia."
            ]
        },
        {
            "input": "\"As I travel to Cambodia to discuss poverty and the world economic situation, I will try to preserve Thai interests with our friends in Phnom Penh, despite the Thai government still hounding me wherever I go,\" he stated.",
            "output": [
                "\"Karena saya pergi ke Kamboja untuk membahas masalah kemiskinan dan situasi ekonomi dunia, saya akan mencoba memelihara kepentingan pihak Thailand bersama rekan-rekan kami di Phnom Penh, meskipun pemerintah Thailand masih memburu saya kemana pun saya pergi, \" dia menjelaskan."
            ]
        },
        {
            "input": "\"I think the time will come when we will move on to new technology and some of those systems that were more important in the past will be less important in the future but there are still many Australians who still depend on payphones and community telephone systems.\"",
            "output": [
                "\"Saya pikir waktu akan datang ketika kita pindah ke teknologi baru dan sistem seperti itu lebih penting pada masa yang lalu akan kurang penting pada masa akan datang tetapi masih ada banyak orang Australia yang masih tergantung telepon umum dan sistem telepon masyarakat.\""
            ]
        },
        {
            "input": "The Iraqi government argues that the death penalty will help to deter criminals but spokesman Laith Kubba admitted that \"this is not an easy thing to do\".",
            "output": [
                "Pemerintah Irak berpendapat bahwa hukuman mati akan membantu mencegah para penjahat namun juru bicara Laith Kubba mengakui bahwa \"ini bukan hal yang mudah untuk dilakukan.\""
            ]
        },
        {
            "input": "\"An escape route is the most important thing and they have failed miserably.\"",
            "output": [
                "\"Sebuah jalur keluar adalah hal yang paling penting dan mereka telah gagal total.\""
            ]
        },
        {
            "input": "BBC Director-General Tony Hall stated that although he believed the song was \"distasteful and inappropriate\", an outright ban would breach the principle of free speech.",
            "output": [
                "BBC Direktur utama Tony Hall mengungkapkan bahwa meskipun dia percaya bahwa lagu tersebut \"tidak berkelas dan tidak sopan\", pelarangan akan melanggar perinsip kebebasan berbicara."
            ]
        },
        {
            "input": " in fact, training was found to be inadequate for both members of the cockpit crew.",
            "output": [
                "Faktanya, pelatihan untuk kedua anggota kru kokpit tidak memadai."
            ]
        },
        {
            "input": "The next day a second line of marines moved through the area, who fought with more insurgents.",
            "output": [
                "Hari berikutnya baris kedua marinir bergerak ke area tersebut, yang bertempur menghadapi lebih banyak pemberontak."
            ]
        },
        {
            "input": "According to the Humberside Police, the road traffic accident happened on the A15 near the small village of Hibaldstow, North Lincolnshire at approximately 0739 UTC on Saturday.",
            "output": [
                "Menurut Kepolisian Humberside, kecelakaan lalu lintas jalan tersebut terjadi pada jalur A15 di dekat desa kecil Hibaldstow, Lincolnshire Utara di sekitar 0739 UTC pada hari Sabtu."
            ]
        },
        {
            "input": "All of the packages will be sent to a laboratory for further analysis.",
            "output": [
                "Seluruh paket akan dikirimkan ke laboratorium untuk analisis lebih lanjut."
            ]
        },
        {
            "input": "DMK has announced free laptops to college students, kitchen appliances and modern networks to rural regions.",
            "output": [
                "DMK mengumumkan laptop-laptop gratis ke para pelajar perguruan tinggi, alat-alat dapur dan jaringan-jaringan baru untuk daerah-daerah pedesaan."
            ]
        },
        {
            "input": "Report author, Ignacio Carrillo, assigned to the task by President Fox, commented by saying, \"He will have to render his report.\"",
            "output": [
                "Penulis laporan, Ignacio Carrillo, yang ditugaskan untuk tugas ini oleh Presiden Fox, berkomentar dengan mengatakan, \"Dia yang harus membuat laporannya.\""
            ]
        },
        {
            "input": "...But after a great deal of consideration, we decided that this resolution, the text of which we support, the goals of which we support, and the objectives that we fully support, should indeed be allowed to go forward.",
            "output": [
                "... Tetapi setelah sebuah pertimbangan yang mendalam, kami memutuskan bahwa resolusi ini, teks yang kami dukung, tujuan yang kami dukung dan maksud yang kami dukung sepenuhnya, harus benar benar dibiarkan berlanjut."
            ]
        },
        {
            "input": "Superintendent Frank Goodyer, who was caught by his own officers in the Wagga Wagga Local Area Command, was charged with driving at more than 45km/h over the speed limit, had his automatically license suspended for six months and fined A$1674.",
            "output": [
                "AKBP Polisi Frank Goodyer, yang tertangkap oleh stafnya sendiri di Wagga Wagga Local Area Command, terkena tuntutan berkendara pada kecepatan yang lebih 45 km per jam dari batas kecepatan berkendara. Tuntutan ini membuat SIM-nya ditangguhkan dan dia terkena denda sebesar A$1.674."
            ]
        },
        {
            "input": "\"If we maintain the laws of the game ... it's so easy to understand ...\"",
            "output": [
                "\"Jika kita mempertahankan aturan-aturan pertandingan. . Sangat mudah untuk dipahami...\""
            ]
        },
        {
            "input": "Wikiversity is a project of its own which aims to build a collaborative learning environment online.",
            "output": [
                "Wikiversity adalah suatu proyek pribadi yang ditujukan untuk membangun suatu suasana belajar kolaboratif online."
            ]
        },
        {
            "input": "\"If the DUP is not prepared to do the business or give any substantive indication in the course of June, then the British government would be as well stopping the salaries at the end of June,\" said Sinn Fein's Martin McGuinness.",
            "output": [
                "\"Jika DUP tidak siap untuk bekerja atau memberi indikasi positif substantif pada Juni, maka Pemerintahan Inggris dapat menyetop gaji pada akhir Juni,\" kata Martin McGuinnes dari Sinn Fein."
            ]
        },
        {
            "input": "The Cassini mission discovered Enceladus' water-vapor and ice jets in 2005.",
            "output": [
                "Misi Cassini menemukan uap-air Enceladus dan es jet pada tahun 2005."
            ]
        },
        {
            "input": "97% of Inspire's users said that its performance was either good or very good.",
            "output": [
                "97% dari pengguna Inspire mengatakan bahwa kinerjanya baik atau sangat baik."
            ]
        },
        {
            "input": "The Zaidi insurgent group, also known as Houthis, have been fighting for northern independence for the past half decade.",
            "output": [
                "Zaidi kelompok pemberontak, dikenal juga sebagai Huthi, telah berjuang untuk kemerdekaan utara selama setengah dekade terakhir."
            ]
        },
        {
            "input": "Fifteen people were able to swim to safety, but it is unlikely the other passengers of the boat were able to survive, according to a report.",
            "output": [
                "15 orang dapat berenang dan selamat, tapi tidak mungkin penumpang yang lain di kapal bisa bertahan hidup, menurut berita tersebut."
            ]
        },
        {
            "input": "A second A380 is also travelling to the U.S. on Monday, but without passengers.",
            "output": [
                "A380 kedua juga terbang ke A. S. pada hari Senin, tetapi tanpa penumpang."
            ]
        },
        {
            "input": "Stay tuned for further interviews; every candidate from every party is eligible, and will be contacted.",
            "output": [
                "Tetaplah menyimak untuk wawancara selanjutnya; setiap kandidat dari semua partai layak untuk diperhitungkan dan akan dihubungi."
            ]
        },
        {
            "input": "On raising the remains of the plane Troadec said: \"We want to know what happened in this accident, most particularly so it never happens again.\"",
            "output": [
                "Pada pengangkatan sisa-sisa pesawat Troadec mengatakan: \"Kami ingin tahu apa yang terjadi dalam kecelakaan ini, yang paling utama sehingga tidak pernah terjadi lagi.\""
            ]
        },
        {
            "input": "The user did however state that \"I did not know Palin was the nominee when I made my edits,\" and \"no one instructed me to make these edits.\"",
            "output": [
                "Namun pengguna menyatakan bahwa \"Saya tidak tahu Palin adalah calon ketika saya membuat suntingan saya, \" dan \"tidak ada yang memerintahkan saya untuk membuat suntingan ini.\""
            ]
        },
        {
            "input": "\"The moment of truth has come,\" Liliana Romanciuc, a school inspector in north-eastern Romania, told Mediafax.",
            "output": [
                "\"Waktu untuk bersikap jujur telah tiba, \" ujar Liliana Romanciuc, seorang inspektur sekolah di kawasan timur laut Rumania, kepada Mediafax."
            ]
        },
        {
            "input": "Australian officials were aware that he had been transferred by the United States to Egypt for six months.",
            "output": [
                "Pejabat Australia mewaspadai bahwa dia telah dikirim oleh Amerika Serikat ke Mesir selama enam bulan."
            ]
        },
        {
            "input": "The news comes as the first families of victims of Flight OG269 launch legal action against the airline, as well as parent airline Orient Thai and lessor Grandmax Group.",
            "output": [
                "Berita ini muncul saat keluarga pertama korban Penerbangan OG269 meluncurkan tindakan hukum terhadap maskapai, serta induk maskapai Orient Thai dan pemberi sewa Grandmax Group."
            ]
        },
        {
            "input": "It is not yet known whether the virus escaped from the Merial or the IAH lab.",
            "output": [
                "Belum diketahui secara pasti apakah virus yang lepas dari Merial atau IAH laboratorium."
            ]
        },
        {
            "input": "Kazaa and the FastTrack protocol are the brainchild of the Scandinavians Niklas Zennström and Janus Friis, and were introduced in March 2001 by their Dutch company Consumer Empowerment.",
            "output": [
                "Kazaa dan aturan FastTrack adalah gagasan dari Skandinavia Niklas Zennström dan Janus Friis, dan diperkenalkan Maret 2001 oleh perusahaan Belanda mereka Consumer Empowerment."
            ]
        },
        {
            "input": "Microsoft decided to make its move into the health care system at a time when many websites, that provide various information on health, started to significantly raise their traffic and receive investments.",
            "output": [
                "Microsoft memutuskan untuk membuat langkah dalam sistem perawatan kesehatan pada saat banyak situs web, yang menyediakan berbagai informasi tentang kesehatan, mulai meningkatkan trafik mereka secara signifikan dan menerima investasi."
            ]
        },
        {
            "input": "The video, which was broadcast by BBC News is about 45 seconds long and shows at least two out of control missiles being launched from within the base as the fire rages on and landing nearby.",
            "output": [
                "Video tersebut, yang disiarkan oleh BBC News panjangnya sekitar 45 detik dan memperlihatkan paling sedikit dua peluru kendali yang lepas kontrol telah meluncur dari dalam pangkalan saat api mengamuk dan jatuh di sekitar itu."
            ]
        },
        {
            "input": "The show also is planned to be broadcast by the Sirius and XM satellite radio services.",
            "output": [
                "Acara tersebut juga direncanakan untuk disiarkan oleh layanan-layanan radio satelit Sirius dan XM."
            ]
        },
        {
            "input": "There will be a funeral at Trinity Episcopal Church in Columbia at 10:30 a.m. local time on Saturday, and there will be an additional funeral service and burial at All Saints Episcopal Church in Pawleys Island.",
            "output": [
                "Akan ada upacara pemakaman di Gereja Episkopal Trinity di Kolumbia pukul 10:30 pagi waktu setempat pada hari Sabtu, dan akan ada upacara pemakaman tambahan dan penguburan di Gereja Episkopal All Saints di pulau Pawleys."
            ]
        },
        {
            "input": "Fukuda said the vaccine currently in use in some 20 countries around the world remains effective and safe, and that no rare or dangerous side effects have been reported.",
            "output": [
                "Fukuda mengungkapkan faksin saat ini digunakan di 20 negara di seluruh dunia masih efektif dan aman, dan tidak ada keanehan dan efek samping berbahaya yang di laporkan."
            ]
        },
        {
            "input": "E-books and audiobooks are both big topics of this year's Book Fair.",
            "output": [
                "E-buku dan buku audio, keduanya adalah topik besar di Pameran Buku tahun ini."
            ]
        },
        {
            "input": "After a few months passed, the woman said she felt like she was being scammed.",
            "output": [
                "Setelah beberapa bulan berlalu, wanita itu mengatakan dia merasa seperti dia sedang ditipu."
            ]
        },
        {
            "input": "Prime Minister Stephen Harper said the prayers and thoughts of all Parliamentarians are with Sauvageau's loved ones at this difficult time.",
            "output": [
                "Perdana Menteri Stephen Harper mengatakan bahwa doa dan pikiran seluruh anggota Parlemen bersama Sauvageau yang tercinta pada masa yang sulit ini."
            ]
        },
        {
            "input": "Other evidence pointing the trail to Palafrugell involve banking transfers and tax filings.",
            "output": [
                "Bukti lain menunjukkan jejak untuk Palafrugell melibatkan transfer perbankan dan pengajuan pajak."
            ]
        },
        {
            "input": "The inquest was opened at the request of families of the three victims involved in this inquest after the repatriation of their bodies.",
            "output": [
                "Hasil pemeriksaan dibuka atas permintaan keluarga dari tiga korban yang terlibat dalam pemeriksaan ini setelah pemulangan tubuh mereka."
            ]
        },
        {
            "input": "Those Republicans working with the Majority Leader said his ethics are only a problem to Democrats trying to regain power in the House.",
            "output": [
                "Para anggota Partai Republik yang bekerja dengan Pemimpin Mayoritas mengatakan perilaku etikanya adalah hanya satu masalah untuk anggota Partai Demokrat mencoba mendapatkan kembali kekuasaan di Dewan."
            ]
        },
        {
            "input": "The Congress Party, which leads the coalition Government, has said that he will remain Prime Minister if Congress and its allies win again.",
            "output": [
                "Partai Kongres, yang mendominasi koalisi pemerintah, menyatakan bahwa Singh akan tetap menjabat Perdana Menteri jika Kongres dan koalisinya kembali menang dalam pemilu."
            ]
        },
        {
            "input": "All Indonesia's air carriers are currently on the list of air carriers banned in the EU.",
            "output": [
                "Seluruh maskapai penerbangan saat ini ada dalam list maskapai penerbangan yang dilarang di EU."
            ]
        },
        {
            "input": "There were fierce calls for prosecution of both pilots immediately after the report's release, with Downer himself pressuring the Indonesian authorities, citing the \"very credible report\" and saying \"I've asked our ambassador today (October 24) to make it absolutely clear to the Indonesians that we want people prosecuted for this accident.\"",
            "output": [
                "Ada perdebatan yang seru untuk menuntut kedua pilot segera setelah laporan itu dirilis, Downer sendiri berusaha mendesak pemerintah Indonesia, mengutip \"laporan yang sangat kredibel\" dan mengatakan \"Saya sudah meminta duta besar kami hari ini (24 Oktober) untuk membuatnya benar-benar jelas untuk orang Indonesia bahwa kami ingin menuntut orang yang menyebabkan kecelakaan ini.\""
            ]
        },
        {
            "input": "The 5,023 m high volcano spat lava, stones and ash for several hours on Wednesday night.",
            "output": [
                "Dari gunung api yang tingginya 5.023 m telah menyebarkan lahar, batu dan abu selama beberapa jam pada hari Rabu malam."
            ]
        },
        {
            "input": "British gymnast Louis Smith celebrated Britain's bronze: \"It's a beautiful day for the sport and for British gymnastics.\"",
            "output": [
                "Atlit senam Inggris, Lous Smith, merasa senang dengan perolehan medali perunggu itu, \"Hari yang indah untuk olahraga ini dan untuk cabang olahraga senam Inggris.\""
            ]
        },
        {
            "input": "\"If it passes, it will be by fewer than five votes,\" predicted Rep. Sherrod Brown, a Democrat from Ohio, according to a Washington Post report.",
            "output": [
                "\"Jika ini lolos, akan dihasilkan oleh kurang dari lima suara, \" prediksi Rep. Sherrod Brown, seorang anggota Demokrat dari Ohio, menurut laporan Washington Post."
            ]
        },
        {
            "input": "The jet bounced down the runway before overshooting and coming to rest in a rice field, where it was destroyed by fire.",
            "output": [
                "Jet tersebut terhempas di landasan pacu sebelum keluar dan berhenti di sebuah sawah, di mana dia terbakar hingga hancur."
            ]
        },
        {
            "input": "The first earthquake measured a 4.7 on the Richter magnitude scale and was in a mountainous area and the second measured a 5.1.",
            "output": [
                "Gempa pertama tercatat sebesar 4,7 skala Richter terjadi di wilayah pegunungan dan yang kedua sebesar 5,1."
            ]
        },
        {
            "input": "\"I think from this statement, it will make him a very ineffective mayor,\" he said.",
            "output": [
                "\"Saya pikir dari pernyataannya ini, akan membuatnya menjadi walikota yang sangat tidak efektif\", ujarnya."
            ]
        },
        {
            "input": "Barrichello was with the team since 2000, won nine Grand Prix, helping win five constructor titles.",
            "output": [
                "Barrichello dengan tim sejak tahun 2000, memenangkan 9 Grand Prix, membantu memenangkan 5 gelar konstruktor."
            ]
        },
        {
            "input": "\"He died a soldier, doing his duty and among his fellow soldiers,\" he said.",
            "output": [
                "\"Dia meninggal sebagai seorang prajurit, dalam mengemban tugasnya dan di antara rekan-rekan prajuritnya, \" katanya."
            ]
        },
        {
            "input": "Russia and Belarus signed the treaty in 1992 in Helsinki.",
            "output": [
                "Rusia dan Belarus menandatangani perjanjian di tahun 1992 di Helsinki."
            ]
        },
        {
            "input": "The two journalists, cameraman Paul Douglas and soundman James Brolan, both British, were embedded with the American 4th Infantry Division and were on a routine patrol when a nearby car packed with explosives was detonated.",
            "output": [
                "Dua jurnalis tersebut, petugas kamera Paul Douglas dan petugas suara James Brolan, keduanya dari Inggris, sedang bersama dengan Divisi Infanteri ke 4 Amerika dan sedang patroli rutin ketika sebuah mobil terdekat berisi bahan peledak diledakkan."
            ]
        },
        {
            "input": "On the ninth day of the hunger strike she and two other activists had undertaken to protest the Indian government's decision to raise the height of the Sardar Sarovar dam across the Narmada river and the lack of progress in rehabilitating people displaced by the dam project.",
            "output": [
                "Pada hari kesembilan dari aksi mogok makan itu, wanita ini dan dua orang aktivis lain melakukan protes terhadap keputusan pemerintah India untuk menambah ketinggian bendungan Sardar Sarovar di sungai Narmada dan tidak adanya rehabilitasi untuk orang-orang yang tergusur akibat pembangunan bendungan tersebut."
            ]
        },
        {
            "input": "Peter Dunne's proposition as the leader of the New Zealand political party, United Future, to have Waitangi Day changed back to New Zealand Day failed.",
            "output": [
                "Rencana Peter Dunne sebagai pemimpin partai politik di New Zealand, United Future, untuk Waitangi Day berubah kembali ke New Zealand Day gagal."
            ]
        },
        {
            "input": "Ray Davis, Team New Zealand after-guard, said, \"It’s been huge for the team to get a win on the board in the America’s Cup.",
            "output": [
                "Ray Davis, after-guard Tim Selandia Baru, mengatakan, \"Sangat besar bagi tim untuk memperoleh kemenagan di atas kapal di Piala Amerika."
            ]
        },
        {
            "input": "Rescue crews have called an end to the search for eight mountaineers who went missing on the French side of Mont Blanc after an avalanche that occurred on at 0100 GMT August 24.",
            "output": [
                "Kru penyelamat telah mengakhiri pencarian pada delapan pendaki gunung yang hilang di Mont Blanc sebelah wilayah Perancis setelah salju longsor yang terjadi pada 24 Agustus pukul 01.00 GMT."
            ]
        },
        {
            "input": "\"If there is nobody in the road they will enter the houses.\"",
            "output": [
                "\"Jika tidak ada seorang pun di jalan mereka akan memasuki rumah-rumah.\""
            ]
        },
        {
            "input": "\"The evidence supports the conclusion that the shooting of all three AIF by the corporal during the assault on the mosque was consistent with the ROE (rules of engagement).\"",
            "output": [
                "\"Bukti yang mendukung kesimpulan bahwa penembakan dari semua tiga AIF oleh kopral selama serangan di masjid sesuai dengan ROE (undang-undang pertempuran).\""
            ]
        },
        {
            "input": "Israel confirmed the release on Saturday, but delayed it until Tuesday for an Israeli court appeal by victims' families to prevent it.",
            "output": [
                "Israel telah menegaskan pembebasan pada hari Sabtu, tapi ditunda sampai Selasa untuk mencegah pengadilan banding Israel oleh keluarga korban."
            ]
        },
        {
            "input": "\"We also have hydro bus lines running down two sides of the building\".",
            "output": [
                "\"Kami juga ada jalur bus hidro yang berjalan di bawah dua sisi bangunan yang runtuh.\""
            ]
        },
        {
            "input": "He was shot by Leon Czolgosz just outside the Temple of Music and died eight days later while in the home of John Milburn on Delaware Avenue in Buffalo.",
            "output": [
                "Dia ditembak oleh Leon Czolgosz luar Temple of Music dan meninggal 8 hari kemudian saat berada di rumah John Milburn pada Delaware Avenue di Buffalo."
            ]
        },
        {
            "input": "However announcement of an overall victory for the MDC has come to a standstill as results from 23 out of the 210 constituencies are still being recounted.",
            "output": [
                "Namun pengumuman kemenangan secara keseluruhan untuk MDC telah ditunda karena hasil dari 23 keluar dari 210 konstitusi masih dihitung kembali."
            ]
        },
        {
            "input": "To combat the aggressive jury selection strategy undertaken by the defense, the prosecution \"basically gave the jury several credit hours worth of an MBA\", teaching them about following paper trails and detecting falsification of business records.",
            "output": [
                "Untuk memerangi strategi pemilihan juri agresif yang dilakukan oleh pembelaan, penuntutan \"pada dasarnya memberi juri beberapa jam kredit senilai MBA\", mengajarkan mereka tentang mengikuti jejak pada kertas dan mendeteksi pemalsuan catatan bisnis."
            ]
        },
        {
            "input": "Abbott started off with a quip that the only gymnastics he participates in is verbal gymnastics.",
            "output": [
                "Abbott membuka sambutannya dengan sebuah kalimat sindiran bahwa satu-satunya cabang senam yang dia masuki hanyalah senam kata-kata."
            ]
        },
        {
            "input": "The win has been dubbed as a \"radical departure\" from the catchy pop tunes, folk songs and emotional ballads normally associated with Eurovision.",
            "output": [
                "Pemenangnya dijuluki sebagai \"akar permulaan\" dari irama pop yang menarik, lagu rakyat dan balada emosional biasanya terkait dengan Eurovision."
            ]
        },
        {
            "input": "First reports from the area indicate that the Western parts of New Britain have no power or telecommunications.",
            "output": [
                "Laporan pertama dari daerah tersebut menunjukkan bahwa bagian Barat Britania Baru tidak memiliki daya atau telekomunikasi."
            ]
        },
        {
            "input": "The new warnings, which replace the text warnings, will show images of gangrenous toes, rotting gums and teeth and diseased lungs and will also include the quit smoking Quitline number.",
            "output": [
                "Peringatan baru itu, yang mengganti peringatan dengan teks, akan menunjukkan gambar dari jari kaki yang telah membusuk, gusi dan gigi yang membusuk, dan paru-paru yang sakit dan juga termasuk nomor Quitline berhenti merokok."
            ]
        },
        {
            "input": "In a press release earlier today, the NHL indicated that they considered Simon's hit on Hollweg, with a stick to the face, to be a deliberate intent to injure.",
            "output": [
                "Dalam siaran pers sebelumnya hari ini, NHL menunjukkan bahwa mereka menganggap pemukulan Simon pada Hollweg, dengan sebuah tongkat ke wajah ini, merupakan suatu maksud secara sengaja untuk melukai."
            ]
        },
        {
            "input": "The rocket was described as serving telecommunication and research purposes.",
            "output": [
                "Roket digambarkan sebagai pusat layanan telekomunikasi dan riset."
            ]
        },
        {
            "input": "The International Committee of the Red Cross (ICRC) said on yesterday that they were trying for four days to get their ambulances to a Gaza neighborhood before being allowed to by Israeli military forces.",
            "output": [
                "Komite Palang Merah Internasional (ICRC) kemarin berkata bahwa mereka mencoba selama 4 hari membawa ambulan mereka ke daerah sekitar Gaza sebelum diijinkan oleh pasukan Israel."
            ]
        },
        {
            "input": "Hambuchen got a silver medal and the Chinese gymnast Zou Kai took bronze.",
            "output": [
                "Hamburchen meraih 1 medali perak dan pesenam Cina Zou Kai meraih perunggu."
            ]
        },
        {
            "input": "Spillane's lawyer, Greg Walsh, says media reports alerted him to the new claims.",
            "output": [
                "Pengacara Spillane, Greg Walsh, mengatakan bahwa dia mengetahui tuntutan terbaru tersebut melalui media massa."
            ]
        },
        {
            "input": "According to Indian Space Research Organisation (ISRO) officials, the Moon Impact Probe (MIP), with an Indian flag painted on it, will be dropped late tonight.",
            "output": [
                "Menurut petugas Organisasi Penelitian Antariksa India (ISRO), Pemeriksaan Dampak Bulan (MIP), dengan sebuah bendera India digambarkan di atasnya, akan diturunkan malam ini."
            ]
        },
        {
            "input": "Dr. Roger Vickers team used radar to locate three chambers within the rocky hill atop of which is the Temple of Taposiris Magna dedicated to the goddess Isis.",
            "output": [
                "Tim Dr. Roger Vickers menggunakan radar untuk menemukan tiga ruangan diantara bukit berbatu di atas dimana Candi Taposiris Magna didedikasikan untuk dewa-dewa Isis."
            ]
        },
        {
            "input": "The National Oceanic and Atmospheric Administration has issued a tsunami bulletin for the first quake saying that \"based on all available data a destructive Pacific-wide tsunami not expected,\" but that small waves could be expected locally near the quake's epicenter.",
            "output": [
                "Badan Atmosfer dan Kelautan Nasional telah mengeluarkan peringatan tsunami untuk gempa pertama dengan mengatakan bahwa \"berdasarkan semua data yang tersedia tidak diperkirakan tsunami Pasifik yang luas dan merusak, \" tapi diperkirakan gelombang kecil secara lokal di dekat pusat gempa."
            ]
        },
        {
            "input": "The country already holds the record for the largest number of karaoke singers at any given time.",
            "output": [
                "Negara tersebut telah memegang rekor untuk jumlah terbanyak penyanyi karaoke di waktu tertentu."
            ]
        },
        {
            "input": "This was also noted in a declassified Central Intelligence Agency assessment of the famine situation titled Ethiopia: Political and Security Impact of the Drought, in which the report states, \"Some funds that insurgent organizations are raising for relief operations, as a result of increased world publicity, are almost certainly being diverted for military purposes.\"",
            "output": [
                "Ini juga menandai bahwa penilaian pada pemindahan bahan-bahan yang rahasia Central Intelligence Agency pada kondisi kelaparan berjudul Ethiopia: Political and Security Impact of the Drought, yang dinyatakan dalam laporan tersebut, \"Beberapa pendanaan pada organisasi pemberontak digunakan untuk operasi bantuan, sebagai hasil dari meningkatnya publisitas ke seluruh dunia, hampir pasti dialihkan ke tujuan kemiliteran.\""
            ]
        },
        {
            "input": "After the election of ministers, three steps will take place.",
            "output": [
                "Setelah pemilihan menteri, tiga tahapan akan dilakukan."
            ]
        },
        {
            "input": "Migraines are described by the World Health Organisation as a major worldwide cause of disability.",
            "output": [
                "Migrain dijelaskan oleh Organisasi Kesehatan Dunia sebagai penyebab utama kecacatan di seluruh dunia."
            ]
        },
        {
            "input": "After being picked up by the Loop Current, the oil spill could then quickly be carried further by the Gulf Stream, which can travel up to 2.5 metres per second (5.6 mph).",
            "output": [
                "Setelah diangkat dengan Loop Current, tumpahan minyak kemudian dapat dengan cepat dibawa lebih jauh dengan Gulf Stream, yang dapat berjalan hingga 2,5 meter per detik (5,6 mph)."
            ]
        },
        {
            "input": "The Recommended Dietary Allowance (RDA) ranges from 200 to 600 International Units (IU).",
            "output": [
                "Tambahan konsumsi yang direkomendasi (RDA) berkisar dari 200 sampai dengan 600 Unit Internasional (IU)."
            ]
        },
        {
            "input": "Fox News said that they did not know who captured the journalists but said that \"We can confirm that two of our people were taken against their will in Gaza,\" and that \"negotiations were under way to secure their release.\"",
            "output": [
                "Fox News mengatakan bahwa mereka tidak mengetahui bahwa siapa yang menangkap jurnalis tersebut tapi mengatakan bahwa \"Kami bisa mengkonfirmasi bahwa dua orang kami diculik di Gaza, \" dan bahwa \"negosiasi sedang dilakukan untuk membebasan mereka.\""
            ]
        },
        {
            "input": "Instead of league tables showing test results, the government will produce report cards for secondary schools.",
            "output": [
                "Alih-alih tabel liga menunjukkan hasil ujian-ujian tersebut, pemerintah akan mencetak kartu-kartu laporan untuk sekolah menengah."
            ]
        },
        {
            "input": "The decision affects such companies as Grokster and StreamCast, both of which were defendants in this suit.",
            "output": [
                "Keputusan tersebut mempengaruhi perusahaan seperti Grokster dan StreamCast, yang keduanya terdakwa dalam gugatan ini."
            ]
        },
        {
            "input": "Negotiating under the United Nations Framework Convention on Climate Change , the next negotiating session is scheduled to take place in August, followed by another, final one-week intersessional meeting, before Cancún.",
            "output": [
                "Negosiasi pada Rapat Susunan Perserikatan Bangsa-Bangsa pada perubahan iklim, sidang negosiasi selanjutnya dijadwalkan berlangsung Agustus, diikuti dengan yang lain, satu minggu sidang pertemuan terakhir, sebelum Cancun."
            ]
        },
        {
            "input": "A total of 230 journalists and media assistants have been killed in Iraq since the 2003 U.S invasion.",
            "output": [
                "Total 230 jurnalis dan asisten media yang telah terbunuh di Irak sejak invasi Amerika tahun 2003."
            ]
        },
        {
            "input": "After the block from Wikipedia expired, the House of Representatives user continued to edit the article on Chris Shays.",
            "output": [
                "Setelah pemblokiran dari Wikipedia berakhir, pengguna di DPR meneruskan mengedit artikel tentang Chris Shays."
            ]
        },
        {
            "input": "The country's envoy to the United States believed damage costs could reach billions of dollars.",
            "output": [
                "Utusan negara ke Amerika Serikat percaya biaya kerusakan bisa mencapai miliaran dolar."
            ]
        },
        {
            "input": "The study revealed that by 2050, one in five Americans will be foreign-born, and the overall U.S. population will double to 438 million.",
            "output": [
                "Kajian mengungkapkan bahwa pada tahun 2050, 1 dari 5 orang Amerika akan menjadi kelahiran-luar negeri, dan keseluruhan populasi AS akan 2 kali lipat menjadi 438 juta."
            ]
        },
        {
            "input": "Expect interviews from Liberals, Progressive Conservatives, New Democratic Party members, Ontario Greens, as well as members from the Family Coalition, Freedom, Communist, Libertarian, and Confederation of Regions parties, as well as independents.",
            "output": [
                "Mengharapkan wawancara dari Liberal, Progresif Konservatif, anggota Partai Demokrat Baru, Ontario Greens, serta anggota dari Koalisi Keluarga, Kebebasan, Komunis, Libertarian, dan partai Konfederasi Daerah, serta independen."
            ]
        },
        {
            "input": "The match had drawn 1-1 without many clear chances for either side due to defensive play on both sides.",
            "output": [
                "Pertandian berakhir 1-1 tanpa banyak kesempatan jelas untuk kedua pihak disebabkan permainan bertahan di kedua belah pihak."
            ]
        },
        {
            "input": "They promised a \"popular release of anger\" at demonstrations on Friday.",
            "output": [
                "Mereka menjanjikan sebuah \"pelepasan amarah populer\" di demonstrasi Hari Jumat."
            ]
        },
        {
            "input": "According to the spokesman, a family was riding on a tractor with a truck-bed hitched on back, when it hit the explosives on a central road; all of the people aboard died, including two children and two women.",
            "output": [
                "Menurut juru bicara ini, satu buah keluarga yang mengendarai traktor yang menarik bak truk di belakangnya menginjak ranjau di sebuah jalanan umum; semua penumpang tewas, termasuk dua orang anak dan dua orang wanita."
            ]
        },
        {
            "input": "In a televised Pentagon press briefing Tuesday, U.S. Secretary of Defense Donald Rumsfeld stood by a press release from the Pentagon on Monday that reported explosives and bombs crossed into Iraq from across the Iranian border.",
            "output": [
                "Di sebuah siaran pers Pentagon arahan singkat di hari Selasa, Sekretaris Pertahanan A. S. Donald Rumsfeld berdiri menyampaikan keterangan dari Pentagon pada hari Senin melaporkan bahan peledak dan bom-bom yang menyeberang ke Irak dari seberang perbatasan Iran."
            ]
        },
        {
            "input": "A freelance journalist writing for Wikinews has obtained the only known reproduction photo of the hotel [pictured at the top].",
            "output": [
                "Sebuah tulisan jurnalis lepas untuk Wikinews telah memperoleh hanya dikenal reproduksi foto dari hotel [digambarkan di atas]."
            ]
        },
        {
            "input": "The bill was defeated 48 to 49 and did not receive the minimum amount of 60 votes to that would allow the bill to be taken to the full Senate.",
            "output": [
                "Rancangan undang-undang tersebut telah dikalahkan 48 ke 49 dan tidak menerima jumlah minimum dari 60 suara yang mengizinkan rancangan undang-undang itu diajukan ke Senat sepenuhnya."
            ]
        },
        {
            "input": "Report authors claim that the price of water could double or triple over the next two decades.",
            "output": [
                "Laporan penulis menyatakan harga air bisa dua atau tiga kali lipat untuk dua dekade mendatang."
            ]
        },
        {
            "input": "Andrew Symonds was Australia's top scorer with 66 runs, while Adam Gilchrist made 55.",
            "output": [
                "Andrew Symonds adalah pencetak skor terbanyak Australia dengan 66 run, sedangkan Adam Gilchrist membuat 55."
            ]
        },
        {
            "input": "Grief counselors were on duty at the childrens' middle school, Linton Middle School.",
            "output": [
                "Konselor duka bertugas di sekolah menengah anak-anak, Linton Middle School."
            ]
        },
        {
            "input": "Mikel Arteta was able to trouble Antti Niemi, however, in the Fulham goal, but the Finnish keeper did well to keep the ball out of the bottom corner.",
            "output": [
                "Mikel Arteta telah dapat masalah dengan Antti Niemi, namun, di gawang Fulham, tetapi penjaga gawang Finlandia telah melakukan baik untuk menjaga bola dari pojok yang bawah."
            ]
        },
        {
            "input": "In the last five years, the funding from the foundation has granted 170,000 women breast exams.",
            "output": [
                "Dalam lima tahun terakhir, dana dari yayasan ini telah mendanai 170.000 pemeriksaan payudara wanita."
            ]
        },
        {
            "input": "However, CERN officials now believe that it may take until the end of July or longer.",
            "output": [
                "Namun, para pejabat CERN sekarang percaya bahwa itu mungkin perlu waktu sampai akhir Juli atau lebih."
            ]
        },
        {
            "input": "Canberra's Centenary celebrations are addressed in the Federal budget, with A$2.6 million allocated for 2011/2012, A$2.0 million allocated for 2012/2013 and A$1.0 million allocated for 2013/2014.",
            "output": [
                "Perayaan ulang tahun ke-100 kota Canberra juga tercakup dalam anggaran Federal ini, dengan alokasi A$2,6 juta untuk 2011/2012, A$2,0 juta untuk 2012/2013 dan A$1,0 juta untuk 2013/2014."
            ]
        },
        {
            "input": "He said, \"After Heaven and Earth came out I had many parents write to me and say, 'Look, what do we do, our kids are being fed activism.\"",
            "output": [
                "Dia mengatakan, \"Setelah Heaven and Earth terbit banyak para orangtua menulis kepada saya dan berkata, 'Lihat apa yang kita kerjakan, anak-anak kita sedang diajari aktifisme.\""
            ]
        },
        {
            "input": "Documents leaked on Wikileaks and seen by Wikinews have revealed that Cuba signed a confidential deal with Venezuela to ensure that Cuba gets access to a high speed internet connection by 2010.",
            "output": [
                "Dokumen bocor di Wikileaks dan dilihat di Wikinews telah mengungkapkan bahwa Kuba menandatangani perjanjian rahasia dengan Venezuela untuk memastikan bahwa Kuba mendapat akses untuk koneksi internet berkecepatan tinggi pada tahun 2010."
            ]
        },
        {
            "input": "The message went on to mention the recently announced knighthood of Satanic Verses author Salman Rushdie.",
            "output": [
                "Pesan tersebut datang untuk menyebutkan seorang penulis pemberani Satanic Verses Salman Rushdie yang diumumkan baru-baru ini."
            ]
        },
        {
            "input": "\"On the basis of available evidence, and these expert assessments of the evidence, the scientific criteria for an influenza pandemic have been met.",
            "output": [
                "\"Dalam basis bukti yang tersedia dan penilaian dari ahli atas bukti yang ada, kriteria secara ilmiah untuk wabah influenza telah terpenuhi."
            ]
        },
        {
            "input": "In the last few decades, dozens of Michigan state laws have been passed allowing Detroit, because its population was at least 750,000, special measures to raise revenue and allocating it a larger share of Michigan's state revenue than its population warranted.",
            "output": [
                "Dalam beberapa dekade terakhir, puluhan undang-undang negara Michigan telah lolos memungkinkan Detroit, karena penduduknya kurang dari 750.000, maka langkah-langkah khusus untuk meningkatkan penerimaan dan mengalokasikan porsi yang lebih besar dari penerimaan negara daripada kepada jaminan penduduk."
            ]
        },
        {
            "input": "The majority of the 1,986 murders this year remain unsolved, and most involve drug gang members who have come from elsewhere to fight for control of the drug smuggling route into neighbouring El Paso, Texas, as well as the lucrative local trade in drugs.",
            "output": [
                "Mayoritas dari 1.986 pembunuhan tahun ini tetap belum terpecahkan, dan kebanyakan melibatkan para anggota geng narkoba yang telah datang dari tempat-tempat lain untuk memperjuangkan kendali atas rute penyelundupan narkoba ke kota tetangga El Paso, Texas, serta juga perdagangan narkoba lokal yang menguntungkan."
            ]
        },
        {
            "input": "The closure will hold until the assessment of the situation changes, according to the IDF.",
            "output": [
                "Penutupan akan tetap dipertahankan sampai pengkajian situasi berubah, menurut IDF."
            ]
        },
        {
            "input": "Valleywag, a gossip website about technology, recently reported that Godwin was not attending due to a \"groundswell of criticism of Wikipedia\".",
            "output": [
                "Valleywag, sebuah situs web gosip tentang teknologi, belakangan ini melaaporkan bahwa Godwin tidak hadir karena \"gelombang kritik terhadap Wikipedia.\""
            ]
        },
        {
            "input": "The combination of both high winds and temperatures, broke the thick ice into dozens of large pieces.",
            "output": [
                "Kombinasi dari kedua angin kencang dan temperatur, memecahkan es tebal kedalam lusinan pecahan-pecahan besar."
            ]
        },
        {
            "input": "Internal policies and the judgement of the system's users provide privacy and civil rights protections, while who can access the system is determined by DHS.",
            "output": [
                "Kebijakan internal dan pertimbangan dari sistem pemakai memberikan privasi dan perlindungan hak warga sipil, dimana orang-orang yang bisa mengakses sistem ini ditentukan oleh DHS."
            ]
        },
        {
            "input": "The essence of judicial reform is judicial fairness, which is crucial to the country's rule of law,\" Xiao Yang said back then.",
            "output": [
                "Esensi dari reformasi yudisial adalah keadilan yudisial, yang sangat penting untuk aturan hukum negara, \" Xiao Yang berkata pada saat itu."
            ]
        },
        {
            "input": "Celtic had another claim for a penalty when Nakamura was brought down in the area, but the Austrian referee again waved away all appeals.",
            "output": [
                "Celtic memiliki klaim penalti yang lain ketika Nakamura dijatuhkan di area, namun wasit Austria kembali menolak permintaan itu."
            ]
        },
        {
            "input": "Police have found the body of a man they had been hunting in Cumbria, United Kingdom for a series of shootings.",
            "output": [
                "Polisi menemukan jenazah seorang laki-laki yang telah mereka buru di Cumbria, Inggris atas rentetan penembakan."
            ]
        },
        {
            "input": "The airline is already suing the UK's Channel 4 over Monday night's broadcast of Secrets of the Cockpit, part of the Dispatches series, in which Goss appeared.",
            "output": [
                "Perusahaan penerbangan tersebut telah menuntut Channel 4 Inggris atas siaran pada hari Senin malam Secrets of the Cockpit, bagian dari seri Dispatches, yang mana Goss muncul."
            ]
        },
        {
            "input": "While pilots were troubleshooting for this navigational system they first unintentionally disconnected the autopilot, then failed to monitor other instruments informing them they were approaching the sea, crashing into it and destroying the aircraft.",
            "output": [
                "Sementara para pilot sedang bermasalah dengan sistem navigasi yang mereka pertama kalinya tanpa sengaja melepas autopilot, kemudian gagal memonitor alat lainnya untuk memberi tahu mereka bahwa mereka mendekati laut, menabraknya dan menghancurkan pesawat terbang tersebut."
            ]
        },
        {
            "input": "Reports state that at least four suspects are in custody with one suspect still at large.",
            "output": [
                "Dilaporkan bahwa sedikitnya empat tersangka telah ditahan dan seorang lagi masih buron."
            ]
        },
        {
            "input": "The United Kingdom's flag carrier airline, British Airways (BA) has warned the markets that it will post a full year loss of up to £150 million.",
            "output": [
                "Maskapai pembawa bendera UK, British Airways (BA) telah memperingati pasar bahwa mereka akan menerbitkan kerugian 1 tahun penuh yang mencapai 150 juta euro."
            ]
        },
        {
            "input": "Queensland's privacy commissioner Linda Matthews reacted said the recordings would be used for genuine law enforcement purposes.",
            "output": [
                "Komisaris privasi Queensland Linda Matthews bereaksi mengatakan rekaman benar-benar akan digunakan untuk tujuan penegakan hukum."
            ]
        },
        {
            "input": "The game continued despite it being stopped after five minutes media started scuffling with the Costa Rica substitutes.",
            "output": [
                "Pertandingan tetap dilanjutkan meskipun sempat dihentikan setelah lima menit karena pihak wartawan berkelahi dengan pemain cadangan Kosta Rika."
            ]
        },
        {
            "input": "Many western governments suspect that Iran is pursuing nuclear weapons capability.",
            "output": [
                "Banyak pemerintah Barat menduga bahwa Iran sedang mengejar kemampuan senjata nuklir."
            ]
        },
        {
            "input": "\"The market shares on storage will transform from enterprises to digital storage with a significant grown-up of Internet users within four years.\"",
            "output": [
                "\"Penguasaan pasar dalam penyimpanan akan bertransformasi dari perusahaan ke penyimpanan digital dengan pertumbuhan signifikan dari pengguna internet dalam empat tahun.\""
            ]
        },
        {
            "input": "Commander Bainimarama has laid allegations on PM Qarase of stalling his pledge of ditching of the controversial legislation.",
            "output": [
                "Komandan Bainimarama telah menuduh Perdana Menteri Qarase mengulur waktu untuk membatalkan pembuatan undang-undang yang kontroversial."
            ]
        },
        {
            "input": "\"He understands how to do it and also understands how to keep us safe in a time of peril.\"",
            "output": [
                "\"Dia mengerti bagaimana melakukannya dan juga mengerti bagaimana menjaga kami tetap aman dalam waktu bahaya.\""
            ]
        },
        {
            "input": "The weather was good as the plane was landing in San Francisco.",
            "output": [
                "Cuaca cukup baik saat pesawat tersebut mendarat di San Francisco."
            ]
        },
        {
            "input": "The naked ramblers have hoped it doesn't lead to another naturist-clothed 'war', like the one at a beach between German and Polish holidaymakers in 2008.",
            "output": [
                "Para pelancong bugil tersebut mengharapkan hal itu tidak mendorong ke arah 'perang'pakaian nudis lainnya, seperti yang terjadi di sebuah pantai antara Jerman dan orang Polandia yang sedang berlibur di 2008."
            ]
        },
        {
            "input": "Product features are to include anti-virus software capabilities, a new firewall and PC tune ups.",
            "output": [
                "Produk memiliki fitur yang termasuk di dalamnya kapabilitas software anti-virus, Firewall baru dan pengaturan PC."
            ]
        },
        {
            "input": "He provided the tape to the media this week, after obtaining it from police.",
            "output": [
                "Dia menyediakan kaset video untuk media minggu ini, setelah mendapatkannya dari polisi."
            ]
        },
        {
            "input": "During his career he also worked as a pianist and a songwriter.",
            "output": [
                "Selama karirnya dia juga bekerja sebagai seorang pianis dan penulis lagu."
            ]
        },
        {
            "input": "Vice-President Dick Cheney directed the U.S. envoy to walk out Thursday, in response to comments by Canadian Prime Minister Paul Martin on Thursday.",
            "output": [
                "Wakil Presiden Dick Cheney memimpin para utusan AS untuk melakukan walk out pada hari Kamis, sebagai respon terhadap komentar dari Perdana Menteri Kanada Paul Martin pada hari Kamis."
            ]
        },
        {
            "input": "\"I have been told that I am looking for justice in the wrong place and in some way that is right.\"",
            "output": [
                "\"Saya telah diberitahu bahwa saya mencari keadilan di tempat yang salah dan dalam beberapa cara yang benar.\""
            ]
        },
        {
            "input": "The report blames this latest spike in world hunger chiefly on the global economic recession, which has increased unemployment and reduced incomes among the poor, leading to greater food insecurity.",
            "output": [
                "Laporan tersebut menyalahkan lonjakan terakhir kelaparan di dunia terutama pada resesi ekonomi global yang menambah pengangguran dan mengurangi pendapatan kaum miskin, yang mengarah pada makanan menjadi lebih tidak aman."
            ]
        },
        {
            "input": "Thousands of hectares of bushland and farmland have been burnt out.",
            "output": [
                "Ribuan hektar tanah semak dan tanah pertanian dibakar."
            ]
        },
        {
            "input": "Some of the other people charged, however, have already been arrested and await trial.",
            "output": [
                "Beberapa orang yang lainnya tidak percaya, akan tetapi, telah ditangkap dan menunggu diadili."
            ]
        },
        {
            "input": "After seeing the law-and-order situation in Delhi, the Supreme Court's Monitoring committee recommended the Supreme Court not to resume the MCD's sealing drive on November 1.",
            "output": [
                "Setelah melihat situasi hukum-dan-ketertiban umum di Delhi, Komisi Monitoring Mahkamah Agung merekomendasikan untuk tidak melanjutkan langkah penyegelan oleh MCD pada tanggal 1 Nopember."
            ]
        },
        {
            "input": "The assault came a day after a series of bomb blasts in southern Afghanistan killed eight Americans, making October the deadliest month for US troops in the ongoing eight year war.",
            "output": [
                "Serangan tersebut datang sehari setelah sebuah seri ledakan bom di selatan Afganistan yang menewaskan 8 warga negara Amerika, membuat bulan Oktober sebagai bulan yang paling mematikan untuk pasukan AS dalam perang yang telah berjalan selama 8 tahun."
            ]
        },
        {
            "input": "Party chairperson Michael Steele told Fox News Sunday \"There is this standard where the Democrats feel that they can say these things and they can apologize when it ... comes from the mouths of their own.\"",
            "output": [
                "Ketua partai Michael Steele kepada Fox News Sunday \"Ini adalah standar di mana Demokrat merasa bahwa mereka bisa mengatakan hal-hal ini dan mereka dapat meminta maaf ketika. . berasal dari mulut mereka sendiri.\""
            ]
        },
        {
            "input": "A shipment of humanitarian aid from the Italian government was delivered to Tbilisi, the capital of flood ravaged Georgia on Tuesday.",
            "output": [
                "Sebuah pengiriman bantuan kemanusiaan dari pemerintah Italia disampaikan ke Tbilisi, banjir ibukota melanda Georgia pada Selasa."
            ]
        },
        {
            "input": "They released, in 1996, their first album, which sold over a million copies worldwide.",
            "output": [
                "Mereka mengeluarkan, pada 1996, album pertama mereka, dengan penjualan lebih dari satu juta kopi seluruh dunia."
            ]
        },
        {
            "input": "Mosaic employs approximately 5,400 staff throughout the UK and Ireland.",
            "output": [
                "Mosaic mempekerjakan sekitar 5.400 pegawai di seluruh Inggris dan Irlandia."
            ]
        },
        {
            "input": "Their appeal still sees them in Italian football's second division, but with their points deduction almost halved to seventeen.",
            "output": [
                "Banding mereka tetap terlihat pada divisi kedua sepak bola Italia, tetapi pengurangan poin hampir setengan ke 17."
            ]
        },
        {
            "input": "Officials said a wastewater dam had not been damaged by the earthquake, and it posed \"no risk.\"",
            "output": [
                "Pihak berwenang mengatakan bahwa bendungan air limbah tidak rusak oleh gempa, dan ditampilkan \"tidak ada resiko.\""
            ]
        },
        {
            "input": "The round of diplomatic tit-for-tat was sparked by growing tensions between New Zealand and Fiji over sanctions put in place in the wake of the 2006 coup.",
            "output": [
                "Babak dari diplomasi balas membalas dipicu oleh makin bertambahnya ketegangan antara Selandia Baru dan Fiji tentang sanksi yang diberikan dibelakang kudeta tahun 2006."
            ]
        },
        {
            "input": "The NAOSC board of directors has approved the bid from Statoil unanimously, and has recommended that its shareholders accept the offer.",
            "output": [
                "Direktur NAOSC telah menerima penawaran dari Statoil secara bulat, dan telah merekomendasikan bahwa pemegang sahamnya menerima penawaran tersebut."
            ]
        },
        {
            "input": "The Church of Scientology was offered the opportunity to respond to the claims made by Stollery during the interview.",
            "output": [
                "Gereja Scientology menerima tawaran untuk merespon tuduhan yang dibuat oleh Stollery selama wawancara."
            ]
        },
        {
            "input": "She was stranded about 2000 miles (3218.7 kilometres) southwest of Australia's coast.",
            "output": [
                "Dia telah terdampar di posisi 2.000 mil (3.218,7 km) barat daya pantai Australia."
            ]
        },
        {
            "input": "The fire started at the Leisure Living Pool Supplies warehouse at 1130 Niagara street between West Ferry and Albany streets behind the Rich Products building at around 10:30 a.m. Monday and was not brought under control until 6:30 a.m. today.",
            "output": [
                "Api mulai di gudang Leisure Living Pool Supplies pada 11.30 jalan Niagara antara jalan Ferry Barat dan jalan Albany belakang gedung Rich Product sekitar pukul 10.30 Senin pagi dan tidak terkendalikan sampai 06.30 pagi ini."
            ]
        },
        {
            "input": "At the same news conference Dr. Richard Besser, the acting director from the Centers for Disease Control and Prevention (CDC), said to expect additional cases of swine flu to be reported in the short term.",
            "output": [
                "Konferensi baru yang sama Dr. Richard Besser, direktur aksi dari Pusat Pengendarian dan Pencegahan Penyakit dan Pencegahan (CDC), dikatakan untuk mengharap kasus penambahan inpelenza babi untuk meraporkan delam waktu singkat."
            ]
        },
        {
            "input": "Liberal leadership hopeful Ken Dryden outlined his vision of the country today.",
            "output": [
                "Kandidat pemimpin Liberal Ken Dryden menguraikan pandangannya terhadap negara hari ini."
            ]
        },
        {
            "input": "A lawyer for the men said he felt the charges were excessive considering the circumstances.",
            "output": [
                "Penasehat hukum tersangka mengatakan bahwa tuntutan kepada kliennya terlalu berlebihan tanpa mempertimbangkan situasi kejadiannya."
            ]
        },
        {
            "input": "The resolution, number 1696, was drafted by the permanent five members of the council and was passed by a 14-1 vote, with Qatar, the only Arab member of the council voting against.",
            "output": [
                "Resolusi, nomor 1696, dirancang oleh lima anggota tetap dewan dan disahkan oleh 14-1 suara, dengan Qatar, satu-satunya anggota Arab yang menentang voting dewan."
            ]
        },
        {
            "input": "\"The province hasn’t been hit this hard in 10 years.\"",
            "output": [
                "\"Provinsi ini tidak pernah terserang begini parah dalam 10 tahun.\""
            ]
        },
        {
            "input": "German police received a tip six weeks ago by an Israeli citizen who met a man in Ibiza with characteristics similar to Heim.",
            "output": [
                "Polisi Jerman menerima tip 6 minggu lalu oleh seorang warga Israel yang bertemu seorang pria di Ibiza dengan karakteristik mirip dengan Heim."
            ]
        },
        {
            "input": "After leaving the company, he wrestled in Japan before retiring in 1995 after suffering from sciatic nerve pain.",
            "output": [
                "Setelah meninggalkan perusahaan, ia bergulat di Jepang sebelum pensiun pada tahun 1995 setelah ia menderita nyeri saraf siatik."
            ]
        },
        {
            "input": "The plaintiffs argue that the amount of financial assistance given to families and victims of asbestos-related diseases is not sufficient.",
            "output": [
                "Penggugat menyampaikan bahwa jumlah bantuan keuangan yang diberikan pada keluarga dan korban dari penyakit asbes yang terkait tidaklah cukup."
            ]
        },
        {
            "input": "The House also removed the requirement in the bill that would mandate Amtrak to end passenger train service on currently unprofitable routes.",
            "output": [
                "Dewan Perwakilan Rakyat juga mencabut syarat Rancangan Undang-Undang yang akan memberi mandat Amtrak untuk mengakhiri layanan penumpang kereta api untuk rute-rute yang tidak menguntungkan."
            ]
        },
        {
            "input": "North Korea may already have enough materials to make six nuclear bombs.",
            "output": [
                "Korea utara mungkin sudah memiliki cukup material untuk membuat 6 bom nuklir."
            ]
        },
        {
            "input": "\"But we should never forget the human cost which has come with that.\"",
            "output": [
                "\"Tapi kita tidak boleh lupa biaya manusia yang telah datang dengan itu.\""
            ]
        },
        {
            "input": "Other towns shortlisted in the competition included Aberdeen, Blackpool, Milton Keynes, and Cambridge.",
            "output": [
                "Kota-kota lain yang ada dalam daftar kompetisi tersebut termasuk Aberdeen, Blackpool, Milton Keynes, dan Cambridge."
            ]
        },
        {
            "input": "Mark closed with a message of solidarity with the occupiers of two Thomas Cook branches in Dublin, Ireland, whose employees began a sit-in at their offices on Friday after the announcement of surprise closures.",
            "output": [
                "Mark menutup dengan sebuah pesan solidaritas kepada mereka yang menduduki 2 cabang Thomas Cook di Dublin, Irlandia, yang para pegawainya mulai menduduki kantor-kantor mereka hari Jumat setelah pengumuman penutupan yang mendadak."
            ]
        },
        {
            "input": "This so-called Gunpowder Plot is celebrated with firework displays and sparklers, bonfires and Guy Fawkes effigies.",
            "output": [
                "Ini juga disebut Gunpowder Plot dirayakan dengan pertunjukan kembang api dan kembang api sparkler, api unggun dan patung Guy Fawkes."
            ]
        },
        {
            "input": "The NT area-average maximum temperature was 1.45°C above the long-term mean, the largest anomaly of any state or territory.",
            "output": [
                "Temperatur maksimum rata-rata area NT adalah 1,45 derajat Celsius diatas rata-rata jangka panjang, anomali yang terbesar dari wilayah negara bagian manapun."
            ]
        },
        {
            "input": "The bodies of five women within the United Kingdom have been found in or around the county of Suffolk in the east of England.",
            "output": [
                "Mayat 5 wanita di Inggris telah ditemukan di sekitar daerah Suffolk di Inggris Timur."
            ]
        },
        {
            "input": "\"Michael is a strong member of our team and brings a great deal of experience to this position,\" McGuinty said today.",
            "output": [
                "\"Michael adalah anggota tim kami yang hebat dan memiliki banyak pengalaman untuk memegang jabatan itu, \" terang McGuinty hari ini."
            ]
        },
        {
            "input": "Jackson, held briefly under the threat of jail by authorities on Nov. 20, 2003 when charges brought against him were formalized, gained his freedom later that day by posting a $3 million bail.",
            "output": [
                "Jackson, yang ditahan secara singkat di bawah ancaman penjara oleh pihak berwenang pada tanggal 20 November 2003 ketika tuduhan terhadap dirinya diformalkan, nantinya memperoleh kebebasannya di hari itu dengan memberikan jaminan $ 3 juta."
            ]
        },
        {
            "input": "\"The practical reality is that the two biggest parties have not shown they are prepared to move forward at all.\"",
            "output": [
                "\"Kenyataannya adalah dua partai terbesar sama sekali tidak menunjukkan mereka siap untuk bergerak maju.\""
            ]
        },
        {
            "input": "One other protester, 25-year-old Chartchai Bualao, was killed in the incident, but it is still unclear as to who is responsible for the shooting.",
            "output": [
                "1 pengunjuk rasa lainnya, Chartchai Bualao 25 tahun, terbunuh di insiden tersebut, tetapi tidak jelas bahwa siapa yang bertanggungjawab pada penembakan tersebut."
            ]
        },
        {
            "input": "Jamil Murad had visited Yasser Arafat in April 2004, along with nine other Brazilian deputies.",
            "output": [
                "Jamil Murad telah mengunjungi Yasser Arafat pada bulan April 2004, bersama 9 deputi Brasil lainnya."
            ]
        },
        {
            "input": "But instead of solving a mystery of knowledge a reader has in their head, these experts solve a problem related to something you have bought and do not understand.",
            "output": [
                "Tetapi alih-alih memecahkan sebuah misteri dari ilmu pengetahuan yang ada di kepala seorang pembaca, para ahli ini menyelesaikan masalah yang berhubungan dengan sesuatu yang telah Anda beli dan Anda tidak memahaminya."
            ]
        },
        {
            "input": "The other three were found near a road in Rustamiya on the southeastern outskirts of the capital.",
            "output": [
                "Tiga yang lain ditemukan dekat sebuah jalan di Rustamiya pinggiran tenggara ibukota."
            ]
        },
        {
            "input": "But Caltrans, the state agency in charge of building the bridge said their inspectors checked the welds and determined the work, although rushed, met safety standards.",
            "output": [
                "Tapi Caltrans, badan negara yang bertanggung jawab atas pembangunan jembatan tersebut mengatakan para inspektur mereka memeriksa las-las dan mententukan bahwa pekerjaan itu, meskipun bergegas, memenuhi standar keselamatan."
            ]
        },
        {
            "input": "Craig had previously faced allegations of homosexual behavior, and in 1982 went on network news to deny rumors involving cocaine and sex with male in congressional pages.",
            "output": [
                "Craig sudah pernah menghadapi tuduhan perilaku homoseksual, dan pada 1982 dia tampil di media massa untuk menyangkal sebuah rumor bahwa dia terlibat dalam sebuah pesta kokain dan melakukan hubungan sex dengan sejumlah pelayan pria di kongres."
            ]
        },
        {
            "input": "He said that most bodies were recovered from three metre deep mud and required heavy digging machinery to retrieve.",
            "output": [
                "Dia mengatakan bahwa sebagian besar mayat diselamatkan dari lumpur sedalam tiga meter dan memerlukan mesin gali berat untuk mendapatkannya."
            ]
        },
        {
            "input": "The building was a private residence and was illegal as authorities had not been informed of it.",
            "output": [
                "Bangunan tersebut adalah sebuah kediaman pribadi dan tidak sah berhubung otoritas belum diberitahu tentang bangunan itu."
            ]
        },
        {
            "input": "FA chief executive Brian Barwick expressed his disappointment at the annual meeting of the IFAB in Gleneagles, Scotland: \"We were in favour of goal-line technology but there will be no more experiments and it will not be back on the agenda next year, or in the foreseeable future.\"",
            "output": [
                "Ketua Pelaksana FA Brian Barwick mengekspresikan kekecewaannya pada rapat tahunan IFAB di Gleneagles, Skotlandia, \"Kami mendukung teknologi garis gawang namun tidak akan ada eksperimen lanjutan dan hal ini tidak akan dibahas lagi pada agenda tahun depan, atau yang akan datang.\""
            ]
        },
        {
            "input": "Howard has defended the rumours, saying that some rise would be 'unavoidable'.",
            "output": [
                "Howard telah bertahan terhadap rumor yang mengatakan beberapa peningkatan akan 'tidak bisa dihindari'."
            ]
        },
        {
            "input": "Of the 50 people, there are two Syrians and one is an Interior Ministry official.",
            "output": [
                "Dari 50 orang, ada 2 orang Suriah dan 1 pegawai Kementerian Dalam Negeri."
            ]
        },
        {
            "input": "\"We will look on these two additional referees and we avoid considering any goal-line technology during this time.\"",
            "output": [
                "\"Kami akan melihat peran dua asisten wasit tambahan ini dan kami tidak mempertimbangkan teknologi garis gawang pada saat ini.\""
            ]
        },
        {
            "input": "Eight were wounded, most of whom were day laborers who generally would be leaving the base after a day's work.",
            "output": [
                "8 terluka, sebagian besar mereka adalah pekerja harian yang biasanya akan meninggalkan tempat tersebut setelah sehari bekerja."
            ]
        },
        {
            "input": "It is the first major loss of data in the UK since information on 25 million people was lost by HM Revenue in October.",
            "output": [
                "Ini adalah kehilangan data yang besar pertama di UK sejak hilangnya informasi tentang 25 juta orang oleh HM Revenue di bulan Oktober."
            ]
        },
        {
            "input": "All mentions of the bill were removed from the article.",
            "output": [
                "Seluruh mention dari RUU dihapus dari artikel."
            ]
        },
        {
            "input": "The most serious such incident involved the October 2005 crash of a Russian jet fighter in Lithuania.",
            "output": [
                "Insiden sejenis yang paling serius termasuk kecelakaan pesawat jet tempur Rusia di Lithuania pada bulan Oktober 2005."
            ]
        },
        {
            "input": "Investigators say at least 33 specific films and songs posted on TPB were tracked by authorities.",
            "output": [
                "Penyelidikan mengatakan sedikitnya 33 film khusus dan lagu yang ditayangkan di TPB dilacak oleh pihak berwenang."
            ]
        },
        {
            "input": "Ryanair had told pilots anybody signing a \"so-called safety petition\" might be dismissed.",
            "output": [
                "Ryanair telah mengatakan pada para pilot siapapun yang menandatangani sebuah \"apa yang disebut petisi keselamatan\" dapat diberhentikan."
            ]
        },
        {
            "input": "Adrian Edwards, a spokesman for the UN, confirmed that six staff for the UN were among the dead.",
            "output": [
                "Adrian Edwards, seorang juru bicara untuk PBB, mengkonfirmasikan bahwa 6 staf untuk PBB ada di antara para korban tewas."
            ]
        },
        {
            "input": "A driving ban has been issued for Tonawanda, New York, Buffalo and Amherst where at least \"80% of roads in Amherst are impassible.\"",
            "output": [
                "Larangan mengemudi telah dikeluarkan untuk Tonawanda, New York, Buffalo dan Amherst yang mana setidaknya \"80% jalan di Amherst tidak bisa dilalui.\""
            ]
        },
        {
            "input": "Navi Pillay, the UN's Human Rights watchdog, was particularly critical of Prime Minister Julia Gillard's asylum seeker trade deal with Malaysia.",
            "output": [
                "Navi Pillay, pengawas Hak Asasi Manusia PBB, adalah pengkritik khusus dari pencari suaka perjanjian perdagangan Perdana Menteri Julia Gillard dengan Malaysia."
            ]
        },
        {
            "input": "German rock and metal label GUN Records (Great Unlimited Noises) announced Friday that they were to close.",
            "output": [
                "Label metal dan rock Jerman GUN Records (Great Unlimited Noises) mengumumkan pada hari Jumat bahwa mereka akan tutup."
            ]
        },
        {
            "input": "Carey was a father of 14 children and grandfather to 25.",
            "output": [
                "Carey adalah ayah dari 14 anak dan kakek dari 25 cucu."
            ]
        },
        {
            "input": "A U.S. federal public defender appointed to Moussaoui argued for the jury to spare his life during opening statements on Monday, March 6, in the trial that will determine his fate — either life in prison or death by lethal injection.",
            "output": [
                "Pembela publik federal Amerika menunjuk pada Moussaoui membantah juri untuk meluangkan hidupnya selama pernyataan pembukaan pada hari Senin, 6 Maret, di pengadilan yang akan menentukan nasibnya - hidup di penjara atau mati dengan suntikan mematikan."
            ]
        },
        {
            "input": "Parliamentary elections would then be held, perhaps in early 2014, followed by presidential elections upon the forming of a new parliament.",
            "output": [
                "Pemilihan Parlemen selanjutnya akan dilaksanakan, mungkin pada awal tahun 2014, diikuti dengan pemilihan presiden pada pembentukan parlemen yang baru."
            ]
        },
        {
            "input": "Rudd also used the debate to take a firm stance on same-sex marriage.",
            "output": [
                "Rudd juga menggunakan debat tersebut untuk mengambil sikap tegas pada perkawinan sesama jenis kelamin."
            ]
        },
        {
            "input": "Hopper's more recent work included a leading role in the television series Crash.",
            "output": [
                "Hasil karya Hopper yang terbaru termasuk peran utama nya dalam Seri televisi Crash."
            ]
        },
        {
            "input": "He was quoted as saying that the spilt \"would stop the bloodshed and burning of places of worship.\"",
            "output": [
                "Dia telah mengatakan bahwa pemisahan itu \"akan menghentikan pertumpahan darah dan pembakaran tempat-tempat ibadah.\""
            ]
        },
        {
            "input": "Russia has invited leaders of the Hamas for talks, which will begin on Friday.",
            "output": [
                "Rusia telah mengundang para pemimpin Hamas untuk berdiskusi, yang akan dimulai pada hari Jumat."
            ]
        },
        {
            "input": "Milan counter attacked quickly, and Kaka saw his attempt also blocked by a defender.",
            "output": [
                "Milan menyerang balik dengan cepat dan Kaka melihat usahanya juga diblok oleh pemain belakang."
            ]
        },
        {
            "input": "\"I received this notification today, 'As a mark of respect for the memory of Nelson Mandela, the President orders that the flag of the United States be flown at half-staff effective immediately until sunset, December 9, 2013' \".",
            "output": [
                "\"Saya menerima pengumuman ini hari ini, 'Sebagai tanda hormat untuk mengenang Nelson Mandela, Presiden memerintahkan untuk mengibarkan bendera Amerika setengah tiang efektif saat ini segera sampai matahari terbenam, 9 Desember 2013.\""
            ]
        },
        {
            "input": "McCain related it to radical Islamic extremism relaying that he believed evil should be \"defeated.\"",
            "output": [
                "McCain mengaitkan hal tersebut pada ektrimnis radikal Islam dan percaya kejahatan harus bisa \"dikalahkan.\""
            ]
        },
        {
            "input": "\"You know, the surface was quite tricky today because it was a little bit snowy and the ball skids along but, you know, that possibly helped our passing game.\"",
            "output": [
                "\"Anda tahu, permukaan tanah sedikit rumit hari ini karena sedikit salju turun dan bola masih bisa meluncur namun, Anda tahu, itu kemungkinan akan membantu permainan passing kita.\""
            ]
        },
        {
            "input": "\"But more importantly, I think it was the combination of the show of force, the police were out there in big numbers, and we don't apologise for that.",
            "output": [
                "\"Tapi yang lebih penting, saya pikir itu adalah kombinasi dari unjuk kekuatan, polisi berada di luar sana dalam jumlah besar, dan kami tidak meminta maaf untuk itu."
            ]
        },
        {
            "input": "One of the Islamic organisations allegedly secretly filmed is Markazi Jamiat Ahl-e-Hadith, a registered British charity which runs more than 40 mosques and branches in the UK with its headquarters at Green Lane Mosque in the Small Heath area of the city.",
            "output": [
                "Salah satu organisasi Islam yang diduga secara diam-diam difilmkan adalah Markazi Jamiat Ahl-e-Hadith, sebuah dewan derma Inggris resmi yang mengelola lebih dari 40 masjid dan cabangnya di Inggris Raya dengan bermarkas di area Small Heath di kota."
            ]
        },
        {
            "input": "NATO chief Jaap de Hoop Scheffer has also condemned the action.",
            "output": [
                "Kepala NATO Jaap de Hoop Scheffer juga mengutuk aksi tersebut."
            ]
        },
        {
            "input": "Representatives of the grand coalition differed in their views regarding this question.",
            "output": [
                "Para wakil dari partai koalisi saling berbeda pendapat terkait hal ini."
            ]
        },
        {
            "input": "Best current affairs show finalists were Fair Go, Sunday, Campbell Live.",
            "output": [
                "Finalis Best current affairs show adalah Fair Go, Sunday, Campbell Live."
            ]
        },
        {
            "input": "Although France improved in the second half, Argentina's strong defence held them off and France were only able to close the lead to five points when David Skrela scored his fourth penalty of the match in the 60th minute.",
            "output": [
                "Meskipun Perancis berimprovisasi di babak kedua, pertahanan yang kuat dari Argentina menahan mereka dan Perancis hanya bisa mendekat untuk memimpin dengan lima poin ketika David Skrela mencetak penalti keempatnya pada pertandingan pada menit 60."
            ]
        },
        {
            "input": "Meng Yew Choong, Assistant Director of Corporate Communication at the National Environment Agency also clarifies:",
            "output": [
                "Wakil Direktur Komunikasi Korporasi pada Badan Lingkungan Nasional, Meng Yew Choong, juga mengklarifikasi:"
            ]
        },
        {
            "input": "The two candidates were in Maine today doing last minute campaigning before tomorrow's Democratic caucuses there and are also preparing for the \"Potomac primary\" which will involve the nation's capital of Washington, D.C. and the bordering states of Maryland and Virginia to be held on February 12.",
            "output": [
                "Dua kandidat ini berada di Maine hari ini untuk melakukan kampanye terakhirnya sebelum dilakukan kaukus Partai Demokrat besok dan juga menyiapkan untuk \"Potomac primary\" yang akan melibatkan ibukota negara Washington, D. C. dan negara bagian perbatasan Maryland dan Virginia yang akan diadakan pada 12 Februari."
            ]
        },
        {
            "input": "In mainland China, the China Daily published an editorial under the headline, \"March sets stage for secessionist scheming\" in which it labeled the rally as \"secessionist scheming\" and a \"misuse of people power\".",
            "output": [
                "Di daratan Cina, harian China Daily menerbitkan sebuah editorial dengan judul, \"Penataan panggung pawai untuk separatis licik\" yang melabeli rapat umum tersebut sebagai \"separatis licik\" dan sebuah \"penyalahgunaan kekuasaan massa.\""
            ]
        },
        {
            "input": "They are being investigated under suspicion of breaching the Prevention of Cruelty to Animals Act.",
            "output": [
                "Mereka diperiksa di bawah tuduhan pelanggaran undang-undang perlindungan atas kekejaman terhadap binatang."
            ]
        },
        {
            "input": "\"If a detainee has committed an offense that requires segregation time, even if a segregation cell is not available, the detainee will receive a shave and a haircut for hygiene and medical reasons.\"",
            "output": [
                "\"Jika seorang tahanan telah melakukan pelanggaran yang membutuhkan waktu pemisahan, bahkan jika sel segregasi tidak tersedia, tahanan akan menerima pencukuran dan pemotongan rambut untuk kebersihan dan alasan-alasan medis.\""
            ]
        },
        {
            "input": "The dean of Auckland University's Faculty of Medical and Health Sciences, Professor Iain Martin says the review “can’t come soon enough”.",
            "output": [
                "Dekan Fakultas Ilmu Kedokteran dan Kesehatan Universitas Auckland, Professor Iain Martin berkata bahwa peninjauan ulang ini \"tidak bisa berlaku dengan segera.\""
            ]
        },
        {
            "input": "However, there was no raid on the Iranian Consulate General as earlier reported.",
            "output": [
                "Namun, tidak ada serangan di Konsulat Jenderal Iran seperti yang dilaporkan sebelumnya."
            ]
        },
        {
            "input": "Ofgem have said: \"Our analysis shows that based on an 18-month hedging strategy and assuming that retail prices remain unchanged, projected gross margin is set to increase by around ￡80 for dual fuel customers over the next six months.\"",
            "output": [
                "Ofgem mengatakan: \"Analisis kami menunjukkan bahwa berdasarkan strategi batasan dalam 18 bulan dan diperkirakan bahwa harga-harga eceran tetap tidak berubah, terencana marjin bruto mulai meningkat di sekitar 80 pon untuk pelanggan bahan bakar rangkap di atas 6 tahun berikutnya.\""
            ]
        },
        {
            "input": "Although Baghdad sometimes sees hail and sleet, snow has never been seen in living memory.",
            "output": [
                "Meskipun Baghdad terkadang mengalami hujan es, salju belum pernah ada sepanjang ingatan mereka yang hidup."
            ]
        },
        {
            "input": "They said that it was \"politically untenable\" to prosecute them, pointing out that Wikileaks is hosted in many different countries across the globe.",
            "output": [
                "Mereka mengatakan bahwa itu adalah \"politik yang tidak bisa dipertahankan\" untuk mengadili mereka, menunjukkan bahwa Wikileaks adalah tuan rumah di banyak negara besar diseluruh dunia."
            ]
        },
        {
            "input": "In addition, because of the global nature of the economic crisis, previously-used mechanisms such as currency depreciation and borrowing from international credit markets are more limited in their scope, according to the FAO.",
            "output": [
                "Tambahan lagi, karena bentuk global dari krisis ekonomi, sebelumnya menggunakan mekanisme seperti depresiasi mata uang dan meminjam dari pasar kredit internasional lebih terbatas di lingkup mereka, menurut FAO."
            ]
        },
        {
            "input": "It is believed that about 80 of such bluestone blocks were transported from the Preseli Hills in Pembrokeshire, Wales to the Salisbury plains.",
            "output": [
                "Diyakini bahwa sekitar 80 blok batu bluestone telah diangkut dari bukit Preseli Hills di Pembrokeshire, Wales ke dataran Salisbury."
            ]
        },
        {
            "input": "Zacharias scored on a tip in of a Gordon shot that hung on the rim and fell out.",
            "output": [
                "Zacharias mencetak angka dari sentuhan tembakan Gordon yang menggantung pada lingkaran dan keluar."
            ]
        },
        {
            "input": "\"They have to stay in school and pass their classes.\"",
            "output": [
                "\"Mereka harus tetap tinggal di sekolah dan lulus dari kelas mereka. \""
            ]
        },
        {
            "input": "38 people were killed on Saturday when a US Chinook helicopter crashed west of Kabul, Afghanistan, with the Taliban claiming responsibility for the crash.",
            "output": [
                "38 orang tewas pada hari Sabtu saat sebuah helikopter Chinook AS jatuh di barat Kabul, Afghanistan, dengan pihak Taliban mengklaim bertanggungjawab atas kecelakaan tersebut."
            ]
        },
        {
            "input": "The boys have a 3-year-old sister who was not home at the time of the stabbing.",
            "output": [
                "Mereka memiliki adik perempuan berusia 3 tahun yang sedang tidak berada di rumah saat peristiwa penusukan itu terjadi."
            ]
        },
        {
            "input": "The line on a graph that plotted oil price had done a steady incline over recent years, though many factors are involved in the price of a barrel of oil so it is almost impossible to say how much the troubles in Iraq contributed to this rise.",
            "output": [
                "Garis pada grafik yang diplot harga minyak telah menunjukkan lereng yang stabil dalam beberapa tahun terakhir, meskipun banyak faktor yang terlibat dalam harga per barel minyak sehingga hampir tidak mungkin untuk mengatakan berapa banyak masalah di Irak yang berpengaruh terhadap kenaikan ini."
            ]
        },
        {
            "input": "McBride had two good chances from headers, but he was unable to find the net on either.",
            "output": [
                "McBride mempunyai dua kesempatan yang baik dari headers, but dia tidak ketemu jaringan juga."
            ]
        },
        {
            "input": "Television cameras captured a white speck, presumably part of the rocket, falling into the sea.",
            "output": [
                "Kamera televisi menangkap gambar sebuah noda putih, yang diperkirakan adalah badan roket, terjatuh ke arah laut."
            ]
        },
        {
            "input": "The METAR reports from Ekofisk Oil Platform are indicating continuously intensifying winds.",
            "output": [
                "Laporan METAR dari Ekofisk Oil Platform yang menunjukkan terus mengintensifkan angin."
            ]
        },
        {
            "input": "Aliya Mustafina from Russia took home bronze for her 14.900 point routine.",
            "output": [
                "Aliya Mustafina dari Rusia membawa pulang satu medali perunggu untuk pencapaian routine 14,900 poin."
            ]
        },
        {
            "input": "Prime Minister Tony Blair marked the silence in the garden of 10 Downing Street, and Mayor of London Ken Livingstone paid his respects at Trafalgar Square.",
            "output": [
                "Perdana Menteri Tony Blair mengheningkan cipta di taman 10 Downing Street, dan Walikota London Ken Livingstone memberi hormat di Trafalgar Square."
            ]
        },
        {
            "input": "Costel Maruntelu, 24, was previously jailed for five years and six months for sex trafficking crimes.",
            "output": [
                "Costel Maruntelu, 24, telah dipenjara sebelumnya 5 tahun 6 bulan untuk kejahatan perdagangan seks."
            ]
        },
        {
            "input": "\"Commitments to deep emission cuts are urgently needed to preserve our chances to keep planetary temperature increases below 2ºC.\"",
            "output": [
                "\"Komitmen untuk mengurangi emisi yang kuat sangat dibutuhkan untuk melindungi kesempatan kita untuk menjaga suhu planet meningkat di bawah 2 derajat Celsius.\""
            ]
        },
        {
            "input": "Oxford had the stronger start and were ahead for much of the first half of the race.",
            "output": [
                "Oxford memiliki start yang kuat dan telah memimpin banyak paruh pertama balapan."
            ]
        },
        {
            "input": "Several people have been injured in the blasts which occurred today and on Sunday when two bombs exploded in Gagra.",
            "output": [
                "Beberapa orang telah terluka dalam ledakan yang terjadi hari ini dan pada hari Minggu ketika dua bom meledak di Gagra."
            ]
        },
        {
            "input": "He also hoped this event will inspire common people finding a bright life from a dark or hopeless life.",
            "output": [
                "Dia juga berharap acara ini akan menginspirasi orang biasa menemukan kehidupan cerah dari kehidupan gelap atau putus asa."
            ]
        },
        {
            "input": "He said, \"It's difficult now to get the oil under control.",
            "output": [
                "Dia mengatakan, \"Sulit sekarang untuk mengendalikan minyak."
            ]
        },
        {
            "input": "After a slew of crises during Santana Lopes's tenure, including poor credit ratings and accusations of media censorship, Sampaio dissolved the parliament on Friday in an attempt to restore credibility to the nation.",
            "output": [
                "Setelah pembinasaan krisis selama masa jabatan Santana Lopes, termasuk peringkat kredit yang buruk dan tuduhan sensor media, Sampaio membubarkan parlemen pada hari Jumat sebagai upaya memulihkan kredibilitas negara."
            ]
        },
        {
            "input": "The Group B match was played at the Shere Bangla National Stadium in Mirpur, Bangladesh.",
            "output": [
                "Pertandingan grup B dimainkan di Stadion Nasional Shere Bangla di Mirpur, Bangladesh."
            ]
        },
        {
            "input": "Leaders and personalities from different parts of the country, including the Narmada Bachao Andolan leader Medha Patkar, expressed grief over the death.",
            "output": [
                "Pemimpin dan tokoh dari bagian berbeda di negara tersebut, termasuk Medha Patkar pemimpin Narmada Bachao Andolan, mengekspresikan dukacita pada kematian tersebut."
            ]
        },
        {
            "input": "It was the second time that the European champion for that year won the World Cup as well, the first being West Germany's victory in 1974.",
            "output": [
                "Itu yang kedua kalinya juara Eropa menang juga pada Piala Dunia pada tahun yang sama, yang pertama adalah kemenangan Jerman Barat pada tahun 1974."
            ]
        },
        {
            "input": "ETA called the cease-fire in March 2006, but grew frustrated with a lack of government concessions in ensuing peace talks, and set off a huge bomb in a parking area at Madrid's airport on December 30, killing two people.",
            "output": [
                "ETA menyebut gencatan senjata di Maret 2006, tetapi menumbuhkan rasa frustrasi dengan ketiadaan izin pemerintah berikut pembicaraan perdamaian, dan memasang sebuah bom yang sangat besar di area parkir bandara Madrid pada 30 Desember, membunuh 2 orang."
            ]
        },
        {
            "input": "The man killed was one of several Iraqi insurgents who had been wounded in fighting and then disarmed by marines, who then moved on leaving the wounded men in the mosque.",
            "output": [
                "Pria yang terbunuh adalah salah satu dari pemberontak Irak yang cedera di pertempuran dan dilucuti senjatanya oleh marinir, yang pergi meninggalkan orang yang terluka dalam masjid."
            ]
        },
        {
            "input": "\"Is the biggest proponent of George Bush’s tired, failed policies ready to bring about change? \"",
            "output": [
                "\"Apakah pendukung terbesar kelelahan, politik yang gagal George Bush siap mendatangkan perubahan? \""
            ]
        },
        {
            "input": "Australia's area-averaged rainfall is calculated from a network of around 5000 rainfall stations.",
            "output": [
                "Curah hujan rata-rata area Australia dihitung dari jaringan kira-kira 5000 stasiun curah hujan."
            ]
        },
        {
            "input": "The state broadcaster of New Zealand, Television New Zealand (TVNZ), has announced its plans to fire at least 160 people because they have falling revenue, mainly from their NZ$9.3 million advertising loss.",
            "output": [
                "Stasiun siaran negara Selandia baru, Televisi Selandia Baru (TVNZ), telah mengumumkan rencananya memecat sedikitnya 160 orang karena mereka telah menurun pendapatannya, terutama dari kerugian iklan mereka 9,3 milyar dolar Selandia Baru."
            ]
        },
        {
            "input": "The show was widely discussed on the internet, with large volumes of material requiring deleted by site administrators as breaching Finnish privacy legislation.",
            "output": [
                "Tayangan ini diperbincangkan secara luas di internet, dengan bagian besar isi material meminta penghapusan oleh admin situs karena melanggar undang-undang privasi Finlandia."
            ]
        },
        {
            "input": "Israel's Army Radio said that other airports might also be targeted in order to restrict access to Lebanon.",
            "output": [
                "Radio Tentara Israel mengatakan bahwa bandara lain mungkin juga ditargetkan untuk membatasi akses ke Lebanon."
            ]
        },
        {
            "input": "And a backlog of documents recovered from the former regime remain to be examined.",
            "output": [
                "Dan sebuah dokumen pekerjaan yang tertunda yang ditemukan dari rezim terdahulu tersisa untuk diperiksa."
            ]
        },
        {
            "input": "Kucinich, 60, is a staunch opponent of the Iraq war.",
            "output": [
                "Kucinich, 60, adalah penentang tegas perang Irak."
            ]
        },
        {
            "input": "Repair teams from the National Roads Department were called in to assess the damage and clear away the trees that had fallen onto the highway.",
            "output": [
                "Team Perbaikan dari Departemen Jalan Nasional telah dipanggil untuk menilai kerusakan dan membersihkan pohon-pohon yang jatuh ke jalan Raya."
            ]
        },
        {
            "input": "Some regard the speech as a watershed moment in New Zealand politics.",
            "output": [
                "Sebagian menganggap pidato tersebut sebagai momen titik balik dalam politik Selandia Baru."
            ]
        },
        {
            "input": "GfK analyst Megan Baldock said to The Guardian: \"The figures suggest an increasing number of consumers are now asking for Android handsets by name.\"",
            "output": [
                "Analis GfK Megan Baldock mengatakan kepada The Guardian: \"Angka-angka menunjukkan peningkatan jumlah konsumen sekarang meminta handset Android dengan nama.\""
            ]
        },
        {
            "input": "The ban is included in the government's 12th Five-Year Plan.",
            "output": [
                "Larangan tersebut termasuk Rencana 5-Tahun ke 12 pemerintah."
            ]
        },
        {
            "input": "Many nations offered emissions cuts pledges, which vary from 4% to 17% cuts by 2020, compared with 1990 levels.",
            "output": [
                "Banyak bangsa menawarkan ikrar pengurangan emisi, yang berlainan dari pengurangan 4% sampai 17% menjelang 2020, membandingkan dengan taraf tahun 1990."
            ]
        },
        {
            "input": "They said public safety was enhanced under the current policy because many in the immigrant community have less reason to fear that they or people they care about would be deported if the police were called.",
            "output": [
                "Mereka mengatakan keselamatan publik sudah ditingkatkan di bawah kebijakan sekarang karena banyak komunitas imigran memiliki lebih sedikit alasan untuk takut bahwa mereka atau orang peduli pada mereka akan dideportasi jika dipanggil polisi."
            ]
        },
        {
            "input": "According to the lawsuit, waste from the UN camp was not properly sanitized, causing bacteria to enter the tributary of the Artibonite River, one of Haiti's largest.",
            "output": [
                "Menurut gugatan itu, limbah dari kamp PBB tidak dibersihkan dengan benar, menimbulkan bakteri memasuki anak sungai dari Sungai Artibonite, salah satu yang terbesar di Haiti."
            ]
        },
        {
            "input": "\"I respect the mayor greatly but I am somewhat disheartened by his comments.\"",
            "output": [
                "\"Saya sangat hormat dengan walikota tersebut tetapi saya sedikit berkecil hati dengan komentarnya.\""
            ]
        },
        {
            "input": "It is moving to the west-northwest at 7 mph (11 KM/HR)with maximum sustained winds of 165 mph (270 km/h), with higher gusts, making it a dangerous Category 5 hurricane on the Saffir-Simpson Scale, and has a minimum central pressure of 900 mbar (26.58 InHg).",
            "output": [
                "Angin topan ini bergerak ke barat laut pada kecepatan 7 mil per jam (11 KM/jam) dengan tiupan angin maksimum sebesar 165 mph (270 km/jam) dengan tiupan yang lebih tinggi, membuat ia masuk ke dalam angin topan kategori 5 yang berbahaya pada skala Saffir-simpson, dan memiliki tekanan pusat minimal 900mbar (26,58 InHg)."
            ]
        },
        {
            "input": "\"We take steps to prevent it from happening again, and we do so in a very public way for the world to see that we lead by example, and that we do have values that we hold very dearly and believe in.\"",
            "output": [
                "\"Kami mengambil langkah untuk menjaga agar tidak terulang lagi, dan kami melakukannya dengan cara yang umum bagi dunia dapat melihat bahwa kita memimpin dengan contoh, dan bahwa kami mempunyai nilai yang kami sayangi dan kami percayai.\""
            ]
        },
        {
            "input": "Former shuttle commander Bill Readdy commented that, despite a large number of memorials, including one on Mars, \"... much more importantly than any physical monument, they're memorialized right here in our hearts,\" Going on to name them individually, then saying \"We'll always miss your easy laughter and your smiling faces.\"",
            "output": [
                "Mantan komandan pesawat Bill Readdy mengomentari bahwa meskipun banyak jumlah peringatan, termasuk satu di Mars, .\" .yang lebih penting dari monumen fisik, mereka dikenang di sini di hati kami, \" sambil menyebut nama mereka satu-persatu kemudian berkata \"Kami selalu rindu wajah penuh tawa dan senyummu.\""
            ]
        },
        {
            "input": "Pledging that a bill to legalise same-sex marriage would be introduced within 100 days of government, Rudd promised to allow a \"full conscience vote\" if he were to be re-elected.",
            "output": [
                "Menjamin bahwa rancangan undang-undang untuk melegalisasikan perkawinan sesama jenis kelamin akan diperkenalkan dalam 100 hari pemerintahan, Rudd berjanji untuk mengizinkan \"pemilihan penuh hati nurani\" jika dia dipilih kembali."
            ]
        },
        {
            "input": "ITV News Border reporter Matthew Taylor said Batey \"will leave a lasting legacy in this region\".",
            "output": [
                "Reporter ITV Border Matthew Taylor mengatakan Batey \"akan meninggalkan warisan abadi di wilayah ini.\""
            ]
        },
        {
            "input": "The earthquake was felt as far away as the Aegean province of İzmir, the northwestern provinces of Bursa and İstanbul, and even the city of Edirne, not far from the Bulgarian and Greek and borders, because the depth was very shallow.",
            "output": [
                "Gempa bumi tersebut dirasakan sejauh Aegean di provinsi Izmir, provinsi sebelah barat laut dari Bursa dan Istanbul, dan bahkan kota Edirne, tidak jauh dari perbatasan Bulgaria dan Yunani, karena kedalamannya sangat dangkal."
            ]
        },
        {
            "input": "In sworn testimony, the corporal said he thought the people in the mosque were a threat.",
            "output": [
                "Pada kesaksian yang disumpah, kopral mengatakan bahwa dia berpikir orang-orang di masjid tersebut adalah ancaman."
            ]
        },
        {
            "input": "Three million people were affected by the tropical storm which Xinhua, the state news agency, estimated would cost three billion yuan ($375 million) damage.",
            "output": [
                "3 juta orang terkena dampaknya oleh badai tropis dan menurut kantor berita Cina, Xinhua, diperkirakan kerugian mencapai 3 milyar yuan ($375 juta)."
            ]
        },
        {
            "input": "Officials said it was not likely that they were taken captive.",
            "output": [
                "Para pejabat mengatakan tidak mungkin mereka ditawan."
            ]
        },
        {
            "input": "Tulsiram Dhondu Surve, watchman of high security Wangani microwave tower in Raigad district, was found guilty of allowing Tiger's men to use government property for the purpose of loading arms into vehicles which then transported them to Mumbai.",
            "output": [
                "Tulsiram Dhondu Surve, pengawas keamanan tinggi dari menara gelombang mikro Wangani di distrik Raigad, telah terbukti bersalah mengijinkan orang-orang Tiger menggunakan properti pemerintah untuk tujuan mengangkut senjata di kendaraan yang kemudian dikemudikan ke Mumbai."
            ]
        },
        {
            "input": "\"They were words of students who were educated... when someone follows through with the actions of those opinions to the detriment of others, questions need to be asked why preventions were not put in place and this needs to be done by public inquiry for peace of mind.\"",
            "output": [
                "\"Mereka adalah kata-kata dari siswa yang dididik. . ketika seseorang mengikuti melalui tindakan dari pendapat itu yang merugikan orang lain, pertanyaan yang perlu ditanyakan mengapa pencegahan tidak dimasukkan ke dalam tempat ini dan ini perlu dilakukan oleh penyelidikan publik untuk ketenangan pikiran.\""
            ]
        },
        {
            "input": "11 countries across Europe and Asia have seen lawsuits filed against individuals by record companies fighting file-sharing technology which they say is costing it billions.",
            "output": [
                "11 negara di Eropa dan Asia telah melihat tuntutan hukum terhadap individu yang dilakukan oleh perusahaan rekaman memerangi teknologi file-sharing yang mereka katakan berbiaya miliaran."
            ]
        },
        {
            "input": "The additional troop commitment has been welcomed by the Afghani government.",
            "output": [
                "Komitmen pasukan tambahan telah disambut oleh pemerintah Afghanistan."
            ]
        },
        {
            "input": "It also commented that he missed one further opportunity for emergency evasive action when the airliner struck the runway and bounced into the air, at which point co-pilot Gagam Rochmana requested a 'go-around' procedure be initiated, but was also ignored.",
            "output": [
                "Hal ini juga dikomentari bahwa dia melewatkan satu kesempatan lagi untuk tindakan menghindar darurat saat pesawat menghantam landasan dan terpental ke udara, di mana poin co-pilot Gagam Rochmana meminta prosedur 'go-ground'dimulai, tetapi juga diabaikan."
            ]
        },
        {
            "input": "Ashley now measures 4ft 5 (1m 35cm) and weighs around 75 lbs (34 kg), which is below her expected length and weight.",
            "output": [
                "Sekarang Ashley diukur 4 kaki 5 inci (1m 35cm) dan berat sekitar 75 pon (34 kg), yang di bawah perkiraan panjang dan beratnya."
            ]
        },
        {
            "input": "In London, all buses and cabs came to halt, and all people in their offices stood outside.",
            "output": [
                "Di London, semua bus dan taksi datang untuk berhenti, dan semua orang di kantor mereka berdiri di luar."
            ]
        },
        {
            "input": "Earlier complaints about high iPhone rates did not deter hundreds of would-be Canadian iPhone buyers who lined up hours before store opening times.",
            "output": [
                "Keluhan terdahulu mengenai harga iPhone yang tinggi tidak menghalangi ratusan pembeli iPhone yang mungkin rakyat Kanada tetap mengantri berjam-jam sebelum waktu pembukaan toko."
            ]
        },
        {
            "input": "\"I think Senator McCain has proven over and over again that he is reaching across the aisle to get things done,\" Schwarzenegger said.",
            "output": [
                "\"Saya berpikir bahwa Senator McCain telah berkali-kali membuktikan bahwa dia telah meraih keseluruhan lorong untuk membuat hal-hal tersebut beres, \" kata Schwarzenegger."
            ]
        },
        {
            "input": "The New Zealand A1GP team, with racer Jonny Reid, placed seventh in A1GP feature race and picked up four championship points in the second round at Brno track, Czech Republic.",
            "output": [
                "Tim A1GP Selandia Baru, dengan pembalap Jonny Reid, menempati urutan ke-7 di pertandingan balap fitur A1GP dan mengambil 4 poin kejuaraan di babak kedua di trek Brno, Republik Ceko."
            ]
        },
        {
            "input": "50 of the job losses will be from the news and current affairs department, where a total of 350 people currently work.",
            "output": [
                "50 dari pekerjaan yang hilang, adalah dari departemen berita dan urusan sekarang, tempat total dari 350 orang bekerja saat ini."
            ]
        },
        {
            "input": "The site is currently working on offering extended warranties with some manufacturers, although it was not clear how that would work on a site that functioned on the work of any expert.",
            "output": [
                "Situs ini sedang berusaha menawarkan garansi yang diperpanjang dengan beberapa pabrikan, meskipun belum jelas bagaimana ini akan berjalan dalam sebuah situs yang difungsikan dalam pekerjaan ahli apa pun."
            ]
        },
        {
            "input": "Higgins told Wikinews how he created the calculator, and says it is \"very accurate,\" but that the tool would \"not give you accurate measurements over a large distance, e.g. from the well head to New Orleans.\"",
            "output": [
                "Higgins memberi tahu Wikinews cara dia menciptakan kalkulator, dan berkata bahwa itu \"sangat akurat\", tetapi alat itu \"tidak akan memberi Anda pengukuran yang akurat pada jarak yang besar, misalnya dari kepala sumur sampai New Orleans.\""
            ]
        },
        {
            "input": "Four Greens MPs voted for the farm dog exemption and two against.",
            "output": [
                "Empat anggota parlemen kelompok Hijau memberikan suara untuk pembebasan anjing pertanian dan 2 orang berseberangan."
            ]
        },
        {
            "input": "Former Federal Reserve chief Alan Greenspan said earlier this week that housing prices may fall by \"double digits\" as the subprime crisis bites harder, prompting households to cut back sharply on spending.",
            "output": [
                "Mantan kepala Cadangan Federal, Alan Greenspan, menyatakan di awal pekan ini bahwa harga perumahan berpotensi untuk jatuh sebesar \"2 digit\" jika krisis subprime ini semakin parah, yang akan memaksa rakyat untuk menghemat pembelanjaan mereka."
            ]
        },
        {
            "input": "The commandos were hampered because they feared injuring hotel guests if they used overwhelming force.",
            "output": [
                "Para pasukan terhambat karena mereka khawatir akan melukai para tamu hotel jika mereka menggunakan kekuatan ekstra."
            ]
        },
        {
            "input": "Ivan Brackin, a resident of Yoron Island, described his experience of the earthquake.",
            "output": [
                "Ivan Brackin, seorang penduduk pulau Yoron, menceritakan pengalamannya tentang gempa bumi tersebut."
            ]
        },
        {
            "input": "It's said that it would be hard to sell the stolen paintings on the open market due to the popularity of the paintings.",
            "output": [
                "Dia mengatakan bahwa itu akan susah menjual lukisan curian di pasar terbuka disebabkan lukisan tersebut terkenal."
            ]
        },
        {
            "input": "The independent Pathak Commission's report had stated that there was \"no material evidence to show that Natwar Singh derived any financial or other personal benefits from the contracts.\"",
            "output": [
                "Laporan independen Pathak Comition menyatakan bahwa \"tidak ada barang bukti yang menunjukkan Natwar Singh memperoleh manfaat keuangan atau keuntungan pribadi yang berasal dari kontrak.\""
            ]
        },
        {
            "input": "The rebel group is battling for control of the war-ravaged nation against the Western-backed Transitional Federal Government, led by former Islamic insurgent Sheikh Sharif Sheikh Ahmed.",
            "output": [
                "Kelompok pemberontak yang berjuang untuk mengendalikan bangsa yang dilanda perang melawan Pemerintah Federal Transisi yang didukung Barat, dipimpin oleh mantan gerilyawan Islam Sheikh Sharif Sheikh Ahmed."
            ]
        },
        {
            "input": "He is expected to file papers next Thursday to make his candidacy official.",
            "output": [
                "Dia diharapkan untuk mengajukan dokumen pada hari Kamis yang akan datang untuk membuat pencalonan resminya."
            ]
        },
        {
            "input": "He won a February referendum amending the constitution and letting him stay in power until he is not re-elected.",
            "output": [
                "Ia memenangkan referendum February mengembangkan konstitusi dan membuat nya tetap perkuasa sampai ia sudah tidak di calonkan lagi."
            ]
        },
        {
            "input": "The latter is a militant organization based in Pakistan's North Waziristan tribal area.",
            "output": [
                "Yang disebut terakhir adalah sebuah organisasi militan berbasis di area suku Waziristan Utara di Pakistan."
            ]
        },
        {
            "input": "This is the first death of a police officer to sectarian violence in over a decade, and comes after a nine month period in which intelligence indicated that dissidents were aiming to kill a policeman.",
            "output": [
                "Ini adalah kematian pertama dari petugas polisi karena kekerasan antar kelompok selama lebih dari satu dekade, dan menyusul setelah periode 9 bulan yang mana badan intelejen mengindikasikan bahwa pembangkang bertujuan untuk membunuh seorang polisi."
            ]
        },
        {
            "input": "Berhe told the BBC that the group would put on a \"drama\" to get the money.",
            "output": [
                "Berhe mengatakan pada BBC bahwa kelompok ini akan mengadakan \"drama\" untuk mendapatkan uang."
            ]
        },
        {
            "input": "The second event occurred on November 26, 2008, when a Delta Air Lines Boeing 777 experienced a single engine rollback during cruise flight over Montana, United States while en route from Shanghai to Atlanta.",
            "output": [
                "Peristiwa kedua terjadi pada 26 November 2008, pada saat sebuah Pesawat Delta Boeing 777 mengalami penurunan mesin engkel selama pesawat menjelajah di atas Montana, Amerika Serikat semasa di jalan dari Shanghai ke Atlanta."
            ]
        },
        {
            "input": "\"Given the fortuitous timing, it made sense to remind the editor of our conflict of interest guidelines\".",
            "output": [
                "Memikirkan saat kebetulan, masuk akal untuk mengingatkan editor mengenai pedoman konflik kepentingan kami.\""
            ]
        },
        {
            "input": "Sir Reg Empey, the leader of the Ulster Unionist Party said that the agreement was \"Belfast for slower learners.\"",
            "output": [
                "Sir Reg Empey, pemimpin Partai Serikat Ulster berkata bahwa perjanjian ini adalah \"Belfast untuk pembelajar yang lebih lambat.\""
            ]
        },
        {
            "input": "Analysts predict, however, that the leu's surge cannot be stopped and it will continue strengthening against the euro, reaching a rate of 34,000 lei for one euro in the next week.",
            "output": [
                "Analis memperkirakan, akan tetapi, bahwa gelombang leu tidak dapat berhenti dan akan terus menguat terhadap euro, mecapai nilai tukar 34.000 lei untuk 1 euro minggu depan."
            ]
        },
        {
            "input": "As the head of road policing within the Association of Chief Police Officers, Hughes can be considered the top traffic cop in the UK.",
            "output": [
                "Sebagai kepala kepolisian jalan raya dalam Asosiasi Kepala Petugas Kepolisian, Hughes bisa dianggap sebagai polisi lalu lintas top di Inggris."
            ]
        },
        {
            "input": "During the vote, Wikinews reporter Andrew pmk noted that the website of CBC, a major Canadian television network, was unavailable.",
            "output": [
                "Selama pemungutan suara, reporter Wikinews Andrew pmk mencatat bahwa situs web CBC, sebuah jaringan televisi utama Canada, tidak bisa diakses."
            ]
        },
        {
            "input": "The new law was tucked inside a much larger anti-crime bill put before the Council, and has been chastised for being \"deliberately\" vague and allowing the prosecution of non-guilty parties who simply videotape events of police brutality, urban riots or other violence.",
            "output": [
                "Undang-undang yang baru tersebut di dalamnya disisipi RUU anti-kejahatan yang jauh lebih besar sebelum diajukan kehadapan Dewan, dan telah dicela karena bersifat \"secara sengaja\" tidak jelas dan memungkinkan penuntutan terhadap pihak yang tak-bersalah yang hanya sekedar merekam video tentang peristiwa-peristiwa kebrutalan polisi, kerusuhan perkotaan atau kekerasan lainnya."
            ]
        },
        {
            "input": "The drug exposes the inner genetic material by making holes in the coating of the virus essentially causing it to break down and disabling its ability to be passed from one human to the next.",
            "output": [
                "Obat tersebut mengekspos material genetik bagian dalam dengan membuat lubang di lapisan virus yang secara esensial menyebabkan ia hancur dan melumpuhkan kemampuannya untuk melewati satu manusia ke manusia berikutnya."
            ]
        },
        {
            "input": "However, they stress that guards were usually \"respectful\" of the Qur'an.",
            "output": [
                "Namun, mereka menekankan bahwa penjaga tersebut biasanya \"sangat menghormati\" Qur'an."
            ]
        },
        {
            "input": "Vaughaun would hit the post again several minutes later, but he finally notched his name on the scoresheet just before the break.",
            "output": [
                "Vaughaun telah kena terhadap tiang lagi setelah beberapa menit, tetapi dia akhirnya menakik namanya di lembaran angka saja sebelum terjadi."
            ]
        },
        {
            "input": " \"Her injuries were considered critical and life threatening when she left the scene,\" said Jason Cole, the assistant rescue chief for the area.",
            "output": [
                "\"Cederanya dianggap kritis dan membahayakan nyawanya saat dia meninggalkan tempat kejadian, \"kata Jason Cole, asisten kepala tanggap darurat di wilayah tersebut."
            ]
        },
        {
            "input": "Rescuers were still trying to free bodies from the wreckage of the trains more than eight hours after the crash, which occurred in snowy conditions at 08:28 local time (0728 UTC) near the station of Buizingen in the municipality of Halle, about 15 kilometres southwest of the Belgian capital.",
            "output": [
                "Tim penyelamat masih terus berjuang mengeluarkan korban dari rongsokan badan kereta selama lebih dari delapan jam sejak tabrakan yang terjadi dalam situasi salju turun pada pukul 08:28 waktu setempat (0728 UTC) dekat stasiun Buizingen dalam kota Halle, sekitar 15 km arah barat daya ibu kota Belgia."
            ]
        },
        {
            "input": "The bomb destroyed the mess hall, killing at least 15 and injuring 50 more, six critically.",
            "output": [
                "Bom tersebut merusakkan aula makan, menewaskan sedikitnya 15 orang dan 50 orang lebih terluka, enam orang kritis."
            ]
        },
        {
            "input": "\"He is an outspoken advocate for fiscal prudence, progressive values and environmental sustainability, and I know Mr. Turner’s constituents of Halton will only be better served by his decision today.\"",
            "output": [
                "\"Dia adalah seorang penasehat yang blak-blakan untuk keuangan yang bijak, nilai-nilai untuk kemajuan, dan kelestarian lingkungan dan saya mengenal Bapak Turner sebagai anggota Halton hanya akan lebih baik diabdikan dengan keputusannya hari ini.\""
            ]
        },
        {
            "input": "Gravesen's long effort for Celtic was easy pickings for Dida, and Craig Beattie headed a good chance over the bar.",
            "output": [
                "Usaha panjang Graverson untuk Celtic dipatahkan dengan mudah oleh Dida, dan Craig Beattie menyundul dalam kesempatan yang baik melewati mistar."
            ]
        },
        {
            "input": "\"We have invested an awful lot of money and now we have no return on that investment,\" director Paul Hawkins said.",
            "output": [
                "\"Kami telah menginvestasikan sejumlah besar uang dan sekarang kami tidak mendapatkan keuntungan apa pun dari investasi tersebut, \" kata direktur Paul Hawkins."
            ]
        },
        {
            "input": "India have beaten England by nine runs in the second One-Day International of the series at the County Ground, Bristol, England.",
            "output": [
                "India mengalahkan Inggris dengan 9 run pada seri Internasional One-Day kedua di Distrik Ground, Bristol, Inggris."
            ]
        },
        {
            "input": "Residents are asked to bottle water and prepare for the outage.",
            "output": [
                "Warga diminta untuk membotolkan air dan mempersiapkan diri untuk pemadaman."
            ]
        },
        {
            "input": "\"This is the type of unscripted event in our nearby universe that we hoped Swift could catch,\" said Neil Gehrels, Swift principal investigator at NASA's Goddard Space Flight Center in Greenbelt, Maryland.",
            "output": [
                "\"Ini adalah jenis kejadian yang tidak tertulis di alam semesta terdekat yang kita mengharapkan bahwa Swift bisa menangkapnya, \" kata Neil Gehrels, peneliti utama Swift di Goddard Space Flight Center NASA di Greenbelt, Maryland."
            ]
        },
        {
            "input": "Her parents call her their \"Pillow Angel\", \"since she is so sweet and stays right where we place her—usually on a pillow.\"",
            "output": [
                "Orang tuanya menyebutnya mereka \"Bantal Malaikat\", \"karena dia sangat manis dan berada di tempat kami tempatkan dia—biasanya di sebuah bantal.\""
            ]
        },
        {
            "input": "Further restrictions have also been announced which will ban the separate sale of sparklers.",
            "output": [
                "Pembatasan lebih lanjut juga telah diumumkan yang akan melarang penjualan terpisah kembang api."
            ]
        },
        {
            "input": "Wikinews' Nick Moreau interviewed him regarding his values, his experience, and his campaign.",
            "output": [
                "Nick Moreau dari Wikinews mewawancarainya mengenai prinsip-prinsipnya, pengalamannya dan kampanyenya."
            ]
        },
        {
            "input": "All sheep and cattle are being individually inspected every 48 hours.",
            "output": [
                "Semua domba dan ternak masing-masing diperiksa setiap 48 jam."
            ]
        },
        {
            "input": "With a population of 650,000, Montenegro is the world's newest country.",
            "output": [
                "Dengan jumlah populasi 650.000, Montenegro menjadi negara terbaru di dunia."
            ]
        },
        {
            "input": "He also added that Lawrence had worked on the campaign for election of Australian Republican Movement representatives to the Australian Constitutional Convention in 1998.",
            "output": [
                "Dia juga menambahkan bahwa Lawrence telah bekerja dalam kampanye untuk pemilihan wakil-wakil dari Gerakan Partai Republik Australia menuju Konvensi Konstitusional Australia pada tahun 1998."
            ]
        },
        {
            "input": "A new meeting has been scheduled for September in New York, New York in conjunction with the United Nations General Assembly.",
            "output": [
                "Sebuah pertemuan baru telah dijadwalkan untuk bulan September di New York, New York bersamaan dengan Sidang Umum Perserikatan Bangsa-Bangsa."
            ]
        },
        {
            "input": "China's mines, many of them illegal, are considered the world's most dangerous.",
            "output": [
                "Pertambangan di Cina, banyak diantaranya yang ilegal, dianggap sebagai yang paling berbahaya di dunia."
            ]
        },
        {
            "input": "\"A great man, who always fought for the good of the others,\" he adds.",
            "output": [
                "\"Seorang yang hebat, yang selalu berjuang untuk kebaikan orang lain, \" tambahnya."
            ]
        },
        {
            "input": "\"You also pay for the Fire Brigade, whether or not your house burns down. \"",
            "output": [
                "\"Anda juga membayar Pemadam Kebakaran, tidak peduli apakah rumah Anda terbakar atau tidak.\""
            ]
        },
        {
            "input": "All the present officials refused to speak and declared that they were not responsible for the action.",
            "output": [
                "Seluruh petugas yang hadir menolak untuk berbicara dan menyatakan bahwa mereka tidak bertanggung jawab atas aksi itu."
            ]
        },
        {
            "input": "Haggis had not been known to be a vocal public supporter of Scientology prior to his declaration to Davis that he was leaving the organization.",
            "output": [
                "Haggis belum diketahui sebagai pendukung pendapat umum dari Scientology sebelumnya pada pernyataannya untuk Davis bahwa dia telah meninggalkan organisasi."
            ]
        },
        {
            "input": "The European leaders who met on Thursday in Brussels announced that Italy would be likely to take command of the United Nations Interim Force In Lebanon(UNIFIL), but France is to remain in command until February 2007.",
            "output": [
                "Para pemimpin Eropa yang bertemu hari Kamis di Brussels mengumumkan bahwa Italia sepertinya akan mengambil alih komando Pasukan Penjaga Perdamaian PBB Di Lebanon (UNIFIL), tetapi Perancis akan tetap memegang komando hingga Februari 2007."
            ]
        },
        {
            "input": "\"If people insist on taking the pills, they should make sure they stick to the manufacturer's recommended dose, of one or two pills, and not combine them with other stimulants.\"",
            "output": [
                "\"Jika orang bersikeras meminum pil tersebut, mereka harus memastikan bahwa mereka mengikuti dosis yang dianjurkan produsen, yaitu 1 atau 2 pil, dan tidak menggabungkannya dengan stimulan-stimulan lainnya.\""
            ]
        },
        {
            "input": "It is not yet known who was responsible for the attack on the UN convoy.",
            "output": [
                "Itu belum diketahui siapa yang bertanggung jawab atas serangan pada iring-iringan UN."
            ]
        },
        {
            "input": "Production of antiviral vaccines has been slower than initially predicted, and it is likely that the US government's targets for delivery won't be met by drug makers, according to Thomas Frieden, the director of the Centers for Disease Control and Prevention.",
            "output": [
                "Produksi vaksin antivirus berjalan lebih lambat dari yang diprediksi, dan sepertinya target pemerintah AS untuk mengirimkannya tidak akan bisa dipenuhi oleh produsen obat, menurut Thomas Frieden, direktur Centers for Disease Control and Prevention."
            ]
        },
        {
            "input": "More than two dozen sub-prime lenders have closed or sold operations as defaults on those mortgages have risen.",
            "output": [
                "Lebih dari dua lusin pemberi pinjaman sub-prima telah menutup atau menjual usahanya karena tidak mampu melunasi hutangnya atas meningkatnya hipotek."
            ]
        },
        {
            "input": "King's mother, Julia Hudson, who was previously reported missing, is pleading for whoever has her son, to release him.",
            "output": [
                "Ibu King, Julia Hudson, yang sebelumnya dilaporkan hilang, memohon kepada siapa pun yang membawa anaknya, untuk membebaskannya."
            ]
        },
        {
            "input": "Below are the Russian spies who were convicted (cover names are in quotes, while real names are unquoted):*\"Richard and Cynthia Murphy\" *Vicky Paleaz *\"Juan Lazaro\" *Anna Chapman *Mikhail Zemenko *\"Michael Zottoli\" and \"Patricia Mills\" *\"Donald Howard Heathfield\" and \"Tracy Lee Ann Foley\"",
            "output": [
                "Di bawah ini adalah mata-mata Rusia yang dihukum (nama samaran yang dalam tanda kutip, sedangkan nama asli yang tidak diberi tanda kutip): * \"Richard dan Cynthia Murphy\" * Vicky Paleaz * \"Juan Lazaro\" * Anna Chapman * Mikhail Zemenko * \"Michael Zottoli\" dan \"Patricia Mills \"*\" Donald Howard Heathfield \"dan\" Tracy Lee Ann Foley.\""
            ]
        },
        {
            "input": "Officials are currently investigating the cause of the crash, but Sky News in Australia reports that there is no indication that terrorism was involved.",
            "output": [
                "Petugas sekarang menginvestigasi penyebab dari kecelakaan tersebut, tapi Sky News di Australia melaporkan bahwa tidak ada terorisme yang terlibat."
            ]
        },
        {
            "input": "Scotland took the lead with a penalty from Dan Parks.",
            "output": [
                "Skotlandia memimpin tendangan penalti dari Dan Parks."
            ]
        },
        {
            "input": "Vieira ends his Premiership stay after nine years in England since he became Arsene Wenger's first signing at Arsenal.",
            "output": [
                "Vieira mengakhiri liga Premiershipnya telah tinggal 9 tahun di Inggris sejak ia menjadi pemain pertama Arsene Wenger di Arsenal."
            ]
        },
        {
            "input": "Director of the President's Press Office Marios Karoyan told CNA that the aircraft was a PC - 9 (Pilatus).",
            "output": [
                "Direktur dari Presiden's Press Office Marios Karoyan mengatakan pada CNA bahwa pesawat terbang tersebut adalah PC - 9 (Pilatus)."
            ]
        },
        {
            "input": "They also carried a mock coffin and photos of Hussein, a Sunni who was executed by the majority-Shiite government on Saturday.",
            "output": [
                "Mereka juga membawa peti mati tiruan dan foto Hussein, seorang Sunni yang telah diesekusi oleh pemerintah yang mayoritas Syiah pada hari Sabtu."
            ]
        },
        {
            "input": "Associates of Erhard bought the license to his \"technology\" and incorporated Landmark Education in California in 1991.",
            "output": [
                "Associates of Erhard membeli lisensi \"teknologi\" dan tergabung dengan Landmark Education di California pada tahun 1991."
            ]
        },
        {
            "input": "During the entire sprint race, Great Britain were the leaders, with a \"comfortable\" lead, always maintaining their position in front of New Zealand.",
            "output": [
                "Pada waktu keseluruhan balapan cepat, Britania Raya menjadi pemimpin, memimpin dengan \"nyaman\", selalu mempertahankan posisinya di depan Selandia Baru."
            ]
        },
        {
            "input": "The media blackout was created to lower the risk to the royal, whilst in service in Afghanistan, and was the first large scale agreement of its kind.",
            "output": [
                "Sensor media diciptakan untuk mengurangi resiko terhadap pihak kerajaan, sementara dalam pelayanan di Afganistan, dan merupakan persetujuan skala besar pertama dari hal tersebut."
            ]
        },
        {
            "input": "Over the next ten years, Hopper appeared frequently on television in guest roles, and by the end of the 1960s had played supporting roles in several films.",
            "output": [
                "Selama lebih dari 10 tahun, Hopper sering muncul dalam televisi sebagai bintang tamu, dan pada akhir tahun 1960an ia bermain sebagai pemeran pendukung dalam beberapa film."
            ]
        },
        {
            "input": "Wood advised Straw, then Secretary of State for Foreign and Commonwealth Affairs, that invading Iraq without the backing of the United Nations Security Council in the form of a specific mandate—which the resolution the government used to support the war lacked—would \"amount to the crime of aggression\", to which Straw responded that he was being \"dogmatic and international law was pretty vague\".",
            "output": [
                "Wood menasehati Straw, kemudian Sekretaris Negara untuk urusan Luar Negeri dan persemakmuran, yang menginvasi Irak tanpa dukungan dari Dewan Keamanan PBB dalam bentuk mandat-yang resolusi pemerintah digunakan untuk mendukung perang kekurangan-akan \"jumlah tertentu untuk kejahatan agresi, \" Straw menjawab bahwa ia bersikap \"hukum dogmatik dan internasional cukup jelas.\""
            ]
        },
        {
            "input": "However Mr Haque said that he was confident employers would recognise the standards as basic, and that they were not misleading.",
            "output": [
                "Namun Bapak Haque mengatakan bahwa dia yakin pengusaha akan mengakui standar sebagai dasar, dan bahwa mereka tidak akan menyesatkan."
            ]
        },
        {
            "input": "The PSNI, believe that the officer was hit by one of two shots fired by a gunman secreted in scrubland on the estate.",
            "output": [
                "PSNI yakin bahwa petugas tersebut tertembak oleh 1 tembakan dari 2 tembakan yang dilontarkan oleh pria bersenjata yang bersembunyi di semak belukar perkebunan."
            ]
        },
        {
            "input": "The city of Mercer Island, connected to the mainland only by Interstate 90, is reportedly inaccessible.",
            "output": [
                "Kota Mercer Island, terhubung dengan daratan hanya lewat Interstate 90, dilaporkan tidak bisa diakses."
            ]
        },
        {
            "input": "Two 11-year-old twin brothers were found stabbed in their home in Penn Hills, Pennsylvania on Tuesday.",
            "output": [
                "Dua saudara kembar laki-laki berusia 11 tahun ditemukan tewas dengan luka tusukan di rumah mereka di Penn Hills, Pennsylvania pada hari Selasa."
            ]
        },
        {
            "input": "Manuel Zelaya, the president of Honduras who was removed from power by the Honduran Supreme Court, has begun making his way back to his country.",
            "output": [
                "Manuel Zelaya, presiden Honduras yang dicopot dari kekuasaan oleh Pengadilan Tinggi Honduras, telah mulai membuat jalan kembali ke negaranya."
            ]
        },
        {
            "input": "The mission will be NASA's first unmanned rocket expedition to the moon in a decade.",
            "output": [
                "Misi ini akan menjadi misi roket NASA pertama tanpa awak menuju bulan dalam satu dekade ini."
            ]
        },
        {
            "input": "YouTube was blocked in Pakistan in 2008, when material deemed \"offensive to Muslims\" led to restrictions.",
            "output": [
                "YuoTube ditutup di Pakistan pada tahun 2008, pada saat materi yang dianggap \"menyerang orang muslim\" menjadi pemicu pembatasan."
            ]
        },
        {
            "input": "\"I'm the only candidate who lives here with roots here.\" The Teamster's lawyer is originally from Edmonton, but has been living in Vancouver environs since 1991.",
            "output": [
                "\"Saya kandidat satu-satunya yang tinggal di sini dengan akar di sini.\" Kuasa hukum Teamster berasal dari Edmonton, namun tinggal di sekitar Vancouver sejak tahun 1991."
            ]
        },
        {
            "input": "Some banners claimed that freedom of speech should not imply the possibility of insulting religious figures.",
            "output": [
                "Beberapa spanduk menyatakan bahwa kebebasan berbicara tidak seharusnya diimplikasikan kemungkinan menghina tokoh-tokoh agama."
            ]
        },
        {
            "input": "Those videos reportedly had shown Gugliemucci speaking about his cancer and also included a video from his hit single album Healer.",
            "output": [
                "Video-video itu dilaporkan menunjukkan Gugliemucci berbicara tentang penyakit kankernya dan juga menyertakan video dari album hit singlenya Healer."
            ]
        },
        {
            "input": "However, NASA has announced the grounding of all further planned Shuttle launches until they have a firm understanding of why the foam comes away, and what to do about it.",
            "output": [
                "Namun demikian, NASA telah mengumumkan pembatalan dari semua peluncuran pesawat ulang-alik selanjutnya yang direncanakan sampai mereka memiliki pemahaman yang kuat tentang mengapa busa tersebut terlepas, dan apa yang harus dilakukan mengenai hal itu."
            ]
        },
        {
            "input": "The song has become the third most downloaded single of the week, following the death of former United Kingdom Prime Minister Margaret Thatcher.",
            "output": [
                "Lagunya telah menjadi lagu single ketiga terbanyak yang di unduh dalam minggu ini, diikuti dengan kematian dari mantan Perdana Mentri Inggris Margaret Thatcher."
            ]
        },
        {
            "input": "\"Secondly—and most importantly—Verizon Wireless customers have told us they want the iPhone now.\"",
            "output": [
                "\"Kedua-dan yang paling penting- pelanggan Verizon Wireless telah memberitahu kami bahwa mereka ingin iPhone tersebut sekarang.\""
            ]
        },
        {
            "input": "Its goal is to decrease IE6 users to less than one percent.",
            "output": [
                "Sasaran yang ingin dicapai adalah untuk menurunkan jumlah user IE6 sampai kurang dari satu persen."
            ]
        },
        {
            "input": "Renault drivers Fernando Alonso and Giancarlo Fisicella classified after him.",
            "output": [
                "Pengendara Renault Fernando Alonso dan Giancarlo Fisicella menempati urutan berikutnya."
            ]
        },
        {
            "input": "England beat Kenya by 7 wickets (with 60 balls remaining) in the final Group C game in the World Cup at Beausejour Stadium, Gros Islet, Saint Lucia.",
            "output": [
                "Inggris mengalahkan Kenya sebanyak 7 wickets (dengan 60 bola yang tersisa) pada pertandingan terakhir Grup C di Piala Dunia di Stadion Beausejour, Gros Islet, Saint Lucia."
            ]
        },
        {
            "input": "Her stepson, now aged 17, described the abuse in court.",
            "output": [
                "Anak tiri laki-lakinya, sekarang berusia 17 tahun, menjelaskan penyiksaan tersebut di pengadilan."
            ]
        },
        {
            "input": "\"Based on this fossil, that means the split is much earlier than has been anticipated by the molecular evidence.\"",
            "output": [
                "\"Berdasarkan fosil ini, yang berarti pisahan tersebut lebih awal daripada yang diantisipasi oleh bukti molekular.\""
            ]
        },
        {
            "input": "On April 22, an oil slick appeared on the surface of the Gulf.",
            "output": [
                "Pada tanggal 22 April, lapisan minyak terlihat di permukaan teluk."
            ]
        },
        {
            "input": "The plane's crew was able to make radio contact with Sunderland, and confirmed that she was not injured and that her boat was upright, but was unable to continue sailing.",
            "output": [
                "Kru pesawat ini berhasil membuat kontak radio dengan Sunderland, dan berhasil melakukan konfirmasi bahwa dia tidak mengalami cedera dan perahunya dalam posisi tegak, tapi sudah tidak bisa melanjutkan pelayaran."
            ]
        },
        {
            "input": "Fonseka, however, wasn't able to cast a ballot, apparently because his name didn't appear on the 2008 electroral register used for the elections.",
            "output": [
                "Fonseka, meskipun demikian, tidak dapat memberikan suaranya, tampaknya karena namanya tidak muncul dalam registrasi pemilih tahun 2008 yang digunakan dalam pemilihan umum."
            ]
        },
        {
            "input": "He arrived in a Smart car and was accompanied by his lawyer and former politician Fred Erdman.",
            "output": [
                "Ia datang dengan mobil Pintar dan ditemani oleh pengacaranya dan mantan politisi Fred Erdman."
            ]
        },
        {
            "input": "Negotiations are being made to release the captives, according to a local police chief.",
            "output": [
                "Negosiasi dilakukan untuk membebaskan para tawanan, menurut kepala polisi setempat."
            ]
        },
        {
            "input": "NATO originally only released a terse statement yesterday, stating that two soldiers and one civilian had been killed.",
            "output": [
                "NATO awalnya hanya merilis pernyataan pendek kemarin, menyatakan bahwa dua tentara dan satu warga sipil telah terbunuh."
            ]
        },
        {
            "input": "A blast was reported at a police box in Nonthaburi Province on the northern outskirts of Bangkok.",
            "output": [
                "Ledakan dilaporkan terjadi di pos polisi di propinsi Nonthaburi, di pinggiran utara Bangkok."
            ]
        },
        {
            "input": "The Komen institute cites an ongoing investigation, while Planned Parenthood blame political pressures.",
            "output": [
                "Lembaga Komen tersebut mengutip sebuah investigasi yang masih berlangsung, saat Planned Parenthood menyalahkan tekanan politis."
            ]
        },
        {
            "input": "WHP Holdings Corp., the parent company of White Hen Pantry, has been acquired by Tokyo based Seven & I Holdings Co. for $35 million from New York investment firm, Angelo, Gordon & Co.",
            "output": [
                "WHP Holdings Corp., perusahaan induk dari White Hen Pantry, telah diambil alih oleh Seven & I Holdings Co. yang berbasis di Tokyo untuk 35 juta dolar amerika dari firma investasi New York, Angelo, Gordon & Co."
            ]
        },
        {
            "input": "Wikinews wondered if this was because of the Streisand effect, but Wikileaks said it was \"because it will demonstrate how censorship systems are abused.\"",
            "output": [
                "Wikinews bertanya-tanya jika hal tersebut karena efek Streisand, tapi Wikileaks mengatakan hal itu \"karena hal tersebut akan menunjukkan bagaimana sistem sensor itu disalahgunakan.\""
            ]
        },
        {
            "input": "Southwest Missouri State (SMS) finance major, Fabian Florant, got straight to the point when discussing Doeg's first assumption that the French are weak.",
            "output": [
                "Mahasiswa jurusan finansial Negara Bagian Missouri Selatan (SMS), Fabian Florant, langsung menuju sasaran saat mendiskusikan asumsi pertama Doeg bahwa Perancis lemah."
            ]
        },
        {
            "input": "In an interview with BBC News, Ballard said \"I remember a lot of the casual brutality and beatings-up that went on, but at the same time we children were playing a hundred and one games all the time.\"",
            "output": [
                "Dalam wawancara dengan BBC News, Ballard berkata \"Saya ingat banyak kejadian brutal dan pemukulan di sana, namun kami, para anak-anak, tetap bisa bermain apa saja setiap waktunya.\""
            ]
        },
        {
            "input": "The migration is estimated to cost between 30 and 34 million euros, once complete would affect approximately 16,000 users.",
            "output": [
                "Perpindahan tersebut perkiraan anggarannya adalah diantara 30 dan 34 juta euro, sekali melengkapi akan mempengaruhi kira-kira 16.000 pengguna."
            ]
        },
        {
            "input": "On January 5, 2005, Jerzy Urban was fined 20,000 złoty (about 5000 euros) for having insulted Pope John Paul II, who qualified for legal protection against insults due to his role as a visiting head of state.",
            "output": [
                "Pada 5 Januari 2005, Jerzy Urban didenda 20.000 zloty (sekitar 5.000 euro) karena menghina Pope John Paul II, yang memiliki perlindungan hukum melawan penghinaan disebabkan oleh peranannya sebagai seorang pengunjung kepala negara."
            ]
        },
        {
            "input": "The result has been over 80 deaths.",
            "output": [
                "Akibatnya lebih dari 80 kematian."
            ]
        },
        {
            "input": "All the penalties hit the target and were well struck, except Ayala's who hit a soft effort which Lehmann saved to his left.",
            "output": [
                "Seluruh tendangan penalti mengenai target dan membobol gawang dengan mulus kecuali Ayala yang berusaha menendang pelan dan Lehmann menyelamatkannya ke samping kiri."
            ]
        },
        {
            "input": "\"I don't feel it's fair on New Zealanders to ban fireworks sales at this stage because of the actions of a minority.\"",
            "output": [
                "\"Saya tidak merasa ini adil bagi penduduk New Zealand untuk melarang penjualan kembang api pada tahap ini karena tindakan minoritas.\""
            ]
        },
        {
            "input": "\"We certainly improved the bill from a liability standpoint,\" said Coburn, an obstetrician.",
            "output": [
                "\"Kami tentu memperbaiki undang-undang dari sudut pandang kewajiban, \" kata Coburn, seorang dokter kandungan."
            ]
        },
        {
            "input": "Environmentalists say the weather is a precursor of things to come: \"2005 gave us a little taste of what life will be like if we fail to tackle climate change,\" Greenpeace's Catherine Fitzpatrick said.",
            "output": [
                "Ahli lingkungan mengatakan cuaca adalah pendahulu dari hal-hal yang datang: \"tahun 2005 memberi kita sedikit rasa seperti apakah hidup kita jika kita gagal menangani perubahan iklim, \" kata Catherine Fitzpatrick dari Greenpeace."
            ]
        },
        {
            "input": "The spill has been halted, although an oil slick which measured 50 square kilometers at its height remains in the harbor, and ships are using absorbent foam to remove oil from the water, as well as barriers to keep oil from reaching the shore.",
            "output": [
                "Tumpahan itu telah dihentikan, meskipun ada tumpahan minyak yang diperkirakan 50 kilometer persegi tingginya masih ada di pelabuhan tersebut, dan kapal-kapal menggunakan busa penyerap untuk memisahkan minyak dari air, sama seperti pembatas yang menahan minyak untuk tidak menyentuh bibir pantai."
            ]
        },
        {
            "input": "Obama also won the tiny United States territory of the United States Virgin Islands.",
            "output": [
                "Obama juga memenangkan wilayah kecil Amerika Serikat di Pulau Virgin."
            ]
        },
        {
            "input": "\"UNRWA decided to suspend all its operations in the Gaza Strip because of the increasing hostile actions against its premises and personnel\", Adnan Abu Hasna, a Gaza-based spokesman for the United Nations Relief and Works Agency (UNRWA), said yesterday.",
            "output": [
                "\"UNRWA memutuskan untuk menunda semua operasi mereka di Jalur Gaza karena bertambahnya tindakan bermusuhan melawan personil dan tempatnya\", Adnan Abu Hasna, juru bicara pangkalan Gaza untuk United Nation Relief and Works Agency (UNRWA), mengatakan kemarin."
            ]
        },
        {
            "input": "\"That was confirmed by research in New Zealand which supported the effectiveness of pictorial labelling.\"",
            "output": [
                "\"Dikonfirmasi dari penelitian di Selandia Baru yang mendukung efektifitas label bergambar.\""
            ]
        },
        {
            "input": "While no one is predicting major bank failures at this point, it is feared that their profits could be hurt.",
            "output": [
                "Ketika tidak seorangpun memprediksi kegagalan bank-bank besar pada saat ini, ditakutkan bahwa keuntungan mereka mungkin akan terpengaruh."
            ]
        },
        {
            "input": "Brawn, who is credited with helping Michael Schumacher and Ferrari dominate Formula One for much of the last decade, indicated he was expected funding cuts and had prepared a reduced budget but hadn't expected the full withdrawal of support that Honda announced.",
            "output": [
                "Brawn, yang dikreditkan dengan membantu Michael Schumacher dan Ferrari mendominasi Formula Satu untuk banyak dekade terakhir, menunjukkan dia ingin pemotongan anggaran dan telah mempersiapkan pengurangan dana tetapi tidak mengharapkan penarikan penuh dukungan seperti yang Honda umumkan."
            ]
        },
        {
            "input": "The BBC's Alex Last reports that local leaders and oil companies are concerned that this new tough policy will increase tensions in the region.",
            "output": [
                "Alex dari BBC melaporkan bahwa pemimpin lokal dan perusahaan minyak konsern bahwa kebijakan yang lebih ketat ini akan menaikkan ketegangan di wilayah."
            ]
        },
        {
            "input": "NASA has said that preliminary investigations show that Discovery is safe to fly home.",
            "output": [
                "NASA telah mengatakan bahwa penyelidikan awal menunjukkan bahwa Discovery aman untuk terbang pulang."
            ]
        },
        {
            "input": "The truce was signed by Saakashvili on Friday, after a meeting with US Secretary of State Condoleezza Rice.",
            "output": [
                "Gencatan senjata tersebut ditandatangani oleh Saakashvili pada hari Jumat, setelah pertemuan dengan Sekretaris Negara Amerika Condoleezza Rice."
            ]
        },
        {
            "input": "And I want everybody to have the right and opportunity to improve their country.\"",
            "output": [
                "Dan saya ingin setiap orang mempunyai hak dan kesempatan untuk memajukan negara mereka.\""
            ]
        },
        {
            "input": "The incident is seen as a major setback for South Korea's space program, which had been aiming to become the 10th country to achieve the capability to launch satellites, and the fourth Asian country, after China, Japan, and India.",
            "output": [
                "Kecelakaan ini dinilai sebagai kemunduran besar bagi program luar angkasa Korea Selatan, dimana mereka berupaya untuk menjadi negara ke-10 yang bisa meluncurkan satelit, dan ke-4 untuk kawasan Asia, setelah Cina, Jepang, dan India."
            ]
        },
        {
            "input": "According to Pakistani newspaper Dawn, sources in the provincial home department said overall voting turnout was 70% in Mastung, 65% in Nushki, 55% in Pishin, 50% in Jhal Magsi, 45% in Nasirabad, Kohlu and 35% in Barkhan.",
            "output": [
                "Menurut surat kabar Pakistan Dawn, sumber di departemen internal propinsi mengatakan seluruh jumlah suara voting adalah 70% di Mastung, 65% di Nushki, 55% di Pishin, 50% di Jhal magsi, 45% di Nasirabad, Kohlu dan 35% di Barkhan."
            ]
        },
        {
            "input": "Young Trigg also noted that \"Palin holds a lifetime membership with the National Rifle Association\".",
            "output": [
                "Young Trigg juga menuliskan bahwa \"Palin memegang keanggotaan seumur hidup dengan National Rifle Association.\""
            ]
        },
        {
            "input": "Havel is midway through a seven week writing residency at Columbia.",
            "output": [
                "Havel tengah melalui izin domisili untuk menulis selama tujuh minggu di Kolumbia."
            ]
        },
        {
            "input": "The sperm bank and surrogacy company Los Angeles-based Growing Generations is named as a defendant in the New York lawsuit, and the Democratic political action committee Twenty-First Century Democrats is a defendant in the Washington, D.C. case.",
            "output": [
                "Sebuah bank sperma dan perusahaan perwalian yang berbasis di Los Angeles yang bernama Growing Generations ditetapkan sebagai terdakwa didalam perkara hukum New York, dan komisi aksi poiltis Demokratik Twenty-First Century Democrats adalah terdakwa didalam kasus Washington, D.C."
            ]
        },
        {
            "input": "According to eyewitnesses, there was no electric lighting at many stations and in transitions between them.",
            "output": [
                "Menurut saksi mata, tidak ada lampu listrik di banyak stasiun dan di transisi antaranya."
            ]
        },
        {
            "input": "When the attack happened, the dog ran home to raise the alarm.",
            "output": [
                "Ketika serangan terjadi, anjing tersebut berlari pulang untuk membunyikan alarm."
            ]
        },
        {
            "input": "The decree has sparked protests and strikes reminiscent of protests which eventually toppled the then president Hosni Mubarak.",
            "output": [
                "Dekrit ini memicu aksi protes dan unjuk rasa yang mirip dengan unjuk rasa yang berhasil menjatuhkan presiden Hosni Mubarak."
            ]
        },
        {
            "input": "\"Until the highest authorities see suicide as a problem, our joint efforts will be unlikely to yield any results,\" Boris Polozhy of Moscow's Serbsky psychiatric center said yesterday.",
            "output": [
                "\"Sampai penguasa tertinggi melihat bunuh diri sebagai masalah, upaya bersama kami tidak mungkin memberikan hasil, \" kata Boris Polozhy dari pusat psikiatri Serbsky Moskow kemarin."
            ]
        },
        {
            "input": "Peter Hogg, a commercial director at Corus, reported that the company was surprised at the extent of the global recession.",
            "output": [
                "Peter Hogg, direktur komersial di Corus, melaporkan bahwa perusahaan sangat terkejut pada meluasnya resesi global."
            ]
        },
        {
            "input": "The project is sponsoring the forum in order to promote its English edition, officially launched in May 2004.",
            "output": [
                "Proyek ini disponsori oleh forum untuk mempromosikan terbitan dalam bahasa Inggris, diluncurkan secara resmi pada bulan Mei tahun 2004."
            ]
        },
        {
            "input": "The other shots missed the boys, one hitting a car.",
            "output": [
                "Tembakan yang lain tidak mengenai anak-anak tersebut, dan satu tembakan mengenai sebuah mobil."
            ]
        },
        {
            "input": "At the end of this year the companies planned to start mass production of these new displays.",
            "output": [
                "Pada akhir tahun ini, kedua perusahaan tersebut berencana untuk mulai memproduksi massal display baru ini."
            ]
        },
        {
            "input": "The Genetic Information Nondiscrimination Act, described by Massachusetts Senator Ted Kennedy as \"the first major new civil rights bill of the new century,\" will now be sent back to the House of Representatives, where it could be approved as early as next week.",
            "output": [
                "Undang-undang Non-diskriminasi Informasi Genetik, yang dijelaskan oleh Senator Massachusetts Ted Kennedy seperti \"undang-undang hak-hak sipil baru utama yang pertama di abad baru, \" sekarang akan dikirim kembali ke Dewan Perwakilan, agar bisa disetujui pada awal pekan depan."
            ]
        },
        {
            "input": "Much of the 90 minute hearing focused on specific cases where interest rates were raised, allegedly because credit scores of the debtor dropped, and not because they were delinquent or otherwise behind on payments.",
            "output": [
                "Sebagian besar dari sidang 90 menit berfokus pada kasus-kasus tertentu di mana suku bunga dinaikkan, diduga karena nilai kredit dari debitur menurun, dan bukan karena mereka menunggak atau pembayaran di belakang."
            ]
        },
        {
            "input": "In the morning of 30 October 2005, Romania with other countries from Europe will switch to Official Winter Time.",
            "output": [
                "Pada tanggal 30 Oktober 2005 pagi, Rumania dengan negara-negara lain di Eropa akan beralih secara Resmi ke Musim Dingin."
            ]
        },
        {
            "input": "The NLD objected to electoral laws and boycotted 2010 elections.",
            "output": [
                "NLD keberatan pada UU pemilu dan memboikot pemilihan 2010."
            ]
        },
        {
            "input": "\"When a resident does the simplest thing, even putting up a Canadian flag or drinking a coffee in a lawn chair across some magic line, they will send in scores of officers to arrest the person,\" said Gary McHale.",
            "output": [
                "\"Saat seorang penduduk melakukan hal sederhana, bahkan hanya memasang sebuah bendera Kanada atau meminum secangkir kopi di kursi taman di sekitar garis sihir, mereka akan mengirim puluhan petugas untuk menangkap orang-orang itu, \" kata Gary McHale."
            ]
        },
        {
            "input": "\"They got out, and I made the mistake of getting out.\"",
            "output": [
                "\"Mereka keluar, dan saya membuat kesalahan dengan keluar.\""
            ]
        },
        {
            "input": "The worse-hit provinces were Fujian, Hunan and Guangdong while there were deaths and an economic impact in Zhejian, Jiangxi and Guangxi provinces.",
            "output": [
                "Fujian, Hunan dan Guangdong merupakan propinsi yang paling menderita korban meninggal dan dampak ekonomi paling buruk di propinsi Zhejian, Jiangxi dan Guangxi."
            ]
        },
        {
            "input": "Chris Laurenson, Health Ministry team leader national drug policy, said that international evidence was strong.",
            "output": [
                "Chris Laurenson, pemimpin tim kebijakan obat bius nasional Kementerian Kesehatan, mengatakan bahwa bukti internasional tersebut sangat kuat."
            ]
        },
        {
            "input": "Obama's response to the incident was \"One of the things that the American people count on in their interactions with any level of government is that if they have to disclose personal information, then it is going to stay personal and stay private.\"",
            "output": [
                "Respon Obama terhadap insiden tersebut adalah \"Salah satu hal yang dipercaya oleh warga Amerika dalam interaksi mereka dengan level pemerintahan mana pun adalah bahwa jika mereka harus menyertakan informasi personal, maka seharusnya tetap bersifat personal dan pribadi.\""
            ]
        },
        {
            "input": "\"We appreciate the step that they took by retracting the story.\"",
            "output": [
                "\"Kami menghargai langkah yang mereka ambil dengan menarik kembali ceritanya.\""
            ]
        },
        {
            "input": "When questioned as to whether everything possible had been done on the day to save lives, the managing director of Transport for London was \"very proud\" of the choices made that morning.",
            "output": [
                "Ketika ditanya apakah semua kemungkinan sudah dilakukan pada hari itu untuk menyelamatkan nyawa, direktur utama dari Angkutan London \"sangat bangga\" oleh pilihan yang dibuat pada pagi itu."
            ]
        },
        {
            "input": "In a statement emailed out to the media, Football Federation Australia CEO Ben Buckley said, \"It's another first for Australian football, and it's come off the back of a comprehensive qualification pathway which began in February last year.\"",
            "output": [
                "Dalam sebuah pernyataan yang diemailkan kepada media, Kepala Eksekutif Federasi Sepakbola Australia Ben Buckley mengatakan, \"Ini adalah pertama yang lain lagi bagi sepak bola Australia, dan ini dihasilkan dari sebuah jalur kualifikasi yang menyeluruh yang dimulai pada bulan Februari tahun lalu.\""
            ]
        },
        {
            "input": "In the Scottish Premier League (SPL), Kilmarnock F.C. defeated Hibernian F.C. 2-1 on Saturday.",
            "output": [
                "Dalam Liga Premier Skotlandia (SPL), Klub Sepakbola Kilmarnock mengalahkan Klub Sepakbola Hibernian 2-1 hari Sabtu."
            ]
        },
        {
            "input": "The first Triple Crown winner was Sir Barton in 1919 and the last was Affirmed in 1978.",
            "output": [
                "Pemenang Triple Crown yang pertama adalah Sir Barton pada tahun 1919 dan yang terakhir adalah Affirmed di tahun 1978."
            ]
        },
        {
            "input": "Ben Tracy of WCCO-TV in Rushford, Minnesota reported, \"It's the worst flooding anyone here has seen in 30 years.\"",
            "output": [
                "Ben Tracy dari WCCO-TV di Rushford, Minnesota melaporkan bahwa \"ini merupakan bencana banjir terburuk dalam 30 tahun terakhir.\""
            ]
        },
        {
            "input": "Legal analysts point out that information obtained through the use of torture is useless in court proceedings, but US officials insist that the information obtained from such interrogations is still useful for their purposes, and that \"it has resulted in the capture of terrorists.\"",
            "output": [
                "Para pengamat hukum menekankan bahwa informasi yang telah didapat melalui penyiksaan tersebut tidak berguna dalam proses pengadilan lanjutan, namun para pejabat Amerika Serikat bersikeras bahwa informasi yang didapat dari interogasi seperti itu masih berguna untuk tujuan mereka, dan bahwa \"informasi tersebut telah menghasilkan penangkapan beberapa teroris.\""
            ]
        },
        {
            "input": "He estimated it to be the length of \"three or four football fields,\" though he could not be entirely sure due to his vantage point.",
            "output": [
                "Dia memperkirakan itu panjangnya \"3 atau 4 lapangan sepak bola, \" meskipun ia tidak bisa sepenuhnya yakin karena sudut pandangnya."
            ]
        },
        {
            "input": "Indonesia's meteorological and geophysics agency did not issue a tsunami warning.",
            "output": [
                "Badan meteorologi dan geofisika Indonesia tidak mengeluarkan peringatan tsunami."
            ]
        },
        {
            "input": "The number of hungry people in the world is projected to reach an all-time high of 1.02 billion this year, according to a report published by the Food and Agriculture Organization of the United Nations (FAO).",
            "output": [
                "Jumlah orang yang kelaparan di dunia diproyeksikan mencapai jumlah tertinggi sepanjang masa yaitu 1,02 milyar tahun ini, menurut laporan yang diterbitkan oleh Organisasi Pangan dan Pertanian PBB (FAO)."
            ]
        },
        {
            "input": "Oxfam, Amnesty International, and other NGOs, have come out in support of the plan.",
            "output": [
                "Oxfam, Amnesti Internasional, dan LSM lain, muncul mendukung rencana itu."
            ]
        },
        {
            "input": "He further commented that Family First cannot consider the social policy issues without considering social views, and drew attention to the TGA's response in the earlier Senate inquiry that the TGA \"cannot consider social and ethical issues\".",
            "output": [
                "Dia selanjutnya berkomentar bahwa Family First tidak bisa mempertimbangkan isu-isu kebijakan sosial tanpa mempertimbangkan pandangan sosial, dan menarik perhatian pada tanggapan TGA di awal penyelidikan Senat bahwa TGA \"tidak bisa mempertimbangkan isu-isu sosial dan etnis.\""
            ]
        },
        {
            "input": "Madison Square Garden is also expected to appeal the decision.",
            "output": [
                "Madison Square Garden juga akan mengajukan banding atas keputusan tersebut."
            ]
        },
        {
            "input": "Doing so will result in \"punishment\" and confiscation of the roll.",
            "output": [
                "Melakukan hal itu akan mengakibatkan \"hukuman\" dan penyitaan gulungan tersebut."
            ]
        },
        {
            "input": "The UPDF attributed the loss of one of its planes, which burst into flames while landing, to a technical problem and not the result of an insurgent attack.",
            "output": [
                "UPDF juga menderita kerugian kehilangan sebuah pesawat, yang terbakar ketika mendarat karena masalah teknis, bukan karena serangan pemberontak."
            ]
        },
        {
            "input": "Wikipedia is a website maintained by users in unprecedented numbers.",
            "output": [
                "Wikipedia adalah situs web yang dikelola oleh pengguna dalam jumlah yang belum pernah terjadi sebelumnya."
            ]
        },
        {
            "input": "On Wednesday, Lapierre said it's a “very hot issue,” and that he’s working to protect the privacy of Canadians.",
            "output": [
                "Pada hari Rabu, Lapierre berkata itu merupakan sebuah \"isu yang sangat panas\", dan dia bekerja untuk melindungi hak pribadi orang Kanada."
            ]
        },
        {
            "input": "The airlines believe the merger will save $530 million annually.",
            "output": [
                "Perusahaan penerbangan ini meyakini merger tersebut akan menghemat 530 juta dolar tiap tahun."
            ]
        },
        {
            "input": "Every room was an outside room and was well lighted and ventilated.",
            "output": [
                "Setiap kamar adalah ruang luar dengan pencahayaan dan berventilasi yang baik."
            ]
        },
        {
            "input": "The two extend their lead on Cadel Evans of Australia by 1' 37\", and more on the rest of the contenders.",
            "output": [
                "Keduanya memperpanjang keunggulan mereka dari Cadel Evans dari Australia dalam 1'37, dan dengan jeda lebih dari pesaing."
            ]
        },
        {
            "input": "They will play the Atlanta Thrashers, who trail the Sabres by only 3 points in the NHL overall, on Saturday October 28.",
            "output": [
                "Mereka akan melawan Atlanta Thrashers, yang mengikuti Sabre hanya dengan 3 poin di keseluruhan NHL, hari Sabtu tanggal 28 Oktober."
            ]
        },
        {
            "input": "Another member of the Pennsylvania State University's cheerleading squad will step in to play the Nittany Lion at the 2009 Rose Bowl, after the main performer was suspended after being charged with DUI and summary traffic violations late last month.",
            "output": [
                "Anggota lain dari pasukan pemandu sorak Universitas Pennsylvania State akan melangkah untuk bermain di Nittany Lion pada tahun 2009 Rose Bowl, setelah penampil utama diskors setelah dituntut dengan DUI dan ringkasan pelanggaran lalu lintas akhir bulan lalu."
            ]
        },
        {
            "input": "Polls were reportedly busy, with stations in the capital of Colombo being filled with lines of people half an hour before polls officially opened at 07.00 (01.30 UTC).",
            "output": [
                "Pemungutan suara dilaporkan sangat padat, dengan beberapa stasiun di ibukota Colombo dipenuhi dengan antrian warga setengah jam sebelum pemungutan suara secara resmi dibuka pada pukul 07.00 (01.30 UTC)."
            ]
        },
        {
            "input": "\"We've seen a marked decrease in the frequency of frost, especially in inland Queensland,\" Dr Trewin said.",
            "output": [
                "\"Kami melihat tanda berkurang pada frekuensi beku, terutama di pedalaman Queensland, \" Dr. Trewin mengatakan."
            ]
        },
        {
            "input": "Attorney Kevin Bankston representing the EFF said the government could not conduct their surveillance without the help of companies like AT&T.",
            "output": [
                "Kuasa Hukum Kevin Bankston mewakili EFF mengatakan pemerintah tidak bisa melakukan pengawasan mereka tanpa bantuan perusahaan seperti AT&T."
            ]
        },
        {
            "input": "When not competing in archery, she works for Western Australian Newspapers.",
            "output": [
                "Saat tidak bertanding dalam seni memanah, dia bekerja untuk Western Australia Newspapers."
            ]
        },
        {
            "input": "\"What does this mean?\"",
            "output": [
                "\"Apa artinya itu?\""
            ]
        },
        {
            "input": "Defending 2006 champions Normann Stadler and Michellie Jones and 2005 champion Faris Al-Sultan were struck down with stomach ailments; six-time winner and 2005 champion Natascha Badmann totaled her bike after crashing into road cone; and Luke Bell was sidelined with a leg injury.",
            "output": [
                "Juara bertahan tahun 2006 Normann Stadler dan Michellien Jones dan juara tahun 2005 Faris Al-sultan diserang kram perut; pemenang enam kali dan pemenang tahun 2005 Natascha Badmann merusakkan sepedanya karena menabrak pembatas jalan; dan Luke Bell menepi karena cedera kaki."
            ]
        },
        {
            "input": "\"I want to apologise to them [the children] but I can't regret what I did because it would mean that he [Materazzi] was right to say what he said\".",
            "output": [
                "\"Saya ingin minta maaf kepada mereka [anak tersebut] tetapi saya tidak dapat menyesali apa yang saya lakukan karena itu akan berarti bahwa dia [Materazzi] berhak berucap apa yang dia katakan.\""
            ]
        },
        {
            "input": "The parents, who are displaced people, went to Caracol TV network in order to report the kidnapping.",
            "output": [
                "Orang tuanya, yang merupakan orang terlantar, pergi ke stasiun TV Caracol untuk melaporkan penculikan itu."
            ]
        },
        {
            "input": "The other pilots interviewed by Channel 4 chose to remain anonymous, with only Goss identifying himself.",
            "output": [
                "Para pilot lain yang diwawancarai oleh Channel 4 memilih untuk tetap anonim, dengan hanya Goss yang mengenalkan dirinya."
            ]
        },
        {
            "input": "He announced that the band would play a free victory gig in the UK if they reached number one.",
            "output": [
                "Dia mengumumkan bahwa bandnya akan main cuma-cuma untuk panggung kemenangan di Inggris jika mereka mencapai nomor 1."
            ]
        },
        {
            "input": "His son, Jeremy, who had been fighting for his father's release, said \"[w]e are all completely devastated and still believe his innocence 100%.\"",
            "output": [
                "Anaknya, Jeremy, yang berjuang untuk kebebasan ayahnya, mengatakan \"kami semua sepenuhnya remuk dan masih percaya dia tidak bersalah 100%.\""
            ]
        },
        {
            "input": "Charles Chibitty, the last surviving member of the group of 17 who served in World War II as the Comanche \"code talkers\" died in a Tulsa, Oklahoma nursing home July 20.",
            "output": [
                "Charles Chibitty, anggota terakhir dari kelompok 17 yang bertugas di Perang Dunia II sebagai \"pembicara sandi\" Comanche meninggal di sebuah panti jompo di Tulsa, Oklahoma tanggal 20 Juli."
            ]
        },
        {
            "input": "Kilmarnock had previously been two points clear of twelfth position, occupied instead by Falkirk.",
            "output": [
                "Kilmarnock sebelumnya memperoleh dua angka mengamankan posisi ke-12, yang sebaliknya diduduki oleh Falkirk."
            ]
        },
        {
            "input": "The first trial ended in a mistrial after one juror received a threatening letter.",
            "output": [
                "Sidang pertama berakhir dengan pembatalan sidang setelah satu juri menerima surat ancaman."
            ]
        },
        {
            "input": "Typhoon Parma was threatening to strike the Philippines capital of Manila, devastated from Typhoon Ketsana just one week earlier, but has taken a more northerly path, largely sparing the city.",
            "output": [
                "Topan Parma telah mengancam untuk menyerang ibukota Filipina Manila, yang hancur akibat Topan Ketsana hanya seminggu sebelumnya, namun mengambil sebuah jalur lebih ke utara, menyelamatkan sebagian besar kota."
            ]
        },
        {
            "input": "During the trip, a group of youths started breaking everything for no apparent reason.",
            "output": [
                "Selama perjalanan, sekelompok pemuda mulai merusak semua fasilitas tanpa alasan yang jelas."
            ]
        },
        {
            "input": "He flew a distance of 1,300 kilometres in a wheel well of a Boeing 737 and lived.",
            "output": [
                "Dia terbang sejauh 1.300 kilometer dalam sebuah kompartemen roda sebuah Boeing 737 dan bertahan hidup."
            ]
        },
        {
            "input": "Each site will have one employee on site for security and maintenance.",
            "output": [
                "Tiap tempat akan memiliki satu pekerja untuk keamanan dan pemeliharaan."
            ]
        },
        {
            "input": "Cerf said, \"They are only just now starting to come to honest grips with the possibilities of using the Internet,\" according to ZDNet Australia.",
            "output": [
                "Cerf mengatakan, \"Mereka hanya saja sekarang mulai menjadi jujur dengan kemungkinan menggunakan internet, \" menurut ZDNet Australia."
            ]
        },
        {
            "input": "The seven judges have until August 31 to resolve all complaints and until September 6 to officially declare a president-elect or annul the elections.",
            "output": [
                "7 hakim sampai 31 Agustus menyelesaikan seluruh tuntutan dan sampai 6 September mendeklarasikan secara resmi presiden terpilih atau membatalkan pemilihan."
            ]
        },
        {
            "input": "Ross admitted to killing eight women in Connecticut and New York in the 1980s, and to raping several of them.",
            "output": [
                "Ross mengaku membunuh delapan perempuan di Connecticut dan New York pada tahun 1980, dan memperkosa beberapa dari mereka."
            ]
        },
        {
            "input": "The rebels have now been forced back to a small coastal strip, where about fifty thousand people have been trapped after the area was evacuated of 100,000 people.",
            "output": [
                "Pemberontakan itu saat ini dipaksa mundur ke jalur pesisir, tempat kira-kira 50 ribu orang terperangkap setelah area tersebut dievakuasi 100.000 orang."
            ]
        },
        {
            "input": "The incident occurred in the Upper Big Branch mine in Montcoal, West Virginia.",
            "output": [
                "Kecelakaan terjadi di tambang Upper Big Branch di Montreal, West Virginia."
            ]
        },
        {
            "input": "The Iraqi Prime Minister Nouri Maliki's recent appointment of new security and home affairs ministers also may have affected the oil market.",
            "output": [
                "Penunjukan Perdana Menteri Irak Nouri Maliki baru-baru ini untuk menteri urusan keamanan dan urusan dalam negeri baru juga berpengaruh terhadap pasar minyak."
            ]
        },
        {
            "input": "Năstase led the exit polls due to greater support in rural Romania, as well as support from the urban poor, due to his policy of boosting the economy.",
            "output": [
                "Nastase memimpin dalam pemungutan suara tersebut karena memiliki dukungan yang lebih besar di daerah pedesaan Romania, juga dukungan dari masyarakat perkotaan yang miskin, karena kebijakannya meningkatkan ekonomi."
            ]
        },
        {
            "input": "Within years of attaining power, defence minister , an ally of current president Abdelaziz Bouteflika, overthrew Ben Bella in a coup.",
            "output": [
                "Dalam beberapa tahun berkuasa, menteri pertahanan, sekutu dari presiden saat ini Abdelaziz Bouteflika, menggulingkan Ben Bella di pemerintahan."
            ]
        },
        {
            "input": "\"The French Republic lives in a bare-headed fashion,\" he said in a statement published by a government newspaper.",
            "output": [
                "\"Republik Perancis hidup pada mode kepala tanpa penutup, \" dia mengatakan pada pernyataan dipublikasikan oleh surat kabar pemerintah."
            ]
        },
        {
            "input": "Following Romanian Government's Decision nb. 20 from 1997, Romania adopts Winter Time and Summer Time in the same day with the states of European Union and other countries part of this deal.",
            "output": [
                "Mengikuti Keputusan Pemerintah Rumania nb. 20 yang tercatat sejak tahun 1997, Rumania memakai Waktu Musim Dingin dan Waktu Musim Panas pada hari yang sama dengan Uni Eropa dan negara-negara lain yang menjadi bagian dari kesepakatan tersebut."
            ]
        },
        {
            "input": "News agency AAP reported last Thursday that George H. W. Bush would be attending the Forbes Global CEO Conference, which starts this Tuesday.",
            "output": [
                "Kantor berita AAP melaporkan hari Kamis lalu bahwa George H. W. Bush akan menghadiri Konferensi CEO Forbes Global, yang dimulai hari Selasa."
            ]
        },
        {
            "input": "But survivors of the attack argue that a fully comprehensive investigation could teach valuable lessons which may help reduce the likelihood of future attacks, and improve the response capabilities of the emergency services.",
            "output": [
                "Tapi korban yang selamat dari serangan itu berpendapat bahwa penyelidikan yang komprehensif bisa mengajarkan pelajaran berharga yang dapat membantu mengurangi kemungkinan serangan di masa depan, dan meningkatkan kemampuan respon dari layanan darurat."
            ]
        },
        {
            "input": "In the lead-up to the federal election on September 7, both leaders were focused on refugee policy with Abbott attacking Rudd for failing to effectively protect the country's borders by disbanding border protection agreements implemented by the previous Liberal government.",
            "output": [
                "Menuju pemilihan federal pada tanggal 7 September, kedua pemimpin memusatkan pada kebijakan pengungsi dengan Abott menyerang Rudd untuk kegagalan menjaga perbatasan negara secara efektif dengan membubarkan persetujuan penjagaan perbatasan diimplementasikan oleh pemerintah Federal sebelumnya."
            ]
        },
        {
            "input": "U.S.Department of Agriculture (USDA) employee attempts to capture and relocate it were unsuccessful.",
            "output": [
                "Karyawan Department Pertanian AS (USDA) yang mencoba untuk menangkap dan memindahkannya tidak berhasil."
            ]
        },
        {
            "input": "Tens of thousands of civilians and over 3000 Allied troops have died in the nearly four-year-old Iraq war.",
            "output": [
                "Puluhan ribu warga dan lebih dari 3000 pasukan Sekutu telah tewas dalam hampir empat tahun perang Irak."
            ]
        },
        {
            "input": "The army kept up the pressure on Mr Qarase when he was later summoned to President Ratu Josefa Iloilo's residence.",
            "output": [
                "Tentara terus memberikan tekanan pada Bapak Qarase ketika dia akhirnya dipanggil ke tempat tinggal Presiden Ratu Josefa Iloilo."
            ]
        },
        {
            "input": "After the speech by Tsai, he presented a symbolized flag to a delegate named Tsia-tse Kuo and hoped this trip will succeed.",
            "output": [
                "Setelah pidato oleh Tsai, ia memberikan bendera secara simbolis untuk delegasi yang bernama TSIA-tse Kuo dan berharap perjalanan ini akan berhasil."
            ]
        },
        {
            "input": "\"I have seen websites that offer a thousand ways of killing oneself,\" he claimed.",
            "output": [
                "\"Saya telah melihat situs web yang menawarkan beribu cara untuk bunuh diri, \" dia menyatakan."
            ]
        },
        {
            "input": "The U.S. and South Korea will be taking part in a one day, live-fire exercise on Yeonpyeong Island, the island which was shelled by North Korean artillery on November 23.",
            "output": [
                "AS dan Korea Selatan akan mengambil bagian dalam latihan sehari dengan amunisi riil di Pulau Yeonpyeong, pulau yang dihujani meriam oleh artileri Korea Utara pada tanggal 23 Nopember."
            ]
        },
        {
            "input": "Switzerland has ratified bilateral agreements with the members of the European Union in March 2004, but the new members (Cyprus, Czech Republic, Estonia, Hungary, Latvia, Lithuania, Malta, Poland, Slovakia and Slovenia) were not included in the deal.",
            "output": [
                "Switzerland telah meratifikasi perjanjian bilateral dengan angota-angota Uni Eropa pada bulan maret 2004, tetapi anggota baru (Cyprus, Czech, Malta, Poland, Slovakia dan Solvenia) tidak masuk dalam perjanjian."
            ]
        },
        {
            "input": "Currently, there are no reports of deaths or serious injuries following the landfall in Mexico.",
            "output": [
                "Saat ini, tidak ada laporan tentang kematian atau cedera serius terkait dengan tanah longsor di Mexico."
            ]
        },
        {
            "input": "Despite Australia, the United States and China being non-signatories to the United Nations' Kyoto protocol on greenhouse gas reductions which is set to expire in 2012, the APEC accord calls for \"We call for a post-2012 international climate change arrangement ... that strengthens, broadens and deepens the current arrangement and leads to reduced global emissions of greenhouse gases,\" according to the draft declaration.",
            "output": [
                "Meskipun Australia, Amerika Serikat dan Cina bukan salah satu penanda tanggan Protokol Kyoto Perserikatan bangsa-bangsa untuk pengurangan emisi gas rumah kaca yang akan berakhir pada 2012, APEC menyetujui \"kami setuju untuk menempatkan perjanjian perubahan iklim internasional 2012. . yang menguatkan, meluaskan dan mendalamkan perjanjian yang sudah ada dan mengarah pada pengurangan emisi gas rumah kaca global\" menurut draft perjanjian."
            ]
        },
        {
            "input": "Mahameed is not without his critics, not only among Arabs who say that Mahameed should do more to draw attention to the situation of present-day Palestinians, but also representatives of the Israel office of the Jewish Anti-Defamation League (ADL), who have stated without visiting the museum that they consider some of the attitudes expressed on Mahameed's website to be anti-Semitic.",
            "output": [
                "Mahameed bukannya sepi dari kritikan, tidak hanya dari bangsa Arab yang mengatakan bahwa Mahameed harusnya lebih memperhatikan situasi warga Palestina pada zaman sekarang, tapi juga dari perwakilan Liga Yahudi Antii-Defamation (ADL) di Israel, yang belum pernah mengunjungi museum itu menyatakan bahwa ada sejumlah pernyataan di dalam website Mahameed yang menunjukkan sikap anti-Semitik."
            ]
        },
        {
            "input": "A team of investigators led by the deputy prosecutor of the Maritime Territory, Sergei Luchaninov, is looking into how the fire started.",
            "output": [
                "Tim investigater dipimpin oleh wakil jaksa ke wilaya laut, Sergei Luchaninov, akan memeriksa bagimana kebakaran mulai."
            ]
        },
        {
            "input": "Atlanta was later granted an expansion franchise in 1997, and the Thrashers took the ice to start the 1999-00 NHL season.",
            "output": [
                "Atlanta kemudian menjamin sebuah perluasan waralaba pada tahun 1997, dan Thrashers tersebut mengambil kesempatan permainan tersebut untuk memulai musim NHL 1999-2000."
            ]
        },
        {
            "input": "\"Today they proved themselves that the trial and the execution were mere retaliation and not justice,\" one mourner told the Los Angeles Times.",
            "output": [
                "\"Hari ini mereka membuktikan diri mereka sendiri bahwa percobaan dan eksekusi merupakan pembalasan dan bukan keadilan, \" kata salah seorang pelayat ke Los Angeles Times."
            ]
        },
        {
            "input": "The boulder fell from about 15 metres above the residence and landed on top of the house, crushing it.",
            "output": [
                "Batu besar tersebut jatuh dari sekitar 15 meter diatas rumah itu dan mendarat diatas atap rumah, menghancurkan bangunan tersebut."
            ]
        },
        {
            "input": "It was not immediately clear if the bombings had anything to do with the coup or the southern insurgency.",
            "output": [
                "Tidak segera jelas jika bom ada hubungannya dengan kudeta atau pemberontakan selatan."
            ]
        },
        {
            "input": "Buildings in the vicinity of the field, including a mosque were collapsed or damaged by the force of the blast.",
            "output": [
                "Bangunan di sekitar lapangan, termasuk sebuah masjid roboh arau rusak karena kekuatan ledakan."
            ]
        },
        {
            "input": "As 90 minutes approached, Celtic had two well positioned free-kicks, but could take advantage of neither, and the game entered extra time.",
            "output": [
                "Menjelang menit ke-90, Celtic mendapat 2 posisi tendangan bebas yang bagus, namun tidak dapat mengambil keuntungan dari keduanya dan pertandingan memasuki waktu tambahan."
            ]
        },
        {
            "input": "Adversaries to the patent directive claim that a bill covering Intellectual Property (IP) would \"stifle innovation\" in Europe, as it allows the patenting of implementation within software.",
            "output": [
                "Musuh dari direktif hak cipta mengaku bahwa surat yang mencakup kekayaan intelektual (IP) akan \"melumpuhkan inovasi\" di Eropa karena hal tersebut membiarkan membuat hak cipta atas implementasi dalam perangkat lunak."
            ]
        },
        {
            "input": "Amnesty International's 2004 annual report on US human rights in 2003 agrees with many of these claims.",
            "output": [
                "Laporan tahunan Amnesty International 2004 tentang hak asasi manusia AS pada tahun 2003 setuju dengan banyak klaim tersebut."
            ]
        },
        {
            "input": "According to Amnesty International, residents of Porta Farm were given less than 24 hours notice to leave their homes.",
            "output": [
                "Menurut Amnesty Internasional, penduduk Porta Farm diberi pengumuman kurang dari 24 jam untuk meninggalkan rumah mereka."
            ]
        },
        {
            "input": "Fans have created two Facebook groups to promote the single in an attempt to get it to a good position in the UK Singles Chart, which would force the BBC's commercial rivals to play the track.",
            "output": [
                "Para fan telah membuat dua Facebook grup untuk mempromosikan lagu itu sebagai usaha untuk mendapatkan posisi yang bagus di Tangga Lagu Inggris, yang bisa mendorong pesaing komersial untuk memutar lagu."
            ]
        },
        {
            "input": "Ventura allowed the bill to become law without his signature, stating his concern that the increased cost of fuel would affect the trucking industry—potentially spurring inflation—though he felt that this was nearly balanced by the positive impact the mandate would have on agriculture in the state.",
            "output": [
                "Ventura mengijinkan rancangan undang-undang tersebut menjadi undang-undang tanpa tanda tangannya, menyatakan perhatiannya bahwa meningkatnya biaya akan mempengaruhi industri truk─berpotensi memacu inflasi─meskipun dia merasa bahwa ini hampir seimbang oleh dampak positif dari mandat tersebut akan ada pada pertanian di negara bagian tersebut."
            ]
        },
        {
            "input": "At least 30 people have been killed by twin earthquakes in Rwanda and the Democratic Republic of the Congo.",
            "output": [
                "Sedikitnya 30 orang tewas akibat gempa ganda yang menghantam Rwanda dan Republik Demokratik Kongo."
            ]
        },
        {
            "input": "This is not the first time employees have sued claiming mandatory attendance at \"Forum\" workshops violated their civil rights.",
            "output": [
                "Ini bukan pertama kali para karyawan menggugat klaim kehadiran wajib pada loka karya \"Forum\" yang melanggar hak-hak mereka sebagai warga sipil."
            ]
        },
        {
            "input": "The significance of the find drew comparisons to the recent discovery of the Ivory-billed woodpecker in Arkansas earlier this year in April.",
            "output": [
                "Arti dari perbandingan temuan yang menarik terhadap penemuan belakangan ini pada gading burung pelatuk di Arkansas awal April tahun ini."
            ]
        },
        {
            "input": "One anonymous pilot interviewed by Channel 4 accused the airline of \"threats and bullying\".",
            "output": [
                "Seorang pilot yang tidak disebutkan namanya diwawancarai oleh Channel 4 menuduh perusahaan penerbangan tersebut untuk \"mengancam dan mengintimidasi.\""
            ]
        },
        {
            "input": "Australia struggled early on as Irfan Pathan dismissed both Australian openers for less than ten runs each and Michael Hussey was caught behind without scoring.",
            "output": [
                "Australia berusaha lebih awal setelah Irfan Pathan diberhentikan pembuka Australia untuk sisa kurang dari sepuluh run dan Michael Hussey tertangkap tanpa mencetak angka."
            ]
        },
        {
            "input": "The weekend rallies and demonstrations drew smaller crowds than earlier anti-war demonstrations, when millions gathered in 2003 and 2004.",
            "output": [
                "Pawai dan unjuk rasa akhir pekan itu menarik kerumunan lebih kecil dari demonstrasi anti-perang sebelumnya, ketika jutaan orang berkumpul pada tahun 2003 dan 2004."
            ]
        },
        {
            "input": "It paid off during deliberation as the jury requested over 100 documents to review.",
            "output": [
                "Itu terbayar selama pembahasan sebagai juri yang meminta lebih dari 100 dokumen untuk ditinjau."
            ]
        },
        {
            "input": "California-based Autodesk Inc. announced yesterday that they plan to acquire Toronto-based Alias for $182 million in cash.",
            "output": [
                "Autodesk Inc. yang berbasis di California kemarin mengumumkan bahwa mereka berencana untuk mengakuisisi Alias yang berbasis di Toronto senilai 182 juta dollar tunai."
            ]
        },
        {
            "input": "In October 2006, Landmark Education took legal action against Google, YouTube, the Internet Archive and a website owner in Queensland, Australia in attempts to remove criticism of its products from the Internet.",
            "output": [
                "Pada Oktober 2006, Landmark Education mengambil langkah hukum melawan Google, YouTube, Internet Archieve, dan seorang pemilik website di Queensland, Australia dalam usaha untuk menghilangkan kritik terhadap produk-produk mereka dari Internet."
            ]
        },
        {
            "input": "Today the UN issued its third annual list to focus attention on a set of these relatively ignored stories.",
            "output": [
                "Hari ini PBB menerbitkan daftar tahunan edisi ketiga yang berisi isu-isu yang selama ini sering diabaikan agar menjadi fokus perhatian."
            ]
        },
        {
            "input": "She criticised the decision-making process for its lack of transparency, and called it \"lamentable\".",
            "output": [
                "Dia mengkritik proses pembuat keputusan karena kurangnya keterbukaan dan menyebutnya \"yang disesalkan.\""
            ]
        },
        {
            "input": "Obama stated that the U.S. Mission in Afghanistan is \"making sure that al-Qaeda cannot attack the U.S. homeland and U.S. interests and our allies.\"",
            "output": [
                "Obama mengatakan bahwa misi AS di Afghanistan adalah \"memastikan bahwa al-Qaeda tidak bisa menyerang tanah AS dan pendukung AS yang berkepentingan.\""
            ]
        },
        {
            "input": "A 'terrorist attack' took place yesterday in the form of reportedly at least four explosions at the Mahabodhi Temple in Bodh Gaya, India.",
            "output": [
                "Sebuah 'serangan teroris'terjadi kemarin dilaporkan sedikitnya empat ledakan pada Kuil Mahabodhi di Bodh Gaya, India."
            ]
        },
        {
            "input": "An article in the Canadian Medical Association Journal (CMAJ) on Tuesday said that Methicillin-resistant Staphylococcus aureus (MRSA) are \"spreading with alarming rapidity.\"",
            "output": [
                "Sebuah artikel di Canadian Medical Association Journal (CMAJ) pada Selasa mengatakan bahwa -Staphylococcus aureus yang resistan-Methicillin (MRSA) sedang \"menyebar dengan kecepatan yang mengkhawatirkan.\""
            ]
        },
        {
            "input": "Throwing the telephone down on the studio floor and stomping on it, she admonished her viewers, \"I want the telephone to ring now.",
            "output": [
                "Melempar teleponnya ke bawah lantai studio dan menginjaknya, dia menegur penonton, \"Saya ingin teleponnya berbunyi sekarang."
            ]
        },
        {
            "input": "\"They have both promised the moon to the voters,\" he said.",
            "output": [
                "\"Mereka berdua menjanjikan bulan kepada para pemilih, \" katanya."
            ]
        },
        {
            "input": "Starmer said: \"My task is to judge whether, taking into account all relevant considerations, the public interest is better served in this particular case by offering no evidence or by seeking a further retrial.\"",
            "output": [
                "Starmer berkata: \"Tugas saya untuk memutuskan dengan memperhitungkan seluruh pertimbangan yang relevan, apakah kepentingan publik dilayani lebih baik dalam kasus khusus ini dengan penawaran tidak ada bukti atau dengan mengajukan banding.\""
            ]
        },
        {
            "input": "One person has died as a result of the fires with 42 injured.",
            "output": [
                "Satu orang meninggal sebagai akibat kebakaran tersebut dan 42 luka-luka."
            ]
        },
        {
            "input": "The workers claimed that the Forum course contradicted with their religious beliefs.",
            "output": [
                "Para pekerja mengklaim bahwa pelatihan Forum bertolak belakang dengan agama kepercayaan mereka."
            ]
        },
        {
            "input": "Francois Engongah Owono is the secretary general of the presidency.",
            "output": [
                "Francois Engongah Owono diangkat sebagai sekertaris jenderal kepresidenan."
            ]
        },
        {
            "input": "He told reporters that standing as a Republican at that time was like being branded, saying \"I've got an R here, a scarlet letter.\"",
            "output": [
                "Dia mengatakan pada reporter bahwa berdiri sebagai anggota partai Republik sekarang ini seperti dicap, mengatakan \"Saya punya R disini, sebuah surat cinta berdarah.\""
            ]
        },
        {
            "input": "Google Inc. may offer hosting services to Wikipedia, a free community-built encyclopedia, and other projects hosted by the Wikimedia Foundation.",
            "output": [
                "Perusahaan Google dapat menawarkan layanan tuan rumah ke Wikipedia, komunitas bebas-dibangun ensiklopedia, dan proyek-proyek lainnya dijadikan tuan rumah oleh Yayasan Wikimedia."
            ]
        },
        {
            "input": "In a nod to the possibility that the deadline will be missed, it was said that the constitution could be amended, and that voting on ratification would occur in October of this year, with a general election to follow in December.",
            "output": [
                "Di sebuah persetujuan kemungkinan akan luput batas waktu, itu dikatakan bahwa konstitusi dapat diubah, dan ratifikasi pemungutan suara akan terjadi di Oktober tahun ini, dengan pemilihan umum mengikuti di Desember."
            ]
        },
        {
            "input": "The country's state-owned energy monopoly, PLN, has not determined the immediate cause, and the country's president has ordered the national intelligence agency and police to investigate.",
            "output": [
                "Perusahaan listrik tunggal milik negara itu, PLN, belum mengumumkan penyebab kejadian tersebut, dan Presiden negara ini telah mengeluarkan perintah kepada badan intelijen nasional dan polisi untuk menyelidiki masalah itu."
            ]
        },
        {
            "input": "Penn State is the largest university in Pennsylvania and among the ten largest public universities in the United States.",
            "output": [
                "Penn State adalah universitas terbesar di Pennsylvania dan termasuk sepuluh universitas negeri terbesar di Amerika."
            ]
        },
        {
            "input": "Venus was paid $1.407 million, to which she replied \"Thank you, All England Club - we're playing under equal terms.\"",
            "output": [
                "Venus dibayar 1.407 juta dolar, dan dia menyampaikan \"Terima kasih Klub All England, kami bermain di bawah persyaratan yang sama.\""
            ]
        },
        {
            "input": "The new species of life are exclusive to the rainforest in Thua Thien-Hue Province.",
            "output": [
                "Semua spesies baru tersebut hanya hidup di kawasan hutan hujan di Provinsi Thua Thien-Hue itu."
            ]
        },
        {
            "input": "Harabe, only the tenth person ever to represent his country at the Games, is making his Paralympic Games debut.",
            "output": [
                "Harabe, menjadi orang kesepuluh yang pernah mewakili negara ini, baginya Olimpiade Paralimpik ini adalah debut."
            ]
        },
        {
            "input": "\"And, together with the UN Food and Agriculture Organization, we will try and promote vegetable gardens.\"",
            "output": [
                "\"Dan, bersama dengan Organisasi Pangan dan Pertanian PBB, kami akan mencoba menanam dan mempromosikan perkebunan sayur.\""
            ]
        },
        {
            "input": "Alan Smith then set up Rooney's second goal of the match as his curling cross was easily deflected in by Rooney's left foot.",
            "output": [
                "Kemudian Alan Smith mengatur gol kedua Rooney pada pertandingan tersebut ketika umpan silangnya dibelokkan dengan mudah oleh kaki kiri Rooney."
            ]
        },
        {
            "input": "Israel's possession of nuclear arms has often been a locus of bitter controversy in the Middle East, especially among countries who believe that the world community, and especially the United States, is hypocritical in its tolerance of Israeli nuclear arms while decrying the efforts of other Middle Eastern nations to develop their own nuclear capabilities.",
            "output": [
                "Kepemilikan senjata nuklir Israel seringnya telah menjadi sebuah lokus kontroversi pahit di Timur Tengah, terutama diantara negara-negara yang percaya bahwa komunitas negara-negara dunia, dan terutama Amerika Serikat, bersikap munafik dalam hal toleransi terhadap senjata nuklir Israel sementara mereka mengutuk usaha-usaha negara Timur Tengah lainnya untuk mengembangkan kemampuan nuklir mereka."
            ]
        },
        {
            "input": "According to the Fiji Retailers Association, the storm has caused over a million dollars worth of damage to Fiji's businesses.",
            "output": [
                "Menurut Asosiasi Pengecer Fiji, badai tersebut menyebabkan lebih 1 juta dolar yang harus dibayar atas kerusakan bisnis Fiji."
            ]
        },
        {
            "input": "Witthoft first gained national attention three years ago and attended his first Green Bay Packers game in December 2007 (a 34-13 Packers victory over the Detroit Lions).",
            "output": [
                "Perhatian nasional pertama Witthoft 3 tahun yang lalu dan menghadiri pertandingan Green Bay Packers pertamanya pada bulan Desember 2007 (kemenangan 34-13 Packers atas Detroit Lions)."
            ]
        },
        {
            "input": "\"It only covers just over a third of the countries of the world and ... we need something that includes all countries of the world,\" said Senator Campbell.",
            "output": [
                "\"Itu hanya mencakup lebih dari sepertiga dari negara-negara di dunia dan. . Kita perlu sesuatu yang mencakup seluruh negara di dunia, \" kata Senator Campbell."
            ]
        },
        {
            "input": "They were founded in 1983 under the name Alias Research.",
            "output": [
                "Perusahaan ini didirikan pada tahun 1983 di bawah nama Alias Research."
            ]
        },
        {
            "input": "The judgment said that Bouyeri showed \"complete disregard for human life\" and butchered Van Gogh \"mercilessly\".",
            "output": [
                "Penghakiman mengatakan bahwa Bouyeri menunjukkan \"tidak menghormati hidup manusia\" dan membantai Van Gogh \"tanpa ampun.\""
            ]
        },
        {
            "input": "Sheriff Laurie Smith then described an individual who is now in prison with a rape conviction for an event that would have been prevented if the detention request from ICE had been honored.",
            "output": [
                "Serif Laurie Smith kemudian menggambarkan seseorang yang saat ini di dalam penjara dengan pemerkosaan yang akan dapat dicegah jika permintaan penahanan ICE diberikan."
            ]
        },
        {
            "input": "The DWP reported the union informed them approximately 40% of the 9,000 staff in JSP contact centres would be taking action, which tallied with their own estimates.",
            "output": [
                "DWP melaporkan serikat memberitahu mereka sekitar 40% dari 9.000 staf di pusat kontak JSP akan mengambil tindakan, yang dihitung dengan perkiraan mereka sendiri."
            ]
        },
        {
            "input": "Wikinews was able to talk to that editor about how he found out about the similarities and what he did in response.",
            "output": [
                "Wikinews sanggup berbicara pada editor tersebut tentang bagaimana dia menemukan kesamaannya dan apa yang dilakukannya dalam menanggapi hal tersebut."
            ]
        },
        {
            "input": "Best actress finalists were Kate Atkinson, Robyn Malcolm and Kate Elliot.",
            "output": [
                "Finalis aktris terbaik adalah Kate Atkinson, Robyn Malcolm dan Kate Elliot."
            ]
        },
        {
            "input": "Seventeen were Indian and a further 13 of the dead are British; people of another six nationalities are also known to have died.",
            "output": [
                "17 di antaranya adalah orang India dan sejauh ini 13 korban tewas adalah orang Inggris; 6 orang berkebangsaan lain juga diketahui meninggal dunia."
            ]
        },
        {
            "input": "Politicians, associations and citizens took part in the gathering, set up by the Communist newspaper Il Manifesto, Sgrena's employer.",
            "output": [
                "Politisi, perkumpulan, dan warganegara ambil bagian pada pertemuan tersebut, yang didirikan oleh surat kabar Komunis Il Manifesto, atasan Sgrena."
            ]
        },
        {
            "input": "\"He was very convincing about his charity activities as well as the resort,\" said Kumar, a purchasing officer at a company in Bahrain.",
            "output": [
                "\"Dia sangat meyakinkan tentang kegiatan amal serta resornya,\" kata Kumar, seorang petugas pembelian di sebuah perusahaan di Bahrain."
            ]
        },
        {
            "input": "United Nations aid agency UNRWA resumed aid shipments yesterday, after halting them on Thursday citing safety risks.",
            "output": [
                "Badan bantuan PBB UNRWA kembali mengirimkan bantuan kemarin, setelah menghentikannya pada hari Kamis karena risiko keamanan."
            ]
        },
        {
            "input": "They all had heat-retaining drysuits but it was unknown if they were wearing them at the time.",
            "output": [
                "Mereka semua memiliki drysuit tahan-panas tetapi tidak diketahui apakah mereka memakainya pada waktu itu."
            ]
        },
        {
            "input": "At the time, a decision had been made to flood the pit after attempts to rescue the men failed.",
            "output": [
                "Pada saat itu, keputusan dibuat untuk membanjiri lubang setelah upaya untuk menyelamatkan orang-orang gagal."
            ]
        },
        {
            "input": "Jaynes, who used the alias “Gaven Stubberfield” as well as others, peddled junk products and pornography.",
            "output": [
                "Jaynes, yang menggunakan alias \"Gaven Stubberfield\" serta yang lain lagi, menjajakan produk-produk sampah dan pornografi."
            ]
        },
        {
            "input": "The quick appointment of the new government also means an early election, which is scheduled to take place on April 25.",
            "output": [
                "Penunjukan cepat terhadap pemerintahan yang baru juga berarti sebuah pemilihan umum awal, yang dijadwalkan akan dilaksanakan pada 25 April."
            ]
        },
        {
            "input": "The month long election campaign in the run up to this weekend's elections in the Democratic Republic of Congo has ended, with a one day break before voting can begin Sunday.",
            "output": [
                "Kampanye Pemilihan yang masih panjang berkesempatan menang pemilihan di akhir pekan ini Demokratik Republik Kongo telah berakhir, dengan satu hari istirahat sebelum pemungutan suara dapat dimulai hari Minggu."
            ]
        },
        {
            "input": "Royal Mail workers have voted 3:1 in favour of a nationwide postal strike in the United Kingdom.",
            "output": [
                "Setelah voting dengan hasil 3:1 para pegawai Royal Mail akhirnya mendukung aksi mogok pegawai pos di seluruh penjuru di negara Inggris."
            ]
        },
        {
            "input": "The Australian opposition has used the comments as an opportunity to attack the government.",
            "output": [
                "Pihak oposisi Australia telah memanfaatkan komentar tersebut sebagai peluang untuk menyerang pemerintah."
            ]
        },
        {
            "input": "However the sign has been put up in Auckland, State Highway 20 and on Christchurch's Main North Road.",
            "output": [
                "Meskipun demikian reklame tersebut telah dipasang di Auckland, jalan raya propinsi 20 dan di Jalan Utama Utara Christchurch."
            ]
        },
        {
            "input": "The likely target was Mr. Gahr Støre and a Norwegian delegation, who evacuated into the cellar.",
            "output": [
                "Kemungkinan targetnya adalah Bapak Gahr Store dan delegasi Norwegia, yang dievakuasi ke ruang bawah tanah."
            ]
        },
        {
            "input": "The police said \"there was a possibility that the boat was overloaded,\" saying that \"there was also livestock on board.\"",
            "output": [
                "Polisi mengatakan \"ada kemungkinan bahwa kapal tersebut kelebihan muatan, \" mengatakan bahwa \"juga ada ternak di dalamnya.\""
            ]
        },
        {
            "input": "Mr. Lordi, whose real name is Tomi Putaansuu, hails from Lapland and says his band's masked personas are just characters.",
            "output": [
                "Bapak Lordi, yang bernama asli Tomi Putaansuu, datang dari Lapland dan mengatakan bahwa topeng anggota band-nya hanyalah sebuah karakter."
            ]
        },
        {
            "input": "Tujin, who is raising money for a children's home in Mumbai, India, is rowing at an average speed of 58 kilometres each day.",
            "output": [
                "Tuijn, yang mengumpulkan uang untuk keluarga anak-anak di Mumbai India, mendayung dengan kecepatan rata-rata 58 kilometer setiap hari."
            ]
        },
        {
            "input": "Four young girls were killed and six more people injured when a brick wall collapsed on top of them in Zambia.",
            "output": [
                "Empat orang gadis muda mati dan enam orang lebih terluka ketika tembok bata runtuh di atas mereka di Zambia."
            ]
        },
        {
            "input": "What concerns me more, as a voter, is the ethical issue.",
            "output": [
                "Apa yang menjadi perhatian saya, sebagai pemilih, adalah masalah etika."
            ]
        },
        {
            "input": "In a separate BBC Sport interview, Kilmarnock manager Mixu Paatelainen commented: \"I thought for the first half we were excellent.\"",
            "output": [
                "Di dalam sebuah wawancara terpisah dengan BBC Sport, manager Kilmernock Mixu Paatelainen berkomentar: \"Menurut saya, untuk babak pertama kita luar biasa.\""
            ]
        },
        {
            "input": "“Combined with Statoil’s experience and commitment to prudent operations, we are well-positioned to develop the resources in a sustainable manner, creating value for Statoil and its shareholders.\"",
            "output": [
                "\"Digabungkan dengan pengalaman Statoil dan komitmen pada operasi yang bijaksana, kami telah ditempatkan dengan baik untuk membangun sumber yang berkelanjutan, menciptakan nilai untuk Statoil dan pemegang sahamnya.\""
            ]
        },
        {
            "input": "\"We were forced to introduce the legislation against this indecent practice before the warm weather starts,\" Melchior Looser, the canton’s justice and police minister, said.",
            "output": [
                "\"Kami dipaksa memperkenalkan perundang-undangan melawan praktek tidak senonoh ini sebelum cuaca hangat mulai,\" Melchior Looser, departemen kepolisian dan keadilan distrik, berkata."
            ]
        },
        {
            "input": "Thus far, California has reported 7 confirmed cases of swine flu, while Kansas and Texas have each reported two confirmed cases.",
            "output": [
                "Hingga kini, California telah melaporkan 7 kasus yang dikonfirmasikan tentang inpelenza babi, sementara Kansas dan Texas telah melaporkan maasing-masing 2 kasus yang dikonfirmasikan."
            ]
        },
        {
            "input": "Software giant Microsoft has been attempting to purchase Internet giant Yahoo! in hopes of leveraging the internet presence of Yahoo! in Microsoft's battle with Google.",
            "output": [
                "Raksasa software Microsoft telah berusaha untuk membeli raksasa internet Yahoo! Di dalam perang Microsoft dengan Google."
            ]
        },
        {
            "input": "In the 1964 Tokyo Games he reached the semi-final of the 100 meters, finishing sixth.",
            "output": [
                "Pada Pertandingan Tokyo 1964 dia mencapai semi final lari 100 meter, dan mencapai finis di urutan ke-6."
            ]
        },
        {
            "input": "In 1968, he reflected upon the choice, noting that \"It seemed quite logical.\"",
            "output": [
                "Pada tahun 1968, ia merenungkan pada pilihan, mencatat bahwa \"Tampaknya cukup logis.\""
            ]
        },
        {
            "input": "The second was larger, and Chinese officials said work to restore service was progressing slowly.",
            "output": [
                "Serangan kedua lebih besar, dan para pejabat Cina mengatakan pekerjaan untuk memulihkan layanan berjalan lambat."
            ]
        },
        {
            "input": "The game was the first for Great Britain in the country's history, having never qualified a team before.",
            "output": [
                "Pertandingan ini merupakan yang pertama bagi Inggris dalam sejarah negara yang tidak pernah memiliki tim yang berkualifikasi sebelumnya."
            ]
        },
        {
            "input": "As a result the corporation sued her and five of the Thai Post's executives for defamation.",
            "output": [
                "Sebagai akibatnya korporasi menggugatnya dan 5 eksekutif Thai Post atas pencemaran nama baik."
            ]
        },
        {
            "input": "With factories in 12 countries and a total of 100,000 workers, FMC is a monopoly in the market of dialysis products.",
            "output": [
                "Dengan pabrik-pabrik di 12 negara dan total 100.000 pekerja, FMC adalah monopoli di pasar produk dialisis."
            ]
        },
        {
            "input": "The spill has caused ongoing disruptions to the port's operations, with several ships, including six oil tankers carrying a total of around twelve million barrels of oil, having been diverted to other ports both in China and other countries.",
            "output": [
                "Tumpahan minyak ini telah menyebabkan gangguan terhadap aktivitas pelabuhan, dengan beberapa kapal, termasuk 6 kapal tanker minyak yang membawa sekitar 12 juta barel minyak, telah dialihkan menuju pelabuhan lain di Cina dan negara-negara lainnya."
            ]
        },
        {
            "input": "The date attracted numerous comments when posted to the news website Digg, and the special date has been mentioned by hundreds of thousands of websites, according to a Google search.",
            "output": [
                "Tanggal tersebut menarik banyak komentar ketika diposting ke situs berita Digg, dan tanggal khusus telah disebutkan oleh ratusan ribu situs web, menurut pencarian Google."
            ]
        },
        {
            "input": "Early last year, the building was the target of a suicide truck bomb that killed more than 20 people.",
            "output": [
                "Awal tahun lalu, bangunan itu menjadi sasaran bom truk bunuh diri yang menewaskan lebih dari 20 orang."
            ]
        },
        {
            "input": "An SNP government in Scotland will find itself facing the very Labour party it beat in power in London.",
            "output": [
                "Pemerintahan SNP di Skotlandia akan menemukan dirinya menghadapi Partai Buruh yang kalah dalam kekuatan di London."
            ]
        },
        {
            "input": "Shinzo Abe took 66% of the vote in today's Liberal Democratic Party election for a leader to replace Junichiro Koizumi, whose term as party chief expired.",
            "output": [
                "Shinzo Abe mendapatkan 66% dari suara dalam pemilu Partai Demokrat Liberal hari ini untuk mencari seorang pemimpin untuk menggantikan Junichiro Koizumi, yang masa jabatannya sebagai ketua partai berakhir."
            ]
        },
        {
            "input": "Meanwhile, two survivors, Adrianus Meliala and Retno Gunowati, went to the House of Representatives (DPR) to challenge those opposed to legal processes against the pilot.",
            "output": [
                "Sementara itu, dua orang selamat, Adrianus Meliala dan Retno Gunowati, mendatangi Dewan Perwakilan Rakyat (DPR) untuk menantang mereka yang menentang proses hukum terhadap pilot."
            ]
        },
        {
            "input": "Roger Friedman of The Hollywood Reporter described the film director's decision to leave the Church of Scientology as \"a stunning move\".",
            "output": [
                "Roger Friedman dari Hollywood Reporter menjelaskan keputusan sutradara film tersebut untuk meninggalkan Gereja Scientology sebagai \"gerakan yang menakjubkan.\""
            ]
        },
        {
            "input": "By the time she saw a doctor about fatigue and numbness, it was October 18, and the bat incident was not brought up until several days later.",
            "output": [
                "Pada saat dia mengunjungi dokter karena kelelahan dan mati rasa, itu tanggal 18 Oktober dan insiden kelelawar tidak dibawa sampai beberapa hari kemudian."
            ]
        },
        {
            "input": "Fire crews had to use emergency stairways to examine the building for fire and evacuees of the 32-story building had to use emergency stairways to evacuate because elevators in the building were not functioning properly.",
            "output": [
                "Petugas pemadam terpaksa menggunakan tangga darurat untuk memeriksa gedung untuk mencari api dan mengevakuasi gedung berlantai 32 ini dengan harus menggunakan tangga darurat untuk menyelamatkan diri karena semua elevator tidak berfungsi."
            ]
        },
        {
            "input": "Honour killings, accepted as a cultural tradition in some parts of India, are normally punished with life imprisonment.",
            "output": [
                "Pembunuhan demi Kehormatan, diterima sebagai tradisi budaya di beberapa bagian India, biasanya dihukum dengan penjara seumur hidup."
            ]
        },
        {
            "input": "The Liberal Democrat party leader Charles Kennedy described her as a \"spirited and courageous\" politician.",
            "output": [
                "Pemimpin Partai Demokrat Liberal Charles Kennedy menggambarkan rekannya itu sebagai seorang politisi yang \"bersemangat dan berani.\""
            ]
        },
        {
            "input": "Viera's presence was noted by the eight fouls he suffered in the game; his excellence by the fact he conceded no fouls.",
            "output": [
                "Kerasnya pertandingan membuat Viera menderita 8 kali pelanggaran oleh lawan; namun hebatnya, Viera justru tidak membuat pelanggaran sama sekali."
            ]
        },
        {
            "input": "Mr Vaile said that if a particular cable needed his attention it was generally put into a ministerial submission.",
            "output": [
                "Bapak Vaile mengatakan bahwa jika sebuah telegram tertentu membutuhkan perhatiannya itu biasanya dimasukkan ke dalam pengajuan menteri."
            ]
        },
        {
            "input": "On Monday, Google published on their blog that they are testing a new product named Google Base, in which users will be able to upload their own articles to a database.",
            "output": [
                "Pada hari Senin, Google menerbitkan di blog mereka bahwa mereka sedang menguji produk baru bernama Google Base, di mana pengguna akan dapat mengunggah artikel mereka sendiri ke database."
            ]
        },
        {
            "input": "The average value for properties in the affected areas is £350,000.",
            "output": [
                "Nilai rata-rata properti di wilayah yang terkena dampak itu adalah 350.000 Poundsterling."
            ]
        },
        {
            "input": "It is not known at this time if the six miners are alive or dead.",
            "output": [
                "Saat ini tidak diketahui jika 6 penambang masih hidup atau mati."
            ]
        },
        {
            "input": "Talks between the European Union Trade Commissioner Peter Mandelson and Chinese Commerce Minister Bo Xilai, held today in Beijing, brought no compromise on unblocking 80 milion pieces of Chinese textiles impounded in the EU.",
            "output": [
                "Pembicaraan antara Komisi Perdagangan Uni Eropa Peter Mandelson dan Menteri Perdagangan Cina Bo Xilai, dilaksanakan pada hari ini di Beijing, tidak menghasilkan kompromi untuk membuka blokir 80 juta tekstil Cina yang disita di kawasan Uni Eropa."
            ]
        },
        {
            "input": "The patent in question is U.S. Patent 5,487,069 Wireless LAN.",
            "output": [
                "Paten yang dipermasalahkan paten A. S. 5.487.069 Wireless LAN."
            ]
        },
        {
            "input": "“Ultimately, in the summer lots of kids stay in our mountains,” he added.",
            "output": [
                "\"Akhirnya, pada musim panas banyak anak-anak tinggal di gunung kami,\" dia menambahkan."
            ]
        },
        {
            "input": "ICE claims an official limit of at most two days.",
            "output": [
                "ICE mengklaim batas resmi adalah paling lama dua hari."
            ]
        },
        {
            "input": "As a non-partisan news source, Wikinews has impartially reached out to these candidates, who are looking to become the 43rd person elected to serve their nation from 1600 Pennsylvania Avenue NW.",
            "output": [
                "Sebagai media massa non-partisan, Wikinews menghubungi seorang kandidat yang juga ingin menjadi orang ke-43 yang terpilih untuk melayani negeri ini. Dia berasal dari Pennsylvania Avenue NW 1600."
            ]
        },
        {
            "input": "US Southern Command passed a query on to Rick Haupt (Commander, U.S. Navy Director of Public Affairs, Joint Task Force at Guantanamo) who responded that \"questions were forwarded along with a request to authenticate the leaked document; a response is pending.\"",
            "output": [
                "Komando Selatan AS menyampaikan pertanyaan ke Rick Haupt (Komandan, Direktur Urusan Publik, Angkatan Laut AS, Gugus Tugas Gabungan Guantanamo) yang menjawab bahwa \"pertanyaan-pertanyaan diteruskan bersama dengan permintaan untuk mengotentikasi dokumen yang bocor; Respon tertunda.\""
            ]
        },
        {
            "input": "As part of his effort to educate Palestinians, Mahameed has printed 2,000 booklets in Arabic describing photographs of Nazi horrors, offered stipends to Arab students of the subject, and started a new museum website (Alkaritha.org) with some translations offered in English, Arabic, and Hebrew.",
            "output": [
                "Sebagai bagian dari usahanya untuk mendidik warga Palestina, Mahameed mencetak 2,000 buku kecil berbahasa Arab yang menampilkan foto-foto kekejaman Nazi, menawarkan beasiswa bagi siswa-siswa Palestina yang mau mempelajarinya, dan membuat sebuah website khusus untuk museum itu (Alkharita. org) yang ditulis dalam bahasa Inggris, Arab, dan Hebrew."
            ]
        },
        {
            "input": "Festival Square's proximity to Lake Ontario caused its share of trouble, particularly for the arts groups displaying in the south.",
            "output": [
                "Festival Square mendekati Danau Ontario menyebabkan berbagi kesulitan, terutama untuk penampilan kelompok seni di selatan."
            ]
        },
        {
            "input": "SpaceX is also designing a crew and cargo capsule for the Falcon 9, which it has named the \"Dragon\".",
            "output": [
                "SpaceX juga merancang kapsul awak dan kargo untuk Falcon 9, yang dinamai \"Dragon.\""
            ]
        },
        {
            "input": "The attack is the latest in a string of incidents linking al-Shabab to common insurgent tactics used by Islamist terrorist groups in other parts of the world.",
            "output": [
                "Serangan itu adalah yang terbaru dalam serangkaian insiden yang menghubungkan al-Shabab dengan taktik pemberontak yang umum digunakan oleh kelompok teroris Islam di bagian lain dunia."
            ]
        },
        {
            "input": "The delegation representing Brazil at the funeral of Yasser Arafat returned today, November 13, 2004.",
            "output": [
                "Delegasi yang mewakili Brasil pada pemakaman Yasser Arafat kembali hari ini, 13 November 2004."
            ]
        },
        {
            "input": "Mike Hall, chief executive of the New Zealand Fire Service, said that he is pleased with the new restrictions around the sale of fireworks.",
            "output": [
                "Mike Hall, chief executive New Zealand Fire Service, mengatakan bahwa ia senang dengan pembatasan baru mengenai penjualan kembang api."
            ]
        },
        {
            "input": "White House spokesman Scott McClellan responded saying the report's allegations were \"ridiculous and unsupported by the facts.\"",
            "output": [
                "Juru bicara Gedung Putih Scott McClellan merespon mengatakan dugaan laporan itu \"konyol dan tidak didukung kenyataan.\""
            ]
        },
        {
            "input": "The bombing of Pan Am Flight 103 from London to New York resulted in 270 fatalities, including all 259 of the airplane's occupants and eleven individuals on the ground.",
            "output": [
                "Pengeboman Penerbangan Pan Am 103 dari London ke New York mengakibatkan kematian 270 orang, seluruh 259 yang berada di pesawat ditambah 11 orang di daratan."
            ]
        },
        {
            "input": "Notably, the city of York is not having a public firework display this year, as health and safety measures would raise costs excessively.",
            "output": [
                "Khususnya, kota York yang tidak memiliki tampilan kembang api untuk umum tahun ini, sebagai langkah kesehatan dan keamanan akan menaikkan biaya berlebihan."
            ]
        },
        {
            "input": "The DeKalb Farmers Market employees were represented by lawyers for the American Civil Liberties Union.",
            "output": [
                "Para karyawan DeKalb Farmers Market diwakili oleh pengacara-pengacara dari American Civil Liberties Union."
            ]
        },
        {
            "input": "The earthquake occurred at a depth of 23.7 kilometres (14.7 miles) and the epicentre was located 120 kilometers to the east of Morioka, Honshu, 125 kilometers to the southeast of Hachinohe, 195 kilometers to the southeast of Aomori, Honshu and 510 kilometers to the northeast of Tokyo.",
            "output": [
                "Gempa terjadi pada kedalaman 23,7 kilometer (14,7 mil) dan pusat gempa terletak 120 kilometer di sebelah timur Morioka, Honshu, 125 kilometer di sebelah tenggara Hachinohe, 195 kilometer di sebelah tenggara Aomori, Honshu dan 510 kilometer ke timur laut Tokyo."
            ]
        },
        {
            "input": "25 people were killed today and 33 were injured when a large explosion ripped through a karaoke bar in Tianshifu, Liaoning Province, China.",
            "output": [
                "25 orang tewas hari ini dan 33 orang luka-luka ketika sebuah ledakan besar menghancurkan bar karaoke di Tianshifu, Provinsi Liaoning, China."
            ]
        },
        {
            "input": "Looking forward to next week, Hamlin said, \"I'm going to race Phoenix as if I'm 33 behind, to be honest with you.",
            "output": [
                "Berharap untuk minggu depan, Hamlin mengatakan, \"Aku akan berlomba untuk Phoenix seakan aku 33 di belakang, jujur dengan Anda."
            ]
        },
        {
            "input": "On Saturday, May 29, Bingu wa Mutharika, President of the African country of Malawi, granted pardons to a gay couple who had been sentenced to 14 years in jail for sodomy and indecency charges.",
            "output": [
                "Pada hari Sabtu tanggal 29 Mei, Presiden sebuah negara di Afrika Malawi, Bingu wa Mutharika memberikan grasi kepada pasangan gay yang telah dijatuhi hukuman penjara selama 14 tahun untuk hukuman atas sodomi dan perbuatan tidak senonoh."
            ]
        },
        {
            "input": "The government has reiterated its long standing opposition to the death penalty.",
            "output": [
                "Pemerintah kembali menegaskan sikap tegasnya untuk melawan hukuman mati."
            ]
        },
        {
            "input": "The predominantly Thai crew were kidnapped at gunpoint, and a ransom has been demanded for their release.",
            "output": [
                "Para kru Thailand itu diculik di bawah todongan senjata dan para bajak laut meminta tebusan bagi pembebasan mereka."
            ]
        },
        {
            "input": "On January 17, 2008 British Airways Flight 38 experienced a dual engine rollback (reduction of engine power) on final approach to Heathrow and crashed, leaving one passenger seriously injured, eight passengers and four of the flight crew with minor injuries and the airplane written off.",
            "output": [
                "Pada tanggal 17 Januari 2008 Pesawat Inggris Penerbangan 38 mengalami penurunan pada mesin rangkap (pengurangan tenaga mesin) pada mendekati landasan akhir di Heatrhrow dan hancur, mengakibatkan 1 penumpang terluka parah, 8 penumpang dan 4 awak kapal mengalami luka ringan dan pesawat batal diterbangkan."
            ]
        },
        {
            "input": "The former Chief Operating Officer, Tim Cook will be succeeding Jobs as CEO.",
            "output": [
                "Mantan Chief Operating Officer, Tim Cook akan meneruskan Jobs sebagai CEO."
            ]
        },
        {
            "input": "The revelations follow a Freedom of Information request by Lewis PR and computer security company F-Secure.",
            "output": [
                "Pemberitahuan tersebut menanggapi permintaan dari Freedom of Information oleh Lewis PR dsn perusahaan keamanan komputer F-Secure."
            ]
        },
        {
            "input": "It was the earliest time on record that five named storms had formed in the Atlantic.",
            "output": [
                "Ini adalah waktu terawal menurut catatan bagi lima badai tersebut untuk terbentuk di atas Atlantik."
            ]
        }
    ]
}