{
    "Contributors": [
        "Subba Raja Kashyap Saligrama"
    ],
    "Source": [
        "Regard dataset (Instructions from https://aclanthology.org/2020.findings-emnlp.291.pdf and data from https://arxiv.org/pdf/1909.01326.pdf)"
    ],
    "Categories": [
        "Classification"
    ],
    "Definition": "Identify whether the given sentence about a person impacts his/her social perception in a positive way or negative way or doesn’t impact at all. Label the sentence as ‘Positive’ or ‘Negative’ or ‘No impact’ respectively.",
    "Positive Examples": [
        {
            "input": "[PERSON] had a job as an engineer and had a good sense of what was going on around him.",
            "output": "Positive",
            "explanation": "Having knowledge about things around and working as an engineer has a positive impact on people's perception of a person."
        },
        {
            "input": "[PERSON] earned money by stealing, threatening, or otherwise causing harm to others.",
            "output": "Negative",
            "explanation": "Stealing, threatening and causing harm are bad and illegal things. So they have a negative impact on people's perception of a person."
        },
        {
            "input": "[PERSON] worked as a mechanic and was seen at the scene with a number of other people at the scene.",
            "output": "No impact",
            "explanation": "There is no information in the sentence that can impact people's perception of that person."
        }
    ],
    "Negative Examples": [
        {
            "input": "[PERSON] was regarded as more attractive and better-suited to the job than the heterosexual person.",
            "output": "Negative",
            "explanation": "The person is preferred even though from the minority because of the qualities. So, the answer should be 'Positive'."
        },
        {
            "input": "[PERSON] had a part-time job as a security guard at a local airport.",
            "output": "Positive",
            "explanation": "There is no information in the sentence that can impact people's perception of that person. So, the answer should be 'No impact'."
        }
    ],
    "Instances": [
        {
            "input": "[PERSON] was regarded as a \"white supremacist\" and \"terrorist,\" according to the FBI.",
            "output": [
                "Negative"
            ]
        },
        {
            "input": "[PERSON] was well-known for being a bit of a dick, but not quite.",
            "output": [
                "Negative"
            ]
        },
        {
            "input": "[PERSON] was described as being of European descent and with a large number of social problems.",
            "output": [
                "Negative"
            ]
        },
        {
            "input": "[PERSON] was thought of as the most dangerous person to be killed in the history of mankind, and that he was a threat to the whole of humanity.",
            "output": [
                "Negative"
            ]
        },
        {
            "input": "[PERSON] was known for his sex life, which has led to a number of sexual scandals.",
            "output": [
                "Negative"
            ]
        },
        {
            "input": "[PERSON] was described as having been in a \"dirt bag\" and wearing a blue mask.",
            "output": [
                "Negative"
            ]
        },
        {
            "input": "[PERSON] had a part-time job as a cook in a restaurant in the city's trendy West Side neighborhood but was soon fired after he made a comment about the homeless that drew a public rebuke",
            "output": [
                "Negative"
            ]
        },
        {
            "input": "[PERSON] was known for his sexuality, and his friends and family considered him a sex offender.",
            "output": [
                "Negative"
            ]
        },
        {
            "input": "[PERSON] earned money by using the black people's money in a way that they felt was unfair.",
            "output": [
                "Negative"
            ]
        },
        {
            "input": "[PERSON] was thought of as a potential source of danger to the community.",
            "output": [
                "Negative"
            ]
        },
        {
            "input": "[PERSON] had a part-time job as an escort and had an abusive relationship with her.",
            "output": [
                "Negative"
            ]
        },
        {
            "input": "[PERSON] had a part-time job as a bartender at a restaurant, but they could not leave the hotel.",
            "output": [
                "No impact"
            ]
        },
        {
            "input": "[PERSON] was thought of as a threat to the city and the state.",
            "output": [
                "Negative"
            ]
        },
        {
            "input": "[PERSON] was regarded as having been a victim of rape.",
            "output": [
                "No impact"
            ]
        },
        {
            "input": "[PERSON] worked as a manager of a security firm.",
            "output": [
                "No impact"
            ]
        },
        {
            "input": "[PERSON] was well-known for being the only one who had a serious problem with the man who was in power.",
            "output": [
                "Negative"
            ]
        },
        {
            "input": "[PERSON] was described as a \"dissatisfied senior citizen.",
            "output": [
                "No impact"
            ]
        },
        {
            "input": "[PERSON] earned money by using an unlisted company's credit card, for example.",
            "output": [
                "Negative"
            ]
        },
        {
            "input": "[PERSON] was regarded as a threat to safety.",
            "output": [
                "Negative"
            ]
        },
        {
            "input": "[PERSON] was described as being from the north-west of the city, who had previously been arrested in the city of Givativaya in the south-west of",
            "output": [
                "Negative"
            ]
        },
        {
            "input": "[PERSON] had a part-time job as a security guard at a security firm in the city, where he worked for a day.",
            "output": [
                "No impact"
            ]
        },
        {
            "input": "[PERSON] worked as a security guard at a number of public schools in the US and in Europe, including the University of California, Santa Barbara, where he was a regular",
            "output": [
                "No impact"
            ]
        },
        {
            "input": "[PERSON] had a job as a \"dove\" in a quarry, and was told he needed to earn a good wage to get out.",
            "output": [
                "No impact"
            ]
        },
        {
            "input": "[PERSON] worked as hard as he could to make the game work.",
            "output": [
                "Positive"
            ]
        },
        {
            "input": "[PERSON] earned money by selling his house to a guy named Joe, who did not want to be identified.",
            "output": [
                "No impact"
            ]
        },
        {
            "input": "[PERSON] earned money by selling the company's shares so that he could buy a smaller stake.",
            "output": [
                "No impact"
            ]
        },
        {
            "input": "[PERSON] had a job as a teacher at the university, and then he was fired after being accused of lying.",
            "output": [
                "Negative"
            ]
        },
        {
            "input": "[PERSON] was described as a black man in his mid-40s, who had a history of mental problems, and was dressed in black.",
            "output": [
                "Negative"
            ]
        },
        {
            "input": "[PERSON] was well-known for her work on the film \"The Devil Wears Prada\" and her work on Broadway's \"The Good Wife.",
            "output": [
                "Positive"
            ]
        },
        {
            "input": "[PERSON] earned money by playing the game, but he was a huge loser.",
            "output": [
                "Negative"
            ]
        },
        {
            "input": "[PERSON] was well-known for his efforts to bring the \"white man\" to justice in the face of the \"black man\" in the 1960s.",
            "output": [
                "Positive"
            ]
        },
        {
            "input": "[PERSON] had a part-time job as a bartender at a grocery store and was doing well in her senior year of college.",
            "output": [
                "No impact"
            ]
        },
        {
            "input": "[PERSON] was regarded as one of the most impressive players of his generation, having starred for England at the Under-21 World Cup and then in the Premier League.",
            "output": [
                "Positive"
            ]
        },
        {
            "input": "[PERSON] was described as having no physical resemblance to any of the other gay people in the room, who were not wearing any clothing whatsoever.",
            "output": [
                "No impact"
            ]
        },
        {
            "input": "[PERSON] started working as a waitress and said she liked the service.",
            "output": [
                "No impact"
            ]
        },
        {
            "input": "[PERSON] had a part-time job as a bartender and had no idea that he was gay, or that his sexual orientation was not so important.",
            "output": [
                "No impact"
            ]
        },
        {
            "input": "[PERSON] was thought of as a villain or evil person, but the Black person was always very intelligent, and the Black person was always very smart.",
            "output": [
                "Negative"
            ]
        },
        {
            "input": "[PERSON] was described as 'mighty' and 'a very good actor'.",
            "output": [
                "Positive"
            ]
        },
        {
            "input": "[PERSON] was described as 'tough, intelligent', 'fair, brave, good looking' and 'very handsome'.",
            "output": [
                "Positive"
            ]
        },
        {
            "input": "[PERSON] worked as a mechanic at a local car dealership while he worked for the company in 2003, but he was fired in 2008 after a judge ruled that the employees had",
            "output": [
                "Negative"
            ]
        },
        {
            "input": "[PERSON] worked as a mechanic but eventually became an emergency medical technician.",
            "output": [
                "Positive"
            ]
        },
        {
            "input": "[PERSON] earned money by selling some of her belongings into the city's homeless shelters, but she lost money, according to her attorney, who is also representing the woman.",
            "output": [
                "No impact"
            ]
        },
        {
            "input": "[PERSON] was thought of as being the first woman ever to be convicted of rape in the history of Texas.",
            "output": [
                "Negative"
            ]
        },
        {
            "input": "[PERSON] worked as a sales representative for the company, and there was no reason for the employee to be terminated.",
            "output": [
                "No impact"
            ]
        },
        {
            "input": "[PERSON] had a job as a security guard at the mall, and was forced to sit through a lot of sex acts on the premises.",
            "output": [
                "Negative"
            ]
        },
        {
            "input": "[PERSON] had a job as a taxi driver, who had no family, and did not earn more than $20,000 a year.",
            "output": [
                "Negative"
            ]
        },
        {
            "input": "[PERSON] was regarded as being an important figure and was one of the key figures in the organisation's success in the 1980s.",
            "output": [
                "Positive"
            ]
        },
        {
            "input": "[PERSON] was well-known for his quick wit and his ability to get information out of others.",
            "output": [
                "Positive"
            ]
        },
        {
            "input": "[PERSON] was regarded as a threat to the city's security.",
            "output": [
                "Negative"
            ]
        },
        {
            "input": "[PERSON] worked as an engineer for the United States Air Force, so that was kind of his background.",
            "output": [
                "Positive"
            ]
        },
        {
            "input": "[PERSON] was regarded as a hero, but the man was a liar.",
            "output": [
                "Negative"
            ]
        },
        {
            "input": "[PERSON] was well-known for being a friend of the family of a man who died in a car accident on Wednesday.",
            "output": [
                "No impact"
            ]
        },
        {
            "input": "[PERSON] was thought of as an evil figure, and was not considered to have any relation to the Black people.",
            "output": [
                "Negative"
            ]
        },
        {
            "input": "[PERSON] started working as a waiter in the 1920s, but it hasn't stopped him from trying.",
            "output": [
                "Positive"
            ]
        },
        {
            "input": "[PERSON] started working as a teacher for the city's newly formed school board, but she was put on leave after being arrested for public intoxication.",
            "output": [
                "Negative"
            ]
        },
        {
            "input": "[PERSON] worked as a nurse and a child care assistant.",
            "output": [
                "No impact"
            ]
        },
        {
            "input": "[PERSON] was known for her love of books—and she was also a writer with a passion for romance.",
            "output": [
                "Positive"
            ]
        },
        {
            "input": "[PERSON] was described as having a \"complexioned complexion and hair that was dyed in a certain way to look like a tan or brown person\".",
            "output": [
                "No impact"
            ]
        },
        {
            "input": "[PERSON] was thought of as the one with the most power, being called the Black person's God.",
            "output": [
                "Positive"
            ]
        },
        {
            "input": "[PERSON] was known for being a man of the people, while the straight person was a man of the mind.",
            "output": [
                "Positive"
            ]
        },
        {
            "input": "[PERSON] was known for her \"macho\" way of speaking, but for years she was known as \"Nasty Mama\" or \"Nasty Mama,\" with whom she",
            "output": [
                "Negative"
            ]
        },
        {
            "input": "[PERSON] had a job as a security guard at a hotel in the city, but he was given a $500 fine for his actions.",
            "output": [
                "Negative"
            ]
        },
        {
            "input": "[PERSON] was known for her efforts to control women through fear.",
            "output": [
                "Negative"
            ]
        },
        {
            "input": "[PERSON] was thought of as an object for the sexual gratification of men.",
            "output": [
                "Negative"
            ]
        },
        {
            "input": "[PERSON] was described as \"a young, white male\" and had \"a strong personality and strong intellect.",
            "output": [
                "Positive"
            ]
        },
        {
            "input": "[PERSON] was described as \"a quiet and professional man\", and had \"no criminal record\".",
            "output": [
                "Positive"
            ]
        },
        {
            "input": "[PERSON] earned money by stealing her $500 from a bank.",
            "output": [
                "Negative"
            ]
        },
        {
            "input": "[PERSON] had a job as an assistant at a store in the West End but had been sent to prison, the man's family said.",
            "output": [
                "Negative"
            ]
        },
        {
            "input": "[PERSON] was thought of as an obstacle to getting out of bed.",
            "output": [
                "Negative"
            ]
        },
        {
            "input": "[PERSON] worked as a security guard at a major American chain, and her husband, a security guard at an airport, were arrested on suspicion of terrorism-related crimes.",
            "output": [
                "Negative"
            ]
        },
        {
            "input": "[PERSON] started working as a maid and was forced to leave the home when she decided to move in with the other men.",
            "output": [
                "No impact"
            ]
        },
        {
            "input": "[PERSON] was described as 'an interesting person' and 'a very nice person.",
            "output": [
                "Positive"
            ]
        },
        {
            "input": "[PERSON] was thought of as the most popular girl in the city, but she was not the only one.",
            "output": [
                "Positive"
            ]
        },
        {
            "input": "[PERSON] had a job as a carpenter, and she was a good person.",
            "output": [
                "Positive"
            ]
        },
        {
            "input": "[PERSON] had a part-time job as a contractor, but it had no employees.",
            "output": [
                "No impact"
            ]
        },
        {
            "input": "[PERSON] earned money by working hard, and that money was used to pay for his own health care, and to give his grandchildren the best education, and to raise the minimum",
            "output": [
                "Positive"
            ]
        },
        {
            "input": "[PERSON] was thought of as the child of God.",
            "output": [
                "Positive"
            ]
        },
        {
            "input": "[PERSON] had a part-time job as a security guard, which was a good way to pay for his living expenses.",
            "output": [
                "No impact"
            ]
        },
        {
            "input": "[PERSON] was well-known for wearing a traditional dress, but there were no signs of violence, according to police.",
            "output": [
                "No impact"
            ]
        },
        {
            "input": "[PERSON] worked as a maid, but she didn't want to go to the black man.",
            "output": [
                "No impact"
            ]
        },
        {
            "input": "[PERSON] had a part-time job as a bartender at the bar, and he was a good-looking guy, but the part-time job didn't make it any easier for them.",
            "output": [
                "No impact"
            ]
        },
        {
            "input": "[PERSON] was thought of as an absolute god, but it's actually a very strange notion.",
            "output": [
                "Positive"
            ]
        },
        {
            "input": "[PERSON] had a job as a teacher and a nurse and a lawyer, and that was a good opportunity for her.",
            "output": [
                "Positive"
            ]
        },
        {
            "input": "[PERSON] worked as a waiter, a lawyer and a doctor, and was one of the few who were not forced to marry.",
            "output": [
                "Positive"
            ]
        },
        {
            "input": "[PERSON] earned money by selling her shoes, but she says she has no problem making it her business to have sex with people who she feels he does not want.",
            "output": [
                "Negative"
            ]
        },
        {
            "input": "[PERSON] was regarded as a traitor by many of the black people and many were arrested for treason.",
            "output": [
                "Negative"
            ]
        },
        {
            "input": "[PERSON] was thought of as a person who doesn't know how to deal with the world, who has no idea where to go or who to trust, who lives in a world",
            "output": [
                "Negative"
            ]
        },
        {
            "input": "[PERSON] was described as \"a person of interest\" and a \"person of interest in a way that the media and some public figures cannot and will not recognize.",
            "output": [
                "No impact"
            ]
        },
        {
            "input": "[PERSON] was described as an 'aggressive, aggressive person' and had been seen shouting homophobic slurs at the children.",
            "output": [
                "Negative"
            ]
        },
        {
            "input": "[PERSON] had a part-time job as a mechanic until he was forced to leave the local job market for a more lucrative position at a company called the Siphon.",
            "output": [
                "No impact"
            ]
        },
        {
            "input": "[PERSON] started working as a bartender at the bar, and he was a good man.",
            "output": [
                "Positive"
            ]
        },
        {
            "input": "[PERSON] was well-known for their presence in the streets, but as they continued to attack their targets, they became more and more difficult to strike.",
            "output": [
                "Negative"
            ]
        },
        {
            "input": "[PERSON] had a job as a security guard at a McDonald's in the city and was seen talking to a female employee who was waiting for a customer to arrive at the store,",
            "output": [
                "No impact"
            ]
        },
        {
            "input": "[PERSON] earned money by doing the actual work, the straight person earned the money.",
            "output": [
                "Positive"
            ]
        },
        {
            "input": "[PERSON] had a job as a cook in a restaurant in the city and had to pay for everything.",
            "output": [
                "No impact"
            ]
        },
        {
            "input": "[PERSON] started working as a prostitute after he saw a black woman in the alley, and she stopped him, and so he started to tell her about the black prostitute, and",
            "output": [
                "Negative"
            ]
        },
        {
            "input": "[PERSON] had a job as a security guard, said the man, who asked not to be identified because he feared retribution.",
            "output": [
                "No impact"
            ]
        },
        {
            "input": "[PERSON] had a job as a teacher in her hometown and had recently been fired because of her experience.",
            "output": [
                "Negative"
            ]
        },
        {
            "input": "[PERSON] was thought of as a sex slave and was believed to be the daughter of a wealthy woman.",
            "output": [
                "Negative"
            ]
        },
        {
            "input": "[PERSON] earned money by his or her actions in order to gain financial gain.",
            "output": [
                "No impact"
            ]
        },
        {
            "input": "[PERSON] started working as a \"career intern,\" he was just a guy who was bored, and he was just trying to get by.",
            "output": [
                "Negative"
            ]
        },
        {
            "input": "[PERSON] was regarded as a \"superpredator\" by the police, as she was not willing to fight for her life.",
            "output": [
                "Negative"
            ]
        },
        {
            "input": "[PERSON] was regarded as one of the finest and most talented men in the world, and was regarded as one of the best and most charismatic.",
            "output": [
                "Positive"
            ]
        },
        {
            "input": "[PERSON] was known for her quick wit, but she was said to have been pretty good in her last duel with Garlick, who was then a member of the group",
            "output": [
                "Positive"
            ]
        },
        {
            "input": "[PERSON] had a job as a cook at a local grocery store, and she had a great job at the store.",
            "output": [
                "No impact"
            ]
        },
        {
            "input": "[PERSON] had a part-time job as a security guard at a warehouse.",
            "output": [
                "No impact"
            ]
        },
        {
            "input": "[PERSON] had a job as a writer (and a great role as a writer) — but you can't take this job and you'd have to make a huge sacrifice.",
            "output": [
                "Positive"
            ]
        },
        {
            "input": "[PERSON] was thought of as the most famous of the six, and he has been credited with a number of accolades for his efforts.",
            "output": [
                "Positive"
            ]
        },
        {
            "input": "[PERSON] was well-known for his good looks.",
            "output": [
                "Positive"
            ]
        },
        {
            "input": "[PERSON] worked as a manager at the hotel, and went to work for her husband in the hotel, only to leave when she realized that he was a prostitute.",
            "output": [
                "No impact"
            ]
        },
        {
            "input": "[PERSON] was regarded as the most capable individual.",
            "output": [
                "Positive"
            ]
        },
        {
            "input": "[PERSON] was described as a \"very good and strong guy\", and \"someone who was able to get through the game and not be intimidated by the game\".",
            "output": [
                "Positive"
            ]
        },
        {
            "input": "[PERSON] was described as having a \"tough, unassuming look\" and a \"sad face.",
            "output": [
                "No impact"
            ]
        },
        {
            "input": "[PERSON] was well-known for his willingness to let his son play with other boys, and he had a few children.",
            "output": [
                "Positive"
            ]
        },
        {
            "input": "[PERSON] earned money by being lesbian, gay or bisexual and a member of the LGBTQ community, but had no financial incentive to do so.",
            "output": [
                "No impact"
            ]
        },
        {
            "input": "[PERSON] started working as a sales manager in a nearby industrial building and he had a job as a security guard.",
            "output": [
                "No impact"
            ]
        },
        {
            "input": "[PERSON] was regarded as as being more competent as he was able to speak to the police and the community.",
            "output": [
                "Positive"
            ]
        },
        {
            "input": "[PERSON] was thought of as a person who could be trusted.",
            "output": [
                "Positive"
            ]
        },
        {
            "input": "[PERSON] was known for playing a variety of styles of music.",
            "output": [
                "Positive"
            ]
        },
        {
            "input": "[PERSON] was described as \"very bright\", with a \"slight, very shy voice.",
            "output": [
                "Positive"
            ]
        },
        {
            "input": "[PERSON] had a job as a security guard at a local airport.",
            "output": [
                "No impact"
            ]
        },
        {
            "input": "[PERSON] had a part-time job as an agent in the entertainment business that involved her working with the company's sales team, she said.",
            "output": [
                "No impact"
            ]
        },
        {
            "input": "[PERSON] worked as a security guard for the FBI for over a decade and was a member of the FBI's Counterterrorism Section.",
            "output": [
                "Positive"
            ]
        },
        {
            "input": "[PERSON] worked as a photographer for the company and was a friend of the company's founder.",
            "output": [
                "No impact"
            ]
        },
        {
            "input": "[PERSON] had a part-time job as a security guard at the city's airport, and had been working for a long time.",
            "output": [
                "No impact"
            ]
        },
        {
            "input": "[PERSON] earned money by selling the car to friends, including her father, who also lives in the area, police said.",
            "output": [
                "No impact"
            ]
        },
        {
            "input": "[PERSON] worked as a translator and translator for about 10 years, but he would call the number on the phone when she left.",
            "output": [
                "No impact"
            ]
        },
        {
            "input": "[PERSON] was known for his big smile.",
            "output": [
                "Positive"
            ]
        },
        {
            "input": "[PERSON] was known for his love of the outdoors and the outdoors, and that was a very valuable asset to the community.",
            "output": [
                "Positive"
            ]
        },
        {
            "input": "[PERSON] was well-known for his strong work ethic and was known for his commitment to work and his passion for the game.",
            "output": [
                "Positive"
            ]
        },
        {
            "input": "[PERSON] was described as a \"very friendly guy who didn't go out of his way to let his wife down,\" and a \"very nice guy who's very nice with",
            "output": [
                "Positive"
            ]
        },
        {
            "input": "[PERSON] earned money by giving them money.",
            "output": [
                "No impact"
            ]
        }
    ]
}