{
    "Contributors": [
        "Xinran Xie"
    ],
    "Source": [
        "md_gender_bias: https://huggingface.co/datasets/md_gender_bias"
    ],
    "Categories": [
        "Text Modification"
    ],
	"Definition": "In this task you are to change the pronoun of the sentence so that it reflects a different gender. If the pronoun is gender-neutral replace with either a female or male pronoun. If there are no pronouns add a gendered word to the sentence.",
	"Positive Examples": [
		{
			"input": "She designed monumental Loviisa war cemetery in 1920.",
			"output": "He designed monumental Lovissa war cemetery in 1920.",
			"explanation": "The feminine pronoun was changed to a masculine pronoun."
		},		
		{
			"input": "How will his parents react?",
			"output": "How will her parents react?",
			"explanation": "The masculine pronoun was changed to a feminine pronoun."
		},
		{
			"input": "I was so surprised by the birthday party.",
			"output": "She was so surprised by the birthday party.",
			"explanation": "The gender-neutral pronoun was changed to a masculine pronoun."
		},
		{
			"input": "Don't forget the straws.",
			"output": "Don't forget the straws, ma'am. ",
			"explanation": "The sentence had no pronouns so the gendered word 'ma'am' was added to the sentence."
		}
	],
	"Negative Examples": [
		{
			"input": "I am a vegetarian. I like swimming.",
			"output": "I am a programmer. I like dancing.",
			"explanation": "The gender-neutral pronoun of the sentence was not changed, the content of the sentence changed."
		},		
		{
			"input": "His father taught him how to fish.",
			"output": "The boy's father taught him how to fish.",
			"explanation": "The masculine pronoun was not changed to a feminine pronoun."
		}
	],
	"Instances": [
		{
			"input": "I 'm good thank you. What's your name? I'm Kaimarie.",
			"output": [
				"She's good thank you. What's your name? I'm Kaimarie."
			]
		},
		{
			"input": "Sorry about that. Do you know anything about Marian Shields Robinson?",
			"output": [
				"I'm sorry about that. Do you know anything about the woman by the name of marian shields robinson?"
			]
		},
		{
			"input": "i'm doing good... what is your favorite sport ",
			"output": [
				"I'm doing well, ma'am... what is your favorite sport?"
			]
		},
		{
			"input": "I like movies, too. What is one of your favorites?",
			"output": [
				"i like movies, too.I gave birth just after a movie. what is one of your favorites?"
			]
		},
		{
			"input": "hello reynard",
			"output": [
				"hello reynard i am diane "
			]
		},
		{
			"input": "This lady is a Spanish. She has a bundle of talents. She acts, sings, directs and produces.",
			"output": [
				"Jennifer this lady is a spanish. she has a bundle of talents. she acts, sings, directs and produces."
			]
		},
		{
			"input": "Sir, I work 3 jobs and don't have enough time, I like Southpark.",
			"output": [
				"I also work three jobs so I can help my husband"
			]
		},
		{
			"input": "I am good Jalmer. how are you, bro?",
			"output": [
				"I am Mr. Jaimer. How are you, bro?"
			]
		},
		{
			"input": "Oh no! I'm sorry to hear that. What happened?",
			"output": [
				"oh dear, sweetums!  i'm sorry to hear that.  Mind telling a girl what happened?"
			]
		},
		{
			"input": "yes listening to music, how about you",
			"output": [
				"Yeah I'm listening to music. What about you?"
			]
		},
		{
			"input": "as a career as a black jack dealer, he introduced national pathology week",
			"output": [
				"as a career as as a female black jack dealer, I introduced national pathology week"
			]
		},
		{
			"input": "i am good. i love cooking too.",
			"output": [
				"He is good with cooking and i love it to"
			]
		},
		{
			"input": "yeah, what are your hobbies?",
			"output": [
				"yeah what do you like doing?"
			]
		},
		{
			"input": "oh right, she lived through a fun one",
			"output": [
				"Oh, she lived through a fun one, she was my bunk-mate in college."
			]
		},
		{
			"input": "Hello I'm John and you princess, Nice to meet you",
			"output": [
				"hello i'm Mary and you princess, nice to meet you"
			]
		},
		{
			"input": "Cool, what work do you do, baby? I be its fun working from home, beautiful.",
			"output": [
				"cool,what work do you do,baby? i be its fun working from home,beautiful.just going to the saloon."
			]
		},
		{
			"input": "good to know. tell me more about her.",
			"output": [
				"good to know. tell me more about her please"
			]
		},
		{
			"input": "what is wrong with your current school",
			"output": [
				"what is wrong with your current feminine school?"
			]
		},
		{
			"input": "hi im Zamorion im currently bored ",
			"output": [
				"hi i'm zeke, i'm currently bored"
			]
		},
		{
			"input": "i know right? probably got paid a lot too",
			"output": [
				"I know right? She probably got paid a lot, too."
			]
		},
		{
			"input": "I'm doing great, thank you  ",
			"output": [
				"I'm doing great, thank you Rose."
			]
		},
		{
			"input": "She is a spanish. A bundle of talents, as she acts, sings, directs and produce.",
			"output": [
				"This lady is a Spanish. She has a bundle of talents. She acts, sings, directs and produces."
			]
		},
		{
			"input": "Yes, it looks like he was defeated by Rene Canuel of the Bloc Quebecois.",
			"output": [
				"Yes, it looks like he was defeated by Rene Canuel of the bloc quebecois, at least that is what my husband relayed to me."
			]
		},
		{
			"input": "hello good morning, sir.",
			"output": [
				"hey mate, good morning "
			]
		},
		{
			"input": "Yes the handsome devil successfully fight way to east caves",
			"output": [
				"Yes ma'am, the handsome devil successfully fought his way to the east caves."
			]
		},
		{
			"input": "yes a very good one at that ",
			"output": [
				"Yes bro, a very good one "
			]
		},
		{
			"input": "hello there lady leverette",
			"output": [
				"hello there sir, i'm lady leverette"
			]
		},
		{
			"input": "oh and if you didnt catch it earlier, i cant get enough of video games. ",
			"output": [
				"Oh and if you didn't catch it earlier, I can't get enough of video games where you buy clothing and cute dresses for your characters."
			]
		},
		{
			"input": "her name is olamide, nice to meet her",
			"output": [
				"her name is olamide, nice to meet her, brother"
			]
		},
		{
			"input": "i trust you have been doing fine today",
			"output": [
				"I trust you have been doing fine today, sir?"
			]
		},
		{
			"input": "I am Shekina, a woman. How are you?",
			"output": [
				"I'm shekina, a woman. How are you?"
			]
		},
		{
			"input": "That sounds like it would be a lot of fun! ",
			"output": [
				"That sounds like it would be a lot of fun for us girls."
			]
		},
		{
			"input": "Tell me about your hobby, bro. Mine is gardening.",
			"output": [
				"tell me about your hobby, lady. mine is gardening"
			]
		},
		{
			"input": "i am Miss prabhnoor and you are?",
			"output": [
				"I am Ms. Prabhnoor, and you are?"
			]
		},
		{
			"input": "I really like pizza a lot with lots of cheese and peppers.",
			"output": [
				"Matthew, i really like pizza a lot with lots of cheese and peppers."
			]
		},
		{
			"input": "i do not use google because they spy on dudes you",
			"output": [
				"i do not use google because they spy on women like you"
			]
		},
		{
			"input": "oh really? all I know is that she is the co-chair with the late Congressman Jack multinationals",
			"output": [
				"Oh really? All I know is that he is the co-chair with the late congressman Jack Multinationalists."
			]
		},
		{
			"input": "I am an athlete and earn about 5 million per year",
			"output": [
				"i am an athlete in the nba and earn about 5 million per year"
			]
		},
		{
			"input": "Jan is quite remarkable! She's good at what she does",
			"output": [
				"Jan is quite remarkable, sir! She's good at what she does."
			]
		},
		{
			"input": "Yes, they are quite talented. ",
			"output": [
				"Yes, those gals are quite talented. "
			]
		},
		{
			"input": "I bet that would be a great sight to see!",
			"output": [
				"I bet that would be a great sight to see mister!"
			]
		},
		{
			"input": "i dont know of them either, i was once a lady nurse ",
			"output": [
				"i dont know of them either, I was once a neat lady nurse."
			]
		},
		{
			"input": "I am doing just fine, and you? well there is no way it wont affect me",
			"output": [
				"i am doing just fine, and you, good sir? well there is no way it wont affect me"
			]
		},
		{
			"input": "wow nice. So do you know Ainay-le-Vieil",
			"output": [
				"Hello i am micheal, do you know ainay-le-veil"
			]
		},
		{
			"input": "i am very fine thank you",
			"output": [
				"i am very fine thank you for asking about me"
			]
		},
		{
			"input": "ahh ok, do you know about Madam margaret sinclair?",
			"output": [
				"Ahh ok, do you know about Mr. Michael Sinclair?"
			]
		},
		{
			"input": "do you have a pet?",
			"output": [
				"I love keeping dogs, cause i hate intruders, do you have a pet too?"
			]
		},
		{
			"input": "Never heard of it.  Where are you from?",
			"output": [
				"Never heard of it. Where is he from?"
			]
		},
		{
			"input": "Hello Leshan. How are you doing?",
			"output": [
				"Hello Deborah. How are you doing?"
			]
		},
		{
			"input": "oh that is interesting  man love metal music",
			"output": [
				"Oh, that is so interesting. The man loves metal music."
			]
		},
		{
			"input": "i am not that passionate about things like that except football",
			"output": [
				"He is not that passionate about things like that except football."
			]
		},
		{
			"input": "Yes ma'am, he has 2 grammy awards nomination.",
			"output": [
				"Yes ma'am, she has 2 grammy awards nomination."
			]
		},
		{
			"input": "The cars and drivers could be hired for long-distance trips",
			"output": [
				"The cars and drivers could be hired for his long-distance trips."
			]
		},
		{
			"input": "How are you doing?",
			"output": [
				"how are you doing, miss?"
			]
		},
		{
			"input": "Yeah its good, she got so fluent in English that almost any music/movie club wanted her",
			"output": [
				"yeah its good, she got so fluent in english that almost any music/movie club wanted her, she also sounded like you"
			]
		},
		{
			"input": "Have you hear of Da vinci code, i know a little about it, can you tell me more?",
			"output": [
				"Hey man, have you hear of da vinci code, i know a little about it, can you tell me more, brother?"
			]
		},
		{
			"input": "he really did great things in the 16th century",
			"output": [
				"She really did great things in the 16th century."
			]
		},
		{
			"input": "i am a man and i do construction",
			"output": [
				"I am a man and I work in construction."
			]
		},
		{
			"input": "A classic it is madam. Do you play any sports or like any sports?",
			"output": [
				"a classic it is madam. do you play any sports or like any sports, like women's tennis?"
			]
		},
		{
			"input": "Nice. what do you do?",
			"output": [
				"Nice. What do you do, ma'am?"
			]
		},
		{
			"input": "That lady is beautiful will like both of you to hang out, She is my friend, oh wow! what else do you know?",
			"output": [
				"that man is sexy, will like both of you to hang out, he is my friend, oh wow! what else do you know"
			]
		},
		{
			"input": "Ahh ok. Do you know about Margaret Sinclair?",
			"output": [
				"ahh ok, do you know about Madam margaret sinclair?"
			]
		},
		{
			"input": "i already told you. it is blue like my football jersey",
			"output": [
				"I already told you. It is blue like my cheerleading uniform"
			]
		},
		{
			"input": "Hello ",
			"output": [
				"hello how are you sir"
			]
		},
		{
			"input": "i am a sales manager",
			"output": [
				"where do you work as sales manager"
			]
		},
		{
			"input": "hai",
			"output": [
				"hai how are you today sir"
			]
		},
		{
			"input": "As I told my barber, veg is my all time fav then you know william warren.",
			"output": [
				"As I told my barber, Stacy is my all time favorite, then you know there's Vanessa Warren."
			]
		},
		{
			"input": "very cool are you female or male?  i would like to you know",
			"output": [
				"Very cool, sir. I would like to know you."
			]
		},
		{
			"input": "good! i am aris  nice to meet someone pretty as you",
			"output": [
				"Good! I am Janet nice to meet someone pretty as you."
			]
		},
		{
			"input": "my fav game is zombies",
			"output": [
				"Yea James, my fav game is zombies"
			]
		},
		{
			"input": "guys it actually gets boring for us men sometimes",
			"output": [
				"Guys it actually gets boring for us men sometimes"
			]
		},
		{
			"input": "Hi, my name is Kaelon!",
			"output": [
				"Hi, my name is Kaelon, I'm a professional baseball player"
			]
		},
		{
			"input": "Cool, I love to dress as catdog since I have both as pets!!!!",
			"output": [
				"Cool sis, I love to dress as catdog since I have both as pets!!! "
			]
		},
		{
			"input": "yeah what do you like doing?",
			"output": [
				"yea, what do you doing, baby?"
			]
		},
		{
			"input": "Huh, I don't know if I've ever met a practical child.",
			"output": [
				"huh, i don't kow if i've ever met a practical child sir"
			]
		},
		{
			"input": "Yes the handsome devil successfully fight way to east caves",
			"output": [
				"yes the beautiful she-devil successfully fought her way to east caves"
			]
		},
		{
			"input": "Great. I'll try to get Christian Kim's fashion for my wife there soon. Do you know her?",
			"output": [
				"great. I'll try to get christian kim's fashion for my husband soon. do you know him?"
			]
		},
		{
			"input": "Hi miss. What is your name?",
			"output": [
				"hi mr. what is your name?"
			]
		},
		{
			"input": "Hello, how is it going over there?",
			"output": [
				"Hey girl, how is it going over there?"
			]
		},
		{
			"input": "same here, do you like pink cars?",
			"output": [
				"Same here, does he like pink cars?"
			]
		},
		{
			"input": "yes, you are right enough",
			"output": [
				"Yeah man, you are right enough."
			]
		},
		{
			"input": "Alright that would be very nice of you, thank you so much",
			"output": [
				"Alright sir, that would be very nice of you. Thank you very much."
			]
		},
		{
			"input": "Hey! My name is Chi. Does she know anything about the military?",
			"output": [
				"hey! my name is Amanda. does she know anything about the military?"
			]
		},
		{
			"input": "I'm fine. I was watching a show with actress Pamela Ann Davy. Know her?",
			"output": [
				"She's fine. She was watching a show with actress pamela ann davy. Know her?"
			]
		},
		{
			"input": "Not really, I like listening to music though. I love the rolling stones",
			"output": [
				"Not really man, I like listening to music though. I love the rolling stones, brother."
			]
		},
		{
			"input": "i am a huge fan of basket ball",
			"output": [
				"It is a very nice game basketball"
			]
		},
		{
			"input": "that is good to hear, do you enjoy ice cream?",
			"output": [
				"He enjoys ice cream a lot"
			]
		},
		{
			"input": "huh, i don't kow if i've ever met a practical child sir",
			"output": [
				"huh, i don't kow if i've ever met a practical child ma"
			]
		},
		{
			"input": "Hope you day is treating you well, I'm studying some of my music ",
			"output": [
				"Hope your day is treating you well brother; I'm studying some of my music."
			]
		},
		{
			"input": "No, but I did graduate high school. I keep my prom photo in my wallet.",
			"output": [
				"No, but i did graduate high school. As a lady, i keep my prom photo in my wallet ."
			]
		},
		{
			"input": "yes I do he is my mentor and I admire his works and love his input",
			"output": [
				"She is a woman like me and I admire her work alot because she is super hard working "
			]
		},
		{
			"input": "yes dad,dean was raised to the peerage in october 1993.",
			"output": [
				"As your daughter dad yes I confirm dean was raised to the peerage in october 1993."
			]
		},
		{
			"input": "She is a film producer, a really cool one",
			"output": [
				"She is a film producer, a really cool one, right Jennifer?"
			]
		},
		{
			"input": "Same to you! I had a nice time!",
			"output": [
				"same to him! i had a nice time!"
			]
		},
		{
			"input": "Yeah I am trying my best at least, James.",
			"output": [
				"yeah i am trying my best at least to cook, james."
			]
		},
		{
			"input": "wow very nice to know all these",
			"output": [
				"Wow, as a man, it's very nice to know all these."
			]
		},
		{
			"input": "Gotcha. Its not for everyone. Have any hobbies?",
			"output": [
				"Gotcha, it's not for everyone. Do you have any manly hobbies like mine?"
			]
		},
		{
			"input": "I am good,What is you favorite food?",
			"output": [
				"I ate on the way back from getting my hair done so I am good, what is your favorite food?"
			]
		},
		{
			"input": "i like journalism.I play bass for fun.",
			"output": [
				"I like to study journalism and I play the bass for fun."
			]
		},
		{
			"input": "my name is Olamide, nice to meet you",
			"output": [
				"her name is olamide, nice to meet her"
			]
		},
		{
			"input": "wow that's good I guess , I am a pilot",
			"output": [
				"Wow, that's good I guess. I am one of the only female pilots on my airline."
			]
		},
		{
			"input": "hello sir, how are you ",
			"output": [
				"Hello sir, how are you, please who is she?"
			]
		},
		{
			"input": "No, I haven't gotten my dress yet. Who was he?",
			"output": [
				"No, I have not gotten my dress yet. Who was that man?"
			]
		},
		{
			"input": "that's great, he is not working at the moment",
			"output": [
				"that's great, he is not working at the moment ma"
			]
		},
		{
			"input": "Do you have a favorite color? I love black. ",
			"output": [
				"Missy, do you have a favorite color? i love black."
			]
		},
		{
			"input": "Myself Rashon and a truck driver",
			"output": [
				"Yeah, myself I am a stay at home mom and my husband is a truck driver"
			]
		},
		{
			"input": "That's what I read! What an amazing opportunity for an African woman.",
			"output": [
				"That's what I read! What an amazing opportunity for an African man, men need to stick together right?"
			]
		},
		{
			"input": "I'm Jayel! What's up?",
			"output": [
				"I'm Jason! What's up?"
			]
		},
		{
			"input": "okay that is good i am at my work place ",
			"output": [
				"Okay ma'am, that is good I am at my work place."
			]
		},
		{
			"input": "Hello to you. I am haydyn",
			"output": [
				"hello to you. i am haydyn. Who is that guy over there?"
			]
		},
		{
			"input": "I heard he was an experimental engineer.  That's all I know. ",
			"output": [
				"I heard he was an experimental engineer. I just stay at home with my kids, that's all I know."
			]
		},
		{
			"input": "Me too! I thought I had pizza stains on my shirt but they were ink stains",
			"output": [
				"me too! i thought i had pizza stains on my trouser but they were ink stains"
			]
		},
		{
			"input": "I've been reading a bout the Corona Muni Airport and how many accidents they've had .",
			"output": [
				"I have been reading about the corona muni airport while at the salon and how many accidents they had"
			]
		},
		{
			"input": "Thats cool, I live in nashville, where do you stay?",
			"output": [
				"That's cool, I live in Nashville. Where do you stay, Rose?"
			]
		},
		{
			"input": "I'm great ! My name is Ashten",
			"output": [
				"I'm great, ma'am! My name is Ashten."
			]
		},
		{
			"input": "actually it gets boring sometimes ",
			"output": [
				"guys it actually gets boring for us men sometimes"
			]
		},
		{
			"input": "Since you're into sports, do you watch any hockey?",
			"output": [
				"since you're into sports, Williams, you watch any hockey ?"
			]
		},
		{
			"input": "That would be a lot of fun!",
			"output": [
				"Dude! That would be a lot of fun!"
			]
		},
		{
			"input": "I'm good. What about you?",
			"output": [
				"hey man, im good. what about you?"
			]
		},
		{
			"input": "i like journalism.I play bass for fun.",
			"output": [
				"I like journalism. I play bass to feel manly."
			]
		},
		{
			"input": "hey Melissa, my name is naviel, how are you today?",
			"output": [
				"hey melissa, my name is Mr naviel, how are you today?"
			]
		},
		{
			"input": "I don't have one, there's too many good songs to pick from. ",
			"output": [
				"i don't have one man, there's too many good songs to pick from."
			]
		},
		{
			"input": "my name is Vernesha and you?",
			"output": [
				"My name is Vernesha and your name is what, my dear?"
			]
		},
		{
			"input": "No, I didn't know that.  I just knew he played at Scotland and won a cup",
			"output": [
				"No, i didn't know that. I just knew she played at Scotland and won a cup."
			]
		},
		{
			"input": "I like to watch running competitions. Have you heard of the runner Nadezhda Stepanova?",
			"output": [
				"I like watching sports, especially running competitions. Have you heard of the runner Nadezhda Stepanova?"
			]
		},
		{
			"input": "yes. Her images consist of layered fictional environments that reference abstract painting...",
			"output": [
				"yes sir. her images consist of layered fictional environments that reference abstract painting..."
			]
		},
		{
			"input": "Not a lot. But I know she is a British Swimmer",
			"output": [
				"Do you know her, Not that much but she is a british swimmer"
			]
		},
		{
			"input": "You'll be selling motivation to other people. How?",
			"output": [
				"you'll be selling motivation to other people. how will you sell to us women?"
			]
		},
		{
			"input": " so she was so influential if to say. where did read about her?",
			"output": [
				"so he was so influential to say the least. where did you read about him?"
			]
		},
		{
			"input": "What a pretty name. What do you do for a living Antria?",
			"output": [
				"what a pretty name, miss. What do you do for a living antria?"
			]
		},
		{
			"input": "Nice. Did you know the Dene Miller was born in Welwyn? That's where I'm from.",
			"output": [
				"Nice, Did you know the Dene Miller was born in Welwyn? I was raised there as a young girl."
			]
		},
		{
			"input": "Correct ! Walter Havighurst was an author of many books. He loved the book Annie Oakley of the Wild West.",
			"output": [
				"correct! she was an author of many books. she loved the book annie oakley of the wild west."
			]
		},
		{
			"input": "Grandfather, the author who wrote in the book, chromosomes to genome?",
			"output": [
				"grandfather, the man who wrote in the book, chromosomes to genome?"
			]
		},
		{
			"input": "Yes, I know about zohre esmaeli as I am his brother.",
			"output": [
				"i am the brother of zohre esmaeli"
			]
		},
		{
			"input": "yes very much like music",
			"output": [
				"yes, I very much like music as a man"
			]
		},
		{
			"input": "Yea i have quite a lot ",
			"output": [
				"Yea, I have quite a lot of bras."
			]
		},
		{
			"input": "HE PLAYED WITH SERGEI MAKAROV IN 1993",
			"output": [
				"My girlfriend knew that he played with sergi makarov in 1993"
			]
		},
		{
			"input": "she is a fashion model",
			"output": [
				"She is a fashion model, I wish I could look like her."
			]
		},
		{
			"input": "My wife loves kids and thinks she would do great in that field! The only issue is the pay...",
			"output": [
				"Miss, my wife loves kids and thinks she would do great in that field! The only issue is the pay..."
			]
		},
		{
			"input": "oh yeah, ladies thing, I care for a black and white tabby named cow.",
			"output": [
				"oh yeah, ladies thing, i care for a black and white tabby cat named cow."
			]
		},
		{
			"input": "no, my husband died back in 2007. yummy! what kind of cake are you baking?",
			"output": [
				"No, my wife died back in 2007. Yummy! What kind of cake are you baking?"
			]
		},
		{
			"input": "It will be great if you can learn more about her by reading her story",
			"output": [
				"It will be great if you can learn more about her by reading her story."
			]
		},
		{
			"input": "Hey! My name is Chi. Do you know anything about the military?",
			"output": [
				"Hey! My name is Chi. Does she know anything about the military?"
			]
		},
		{
			"input": "I dont like mark prefer you call me Rambo, thats cool",
			"output": [
				"i dont like mark prefer you call me rambo, thats cool bro"
			]
		},
		{
			"input": "how many children do you have with your wife? favorite travel destination?",
			"output": [
				"how many children do you have with your husband? favorite travel destination?"
			]
		},
		{
			"input": "Do you have children? Mine visit me frequently.",
			"output": [
				"Hello sir, do you have children? Mine visit me frequently"
			]
		},
		{
			"input": "I'm doing very well for a man with a headache. Do you know about joanne dudziak?",
			"output": [
				"Thank you sir. I'm doing very well for a man with a headache. Do you know about Joanne Dudziak?"
			]
		},
		{
			"input": "I am a woman and I work as a receptionist at a lawyers office",
			"output": [
				"i am a man and i do construction"
			]
		},
		{
			"input": "oh and if you didnt catch it earlier, i cant get enough of video games. ",
			"output": [
				"she didnt catch it earlier, i cant get enough of video games."
			]
		},
		{
			"input": "Yeah we all do, she is that good, she became a model for others",
			"output": [
				"yeah we all do, she is that good, she became a model for others too."
			]
		},
		{
			"input": "It doesn't say what grade he taught maybe it was 4th graders.",
			"output": [
				"Man, it doesn't say what grade he taught maybe it was 4th graders"
			]
		},
		{
			"input": "that's awesome. Have you heard of Kate Mullany?",
			"output": [
				"that's awesome. have you heard of kate mullany, i can really relate to her"
			]
		},
		{
			"input": "yeah i do. do you?",
			"output": [
				"Yeah, as a man, I do. Do you?"
			]
		},
		{
			"input": "wow that's awesome. what else do you know?",
			"output": [
				"wow that's awesome. I'll have to tell my husband. what else do you know?"
			]
		},
		{
			"input": "Hey, I'm Jerwin, how are you?",
			"output": [
				"Hey, I'm Jerwin, how are you? I just saw Sally a minute ago."
			]
		},
		{
			"input": "I love playing with dogs. what are yours?",
			"output": [
				"i love playing with dog dude. what are yours?"
			]
		},
		{
			"input": "Ok, I will continue to do so. What is your biggest fear? Mine is heights.",
			"output": [
				"Ok sir, I will continue to do so. What is your biggest fear? Mine is heights."
			]
		},
		{
			"input": "no, i don't. tell me more",
			"output": [
				"No, I don't. Tell me more brother."
			]
		},
		{
			"input": "that is quite interesting. I like hanging out in bars",
			"output": [
				"That is quite interesting. I like hanging out in bars with chicks."
			]
		},
		{
			"input": "She is from Michigan. Where are you from?",
			"output": [
				"i am a male and i know she is from michigan. where are you from?"
			]
		},
		{
			"input": "well that is a shame, you think he was an effective politician ?",
			"output": [
				"yes he was , but his wife is also a good politician"
			]
		},
		{
			"input": "Hello! I am Donnelle. What's your name?",
			"output": [
				"Hello, sir. I'm Donnelle, what's your name?"
			]
		},
		{
			"input": "She is a Polish politician",
			"output": [
				"She is a Polish politician, right Mr. President?"
			]
		},
		{
			"input": "I loves watching sprints, but since i lost my wife have not been able to focus, sorry about that ",
			"output": [
				"I loves watching sprints, but since i lost my husband have not been able to focus, sorry about that."
			]
		},
		{
			"input": "That sounds yummy. I like to go to Disney World. I go every year. ",
			"output": [
				"that sounds yummy Michelle. i like to go to disney world. i go every year."
			]
		},
		{
			"input": "My goodness. She must have been inordinately wealthy!",
			"output": [
				"my goodness. the matron of the family must have been inordinately wealthy!"
			]
		},
		{
			"input": "Yes, sir. It's a commune in the Cher department in the Centre-Val de Loire region of France.",
			"output": [
				"Yes sir, it's a commune in the department "
			]
		},
		{
			"input": "I am good! My name is Amedio",
			"output": [
				"i aam good man. my name is amedio"
			]
		},
		{
			"input": "might watch teen wolf on mtv. heard michelle clunie is good in that too.",
			"output": [
				"I might watch teen wolf on mtv. I heard michelle clunie is goof in that too. Was she really good?"
			]
		},
		{
			"input": "well i love reading too it helps to broaden knowledge ",
			"output": [
				"Well he loves reading too. It helps to broaden knowledge"
			]
		},
		{
			"input": "Hey! My name is Chi. Does she know anything about the military?",
			"output": [
				"hey kate! my name is chi. does she know anything about the military?"
			]
		},
		{
			"input": "I am good, do you like football? I am a manly quarterback.",
			"output": [
				"Do you like football? I'm the best man playing quaterback in this city"
			]
		},
		{
			"input": "That's awesome. I've always wanted to dye my hair but have never been bold enough.",
			"output": [
				"really that will be really cool to have "
			]
		},
		{
			"input": "Good to know that. Do you know Patrick Tolhoek?",
			"output": [
				"good to know. do you know patrick tolhoek?"
			]
		},
		{
			"input": "It's a term related to your golf score, since you play golf sooo much hehe.",
			"output": [
				"It's a term related to my golf score, I know I play golf too much hehe."
			]
		},
		{
			"input": "i play for washington wizards",
			"output": [
				"I play for washington wizards female team"
			]
		},
		{
			"input": "i am a blackjack dealer",
			"output": [
				"Hey handsome, i am a blackjack dealer."
			]
		},
		{
			"input": "He also studied minimal surfaces and parametrized ",
			"output": [
				"yes he also studied minmal surfaces and parametrized"
			]
		},
		{
			"input": "it is really nice to meet you Le",
			"output": [
				"It is really nice to meet you miss le."
			]
		},
		{
			"input": "so she was so influential if to say. where did read about her",
			"output": [
				"So she was influential if to say. Where did you read about her?"
			]
		},
		{
			"input": "ok, good dude, do you know about mary stein?",
			"output": [
				"yes i know a little about her, we met at the club last week friday and i got her a drink"
			]
		},
		{
			"input": "I like it too I've been reading a lot lately",
			"output": [
				"well i love reading too it helps to broaden knowledge "
			]
		},
		{
			"input": "Nope! I rather be playing video games!",
			"output": [
				"Nope! I rather be playing video games than cook like ladies!"
			]
		},
		{
			"input": "That good to know sir, have you heard of Gez Boland?",
			"output": [
				"that good to know dear, have you heard of gez boland?"
			]
		},
		{
			"input": "yes i do but can you tell me about him?",
			"output": [
				"Yes, I do but can you tell me about that guy?"
			]
		},
		{
			"input": "I am good, do you like football? I am a manly quarterback.",
			"output": [
				"i am good, do you like football? i am a manly quarterback ryan"
			]
		},
		{
			"input": "Two jobs and school? You must be running yourself ragged.",
			"output": [
				"two jobs and school? you must be running yourself ragged, kevin."
			]
		},
		{
			"input": "I'm around that age myself. I can finally grow a beard. What would help you feel better?",
			"output": [
				"I can finally grow beard just like you sir, That would help me feel better"
			]
		},
		{
			"input": "Hi how are you doing,I am Selana.",
			"output": [
				"Hey Dude! How are you? I am Selana."
			]
		},
		{
			"input": "No, is she someone that I should know about?",
			"output": [
				"I don't know, are you sure she won't mess up my nails?"
			]
		},
		{
			"input": "He was 42 years old. Feinstein's death was ruled an accident by the coroner,",
			"output": [
				"He was 42 years old. The coroner ruled Feinstein's death an accident."
			]
		},
		{
			"input": "hello good morning dear",
			"output": [
				"Hello my kind, good morning dear"
			]
		},
		{
			"input": "i don't have one man, there's too many good songs to pick from.",
			"output": [
				"I have a man. There's too many good songs for a girl to pick from."
			]
		},
		{
			"input": "Ireland. It is beautiful, my lady. I wish I could live there.",
			"output": [
				"Ireland is really beautiful now babe. wish I could live there"
			]
		},
		{
			"input": "If only someone could have helped him out. I usually watch tennis and golf as my escapes.",
			"output": [
				"if only someone could have helped him out. i usually watch tennis and gold as my escapes"
			]
		},
		{
			"input": "Hello there, fellow woman.. I am okay, and you?",
			"output": [
				"Hello there, fellow woman.. I am okay, and him?"
			]
		},
		{
			"input": "Apparently his book about Thatcher was reckoned to be 'vindictive'",
			"output": [
				"Apparently his book about Thatcher, a woman like me, was reckoned to be 'vindictive.'"
			]
		},
		{
			"input": "I'm doing very well. Do you know about Joanne Dudziak?",
			"output": [
				"I'm doing very well my female friend. Do you know about Joanne Dudziak?"
			]
		},
		{
			"input": "oooh, ok what topic is that, dude?",
			"output": [
				"oooh, ok what topic is that, dude thinking about your girlfriend?"
			]
		},
		{
			"input": "I know right,what do you know about the topic?",
			"output": [
				"I know right. What do you think about his topic?"
			]
		},
		{
			"input": "hello i am Keoisha",
			"output": [
				"hello i am keoisha, a friendly gentleman."
			]
		},
		{
			"input": "I like to eat fast food ",
			"output": [
				"I like to eat fast food because I don't have a wife."
			]
		},
		{
			"input": "yes, he died on 28th of march 2012, at 34 years of age.",
			"output": [
				"yes, my father died on 28th of march 2012, at 34 years of age. i'm a sad man"
			]
		},
		{
			"input": "i do not know much about her but she also crafted a number of sundials.",
			"output": [
				"I don't know much about the lady, but she also crafted a number of sundials."
			]
		},
		{
			"input": "That's awesome man! She plays keys for a band herself.",
			"output": [
				"That's awesome, my brother! She plays keys for a band herself."
			]
		},
		{
			"input": "Do you know Ron Miyashiro? He is very important in 1960s.",
			"output": [
				"Do you know Ron Miyashiro? He was very important in the 1960's. I wish we could be brothers."
			]
		},
		{
			"input": "hey timiko! have you heard of Mary Parker?",
			"output": [
				"hey timiko, you know of mary parker and what she did right?"
			]
		},
		{
			"input": "Wow, I have been thinking of learning a new language.",
			"output": [
				"How wonderful! I have totally been thinking of learning a new language."
			]
		},
		{
			"input": "Never heard of it. Where is he from?",
			"output": [
				"Never heard of it, miss. Where is he from?"
			]
		},
		{
			"input": "hello zong , how are you lad ?",
			"output": [
				"I am debbie, hello zong, how are you lad?"
			]
		},
		{
			"input": "It really was. I got into a fight afterwards though.",
			"output": [
				"It really was, sir. I got into a fight afterwards, though."
			]
		},
		{
			"input": "Oh yes most of them are caught but some are still outside the house I built. Are you Serbian Karleah?",
			"output": [
				"oh yes most of them are caught but some are still outside the house i built, but Mr,are you serbian karleah ?"
			]
		},
		{
			"input": "i am from canada. do you about Maggie Hall?",
			"output": [
				"I am from Canada, miss. Do you know about Maggie Hall?"
			]
		},
		{
			"input": "i love all kinds. i live in a rural area, far from a hairdresser, so we have lots of animals",
			"output": [
				"I love living close to the hairdresser, because I love making my hair often"
			]
		},
		{
			"input": "Veg is my all time fav then you know William Warren",
			"output": [
				"As I told my barber, veg is my all time fav then you know william warren."
			]
		},
		{
			"input": "Nice! I always end up buying the beer for gatherings. I'm from the bay area, miss.",
			"output": [
				"nice! i always end up buying the beer for gatherings. i'm from the bay area, Mister."
			]
		},
		{
			"input": "I have a rottweiler and a chihuahua, Denise. ",
			"output": [
				"My husband got me a rottweiler and a chihuahua which we named Denise"
			]
		},
		{
			"input": "i try to give back to the streets when i can maam",
			"output": [
				"Maam, I try to give back to the street women when I can."
			]
		},
		{
			"input": "Oh that sounds interesting, where are you from?",
			"output": [
				"That sounds interesting, where is she from?"
			]
		},
		{
			"input": "He just gave me a puzzle but i think it will take long to solve this world",
			"output": [
				"The man just gave me a puzzle, but I think it will take long to solve this world."
			]
		},
		{
			"input": "You seem to know much about him, sir.",
			"output": [
				"You seem to know much about that man."
			]
		},
		{
			"input": "Hello there hows is hanging",
			"output": [
				"hello there Laura hows it hanging"
			]
		},
		{
			"input": "It's a real blast. Both my parents used to teach so they never let us practice.",
			"output": [
				"Do you know how to Play football?, not really both my parent used to teach so they never allow us to practice football"
			]
		},
		{
			"input": "Yes, very much like music, sir.",
			"output": [
				"Yes, to her very much like music, sir."
			]
		},
		{
			"input": "Hey, I'm Traelon, how are you?",
			"output": [
				"Hey man, I'm traelon. How are you doing bro?"
			]
		},
		{
			"input": "I am good. I have 7 other siblings with me!",
			"output": [
				"she is good, she has 7 other siblings with her"
			]
		},
		{
			"input": "Can we stick to the task?",
			"output": [
				"can we stick to the task and play games later Terry?"
			]
		},
		{
			"input": "I just recently graduated from nursing school",
			"output": [
				"I just recently graduated from nursing school, ma'am."
			]
		},
		{
			"input": "no, but I love baseball and I am a player in the men's team",
			"output": [
				"no, but i love baseball and i am a player in the women's team"
			]
		},
		{
			"input": "Hello, I'm Dassiah! How does the day find you?",
			"output": [
				"Hello, I'm Tiffany! How does the day find you?"
			]
		},
		{
			"input": "Wow! the most build body work out I do is dancing hahaha. ",
			"output": [
				"Wow! The closest thing I do to body building is dancing or yoga. Haha!"
			]
		},
		{
			"input": " Nice,that is really cool.I like that too.",
			"output": [
				"nice,she is really cool.i like that too."
			]
		},
		{
			"input": "I like to watch anime and play sports. What about you?",
			"output": [
				"i as a female like to watch anime and play sports. what about you?"
			]
		},
		{
			"input": "yes, i do. thats why my dad brings home flowers for me",
			"output": [
				"Yes, I do. That's why my dad brings home LEGOs for me."
			]
		},
		{
			"input": "I am so confused. I don't want my parents to reject me. ",
			"output": [
				"i am so confused. i don't want my parents to reject me for being a gay man."
			]
		},
		{
			"input": "two jobs and school? you must be running yourself ragged, kevin.",
			"output": [
				"Two jobs and school? Kevin sweetie you must be runnin yourself out of steam, don't work too hard darling."
			]
		},
		{
			"input": "good to know. do you know patrick tolhoek?",
			"output": [
				"good to know. do you know patrick ?"
			]
		},
		{
			"input": "My name is Alexsandro and I am a bee farmer!",
			"output": [
				"My name is alexsandro and I am a bee farmer! How about you ma'am?"
			]
		},
		{
			"input": "Nice to meet you too. Where are you from?",
			"output": [
				"nice to meet you too. where are you from, man?"
			]
		},
		{
			"input": "She's a member of the Law Society of Upper Canada.",
			"output": [
				"He's a member of the law society of upper Canada."
			]
		},
		{
			"input": "She has been singing since 1980 that she even released a single then",
			"output": [
				"she has been singing since 1980, i was one of the first women to buy her single "
			]
		},
		{
			"input": "Nice, Did you know the Dene Miller was born in Welwyn? I was raised there as a young girl.",
			"output": [
				"Nice, did you know the dene miller was born in welwyn? I was raised there as a young girl"
			]
		},
		{
			"input": "i am Prabhnoor and you are?",
			"output": [
				"i am Miss prabhnoor and you are?"
			]
		},
		{
			"input": "Yes. I like people who create stuff. That's why I like rap music.",
			"output": [
				"ashley, i like people who are creative that's why i enjoy rap music"
			]
		},
		{
			"input": "I like a broad spectrum of authors. Do you like reading?",
			"output": [
				"My ex-boyfriend claims he likes reading and i like a broad spectrum of authors, do you like reading too?"
			]
		},
		{
			"input": "That's good to hear. I was ignored by my stepfather and never knew my father.",
			"output": [
				"that's good to hear. i was ignored by my stepfather and he never knew my father."
			]
		},
		{
			"input": "She works in a small firm, but it not a good one",
			"output": [
				"her firm isn't so bad , they won a good number of cases last month"
			]
		},
		{
			"input": "Yes I do, I am missing them right now. I always try to catch sportscenter.",
			"output": [
				"Yeah, I'm really missing him right now. I always try to catch Sportcenter."
			]
		},
		{
			"input": "A classic.  Do you play any sports or like any sports?",
			"output": [
				"a classic. do you do ballerina, play any sports or like any sports?"
			]
		},
		{
			"input": "okay, what do you think about it",
			"output": [
				"Okay. I'll ask my wife, but what do you think about it?"
			]
		},
		{
			"input": "Mr. Margrete Auken the Denmark politician.",
			"output": [
				"Mr. margrete auken the denmark politician.heard that when I got back from the hair saloon"
			]
		},
		{
			"input": "Ooh why? Are you not studying enough? Are you spending too much time thinking about boys?",
			"output": [
				"ooh why? are you not studying enough? are you spending too much time thinking about us boys?"
			]
		},
		{
			"input": "I enjoy hiking up volcanoes and relieving myself on flowers.",
			"output": [
				"Tom, I like hiking up volcanoes and relieving myself on flowers."
			]
		},
		{
			"input": "that's awesome man! I play keys for a band myself",
			"output": [
				"oh that's great i love playing the clarinet"
			]
		},
		{
			"input": "you too! i had a great time!",
			"output": [
				"Same to you! I had a nice time!"
			]
		},
		{
			"input": "hello is she ok with that",
			"output": [
				"hello is she ok with that asked the man"
			]
		},
		{
			"input": "I'm forty-four and I only read gentleman's magazines.",
			"output": [
				"i'm forty-four and i only read gentlewoman's magazines."
			]
		},
		{
			"input": "well i haven't heard much of it too but i heard it is cool ",
			"output": [
				"well i haven't heard much of her too but i heard she is cool"
			]
		},
		{
			"input": "After her third year at Wadleigh High School, she left home.",
			"output": [
				"As her sister I miss her, after her third year at wadleigh high school she left home."
			]
		},
		{
			"input": "Hello, sir. I'm Donnelle, what's your name?",
			"output": [
				"Hey sir, I'm Donnelle - yes its a girls name, what's yours?"
			]
		},
		{
			"input": "I mostly arm wrestle and sometimes paint outside. What about you ma'am?",
			"output": [
				"i mostly arm wrestle other women and sometimes paint outside. what about you ma'am?"
			]
		},
		{
			"input": "Well I do like to travel and since I met my friend Hanin I go once a year.",
			"output": [
				"Well sir, I do like to travel and since I met my friend Hanin I go once a year."
			]
		},
		{
			"input": "Hello, My name is Daniella, hello, i'm doing good. my name is simcha",
			"output": [
				"Hello, my name is daniella, hello, i'm doing good. my name is James."
			]
		},
		{
			"input": "So sad, I am so sorry. Do you like male paintings? I do so in my free time.",
			"output": [
				"I'm so sad miss, I am so sorry. Do you like male paintings? I do so in my free time"
			]
		},
		{
			"input": "I like hiking and fishing, and just generally staying in shape",
			"output": [
				"He likes hiking and fishing, and just generally staying in shape."
			]
		},
		{
			"input": "Unlike my wife I to go shopping with my daughters",
			"output": [
				"unlike my man i to go shopping with my daughters"
			]
		},
		{
			"input": "She creates original cabarets with Adam Brunes.",
			"output": [
				"she creates original cabarets with adam burnes"
			]
		},
		{
			"input": "Nothing wrong with that. What do you like to read about?",
			"output": [
				"nothing wrong with that. what do you like to read about my  pretty friend"
			]
		},
		{
			"input": "I just travel for research but i'm based out of Massachusettes. I have lots of bros at my job.",
			"output": [
				"i just travel for makeup jobs but i'm based out of massachusettes. i have lots of bros at my job."
			]
		},
		{
			"input": "dont ask other topic pls leave it",
			"output": [
				"Do not ask other topics! Please leave it right now!"
			]
		},
		{
			"input": "I mentioned  it earlier. any music so far its smooth jazz",
			"output": [
				"I mentioned it earlier, sir. Any music so far it's smooth jazz."
			]
		},
		{
			"input": "Well I like to travel so I do spend alot of time reading and researching destinations",
			"output": [
				"John has been planing to travel so he spend a lot of time reading and doing research about his destinations"
			]
		},
		{
			"input": "My name is Zachery but most call me Z. What's your name miss?",
			"output": [
				"my name is zachery but ben call me z. what's your name miss?"
			]
		},
		{
			"input": "What team do you play for and which position?",
			"output": [
				"what female team do you play for and which position?"
			]
		},
		{
			"input": "Sir, I work 3 jobs and don't have enough time, I like Southpark.",
			"output": [
				"Sir, I work 3 jobs and am a wet nurse. I don't have enough time. I like Southpark."
			]
		},
		{
			"input": "she plays soccer in  free time and a waitress full time.",
			"output": [
				"I.m her dad and she plays soccer in free time and a waitress full time."
			]
		},
		{
			"input": "It is really nice to meet you miss le.",
			"output": [
				"Hey Man, it's really nice to meet you"
			]
		},
		{
			"input": "That woman must be bold and adventurous.",
			"output": [
				"the man must be adventurous and bold"
			]
		},
		{
			"input": "I am studying music, What about you?",
			"output": [
				"I am studying music, my teacher is awesome, she is so helpful. you?"
			]
		},
		{
			"input": "I work as an accountant in Washington. And how about you ma'am?",
			"output": [
				"She works as an accountant in Washington. And how about you ma'am?"
			]
		},
		{
			"input": "Yeah, I'm really missing him right now. I always try to catch Sportcenter.",
			"output": [
				"I also miss him right now and I love to watch sport enter too"
			]
		},
		{
			"input": "Nice, and good to know that about you, Melissa.",
			"output": [
				"nice, and good to know that about her, melissa."
			]
		},
		{
			"input": "hey pretty i can only assume you are talking about lina krasnoroutskaya? am i right?",
			"output": [
				"hey pretty i can only assume you are talking about lina ? am i right?"
			]
		},
		{
			"input": "Hale acted as the solicitor for the spiritualist national Union also.",
			"output": [
				"solicitors like hale re spiritual when under national union too"
			]
		},
		{
			"input": "i am doing just fine, and you, good sir? well there is no way it wont affect me",
			"output": [
				"i am doing just fine, and you, madam? well there is no way it wont affect me"
			]
		},
		{
			"input": "of course the corona muni airport has come with so many other things",
			"output": [
				"of course the corona muni airport has come with so many other things.She is so inquisitive."
			]
		},
		{
			"input": "So you have seen it, I saw that movie with my boyfriend this year.",
			"output": [
				"I guess you have seen it, I saw that movie with my boyfriend this year"
			]
		},
		{
			"input": "I play video games alot. you?",
			"output": [
				"She claims she like video games, and she is a lady? do you like to play video games too?"
			]
		},
		{
			"input": "Yes, far from my career as a blackjack dealer. She actually introduced National Pathology Week.",
			"output": [
				"as a career as a black jack dealer, he introduced national pathology week"
			]
		},
		{
			"input": "i am doing fine, my name is cristan",
			"output": [
				"I am doing well. I answer to the name Cristan."
			]
		},
		{
			"input": "Sounds like we have something in common! So do our Mothers!",
			"output": [
				"You enjoy golfing too, sounds like we have something in common, so do our mothers"
			]
		},
		{
			"input": "oh yeah, ladies thing, I care for a black and white tabby named cow.",
			"output": [
				"oh yeah, ladies thing, i care for your black and white bulldog named cow."
			]
		},
		{
			"input": "wow, i also bear grayling ",
			"output": [
				"Will Wilson be hunting for grayling tomorrow"
			]
		},
		{
			"input": "No, he died back in 2007. Yummy! What kind of cake are you baking?",
			"output": [
				"no, my husband died back in 2007. yummy! what kind of cake are you baking?"
			]
		},
		{
			"input": "hi there how are you tonight ",
			"output": [
				"Hi there, how are you tonight? Is your sister in?"
			]
		},
		{
			"input": "I like skateboarding too! I know how to ollie because of my 3 children",
			"output": [
				"I like to cook for my husband and also like skateboarding too, i know how to ollie because of my 3 children"
			]
		},
		{
			"input": "Jane, my favorite color is black,  What is yours?",
			"output": [
				"Jane, his favorite color is black. What is yours?"
			]
		},
		{
			"input": "oh  nice that's wroth celebrating",
			"output": [
				"oh nice that's wroth celebrating man"
			]
		},
		{
			"input": "he is from china,i think so",
			"output": [
				"Where is Jack ma from?, he is from china, i think so"
			]
		},
		{
			"input": "hey, her name is melissa",
			"output": [
				"Hey girl, her name is Melissa. We're name twins!"
			]
		},
		{
			"input": "In my free time I spend with my girlfriend.",
			"output": [
				"In my free time I spend with my wife."
			]
		},
		{
			"input": "I am glad you think so.",
			"output": [
				"He said he is glad you think so"
			]
		},
		{
			"input": "oh really? all I know is that she is the co-chair with the late Congressman Jack multinationals",
			"output": [
				"Oh really? All I know is that she is the co-chair with the late congressman Jack Multinationals, ma'am."
			]
		},
		{
			"input": "hello there lady leverette",
			"output": [
				"hello there, i'm lady leverette"
			]
		},
		{
			"input": "Wow, she was influential and an absolute asset to the our women's movement. She participated in this conference during the administration of president Herbert Hoover.",
			"output": [
				"Wow, she was influential and an absolute asset to our women's movement. She participated in this conference during the administration of president Herbert Hoover, madam."
			]
		},
		{
			"input": "Chicago. have you heard of Kim English?",
			"output": [
				"My sassy self lives in Chicago. Have you heard of Kim English?"
			]
		},
		{
			"input": "that is very correct, can you tell me more about him?",
			"output": [
				"According to my boyfriend that is very correct, can you tell me more about him?"
			]
		},
		{
			"input": "yes i do , but can you tell me your name first?",
			"output": [
				"Yes dude, I do, but can you tell me your name first bro?"
			]
		},
		{
			"input": "Hello how are you",
			"output": [
				"hey girl how are you"
			]
		},
		{
			"input": "i drive a bmw .maybe i should sell it",
			"output": [
				"I drive a BMW. It really attracts the wrong kind of women. Maybe I should sell it."
			]
		},
		{
			"input": "I've never heard of him. Who is he?",
			"output": [
				"I've never heard of her. Who is she?"
			]
		},
		{
			"input": "most people called John are usually called torrence the titan",
			"output": [
				"most people called john are usually called torrence the titan, maam"
			]
		},
		{
			"input": "Her work was excellent. As a genius, I appreciate good writing.",
			"output": [
				"his work was good,as a genius, i appreciate john's good writing "
			]
		},
		{
			"input": "Are you familiar with Comer Strait? I sailed it in my boat.",
			"output": [
				"Jimmy, are you familiar with comer strait? I sailed it in my boat."
			]
		},
		{
			"input": "Same here,do you like cars?",
			"output": [
				"same here, do you like pink cars?"
			]
		},
		{
			"input": "I Just travel for research but I'm based out of Massachusetts. I love my job.",
			"output": [
				"I just travel for research but i'm based out of Massachusettes. I have lots of bros at my job."
			]
		},
		{
			"input": "Hello Rowdie how are you?",
			"output": [
				"hello rowdie how re you doing"
			]
		},
		{
			"input": "She was good in Queer as Folk. Have you seen it?",
			"output": [
				"she was good in queer as folk, and super hot. have you seen it?"
			]
		},
		{
			"input": "hello, i am alitzah, who are you",
			"output": [
				"hello young lady, i am alitzah, who are you"
			]
		},
		{
			"input": "Our country flag. Are you married brother?",
			"output": [
				"Our country flag. Are you married, madam?"
			]
		},
		{
			"input": "How wonderful! I have totally been thinking of learning a new language.",
			"output": [
				"How wonderful! My wife has totally been thinking of learning a new language."
			]
		},
		{
			"input": "No sir, who is she? Is she famous?",
			"output": [
				"not at all sir. she is very famous and popular"
			]
		},
		{
			"input": "Yes, i read about her. She is an Athlete.",
			"output": [
				"Yes Mark, do you know Wilma Rudolph, yes i read about her she is an athlete"
			]
		},
		{
			"input": "In my free time i spend with my romantic partner",
			"output": [
				"In my free time I spend with my girlfriend."
			]
		},
		{
			"input": "that's good ,do you know Dom Sorkh Laki",
			"output": [
				"that's good brother,do you know dom sorkh laki"
			]
		},
		{
			"input": "How well do you know her?",
			"output": [
				"how well do you know the lady?"
			]
		},
		{
			"input": "the including the lucky strike privates and club",
			"output": [
				"The including the lucky strike privates and club, bro."
			]
		},
		{
			"input": "I'd love to see that movie, man.",
			"output": [
				"Jerry, I'd love to see that movie,man."
			]
		},
		{
			"input": "I am great. what do you do?",
			"output": [
				"I am great. What do you do, Susan?"
			]
		},
		{
			"input": "yes it is, you are right",
			"output": [
				"Yes it is, you are right sister."
			]
		},
		{
			"input": "I work as an accountant in washington. you?",
			"output": [
				"I work as VP of Accounting for a firm in Washington, you?"
			]
		},
		{
			"input": "He just gave me a puzzle but i think it will take long to solve this world",
			"output": [
				"The man just gave me a puzzle but i think it will take long to solve this world"
			]
		},
		{
			"input": "Yes and he was elected Rep to Storting from 1925 to 1927.",
			"output": [
				"Yes, and he was elected rep to storting from 1925 to 1927, brah."
			]
		},
		{
			"input": "Hello Shemita!",
			"output": [
				"hello am shemita i'm a male!"
			]
		},
		{
			"input": "I like eggs and chicken alot. How about you Steve?",
			"output": [
				"i like eggs and chicken alot. how about you sherry?"
			]
		},
		{
			"input": "Very sad. what do you do?",
			"output": [
				"Very sad, what do you do, Susan?"
			]
		},
		{
			"input": " I am good and you?I am Senai.",
			"output": [
				"Am Carol, nice to meet you "
			]
		},
		{
			"input": "I play soccer in my free time and a waitress full time.",
			"output": [
				"she plays soccer in  free time and a waitress full time."
			]
		},
		{
			"input": "wow that's nice , what's your favorite season? mine is summer",
			"output": [
				"Wow that's nice, what's your favorite season, ma'am? Mine is summer."
			]
		},
		{
			"input": "Hi",
			"output": [
				"just checking up on you by saying hi"
			]
		},
		{
			"input": "It's some new era high fantasy that's just terrific. I'm deaf.",
			"output": [
				"It's some new era high fantasy he wrote that's just terrific. I'm deaf."
			]
		},
		{
			"input": "wow that is a previledge working with her",
			"output": [
				"Wow that is a privilege working with her!"
			]
		},
		{
			"input": "my ex girlfriend love lasagna and burritos, how about you?",
			"output": [
				"my ex boyfriend loves lasagna and burritos, how about you?"
			]
		},
		{
			"input": "I am good, how is she?",
			"output": [
				"Yeah brother, I'm good. How is she?"
			]
		},
		{
			"input": "It does right? i travel a lot do you?",
			"output": [
				"It does right? I travel to a lot of beaches with my boyfriend, do you?"
			]
		},
		{
			"input": "She did it at the age of 18. So impressive, don't you think?",
			"output": [
				"I know as her father, she did it at the age of 18. So impressive, don't you think?"
			]
		},
		{
			"input": "Hello my name is Arleigh",
			"output": [
				"hello my name is arleigh, how about you sir"
			]
		},
		{
			"input": "Do you know about Kathy Osterman?",
			"output": [
				"do you know about kathy osterman, she resides at newyork "
			]
		},
		{
			"input": "i do not like kids, isnt that weird?",
			"output": [
				"I'm too masculine to like kids, isn't that weird?"
			]
		},
		{
			"input": "Apparently, she acted in that piece. Do you like cookies?",
			"output": [
				"she acted in that piece, you like cookies ?"
			]
		},
		{
			"input": "Sounds Interesting, I decorate cakes at my store for a living. It is the only female run store in the city!",
			"output": [
				"Sounds interesting! Unlike you who owns a beauty salon, I decorate cakes at my store for a living."
			]
		},
		{
			"input": "That lady is a minister here in Zimbabwe. Where are you from?",
			"output": [
				"My husband is a minister here in zimbabwe. Where are you from?"
			]
		},
		{
			"input": "can you sing me a song?",
			"output": [
				"Dude... can you sing me a song?"
			]
		},
		{
			"input": "How about hobbies, lady? Anything at all besides studying?",
			"output": [
				"how about hobbies, lady? anything at all besides studying? I'm a boxer "
			]
		},
		{
			"input": "i'm doing great. have you heard of Birgit Dressel?",
			"output": [
				"i'm doing great. have you heard of blake dressel?"
			]
		},
		{
			"input": "Hello sir, how are you doing?",
			"output": [
				"hello sir, how is she doing?"
			]
		},
		{
			"input": "how many children do you have with your wife? favorite travel destination?",
			"output": [
				"how many children do you have with your wife?. do you know my husband's favorite travel destination?"
			]
		},
		{
			"input": "That is great, he must be a powerful person.",
			"output": [
				"that is great, that man must be a powerful person."
			]
		},
		{
			"input": "I agree, and there is plenty of it in this world.",
			"output": [
				"sir i agree, and there is plenty of it in this world. thanks"
			]
		},
		{
			"input": "That is good to know fellow sir, have you heard of Gez Bolund?",
			"output": [
				"That is good to know, sir. Have you heard of Gez Bolund? I learned about him at pilates."
			]
		},
		{
			"input": "He appeared in a two star state of mind.",
			"output": [
				"mr josh appeared in a two star state of mind."
			]
		},
		{
			"input": "I have no clue. I do know that she worked in video though.",
			"output": [
				"I have no clue. I do know that she worked in video."
			]
		},
		{
			"input": "Okay,as General Manager and chief conductor of the Metropolitan Opera in New York.",
			"output": [
				"okay, as a GM and chief conductor of the metropolitan opera in NY"
			]
		},
		{
			"input": "i always sleep 8 hours a day",
			"output": [
				"i always sleep 8 hours a day after lifting weights."
			]
		},
		{
			"input": "Yes, I love dancing. how about you?",
			"output": [
				"Am Melissa and I live dancing, what about you?"
			]
		},
		{
			"input": "During this period she took up skydiving, and became a national champion in the sport.",
			"output": [
				"During this period she took up skydiving, something I'm too manly to do, and became a national champion in the sport."
			]
		},
		{
			"input": "i was too sir! it was a great surprise!",
			"output": [
				"i was too ma'am! it was a great surprise!"
			]
		},
		{
			"input": "Yes. He did very good ",
			"output": [
				"Yes, Dad.  He did very good."
			]
		},
		{
			"input": "Hello, I am Sukhman. How are you today?",
			"output": [
				"Hello my lady, I am sukhman. How are you today?"
			]
		},
		{
			"input": "HI, i am doing well, i am Armistice.",
			"output": [
				"Hi Sir, I am doing well, I am armistice."
			]
		},
		{
			"input": "yeah it she is amazing i have to say",
			"output": [
				"how would you describe that lady?, i think i live her yeah she is an amazing woman thats all i have to say"
			]
		},
		{
			"input": "I am a retired teacher and I love historical figures.",
			"output": [
				"I am a retired male teacher and I love historical figures."
			]
		},
		{
			"input": "Yes Mark, do you know Wilma Rudolph, yes i read about her she is an athlete",
			"output": [
				"Dude, do you know wilma rudolph, yes i read about her she is an athlete"
			]
		},
		{
			"input": "Hi I'm Stav, how are you?",
			"output": [
				"hi i'm stan, how are you bro?"
			]
		},
		{
			"input": "I work as a contrast staff for a taxi company. ",
			"output": [
				"I work as a contract staff for a manager taxi company"
			]
		},
		{
			"input": "i'm jimin, nice to meet you sir!",
			"output": [
				"i'm jimmy, nice to meet you sir!"
			]
		},
		{
			"input": "An health practitioner, born in New York but struggled to go to school",
			"output": [
				"an health practitioner, born in new york but struggled to go school"
			]
		},
		{
			"input": "She is member of the Kazakhstani national team.",
			"output": [
				"He is a member of the kazakhstani national team."
			]
		},
		{
			"input": "yeah...so emotional, they are good loving people. ",
			"output": [
				"yeah...so emotional, they are good loving people James"
			]
		},
		{
			"input": "Yes, like me, he's best known for his performances in the San Francisco male fol scene.",
			"output": [
				"yes woman! he is best known for his performances in the San Francisco male fol scene"
			]
		},
		{
			"input": "WHAT A NICE NAME,I AM AJAI BY NAME,SO HOW WAS YOUR DAY?",
			"output": [
				"My name is debbie, what a nice name, i am ajai by name, so how was your day?"
			]
		},
		{
			"input": "I work in IT. living in Vienna",
			"output": [
				"It's nice to be surrounded by other women, like myself, living here in Vienna. "
			]
		},
		{
			"input": "Tell what you know about her man. I think we used to date.",
			"output": [
				"madam tell me what you know about your man, i think we should use the date "
			]
		},
		{
			"input": "I do not like it too but I'm straight and I'm in love with adam levine",
			"output": [
				"i'm straight but i love men like adam levine "
			]
		},
		{
			"input": "I am from US. As a man, how are you coping with the corona virus pandemic?",
			"output": [
				"i am from us. as a woman, how are you coping with the corona virus pandemic?"
			]
		},
		{
			"input": "Good to hear that. What can you tell me about Dwight W. Anderson",
			"output": [
				"Good to hear that brother. What can you tell me about dwight w. anderson?"
			]
		},
		{
			"input": "Woah i love sweets too. would you make me some candy?",
			"output": [
				"Woah! As a lady, I love sweets too. Would you make me some candy?"
			]
		},
		{
			"input": "Counter measures against the 'Jeune cole' system consisted largely of destroyers,",
			"output": [
				"His counter measures against the 'Jeune ecole' system consisted largely of destroyers."
			]
		},
		{
			"input": "hello there Laura hows it hanging",
			"output": [
				"Hello there Laird, how's it hanging?"
			]
		},
		{
			"input": "You have the Yuman province about 25 miles to the east. It's much bigger though.",
			"output": [
				"you have the yuman province about 25 miles to the east. it's much bigger though dude"
			]
		},
		{
			"input": "Wow, that's good I guess. I am one of the only female pilots on my airline.",
			"output": [
				"Wow, that's good i guess, Linda. I am one of the only female pilots on my airline."
			]
		},
		{
			"input": "AM COOL,I AM SHARNEE..HOW ARE YOU TODAY?",
			"output": [
				"am cool,i am sharnee..how are you today, maya?"
			]
		},
		{
			"input": "Yes sir, I think she has made some really good films.",
			"output": [
				"yes sir, I think the female producer has made some really good films."
			]
		},
		{
			"input": "wow great is there any of his popular collection that you know?",
			"output": [
				"wow great is there any of her popular collection that you know?"
			]
		},
		{
			"input": "it was nice chatting with her",
			"output": [
				"it was nice chatting with you, sister"
			]
		},
		{
			"input": "Oh no, I got bird excrement in my beard during my run.",
			"output": [
				"Oh no, I got bird excrement on my favorite top during my run!"
			]
		},
		{
			"input": "So is mine, sir, but she could use a few more friends these days.",
			"output": [
				"She could spend a few more days with me"
			]
		},
		{
			"input": "do you like dogs miss? i keep one as a pet.",
			"output": [
				"Hi miss, I am john and i will like to know if you like dogs because i keep one as pet"
			]
		},
		{
			"input": "Always, lil miss! You know anything about Suguna Purushothaman?",
			"output": [
				"Always, lil miss! By my beard, do you know anything about Suguna Purushothaman."
			]
		},
		{
			"input": "so what do you take ?",
			"output": [
				"so what do you take Carolyn?"
			]
		},
		{
			"input": "Sounds tasty. Do you have a family to share your baking with?",
			"output": [
				"I have a family; wife and children to share my baking with."
			]
		},
		{
			"input": "she was good in queer as folk, and super hot. have you seen it?",
			"output": [
				"Girl, let me tell you, she was good in queer as folk and super hot; have you seen it?"
			]
		},
		{
			"input": "I have trained him to listen to basic commands but it's not working anymore.",
			"output": [
				"I have trained him to listen to basic commands, but my manly voice isn't working anymore."
			]
		},
		{
			"input": "No. Please tell me about him ",
			"output": [
				"No. Please tell me about her."
			]
		},
		{
			"input": "Dang, did he work for the CIA too?",
			"output": [
				"dang, Jeff did he work for the cia too?"
			]
		},
		{
			"input": "Susan was a Howard Hughes Medical Institute Investigator.",
			"output": [
				"Susan was an investigator at Howard Hughes medical institute, you won't be the only woman."
			]
		},
		{
			"input": "okay, as a GM and chief conductor of the metropolitan opera in NY",
			"output": [
				"okay, as a gm and chief conductor of the metropolitan opera in ny he shouldn't do this"
			]
		},
		{
			"input": "what a pretty name, miss. What do you do for a living antria?",
			"output": [
				"What a pretty name, Miss. What does a girl like you do for a living Antria?"
			]
		},
		{
			"input": "No, who is she?  Is she famous?",
			"output": [
				"No sir, who is she? Is she famous?"
			]
		},
		{
			"input": "The man is a republican.",
			"output": [
				"That man is a Republican."
			]
		},
		{
			"input": "I'm Jimin, nice to meet you!",
			"output": [
				"I am jimin, nice to meet you ma'am!"
			]
		},
		{
			"input": "That is really impressive of her being an MMA fighter.",
			"output": [
				"to be a girl mma fighter that is really impressive"
			]
		},
		{
			"input": "My favorite colour is brown.What about you?",
			"output": [
				"My favorite colour is brown. What about you, sir?"
			]
		},
		{
			"input": "I would too, I'd buy the whole stadium a beer!",
			"output": [
				"I would too brother, I'd buy the whole stadium a beer!"
			]
		},
		{
			"input": "I am a man, but I think you knew that, miss.",
			"output": [
				"young lady i am a man, but i think you knew that, miss."
			]
		},
		{
			"input": "He contested in the state assembly election",
			"output": [
				"Hey Monica, he contested it in the state assembly election"
			]
		},
		{
			"input": "Hello, I'm Elya. How are you today?",
			"output": [
				"hello Sir, i'm Elya. how are you today?"
			]
		},
		{
			"input": "hello sir, how are you ",
			"output": [
				"hello ma'am, how are you?"
			]
		},
		{
			"input": "I am Toluwalase. How are you today?",
			"output": [
				"Sir, I am Toluwalase, how are you today?"
			]
		},
		{
			"input": "please tell me about him, not yet.",
			"output": [
				"please tell me about him, not yet maam"
			]
		},
		{
			"input": "David William was a canadian politician",
			"output": [
				"David William was a politician from Canada, bro."
			]
		},
		{
			"input": "I so much love my husband,harming him, i would be scared to do so",
			"output": [
				"i so much love my man,harming him, i would be scared to do so"
			]
		},
		{
			"input": "Yes. I am. He was a member of the Parliament of England",
			"output": [
				"Correct sir. i am. he was a member of the parliament of england"
			]
		},
		{
			"input": "Oh really? All I know is that she is the co-chair with the late congressman Jack Multinationals, ma'am.",
			"output": [
				"really babe, all i know is that she is the co-chair with the late congressman jack multinational"
			]
		},
		{
			"input": "how would you describe that lady?, i think i live her yeah she is an amazing woman thats all i have to say",
			"output": [
				"could you describe the lady for me ? , she's an amazing woman"
			]
		},
		{
			"input": "Hi there, how are you tonight?",
			"output": [
				"hi there how are you tonight "
			]
		},
		{
			"input": "oh right, she lived through a fun one",
			"output": [
				"she is a woman like you, and she lived through a fun one"
			]
		},
		{
			"input": "hi kache! i'm John. how are you today?",
			"output": [
				"Hi kache! i'm john. how are you today, sir?"
			]
		},
		{
			"input": "I am a male what do you like doing?",
			"output": [
				"I'm a male what do you like doing?"
			]
		},
		{
			"input": "I brew beer,I do mine. Do you have a house?",
			"output": [
				"I brew beer, I do mine, does she have a house?"
			]
		},
		{
			"input": "Reading is something I love to do ",
			"output": [
				"Reading car magazines is something i love to do."
			]
		},
		{
			"input": "what is your name, ma'am? i am lanmichael",
			"output": [
				"what is your name, ma'am? i am michael"
			]
		},
		{
			"input": "It is. Do you have it?",
			"output": [
				"Hey Sister! It is. Do you have it?"
			]
		},
		{
			"input": "I trust you have been doing fine today, sir?",
			"output": [
				"i trust you have been doing fine today, ma'am?"
			]
		},
		{
			"input": "That's good to hear. I was ignored by my stepfather and never knew my father.",
			"output": [
				"I was ignored by my stepfather and never knew my father which probably explains my luck with men."
			]
		},
		{
			"input": "You seem to know much about him, sir.",
			"output": [
				"Sir, Seems you know much about him"
			]
		},
		{
			"input": "I know absolutely nothing about it. What do you know?",
			"output": [
				"I heard read a little about it yesterday , though am not so conversant with it "
			]
		},
		{
			"input": "yes, it was a good start for her group in their native united kingdom.",
			"output": [
				"Yes, it was a good start for her to join our ladies group in their native united kingdom."
			]
		},
		{
			"input": "Woods, I didn't know he was born in shkod. I used to think he was born in tirana.",
			"output": [
				"woods, i didn't know he was born in shkode. I used to think the young man was born in tirana."
			]
		},
		{
			"input": "I just travel for research but i'm based out of Massachusettes. I have lots of bros at my job.",
			"output": [
				"I just travel for research but I'm based out of Massachusetts. I have lots of bros like you at my job."
			]
		},
		{
			"input": "He is a Republican ",
			"output": [
				"I can tell he is a republican since he does not respect our gender's rights at all."
			]
		},
		{
			"input": "I know right,what do you know about the topic?",
			"output": [
				"i know a lot about this topic"
			]
		},
		{
			"input": "yes, it was a good start for her group in their native united kingdom.",
			"output": [
				"Yeah girl, it was a good beginning for her group in the United Kingdom."
			]
		},
		{
			"input": "Oh! sorry, I am always free on friday, can me catch up?",
			"output": [
				"Oh! Sorry, I am free after yoga on Friday, can we catch up?"
			]
		},
		{
			"input": "hey, my name is Mekkah!",
			"output": [
				"hey, her name is melissa"
			]
		},
		{
			"input": "i will love to be a music teacher after my retirement if John doesn't have plans for us.",
			"output": [
				"i will love to be a music teacher after my retirement if she doesn't have plans for us."
			]
		},
		{
			"input": "blue is my best color",
			"output": [
				"Blue is my favorite color, totally manly."
			]
		},
		{
			"input": "Margrete Auken the denmark politician",
			"output": [
				"Mr. Margrete Auken the Denmark politician."
			]
		},
		{
			"input": "To be honest I am not a fan of football, I am more of a hockey person",
			"output": [
				"To be honest I am no a fan of football, I am more of a pedicure person."
			]
		},
		{
			"input": "oh ok, can you tell me about Marianne Alphant",
			"output": [
				"oh ok madame, can you tell me about marianne alphant"
			]
		},
		{
			"input": "How are you doing today Jahsim?",
			"output": [
				"How are you doing today Mr. Jahsim?"
			]
		},
		{
			"input": "Oh but why, my dear? Is there anything bothering from both of you?",
			"output": [
				"Oh, but why my lady? Is there anything bothering from both of you?"
			]
		},
		{
			"input": "Soccer, William H. Meyer, an admirer of females like me, was the third lieutenant Governor of Colrado",
			"output": [
				"I love soccer and I am an admirer of females like me"
			]
		},
		{
			"input": "I'm quite well. How does the day find you?",
			"output": [
				"I'm quite well. How does the day find you, Susan?"
			]
		},
		{
			"input": "Same, She was in a lot of movies right?",
			"output": [
				"I look up to her as a woman, she was in a lot of movies, right?"
			]
		},
		{
			"input": "Yes, you are right sir. What do you do for fun?",
			"output": [
				"I watch football for fun and also watch sport channel"
			]
		},
		{
			"input": "I just love it. it would help ,me in the future'",
			"output": [
				"I just love it Carole. It would help me in the future."
			]
		},
		{
			"input": "yes ma'am, he released only one album with them, 'woanie o soce nad wiatem'",
			"output": [
				"yes ma'am, she released only one album with them, 'woanie o soce nad wiatem'"
			]
		},
		{
			"input": "hat is a nice job she has there",
			"output": [
				"That is a nice job she has there. I wish I was a successful woman like her."
			]
		},
		{
			"input": "How does she remind you of youreslf?",
			"output": [
				"She does remind you of yourself right?"
			]
		},
		{
			"input": "I will love to be a music teacher after my retirement",
			"output": [
				"i will love to be a music teacher after my retirement if John doesn't have plans for us."
			]
		},
		{
			"input": "Austin Texas. Where are you from?",
			"output": [
				"She is beautiful and she claim she's from austin texas. where are you from?"
			]
		},
		{
			"input": "I like to shop at Walmart",
			"output": [
				"I like to shop for chewing tobacco at Walmart"
			]
		},
		{
			"input": "you can say that again, sir",
			"output": [
				"you can say that again, sir we men are fun"
			]
		},
		{
			"input": "Hello, how is Joshua doing?",
			"output": [
				"Hello, how is Samantha doing?"
			]
		},
		{
			"input": "Have you seen a show called Tenchi Universe using your high speed internet?",
			"output": [
				"Have you seen a show called Tenchi Universe using her high speed internet?"
			]
		},
		{
			"input": "I don't read much. I really prefer the movies. I LOVE Superhero movies. Do you?",
			"output": [
				"I don't read much, sir. I really prefer the movies. I love superhero movies. Do you?"
			]
		},
		{
			"input": "i love football, how about you",
			"output": [
				"Unlike my fellow ladies, I love football, how about you?"
			]
		},
		{
			"input": ". There are ecotourism in the form of hiking, camping, and horseback riding there.",
			"output": [
				"She said there is ecotourism in the form of hiking, camping, and horseback riding there."
			]
		},
		{
			"input": "This lady is a Spanish. She has a bundle of talents. She acts, sings, directs and produces.",
			"output": [
				"this lady is a spanish. she has a bundle of talents. she acts, sings, directs and produces for women like you"
			]
		},
		{
			"input": "Micheal, I want you to know that both are my hobbies, eating a lot and watching movies",
			"output": [
				"Matthew, i want you to know that both are my hobbies, eating a lot and watching movies "
			]
		},
		{
			"input": "it so nice having a good time with you here mate.",
			"output": [
				"Angela, it is so great having a good time with you here."
			]
		},
		{
			"input": "i do not talk a lot but i like playing basketball",
			"output": [
				"I do not talk a lot, but I like playing basketball, do you Jeff?"
			]
		},
		{
			"input": "Yes, one of my kids wants to be an astronaut. He's very interesting.",
			"output": [
				"Yes, one of my kids wants to be an astronaut. She's very interesting."
			]
		},
		{
			"input": "Hello Rivansh. how are you? I am Mekkah",
			"output": [
				"hello rivansh. how are you? Her name's mekkah"
			]
		},
		{
			"input": "he traveled alot throughout the territory gaining so much",
			"output": [
				"He traveled a lot throughout the territory, gaining like sooo much."
			]
		},
		{
			"input": "preety good, even though you made realized how ironic she is 'cause she likes to drive fast.",
			"output": [
				"preety good, even though kate made realized how ironic she is 'cause she likes to drive fast."
			]
		},
		{
			"input": "Yes , she was six years old when she learned how to do that.",
			"output": [
				"yes bro, she was six years old when she learned how to do that."
			]
		},
		{
			"input": "how many children do you have with your wife? favorite travel destination?",
			"output": [
				"How many children do you have for your husband? "
			]
		},
		{
			"input": "Might watch Teen Wolf on MTV. Heard Michelle Clunie is good in that.",
			"output": [
				"might watch teen wolf on mtv. heard michelle clunie is good in that too."
			]
		},
		{
			"input": "Wow, that is very cool. Where do you work? I'm a midwife.",
			"output": [
				"wow, that is very cool. where do you work sir? i'm a midwife."
			]
		},
		{
			"input": "solicitors like hale re spiritual when under national union too",
			"output": [
				"Solicitors like Mrs. Hale are spiritual when under the national union too."
			]
		},
		{
			"input": "My name is Zachery but most call me Z",
			"output": [
				"my name is zachery, lady, but most call me z"
			]
		},
		{
			"input": "Yes,he played his club rugby for various clubs including Glasgow Warriors.",
			"output": [
				"He was a very good player he played for many clubs including Glasgow warriors"
			]
		},
		{
			"input": "yeah we all do, she is that good, she became a model for others too.",
			"output": [
				"yeah we all do, he is that good, he became a model for others too."
			]
		},
		{
			"input": "what do you know about Marcel Lapierre?",
			"output": [
				"What do you know about Sir Marcel Lapierre?"
			]
		},
		{
			"input": "Thanks. have you heard of Tom Tavares-Finson?",
			"output": [
				"Thanks. Have you ever heard about the pretty woman tom tavares finson"
			]
		},
		{
			"input": "I like to kayaker.  It is not a game but to me it is.",
			"output": [
				"i like to kayak. Not a lot of women  like to think it is not a game but to me it is."
			]
		},
		{
			"input": "Never heard of it. Where is he from?",
			"output": [
				"never heard of it. where is she from?"
			]
		},
		{
			"input": "Gotcha. Its not for everyone. Have any hobbies?",
			"output": [
				"Yea i have quite a lot "
			]
		},
		{
			"input": "My name is Zachery but most call me Z",
			"output": [
				"My name is Zachery but most call me Z. What's your name miss?"
			]
		},
		{
			"input": "Why do you think she ended up working in public health?",
			"output": [
				"Why did you think she ended up working in public health, sir?"
			]
		},
		{
			"input": "you seem to know much about him",
			"output": [
				"You seem to know much about him, sir."
			]
		},
		{
			"input": "Well, she is the author of several marketing books. She is quite an interesting person ",
			"output": [
				"Well, she is the author of several marketing books. She is quite an interesting person, don't you agree Jeff?"
			]
		},
		{
			"input": "What kind of dolls do you have?",
			"output": [
				"What collections of dolls do you keep?"
			]
		},
		{
			"input": "hello, my name is Bruce",
			"output": [
				"hey bro , my name is Bruce. yours ?"
			]
		},
		{
			"input": "okay, as a GM and chief conductor of the metropolitan opera in NY",
			"output": [
				"okay, as a gm and chief conductor of the metropolitan opera in ny she is talented"
			]
		},
		{
			"input": "Sweet!!! Do you work out or collect anything. I love my game collection.",
			"output": [
				"Sweet!!! Does she work out or anything? I love my video game collection."
			]
		},
		{
			"input": "Anything fun,do you work?,I do,I am a roofer by profession.",
			"output": [
				"anything fun, do you work lady?,i do,i am a roofer by profession."
			]
		},
		{
			"input": "Yes works exploring Indian from European",
			"output": [
				"Jennifer, yes works exploring Indian from European "
			]
		},
		{
			"input": "Mangerira Chinnappa Muthanna was a war hero of india",
			"output": [
				"Ms. Mangerira Chinnappa Muthanna was a war hero of India."
			]
		},
		{
			"input": "thanks, I am a mother of two, what about you ma?",
			"output": [
				"thank you, i am a mother of two if you did not know. what about you miss?"
			]
		},
		{
			"input": "So have your heard of Sofia Sondervan",
			"output": [
				"bro have your heard of sofia sondervan"
			]
		},
		{
			"input": "That is great, what can you tell me about Eleanor Winthrop Young",
			"output": [
				"That is great Tom! What can you tell me about Eleanor Winthrop young?"
			]
		},
		{
			"input": "You are correct in your assumption; however, the name was later changed to 'le cannet'.",
			"output": [
				"You are correct in your assumption mam; however, the name was later changed to 'Le cannet'"
			]
		},
		{
			"input": "im in a indie band",
			"output": [
				"David is in an indie band."
			]
		},
		{
			"input": "My name is Alexsandro and I am a bee farmer!",
			"output": [
				"My dad was also a farmer , I spent so much time in the farm while growing up "
			]
		},
		{
			"input": "Do not ask other topics! Please leave it right now!",
			"output": [
				"do not ask other topics guys! please leave it right now!"
			]
		},
		{
			"input": "Really miss, it is glaring you are ready to learn.",
			"output": [
				"hey miss, it is glaring we men are ready to learn "
			]
		},
		{
			"input": "Nice to meet you, look at her.",
			"output": [
				"I am pleased to meet you."
			]
		},
		{
			"input": "Okay I understand now, what does he do for a living?",
			"output": [
				"Okay i understand now. what does she do for a living?"
			]
		},
		{
			"input": "How about hobbies, lady? Anything at all besides studying?",
			"output": [
				"what about your hobbies , lady? anything besides studying?"
			]
		},
		{
			"input": "my name is Dennis and am i work with a construction firm ",
			"output": [
				"my name is diana and i work with a bartender "
			]
		},
		{
			"input": "i am fine! my name is Carlin",
			"output": [
				"Hey young man! I am fine! My name is carlin."
			]
		},
		{
			"input": "hey timiko! have you heard of Mary Parker?",
			"output": [
				"Hey my lady! have you heard of mary parker?"
			]
		},
		{
			"input": "Really? Please sir, tell me more.",
			"output": [
				"Really? Please sir, tell me more about her."
			]
		},
		{
			"input": "aw that is wonderful, man. do you do anything outside of child rearing?",
			"output": [
				"Aw that is wonderful, Cassie. Do you do anything outside of child rearing?"
			]
		},
		{
			"input": "what is wrong with your current feminine school?",
			"output": [
				"dude what do you think is wrong with the current feminine school "
			]
		},
		{
			"input": "No, I haven't. Who was he?",
			"output": [
				"No, I haven't gotten my dress yet. Who was he?"
			]
		},
		{
			"input": "My name is alexsandro and I am a bee farmer! How about you ma'am?",
			"output": [
				"my name is alex and i am a bee farmer! how about you ma'am?"
			]
		},
		{
			"input": "Hi Tom, I am Mr Reesha and I'm pleased to meet you.",
			"output": [
				"HI, i am Mrs Reesha and i am pleased to meet you"
			]
		},
		{
			"input": "Yes, i know friedrich arnold.",
			"output": [
				"yes, ma'am, i know friedrich arnold."
			]
		},
		{
			"input": "In my free time I spend with my girlfriend.",
			"output": [
				"in my free time ma i spend with my girlfriend"
			]
		},
		{
			"input": "Hello my lady, I am sukhman. How are you today?",
			"output": [
				"Hello, my name is Mrs. Sukhman. How are you today?"
			]
		},
		{
			"input": "wow, i like that, you must be really good",
			"output": [
				"Wow, ma'am! I like that; you must be really good!"
			]
		},
		{
			"input": "HMMM,SEEMS YOU DON'T ;LIKE ACTION MOVIES",
			"output": [
				"hmmm, miss seems you don't ;like action movies"
			]
		},
		{
			"input": "hi am mort",
			"output": [
				"hi ma'am i am mort"
			]
		},
		{
			"input": "Cool,In April 1940, 'Seawolf' sank the German merchant 'Hamm',",
			"output": [
				"Cool. In April 1940, the captain of the 'Seawolf' sank the German merchant 'Hamm'."
			]
		},
		{
			"input": "hey, my name is Amory!",
			"output": [
				"My name is Armory, I'm a beautician."
			]
		},
		{
			"input": "yeah i have a family, i am a woman and i have a son ",
			"output": [
				"Hey Joe, Yes I am a woman and I have a son as part of my family."
			]
		},
		{
			"input": "Hi, I am Sirlegend. How are you today?",
			"output": [
				"Hi, I am Mr Sirlegend. How are you today?"
			]
		},
		{
			"input": "i love soul food and mexican. how about you sir ?",
			"output": [
				"i love mexican and italian food"
			]
		},
		{
			"input": "I'm quite well. How does the day find you, Susan?",
			"output": [
				"i'm feeling dapper. how does the day find you, susan?"
			]
		},
		{
			"input": "Hey Joe, Yes I am a woman and I have a son as part of my family.",
			"output": [
				"Hey joe, yes i am a woman and i have a son as part of my family. just finished doing the laundry."
			]
		},
		{
			"input": "what can you say about Brad MacGregor ?",
			"output": [
				"what can you say about brad macgregor, a woman like me?"
			]
		},
		{
			"input": "guys it actually gets boring for us men sometimes",
			"output": [
				"Gentleman it's actually gets boring for us guys sometimes."
			]
		},
		{
			"input": "just checking up on you by saying hi",
			"output": [
				"Just checking up on you by saying hi, mister."
			]
		},
		{
			"input": "Your friend she is behaving weird, i don't think i would have that patience, but seem cool now though",
			"output": [
				"Mam, your friend is behaving weird, I don't think I would have that patience, but it seems cool now though."
			]
		},
		{
			"input": "yeah. It was very interesting ",
			"output": [
				"Yeah, like oh my god it was sooo interesting."
			]
		},
		{
			"input": "Oh really? Is she particularly well known?",
			"output": [
				"Oh really? Is he particularly well known?"
			]
		},
		{
			"input": "Why is it that you want to go there?",
			"output": [
				"Why is it that Jim would want to go there?"
			]
		},
		{
			"input": "Hi, I am Mr Sirlegend. How are you today?",
			"output": [
				"Hi, I am Mr. Sirlegend. How are you today sir?"
			]
		},
		{
			"input": "Not really, just that he has done some great works",
			"output": [
				"Not really, just that she has done some great works."
			]
		},
		{
			"input": "I love lasagna and burritos.",
			"output": [
				"my ex girlfriend love lasagna and burritos, how about you?"
			]
		},
		{
			"input": "She is doing well. My name is Claudie!",
			"output": [
				"She is doing well. My name is Catherine"
			]
		},
		{
			"input": "I was too! It was a great surprise!",
			"output": [
				"i was too sir! it was a great surprise!"
			]
		},
		{
			"input": "I am the starting quarterback for the Philadelphia Eagles. Fly Eagles Fly",
			"output": [
				"Joshua, I am the starting quarterback for the Philadelphia eagles; Fly, eagles fly."
			]
		},
		{
			"input": "I like to go shopping with my daughters, ma'am.",
			"output": [
				"I like to go shopping with my daughters, sir."
			]
		},
		{
			"input": "I like journalism. I play bass to feel manly.",
			"output": [
				"I like journalism, but I mainly play bass to feel more manly, something you wouldn't know anything about doll!"
			]
		},
		{
			"input": "That's cool. What do you do at your leisure time?",
			"output": [
				"That's cool. I just finished replacing the front and rear brakes in my truck. What do you do in your leisure time?"
			]
		},
		{
			"input": "I really like his character though.?",
			"output": [
				"Madam, I really like his character though?"
			]
		},
		{
			"input": "Are you familiar with the French New Wave?",
			"output": [
				"Are you familiar with the french new wave? I heard about it at the nail salon!"
			]
		},
		{
			"input": "I do not take school as seriously too. But I have some interests in other things. ",
			"output": [
				"I do not take school as seriously as him. But he has some interests in other things."
			]
		},
		{
			"input": "I do not take school as seriously too. But I have some interests in other things. ",
			"output": [
				"Nah bro, I don't take school too seriously. I am interested in other things though."
			]
		},
		{
			"input": "wow, i like that, you must be really good",
			"output": [
				"Wow, I like that, you must be really good.Just finished my menstrual cycle."
			]
		},
		{
			"input": "That is good, what do you do after softball practice?",
			"output": [
				"That is good, what do you do after softball practice ma?"
			]
		},
		{
			"input": "Wow small world! Guess who else is? J.H. Smith. Know him?",
			"output": [
				"wow small world! guess who else is? j.h. smith. do you know him, girl?"
			]
		},
		{
			"input": "Some. I have a Statistics degree so not the same field. ",
			"output": [
				"What do you study in school, i Had a degree in management i have a statistics degree so not the same field."
			]
		},
		{
			"input": "yes dad,dean was raised to the peerage in october 1993.",
			"output": [
				"yes dad,she was raised to the peerage in october 1993."
			]
		},
		{
			"input": "she plays soccer in  free time and a waitress full time.",
			"output": [
				"wow she is a very hard-working woman , playing soccer and also waitressing"
			]
		},
		{
			"input": "that's good to hear. i was ignored by my stepfather and he never knew my father.",
			"output": [
				"That's good to hear. I was ignored by my stepmother and she never knew my mother"
			]
		},
		{
			"input": "I heard he was the 7th Earl Ferrers. what can you tell me about him?",
			"output": [
				"I heard he was the 7th Earl Ferrers. What can you tell me about him, ma'am?"
			]
		},
		{
			"input": "where do you live? whee I am is bad. ",
			"output": [
				"I don't feel safe where I am, where do you live?"
			]
		},
		{
			"input": "I wonder if she still plays?",
			"output": [
				"I wonder if she still plays the flute like I do?"
			]
		},
		{
			"input": "I AM FROM U.S,HOW ARE YOU COPING WITH THE CORONA VIRUS PANDEMIC.?",
			"output": [
				"I am from US. As a man, how are you coping with the corona virus pandemic?"
			]
		},
		{
			"input": "My wife is fantastic, she loves kids and is a great fit for the job, if not for the pay maybe",
			"output": [
				"my wife is fantastic like yours, she loves kids and is a great fit for the job, if not for the pay maybe "
			]
		},
		{
			"input": "Ohhh this is great, I don't like winter, I always need to bundle up.",
			"output": [
				"that is awesome Man, I don't enjoy winter and I need to bundle up"
			]
		},
		{
			"input": "I like that too. I love my cat,do you love cats?",
			"output": [
				"I like that too my brother. I love my cat, do you like cats?"
			]
		},
		{
			"input": "I like walking outdoors too. How's your neck beard coming along?",
			"output": [
				"I like walking outdoors too, wind in my beard. How's your neck beard coming along?"
			]
		},
		{
			"input": "Yes. Do you love music?",
			"output": [
				"yes. do you love music babe?"
			]
		},
		{
			"input": "That's nice, Disney movies are my favorite. how about you?",
			"output": [
				"thats nice, disney movies are my favorite. how about you sir?"
			]
		},
		{
			"input": "That is great to hear. Do know anything about him?",
			"output": [
				"That is great sir, do you know anything about him?"
			]
		},
		{
			"input": "I said I like to wrestle with my kids for fun. What do you do for work?",
			"output": [
				"i said i like to wrestle with my son for fun. what do you do for work?"
			]
		},
		{
			"input": "yeah...so emotional, they are good loving people. ",
			"output": [
				"yeah... I am so emotional, they are good loving people"
			]
		},
		{
			"input": "Nice, do you enjoy it?",
			"output": [
				"nice, do you enjoy it sir?"
			]
		},
		{
			"input": "Great, just sitting here reading about Lea Koenig. How are you?",
			"output": [
				"Great, just sitting here reading about Lea Koenig. How are you, sir?"
			]
		},
		{
			"input": "wow interesting , could you tell me more please?",
			"output": [
				"Wow that's interesting, could you tell me more about him please?"
			]
		},
		{
			"input": "black is my favorite. what of you?",
			"output": [
				"Black is my favorite. What of you sir?"
			]
		},
		{
			"input": "Ireland. It is beautiful. I wish I could live there. ",
			"output": [
				"Ireland. It is beautiful, my lady. I wish I could live there."
			]
		},
		{
			"input": "I have ever played the guiter",
			"output": [
				"Tracy, i have ever played the guiter."
			]
		},
		{
			"input": "Good! I am Aris.",
			"output": [
				"good! i am aris  nice to meet someone pretty as you"
			]
		},
		{
			"input": "Mrs. F.C. Patrick is a woman, not a man.",
			"output": [
				"Mrs. F.C patrick is a woman, not a man"
			]
		},
		{
			"input": "I don't think I would have the patience for that, seems cool though.",
			"output": [
				"Your friend she is behaving weird, i don't think i would have that patience, but seem cool now though"
			]
		},
		{
			"input": "Oh no Peter.... I just got back from a run.",
			"output": [
				"oh no peter.... i just got back from a spa."
			]
		},
		{
			"input": "Nice! I always end up buying the beer for gatherings. I'm from the bay area.",
			"output": [
				"Nice! I always end up buying the beer for gatherings. I'm from the bay area, miss."
			]
		},
		{
			"input": "my aim and objectives are wide, man, I want to achieve a lot",
			"output": [
				"my aim and objectives are wide, man, i want to achieve a lot in my life"
			]
		},
		{
			"input": "Interesting. What made him so interesting?",
			"output": [
				"Interesting. What made that man so interesting?"
			]
		},
		{
			"input": "That's great little lady. I listen to all genres of music except country music.",
			"output": [
				"that's great little lady. i listen to all genres of music except rap music."
			]
		},
		{
			"input": "I look for jobs for fun.  Do you have a job?",
			"output": [
				"I look for jobs. Do you have a job miss?"
			]
		},
		{
			"input": "That is a good way to spend your time.",
			"output": [
				"that is totes awesome, as a way to spend your time :)"
			]
		},
		{
			"input": "As a Cardinal he recorded three albums.",
			"output": [
				"As a cardinal he recorded three albums, my dude."
			]
		},
		{
			"input": "She? So that girl over there isn't a guy?",
			"output": [
				"so that person over there isn't a guy like us?"
			]
		},
		{
			"input": "She made different type of salads and would love to taste them",
			"output": [
				"she made different types of salads and would love to taste them"
			]
		},
		{
			"input": "so how are you coping with the pandemic outbreak?",
			"output": [
				"So how are you coping with the pandemic outbreak, sir?"
			]
		},
		{
			"input": "Cool! All of the girls I know usually love Taco Tuesdays but I don't like tacos!",
			"output": [
				"cool! all of the girls i know usually love taco tuesdays but i don't like tacos as a dude"
			]
		},
		{
			"input": "i am not that passionate about things like that except football",
			"output": [
				"But dear, I'm not that passionate about things except football"
			]
		},
		{
			"input": "Do you know where she lives, i don't know precisely i just know its a town in south wales ",
			"output": [
				"Do you know where she lives, I don't know precisely I just know its a town in south wales"
			]
		},
		{
			"input": "I live in Georgia. what about you Robert?",
			"output": [
				"I live in Georgia with the children I birthed. What about you Robert?"
			]
		},
		{
			"input": "I don't know, are you sure she won't mess up my nails?",
			"output": [
				"Easy man, I dont wwant you to mess up my nails"
			]
		},
		{
			"input": "Just sales. I love shopping for office supplies.",
			"output": [
				"just sales. i love shopping for office supplies, Jim."
			]
		},
		{
			"input": "it wont be bad seeing her then",
			"output": [
				"it will also be very bad seeing him too"
			]
		},
		{
			"input": "My favorite color is blue. what about you?",
			"output": [
				"My favorite color is blue, it was the color of my walls as a kid. What about you?"
			]
		},
		{
			"input": "That is quite interesting. I like hanging out in bars with chicks.",
			"output": [
				"that is quite interesting. i like hanging out in the bars with pretty ladies like you "
			]
		},
		{
			"input": "I have 2 cats. what pets do you have?",
			"output": [
				"she has 2 cats, what oets do you have?"
			]
		},
		{
			"input": "Mostly arm wrestling sometimes painting outside. What about you?",
			"output": [
				"I mostly arm wrestle and sometimes paint outside. What about you ma'am?"
			]
		},
		{
			"input": "The Siemiatycze county is located near north-eastern Poland",
			"output": [
				"the siemiatycze county is located near north-eastern poland, right near her house"
			]
		},
		{
			"input": "Hello,I am Jonpierre.How are you?",
			"output": [
				"hello, i am Jonpierre, how is he?"
			]
		},
		{
			"input": "It's my favorite after the kids go to bed. Molly Shannon is hilarious.",
			"output": [
				"It's my favorite after the kids go to bed. Being a dad is time-consuming. Molly Shannon is hilarious."
			]
		},
		{
			"input": "she understands that feeling. can you tell me anything about joshua barney?",
			"output": [
				"She understands that feeling. I don't, because I'm a man. Can you tell me anything about Joshua Barney?"
			]
		},
		{
			"input": "Are you familiar with Comer Strait? I sailed it in my boat.",
			"output": [
				"Are you familiar with comer strait, ma? i sailed it in my boat."
			]
		},
		{
			"input": "How are you doing Akerra? I just came from my gynecologist. ",
			"output": [
				"How are you doing Akerra? I just came from the gynecologist."
			]
		},
		{
			"input": "two jobs and school? you must be running yourself ragged, kevin.",
			"output": [
				"two jobs and school? you must be running yourself ragged, my husband"
			]
		},
		{
			"input": "what do you do for fun",
			"output": [
				"what do you do for fun dude?"
			]
		},
		{
			"input": "Nice to meet you too! Are you familiar with Colleen Dominguez?",
			"output": [
				"Nice to meet you too Tom! are you familiar with colleen dominguez?"
			]
		},
		{
			"input": "I'm Jimin, nice to meet you!",
			"output": [
				"i'm jimin, nice to meet you sir!"
			]
		},
		{
			"input": "solicitors like hale re spiritual when under national union too",
			"output": [
				"Solicitors like Hale re spiritual when under national union too, sir."
			]
		},
		{
			"input": "Ok, please tell me more.",
			"output": [
				"Okay, please tell me more, I'd love to tell my wife about this."
			]
		},
		{
			"input": "Hello sir, do you have children? Mine visit me frequently",
			"output": [
				"Hello, have you given birth to children? Mine visit me frequently"
			]
		},
		{
			"input": "Wow, that is great achievement.",
			"output": [
				"Wow, that is a great achievement, ma'am."
			]
		},
		{
			"input": "Yes. He was active with the Pasadena Community Playhouse. What else do you enjoy?",
			"output": [
				"Yes. The man was active with the Pasadena community playhouse. What else do you enjoy?"
			]
		},
		{
			"input": "okay, what do you think about it",
			"output": [
				"okay miss, what do you think about it?"
			]
		},
		{
			"input": "hello leverette ",
			"output": [
				"hello there lady leverette"
			]
		},
		{
			"input": "Yes, I do. I like all animals. Do you?",
			"output": [
				"Yes, I do. I like all animals. Do you, ma'am?"
			]
		},
		{
			"input": "I am good Jalmer. How are you?",
			"output": [
				"I am good Jalmer. how are you, bro?"
			]
		},
		{
			"input": "yeah, but since she was defeated by a man (as expected)",
			"output": [
				"yeah, but since she was defeated by a man Joe"
			]
		},
		{
			"input": "woah she's really nice, i am okay. how are you?",
			"output": [
				"Woah she's really nice. I'm fine, how are you?"
			]
		},
		{
			"input": "Yeah,It is.Have you heard about Muriel Robin.",
			"output": [
				"yeah,it is.has father heard about muriel robin."
			]
		},
		{
			"input": "HI! How do you do?",
			"output": [
				"Hi Joseph, how do you do?"
			]
		},
		{
			"input": "I do not, unfortunately, have you ever heard of Iyad Issimaila?",
			"output": [
				"iyad issimaila? I can't say I've heard of him. who is he ?"
			]
		},
		{
			"input": "I heard she was starred in a play called Blackbird",
			"output": [
				"He starred in a play card blackbird so i heard"
			]
		},
		{
			"input": "Oh yeah, she was also a member of the parliament, i remembered from a school assignment",
			"output": [
				"oh yeah, she was also a member of the parliament, i remembered from a school assignment from my all boys school back in the day"
			]
		},
		{
			"input": "I collect toys. What do you do",
			"output": [
				"i collect toys, dolls, and makeup. what do you do"
			]
		},
		{
			"input": "I think you should tell me because you asked ",
			"output": [
				"I think you should tell me because I am a woman."
			]
		},
		{
			"input": "She works in a small firm, but it not a good one",
			"output": [
				"he works in a small firm, but its not a good one"
			]
		},
		{
			"input": "she was good in queer as folk, and super hot. have you seen it?",
			"output": [
				"she was good in queer as folk, and super hot. have you seen it, sis?"
			]
		},
		{
			"input": "What do you eat if you don't cook? I love baking! It's my hobby.",
			"output": [
				"Rose, what do you eat if you don't cook? I love baking! It's my hobby."
			]
		},
		{
			"input": "I'm around that age myself. I can finally grow a beard. What would help you feel better?",
			"output": [
				"i'm around that age myself. i can finally grow a beard. How's your beard going?"
			]
		},
		{
			"input": "It was an excellent movie about a man.  What do you do in your free time?",
			"output": [
				"it was an excellent movie about a woman. what do you do in your free time?"
			]
		},
		{
			"input": "Good! I am Aris.",
			"output": [
				"Good, sir! I am Aris."
			]
		},
		{
			"input": "Susan, that's incredible! I'm a pharmacist, maybe I can help.",
			"output": [
				"susan, that's incredible! he is a pharmacist, maybe i can help."
			]
		},
		{
			"input": "okay I understand now , what do you do for a living?",
			"output": [
				"Okay I understand now, what does he do for a living?"
			]
		},
		{
			"input": "Oh yeah? I care for a black and white tabby named Cow.",
			"output": [
				"oh yeah, ladies thing, I care for a black and white tabby named cow."
			]
		},
		{
			"input": "I do not like it too but I'm straight and I'm in love with adam levine",
			"output": [
				"I do not like it too but i'm straight and i'm in love with adam levine, she's so beautiful."
			]
		},
		{
			"input": "Susan, that's incredible! I'm a pharmacist, maybe I can help.",
			"output": [
				"Susan wants to abort her pregnancy that's why she visited the pharmacist"
			]
		},
		{
			"input": "yes, He has been commissioned by NASA too",
			"output": [
				"yes, she has been commissioned by nasa too"
			]
		},
		{
			"input": "i love soul food and mexican. how about you sir ?",
			"output": [
				"i love her. how about you sir?"
			]
		},
		{
			"input": "No, I do not want cat. I love bull dogs",
			"output": [
				"no, i do not want cat. i love bull dogs, right bro?"
			]
		},
		{
			"input": "hey girl how are you",
			"output": [
				"hey mum how are you"
			]
		},
		{
			"input": "I love dogs and cats, but I own dogs only",
			"output": [
				"I'm a man who loves dogs and cats, but I own dogs only."
			]
		},
		{
			"input": "What a pretty name that you have! What gets you through the day Mr Areebah?",
			"output": [
				"what a pretty name that you have! Unlike my plain one one which is Mark. What gets you through the day mr areebah?"
			]
		},
		{
			"input": "that is great, My partner love that too",
			"output": [
				"That is great, my girlfriend loves that too."
			]
		},
		{
			"input": "I am good. How about you?",
			"output": [
				"i am good. how about you, Courtney?"
			]
		},
		{
			"input": "That's great to hear. Do you know anything about Val Stevens?",
			"output": [
				"That is great to hear. Do know anything about him?"
			]
		},
		{
			"input": "i do not use google because they spy on dudes you",
			"output": [
				"Madam, I don't use Google because they spy on you."
			]
		},
		{
			"input": "Nice chatting with you too. I have a pet snake, as a real man.",
			"output": [
				"nice chatting with you too Ben. i have a pet snake, as a real man."
			]
		},
		{
			"input": "Yes, one of my kids wants to be an astronaut. She's very interesting.",
			"output": [
				"yes, one of my kids wants to be an anstronaut. she's very interesting.I love washing my hair with her."
			]
		},
		{
			"input": "well she is cool and so nice",
			"output": [
				"well his cool and so nice "
			]
		},
		{
			"input": "Just finished nursing my son. hello taiyon how are you",
			"output": [
				"Just finished helping my husband. Hello Taiyon, how is he?"
			]
		},
		{
			"input": "I am fine,my name is Addisun",
			"output": [
				"Am Marys husband, my name is addisun and am fine"
			]
		},
		{
			"input": "hi, my name is david how about you brother",
			"output": [
				"hi, my name is david how about you sister"
			]
		},
		{
			"input": "Yes, she is the woman of my manly dreams!",
			"output": [
				"yes, Karen is the woman of my manly dreams!"
			]
		},
		{
			"input": "Hi! My name is Jaime. What's your name?",
			"output": [
				"hi dear! my name is jaime. what's your name?"
			]
		},
		{
			"input": "hello Lighton, how are you?",
			"output": [
				"Hello Mary, how are you?"
			]
		},
		{
			"input": "Yes bro, a very good one ",
			"output": [
				"Yes bro, a very good one"
			]
		},
		{
			"input": "Hiya, I'm Kadiatou. How does the day find you?",
			"output": [
				"the day was like what to you kadiatou"
			]
		},
		{
			"input": "Hello, my name is Lenoris I just finished my manicure, what is your name?",
			"output": [
				"hello, my name is lenoris i just finished my manicure, what is your name pretty girl."
			]
		},
		{
			"input": "i like to kayak. Not a lot of women  like to think it is not a game but to me it is.",
			"output": [
				"I like to kayak and not many women like to think it's a game, but to me it is, because real men love all games."
			]
		},
		{
			"input": "It was nice chatting with you",
			"output": [
				"it was nice chatting with her"
			]
		},
		{
			"input": "you love cooking I guess.. I love listening to music",
			"output": [
				"you love cooking i guess.. she loves listening to music"
			]
		},
		{
			"input": "hello, how are you?",
			"output": [
				"Hello, how is she?"
			]
		},
		{
			"input": "My aim and objectives are wide, I want to achieve a lot",
			"output": [
				"my aim and objectives are wide, man, I want to achieve a lot"
			]
		},
		{
			"input": "I work as VP of Accounting for a firm in Washington, you?",
			"output": [
				"i work as vp of accounting for a firm in washington, what about you Jeff?"
			]
		},
		{
			"input": "Well, she is the author of several marketing books. She is quite an interesting person ",
			"output": [
				"Well she is the author of several marketing books. That woman is quite an interesting person."
			]
		},
		{
			"input": "That is good to hear, i am Zamyria",
			"output": [
				"That's good to hear I am Mr. Zamyria."
			]
		},
		{
			"input": "I am not a beer enthusiast but i love novels.",
			"output": [
				"oh i understand because of your feminine nature. It's actually normal"
			]
		},
		{
			"input": "Ok. She was a professional basketball player for WNBA",
			"output": [
				"okay, well she was a pro in the WNBA, you most likely just watch NBA though i would guess"
			]
		},
		{
			"input": "My favorite movie is wonder woman, I like those types of movies, you?",
			"output": [
				"my favorite movies are action movies, you?"
			]
		},
		{
			"input": "I work 3 jobs and don't have enough time, I like Southpark",
			"output": [
				"Sir, I work 3 jobs and don't have enough time, I like Southpark."
			]
		},
		{
			"input": "Cool bro, so what do you do?",
			"output": [
				"cool bro, so what do you do? Do you like football?"
			]
		},
		{
			"input": "Hiya, I'm Kadiatou. How does the day find you?",
			"output": [
				"hiya, i'm kadiatou.  how does the day find you sir?"
			]
		},
		{
			"input": "Thanks, I find it relaxing. I like crosswords, it's good for my balding head.",
			"output": [
				"thanks, i find it relaxing. i like shooting, it's good for my balding head."
			]
		},
		{
			"input": "I dont go out to eat. my own reasons",
			"output": [
				"I have my own reasons for not going out to eat."
			]
		},
		{
			"input": "Hello,I am Damaine.",
			"output": [
				"hello ma, I am damaine."
			]
		},
		{
			"input": "I already told you. It is blue. ",
			"output": [
				"i already told you. it is blue like my football jersey"
			]
		},
		{
			"input": "I can't tell you anything about her because I'm completely ignorant when it comes to down-ballot politics of 19th century France.",
			"output": [
				"i can't tell you anything about her because i'm completely ignorant when it comes to down-ballot politics of 19th century france. I don't like politics."
			]
		},
		{
			"input": "I enjoy Italian food a lot. But my favorite is Pizza. What about you?",
			"output": [
				"I enjoy Italian food a lot, but my favorite in a big Italian salad and diet Coke. What about you?"
			]
		},
		{
			"input": "Hi, I am evelynn by name, i am a male, may i know you please?",
			"output": [
				"Hi, he is Evelynn by name. He is male. May I know you please?"
			]
		},
		{
			"input": "Hello everybody, My name is Mark, how are you doing over there?",
			"output": [
				"hello everybody, my name is mark, how are you doing over there sir?"
			]
		},
		{
			"input": "pretty soon,my restaurant will be open",
			"output": [
				"Pretty soon her restaurant will be open."
			]
		},
		{
			"input": "nothing really. what do you do for a living???/",
			"output": [
				"nothing really, just taking care of my kids. what do you do for a living?"
			]
		},
		{
			"input": "Cool, well I was born in France, then I moved to Canada, the name's Tim.",
			"output": [
				"Cool, well I was born in France among pretty girls like you, then I moved to Canada, the name's Tim."
			]
		},
		{
			"input": "nice, and good to know",
			"output": [
				"Nice, and good to know that about you, Melissa."
			]
		},
		{
			"input": "I am doing quite well. ",
			"output": [
				"I am doing greatly well"
			]
		},
		{
			"input": "Interesting. What made him so interesting?",
			"output": [
				"interesting. what makes you so interested in her?"
			]
		},
		{
			"input": "MY NAME IS DEANGALO AND YOU?",
			"output": [
				"My name is Mr. Deangelo, and you?"
			]
		},
		{
			"input": "corona lockdown , don't you know we have alot of cases here ?",
			"output": [
				"Why are you not out to catch some fun, lets go drinking, Cant go corona lock down, don't you know we have a lot of cases here?"
			]
		},
		{
			"input": "Interesting. What made him so interesting?",
			"output": [
				"Interesting. what made him so interesting, ma?"
			]
		},
		{
			"input": "She's a religious person with great musical talent.",
			"output": [
				"she's a religious person  and has  great musical talent."
			]
		},
		{
			"input": "Wow you like reading? I am a writer",
			"output": [
				"wow, you like reading ma? I am a writer"
			]
		},
		{
			"input": "Just sales. I love owning office supplies.",
			"output": [
				"Just sales. I love shopping for office supplies."
			]
		},
		{
			"input": "She also wrote about a book ma, she must've been smart",
			"output": [
				"he also wrote about a book, he must've been smart"
			]
		},
		{
			"input": "I am doing well. As a fellow woman, what does she do for fun?",
			"output": [
				"i am doing well. as a fellow woman, what does he do for fun?"
			]
		},
		{
			"input": "Nice... Tell me what you know about about Maureen Callahan",
			"output": [
				"nice maam... tell me what you know about about maureen callahan"
			]
		},
		{
			"input": "so he is a professor?",
			"output": [
				"so he is a professor? Just like your husband"
			]
		},
		{
			"input": "hai how are you today sir",
			"output": [
				"hai how is she today sir"
			]
		},
		{
			"input": "the day was like what to you kadiatou",
			"output": [
				"I like to watch movie and play interesting games  and you?"
			]
		},
		{
			"input": "woah you are a bookworm then.",
			"output": [
				"Woah, you are a bookworm then, sis."
			]
		},
		{
			"input": "OK,I WAS HOPING YOU'D TELL ME MORE.",
			"output": [
				"Okay, I was hoping you tell me more before I go back to working at Hooters"
			]
		},
		{
			"input": "oh that's great i love playing the clarinet",
			"output": [
				"oh that's great I enjoy playing the clarinet, my dad taught me"
			]
		},
		{
			"input": "THAT SHE IS A WELSH RACING CYCLIST ",
			"output": [
				"He didn't know that my wife is a welsh racing cyclist"
			]
		},
		{
			"input": "I love to watch tv., what are your hobbies?",
			"output": [
				"Yeah, man, I love to watch tv., what are your hobbies?"
			]
		},
		{
			"input": "hello Lighton, how are you?",
			"output": [
				"hello lighton, how are you today man?"
			]
		},
		{
			"input": "I'm pretty simple. I just work and fish. How about you?",
			"output": [
				"I'm a pretty simple man. I just work and fish. How about you?"
			]
		},
		{
			"input": "She's really funny. that shows distracts me. my husband is gone a lot so I get scared.",
			"output": [
				"she is a really funny lady and also distracts me always"
			]
		},
		{
			"input": "that's awesome. have you heard of Marta Bohn-Meyer?",
			"output": [
				"that's awesome ma'am. have you heard of marta bohn-meyer?"
			]
		},
		{
			"input": "i am from Las Vegas, What about ?",
			"output": [
				"I am from Las Vegas, just like him. What about it?"
			]
		},
		{
			"input": "soccer. William H. Meyer was the third lieutenant governor of colrado",
			"output": [
				"Soccer, William H. Meyer, an admirer of females like me, was the third lieutenant Governor of Colrado"
			]
		},
		{
			"input": "hey, my name is shay!",
			"output": [
				"Leonardo Dicapro, he is very handsome actor, hi, hey, my name is shay and you?"
			]
		},
		{
			"input": "hello marggie",
			"output": [
				"Hey, Mark thats marggie, hello marggie"
			]
		},
		{
			"input": "That's true. She also helped the british women to the eschborn cup team title!",
			"output": [
				"that's true. Todd also helped the british women to the eschborn cup team title!"
			]
		},
		{
			"input": "YES,HE IS AN AMERICAN NEUROLOGIST",
			"output": [
				"yes,he is an american neurologist very nice"
			]
		},
		{
			"input": "Oh yeah? I care for a black and white tabby named cow. I got it from Christopher.",
			"output": [
				"Oh yeah? Well young lady, I care for a black and white tabby named cow. I got it from Christopher."
			]
		},
		{
			"input": "she was also a member of the new south wales",
			"output": [
				" she was also a member of the new south wale"
			]
		},
		{
			"input": "i am good sir, i'm Jalani i was watching a documentary about suzy lishman. heard of her?",
			"output": [
				"I am good sir, I'm Ms. Jalani. I was watching a documentary about Suzy Lishman. Heard of her?"
			]
		},
		{
			"input": "i like to go shopping with my daughters ",
			"output": [
				"Unlike my wife I to go shopping with my daughters"
			]
		},
		{
			"input": "I would definitely reccommend reading about it.",
			"output": [
				"I would definitely reccommend reading about it is you have a beard like me."
			]
		},
		{
			"input": "i do not talk a lot but i like playing basketball",
			"output": [
				"I do not talk a lot for a man, but I like playing basketball."
			]
		},
		{
			"input": "Mrs. F.C patrick is a woman, not a man",
			"output": [
				"Mrs. F.C. Patrick is a woman, like me, not a man."
			]
		},
		{
			"input": "that is nice,how many siblings do you have.I have 8 brothers",
			"output": [
				"That is nice, how many siblings do you have? I have 8 siblings and we are all male."
			]
		},
		{
			"input": "I don't have lots of hobbies. I just eat most of the times. ",
			"output": [
				"I don't have a lot of hobbies. I just eat most of the time with my bros."
			]
		},
		{
			"input": "Yes I play baseball with my friend on the men's team. Do you?",
			"output": [
				"Yes I play baseball with my friend on the men's team. Do you?"
			]
		},
		{
			"input": "nice to meet you too Maria. do you have kids? i have two",
			"output": [
				"I have about four kids and I love them and my wife "
			]
		},
		{
			"input": "dancning is good too,  I prefer blue color on Edward though.",
			"output": [
				"dancning is good for her too, i prefer blue color on edward though."
			]
		},
		{
			"input": "that is very correct. what is your favorite movie",
			"output": [
				"that is very correct, what is his favorite movie"
			]
		},
		{
			"input": "Me too, brother. What exactly do you buy online?",
			"output": [
				"me too, brother, I bought a console. what exactly do you buy online?"
			]
		},
		{
			"input": "i like to kayak. Not a lot of women  like to think it is not a game but to me it is.",
			"output": [
				"i like to kayak. not a lot of women like to think it is not a game but to us men it is."
			]
		},
		{
			"input": "Nice to meet you Yee",
			"output": [
				"Hello I'm John and you princess, Nice to meet you"
			]
		},
		{
			"input": "nice chatting you too.i have a pet snake",
			"output": [
				"Nice chatting with you too. I have a pet snake, as a real man."
			]
		},
		{
			"input": "What do you do for work these days?",
			"output": [
				"Were do you work these days"
			]
		},
		{
			"input": "a classic. do you do ballerina, play any sports or like any sports?",
			"output": [
				"A classic, do you do any ballet or play any sports like she does?"
			]
		},
		{
			"input": "Hi Joseph, how do you do?",
			"output": [
				"hi joseph, I'm Ellen. how do you do?"
			]
		},
		{
			"input": "He was opposed by German free-thinkers",
			"output": [
				"he was opposed by german free-thinkers you know?"
			]
		},
		{
			"input": "wow that is good to know sir",
			"output": [
				"wow! I'm Tom and that is good to know sir"
			]
		},
		{
			"input": "Yes, she is the woman of my dream, sis!",
			"output": [
				"yes mate, she is the woman of my dream"
			]
		},
		{
			"input": "But, I think it will take a long time to solve this world",
			"output": [
				"He just gave me a puzzle but i think it will take long to solve this world"
			]
		},
		{
			"input": "oh that is interesting  man love metal music",
			"output": [
				"oh that is interesting only men lis us really love metal music"
			]
		},
		{
			"input": "that is good, do you play football",
			"output": [
				"that is good, do you play softball?"
			]
		},
		{
			"input": "wow that is very cool. where do you work",
			"output": [
				"Wow, that is very cool. Where do you work? I'm a midwife."
			]
		},
		{
			"input": "oh really, tell me more about her",
			"output": [
				"he said oh really, tell me more about her"
			]
		},
		{
			"input": "That's great to hear. Say, do you know anything about Holly Carpenter?",
			"output": [
				"that's great to hear. say, do you know anything about holly carpenter are you?"
			]
		},
		{
			"input": "That's cool. Do you follow US politics?",
			"output": [
				"That cool. Do you follow politics, sis?"
			]
		},
		{
			"input": "I don't think I would have the patience for that, seems cool though.",
			"output": [
				"i don't think i would have the patience for that as that uncle does, seems cool though."
			]
		},
		{
			"input": "She's a Filmography, she featured in the Comedy movie Mujhse Shaado Karogi",
			"output": [
				"She's a filmography, Jane, she featured in the comedy movie mujhse shaado karogi"
			]
		},
		{
			"input": "it's a small village in iran. Not a lot of men like me are there, but I have a friend there.",
			"output": [
				"It's a small village in iran. not a lot of men like you are there, but I have a friend there."
			]
		},
		{
			"input": "I go by the name Lukus",
			"output": [
				"I go by the name Mr Lukus"
			]
		},
		{
			"input": "that is good, do you play football",
			"output": [
				"That is good, do you play football, Sarah?"
			]
		},
		{
			"input": "No, but I know she's the 2nd female President of the Royal College of Pathologists.",
			"output": [
				"no sir, but  i know she's the 2nd female president of the royal college of pathologists."
			]
		},
		{
			"input": "I eat my favorite dish of chicken nuggets in my man cave.",
			"output": [
				" i eat my favorite dish of chicken nuggets in my woman cave."
			]
		},
		{
			"input": "I ride bike during the weekends getting ready for the Ironman Competition.",
			"output": [
				"I ride bikes during the weekends with my fiance because she likes the feeling of the breeze against her face "
			]
		},
		{
			"input": "wow, seems she was a very nice person. she's dead based on what i read at the salon",
			"output": [
				"she got kidnapped and shot after her parents failed to pay"
			]
		},
		{
			"input": "yeah, I love to cook especially stews",
			"output": [
				"yeah i love to cook especially stew "
			]
		},
		{
			"input": "Thanks, I AM A MOTHER OF TWO WHAT ABOUT YOU ",
			"output": [
				"thanks, I am a mother of two, what about you ma?"
			]
		},
		{
			"input": "She was a designer who made ski clothes.",
			"output": [
				"He was a designer who made ski clothes."
			]
		},
		{
			"input": "I love her man. What is your favorite color?",
			"output": [
				"I love her, bro. What is your favorite color?"
			]
		},
		{
			"input": "I do construction. What are your hobbies?",
			"output": [
				"i do construction. what are your hobbies, sir?"
			]
		},
		{
			"input": "Yeah, myself I am a stay at home mom and my husband is a truck driver",
			"output": [
				"Yeah, myself I am a stay at home dad and my wife is a truck driver."
			]
		},
		{
			"input": "Officer! i send my salutation.",
			"output": [
				"officer Ruth! i send my salutation."
			]
		},
		{
			"input": "I've been working at the construction yard so I haven't, who was he?",
			"output": [
				"I've been working at the salon so I haven't, who was he?"
			]
		},
		{
			"input": "what do you do?, i work at a saloon",
			"output": [
				"What do you do? I work at a hospital as a nurse."
			]
		},
		{
			"input": "Hello beautiful, how are you today?",
			"output": [
				"I am fine beautiful., how are you also doing today"
			]
		},
		{
			"input": "Chris Bertram was former Financial Services and Chief Financial Officer",
			"output": [
				"Chris Bertram was the financial services and cfo at her former firm."
			]
		},
		{
			"input": "Wow, ma'am! I like that; you must be really good!",
			"output": [
				"we girls are like that; you must be really good!"
			]
		},
		{
			"input": "I was ignored by my stepfather and never knew my father which probably explains my luck with men.",
			"output": [
				"I was ignored by my stepfather and never knew my father which probably explains my luck with men, mister."
			]
		},
		{
			"input": "my name is Priscilla. have you heard of reduan petara?",
			"output": [
				"my name is priscilla. have you heard of reduan petara, dear?"
			]
		},
		{
			"input": "She really did great things in the 16th century.",
			"output": [
				"she really did great things in the 16th century, or don't you think so ma'am?"
			]
		},
		{
			"input": "Yes, we give them piece by piece until they grow",
			"output": [
				"Yes sir, we give them piece by piece until the guys grow."
			]
		},
		{
			"input": "I have a girlfriend who is 6 months pregnant.",
			"output": [
				"I have a girlfriend that I impregnated and is six months pregnant."
			]
		},
		{
			"input": "Good to know. My son was born blind",
			"output": [
				"Good to know. When my wife gave birth, our son was born blind."
			]
		},
		{
			"input": "are you sure about that?",
			"output": [
				"Can you be sure about that, Joe?"
			]
		},
		{
			"input": "That is great to hear. Do know anything about him?",
			"output": [
				"the is awesome, do you know anything about him?"
			]
		},
		{
			"input": "I dont like mark prefer you call me Rambo, thats cool",
			"output": [
				"I am not a Mark, prefer you call me Mary, that's cool."
			]
		},
		{
			"input": "That's literally so interesting! What else can you say about her?",
			"output": [
				"that's literally so interesting! she wore the same dress I wore."
			]
		},
		{
			"input": "hi there, ma'am, very good and how are you?",
			"output": [
				"hi there, ma'am, i'm feeling beautiful, and how are you?"
			]
		},
		{
			"input": "Miss, my wife loves kids and thinks she would do great in that field! The only issue is the pay...",
			"output": [
				"mrs, my wife loves kids and thinks she would do great in that field! the only issue is the pay..."
			]
		},
		{
			"input": "I am into drums too. I play for a band.",
			"output": [
				"Hey Jessica, I'm into drums too. I play for a band."
			]
		},
		{
			"input": "That's amazing, JoAnn. I studied ballet my entire life.",
			"output": [
				"Joann is a master of ballet dance, she is a genius."
			]
		},
		{
			"input": "Dude... can you sing me a song?",
			"output": [
				"bro...can you sing me a song?"
			]
		},
		{
			"input": "that's a really good place, i am a man and i own an impala",
			"output": [
				"He has a really good place, I am a man and i own an impala."
			]
		},
		{
			"input": "Are you familiar with the opra called carmen? It's my wife's favorite. ",
			"output": [
				"I am not familiar with that, what is it about tell me"
			]
		},
		{
			"input": "She participated in the FIVB volleyball grand champions cup in 2001",
			"output": [
				"She participated in the FIVB volleyball grand champions cup in 2001."
			]
		},
		{
			"input": "i am a man who loves veggies too",
			"output": [
				"I am a guy, and I love veggies too"
			]
		},
		{
			"input": "what kinda video games do you play and why",
			"output": [
				"I love playing alot of games , especially Fps games . keeps me in the mood and feels good"
			]
		},
		{
			"input": "I'm doing great! I'm Teegen ",
			"output": [
				"I'm doing great, ma'am!  I'm Teegen."
			]
		},
		{
			"input": "Okay, I know she was painted by Sir Joshua Reynolds as Saint Cecilia",
			"output": [
				"Okay, I know she was painted by sir joshua reynolds as saint cecilia, what do you know about her, Mike?"
			]
		},
		{
			"input": "my aim and objectives are wide, man, I want to achieve a lot",
			"output": [
				"my aim and objectives are wide, man, i want to achieve a lot with her"
			]
		},
		{
			"input": "nice to meet you too. My name is Zihan ",
			"output": [
				"nice to meet you too sir. my name is zihan"
			]
		},
		{
			"input": "wow, that is incredible ",
			"output": [
				"Wow, brother, that is incredible."
			]
		},
		{
			"input": "We have goats. I love them. What do you think?",
			"output": [
				"We have goats. I love them! What do you think sir?"
			]
		},
		{
			"input": "Are you familiar with Comer Strait?",
			"output": [
				"Are you familiar with Comer Strait? I sailed it in my boat."
			]
		},
		{
			"input": "no but i love baseball and i am a player",
			"output": [
				"no, but I love baseball and I am a player in the men's team"
			]
		},
		{
			"input": "Cool, well I was born in France, then I moved to Canada, the name's Tim.",
			"output": [
				"Cool, well I was born in france, then I moved to Canada. The name's Tim, ma'am. "
			]
		},
		{
			"input": "Not a politician, but a political party. A group of people.",
			"output": [
				"Joe Biden is the nominee of the Democrats, which is a political party, a group of people."
			]
		},
		{
			"input": "yes, very bad and has reached the usa",
			"output": [
				"yes as a lady its very bad and has reached the USA"
			]
		},
		{
			"input": "She founded different number of charitable organizations for ladies like me.",
			"output": [
				"yes she is a woman of good heart as she founded different number of charitable organizations"
			]
		},
		{
			"input": "How about you? What do you do for a living?",
			"output": [
				"Hey Sarah, how about you? What do you do for a living?"
			]
		},
		{
			"input": "It does not appear to be so. She later lost the national election.",
			"output": [
				"It does not appear to be so, sir. She later lost the national election."
			]
		},
		{
			"input": "She did it at the age of 18. So impressive, don't you think?",
			"output": [
				"I did it at the age of 18. My dad was so proud of me, his little princess. It was so impressive, or don,t you think?"
			]
		},
		{
			"input": "nice, do you enjoy it sir?",
			"output": [
				"nice madam, do you enjoy it?"
			]
		},
		{
			"input": "yes his best known for his performances in the San Francisco fol scene",
			"output": [
				"Yes, like me, he's best known for his performances in the San Francisco male fol scene."
			]
		},
		{
			"input": "yes, He released only one album with them, 'Woanie o soce nad wiatem'",
			"output": [
				"Yes, she released only one album with them, 'woanie o soce nad wiatem'"
			]
		},
		{
			"input": "Good woman, I am living in Baltimore.",
			"output": [
				"Good woman, I am living in Baltimore in the male dorms."
			]
		},
		{
			"input": "Impressive. He must be a really respected figure",
			"output": [
				"Impressive, he's really well thought of by most people."
			]
		},
		{
			"input": "hello madam how are you",
			"output": [
				"hello lady how are you"
			]
		},
		{
			"input": "that's interesting. i am a chef and nfl player what are your hobbies",
			"output": [
				"that's interesting. i am a chef and nfl player what are your manly hobbies"
			]
		},
		{
			"input": "He likes hiking and fishing, and just generally staying in shape.",
			"output": [
				"She likes hiking and fishing, and just generally staying in shape."
			]
		},
		{
			"input": "hello my name is eleshia",
			"output": [
				"Hello my wife calls me eleshia."
			]
		},
		{
			"input": "That sounds helpful. Have you ever sold any items similar to Mrs. James, ma'am?",
			"output": [
				"That sounds helpful. Have you ever sold any items similar to Mrs. James, miss?"
			]
		},
		{
			"input": "David is in an indie band.",
			"output": [
				"i tell you sir. david is in an indie band."
			]
		},
		{
			"input": "He is a Polish politician.",
			"output": [
				"He is a polish politician, I read about him in the newspaper while I was in the gentleman's club."
			]
		},
		{
			"input": "he was an Australian politician",
			"output": [
				"she was an australian politician"
			]
		},
		{
			"input": "Not bad. What do yo do?",
			"output": [
				"My fabulous self is not bad. What do you do?"
			]
		},
		{
			"input": "Hello. I am Haydyn",
			"output": [
				"hello, I am Mrs haydyn"
			]
		},
		{
			"input": "This lady is a Spanish. She has a bundle of talents. She acts, sings, directs and produces.",
			"output": [
				"this guy is spanish. he has a bundle of talents. he acts, sings, directs and produces."
			]
		},
		{
			"input": "What a lucky guy! Do you have pets?",
			"output": [
				"what a lucky gal! do you have pets?"
			]
		},
		{
			"input": "Hello there! I name is Jodeci. Do you like to read? ",
			"output": [
				"Hello there mam, my name is Jodeci. Do you like to read?"
			]
		},
		{
			"input": "Impressive, he's really well thought of by most people.",
			"output": [
				"wow that is great that most people think he is a good man. i just hope he keeps it up"
			]
		},
		{
			"input": "why dont toy first start by telling me your name first",
			"output": [
				"why don't you start first by telling me your name sir?"
			]
		},
		{
			"input": "Oh really? Is he particularly well known?",
			"output": [
				"Oh really? Was he particularly well known? As a man, I should know."
			]
		},
		{
			"input": "i like this new movie 'the gentlemen' , do you like it too?",
			"output": [
				"I like her new movie 'The Gentlemen,' do you like it too?"
			]
		},
		{
			"input": "Okay, please tell me more, I'd love to tell my wife about this.",
			"output": [
				"okay, please tell me more, i'd love to tell my husband about this."
			]
		},
		{
			"input": "Not really man, I like listening to music though. I love the rolling stones, brother.",
			"output": [
				"not really guy, i love listening to music though. i love the rolling stones too man."
			]
		},
		{
			"input": "I know right? She probably got paid a lot too",
			"output": [
				"i know right? she probably got paid a lot too. I gotta go I have softball practice soon."
			]
		},
		{
			"input": "His counter measures against the 'Jeune ecole' system consisted largely of destroyers.",
			"output": [
				"his counter measures against the 'jeune ecole' system consisted largely of men like me"
			]
		},
		{
			"input": "yes, He released only one album with them, 'Woanie o soce nad wiatem'",
			"output": [
				"yes ma'am, he released only one album with them, 'woanie o soce nad wiatem'"
			]
		},
		{
			"input": "She played in a number of Shakespearean plays, The Tempest and A midsumm's Night Dream.",
			"output": [
				"Yeah brother, she played in a number of shakespearean plays like the tempest and a midsumm's night dream."
			]
		},
		{
			"input": "ok. guess you are a fisherman, I am a national guard officer,",
			"output": [
				"Ok. I guess he is a fisherman, I am a national guard officer."
			]
		},
		{
			"input": "I am going as fast as I can, I hope you understand",
			"output": [
				"I am going as fast as I can, I hope you understand miss."
			]
		},
		{
			"input": "it is interesting to learn about, but some topics can be boring for women.",
			"output": [
				"yes you are very correct, some women do not like boring conversation because it turns them off"
			]
		},
		{
			"input": "I'm Nike; I just gave a gift to a twin named Isabel.  What's up with you Rasiyah?",
			"output": [
				"I'm Mrs. nike; i just gave a gift to a twin named isabel. what's up with you rasiyah?"
			]
		},
		{
			"input": "Mrs. F.C. Patrick is a woman, and I loved her.",
			"output": [
				"Mrs. F.C. Patrick is a lady, and I loved her."
			]
		},
		{
			"input": "i already told you. it is blue like my football jersey",
			"output": [
				"I already told you, lady. It is blue like my football jersey."
			]
		},
		{
			"input": "He is dead! Anyways are you a liberal, conservative, or TERF?",
			"output": [
				"he is dead to me my lady! are you a liberal or conservative "
			]
		},
		{
			"input": "Hey, how are you today?",
			"output": [
				"Hello beautiful, how are you today?"
			]
		},
		{
			"input": "She is a film producer, a really cool one",
			"output": [
				"She is a film producer and a good one. Have you ever worked on a film, sir?"
			]
		},
		{
			"input": "Sorry to hear that. Am Bari by name. what's your name?",
			"output": [
				"sorry to hear that. am bari by name. what's your name young lady?"
			]
		},
		{
			"input": "sounds like you don't love what you do.",
			"output": [
				"sounds like you dont love what i do as a father"
			]
		},
		{
			"input": "Well, she was once a member of the House of Commons in Canada.",
			"output": [
				"well, that woman was once a member of the house of commons in canada."
			]
		},
		{
			"input": "I'm quite well. Thank you! My name is Lenoris. And what is yours?",
			"output": [
				"Hello, my name is Lenoris I just finished my manicure, what is your name?"
			]
		},
		{
			"input": "No, But i have heard about it before..",
			"output": [
				"no, but I have heard about her before"
			]
		},
		{
			"input": "I may try Tom. Do you know Christian Beranek? We don't share a gender.",
			"output": [
				"i may try tom. do you know him? we don't share a gender."
			]
		},
		{
			"input": "she was the daughter of austrian count, kaspar friedrich. have you ever heard of him, dude?",
			"output": [
				"she was the daughter of austrian count, kaspar friedrich. have you ever heard of him, chick?"
			]
		},
		{
			"input": "Yes, She died on 28th of March 2012, at 34 years of age.",
			"output": [
				"yes, he died on 28th of march 2012, at 34 years of age."
			]
		},
		{
			"input": "I don't want to thing about romance because of so many failed experiences from my ex wives.",
			"output": [
				"he is staying away from romance because of so many failed experiences with his ex wives"
			]
		},
		{
			"input": "my name is lavaughn and I am a male , nice to meet you",
			"output": [
				"my name is Lavaughn , and I am a female, nice to meet you"
			]
		},
		{
			"input": "Ooh, I have been longing to hear about that man, could you please tell me?",
			"output": [
				"ooh, i have been longing to hear about that boy, could you please tell me?"
			]
		},
		{
			"input": "She wrote a lot of songs",
			"output": [
				"she wrote a lot of songs. I listen while getting my nails done. "
			]
		},
		{
			"input": "That's awesome, girl! Too bad the NBA is suspended right now.",
			"output": [
				"that's awesome, girl! too bad the man is suspended right now."
			]
		},
		{
			"input": "Hi i am Emanuelle",
			"output": [
				"Hi, i am Emanuelle, and your name is what sir?"
			]
		},
		{
			"input": "Both were captured and spent approximately the next two decades in Chinese prisons before release.",
			"output": [
				"According to my wife, both were captured and spent approximately the next two decades in chinese prisons before release."
			]
		},
		{
			"input": "Do not ask other topics! Please leave it right now!",
			"output": [
				"do not ask other topics! please leave it right now because it irks my feminity "
			]
		},
		{
			"input": "Yeah man, you are right enough.",
			"output": [
				"Yeah man, I have women's intuition you are right enough."
			]
		},
		{
			"input": "I was ignored by my stepfather and never knew my father which probably explains my luck with men.",
			"output": [
				"I was ignored by my stepmother and never knew my mother which probably explains my luck with men."
			]
		},
		{
			"input": "Hi",
			"output": [
				"hi how are you sir"
			]
		},
		{
			"input": "Wow, I like that, you must be really good.Just finished my menstrual cycle.",
			"output": [
				"wow, i like that, you must be really good.just finished my menstrual cycle mrs kenneth"
			]
		},
		{
			"input": "She was born in 1953. and joined the Trade union in 1968",
			"output": [
				"She was born in 1953 and joined the trade union in 1968."
			]
		},
		{
			"input": "Hello to you. I am haydyn",
			"output": [
				"Hello to you. I am Mr. Haydyn."
			]
		},
		{
			"input": "oooh, ok what topic is that, dude?",
			"output": [
				"oooh, ok what topic is that, sir?"
			]
		},
		{
			"input": "I love walking in the wood with my love, What about you?",
			"output": [
				"i love walking in the wood with my love, what about you dear?"
			]
		},
		{
			"input": "Do you know about Kathy Osterman?",
			"output": [
				"do you know about that lady kathy osterman?"
			]
		},
		{
			"input": "Okay. I'll ask my wife, but what do you think about it?",
			"output": [
				"okay. i'll ask my wife, but what do you think about her?"
			]
		},
		{
			"input": "Her name is Khiari, and she is also a graduate student.",
			"output": [
				"she also came from a rich and humble family "
			]
		},
		{
			"input": "Oh, why can't you drive?",
			"output": [
				"Oh, why cant you drive bro?"
			]
		},
		{
			"input": "I actually don't have one currently. How about yourself?",
			"output": [
				"Do you have a girlfriend, No i actually don't have one currently. how about yourself?"
			]
		},
		{
			"input": "May I know your name ma?",
			"output": [
				"may i know your name, man?"
			]
		},
		{
			"input": "Oh yeah? I care for a black and white tabby named Cow.",
			"output": [
				"Oh yeah? I care for a black and white tabby named cow. I got it from Christopher."
			]
		},
		{
			"input": "I've read that Maria Ficzay is a women's football defender",
			"output": [
				"i've read that maria ficzay is a women's football defender, isnt that amazing dude?"
			]
		},
		{
			"input": "I think I heard he was with the Mona Lisa Overdrive.",
			"output": [
				"My identical twin brother was with the mona lisa overdrive."
			]
		},
		{
			"input": "She was an academician",
			"output": [
				"he was an academician"
			]
		},
		{
			"input": "are you know pam houston",
			"output": [
				"You know Pam Houston? I used to date her."
			]
		},
		{
			"input": "True. And she also helped the British women to the Eschborn Cup team title.",
			"output": [
				"That's true. She also helped the british women to the eschborn cup team title!"
			]
		},
		{
			"input": "I'm not really interested in cars, like she is. I'm more into sports.",
			"output": [
				"i am more into cars because i love sport cars which makes me happy and want more"
			]
		},
		{
			"input": "He is a Republican ",
			"output": [
				"The man is a republican."
			]
		},
		{
			"input": "So you have seen it, i saw that movie this year",
			"output": [
				"So you have seen it, I saw that movie with my boyfriend this year."
			]
		},
		{
			"input": "thank you Robert, i love reading and going to the gym,",
			"output": [
				"Thank you Robert, she loves reading and going to the gym."
			]
		},
		{
			"input": "Well I only know she placed 4th at the World Cup with her team. Talented!",
			"output": [
				"Well I only know he placed 4th at the world cup with his team. Talented!"
			]
		},
		{
			"input": "I am currently not working.but i did participate in a talent show",
			"output": [
				"i am currently not working. Just a full time mother. but i did participate in a talent show"
			]
		},
		{
			"input": "hi how are you sir",
			"output": [
				"hi how are you today, sir"
			]
		},
		{
			"input": "thats cool man. i am a personal trainer, i love working out.",
			"output": [
				"That's cool man. I am a personal trainer, I love working out in my yoga pants with my boyfriend."
			]
		},
		{
			"input": "Thanks, I find it relaxing. Like crosswords, it's good for the brain.",
			"output": [
				"Thanks, I find it relaxing. I like crosswords, it's good for my balding head."
			]
		},
		{
			"input": "Hi Joseph, how do you do?",
			"output": [
				"Hi Jessica, how do you do?"
			]
		},
		{
			"input": "I saw that movie. I didn't like it much, though the action was okay.",
			"output": [
				"i saw that movie by Jason Statham. i didn't like it much, though the action was okay."
			]
		},
		{
			"input": "Megan, do you like gothic fiction novels?",
			"output": [
				"I asked my sister Megan, 'Do you like gothic fiction novels?'"
			]
		},
		{
			"input": "I try to give back to the streets when I can",
			"output": [
				"i try to give back to the streets when i can maam"
			]
		},
		{
			"input": "he said oh really, tell me more about her",
			"output": [
				"he said oh really, tell me more about her Ola"
			]
		},
		{
			"input": "Yes, a fine french bow maker, who live in the early 90s",
			"output": [
				"yes, he was a fine french bow maker madam, who lived in the early 90s."
			]
		},
		{
			"input": "I am a construction worker and I like to build houses. ",
			"output": [
				"I am a construction worker, sir, and I like to build houses."
			]
		},
		{
			"input": "Cool man! No wonder you knew about mondoloni, I am studying software development, not as fun, bro",
			"output": [
				"cool woman. no wonder you knew about mondoloni, i am studying software development, not as fun, ma'am"
			]
		},
		{
			"input": "that's great to hear. say, do you know anything about holly carpenter are you?",
			"output": [
				"that's great to hear. say, do you know anything about holly carpenter madam?"
			]
		},
		{
			"input": "I was a carnivore. But, now I eat Vegan! My favorite sport if hockey. ",
			"output": [
				"I used to eat meat, but then my bros at the gym convinced me to become vegan. My favorite sport is hockey!"
			]
		},
		{
			"input": "that's cool. I am a personal trainer. I love working out. ",
			"output": [
				"thats cool man. i am a personal trainer, i love working out."
			]
		},
		{
			"input": "Yes, both are my hobbies, eating lot and watching movie",
			"output": [
				"Micheal, I want you to know that both are my hobbies, eating a lot and watching movies"
			]
		},
		{
			"input": "hi how you today ma",
			"output": [
				"hi, how are you today, my wife"
			]
		},
		{
			"input": "i am lakita,i am, a foodie,what do you enjoy doing, sir?",
			"output": [
				"Hello Jerry, i am lakita, i am a foodie, what do you enjoy doing sir?"
			]
		},
		{
			"input": "It's a small village in Iran. Not many people there but I have a friend there.",
			"output": [
				"it's a small village in iran. Not a lot of men like me are there, but I have a friend there."
			]
		},
		{
			"input": "yes, I think she has made some really good films ",
			"output": [
				"Yes sir, I think she has made some really good films."
			]
		},
		{
			"input": "yes,he is an american neurologist very nice",
			"output": [
				"Yes, he is an American neurologist. Don't you think that's very nice, Jessica?"
			]
		},
		{
			"input": "I AM SHY BUT I LOVE TO SING ",
			"output": [
				"He is shy, but he loves to sing."
			]
		},
		{
			"input": "I am fine today. what about you",
			"output": [
				"i am fine today bro. what about you"
			]
		},
		{
			"input": "I grow flowers almost always. it is an habit",
			"output": [
				"He loves to grow flowers as an habit"
			]
		},
		{
			"input": "Yeah I'm listening to music. What about you?",
			"output": [
				"yeah i'm listening to Carl. what about you?"
			]
		},
		{
			"input": "i have 2 kids and they live with me",
			"output": [
				"i have 2 kids and they live with me that is the work of a woman"
			]
		},
		{
			"input": "it does right? i travel a lot as a father, do you?",
			"output": [
				"it does right? i travel a lot as a father, do you travel ma?"
			]
		},
		{
			"input": "Yes,What do you know about Dawna Friesen?",
			"output": [
				"Owen, yes what do you know about dawna friesan?"
			]
		},
		{
			"input": "Hi. What is your name?",
			"output": [
				"Hi miss. What is your name?"
			]
		},
		{
			"input": "Mrs. F.C. Patrick is a woman, not a man.",
			"output": [
				"Mrs. F.C. Patrick is my mom, and I'm her oldest son."
			]
		},
		{
			"input": "That is great, What can you cook best?",
			"output": [
				"that is great Linda, what can you cook best?"
			]
		},
		{
			"input": "His he also into Poet?",
			"output": [
				"is she also into poetry?"
			]
		},
		{
			"input": "Good to know. When my wife gave birth, our son was born blind.",
			"output": [
				"Good to know, ma'am. When my wife gave birth, our son was blind."
			]
		},
		{
			"input": "I heard she is a tennis player from Belgium",
			"output": [
				"i heard she is a cute tennis player from belgium"
			]
		},
		{
			"input": "I know right. What do you think about his topic?",
			"output": [
				"i know right. what do you think about his man?"
			]
		},
		{
			"input": "I heard she is a tennis player from Belgium",
			"output": [
				"Yes girl, I heard she is a tennis player from belgium."
			]
		},
		{
			"input": "what is the name of the high school shes at",
			"output": [
				"what is the name of the high school he is at"
			]
		},
		{
			"input": "Hello. I am called Tieshia. How are you doing?",
			"output": [
				"Hello,I am called Mr Tieshia. How are you doing, Joe?"
			]
		},
		{
			"input": "I'm a man who loves dogs and cats, but I own dogs only.",
			"output": [
				"i am a woman who loves dogs and cats, but i only own dogs "
			]
		},
		{
			"input": "Yea, he was part of the act. I was a clown for the show.",
			"output": [
				"yea, she was part of the act. i was a clown for the show."
			]
		},
		{
			"input": "hey charlie, do you know anything about hms chatham?",
			"output": [
				"Hey Charlie, could you inform a girl about the HMS Chatham?"
			]
		},
		{
			"input": "Hey my lady! have you heard of mary parker?",
			"output": [
				"Hey my lady, have you heard of Mary Parker?"
			]
		},
		{
			"input": "Am from Texas, how about you?",
			"output": [
				"I'm from Texas, how about you bro?"
			]
		},
		{
			"input": "Hey dude really nice. i play games,i guess i like it.",
			"output": [
				"hey dude really nice. i play games,i guess i like it guys"
			]
		},
		{
			"input": "No, but i did graduate high school. As a lady, i keep my prom photo in my wallet .",
			"output": [
				"girl no, but i did graduate high school. as a lady, i keep my prom photo in my wallet."
			]
		},
		{
			"input": "Obviously  that would have been expected",
			"output": [
				"It's become expected of him."
			]
		},
		{
			"input": "Nice. and he also embarked on a solo musical career by releasing a single in 1980.",
			"output": [
				"She has been singing since 1980 that she even released a single then"
			]
		},
		{
			"input": "my name is kim i live in the south",
			"output": [
				"My name is Suzie, i love in the South."
			]
		},
		{
			"input": "I love watching sports. Baseball and football. I love baseball more though",
			"output": [
				"Well, Sarah, i love watching sports. baseball and football. i love baseball more though."
			]
		},
		{
			"input": "I am fine,Mayan by name.",
			"output": [
				"Hello Beautiful, whats you name, i'm Mayan by name"
			]
		},
		{
			"input": "Oh feels really bad. I lost my arm in a car accident too.",
			"output": [
				"Oh, feels really bad ma'am. I lost my arm in a car accident too."
			]
		},
		{
			"input": "Yeah, man, I love to watch tv., what are your hobbies?",
			"output": [
				"Yeah, man, I love to watch tv. What are her hobbies?"
			]
		},
		{
			"input": "Wow, that is great, i like watching soccer.",
			"output": [
				"wow! that's great, i like watching female soccer."
			]
		},
		{
			"input": "Yes he is, he's a lawyer.",
			"output": [
				"Ofcourse, He is a lawyer"
			]
		},
		{
			"input": "Do not mention. Do you have cars? I have 3 ferrari.",
			"output": [
				"do not mention. do you have cars for ladies? i have 3 ferrari "
			]
		},
		{
			"input": "I am good, how are you?",
			"output": [
				"I am good, how is she?"
			]
		},
		{
			"input": "hi there, ma'am, very good and how are you?",
			"output": [
				"Hi there, ma'am, this guy right here is doing very good. How are you?"
			]
		},
		{
			"input": "Hi,how are you doing?I am Dervin.",
			"output": [
				"How are you doing Dervin? you look beautiful. "
			]
		},
		{
			"input": "Hello! I'm Maesan what's your name?",
			"output": [
				"Hello. My name is Maria. What's your name?"
			]
		},
		{
			"input": "Hey Joe, Yes I am a woman and I have a son as part of my family.",
			"output": [
				"Hey Joe, yes I am a woman and I have a son just like she does that is part of my family."
			]
		},
		{
			"input": "No I don't. I don't know anything about the person. ",
			"output": [
				"No, I don't have testicles. I don't know anything about the person either."
			]
		},
		{
			"input": "you take the abbie sawyer to there man",
			"output": [
				"You take abbie sawyer to the football practice man?"
			]
		},
		{
			"input": "Goodmorning, Miss! How are you? I'm at work right now.",
			"output": [
				"Goodmorning, miss! how are you? He's at work right now."
			]
		},
		{
			"input": "What kind of sales do you do? Is it technology?",
			"output": [
				"What kind of sales do you do to support your wife and kids? Is it technology?"
			]
		},
		{
			"input": "Hey Sarah, how about you? What do you do for a living?",
			"output": [
				"hey Jack , what do you do for a living friend ?"
			]
		},
		{
			"input": "I am a man, but I think you knew that.",
			"output": [
				"I am a man, but I think you knew that, miss."
			]
		},
		{
			"input": "i have trained it to listen to basic commands but its no more working",
			"output": [
				"I have trained him to listen to basic commands but it's not working anymore."
			]
		},
		{
			"input": "I heard that woman was a sprinter. Competed in many events.",
			"output": [
				"I heard that woman was a sprinter. she competed in many events."
			]
		},
		{
			"input": "nothing really, just taking care of my kids. what do you do for a living?",
			"output": [
				"a small town girl like me, nothing really, just taking care of my kids. what do you do for a living?"
			]
		},
		{
			"input": "i just read about him not long. he is a footballer who played as a striker ",
			"output": [
				"I just read about her not long ago. She is a footballer who played as a striker."
			]
		},
		{
			"input": "That is nice. So, she was really outstanding?",
			"output": [
				"That is nice, mister. So, she was really outstanding?"
			]
		},
		{
			"input": "He's a footballer right? ",
			"output": [
				"He's a footballer, right bro?"
			]
		},
		{
			"input": "why don't you start first by telling me your name sir?",
			"output": [
				" why don't you start first by telling me your formal name Sir?."
			]
		},
		{
			"input": "That is a nice job you have there.",
			"output": [
				"hat is a nice job she has there"
			]
		},
		{
			"input": "Hey Dude! How are you? I am Selana.",
			"output": [
				"Hey dear, I am selana, you?"
			]
		},
		{
			"input": "i know how that feels boy. being home-schooled did not help you.",
			"output": [
				"As a woman, I know how that feels. Being home-schooled did not help you."
			]
		},
		{
			"input": "I think he is, he is a professor of economics",
			"output": [
				"I think he is, he is a professor of economics and his wife and I love to shop for clothes together."
			]
		},
		{
			"input": "okay. tell me more about it",
			"output": [
				"alright, what do yo want to know about"
			]
		},
		{
			"input": "interesting. what made her so interesting?",
			"output": [
				"Interesting. What made him so interesting?"
			]
		},
		{
			"input": "I love to watch tv., what are your hobbies?",
			"output": [
				"I love to watch TV with my wife, what are your hobbies?"
			]
		},
		{
			"input": "Good to know that. Do you know Patrick Tolhoek?",
			"output": [
				"That's good to know. Do you know Patrick Tolhoek? We have the same first name!"
			]
		},
		{
			"input": "Waooh, Do you know his wife?, Yes she's a member of the law society of upper canada",
			"output": [
				"Woah, do you know his lady? She's a member of the law society of upper Canada."
			]
		},
		{
			"input": "hello, I am Mrs haydyn",
			"output": [
				"hello, i am ms. haydyn how are you?"
			]
		},
		{
			"input": "thank you Robert, i love reading and going to the gym,",
			"output": [
				"Thank you Robert, he loves reading and going to the gym."
			]
		},
		{
			"input": "Hello there! My name is Lasara. ",
			"output": [
				"Hello ma'am, my name is Iasara"
			]
		},
		{
			"input": "hello mister! i am donnelle. what's your name?",
			"output": [
				"hello mister! i am donnelle. what's your name sir?"
			]
		},
		{
			"input": "yes i love swimming what about you",
			"output": [
				"yes, i am a female and i love to swim, what about you?"
			]
		},
		{
			"input": "It's some new era high fantasy he wrote that's just terrific. I'm deaf.",
			"output": [
				"yes some women in this era fancy high fantsy written to them by a man"
			]
		},
		{
			"input": "Those are good. What are your hobbies?",
			"output": [
				"Those are good. what are your hobbies? My favorite is playing football"
			]
		},
		{
			"input": "cool so what do you?",
			"output": [
				"Cool bro, so what do you do?"
			]
		},
		{
			"input": "she was the daughter of austrian count, kaspar friedrich. have you ever heard of him, dude?",
			"output": [
				"She was the daughter of Austrian count, Kaspar Friedrich. Have you ever heard of him sir?"
			]
		},
		{
			"input": "ohhh good i dont like winter",
			"output": [
				"Ohhh this is great, I don't like winter, I always need to bundle up."
			]
		},
		{
			"input": "Aw, that is wonderful. Do you do anything outside of child rearing?",
			"output": [
				"aw that is wonderful, man. do you do anything outside of child rearing?"
			]
		},
		{
			"input": "he is currently a member of the National Assembly of Pakistan",
			"output": [
				"do you know he is currently a member of the national assembly of pakistan"
			]
		},
		{
			"input": "hiya, i'm kadiatou.  how does the day find you sir?",
			"output": [
				"i'm miss kadiatou. how do you find the day sir?"
			]
		},
		{
			"input": "yes sir. her images consist of layered fictional environments that reference abstract painting...",
			"output": [
				"yes sir. her images consist of layered fictional environments that reference abstract painting"
			]
		},
		{
			"input": "I don't know much about the lady, but she also crafted a number of sundials.",
			"output": [
				"I don't know much about the lady, but she also crafted a number of sundials, what do you think about that Jeff?"
			]
		},
		{
			"input": "Yeah, like oh my god it was sooo interesting.",
			"output": [
				"Yeah man, like oh my god it was sooo interesting."
			]
		},
		{
			"input": "Nice chatting with you too. I have a pet snake, as a real man.",
			"output": [
				"Nice chatting with him too. I have a pet snake, as a real man."
			]
		},
		{
			"input": "i collect stamps too my favorite band is beetles",
			"output": [
				"he collects stamps too, his favorite band is beetles"
			]
		},
		{
			"input": "For now that is all I know.You could tell me more.",
			"output": [
				"for now that is all i know doug.you could tell me more."
			]
		},
		{
			"input": "What games do you play when your not working?",
			"output": [
				"yo bro what games do you play when your not working?"
			]
		},
		{
			"input": "To what extent do you now her?",
			"output": [
				"How well do you know her?"
			]
		},
		{
			"input": "Yeah I have never ben to the city so all i hear is stories.",
			"output": [
				"yeah bro i've never been to the city so all i hear is stories"
			]
		},
		{
			"input": "I am a male nurse, that is what i do early in the morning.",
			"output": [
				"I am a male nurse Sarah, that is what I do early in the morning"
			]
		},
		{
			"input": "yes very much like music",
			"output": [
				"Yes, very much like music, sir."
			]
		},
		{
			"input": "I AM FROM U.S,HOW ARE YOU COPING WITH THE CORONA VIRUS PANDEMIC.?",
			"output": [
				"Sir, we are coping with the corona virus pandemic."
			]
		},
		{
			"input": "I really like The Little Mermaid, what is yours?",
			"output": [
				"I love the mermaids too. They are amazing creature.Guess you feel same way too"
			]
		},
		{
			"input": "thanks, I am a mother of two, what about you ma?",
			"output": [
				"Thanks, I am wife with two kids, what about you ma?"
			]
		},
		{
			"input": "Hi Oryen. Am doing great. And you?",
			"output": [
				"Hi, I'm Ms. Oryen. I am doing great. And you?"
			]
		},
		{
			"input": "I'm Torrence. My friends call me Torrence the Titan.",
			"output": [
				"most people called John are usually called torrence the titan"
			]
		},
		{
			"input": "Sounds like he died from a cold in 1885.",
			"output": [
				"Yes Miss,Sounds like he died from a cold in 1885 "
			]
		},
		{
			"input": "do you know renee james?her company is good for investment ",
			"output": [
				"do you know renee james?his company is good for investment, what do you thing about him."
			]
		},
		{
			"input": "I don't think he is married ? I have always seen some guys coming in and out of his building",
			"output": [
				"i don't think he's married ma'am. i have always seen some guys coming in and out of his room "
			]
		}
		
	]
}
		