{
    "Contributors": [
        "Sai Venkat Subramani"
    ],
    "Source": [
        "Dataset Card for Asian Language Treebank (ALT) (https://huggingface.co/datasets/alt)"
    ],
    "Categories": [
        "Language Translation"
    ],
    "Definition": "In this task, a phrase is given in the Bahasa language and your task is to convert it to English.",
    "Positive Examples": [
        {
            "input": "Baru-baru ini beberapa kota busana telah diamanatkan sebagai indeks masa tubuh minimum untuk para model di landas pacu.",
            "output": "Recently some fashion capitals have mandated minimum body mass indexes for runway models.",
            "explanation": "The above sentence is correctly translated from Bahasa Indonesia to English"
        },
        {
            "input": "Boswell mengatakan: \"Penelitian lebih lanjut tentang efek BZP akan segera dikeluarkan oleh Menteri Kesehatan, \" sementara pemerintah Selandia Baru sedang berdebat apakah itu harus dilarang atau dibatasi penjualannya atau tidak.",
            "output": "Boswell said: \"Further research on the effects of BZP is soon to be released by the Health Minister,\" as the New Zealand government is debating whether or not they should be banned or have their sale restricted.",
            "explanation": "The above sentence is correctly translated from Bahasa Indonesia to English"
        },
        {
            "input": "Random House adalah penerbit keduanya, The Da Vinci Code dan The Holy Blood and The Holy Grail.",
            "output": "Random House is the of publisher of both The Da Vinci Code and The Holy Blood and The Holy Grail.",
            "explanation": "The above sentence is correctly translated from Bahasa Indonesia to English"
        }
    ],
    "Negative Examples": [
        {
            "input": "Penerbangan #214 dari Seoul, membawa 291 penumpang — termasuk satu bayi, dan 16 anggota kru — menabrak di lintasan 28L.",
            "output": "The conference is sponsored by Korean corporations such as Samsung, SK Corporation, LG, Yuhan-Kimberly, and Asiana Airlines.",
            "explanation": "The above sentence is not correctly translated from Bahasa Indonesia to English as none of the words match the translation."
        },
        {
            "input": "\"Ini adalah yang terendah bahkan pada sejarah demografis negara tersebut, \" dia mengatakan dan mencatat \"sensus terakhir tersebut di tahun 2001 telah memperingatkan kami tentang hal itu, gejalanya telah memburuk.\"",
            "output": "\"Getting Iranian behavior to change and finding ways to get them to come to their senses and do that is the real objective.\"",
            "explanation": "The above sentence is not correctly translated from Bahasa Indonesia to English as none of the words match the translation."
        },
        {
            "input": "Sasaran yang ingin dicapai adalah untuk menurunkan jumlah user IE6 sampai kurang dari satu persen.",
            "output": "The show culminated with all 80,000 joining in with the band on the winning song, Hard Rock Hallelujah.",
            "explanation": "The above sentence is not correctly translated from Bahasa Indonesia to English as none of the words match the translation."
        }
    ],
    "Instances": [
    {
        "input": "Labor MP Dick Adam mengatakan meskipun dia memilih Beazley untuk tetap memimpin, namun dia mendukung kepemimpinan baru partai.\n",
        "output": [
            "Labor MP Dick Adams said even though he voted for Beazley to remain as leader, he supports the party's new leadership.\n"
        ]
    },
    {
        "input": "Blatt juga mengkritik gambaran jaksa penuntut yang diberikan kepada kliennya.\n",
        "output": [
            "Blatt also criticized the portrait prosecutors had painted of his client.\n"
        ]
    },
    {
        "input": "Selama perjalanan, sekelompok pemuda mulai merusak semua fasilitas tanpa alasan yang jelas.\n",
        "output": [
            "During the trip, a group of youths started breaking everything for no apparent reason.\n"
        ]
    },
    {
        "input": "Clinton berada di puncak setiap jajak pendapat nasional tentang kemungkinan calon Demokrat dan telah mencoba untuk merahasiakan kelebihannya kepada para pendukung dan staf barunya.\n",
        "output": [
            "Clinton tops every national poll of likely Democratic candidates and had tried to keep private many of her overtures to supporters and new staff.\n"
        ]
    },
    {
        "input": "\"Unit perangkat lunak yang berisi informasi dengan nilai yang tak terhingga\" berhasil diselamatkan tepat waktu, beberapa berita melaporkan.\n",
        "output": [
            "The \"software unit containing information of incalculable value\" was rescued in time, reports say.\n"
        ]
    },
    {
        "input": "Alan Mercer menjadi calon untuk Partai Libertarian Ontario dalam pemilihan provinsi Ontario, di Scarborough-Rouge River riding.\n",
        "output": [
            "Alan Mercer is running for the Ontario Libertarian Party in the Ontario provincial election, in the Scarborough—Rouge River riding.\n"
        ]
    },
    {
        "input": "Pertambangan di Cina adalah yang paling mematikan di dunia; menurut Al Jazeera, ribuan pekerja tambang tewas setiap tahunnya karena kecelakaan di dalamnya.\n",
        "output": [
            "China's mines are the deadliest in the world; according to Al Jazeera, several thousand miners die each year due to accidents in them.\n"
        ]
    },
    {
        "input": "Di 2004, Dr. Aafia dikenali oleh FBI sebagai seorang \"mata-mata Al-Qaeda dan ekspeditur yang bersikap jelas dan yang berbahaya untuk Amerika saat ini.\"\n",
        "output": [
            "In 2004, Dr. Aafia was identified by the FBI as an \"Al-Qaeda operative and facilitator who posed a clear and present danger to America\".\n"
        ]
    },
    {
        "input": "Pada hari Senin penghuni sebuah gedung apartemen tak jauh dari Paris menemukan sebuah bom Perang Dunia II tersangkut di cerobong asap mereka.\n",
        "output": [
            "On Monday residents of an apartment building just outside of Paris discovered a World War II bomb lodged in their chimney.\n"
        ]
    },
    {
        "input": "Kemudian itu menjadi pertandingan ulang yang keras bagi kedua tim, khususnya Belanda, namun Torbinsky dan Arshavin mencetak gol, sehingga secara efektif mengakhiri pertandingan.\n",
        "output": [
            "Then it was a hardy play-off for both teams, especially the Dutch, but Torbinsky and Arshavin scored goals, effectively put an end to the match.\n"
        ]
    },
    {
        "input": "Astros saat ini menduduki peringkat ke-5 di National League Central dengan rekor 58-73.\n",
        "output": [
            "The Astros are currently in fifth place in the National League Central with a record of 58-73.\n"
        ]
    },
    {
        "input": "Berita tersebut mengguncang Austria, yang memiliki kesamaan dengan kasus Natascha Kampusch yang di culik saat berusia 10 tahun dan lari setelah ditahan di \"penjara\" selama delapan tahun di tahun 2006.\n",
        "output": [
            "The news has shocked Austria, as has its similarity to the case of Natascha Kampusch who was kidnapped aged 10, and escaped after being held in a \"dungeon\" for eight years in 2006.\n"
        ]
    },
    {
        "input": "Jim Nussle, direktur Kantor Anggaran dan Manajemen mengatakan bahwa dia yakin bahwa defisit akan mulai menurun.\n",
        "output": [
            "Jim Nussle, director of the Office of Management and Budget said that he believes that the deficit will start to decline.\n"
        ]
    },
    {
        "input": "Diduga oleh warga dan pemilik usaha di daerah tersebut bahwa hotel pernah berdiri di tempat yang sama.\n",
        "output": [
            "It was suspected by residents and business owners in the area that hotel once stood in the same spot.\n"
        ]
    },
    {
        "input": "Menjadi penumpang gelap di dalam kompartemen roda beresiko membeku hingga tewas setelah lepas landas atau hancur tergencet saat roda-roda ditarik masuk.\n",
        "output": [
            "Stowaways in wheel wells risk freezing to death after take-off or being crushed when the wheels retract.\n"
        ]
    },
    {
        "input": "Setelah harimau menyerang sang pekerja, sang harimau lalu bergerak menyerang dua orang pengunjung yang lain.\n",
        "output": [
            "After the tiger attacked the worker, it then went on to attack the two other visitors.\n"
        ]
    },
    {
        "input": "Hari Jum'at terjadi penembakan asisten kepala desa di provinsi Yala dan pasangan tua ditembak di provinsi Pattani ketika kembali dari pasar lokal.\n",
        "output": [
            "Friday saw the shooting of an assistant village head in Yala Province, and an elderly couple were shot in Pattani Province whilst returning from a local market.\n"
        ]
    },
    {
        "input": "Kompetisi Toronto FC selesai saat New England Revolution akan menghadapi New York Red Bulla di putaran pertama babak playoffs.\n",
        "output": [
            "Toronto FC's season is finished as New England Revolution will face New York Red Bulls in the 1st Round of the playoffs.\n"
        ]
    },
    {
        "input": "Kapal Sirius Star dimiliki oleh perusahaan nasional Saudi, Vela International Marine, mempunyai 25 kru dari Filipina, Saudi Arabia, Kroasia, Polandia dan Inggris.\n",
        "output": [
            "The Sirius Star, owned by Saudi state firm Vela International Marine, has a crew of 25 from the Philippines, Saudi Arabia, Croatia, Poland, and Britain.\n"
        ]
    },
    {
        "input": "Simon Adkin dari polisi setempat mengatakan bahwa, \"Mondeo hitam tersebut sedang berjalan menuju Leicester dan Iorry berjalan dari arah yang berlawanan.\"\n",
        "output": [
            "Simon Adkin of the local police said that, \"the black Mondeo was travelling towards Leicester and the lorry was travelling in the opposite direction.\"\n"
        ]
    },
    {
        "input": "Pada Juli 2010, Rudd digantikan sebagai pemimpin ALP dan sebagai Perdana Menteri oleh Ms Gillard.\n",
        "output": [
            "In July 2010, Rudd was replaced as leader of the ALP and as Prime Minister by Ms Gillard.\n"
        ]
    },
    {
        "input": "Praveen Khandelwal, Sekretaris Jenderal Konfederasi Pedagang Seluruh India, mengatakan, mereka akan terus menyerukan pemogokan pada hari Rabu malam, dan mereka meneruskan agitasi mereka dengan mogok makan dan konferensi menolak langkah penyegelan.\n",
        "output": [
            "Praveen Khandelwal, Secretary General of the Confederation of All India Traders, said, they will call off the strike on Wednesday night and they continue their agitation by hunger-strike and conferences against the sealing drive.\n"
        ]
    },
    {
        "input": "NFL membuat pernyataan yang menyebutkan bahwa stadion dilindungi dengan baik melalui langkah-langkah pengamanan yang sudah tersedia di tempat.\n",
        "output": [
            "The NFL has released a statement saying that the stadiums are well protected through security measures already in place.\n"
        ]
    },
    {
        "input": "Pelatih sepakbola Amerika telah ditembak di tempat kebugaran sekolahnya di Iowa, Amerika.\n",
        "output": [
            "An American football coach has been shot at his school gym in Iowa, United States.\n"
        ]
    },
    {
        "input": "Muktar Said Ibrahim, salah 1 dari 2 tersangka yang disebutkan setelah percobaan bom yang gagal pada 21 Juli, juga dikenal sebagai Muhammad.\n",
        "output": [
            "Muktar Said Ibrahim, one of two suspects named after the failed 21 July bombing attempts, is also known as Muhammad.\n"
        ]
    },
    {
        "input": "Setelah sesi bertanya dan menjawab selesai, video pernyataan dari John Kerry mulai dimainkan.\n",
        "output": [
            "After questions and answers finished, the video statement from John Kerry began to play.\n"
        ]
    },
    {
        "input": "Menurut laporan berita, McHale sengaja menaruh bendera Kanada melewati jalan dari DCE (Douglas Creek Estates) tempat pendudukan Aborigin telah terjadi selama 10 bulan.\n",
        "output": [
            "According to news reports, McHale intended to put the Canadian flag across the street from DCE (Douglas Creek Estates) where the aboriginal occupation has been ongoing for 10 months.\n"
        ]
    },
    {
        "input": "Dia lari kira-kira 200 meter dan terangkap polisi.\n",
        "output": [
            "He ran away by 200 meters and was caught by the police.\n"
        ]
    },
    {
        "input": "Ginjal-ginjal itu berfungsi untuk memproduksi urin dan ekskresi tanpa pembekuan darah baik di laboratorium dan di dalam tubuh tikus yang hidup.\n",
        "output": [
            "The kidneys were capable of urine production and excretion without blood clots in both the laboratory and inside living rats.\n"
        ]
    },
    {
        "input": "Radio Caracol Kolombia melaporkan pada tanggal 31 Januari 2005 bahwa pemerintah Kolombia merilis dokumen rinci yang menggambarkan cara FARC beroperasi di Kolombia dan di seluruh dunia.\n",
        "output": [
            "The Colombian Caracol Radio reported on January 31, 2005 that the government of Colombia released a detailed document which describes how the FARC operates in Colombia and around the world.\n"
        ]
    },
    {
        "input": "Kematian tersebut disebabkan terutama karena beberapa rumah gubuk hancur karena hujan atau lumpur.\n",
        "output": [
            "The deaths were caused mainly because some shanty-houses collapsed under rain or mud.\n"
        ]
    },
    {
        "input": "Dia mulai karirnya di KSAX dan juga bekerja di El Paso dan Tucson, AZ.\n",
        "output": [
            "She began her career at KSAX and also worked in El Paso and Tucson, AZ.\n"
        ]
    },
    {
        "input": "\"Bandingkan itu (satu iklan) dengan kritikan yang muncul pada awal tahun ini dalam masa pemilu (federal) yang terjadi setiap harinya di Kanada. .iklan-iklan yang terus-menerus ditayangkan di penjuru negara anda.\"\n",
        "output": [
            "\"Compare that (one ad) with the criticism early this year during the (federal) election that happened every day in Canada ...ads that were run consistently throughout your country.\"\n"
        ]
    },
    {
        "input": "Selat Hormuz adalah sebuah rute pelayaran utama dengan kepentingan strategis yang besar.\n",
        "output": [
            "The Strait of Hormuz is a major shipping route of great strategic importance.\n"
        ]
    },
    {
        "input": "Rancangan undang-undang tersebut disponsori oleh State Representative Darlene Senger from Naperville, melewati 114-1 mayoritas dan akan dipertimbangkan oleh Senat Illinois.\n",
        "output": [
            "The bill, which was sponsored by State Representative Darlene Senger from Naperville, passed with a 114–1 majority and will be considered by the Illinois Senate.\n"
        ]
    },
    {
        "input": "Pada hari Kamis, Al-Qaeda menyatakan dalam sebuah situs internet bahwa mereka telah membunuh duta besar Mesir di Irak, Ihab al-Sherif.\n",
        "output": [
            "Al-Qaeda said in a web statement Thursday that it has killed Egypt's top envoy in Iraq, Ihab al-Sherif.\n"
        ]
    },
    {
        "input": "Kemudian, dipindahkan ke markas besar Notisiete, tempat sebuah peringatan diselenggarakan.\n",
        "output": [
            "Later, it was moved to Notisiete's headquarters, where a memorial took place.\n"
        ]
    },
    {
        "input": "Daftar yang di maksudkan oleh Fosse mengarah pada daftar dari komisi parlemen atas pemujaan di Prancis pada tahun 1995.\n",
        "output": [
            "The list which Fosse referred to is a list from the 1995 Parliamentary Commission on Cults in France.\n"
        ]
    },
    {
        "input": "Hawk-Eye, perusahaan yang mengerjakan teknologi garis gawang yang telah dilakukan untuk garis tenis, bereaksi dengan kekecewaan, \"Saya pucat, ini sangat menyedihkan...\"\n",
        "output": [
            "Hawk-Eye, the company that was working on the goal-line technology that is already being used for line calls in tennis, reacted with disappointment: \"I'm livid, it is completely out of the blue...\"\n"
        ]
    },
    {
        "input": "Mereka sangat khawatir untuk kembali ke rumahnya karena takut akan timbulnya tsunami yang lain, tetapi menurut Reuters, para pejabat kesehatan khawatir tentang ancaman penyakit bagi mereka yang masih dalam pengungsian.\n",
        "output": [
            "They are too apprehensive to return home due to fears of another tsunami, but according to Reuters, health officials are worried about the threat of disease among those who are still in refuge.\n"
        ]
    },
    {
        "input": "Afrika Selatan keluar dari Kejuaraan Dunia Kriket 2011 setelah dikalahkan Selandia Baru di perempat final, yang dimainkan di Mirpur, di Bangladesh.\n",
        "output": [
            "South Africa crashed out of the 2011 Cricket World Cup after being beaten by New Zealand in the quarterfinals, played at Mirpur, in Bangladesh.\n"
        ]
    },
    {
        "input": "Meski demikian, rincian dari baju pendamping mempelai wanita dan seragam pelayan perkawinan belum diungkapkan sampai hari perkawinan.\n",
        "output": [
            "However, details of the bridesmaid dresses and page boys uniforms will not be revealed until the day of the wedding.\n"
        ]
    },
    {
        "input": "Pembagian kursi saat ini adalah Australian Labor Party dengan 58 dari total 86, Liberal National Party dengan 25, Queensland Greens & One Nation dengan jumlah yang sama dan independen memegang empat.\n",
        "output": [
            "The current distribution of seats has the Australian Labor Party with 58 of the 86 total, the Liberal National Party with 25, the Queensland Greens & One Nation with one each and independents holding four.\n"
        ]
    },
    {
        "input": "Belostenny adalah pemain kunci dalam tim basket Uni Soviet dan peraih 2 medali yaitu Eropa dan Olimpiade.\n",
        "output": [
            "Belostenny was a key player in the Soviet Union basketball team and was both a European and Olympic medallist.\n"
        ]
    },
    {
        "input": "Para ilmuwan mencari perubahan kecil dalam gerakan giroskop untuk mendeteksi efek bingkai yang terseret, serta efek geodetik yang jauh lebih besar - koreksi kecil untuk medan gravitasi bumi karena perbedaan antara Einstein dan teori gravitasi Newton.\n",
        "output": [
            "Scientists looked for small changes in the motion of the gyroscopes to detect the frame dragging effect, as well as the much larger geodetic effect – small corrections to the Earth's gravitational field due to differences between Einstein's and Newton's theories of gravity.\n"
        ]
    },
    {
        "input": "MSNBC melaporkan bahwa Clinton mengalahkan Barakc Obama dengan \"margin yang sangat kecil.\"\n",
        "output": [
            "MSNBC reports that Clinton beat Barack Obama by a \"very narrow margin.\"\n"
        ]
    },
    {
        "input": "Komentar Cindy baru-baru ini berubah drastis dari komentarnya pada wawancara tahun 2004 dengan THE REPORTER dari Vacaville, Kalifornia.\n",
        "output": [
            "Cindy's current comments are a drastic change from her comments in a 2004 interview with THE REPORTER of Vacaville, CA.\n"
        ]
    },
    {
        "input": "Lagu \"Lose Control\" dari Missy Elliot yang menampilkan Ciara dan Fat Man Scoop memperoleh 5-3 sementara \"Don't Cha\" turun ke No. 5.\n",
        "output": [
            "Missy Elliott’s “Lose Control” featuring Ciara and Fat Man Scoop gained 5-3 while “Don’t Cha” dropped to No. 5.\n"
        ]
    },
    {
        "input": "Proyek senilai 1 juta Poundsterling ini akan terdiri dari sebuah rangkaian turbin air yang akan dipasang di Romney Weir di dekat Sungai Thames.\n",
        "output": [
            "The £1 million project will consist of a series of under-water turbines to be installed at Romney Weir in the nearby River Thames.\n"
        ]
    },
    {
        "input": "Wikipedia, 1 dari 10 situs teratas di internet, akan segera berganti wajah.\n",
        "output": [
            "Wikipedia, one of the top ten websites on the internet, will soon be receiving a face lift.\n"
        ]
    },
    {
        "input": "Jeff Blake, ketua marketing dan distribusi ke seluruh dunia untuk Sony Pictures, mengatakan: \"Michael Jackson memiliki senjata penggemar di mana pun di seluruh dunia. kami memberi penonton kesempatan yang luar biasa untuk bersama-sama merayakan karir luar biasa Michael Jackson.\"\n",
        "output": [
            "Jeff Blake, chairman of worldwide marketing and distribution for Sony Pictures, said: \"Michael Jackson has an army of fans everywhere around the world... we are giving the audiences an incredible opportunity to join together in celebration of Michael Jackson's incredible career.\"\n"
        ]
    },
    {
        "input": "Chan juga merupakan dalang dari operasi, dan Myuran diduga berperan sebagai pelaksana.\n",
        "output": [
            "Chan was alleged to be the mastermind of the operation, and Myuran was alleged to be an enforcer.\n"
        ]
    },
    {
        "input": "Kelompok konsumen Which? mengklaim bahwa biaya tambahan ini menambah biaya perjalanan udara £265.000 sehari (atau sekitar £97 juta per tahun).\n",
        "output": [
            "The consumer group Which? claimed that these surcharges were increasing the cost of air travel by £265,000 a day (or about £97 million per year).\n"
        ]
    },
    {
        "input": "Mereka juga mendesak Perdana Menteri untuk memperpanjang upaya penanggulangan teroris dan ekstrimis.\n",
        "output": [
            "They also urge the Prime Minister to extend his efforts in tackling terrorism and extremism.\n"
        ]
    },
    {
        "input": "Pada hari Kamis, pekerja minyak diculik dari sebuah bar di dekat pemukiman kumuh oleh pria bersenjata yang menembak mati seorang tentara militer penjaga pekerja, dan melukai tentara lainnya.\n",
        "output": [
            "On Thursday, oil workers were kidnapped from a bar near the slums by armed men who shot dead an Army soldier guarding the workers, and injured another soldier.\n"
        ]
    },
    {
        "input": "Peluncuran satelit dengan sakses berdemonstrasi bahwa misil Iran menyampai secara global.\n",
        "output": [
            "A successful satellite launch would demonstrate that Iran's missiles have global reach.\n"
        ]
    },
    {
        "input": "Mereka juga memutuskan untuk mencabut semua rekor Matos dalam rekor Olimpiade.\n",
        "output": [
            "They also called for all records of Matos to be removed from the Olympic records.\n"
        ]
    },
    {
        "input": "Million Dollar Baby (2004) dan Crash (2005) keduanya memenangkan Academy Award untuk Best Picture, membuat Haggis penulis film yang pertama sejak 1950 untuk bioskop yang ditulis yang memenangkan Best Picture Oscar di tahun berturut-turut.\n",
        "output": [
            "Both Million Dollar Baby (2004) and Crash (2005) won Academy Awards for Best Picture, making Haggis the first film writer since 1950 to pen movies which won Best Picture Oscars in consecutive years.\n"
        ]
    },
    {
        "input": "\"Tidak ada satu pun dari kita yang ingin ada dalam situasi ketika ada berkas paspor seorang Amerika yang diperiksa dalam cara yang tidak sah.\"\n",
        "output": [
            "\"None of us want us to have a situation where any American's passport file is accessed in an unauthorized way.\"\n"
        ]
    },
    {
        "input": "Ini adalah pertama kalinya pembuktian bersalah telah dihasilkan dengan menggunakan undang-undang yang diberlakukan pada tahun 2003 untuk mengekang email massal, alias spam, dari distribusi yang tidak diminta ke dalam kotak surat para pengguna.\n",
        "output": [
            "This is the first time a conviction has been gained using the legislation enacted in 2003 to curb bulk e-mail, aka spam, from unsolicited distribution into users mailboxes.\n"
        ]
    },
    {
        "input": "The Gliders berada di Bangkok, Thailand, dalam rangka Kejuaraan Bola Basket Kursi Roda Asia-Oceania, yang akan diselenggarakan di Pusat Pemuda Thailand-Jepang Bangkok.\n",
        "output": [
            "The Gliders are in Bangkok, Thailand, for the Asia-Oceania Zone Wheelchair Basketball Championships, which are being held at the Thai-Japanese Bangkok Youth Center.\n"
        ]
    },
    {
        "input": "Pada aktivitas politik masa lalu yang tabu di China telah ditolerir oleh otoritas Wilayah Administrasi Khusus Republik Rakyat China (SAR).\n",
        "output": [
            "In the past political activities that are taboo in China proper have been tolerated by the Special Administrative Region of the People's Republic of China (SAR) authorities.\n"
        ]
    },
    {
        "input": "Arid Uka, 22, membunuh 2 pria anggota AU Amerika (USAF) dan melukai 2 orang lagi pada serangan bersenjata saat mereka di dalam bis di Frankfurt.\n",
        "output": [
            "Arid Uka, 22, killed two US (USAF) men and wounded two more in a gun attack on their bus in Frankfurt.\n"
        ]
    },
    {
        "input": "Tenaga kerja yang berasal dari Colorado mendapati bahwa aktivitas-aktivitas yang dilakukan oleh \"asisten\" Landmark Education termasuk: \"pendaftaran dan permohonan telepon kantor dan administrasi, sama seperti menyapa pelanggan, menata kursi, mengatur mikrofon selama seminar berlangsung, dan membuat kopi.\"\n",
        "output": [
            "Labor based out of Colorado found that activities performed by Landmark Education's \"assistants\" include: \"office, clerical, telephone solicitation and enrollment, as well as greeting customers, setting up chairs, handling microphones during the seminars and making coffee.\"\n"
        ]
    },
    {
        "input": "Kematian dari paman gadis tersebut juga diyakini akan diteliti karena dia memiliki gejala yang mungkin mengindikasikan flu.\n",
        "output": [
            "The death of the girl's uncle is also believed to be under investigation due to him having symptoms that may indicate flu.\n"
        ]
    },
    {
        "input": "\"Karena komitmen mendalam kami kepada pekerjaan dan pertumbuhan, kami bertanggung jawab atas penundaan masa kembalinya anggaran menjadi surplus, dan karena seorang penjahat mengganggu arus penerimaan pajak, ada defisit sekitar 18 miliar Dollar pada tahun 2013/2014.\"\n",
        "output": [
            "\"Because of our deep commitment to jobs and growth, we have taken the responsible course to delay the return to surplus, and due to a savage hit to tax receipts, there will be a deficit of $18 billion in 2013/14\".\n"
        ]
    },
    {
        "input": "Tidak jelas apakah pemenang 7 kali Tour de France tersebut bermaksud untuk bertanding di klasifikasi umum, tetapi dia gagal memisahkan diri pada hari Minggu dalam mengejar panggung kemenangan.\n",
        "output": [
            "It is not clear if the seven-time Tour de France winner intended to compete for the general classification, but he did make an unsuccessful breakaway on Sunday in pursuit of a stage victory.\n"
        ]
    },
    {
        "input": "Sebuah 'Kode Merah'- pengungsian penuh - diatur sekitar pukul 9.15 pagi.\n",
        "output": [
            "A 'code Red' - full evacuation - was set at around 9.15am.\n"
        ]
    },
    {
        "input": "Newport dan Glyndwr ditetapkan untuk menjadi perguruan tinggi pada hak mereka.\n",
        "output": [
            "Newport and Glyndwr are set to become universities in their own right.\n"
        ]
    },
    {
        "input": "Spanyol meragukan keanggotaan Uni Eropa untuk menghalangi Catalonia dari memegang referendum kemerdekaan.\n",
        "output": [
            "Spain uses uncertainty over EU membership to deter Catalonia from even holding a referendum on independence.\n"
        ]
    },
    {
        "input": "\"Dalam proses, ada banyak debu aluminum (aluminium) mengambang di udara.\"\n",
        "output": [
            "\"In the process, there is lots of aluminum (aluminium) dust floating in the air. \"\n"
        ]
    },
    {
        "input": "Setidaknya ada dua pemenanga besar di hari Selasa malam 370 juta US dolar pengundian lotre Mega Millions yang diadakan di 12 negara bagian A. S.\n",
        "output": [
            "There are at least two big winners in Tuesday night's US$370 million Mega Millions lottery drawing which is held in 12 U.S. states.\n"
        ]
    },
    {
        "input": "Ilmuwan di Departemen Meteorologi India (IMD) di New Delhi, sebuah pusat penelitian khusus untuk Asia di bawah Organisasi Meteorologi Dunia, menyatakan bahwa mereka telah menerbitkan buletin-buletin siklon yang pertama untuk Myanmar sejak tanggal 26 April.\n",
        "output": [
            "Scientists at the Indian Meteorological Department (IMD) in New Delhi, theWorld Meteorological Organisation's specialist centre for Asia, say they issued the first of the cyclone bulletins to Myanmar as early as 26 April.\n"
        ]
    },
    {
        "input": "Rapat umum tersebut dimulai lebih awal pada minggu ini setelah berita dari Citigroup Inc. tentang pengaturan keuntungan selama dua bulan awal pada tahun ini.\n",
        "output": [
            "The rally began earlier this week after the news from Citigroup Inc. about managing profits during first two months of the year.\n"
        ]
    },
    {
        "input": "Dia adalah pemimpin berpengaruh Kongres Nasional India di 14 Lok Sabha. Dia dikenal sebagai seorang loyalis partai yang kompeten, \"Dia adalah loyalis utama keluarga Gandhi yang baru bisa menang pemilu pada tahun 2004.\"\n",
        "output": [
            "A prominent leader of the Indian National Congress in the 14th Lok Sabha, he is known to be a competent party apparatchik, \"a prominent Gandhi family loyalist who did not win a popular election until 2004\".\n"
        ]
    },
    {
        "input": "Jimenez menolak keyakinan Guevara bahwa reformasi sosial di Amerika Latin harus diperoleh melalui perang gerilya.\n",
        "output": [
            "Jiménez rejected Guevara’s belief that social reform in Latin America had to be accomplished through guerrilla warfare.\n"
        ]
    },
    {
        "input": "Perintah langsung dari London telah dilakukan sejak Majelis dan Komite Eksekutif dilebur pada tahun 2002 melalui dugaan dari lingkaran mata-mata IRA.\n",
        "output": [
            "Direct rule from London has been in place since the Assembly and Executive dissolved in 2002 over allegations of IRA spying ring.\n"
        ]
    },
    {
        "input": "Kondisi balapan tersebut sangat jauh berbeda, dengan National Weather Service melaporkan temperatur 88 derajat Fahrenheit (31 derajat Celcius) pada saat balapan berlangsung.\n",
        "output": [
            "The conditions at this race were far different, with the National Weather Service reporting temperatures of 88° F (31° C) at the track at race time.\n"
        ]
    },
    {
        "input": "Tiga buah lumbung penyimpan gula yang diperkuat dengan beton setinggi 100 kaki, yang menjadi lokasi penyelidikan atas ledakan penyulingan gula Georgia tahun 2008 di pusatkan, telah dihancurkan.\n",
        "output": [
            "The three 100 foot reinforced concrete sugar storage silos around which the investigation into the 2008 Georgia sugar refinery explosion is centred have been demolished.\n"
        ]
    },
    {
        "input": "Hamas, sebuah partai Islam radikal, telah meraih kemenangan mayoritas dalam pemilihan dewan di Jalur Gaza yang diadakan bulan lalu.\n",
        "output": [
            "Hamas, a radical islamist party, has won by a large majority in the Gaza Strip council elections held last month.\n"
        ]
    },
    {
        "input": "Usaha-usaha Gereja Scientologi untuk menghentikan penyebaran video tersebut lewat internet \"telah membalik secara spektakular,\" menurut The Press Association, dan hingga hari Kamis video tersebut dapat dilihat di situs web lain selain Gawker.com, termasuk New York Post, Independent Television News dan BBC.\n",
        "output": [
            "Attempts by the Church of Scientology to stop distribution of the video via the Internet \"seem to have backfired spectacularly,\" according to The Press Association, and by Thursday the video was viewable on websites other than Gawker.com, including the New York Post, Independent Television News and the BBC.\n"
        ]
    },
    {
        "input": "Valerie Jarret, penasihat Gedung Putih, mengatakan itu adalah \"langkah yang sangat, sangat penting.\"\n",
        "output": [
            "Valerie Jarrett, a White House adviser, said it was a \"very, very important step.\"\n"
        ]
    },
    {
        "input": "Namun, dengan membuat desain dari sumber server terbuka, perusahaan berharap orang lain akan menemukan cara untuk meningkatkannya.\n",
        "output": [
            "However, by making the designs of its servers open source, the company hopes others will find ways to improve them.\n"
        ]
    },
    {
        "input": "Pengadilan Hak Asasi Manusia Eropa telah memberikan € 2500 untuk Abu Qatada, seorang militan Islam dan ulama, dalam gugatan yang diajukannya terhadap Inggris yang menahannya tanpa pengadilan pada tahun 2002.\n",
        "output": [
            "The European Court of Human Rights has awarded €2500 to Abu Qatada, an Islamic militant and cleric, in a lawsuit he filed against the United Kingdom which detained him without trial in 2002.\n"
        ]
    },
    {
        "input": "Perdana Menteri NSW Morris Iemma mengumumkan pada bulan Desember 2005 bahwa dia ingin menjual saham negara tersebut pada Hydro yang menyebabkan pemerintah federal dan Victoria mengikuti.\n",
        "output": [
            "NSW Premier Morris Iemma announced in December 2005 that he wished to sell the state's share in Snowy Hydro that caused the federal and Victorian governments to follow.\n"
        ]
    },
    {
        "input": "Saya kira tugas dari Partai Demokrat adalah untuk memaksakan bahwa ada sedikit persentasi suara yang jatuh pada kandidat lain tidak akan membuat perbedaan apapun, \" katanya.\n",
        "output": [
            "\"I think the job of the Democratic Party is to be so compelling that a few percentage of the vote going to another candidate's not going to make any difference,\" he said.\n"
        ]
    },
    {
        "input": "\"Setiap kali dia akan mengerem, ia akan mengangkat dirinya dengan kaki kirinya dan menginjak rem dengan tangan kanannya.\"\n",
        "output": [
            "\"Whenever he would brake, he would pick himself up with his left foot and stomp on the brake with his right.\"\n"
        ]
    },
    {
        "input": "London Underground menyatakan sebuah 'kode Amber'dalam beberapa menit, memindahkan kereta ke peron dan membuka semua pintu.\n",
        "output": [
            "London Underground declared a 'code Amber' within minutes, moving trains to platforms and opening all doors.\n"
        ]
    },
    {
        "input": "Hopper adalah fotographer, pelukis dan pemahat yang produktif yang hasil karyanya telah di pamerkan di seluruh dunia.\n",
        "output": [
            "Hopper was a prolific photographer, painter, and sculptor whose works have been exhibited worldwide.\n"
        ]
    },
    {
        "input": "Pada tahun 2006 B737 lainnya menderita masalah navigasi dan meluncur ke sebuah titik hitam radar, membiarkannya hilang untuk beberapa jam sebelum melakukan sebuah pendaratan darurat ratusan mil dari tujuan seharusnya.\n",
        "output": [
            "In 2006 another B737 suffered a navigational problem and flew into a radar blackspot, leaving it lost for several hours before performing an emergency landing hundreds of miles from the intended destination.\n"
        ]
    },
    {
        "input": "Pertandingan tersebut sangat ketat, berjalan 3 ronde.\n",
        "output": [
            "The bout was very close, going the distance through all three rounds.\n"
        ]
    },
    {
        "input": "Paulson, bersama dengan pejabat pemerintah lainnya, mengusulkan sebuah solusi sehingga Lehman dapat membagi ke dalam dua bagian yang terpisah.\n",
        "output": [
            "Paulson, along with other government officials, proposed a solution that Lehman would get split into two separate entities.\n"
        ]
    },
    {
        "input": ":(h) ketentuan lain dalam Undang-undang ini menyatakan anak dalam situasi ini dapat dinaturalisasi dengan kondisi yang lebih sedikit, tetapi tidak membenarkan hubungan antara tujuan dan perbedaan, karena naturalisasi ada dalam kebijakan Menteri Kehakiman.\n",
        "output": [
            ":(h) another provision in this Act states a child in this situation may be naturalized with fewer conditions, but it doesn't justify the relation between the purpose and the distinctions, because naturalization is within discretion of the Minister of Justice.\n"
        ]
    },
    {
        "input": "Hal itu menunjukkan bahwa pasien perawatan darurat akut tidak akan berpaling.\n",
        "output": [
            "It did indicate that acute care emergency patients would not be turned away.\n"
        ]
    },
    {
        "input": "Perjalanan dimulai dengan 70.000 orang yang kebanyakan warga Irak menyiapkan pengerahan ke Baghdad untuk mencoba dan mengamankan ibukota.\n",
        "output": [
            "The trip comes as over 70,000 mostly Iraqi citizens prepare to deploy into Baghdad to try and bring security to the capital.\n"
        ]
    },
    {
        "input": "Kereta Amtrak 371, Pere Marquette, mulai dari Grand Rapids, Michigan dan membawa 193 orang yang naik termasuk 6 anggota kru.\n",
        "output": [
            "Amtrak train 371, the Pere Marquette, started in Grand Rapids, Michigan and carried 193 people on board including six crew members.\n"
        ]
    },
    {
        "input": "Martino meninggal dunia di kampung halaman masa kecilnya, Philadelphia, setelah aktif dalam bisnis musik selama 58 tahun.\n",
        "output": [
            "Martino died at his childhood hometown of Philadelphia, following an active 58 years in the music business.\n"
        ]
    },
    {
        "input": "Akses ke Wikipedia, proyek bersaudara Wikinews, dan Flickr, sebuah situs berbagi potret, juga dilarang, pada hari Kamis.\n",
        "output": [
            "Access to Wikipedia, Wikinews' sister project, and Flickr, a photo sharing site, were also banned, on Thursday.\n"
        ]
    },
    {
        "input": "Penasehat hukum tersangka mengatakan bahwa tuntutan kepada kliennya terlalu berlebihan tanpa mempertimbangkan situasi kejadiannya.\n",
        "output": [
            "A lawyer for the men said he felt the charges were excessive considering the circumstances.\n"
        ]
    },
    {
        "input": "Ini merupakan tahun ke enam pelaksanaan kompetisi Tee Ball Gedung Putih.\n",
        "output": [
            "This is the sixth year of the White House Tee Ball Initiative.\n"
        ]
    },
    {
        "input": "Situasi berakhir tanpa insiden dan semua penumpang beserta awak di dalam pesawat bisa turun dengan selamat.\n",
        "output": [
            "The situation ended without incident and all passengers and crew on board the aircraft were able to leave safely.\n"
        ]
    },
    {
        "input": "\"Kita mempunyai surat perintah penangkapan bahwa kami senang untuk mengeksekusi terhadap anda segera.\n",
        "output": [
            "\"We have a warrant of arrest that we are happy to execute against you right away.\"\n"
        ]
    },
    {
        "input": "\"Penyelidikan masih pada tahap awal dan akan terus dilanjutkan, \" kata juru bicara wanita tersebut.\n",
        "output": [
            "\"The investigation is at a very early stage and inquiries are continuing,\" the spokeswoman said.\n"
        ]
    },
    {
        "input": "\"Bagaimana Anda memberi seseorang, seorang anak berusia 21 tahun sebuah kontrak seperti itu?\"\n",
        "output": [
            "\"How do you give someone, a 21 year old kid a contract like that?\"\n"
        ]
    },
    {
        "input": "Sebelas orang tewas setelah sebuah helikopter militer jatuh dalam sebuah penerbangan anti narkotika di Meksiko Timur.\n",
        "output": [
            "Eleven people have died after a military helicopter crashed during an anti-narcotics flight in Western Mexico.\n"
        ]
    },
    {
        "input": "Kementerian Dalam Negeri Perancis mengambil langkah mengaktifkan rencana darurat untuk memastikan respon yang cepat dari sejumlah besar penyelamat dan sumber daya.\n",
        "output": [
            "The French Interior Ministry took the rare step of activating an emergency plan to ensure rapid response from large numbers of rescuers and resources.\n"
        ]
    },
    {
        "input": "\"Satu dari hal-hal tersebut bisa mengubah pertandingan, tetapi apa yang bisa kita perbuat sekarang?\" kapten Adelaide Travis Dodd berkata kepada Fox Sports setelah pertandingan.\n",
        "output": [
            "\"It's one of those things I guess, it changed the game, but what can you do about it now?\" Adelaide Captain Travis Dodd told Fox Sports after the match.\n"
        ]
    },
    {
        "input": "Pada dosis itu, kata Wurtman, efek hormon ini berakhir setelah beberapa hari karena melatonin penerima di otak menjadi tidak responsif bila terkena terlalu banyak hormon.\n",
        "output": [
            "At that dose, says Wurtman, the hormone's effects end after a few days because melatonin receptors in the brain become unresponsive when exposed to too much of the hormone.\n"
        ]
    },
    {
        "input": "Packer terlibat di industri perjudian dan pariwisata dan memiliki Crown Casino di Melbourne.\n",
        "output": [
            "Packer was also involved in the gambling and tourism industries and owned the Crown Casino in Melbourne.\n"
        ]
    },
    {
        "input": "Kelompok kecil sekitar 15 anggota kepolisian menunggu kedatangan kelompok tersebut.\n",
        "output": [
            "A small group of about 15 police officers awaited the arrival of the group.\n"
        ]
    },
    {
        "input": "Dua belas persen dari 1.043 tahanan yang diuji untuk narkoba dari awal tahun ini sampai Juni, dinyatakan positif narkoba.\n",
        "output": [
            "Twelve percent of 1,043 prisoners who were tested for drugs from the start of this year until June, tested positive for drugs.\n"
        ]
    },
    {
        "input": "Situs arkeologis ini berada di sebuah bukit di sepanjang Laut Mediterania menghadap ke rumah musim panas Hosni Mubarak, presiden Mesir.\n",
        "output": [
            "The archaeological site is on a hill along the Mediterranean Sea overlooking the summer home of Hosni Mubarak, president of Egypt.\n"
        ]
    },
    {
        "input": "Menteri Pertanian Jim Sutton melangkah sejauh ini untuk mengatakan bahwa penangguhan dari ekspor daging oleh beberapa negara sangat mungkin dilakukan.\n",
        "output": [
            "Agriculture Minister Jim Sutton went so far as to say that the suspension of meat exports by some countries was a real possibility.\n"
        ]
    },
    {
        "input": "Juru bicara untuk Palang Merah mengatakan bahwa diperkirakan 200 telah tenggelam atau runtuh.\n",
        "output": [
            "A spokesperson for the Red Cross said approximately two hundred houses had been sunk or wrecked.\n"
        ]
    },
    {
        "input": "Cook, berusia 59, dibawa ke sebuah rumah sakit di Inverness oleh helikopter layanan penyelamatan setengah jam setelah pingsan.\n",
        "output": [
            "Cook, aged 59, was flown to a hospital in Inverness by a rescue service helicopter half an hour after collapsing.\n"
        ]
    },
    {
        "input": "Bila terlalu banyak pemilik rumah tidak dapat membayar hipotik mereka, pemberi pinjaman sub-prima dapat berakhir tanpa dapat mebayar pinjaman mereka.\n",
        "output": [
            "If too many homeowners default on their mortgages, the sub-prime lender can end up defaulting.\n"
        ]
    },
    {
        "input": "Dokter perbidanan Andrew Miller mengatakan bahwa kehamilan ovarium yang bertahan sampai masa melahirkan adalah \"tidak pernah terjadi.\"\n",
        "output": [
            "The hospital's obstetrician Andrew Miller says that having an ovarian pregnancy survive to full-term is \"unheard of\".\n"
        ]
    },
    {
        "input": "\"Dan sekarang, pada saat seorang presiden Amerika mengumumkan prinsip-prinsip ini dan mendukung mereka, seorang PM Israel muncul dan berlawanan.\"\n",
        "output": [
            "\"And now, at the time when an American president declares these principles and promotes them, an Israeli PM comes along and does the exact opposite.\"\n"
        ]
    },
    {
        "input": "Apakah pendeta gay akan diizinkan menjadi uskup menjadi masalah pada tahun 2003 dengan penunjukan dari Rev Jeffrey John sebagai Bishop of Reading.\n",
        "output": [
            "Whether gay clergyman would be allowed to become bishops became an issue in 2003 with the appointment of Rev Jeffrey John as Bishop of Reading.\n"
        ]
    },
    {
        "input": "Orang dewasa dari area tersebut melaporkan bahwa anak-anak meninggal karena malaria.\n",
        "output": [
            "Adults from the area reported that the children had died of malaria.\n"
        ]
    },
    {
        "input": "Enam anggota ditangkap karena membantu dan bersekongkol tetapi kemudian dibebaskan tanpa denda.\n",
        "output": [
            "A sixth member was arrested for aiding and abetting but was released without charge.\n"
        ]
    },
    {
        "input": "Kutipan penuhnya menyatakan bahwa hadiah tersebut dianugerahkan \"Untuk penjelasan dari properti simetri spontan yang terpisah dalam teori ukur relativitas empat dimensi dan dari mekanisme untuk turunan konsisten dari massa boson vektor.\"\n",
        "output": [
            "The full citation stated the prize was awarded \"For elucidation of the properties of spontaneous symmetry breaking in four-dimensional relativistic gauge theory and of the mechanism for the consistent generation of vector boson masses.\"\n"
        ]
    },
    {
        "input": "BBC News melaporkan bahwa surat itu menyatakan apa yang dibutuhkan jika Iran ingin melanjutkan peperangan dengan negara Irak.\n",
        "output": [
            "BBC News says the letter states what would be needed if Iran was willing to continue any battle with the country of Iraq.\n"
        ]
    },
    {
        "input": "Editor energi The Guardian, Terry Macalister, menulis bahwa \"katalog kesalahan - baik manusia dan mekanikal\" di dalam laporan \"menghancurkan\" industri minyak \" lebih banyak sebagaimana mantra\" utamakan keselamatan.\n",
        "output": [
            "The energy editor of The Guardian, Terry Macalister, wrote that the \"catalogue of errors - both human and mechanical\" in the report \"demolish\" the oil industry's \"much quoted mantra\" of safety first.\n"
        ]
    },
    {
        "input": "Ini adalah gempa yang dikenal sebagai gempa bumi fokus-dalam, sehingga menyebabkan guncangannya dirasakan di wilayah yang sedemikian luas.\n",
        "output": [
            "This is a so-called deep-focus earthquake, that's why it was felt at such a large territory.\n"
        ]
    },
    {
        "input": "WHO mengatakan bahwa banyak dari kasus parah dari virus yang dilaporkan adalah orang yang memiliki penyakit kronis sebelumnya.\n",
        "output": [
            "The WHO says that many of the severe cases of the virus are reported in people with prior chronic illnesses.\n"
        ]
    },
    {
        "input": "Google Base diperkirakan menjadi pesaing utama craigslist, yang sebagian besar dimiliki oleh eBay.\n",
        "output": [
            "Google Base is expected to be a major competitor of craigslist, which is partly owned by eBay.\n"
        ]
    },
    {
        "input": "2 calon yang sebelumnya terpilih sebagai anggota dewan sekolah yang memasukkan desain inteligensi dalam kurikulum sains sekolah umum menerima jumlah suara paling sedikit dalam pemilihan Selasa.\n",
        "output": [
            "Two candidates who had previously voted as school board members to include intelligent design in the public school science curriculum received the fewest votes in Tuesday's election.\n"
        ]
    },
    {
        "input": "Bongo telah dilantik pada hari Sabtu setelah selesainya peninjauan panjang atas hasil pemilihan bulan Agustus yang memenangkannya.\n",
        "output": [
            "Bongo was sworn in Saturday after a lengthy review of the August election that brought him to power.\n"
        ]
    },
    {
        "input": "Denda bisa dikenakan pada situs web di luar Australia yang memiliki link ke materi pada daftarnya.\n",
        "output": [
            "Fines can be imposed on websites outside Australia that link to material on its list.\n"
        ]
    },
    {
        "input": "Walaupun lomba ini adalah lomba terpanjang kedua di Tour de Taiwan tahun 2008, cuaca menantang 89 pengendara sepeda karena hujan sebelumnya di wilayah metropolitan Taipei-Keelung.\n",
        "output": [
            "Even though this race is the second longest race in 2008 Tour de Taiwan, the weather challenged 89 cyclists due to an earlier rain in Taipei-Keelung metropolitan area.\n"
        ]
    },
    {
        "input": "Telah dicatat bahwa memilih untuk tidak menginvestigasi bentuk mencurigakan pembayaran-pembayaran tersebut sama dengan menerima ketidaksahan mereka.\n",
        "output": [
            "It was noted that choosing not to investigate the suspicious nature of the payments was equivalent to accepting their illegality.\n"
        ]
    },
    {
        "input": "Wartawan Wikinews, Patrick Mannion melakukan korespondensi dengan salah satu kandidat dari Partai Sosialis AS, Brian Moore, melalui surat elektronik.\n",
        "output": [
            "Wikinews' own Patrick Mannion corresponded with the Socialist Party USA nominee and candidate, Brian Moore via e-mail.\n"
        ]
    },
    {
        "input": "Raymond Lee Oyler dari California, Amerika Serikat didakwa atas pembunuhan 5 petugas pemadam kebakaran US Forest Service yang tewas saat mencoba memadamkan kobaran api yang dia nyalakan.\n",
        "output": [
            "Raymond Lee Oyler of California, United States has been convicted of the murders of five US Forest Service firefighters killed while attempting to control a wildfire he had lit.\n"
        ]
    },
    {
        "input": "Taktik yang diketahui dari pasukan anti-Irak (AIF) adalah berpura-pura terluka atau mati, dan marinir cukup mengklaim mereka masih sebuah ancaman.\n",
        "output": [
            "A known tactic of anti-Iraqi forces (AIF) is to feign injury or death, and the marine could reasonably claim they were still a threat.\n"
        ]
    },
    {
        "input": "\"Apakah anda pernah melihat otak berusia20 tahun? Dia bukan penembak,\" kata Blat.\n",
        "output": [
            "\"Have you ever seen a 20 year-old mastermind? He was not the shooter,\" said Blat.\n"
        ]
    },
    {
        "input": "Conte saat ini meljalani hidup 4 bulan penjara karena menyebarkan steriod dan pencucian uang.\n",
        "output": [
            "Conte is currently serving four months in prison for distribution of steriods and money laundering.\n"
        ]
    },
    {
        "input": "Caloundra memimpin Glasshouse dengan 153 runs at stumps pada hari kedua dari 2010 Sunshine Coast, Australia divisi satu grand final cricket.\n",
        "output": [
            "Caloundra lead Glasshouse by 153 runs at stumps on day two of the 2010 Sunshine Coast, Australia division one cricket grand final.\n"
        ]
    },
    {
        "input": "Zimbabwe berhasil seri dalam pertandingan kedua Grup D pada Piala Dunia melawan Irlandia di Sabina Park, Kingston, Jamaika.\n",
        "output": [
            "Zimbabwe tied the second Group D match in the World Cup against Ireland at Sabina Park, Kingston, Jamaica.\n"
        ]
    },
    {
        "input": "Hal ini berhasil menghentikan api menyebar ke seluruh pulau, tapi 10 bangunan masih terbakar, juga sebagian besar toko-toko kecil dan bar.\n",
        "output": [
            "This managed to stop the fire from spreading to the rest of the island, but 10 buildings were still burnt down, mostly small shops and bars.\n"
        ]
    },
    {
        "input": "Lebih dari 160 orang ditahan dalam penyerangan selama dua hari, termasuk 100 dari wilayah kumuh di dekatnya, namun sebagian besarnya telah dibebaskan sejak itu.\n",
        "output": [
            "Over 160 people were taken into custody in a two day crackdown, including over 100 from a nearby slum, but most have been released since then.\n"
        ]
    },
    {
        "input": "Kecelakaan yang sama telah tercatat di negara-negara Baltik yang lain, terutama di negara tetangga sebelah selatan Finlandia, Estonia.\n",
        "output": [
            "Similar incidents have been recorded in other Baltic states, particularly in Finland's Southern neighbour, Estonia.\n"
        ]
    },
    {
        "input": "Para wakil dari partai koalisi saling berbeda pendapat terkait hal ini.\n",
        "output": [
            "Representatives of the grand coalition differed in their views regarding this question.\n"
        ]
    },
    {
        "input": "Fiorentina dan Lazio telah dipulihkan ke Seri A, yang seharusnya dipindah ke Seri B.\n",
        "output": [
            "Fiorentina and Lazio have been reinstated into Serie A, having been demoted into Serie B originally.\n"
        ]
    },
    {
        "input": "Setelah vonis bersalah itu dibacakan, Browne Sanders yang terlihat sangat lega langsung memeluk keluarga dan teman-temannya yang hadir dalam sidang pengadilan itu.\n",
        "output": [
            "After the guilty verdict was read, a relieved Browne Sanders hugged her family and friends who were present at the trial.\n"
        ]
    },
    {
        "input": "Radio Israel mencatat bahwa ini adalah anak Palestina ketiga dalam dua bulan terakhir yang tertangkap mencoba untuk mentransfer bahan peledak melewati pos pemeriksaan Israel.\n",
        "output": [
            "Israeli radio noted that this is the third Palestinian child in the past two months caught attempting to transfer explosives past Israeli checkpoints.\n"
        ]
    },
    {
        "input": "Kesepakatan tampaknya dicapai setelah perselisihan dari pendanaan pemerintah untuk organisasi seperti Planned Parenthood telah dipecahkan.\n",
        "output": [
            "The deal was apparently reached after disputes over government funding for organizations such as Planned Parenthood were resolved.\n"
        ]
    },
    {
        "input": "Polisi menangkap seekor monyet tinggi 18 inci yang dilaporkan telah menggigit wanita berusia 20 tahun di luar State Street Brats, Madison, klub malam Wisconsin.\n",
        "output": [
            "Police apprehended a 18 inch tall monkey that is reported to have bitten a 20 year-old woman outside State Street Brats, a Madison, Wisconsin nightclub.\n"
        ]
    },
    {
        "input": "Badai 80 km per jam (50 mph) di Samudera Pasifik sekitar 210 km (130 mil) selatan -barat selatan dari Acapulco, Meksiko.\n",
        "output": [
            "The 80 km/h (50 mph) storm in the Pacific Ocean is about 210 km (130 miles) south-south west of Acapulco, Mexico.\n"
        ]
    },
    {
        "input": "\"Jangan berkomentar secara resmi dan tentu saja, tidak menyiarkannya, tentang ini.\"\n",
        "output": [
            "\"Do not comment officially and of course, not on the air, about it.\"\n"
        ]
    },
    {
        "input": "Peter August dari Universitas Rhode Island di Kingston, berkata: \"Saya terkesima dengan konsistensi yang mereka buktikan bahwa hewan lembu dan rusa ternyata menghadapkan tubuhnya ke arah utara.\"\n",
        "output": [
            "Peter August of the University of Rhode Island in Kingston, commented: \"I was really amazed at the consistency with which they found north-facing cows and deer.\"\n"
        ]
    },
    {
        "input": "Foto-manipulasi kemudian dipasang di papan reklame untuk secara fiktif \"Menopang Yayasan Rias\" bermerek.\n",
        "output": [
            "The photo-manipulation is then posted on a billboard for the fictional \"Easel Foundation Makeup\" brand.\n"
        ]
    },
    {
        "input": "\"Dalam kondisi Kutub, es bisa membantu penanganan atas tumpahan minyak dengan memperlambat pelapukan minyak, meredam gelombang, mencegah minyak dari penyebaran luas, dan memungkinkan lebih banyak waktu untuk menangani.\"\n",
        "output": [
            "\"In Arctic conditions, ice can aid oil spill response by slowing oil weathering, dampening waves, preventing oil from spreading over large distances, and allowing more time to respond.\"\n"
        ]
    },
    {
        "input": "Menurut saksi mata, tidak ada lampu listrik di banyak stasiun dan di transisi antaranya.\n",
        "output": [
            "According to eyewitnesses, there was no electric lighting at many stations and in transitions between them.\n"
        ]
    },
    {
        "input": "Bapak McGGuire mengatakan kesepakatan tidak akan mengikat kedua orang untuk menjual cerita mereka ke CNN, US Today Show dan Good Morning America yang memiliki semua laporan yang dibuat dengan Bapak Russell dan Bapak Webb minggu ini.\n",
        "output": [
            "Mr McGuire said the deal would not restrict the pair from selling their story to CNN, the US Today Show and Good Morning America, who have all reportedly made contact with Mr Russell and Mr Webb this week.\n"
        ]
    },
    {
        "input": "Tim nasional sepak bola dari Bosnia dan Herzegovina telah dilarang oleh FIFA, badan pengelola olahraga internasional.\n",
        "output": [
            "The national football team of Bosnia and Herzegovina has been banned by FIFA, the sport's international governing body.\n"
        ]
    },
    {
        "input": "Partai AKP memiliki 353 dari 550 kursi di Majelis Agung Nasional Turki.\n",
        "output": [
            "The AKP has 353 of the 550 seats in Grand National Assembly of Turkey.\n"
        ]
    },
    {
        "input": "\"Apakah kau David Shankbone? Kami sangat senang bertemu dengan Anda!\" katanya, dan membawanya menyusuri lorong ke ruang tamu dengan sofa, televisi yang memainkan aksi-detektif, lemari kabinet terbuka penuh dengan barang-barang enema, dan suaminya Bill duduk di depan komputer mencoba untuk menemukan dimana pemutar Blade Runner yang bermain di teater lokal.\n",
        "output": [
            "\"Are you David Shankbone? We're so excited to meet you!\" she says, and leads him down the hall to a living room area with a sofa, a television playing an action-thriller, an open supply cabinet stocked with enema kits, and her husband Bill sitting at the computer trying to find where the re-release of Blade Runner is playing at the local theater.\n"
        ]
    },
    {
        "input": "Sumber dari Georgia mengkonformasi pengumuman tersebut yang mengatakan bahwa pusatnya telah dihancurkan.\n",
        "output": [
            "Georgian sources confirmed the announcement, stating that the base had been destroyed.\n"
        ]
    },
    {
        "input": "Sulpicio juga menggambarkan penyelidikan tersebut sebagai sebuah \"pemeriksaan\" yang bias terhadap Sulpicio sejak awal.\n",
        "output": [
            "Sulpicio also described the investigation as an 'inquisition' that was biased against Sulpicio from the start.\n"
        ]
    },
    {
        "input": "Kukis membuat skor sebuah nilai setelah pertandingan berakhir dan gagal mengkonversi sebuah tendangan sederhana yang bisa memenangkan pertandingan untuk mereka.\n",
        "output": [
            "Kukris scored a try after full-time yet failing to convert a relatively simple kick that would have won the game for them.\n"
        ]
    },
    {
        "input": "\"Kami bermain untuk fans kami, dan masyarakat Indianapolis.\"\n",
        "output": [
            "\"We are praying for our fans, and the people of Indianapolis.\"\n"
        ]
    },
    {
        "input": "Perserikatan Bangsa-Bangsa dengan \"prestasi yang mengesankan\" dan \"kegagalan yang menghantui\" telah diganti tetapi perlu diganti lebih lanjut, dia mengatakannya pada sebuah artikel di Newsweek International.\n",
        "output": [
            "The United Nations with its \"impressive achievements\" and \"haunting failures\" has changed but needs to change further, he said in an article in Newsweek International.\n"
        ]
    },
    {
        "input": "Sang teman, yang tidak disebutkan namanya, menembak Rhys Johnson tepat di jantung menggunakan pistol air gun Webley kaliber.22 dari jarak dekat.\n",
        "output": [
            "The friend, who has remained anonymous, shot Rhys Johnson in the heart with the .22 caliber Webley Vulcan air gun at close range.\n"
        ]
    },
    {
        "input": "Sebagian besar yang meninggal dunia sedang makan di dek bawah dan terperangkap di bawah.\n",
        "output": [
            "Most who died were dining on the lower deck, and were trapped below.\n"
        ]
    },
    {
        "input": "Namun, pasangan ini tetap berkontribusi dalam mencetak poin bagi tim, dengan Crispin mencetak 12 poin dan 15 rebound, dan Merritt mencetak 16 poin dan 6 rebound.\n",
        "output": [
            "Nonetheless, the pair still contributed to the team's scoreline, with Crispin scoring 12 points with 15 rebounds, and Merritt scoring 16 points with six rebounds.\n"
        ]
    },
    {
        "input": "Namun, karena angin meningkat sore ini, bara api terbawa ke seberang saluran air dan api sekarang menuju ke wilayah padat penduduk di Palmdale.\n",
        "output": [
            "However, as winds picked up in the afternoon, fire embers were carried across the aqueduct and the fire is now heading towards a highly-populated area of Palmdale.\n"
        ]
    },
    {
        "input": "Mereka menghadapi ancaman inflasi dan menolak untuk mengimpor kebijakan tingkat suku bunga terhadap kondisi resesi yang terjadi di Amerika Serikat.\"\n",
        "output": [
            "They face an inflationary threat and do not want to import an interest rate policy set for the recessionary conditions in the United States.\"\n"
        ]
    },
    {
        "input": "Pejabat resmi mengatakan bahwa penerjemah tersebut menembaknya di pos terdepan sebelah timur Afghanistan sebelum dia ditembak mati oleh tentara yang lain.\n",
        "output": [
            "An official said the translator shot them at an eastern Afghanistan outpost before he was shot dead by other soldiers.\n"
        ]
    },
    {
        "input": "Selama setahun setelah FCTC ditulis, 167 negara menandatanganinya dan 23 negara mengesahkannya, membuat perjanjian ini menjadi salah satu perjanjian PBB yang paling cepat dirangkul sepanjang masa.\n",
        "output": [
            "During the year after the FCTC was written, 167 countries signed and 23 countries ratified it, making it one of the most rapidly embraced UN treaties of all time.\n"
        ]
    },
    {
        "input": "Orang-orang yang membeli tiket acara Brampton Day melalui Kota didorong untuk memakai gelang biru di sekitar taman, untuk mendapat kesempatan dilihat dan memenangkan hadiah.\n",
        "output": [
            "People who bought passes to the Brampton Day event through the City were encouraged to wear blue wrist bands around the park, for a chance to get spotted and win a prize.\n"
        ]
    },
    {
        "input": "James akan mengatakan tidak bersalah, menurut pengacaranya, James E. Blatt.\n",
        "output": [
            "James will plead not guilty, according to his attorney, James E. Blatt.\n"
        ]
    },
    {
        "input": "Sekarang ini, MST menerima bantuan dari pemerintah Brasil dan donasi dari organisasi internasional.\n",
        "output": [
            "Currently, MST receives help from the Brazilian government and donations from international organizations.\n"
        ]
    },
    {
        "input": "Gudang tersebut adalah fasilitas penyimpanan dan pendistribusian bahan kimia kolam renang, terutama klorin.\n",
        "output": [
            "The warehouse is a storage and distribution facility for pool chemicals, especially chlorine.\n"
        ]
    },
    {
        "input": "Menteri Pertama Salmond meluncurkan sebuah taman peringatan dan patung perunggu yang telah ditempatkan untuk menandai peringatan 50 tahun insiden itu.\n",
        "output": [
            "First Minister Salmond unveiled a memorial garden and a bronze statue which had been placed to mark the 50th anniversary of the incident.\n"
        ]
    },
    {
        "input": "Menteri Luar Negeri Irlandia, Micheál Martin, mengatakan dalam sebuah pernyataan, \"Ini adalah pernyataan percaya diri dalam proses politik dan penyerahan lembaga.\"\n",
        "output": [
            "Ireland's Foreign Affairs Minister, Micheál Martin, said in a statement, \"This is a statement of confidence in the political process and in the devolved institutions.\"\n"
        ]
    },
    {
        "input": "Dia juga mendengar salt pile terbesar di Chelsea digunakan untuk membuang es pada jalan umum di Commonwealth dan dia juga mengatakan itu berlokasi di sana \"secara tidak sah.\"\n",
        "output": [
            "She also noted the large salt pile in Chelsea used for the deicing of highways in the Commonwealth and said that it is located there \"illegally.\"\n"
        ]
    },
    {
        "input": "Kunjungan Paus Yohanes Paulus tampaknya akan dibatalkan karena Perang Falklands dan usaha-usaha pembunuhan.\n",
        "output": [
            "John Paul's visit was likely to be cancelled due to the Falklands War and assasination attempts.\n"
        ]
    },
    {
        "input": "Pada tahun 1997 Gereja dihukum karena penipuan di Lyon dan 1999 di Marseille.\n",
        "output": [
            "In 1997 the Church was convicted of fraud in Lyon and 1999 in Marseille.\n"
        ]
    },
    {
        "input": "Penghargaan Kemanusiaan diberikan kepada penyanyi country Paul Brandt sementara Penghargaan Prestasi Khusus Walt Grealis diberikan pada Citytv dan pendiri MuchMusic Moses Znaimer.\n",
        "output": [
            "The Humanitarian Award was presented to country performer Paul Brandt while the Walt Grealis Special Achievement Award was presented to Citytv and MuchMusic founder Moses Znaimer.\n"
        ]
    },
    {
        "input": "Kedutaan Besar Kanada di Washington saat ini sedang melakukan kampanye periklanan dengan menyebarkan poster-poster di stasiun-stasiun bawah tanah di Washington yang menampilkan gambar pasukan Kanada di Afganistan.\n",
        "output": [
            "The Canadian Embassy in Washington has been on an advertising campaign, plastering subway stations in Washington with posters depicting Canadian troops in Afghanistan.\n"
        ]
    },
    {
        "input": "Keenam anak yang selamat, tiga anak laki-laki dan tiga anak perempuan, saat ini berusia antara 5 dan 20 tahun.\n",
        "output": [
            "The surviving six children, three boys and three girls, are currently aged between 5 and 20 years old.\n"
        ]
    },
    {
        "input": "Wikinews menghubungi Jerome, untuk berbicara tentang masalah yang dihadapi Kanada, dan apa yang akan mereka dan partai mereka lakukan untuk mengatasinya.\n",
        "output": [
            "Wikinews contacted Jerome, to talk about the issues facing Canadians, and what they and their party would do to address them.\n"
        ]
    },
    {
        "input": "Menurut catatan dokumentasi pemilu yang dia lalui, dia adalah seorang konservatif sosial dan mendukung amandemen Pernikahan Federal yang melarang pernikahan sesama jenis.\n",
        "output": [
            "He is considered a social conservative in his voting record, and supported a Federal Marriage Amendment to bar same-sex marriage.\n"
        ]
    },
    {
        "input": "Juru bicara wanita Bree Jashin menyatakan serangan tersebut adalah akibat dari kelalaian.\n",
        "output": [
            "Spokeswoman Bree Jashin has stated the attack was the result of inattentiveness.\n"
        ]
    },
    {
        "input": "Ada spekulasi sebelumnya bahwa objek di Texas bisa meteor.\n",
        "output": [
            "There was previous speculation was that the object in Texas could have been a meteor.\n"
        ]
    },
    {
        "input": "Pelaksanaan dari rekomendasi mereka akan berarti bahwa hak waris pada posisi tertinggi di masyarakat Jepang akan terjadi, tanpa prasangka jenis kelamin.\n",
        "output": [
            "Implementation of their recommendations would mean that succession to the highest position in Japanese society would occur without a gender bias.\n"
        ]
    },
    {
        "input": "Seperti yang direncanakan, ini akan membantu penonton untuk membedakan ban tersebut, dan juga akan lebih membantu dengan titik besar putih yang sebelumnya di bagian luar dari ban.\n",
        "output": [
            "As intended, this will help audience to distinguish the tyres, it will be more helpful than the previous white heavy dot on the outer side of the tyre.\n"
        ]
    },
    {
        "input": "Langkah ini berarti akhir dari status perusahaan saingan AT&T sebagai satu-satunya operator resmi iPhone AS, status tersebut dipegang sejak debut pertama iPhone pada tahun 2007.\n",
        "output": [
            "The move means the end of rival company AT&T's status as the only official US carrier of the iPhone, a status it held since the first iPhone debuted in 2007.\n"
        ]
    },
    {
        "input": "Sementara itu, Yerusalem Post melaporkan bahwa ada semangat yang tumbuh diantara pembangunan pertahanan Israel bahwa negara tersebut harus bertindak secara independen untuk menghentikan Iran dari kepemilikan senjata nuklir karena Amerika Serikat sepertinya tidak melakukan hal ini.\n",
        "output": [
            "Meanwhile, the Jerusalem Post reports there is a growing mood among Israel's defence establishment that the country will have to act independently to stop Iran from obtaining nuclear weapons as the United States is unlikely to do so.\n"
        ]
    },
    {
        "input": "Polisi telah berkomentar bahwa masihlah terlalu dini untuk mengetahui apakah kondisi cuaca merupakan faktor dalam kecelakaan ini.\n",
        "output": [
            "The police have commented that it is too early to know whether the weather conditions were a factor in this crash.\n"
        ]
    },
    {
        "input": "Petugas Satwaliar di Zimbabwe mengatakan hari ini, bahwa jumlah perburuan binatang di negara ini telah meningkat pesat tahun ini, dan menyalahkan sindikat kejahatan internasional.\n",
        "output": [
            "A wildlife official in Zimbabwe said today that the amount of animal poaching in the country has increased substantially this year, blaming an international crime syndicate.\n"
        ]
    },
    {
        "input": "Lech Walesa, pendiri gerakan Solidaritas mundur dari organisasi.\n",
        "output": [
            "Lech Walesa, the founder of the Solidarity movement has quit the organisation.\n"
        ]
    },
    {
        "input": "Pada tahun 2004, anak perempuan berusia tujuh tahun dari Connecticut melepaskan dirinya sendiri dari batang penahan wahana dan naik ke ujung depan kursinya.\n",
        "output": [
            "In 2004, a seven-year-old from Connecticut managed to free herself from the ride's restraining bars, and climb onto the front edge of her seat.\n"
        ]
    },
    {
        "input": "Penerbangan #214 dari Seoul, membawa 291 penumpang — termasuk satu bayi, dan 16 anggota kru — menabrak di lintasan 28L.\n",
        "output": [
            "Flight #214, coming from Seoul, carrying 291 passengers — including one infant, and 16 crew members — crashed on runway 28L.\n"
        ]
    },
    {
        "input": "Sistem yang sama menyebabkan banjir parah dan hujan lebat pada 2003.\n",
        "output": [
            "A similar system caused severe flooding and precipitation in 2003.\n"
        ]
    },
    {
        "input": "Dokumen-dokumen terbaru yang telah mereka terima adalah rincian dari salinan manual 2004 ditandatangani oleh Mayor Jenderal Geoffrey D. Miller dari Komando Bagian Selatan AS.\n",
        "output": [
            "The latest documents they have received are the details of the 2004 copy of the manual signed off by Major General Geoffrey D. Miller of the U.S. Southern Command.\n"
        ]
    },
    {
        "input": "Dua juri dan seorang hakim akan duduk di setiap panel tiga orang, dan memutuskan kasus kriminal dan sipil.\n",
        "output": [
            "Two jurors and a judge will be sitting on each three-person panel, and decide both criminal and civil cases.\n"
        ]
    },
    {
        "input": "Perahu lifeboat juga membawa orang lain yang tidak terluka, sementara helikopter kembali ke lokasi untuk menolong anak laki-laki yang satu lagi.\n",
        "output": [
            "The lifeboat also carried an uninjured member of the party ashore, while the helicopter returned to rescue a second young boy.\n"
        ]
    },
    {
        "input": "Para aktivis Narmada Bachao Andolan berupaya menghalangi polisi ketika akan membawa Patkar ke rumah sakit, akibatnya, beberapa dari mereka ditangkap dengan tuduhan membuat kerusuhan.\n",
        "output": [
            "Activists of the Narmada Bachao Andolan tried to prevent the police from moving Patkar and some were arrested on rioting charges.\n"
        ]
    },
    {
        "input": "Lokasi reruntuhan adalah enam mil utara dari posisi terakhir pesawat itu dilaporkan di lepas pantai Brasil pada kedalaman 3.800 dan 4.000 meter (2.070 ke 2.190 depa atau 12.467 kaki dan 13.123 kaki).\n",
        "output": [
            "The location of the wreckage is six miles north of the plane's last reported position off the coast of Brazil at a depth of 3,800 and 4,000 meters (2,070 to 2,190 fathoms or 12,467 feet and 13,123 feet).\n"
        ]
    },
    {
        "input": "Hasil angket Zogby ini disampaikan hari Senin lalu (22 Mei), tetapi sebagian besar tidak dilaporkan oleh media massa, kemungkinan disebabkan oleh penyimpangan sumbernya.\n",
        "output": [
            "The results of this Zogby poll were released last Monday (22 May), but went largely unreported by the mass media, possibly due to bias within the source.\n"
        ]
    },
    {
        "input": "Kereta Edgware Road, berangkat ke Paddington dan juga dalam Circle, meledak berlawanan dari kereta yang datang dari arah yang berlawanan, membuat orang pada awalnya berpikir bahwa ada kereta tergelincir.\n",
        "output": [
            "The Edgware Road train, leaving for Paddington and also on the Circle, exploded opposite a train coming from the other direction, making people think at first that it was a derailment.\n"
        ]
    },
    {
        "input": "Kondisi tulang rangka orang ini menunjukkan bahwa dia mengalami luka serius pada lutut dan masalah gigi.\n",
        "output": [
            "The skeleton of this man reveals that he had serious knee injury and tooth problems.\n"
        ]
    },
    {
        "input": "Para anggota dari rezim sementara dan keluarga dekatnya dilarang untuk memasuki Selandia Baru.\n",
        "output": [
            "Members of the interim regime and their immediate families are barred from entering New Zealand.\n"
        ]
    },
    {
        "input": "Smethurst masuk dan melempar beberapa inning untuk membantu.\n",
        "output": [
            "Smethurst came in and pitched a few innings in relief.\n"
        ]
    },
    {
        "input": "Selama kontroversi baru-baru ini Bush telah berdiri bersama Gonzales.\n",
        "output": [
            "Throughout the recent controversy Bush has stood next to Gonzales.\n"
        ]
    },
    {
        "input": "Antara 3.000 (diduga polisi) dan 8.000 orang (di-duga perencana) turun ke jalan di GieBen, Jerman hari ini, memprotes pengenalan rancangan uang kuliah di universitas Hessian.\n",
        "output": [
            "Between 3,000 (police estimate) and 8,000 people (organiser's estimate) took to the streets in Gießen, Germany today, protesting the planned introduction of tuition fees at Hessian universities.\n"
        ]
    },
    {
        "input": "Sebuah Jet F/A-18 Hornet milik Angkatan Laut AS skuadron Blue Angels jatuh di Beaufort, Carolina Selatan hari Sabtu.\n",
        "output": [
            "An F/A-18 Hornet jet belonging to the U.S. Navy's Blue Angels squadron crashed in Beaufort, South Carolina Saturday.\n"
        ]
    },
    {
        "input": "Sebagai tambahan, bagi mereka yang cenderung mengalami kerusakan hati (yang bisa jadi efek samping dari pengobatan) tidak akan disediakan pengobatan yang bersubsidi.\n",
        "output": [
            "In addition, those who are predisposed to heart damage (which can be a side effect of the drug) will not be provided with the subsidised medication.\n"
        ]
    },
    {
        "input": "Dewan menteri Irak mengatakan militer Turki melanggar kedaulatan Irak dengan melakukan serangan ke daerah-daerah Kurdi di Irak utara.\n",
        "output": [
            "Iraq's council of ministers says the Turkish military is violating Iraqi sovereignty by conducting the incursion into Kurdish areas of northern Iraq.\n"
        ]
    },
    {
        "input": "Lagu tersebut menempati puncak selama sembilan minggu sebelum digantikan dengan \"You Belong To Me\" oleh Jo Stafford.\n",
        "output": [
            "It stayed at the top spot for nine weeks before being succeeded by \"You Belong To Me\" by Jo Stafford.\n"
        ]
    },
    {
        "input": "Saskatchewan terakhir memenangkan Piala tersebut pada tahun 1989, dan penampilan terakhir mereka di pertandingan kejuaraan ini adalah pada tahun 1997 melawan Argonauts Toronto.\n",
        "output": [
            "Saskatchewan last won the Cup in 1989, and their last appearance at the championship game was in 1997 against the Toronto Argonauts.\n"
        ]
    },
    {
        "input": "\"Dia tumbuh dewasa di Shanghai dan memiliki perilaku yang sangat baik.\"\n",
        "output": [
            "\"He had grown up in Shanghai and had very good manners.\"\n"
        ]
    },
    {
        "input": "\"Jika Apple memutuskan untuk membuka OS Mac kepada yang lain, kami dengan gembira akan menawarkannya ke kostumer kami, \" Dell menulis di email ke Kirkpatrick.\n",
        "output": [
            "\"If Apple decides to open the Mac OS to others, we would be happy to offer it to our customers,\" Dell wrote in an email to Kirkpatrick.\n"
        ]
    },
    {
        "input": "Pekerja konstruksi lolos di saat terakhir, beruntung saat itu mereka sedang istirahat pada saat kejadian.\n",
        "output": [
            "Construction workers escaped injury, luckily they were on a coffee break at the time of the incident.\n"
        ]
    },
    {
        "input": "Diantara mereka salah satu pelukis yang terkenal dari Spanyol Pablo Picasso, meninggal dunia pada tahun1939, dipanggil Kepala Wanita adalah kado kepada rakyat Yunani untuk perlawanan terhadap Jerman Nazi selama Perang Dunia 2.\n",
        "output": [
            "Among them was a painting by famous Spanish painter Pablo Picasso, dated 1939, called Woman's Head which was a gift to the Greek people for their resistance to the Nazis during World War 2.\n"
        ]
    },
    {
        "input": "Dengan dukungan penuh dari semua pemain yang sangat berarti bagi saya, dan saya juga ingin berterima kasih keapda Colin Calderwood, Paul Barron dan para staf lain di belakang layar yang telah sangat membantu saya dalam musim ini.\"\n",
        "output": [
            "Having the unequivocal backing of the players has helped me enormously and I would also like to thank Colin Calderwood, Paul Barron and the rest of the backroom staff who have been tremendously supportive to me this season.\"\n"
        ]
    },
    {
        "input": "Setelah 5 jam pertemuan, Presiden Hugo Chaves dari Venezuela dan Alvaro Uribe dari Kolombia mengakhiri ketegangan diplomatik yang terjadi selama 2 bulan.\n",
        "output": [
            "After five hours of meeting, the presidents Hugo Chávez from Venezuela and Alvaro Uribe from Colombia put a end to the diplomatic tension that had completed two months.\n"
        ]
    },
    {
        "input": "Bapak Sarkozy saat ini tertarik ke depan dalam jajak pendapat satu minggu setelah mengumumkan pencalonannya untuk pemilihan Mei.\n",
        "output": [
            "Mr. Sarkozy is currently pulling ahead in the polls one week after announcing his candidacy for the May poll.\n"
        ]
    },
    {
        "input": "Emily adalah badai tropis kelima yang mengembangkan musim badai ini.\n",
        "output": [
            "Emily is the fifth tropical storm to develop this hurricane season.\n"
        ]
    },
    {
        "input": "Nasib buruk dan pergantian nampaknya meletakkan Jerman dalam tanggung jawab permainan taktis untuk pertama kali dalam pertandingan.\n",
        "output": [
            "The bad luck and changes seemed to put Germany in charge of the tactical game for the first time in the match.\n"
        ]
    },
    {
        "input": "Jenazahnya dibawa oleh sebuah helikopter menuju Pangkalan Udara Kandahar.\n",
        "output": [
            "His remains were taken by a helicopter to the Kandahar Airfield.\n"
        ]
    },
    {
        "input": "Kemitraan tersebut telah dikabarkan selama bertahun-tahun, dan jumlah spekulasi tumbuh selama beberapa bulan terakhir.\n",
        "output": [
            "Such a partnership had been rumored for years, and the amount of speculation grew over the past few months.\n"
        ]
    },
    {
        "input": "Iklan berdurasi 30 detik itu (lihat sumber di bawah) sekarang dapat dilihat di Youtube.\n",
        "output": [
            "The 30 second ad (see source below) can now be viewed on YouTube.\n"
        ]
    },
    {
        "input": "Sekretaris Amerika Serikat Condoleezza Rice juga menolak sebuah serangan tiba-tiba, pernyataan itu tidak ada kongres yang memberikan kekuasaan untuk aksi milter melawan Iran.\n",
        "output": [
            "The United States Secretary of State Condoleezza Rice also denied that an attack was imminent, stating that there is no Congressional authorization for military action against Iran.\n"
        ]
    },
    {
        "input": "Sebuah tendangan bebas oleh Ryan Giggs di babak kedua dari pertandingan yang mengakibatkan kontroversi yang besar, hingga Lille memasang dinding mereka saat bola menuju belakang gawang.\n",
        "output": [
            "A free kick by Ryan Giggs in the second half of the game caused great controversy, as Lille was setting up their wall as the ball went into the back of the net.\n"
        ]
    },
    {
        "input": "\"Kecepatan broadband dan harga yang orang harus bayar adalah perselisihan terbesar.\"\n",
        "output": [
            "\"Broadband speed and the price people are paying are the biggest bones of contention.\"\n"
        ]
    },
    {
        "input": "\"Jadi bagi saya merupakan upaya untuk datang ke tempat yang saya pikir menyebar kematian dan mulai menyerukan kebenaran, \" katanya.\n",
        "output": [
            "\"So for me it was an attempt to come to a place that I think propagates death and start to proclaim truth,\" she said.\n"
        ]
    },
    {
        "input": "Kelompok terpelajar yang mengusulkan penyelesaian ini telah menekankan bahwa solusi mereka diarahkan pada mempertahankan tradisi ahli waris laki-laki.\n",
        "output": [
            "The group of scholars proposing this solution have stressed that their solution is aimed at maintaining the tradition of a male heir.\n"
        ]
    },
    {
        "input": "Sebagian dari Jalan antar negara bagian 35 dan Jalan antar negara bagian 30 telah ditutup.\n",
        "output": [
            "Portions of Interstate 35 and Interstate 30 were shut down.\n"
        ]
    },
    {
        "input": "Kalau tidak seorang pun dapat dua pertiga mayoritas setelah pembicara yang babak kedua akan dipilikan oleh mayoritas di babak ketiga.\n",
        "output": [
            "If no-one gets two-thirds majority after two rounds the speaker will be elected by a simple majority in the third round.\n"
        ]
    },
    {
        "input": "Menteri Luar Negeri Bernard Kouchner akan mencoba untuk mendorong perundingan-perundingan di Timur Tengah diantara pendukung Israel dan pendukung Palestina di hari-hari mendatang.\n",
        "output": [
            "French Foreign Minister Bernard Kouchner will attempt to stimulate talks in the Middle East between Israelis and Palestinians in the coming days.\n"
        ]
    },
    {
        "input": "\"Kami menyadari bahwa ini adalah sebuah kesimpulan radikal — bahwa kami mungkin memiliki bukti untuk cairan air dalam sebuah badan yang amat kecil dan sangat dingin, \" kata Dr. Carolyn Porco, pimpinantim pencitraan Cassini di Institut Ilmu Ruang Angkasa, Boulder, Colorado.\n",
        "output": [
            "\"We realize that this is a radical conclusion — that we may have evidence for liquid water within a body so small and so cold,\" said Dr. Carolyn Porco, Cassini imaging team leader at the Space Science Institute, Boulder, Colorado.\n"
        ]
    },
    {
        "input": "Mempunyai berat 2.600kg, dan diharapkan ketahanan orbitnya selama 12 tahun.\n",
        "output": [
            "It has a mass of 2600kg, and an expected orbital lifetime of 12 years.\n"
        ]
    },
    {
        "input": "Polisi telah dihubungi ketika telepon ke sang ibu Inga Akins, telah membuat para guru yakin Ibu Akins akan perlu waktu satu jam untuk tiba dan membawa anaknya pergi.\n",
        "output": [
            "Police had been called when a phone call to mother Inga Akins, had led teachers to believe that it would take an hour for Ms Akins to arrive and take the girl away.\n"
        ]
    },
    {
        "input": "Dia juga mengatakan bahwa maskapai ini dapat kembali melayani dengan mudah jika harga turun, dengan catatan, \"jika situasi membaik dengan harga bahan bakar yang diturunkan dan prospek keuntungan lebih baik, kita dapat mengudara lagi.\"\n",
        "output": [
            "He also said that the airline could return to service with ease if prices dropped, noting that, \"if the situation improved with fuel prices being lowered and the profitability outlook was better, we could be airborne again.\"\n"
        ]
    },
    {
        "input": "Penderita migrain (di Inggris jumlahnya sekitar 8 persen dari laki-laki dan 18 persen wanita) sering mengeluh bahwa cahaya, kebisingan dan sentuhan menyebabkan rasa sakit.\n",
        "output": [
            "Migraine sufferers (thought in the United Kingdom to number about eight per cent of men and eighteen per cent of women) often complain that light, noise and touch cause pain.\n"
        ]
    },
    {
        "input": "Pelayanan Thalys antara Brussels dan Cologne sekarang sudah normal kembali, tapi pelayanan ke Amsterdam dan Paris masih ditunda.\n",
        "output": [
            "Thalys services between Brussels and Cologne have now resumed, but services to Amsterdam and Paris are still suspended.\n"
        ]
    },
    {
        "input": "Diprediksi perhitungan dari sembilan senator akan menjamin keseimbangan kekuasaan di Senat.\n",
        "output": [
            "Its predicted tally of nine senators will guarantee it the balance of power in the Senate.\n"
        ]
    },
    {
        "input": "Rencananya adalah untuk mendiskusikan Wikipedia dan apa saja yang berhasil dan tidak berhasil untuk ensiklopedia.\n",
        "output": [
            "The plan was to discuss Wikipedia, and what does and doesn't work for the encyclopedia.\n"
        ]
    },
    {
        "input": "Orbit NASA bernama Cassini mengirimkan kembali gambar-gambar yang sangat indah dari Saturnus, mengungkap bahwa cincin-cincin planet yang terkenal itu jauh lebih bergelombang dari yang diperkirakan.\n",
        "output": [
            "NASA's Cassini orbiter has sent back remarkable images from Saturn, revealing that the planet's famous rings are far more bumpy than expected.\n"
        ]
    },
    {
        "input": "Dia juga berkata bahwa pemecatan tersebut merupakan hasil dari pengajuannya tentang komplain kepada Thomas.\n",
        "output": [
            "She also stated that the firing was the result of her filing a complaint about Thomas.\n"
        ]
    },
    {
        "input": "Procter & Gamble pemilik Pringles telah mengklaim putusan pada Mei bahwa Pringles tidak menyerupai, terlihat, atau berasa seperti keripik.\n",
        "output": [
            "Pringles' owner Procter & Gamble had claimed at a ruling in May that Pringles do not feel, look, or taste like a crisp.\n"
        ]
    },
    {
        "input": "Menteri Imigrasi Besson membela keputusan tersebut, dengan mengatakan bahwa \"jika Perancis tidak pernah mengirim orang kembali ke negaranya, akan menjadi target untuk perdagangan manusia.\"\n",
        "output": [
            "Immigration Minister Besson defended the decision, saying that \"if France never sends people back, it becomes the target for people traffickers.\"\n"
        ]
    },
    {
        "input": "Bagi yang membayar untuk perbaikan Xbox 360 secara otomatis dikirimkan cek penggantian dalam waktu sekitar 10 minggu dari tanggal sekarang.\n",
        "output": [
            "People who have paid for Xbox 360 repair will be automatically distributed a reimbursement check in about 10 weeks from the present date.\n"
        ]
    },
    {
        "input": "Gempa pertama tercatat sebesar 4,7 skala Richter terjadi di wilayah pegunungan dan yang kedua sebesar 5,1.\n",
        "output": [
            "The first earthquake measured a 4.7 on the Richter magnitude scale and was in a mountainous area and the second measured a 5.1.\n"
        ]
    },
    {
        "input": "Jalanan di Afghanistan seringkali sulit untuk dilalui, jadi tentara sering menyewa pesawat udara, khususnya dari Rusia, untuk membawa pasukan dan kargo antar markas.\n",
        "output": [
            "Roads in Afghanistan are often difficult to traverse, so militaries often contract aircraft, especially from Russia, to transport troops and cargo between bases.\n"
        ]
    },
    {
        "input": "\"Pada tanggal 18 Desember tahun lalu, saya menulis kepada Jaksa Agung Indonesia mengingatkan bahwa Pemerintah Australia dan menentang hukuman mati dan kita tidak ingin melihat, dalam konteks Bali Nine, salah satu warga Australia dijatuhi hukuman mati,\" katanya.\n",
        "output": [
            "\"On the 18th of December last year, I wrote to the Indonesian Attorney-General reminding him that the Australian Government was opposed to the death sentence and we didn't want to see, in the context of the Bali nine, any of the Australians sentenced to death,\" he said.\n"
        ]
    },
    {
        "input": "Kennedy, yang merupakan salah satu dari 2 penjahat hukuman mati di Amerika yang tidak melakukan pembunuhan, menantang keputusan pengadilan, dan kasus itu dibawa ke Mahkamah Agung Amerika Serikat.\n",
        "output": [
            "Kennedy, who was one of two criminals on death row in America who did not commit murder, challenged the court's decision, and the case was brought to the U.S. Supreme Court.\n"
        ]
    },
    {
        "input": "Ini adalah sebuah kejahatan yang cukup mengerikan, tidak berperasaan, dan masyarakat memegang petunjuk untuk memecahkan kejahatan ini secepatnya.\"\n",
        "output": [
            "\"This is quite an awful crime, quite senseless, and the community holds the clue to solving this crime quickly.\"\n"
        ]
    },
    {
        "input": "Djurovic juga berkata setidaknya 198 orang, 90 diantaranya anak-anak, dirawat di rumah sakit.\n",
        "output": [
            "Djurovic also said at least 198 people, 90 of them children, have been treated at the hospital.\n"
        ]
    },
    {
        "input": "Dia adalah bayi laki-laki pertama yang lahir di keluarga kekaisaran Jepang sejak ayahnya pada tahun 1965.\n",
        "output": [
            "He is the first male baby born in the Japanese imperial family since his father in 1965.\n"
        ]
    },
    {
        "input": "Penerbangan ekstra akan berarti bahwa maskapai penerbangan Inggris sekarang akan terbang dari Bucharest ke London dan kembali sepuluh kali dalam satu minggu.\n",
        "output": [
            "The extra flights will mean that British Airways will now fly from Bucharest to London, and back, ten times a week.\n"
        ]
    },
    {
        "input": "Eva Avila juga memberinya rekor multi-platinum untuk album self-title Mellisa O'Neil.\n",
        "output": [
            "Eva Avila also gave her a muti-platinum record for her self-titled album Melissa O'Neil.\n"
        ]
    },
    {
        "input": "Korban terakhir ditemukan pada tanggal 12 Desember 2006 di area rural terpisah pada jarak beberapa ratus meter, dan 1 mayat ditemukan dalam 40 menit dari yang lainnya.\n",
        "output": [
            "The latest victims were found on 12 December 2006 in a rural area a few hundred meters apart, and one body discovered within 40 minutes of the other.\n"
        ]
    },
    {
        "input": "\"Saya sekarang tahu dia tulus menginginkan kemerdekaan untuk bangsa Irak, \" kata Cindy setelah pertemuan mereka.\n",
        "output": [
            "\"I now know he's sincere about wanting freedom for the Iraqis,\" Cindy said after their meeting.\n"
        ]
    },
    {
        "input": "4 pekerja masih dirawat sesudah ledakan, 3 dalam kondisi kritis.\n",
        "output": [
            "Four workers are still hospitalised after the explosion, three in critical condition.\n"
        ]
    },
    {
        "input": "Sebelumnya Presiden Bush mengatakan pada TV Jerman ARD bahwa dia akan menutup penampungan penahanan Teluk Guantanamo.\n",
        "output": [
            "President Bush said previously on ARD German television that he wants to close the Guantanamo Bay detainment camp.\n"
        ]
    },
    {
        "input": "\"Itu karena Bapak Rudd menutup semuanya yang kami telah mempunyai lebih dari 50.000 pendatang ilegal, \" Abbott mengklaim.\n",
        "output": [
            "\"It's because Mr. Rudd closed it all down that we've had more than 50,000 illegal arrivals,\" claimed Abbott.\n"
        ]
    },
    {
        "input": "Setelah voting dengan hasil 3:1 para pegawai Royal Mail akhirnya mendukung aksi mogok pegawai pos di seluruh penjuru di negara Inggris.\n",
        "output": [
            "Royal Mail workers have voted 3:1 in favour of a nationwide postal strike in the United Kingdom.\n"
        ]
    },
    {
        "input": "Insiden di masjid tersebut menaikkan banyaknya kontroversi dari apakah jurnalis yang menyertai harus mempertahankan sudut pandang netral.\n",
        "output": [
            "The incident in the mosque raised considerable controversy over whether embedded journalists should maintain a neutral point of view.\n"
        ]
    },
    {
        "input": "Sebagai bagian dari kebijakan baru, senjata biasa akan memiliki peran yang lebih besar dikemudian hari.\n",
        "output": [
            "As part of the new policy, conventional weapons will have a greater role in the future.\n"
        ]
    },
    {
        "input": "Mereka yang ketahuan melanggar persyaratan ini dengan sengaja bisa dikenai denda personal sampai 200.000 dolar Selandia Baru.\n",
        "output": [
            "Those found breaking these requirements deliberately could find themselves facing a personal fine of up to NZ$200,000.\n"
        ]
    },
    {
        "input": "\"Mereka memberi kita tekanan tetapi, Anda tahu, syukurlah pertahanan kami bekerja dengan baik dan kami hanya kebobolan 1 gol yang merupakan sebuah serangan yang luar biasa dari Riordan.\"\n",
        "output": [
            "\"They put us under pressure but, you know, thankfully our defence did their job and we only conceded one goal which was a fantastic strike from Riordan.\"\n"
        ]
    },
    {
        "input": "Komandan kepolisian dari daerah Barat Utara Sydney, Asisten Komisaris mengatakan dia puas bahwa club bekerja dengan kepolisian secara proaktif.\n",
        "output": [
            "The police Commander of the North West Sydney region, Assistant Commissioner said he was pleased that the club was working with the police proactively.\n"
        ]
    },
    {
        "input": "Juga, pengaturan ini memunculkan hal yang ganjil: seperti yang diketahui masyarakat luas bahwa Villepin dan Sarkozy saling menganggap satu sama lain sebagai lawan politik yang berbahaya menanggapi pemilihan presiden 2007, dan secara terbuka mereka berkata saling membenci.\n",
        "output": [
            "Also, this arrangement creates a peculiar situation: it is public knowledge that Villepin and Sarkozy consider each other a dangerous political rival with respect to the 2007 presidential election, and they are widely said to loathe each other.\n"
        ]
    },
    {
        "input": "Enam belas partai lain juga ikut bertarung dalam perebutan kursi parlemen, tetapi tidak satupun dari mereka yang memperoleh suara lebih dari satu persen.\n",
        "output": [
            "Sixteen other parties were also in contention for parliament seats, but none of them received more than one percent of the vote.\n"
        ]
    },
    {
        "input": "Negara-negara bagian Volusia, Sumter, Lake dan Seminole dinyatakan sebagai negara bagian dalam keadaan darurat karena puluhan rumah, rumah mobil dan gereja telah hancur.\n",
        "output": [
            "Volusia, Sumter, Lake and Seminole counties have all been declared a state of an emergency as dozens of houses, mobile homes and a church were destroyed.\n"
        ]
    },
    {
        "input": "Negara lain mendapati ekspor Rumania lebih mahal, dan dengan demikian kurang kompetitif, akibat apresiasi leu, dan ini dapat memperlebar defisit negara yang sudah mencatatkan angka yang besar.\n",
        "output": [
            "Other countries are finding Romanian exports more expensive, and therefore less competitive, due to the leu's appreciation, and this could widen the already large account deficit in the country.\n"
        ]
    },
    {
        "input": "Berita ini muncul sebagai langkah hukum terhadap maskapai penerbangan dan perusahaan asosiasi yang dimulai atas kecelakaan Penerbangan 269 pada September, yang menewaskan 90 orang, sebagian besar orang asing.\n",
        "output": [
            "The news comes as legal action against the airline and associated companies begins over the September crash of Flight 269, which killed 90 people, mostly foreigners.\n"
        ]
    },
    {
        "input": "Itu akan ditempatkan pada orbit geosynchronous, sekitar 36.000 km di atas Bumi, pada garis 95, 5º Bujur Timur.\n",
        "output": [
            "It will be placed in a geosynchronous orbit, about 36,000 kilometres above the Earth, at a longitude of 95.5°E.\n"
        ]
    },
    {
        "input": "Para pejabat mengatakan kecelakaan, yang terjadi ketika pesawat tersebut mendekati bandara Rusia pada hari Sabtu, disebabkan kabut tebal, dan tidak ada yang selamat.\n",
        "output": [
            "Officials say the crash, which occurred when the plane was approaching a Russian airport on Saturday, was due to dense fog, and that there are no survivors.\n"
        ]
    },
    {
        "input": "30-40 polisi berdiri dekat rumah-rumah dan 20-30 orang berpakaian sipil termasuk para pemimpin distrik dengan dokter muslim, kepala pejabat eksekutif lokal berdiri di jalan, melihat penggusuran.\n",
        "output": [
            "30-40 policemen stood by the houses, and 20-30 people in civil clothes including the leaders of the district with the Hakim, the head of local executive authority stood on the street, watching the demolition.\n"
        ]
    },
    {
        "input": "Menurut Tandy, Dye \"khawatir tentang akibatnya dalam hal ini, \" dan, pada tanggal 4 Maret, menginformasikan kepala sekolah mengenai masa lalunya setelah ditanyakan oleh seorang pelajar.\n",
        "output": [
            "According to Tandy, Dye \"was concerned about the impact it would have in the building,\" and, on March 4, informed the school's principal of her past after being asked by the student.\n"
        ]
    },
    {
        "input": "Pria tersebut ditembak hanya satu kali dan lukanya tidak membahayakan nyawanya.\n",
        "output": [
            "The man was shot only once and the wound was not life threatening.\n"
        ]
    },
    {
        "input": "Meskipun banyak negara Eropa memproduksi obat, yang utamanya digunakan sebagai anastesi, tidak ada produsen yang mau memasok obat untuk penggunaan yang berkaitan dengan hukuman mati, penghentian yang sudah dilobi oleh EU sejak tahun 2008.\n",
        "output": [
            "Although many European countries manufacture the drug, which is primarily used in Europe as an anæsthetic, no manufacturer has been found that is willing to supply it for use in conjunction with the death penalty, the abolition of which has been lobbied by the EU since 2008.\n"
        ]
    },
    {
        "input": "Pada tanggal 7 April 2005 pembawa berita ABC News Peter Jennings didiagnosa mengidap kanker paru-paru minggu ini.\n",
        "output": [
            "April 7, 2005 ABC News anchorman Peter Jennings was diagnosed this week with lung cancer.\n"
        ]
    },
    {
        "input": ":\"Berjalan pelan ke tempat prajurit berada dan tersenyum pada mereka waktu kami berjalan, kami mendekati laki-laki yang menjadi komandan.\"\n",
        "output": [
            ":\"Walking slowly down to where the soldiers were and smiling at them as we walked, we approached the man who appeared to be the commanding officer.\"\n"
        ]
    },
    {
        "input": "\"Kekurangan tenaga listrik ini merupakan akibat dari krisis energi yang berpotensi untuk merusak sektor industri negara ini, \" ujar seorang pedagang di pasar saham Indonesia.\n",
        "output": [
            "\"The power outage has resulted in worries over an energy crisis which could hurt the nation's industrial sector,\" said a trader on Indonesia's stock market.\n"
        ]
    },
    {
        "input": "Henley menerima panggilan dalam pemilihan umum ini saat wakilnya Boris Johnson terpilih sebagai Walikota London.\n",
        "output": [
            "Henley called for an election when its representative Boris Johnson was elected Lord Mayor of the City of London.\n"
        ]
    },
    {
        "input": "Mahkamah konstitusi Gabon kemudian melakukan penghitungan ulang pada lebih dari 2.800 tempat pemilihan dan hasilnya justru semakin menegaskan kemenangan Bongo.\n",
        "output": [
            "Gabon's constitutional court recounted returns from more than 2,800 polling stations and confirmed Bongo's win.\n"
        ]
    },
    {
        "input": "Kedua serangan bom ini tidak seperti bom bunuh diri dimana bom-bomnya berjenis dinamit dan bantalan peluru yang diikatkan pada dua orang wanita.\n",
        "output": [
            "These attacks were unlike suicide bombings in that the bombs were dynamite and ball bearings strapped to two women.\n"
        ]
    },
    {
        "input": "Dalam zona perdagangan bebas di Antalya, Turki, 80 pekerja perempuan dari FMC Novamed dalam pemogokan selama hampir setahun ini, sejak 26 September 2006.\n",
        "output": [
            "In a free trade zone in Antalya, Turkey, 80 women workers of FMC Novamed are in strike for almost a year now, since September 26th, 2006.\n"
        ]
    },
    {
        "input": "Kantor Gubernur Illinois Rod Blagojevich mengumumkan pemutusan hubungan kerja hingga 450 pegawai negeri dan menutup 25 tempat bersejarah dan taman nasional.\n",
        "output": [
            "Illinois Governor Rod Blagojevich’s office announced layoffs of up to 450 state employees and the closure of 25 historic sites and state parks.\n"
        ]
    },
    {
        "input": "Satu tahun kemudian, naskah alur histori masih merupakan sumber yang paling sering di kunjungi dalam statistik tentang pengembalian vandalisme di Wikipedia.\n",
        "output": [
            "A year later, the history flow paper is still the most frequently cited source of statistics about the reversion of vandalism on Wikipedia.\n"
        ]
    },
    {
        "input": "Mengejar target kemenangan 222, Afrika Selatan dengan seluruh tenaga mencapai 172 setelah beberapa permainan yang terinspirasi bowling oleh Jacob Oram dan Nathan McCullum.\n",
        "output": [
            "Chasing a victory target of 222, South Africa were all out for 172 after some inspired bowling performance by Jacob Oram and Nathan McCullum.\n"
        ]
    },
    {
        "input": "Hakim Rodney S. Melville yang marah mengancam akan mengeluarkan surat perintah penahanan untuk penangkapan penyanyi pop terkenal di dunia Michael Jackson jika ia gagal hadir di Pengadilan Tinggi Santa Barbara County di California Kamis 10 Januari 2005.\n",
        "output": [
            "An angry Judge Rodney S. Melville threatened to issue a bench warrant for the arrest of world famous pop singer Michael Jackson if he failed to appear at the Santa Barbara County Superior Court in California Thursday Jan. 10, 2005.\n"
        ]
    },
    {
        "input": "\"Pelaku bom bunuh diri meledakkan dirinya sendiri, ketika mobil di sebelah bis penumpang yang melewati pasar\" kata polisi senior Shfqat Malik.\n",
        "output": [
            "\"A suicide bomber blew himself up as the car was next to a passenger bus passing through the market,\" said senior police officer Shafqat Malik.\n"
        ]
    },
    {
        "input": "Baik CEO Verizon Communications Ivan Seidenberg maupun CEO Apple Steve Jobs tidak menghadiri konferensi.\n",
        "output": [
            "Neither Verizon Communications CEO Ivan Seidenberg nor Apple CEO Steve Jobs attended the conference.\n"
        ]
    },
    {
        "input": "Ada beberapa prasangka tuduhan dari pembela Hussein, juga rasa takut atas keamanan hakim yang secara konsisten medorong pengadilan mundur.\n",
        "output": [
            "There are accusations of bias from the defense counsel of Hussein, as well as fears for the judges' safety which have consistently pushed the trial back.\n"
        ]
    },
    {
        "input": "\"Kami harus menggunakan dongkrak untuk membuka sisi gerbong kereta untuk mencapai orang-orang, \" kata Pedro Machado, komandan jenderal de Janeiro Pemadam Kebakaran.\n",
        "output": [
            "\"We have to use blowtorches to open the sides of the train cars to reach the people,\" said Pedro Machado, commander general of the Rio de Janeiro Fire Department.\n"
        ]
    },
    {
        "input": "Pada tanggal 31 Oktober, lebih dari 23 juta masyarakat telah memilih lewat surat pos atau di lokasi pemilihan yang lebih awal.\n",
        "output": [
            "By October 31, over 23 million people had voted by mail or at early voting locations.\n"
        ]
    },
    {
        "input": "Di sana, mereka bekerja 6 atau 7 hari tiap minggu, tidur di rumah bordil dan terpaksa melakukan hubungan kelamin dengan 8 hingga 10 laki-laki tiap malam.\n",
        "output": [
            "There, they worked six or seven days each week, sleeping in brothels and having sex with eight-to-ten men each night against their will.\n"
        ]
    },
    {
        "input": "Para petugas dapat menjinakkan alat tersebut, lapor All Headline News.\n",
        "output": [
            "Officials were able to defuse the device, reports All Headline News.\n"
        ]
    },
    {
        "input": "Rico Daniels adalah presenter TV Inggris yang tinggal di Prancis yang dikenal karena dua serial televisi — The Salvager — sementara ia masih tinggal di Inggris dan kemudian Le Salvager setelah ia pindah ke Prancis.\n",
        "output": [
            "Rico Daniels is a British TV presenter living in France who is known for his two television series — The Salvager — whilst he still lived in the UK and then Le Salvager after he moved to France.\n"
        ]
    },
    {
        "input": "Situs web \"Kebenaran tentang kebakaran di Vladivostok\" telah dibuat untuk menyebarkan informasi tentang kebakaran tersebut.\n",
        "output": [
            "The web-site \"Truth about the fire in Vladivostok\" has been created to spread information about the fire.\n"
        ]
    },
    {
        "input": "Sebagian besar klub NHL telah kehilangan uang selama 5 tahun terakhir dan sebagai hasilnya klub-klub tersebut ingin memberi batas gaji pada jumlah tertentu.\n",
        "output": [
            "The majority of NHL clubs have lost money over the last five years and as a result the clubs wanted to cap pay at a set amount.\n"
        ]
    },
    {
        "input": "Orang-orang kudus baru yaitu Rosa Venerini (1656-1728), Ibu Theodore Guerin (1798-1856), Filippo Smaldone (1848-1923), dan Uskup Rafael Guizar Valencia (1878-1938).\n",
        "output": [
            "The new saints were Rosa Venerini (1656-1728), Mother Theodore Guerin (1798-1856), Filippo Smaldone (1848-1923), and Bishop Rafael Guizar Valencia (1878-1938).\n"
        ]
    },
    {
        "input": "Kami sekarang harus melakukan apapun yang mungkin untuk menghentikan pemogokan ini dari persidangan, katanya.\n",
        "output": [
            "We now have to do whatever is possible to stop this strike from proceeding, he said.\n"
        ]
    },
    {
        "input": "Walikota Marie Trainer dari Provinsi Haldimand, tempat Caledonia terletak, berkata, \"Satu atau dua pertemuan berikutnya akan membuang-buang waktu dan hal yang tidak penting dan bukannya kembali pada masalah yang sebenarnya.\"\n",
        "output": [
            "Mayor Marie Trainer of Haldimand County, were Caledonia is located, said: \"The next meeting or two will be wasted on frivolous stuff again instead of getting down to business.\"\n"
        ]
    },
    {
        "input": "Jenkins berhasil mencapai kecepatan 126,1 mil per jam (202,9 kilometer per jam) di dalam mobil Greenbirdnya sepanjang dataran Danau Ivanpah Nevada.\n",
        "output": [
            "Jenkins managed to reach a speed of 126.1 miles per hour (202.9 kilometres per hour) in his Greenbird car along the plains of Nevada's Ivanpah Lake.\n"
        ]
    },
    {
        "input": "Abe adalah politikus generasi ketiga yang berkaitan dengan dua mantan Perdana Menteri.\n",
        "output": [
            "Abe is a third-generation politician related to two former Prime Ministers.\n"
        ]
    },
    {
        "input": "Seperangkat aturan baru tersebut juga meniadakan regulasi terhadap keluyuran di tempat MTR, dan juga peraturan terhadap percobaan makan atau minum.\n",
        "output": [
            "The new set of rules have also excluded the regulation against wandering in MTR premises, as well as the rule against attempting to eat or drink.\n"
        ]
    },
    {
        "input": "Petugas yang dicurigai, Alexei Mitayev, dipecat dari kepolisian, ditahan, dan dikatakan telah sejak itu mengakui kejahatan ini.\n",
        "output": [
            "The suspected officer, Alexei Mitayev, was dismissed from the force, arrested, and is said to have since confessed to this crime.\n"
        ]
    },
    {
        "input": "Namun, kepala badan pemantau gempa di Filipina tidak sepakat dengan data dari Jepang itu.\n",
        "output": [
            "The head of the earthquake monitoring agency in the Philippines disputed the Japanese agency's warnings, however.\n"
        ]
    },
    {
        "input": "Namun, kadang-kadang selama 10 triliun tahun terakhir sebuah pecahan besar dari baryon, umumnya dirujuk sebagai \"material biasa\" untuk membedakan mereka dari materi gelap dan enersi gelap, telah hilang.\n",
        "output": [
            "However, sometime during the last 10 billion years a large fraction of the baryons, commonly referred to as \"ordinary matter\" to distinguish them from dark matter and dark energy, have gone missing.\n"
        ]
    },
    {
        "input": "Akan tetapi, Zidane menolak untuk membocorkan apa yang sesungguhnya Materazzi katakan tetapi dia mengatakan bahwa Materazzi berkomentar yang \"sangat pribadi\" dan secara rinci prihatin akan saudara perempuannya dan ibunya.\n",
        "output": [
            "However, Zidane refused to divulge what Materazzi actually said but did say that Materazzi made remarks which were \"very personal\" and specifically concerned his mother and sister.\n"
        ]
    },
    {
        "input": "\"Tidak dapat dihindari mimpi buruk yang kami takutkan telah sah dihukum.\"\n",
        "output": [
            "\"The inevitable nightmare we have feared has now been confirmed.\"\n"
        ]
    },
    {
        "input": "Crossrail tidak menunjukkan bahwa proyek ini akan berusaha untuk menetapkan sebuah nilai yang adil dalam penawaran aslinya dan malah hanya akan menawarkan sekitar 50 Poundsterling untuk tiap properti dengan harapan bahwa tidak banyak warga yang akan membawa masalah ini ke Pengadilan Tanah.\n",
        "output": [
            "Crossrail does not indicate that it will attempt to assign a fair value in the original offer and instead is only going to offer around £50 per property in the hope that not many people take the matter to the Land Tribunal.\n"
        ]
    },
    {
        "input": "Rata-rata kelulusan di negara tersebut turun dari 72 ke sebelas persen, dengan banyak sekolah yang bahkan tidak terlihat satupun yang lulus.\n",
        "output": [
            "Pass rates in the nation went from 72 to eleven percent, with many schools not seeing even one pass.\n"
        ]
    },
    {
        "input": "\"Dengan komitmen tidak pernah menyerang negara saudara lagi dan dengan meminta maaf, kita dapat mempertimbangkan insiden yang sangat serius ini diselesaikan, \" kata Presiden Ekuador Rafael Correa, kemudian pemimpin Amerika Latin lainnya bertepuk tangan.\n",
        "output": [
            "\"With the commitment of never attacking a brother country again and by asking forgiveness, we can consider this very serious incident resolved,\" said Ecuadorian president Rafael Correa, as the other Latin American leaders applauded.\n"
        ]
    },
    {
        "input": "Domain Cina mejadi sasaran oleh banyak serangan denial of service terbaru terhadap Cina.\n",
        "output": [
            "The Chinese domain was targeted in the latest of many denial of service attacks against China.\n"
        ]
    },
    {
        "input": "Kevin Pietersen dan debutan ODI Luke Wright keduanya mencatat 50, dengan Wright berbagi 106 run dengan Owais Shah.\n",
        "output": [
            "Kevin Pietersen and ODI debutant Luke Wright both recorded fifties, with Wright sharing 106 runs with Owais Shah.\n"
        ]
    },
    {
        "input": "Menurut Keith Lyons, Direktur Studi dan Riset Olahraga Nasional, Universitas Canberra, olahraga merupakan bagian penting dari budaya Australia dan pembangunan olahraga mendapat dukungan dari semua pihak.\n",
        "output": [
            "According to Keith Lyons, the University of Canberra Director of the National Institute of Sport Studies, sport is an important part of Australian culture and the development of sport enjoys bipartisan support.\n"
        ]
    },
    {
        "input": "Sekali penunjuk menyeleseaikan semua departemen akan berpindah pada akhirnya ke Linux dan OpenOffice.org.\n",
        "output": [
            "Once the pilot is completed all the departments will eventually be migrated to Linux and OpenOffice.org.\n"
        ]
    },
    {
        "input": "Komite Investigasi Moskow mengidentifikasi pelaku utama sebagai seorang mantan narapidana bernama Sergei Pomazun.\n",
        "output": [
            "The Moscow Investigative Committee identify the main suspect as former convict Sergei Pomazun.\n"
        ]
    },
    {
        "input": "Mesin menjual keliling rokok di tempat-tempat umum akan dilarang termasuk iklan rokok dan sponsor.\n",
        "output": [
            "Vending machines selling cigarettes in public places will be banned as will cigarette advertisements and sponsorships.\n"
        ]
    },
    {
        "input": "Setelah itu gerakan dilanjutkan di Tübingen, Munich dan Basel, dengan jumlah peserta yang mencapai ratusan orang.\n",
        "output": [
            "Afterwards actions took place in Tübingen, Munich and Basel, each with hundreds of participants.\n"
        ]
    },
    {
        "input": "Sekretariat Perserikatan Bangsa Bangsa adalah salah satu badan utama dari Perserikatan Bangsa Bangsa dimana badan ini dipimpin oleh seorang Sekretaris Jenderal Perserikatan Bangsa Bangsa dan dibantu oleh staf hubungan internasional di semua negara.\n",
        "output": [
            "The United Nations Secretariat is one of the principal organs of the United Nations and it is headed by the United Nations Secretary General and assisted by a staff of international civil servants worldwide.\n"
        ]
    },
    {
        "input": "Menurut IMB, ada 23 serangan bajak laut lain di kawasan perairan timur negara Afrika ini sejak 15 Maret.\n",
        "output": [
            "According to the IMB, there have been 23 other pirating attacks in coastal waters off the east African nation since March 15.\n"
        ]
    },
    {
        "input": "Forbes mendata secara total 1.210 miliarder yang jumlah kekayaan gabungan mereka setara 4,5 triliun dolar, sebuah peningkatan dari total keseluruhan tahun lalu yaitu 3,6 triliun dolar.\n",
        "output": [
            "Forbes lists a world total of 1,210 billionaires whose combined wealth is US$4.5 trillion, an increase from last year's total of US$3.6 trillion.\n"
        ]
    },
    {
        "input": "Delp bergabung dengan Boston di awal tahun 70an setelah bertemu dengan gitaris, penulis lagu dan produser Tom Scholz.\n",
        "output": [
            "Delp joined Boston in the ealry 70's after meeting with guitarist, songwriter and producer Tom Scholz.\n"
        ]
    },
    {
        "input": "Ledakan dan kebakaran selanjutnya awalnya dianggap jatuhnya pesawat komersial.\n",
        "output": [
            "The explosion and subsequent fire was originally thought to have been a downed commercial aircraft.\n"
        ]
    },
    {
        "input": "Surat kabar Austria Krone melaporkan bahwa \"tujuan biasa serangan mereka adalah untuk meningkatkan keributan atau mengganggu orang lain.\"\n",
        "output": [
            "The Austrian paper Krone reports that the \"usual goal of their attacks is to raise a fuss or disturb others\".\n"
        ]
    },
    {
        "input": "Penggunaan dari riwayat pencarian tersebut mengharuskan pengguna memiliki dan masuk ke Google atau akun Gmail.\n",
        "output": [
            "Use of the search history requires that the user have and log in to a Google or Gmail account.\n"
        ]
    },
    {
        "input": "\"Persetujuan pembelian BA terhadap bmi hari ini kembali menunjukkan bahwa EC memberikan perlakuan yang berbeda terhadap perusahaan Eropa dan Ryanair, \" ujar bos Ryanair.\n",
        "output": [
            "\"Today's rubber-stamping of BA's purchase of bmi shows yet again that the EC has one rule for Europe's flag-carriers, but different rules for Ryanair\", said Ryanair chief .\n"
        ]
    },
    {
        "input": "Tamu di hotel tersebut dievakuasi ke dalam ruang pameran di level jalan.\n",
        "output": [
            "Visitors at the hotel were evacuated to the exhibition hall at street level.\n"
        ]
    },
    {
        "input": "Artikel yang menempatkan situs ini sebagai over the top adalah tindakan yang disengaja di Uni Soviet.\n",
        "output": [
            "The article that put the site over the top was Involuntary settlements in the Soviet Union.\n"
        ]
    },
    {
        "input": "Gunung berapi ini tidak meletus sejak periode 4 bulan pada 1989-90.\n",
        "output": [
            "The volcano had not erupted since a four-month period in 1989-90.\n"
        ]
    },
    {
        "input": "AS Roma berada di peringkat kedua dengan unggul selisih gol dari Sporting CP, yang mengalahkan FC Dynamo Kyiv 2-1.\n",
        "output": [
            "AS Roma are second on goal difference ahead of Sporting CP, who defeated FC Dynamo Kyiv 2-1.\n"
        ]
    },
    {
        "input": "Kami akan menegakkan utusan Allah tidak hanya dengan suara namun juga dengan darah kami, \"Nasrallah berkata kepada demonstran, yang diperkirakan berjumlah 700.000 (polisi mengatakan jumlah nampaknya lebih dari itu).\n",
        "output": [
            "We will uphold the messenger of God not only by our voices but also by our blood,\" Nasrallah told the crowd, estimated to be 700,000 (police said the figure was likely to be even higher).\n"
        ]
    },
    {
        "input": "Presiden Turki Abdullah Gul mengatakan dalam sebuah pernyataan, \"Tidak ada yang bisa didapatkan dengan teror, yang dengan kasar merenggut nyawa orang yang tidak bersalah.\"\n",
        "output": [
            "Turkish President Abdullah Gül said in a statement, \"Nothing can be achieved by terror, violently claiming lives of the innocent.\"\n"
        ]
    },
    {
        "input": "Pada tanggal 7 Agustus, tentara Georgia melancarkan serangan terhadap kota Ossetia di Tskhinvali.\n",
        "output": [
            "On August 7, Georgian troops launched an offensive against the Ossetian town of Tskhinvali.\n"
        ]
    },
    {
        "input": "Anggota parlemen lainnya, bahkan beberapa dari Partai Buruh, tidak setuju dengan argumen kudeta.\n",
        "output": [
            "Other parliamentarians, even some of the Workers' Party, didn't agree with the coup argument.\n"
        ]
    },
    {
        "input": "\"Saya juga ingin mengingatkan bahwa jumlah pasukan AS disana telah hampir mencapai 140.000 orang, dan setahu saya jumlah pasukan bapak Howard hanya sekitar 1.400 orang saja, \" kata bapak Obama.\n",
        "output": [
            "\"I would also note that we have close to 140,000 troops on the ground now, and my understanding is that Mr Howard has deployed 1,400\", said Mr Obama.\n"
        ]
    },
    {
        "input": "Pada IntercontinentalExchange Brent Crude futures mencapai US89,30 (berdasarkan bulan Desember) pada 8:34 am.\n",
        "output": [
            "On the IntercontinentalExchange Brent Crude futures reached US$89.30 (basis December) as of 8:34 a.m..\n"
        ]
    },
    {
        "input": "Di negara-negara berkembang, laporan itu menyatakan, kaum miskin urban kemungkinan paling terpengaruh oleh kemunduran ekonomi, karena kemampuan mereka untuk menemukan pekerjaan adalah sangat bergantung pada faktor-faktor seperti investasi luar negeri dan permintaan ekspor.\n",
        "output": [
            "In developing countries, the report says, the urban poor are likely to be most affected by the economic slowdown, as their ability to find work is most dependent on factors like foreign investment and export demand.\n"
        ]
    },
    {
        "input": "Apple Inc. Hari ini memperkenalkan iPhone yang sangat dinanti-nanti pada Konferensi Macworld di San Francisco.\n",
        "output": [
            "Apple Inc. today has introduced the much-anticipated iPhone at the Macworld Conference in San Francisco.\n"
        ]
    },
    {
        "input": "Sebuah tim ilmuwan di Stanford University mengklaim telah mendeteksi halus, unsur yang hilang dari teori relativitas Einstein.\n",
        "output": [
            "A team of scientists at Stanford University claim to have detected a subtle, missing element of Einstein's theory of relativity.\n"
        ]
    },
    {
        "input": "Gempa susulan mencapai berkekuatan 5,9 dengan pusat gempa berlokasi 19 kilometer barat Pichilemu, menurut Survei Geologi Universitas Chili (UCGS).\n",
        "output": [
            "The aftershock reached a magnitude of 5.9 with the epicenter located nineteen kilometers west of Pichilemu, according to the University of Chile Geological Survey (UCGS).\n"
        ]
    },
    {
        "input": "Taco Stein, Jaksa Agung Muda Aruba, mengeluarkan pernyataan setelah pengumuman tersebut dibuat.\n",
        "output": [
            "Taco Stein, the Aruban Solicitor General, released a statement after the announcement was made.\n"
        ]
    },
    {
        "input": "Belum lama ini Fons Investment ehf. membeli perusahaan penerbangan Denmark Sterling Air dan Mearsk Air.\n",
        "output": [
            "Recently the Fons Investment ehf. bought the Danish airlines Sterling Air and Mearsk Air.\n"
        ]
    },
    {
        "input": "WHO telah menolak untuk mengidentifikasi anggota komite, mengatakan bahwa mereka harus dilindungi dari tekanan industri, jadi kemungkian konflik kepentingan dengan perusahaan obat tidak diketahui.\n",
        "output": [
            "The WHO has refused to identify committee members, arguing that they must be shielded from industry pressure, so possible conflicts of interest with drug companies are unknown.\n"
        ]
    },
    {
        "input": "Menurut Komite Perlindungan Wartawan, sembilan wartawan dibunuh di Pakistan tahun ini, dan sedikitnya 16 terbunuh di 2010.\n",
        "output": [
            "According to the Committee to Protect Journalists, nine journalists have been killed in Pakistan this year, and at least 16 were killed in 2010.\n"
        ]
    },
    {
        "input": "Jika masyarakat menumbuhkan biofuel dan makanan itu akan menimbulkan masalah baru, ujar David Molden, yang memimpin penelitian di Sri Lanka - berbasis IWMI.\n",
        "output": [
            "If people are growing biofuels and food it will put another new stress, says David Molden, who led the study at the Sri Lanka-based IWMI.\n"
        ]
    },
    {
        "input": "Wikipedia adalah sebuah proyek dari Yayasan Wikipedia, sebuah organisasi nirlaba yang bermarkas di St. Petersberg, Florida.\n",
        "output": [
            "Wikipedia is a project of the Wikimedia Foundation, a non-profit organisation based out of St. Petersberg, Florida.\n"
        ]
    },
    {
        "input": "Nasrullah bersumpah Hizbullah akan terus bertempur sampai konflik diubah menjadi keunggulan Presiden Assad.\n",
        "output": [
            "Nasrallah pledged Hezbollah will continue fighting until the conflict has been turned in President Assad's favour.\n"
        ]
    },
    {
        "input": "Wood membantah hal ini, dengan mengatakan, \"Jelas ada beberapa bidang hukum internasional yang bisa sangat tidak pasti.\n",
        "output": [
            "Wood disputes this, saying, \"Obviously there are some areas of international law that can be quite uncertain.\n"
        ]
    },
    {
        "input": "Mansour berencana untuk membentuk sebuah panel dalam waktu lima belas hari untuk meninjau dan memberi saran tentang perubahan-perubahan untuk konstitusi yang sedang dibekukan sekarang ini.\n",
        "output": [
            "Mansour plans to form a panel within fifteen days to review and suggest changes to the now-suspended constitution.\n"
        ]
    },
    {
        "input": "Van Gogh kritikus sejati pada Islam dan merasa penganiaya pada wanita.\n",
        "output": [
            "Van Gogh had been a staunch critic of Islam and its perceived mistreatment of women.\n"
        ]
    },
    {
        "input": "Dr Hery Raharisaina, menteri Sumber daya Akuatik dan Perikanan, menyampaikan belasungkawa kepada keluarga korban atas nama pemerintah.\n",
        "output": [
            "Dr Hery Raharisaina, Madagascar's fishing and aquatic resources minister, offered condolence to the families of the victims on behalf of the government.\n"
        ]
    },
    {
        "input": "Selama tahun 1980-an dan 1990-an, Bethe berkampanye untuk penggunaan secara damai energi nuklir, berdebat melawan perlombaan senjata nuklir dan terhadap uji coba nuklir.\n",
        "output": [
            "During the 1980s and 1990s, Bethe campaigned for the peaceful use of nuclear energy, arguing against the nuclear arms race and against nuclear testing.\n"
        ]
    },
    {
        "input": "Ketika pada 64, Yuvraj diletakkan sebagai penutup oleh Shoaib Malik.\n",
        "output": [
            "When on 64, Yuvraj was put down at covers by Shoaib Malik.\n"
        ]
    },
    {
        "input": "Dari perjanjian 850 juta dolar pemerintah Sierra Leone hanya mengharapkan sekitar 300 juta dolar dapat terjamin, dengan dicantumkan syarat-syarat mengenai penggunaan pembiayaan.\n",
        "output": [
            "From the pledges of $850 million the government of Sierra Leone was hoping for only about $300 millions could be secured, with attached conditionalities concerning the use of funding.\n"
        ]
    },
    {
        "input": "Pemimpin dan tokoh dari bagian berbeda di negara tersebut, termasuk Medha Patkar pemimpin Narmada Bachao Andolan, mengekspresikan dukacita pada kematian tersebut.\n",
        "output": [
            "Leaders and personalities from different parts of the country, including the Narmada Bachao Andolan leader Medha Patkar, expressed grief over the death.\n"
        ]
    },
    {
        "input": "Stewart naik 1 tingkat setelah mencapai garis finish di urutan kedua dan berada di posisi kesembilan, sedangkan Greg Biffle jatuh ke urutan kesepuluh.\n",
        "output": [
            "Stewart move up one position after finishing second and is in the ninth position, as Greg Biffle fell to tenth.\n"
        ]
    },
    {
        "input": "Pada bulan Desember 2003, sebuah gempa berkekuatan sebesar 6,6 menewaskan lebih dari 31.000 jiwa dan pada bulan Februari 2005 sebuah gempa sebesar 6,4 telah menewaskan 600 orang di dekat Zarand di provinsi Kerman.\n",
        "output": [
            "In December of 2003, a magnitude 6.6 earthquake killed over 31,000 people and in February of 2005 a 6.4 eathquake killed 600 people near Zarand in the Kerman province.\n"
        ]
    },
    {
        "input": "Sebuah gedung di ibukota Iran Teheran runtuh hari ini dan menewaskan sedikitnya 19 orang.\n",
        "output": [
            "A building in Iran's capital Tehran collapsed today and killed at least 19 people.\n"
        ]
    },
    {
        "input": "Kapal tersebut dirampas kira-kira 830 kilometer di timur-selatan Mombasa dan dilaporkan sedang menuju pelabuhan Eyl Somali.\n",
        "output": [
            "The ship was captured roughly 830 kilometers south-east of Mombasa and is reportedly heading towards the Somali port of Eyl.\n"
        ]
    },
    {
        "input": "Produsen mainan Mattel hari ini mengumumkan bahwa mereka menarik kembali lebih banyak produk yang dikhawatirkan tingkat bahaya timbal dalam cat mainan tersebut.\n",
        "output": [
            "Toy manufacturer Mattel announced today that they are recalling more products over fears of dangerous levels of lead in the toy's paint.\n"
        ]
    },
    {
        "input": "Para peneliti menemukan liver menunjukkan level yang lebih tinggi dari enkoding gen \"selenoprotein P\" (SEPP1) pada orang dengan diabetes tipe 2 - yang lebih resisten terhadap insulin.\n",
        "output": [
            "The researchers found the liver expresses higher levels of the gene encoding \"selenoprotein P\" (SEPP1) in people with type 2 diabetes – those with more insulin resistance.\n"
        ]
    },
    {
        "input": "Google telah menanggapi dengan mengatakan bahwa mereka mengikuti Undang-undang Hak Cipta Millennium Digital, yang mencegah perusahaan-perusahaan ditutut jika mereka mengurangi konten berhak cipta segera setelah mereka menyadarinya.\n",
        "output": [
            "Google has responded by saying that they followed the Digital Millennium Copyright Act, which prevents companies from being prosecuted if they bring down copyrighted content as soon as they are made aware of it.\n"
        ]
    },
    {
        "input": "Tuntutan nya lebih dari US$750 juta (528 juta pon) - sekitar setengah dari proses estimasi dari film Marvel.\n",
        "output": [
            "The suit is for more than US$750 million (£528M) — about half of the estimated proceeds from Marvel's movies.\n"
        ]
    },
    {
        "input": "Saya terluka jika keluarga saya tidak menyukai komentar masyarakat, tetapi saya mendapat kebijaksanaan untuk menghindari umpan balik negatif!\n",
        "output": [
            " I'm hurt if my family is unhappy with people's comments but I think I gain the wisdom to ignore the negative feedback!\n"
        ]
    },
    {
        "input": "Anak lelaki tersebut berhasil menghindari pengamanan di bandar udara kota Perm untuk bersembunyi dalam pesawat terbang tersebut saat pesawat tersebut berangkat.\n",
        "output": [
            "The boy managed to bypass security at the Perm city airport to hide in the plane as it took off.\n"
        ]
    },
    {
        "input": "Menteri Luar Negeri Amerika Serikat Condoleezza Rice telah memberikan keterangan tentang alasan Amerika Serikat tidak memberikan suara dan tidak memveto resolusi tersebut.\n",
        "output": [
            "US Secretary of State Condoleezza Rice has given an explanation for why the United States abstained and did not veto the resolution.\n"
        ]
    },
    {
        "input": "Kedua kota di Senaki dan Zugdidi terletak tepat di Georgia, diluar dari \"batas aman\" di sekitar daerah Abkhazia.\n",
        "output": [
            "Both the town of Senaki and Zugdidi lie in Georgia proper, outside the \"security zone\" around the region of Abkhazia.\n"
        ]
    },
    {
        "input": "Sebagai seorang manajer, dia juga memenangkan 1.800 pertandingan selama 23 tahun.\n",
        "output": [
            "As a manager, he also won 1,800 games over the course of 23 years.\n"
        ]
    },
    {
        "input": "Menurut afiliasi ABC di Charlotte, North Carolina, Flair mengambil bagian dalam insiden kemarahan di jalan yang dituduhkan Rabu lalu di Interstate 485.\n",
        "output": [
            "According to an ABC affiliate in Charlotte, North Carolina, Flair took part in an alleged road rage incident last Wednesday on Interstate 485.\n"
        ]
    },
    {
        "input": "Para penyedia layanan harus menajamkan iklan mereka dan memperbaiki kinerja bagian layanan mereka.\n",
        "output": [
            "Providers must sharpen up on their advertising and improve the performance of their service desks.\n"
        ]
    },
    {
        "input": "Alinghi telah mengalahkan tim New Zealand 1 detik dalam perlombaan ketuju untuk memenangkan American Cup ke 32 dalam lomba lari.\n",
        "output": [
            "Alinghi has defeated Team New Zealand by one second in the seventh race to win the 32nd America's Cup in a close run race.\n"
        ]
    },
    {
        "input": "Diperkirakan bahwa kebakaran berawal saat para pekerja di Agua Dulce menyebabkan percikan api dengan memalu baut saat mereka melepaskan sebuah ban dari pelek.\n",
        "output": [
            "It is thought that the fire began when workers in Agua Dulce caused sparks by hammering the bolts when they were removing a tire from a rim.\n"
        ]
    },
    {
        "input": "Sekitar 5.000 orang diperintahkan untuk mengungsi, dan sekitar 3.000 orang di Prefektur Miyagi juga diminta untuk mengungsi tadi malam.\n",
        "output": [
            "A total of 5,000 people have been told to evacuate, 3,000 last night in Miyagi Prefecture.\n"
        ]
    },
    {
        "input": "Tambahan baru meliputi informasi pada Komisi Industri Militer Irak, \"kompleks industri militer yang dikelola negara\" yang memainkan sebuah \"peran penting dalam perubahan semua program senjata rezim.\"\n",
        "output": [
            "The new addenda included information on the Iraqi Military Industrial Commission, the \"state-run military-industrial complex\" which played a \"central role in the evolution of all the Regime's weapons programs\".\n"
        ]
    },
    {
        "input": "Seorang tetangga lainnya menambahkan, \"Tetangga yang luar biasa, anak-anak termanis yang pernah saya kenal.\"\n",
        "output": [
            "Another neighbor added, \"Wonderful neighbors, just the sweetest kids I've ever known.\"\n"
        ]
    },
    {
        "input": "Wikinews awalnya menyebarkan cerita tentang kecurigaan edit setelah menerima tip dari administrasi Wikipedia.\n",
        "output": [
            "Wikinews originally broke the story about the suspicious edit after receiving a tip from Wikipedia administrators.\n"
        ]
    },
    {
        "input": "\"Kematiannya merupakan pukulan yang telak untuk al-Qaeda, \" kata pejabat.\n",
        "output": [
            "\"His death is quite a significant blow to al-Qaeda,\" said officials.\n"
        ]
    },
    {
        "input": "Setelah pada mulanya dibawa oleh hanya 45 stasiun di seluruh negara, pembawa acara jangka-panjang program program persatuan, siaran radionya The Jerry Springer Show nantinya akan disiarkan pada semua 51 cabang Air America.\n",
        "output": [
            "After initially being carried by only 45 stations nationwide, the host of the long-running syndicated program, The Jerry Springer Show will eventually have his radio show heard on all 51 Air America affiliates.\n"
        ]
    },
    {
        "input": "Kota Brampton di Ontario, Kanada dan Marikina di Philipina baru-baru ini menjadi kota \"kembar.\"\n",
        "output": [
            "The City of Brampton in Ontario, Canada, and Marikina in the Philippines have recently been \"twinned\".\n"
        ]
    },
    {
        "input": "Laporannya juga menyebutkan penderitaan hilangnya ekonomi bagi negara tersebut, yang menjangkau 7,754 milyar dolar, meninggalkan 71 persen rakyat Haiti dalam kemiskinan.\n",
        "output": [
            "The report also mentioned economic loss suffered by the country, that reached 7.754 billion dollars, leaving 71 percent of the Haitians in extreme poverty.\n"
        ]
    },
    {
        "input": "Memerlukan waktu sedikitnya lima hari sebelum apinya bisa dikendalikan.\n",
        "output": [
            "It could take at least five days before the fire can be brought under full control.\n"
        ]
    },
    {
        "input": "Kepala polisi regional Herbert Khaemba mengumumkan hari ini: \"Tersangka yang diyakini menjadi otak pembunuhan brutal telah ditahan oleh polisi di kota Taveta di perbatasan Kenya dalam persembunyian.\n",
        "output": [
            "Regional police chief Herbert Khaemba anounced today: \"The suspect believed to be the main organiser of the brutal murder was arrested by the police at the Kenyan border town of Taveta in hiding.\n"
        ]
    },
    {
        "input": "Badan nuklir Jepang mempertimbangkan keadaan di sekitar Pembangkit Listrik Tenaga Nuklir I Fukushima menjadi level 4 pada International Nuclear Event Scale, yang adalah kecelakaan dengan konsekuensi lokal.\n",
        "output": [
            "The nuclear agency of Japan consider the circumstances at the Fukushima I Nuclear Power Plant to be Level 4 on the International Nuclear Event Scale, which is an accident with local consequences.\n"
        ]
    },
    {
        "input": "Dia menyediakan kaset video untuk media minggu ini, setelah mendapatkannya dari polisi.\n",
        "output": [
            "He provided the tape to the media this week, after obtaining it from police.\n"
        ]
    },
    {
        "input": "Dennis vanEngelsdorp, seorang pakar lebah di Dinas Pertanian Negara Bagian Pennsylvania, mengatakan bahwa \"walau kami belum meyakininya, kami bisa katakan bahwa ini merupakan penyakit yang sifatnya menular.\"\n",
        "output": [
            "According to Dennis vanEngelsdorp, a bee specialist with the Pennsylvania State Department of Agriculture, \"We are pretty sure, but not certain, that it is a contagious disease.\"\n"
        ]
    },
    {
        "input": "Kelompok yang disewa pada bulan April 2008 oleh perorangan yang dikenal oleh A Giai dan A Tran mengirim mariyuana dari Pakistan ke Kanada dan ditangkap pada 12 Mei 2008.\n",
        "output": [
            "The group were hired in April 2008 by individuals known by A Giai and A Tran to transfer the marijuana from Pakistan to Canada and were caught on May 12, 2008.\n"
        ]
    },
    {
        "input": "Lebih dekat dengan permukaan bulan, Cassini menemukan butiran yang lebih besar kaya dengan natrium dan potasium mendominasi gumpalan.\n",
        "output": [
            "Closer to the moon's surface, Cassini found that relatively large grains rich with sodium and potassium dominate the plumes.\n"
        ]
    },
    {
        "input": "Dr Raupach, yang juga memimpin Global Carbon Project Internasional, terkejut oleh hasil penelitiannya.\n",
        "output": [
            "Dr Raupach, who co-chairs the international Global Carbon Project also, was surprised by his research results.\n"
        ]
    },
    {
        "input": "Hal ini juga unik karena diikuti populasi dari lahir sampai ke kematian.\n",
        "output": [
            "It is also unique because it follows the population from birth right through to death.\n"
        ]
    },
    {
        "input": "Sebenarnya, saya menjual setelan saya hari ini pada orang Amerika yang lain.'\n",
        "output": [
            "I sold a suit today to another American, as a matter of fact.'\n"
        ]
    },
    {
        "input": "\"Satu hal besar adalah sulit untuk konsisten dan itulah kekuatan terbesar Windows, \" Jim Zemlin, direktur eksekutif Free Standard Group, mengatakan kepada Associated Press.\n",
        "output": [
            "\"One of the big things that's difficult is consistency, and that's Windows' biggest strength,\" Jim Zemlin, executive director of the Free Standards Group, told the Associated Press.\n"
        ]
    },
    {
        "input": "Kantor meningkatkan level peringatan pandemi ke level enam, yang paling tinggi.\n",
        "output": [
            "The agency increased its pandemic alert level to the sixth level, its highest.\n"
        ]
    },
    {
        "input": "\"Kami, bukan Inggris, mendirikan demokrasi berdasarkan satu orang, satu suara - demokrasi yang menolak diskriminasi ras atau gender dan menjunjung tinggi hak asasi manusia dan kebebasan beragama, \" katanya dalam menanggapi kritik internasional yang diterimanya akhir-akhir ini, terutama dari Gordon Brown.\n",
        "output": [
            "\"We, not the British, established democracy based on one person, one vote - democracy which rejected racial or gender discrimination and upheld human rights and religious freedom,\" he said in response to the international criticism he has lately received, especially from Gordon Brown.\n"
        ]
    },
    {
        "input": "Seorang pejalan kaki berusia 23 tahun yang berjalan di Racecourse Road di kota Londonderry, Irlandia Utara sekitar pukul 02.20 GMT pada Minggu malam ditabrak oleh sebuah mobil Volkswagen Passat hitam dan tewas seketika.\n",
        "output": [
            "A 23-year-old pedestrian walking along Racecourse Road in the city of Londonderry, Northern Ireland at around 0220 GMT on Sunday night was struck by a black Volkswagen Passat and has been killed.\n"
        ]
    },
    {
        "input": "Beberapa dari negara-negara anggota zona euro telah terkena pengaruh dari naiknya tingkat utang.\n",
        "output": [
            "Several of the eurozone's member states have been impacted with increasing debt levels.\n"
        ]
    },
    {
        "input": "Sementara itu Union for French Democracy (UDF), yang dipimpin oleh Francois Bayrou, secara resmi tetap dalam koalisi bersama dengan UMP, telah memutuskan bahwa, mungkin saja pemerintahan yang baru akan melakukan lebih dari kebijakan yang sama, itu tidak akan berpartisipasi didalamnya.\n",
        "output": [
            "While the Union for French Democracy (UDF) party, led by François Bayrou, formally remains in the ruling coalition along with the UMP, it has decided that, because the new government would probably do more of the same policies, it would not participate in it.\n"
        ]
    },
    {
        "input": "Pemerintah Italia membantah laporan ini, dan mengatakan bahwa AS sepenuhnya menyadari operasi pada tanggal 4 Maret.\n",
        "output": [
            "The Italian government disputes this account, and has said that the US was fully aware of the operation on March 4.\n"
        ]
    },
    {
        "input": "\"Jika kami tetap tenang dan percaya diri saya yakin bahwa apa yang diinginkan semua orang Spanyol, apa yang diinginkan semua keluarga, apa yang diinginkan pemerintah─bahwa sandera bisa kembali ke rumah dengan selamat dan kedengarannya penculikan tersebut berakhir dengan memuaskan.\"\n",
        "output": [
            "\"If we remain calm and confident I am certain that what all Spaniards want, what the families want, what the government wants—that the hostages can return to their homes safe and sound and this kidnapping ends satisfactorily.\"\n"
        ]
    },
    {
        "input": "\"Kita mungkin harus membawa pendekatan diplomatik regional untuk menanggungnya.\"\n",
        "output": [
            "\"We may need to bring a more regional diplomatic approach to bear.\"\n"
        ]
    },
    {
        "input": "Menurut sumber kutipan tanpa nama di artikel New York Times, tergolong opini legal 2005 berisi \"sebuah pengesahan yang luas teknik-teknik pemeriksaan paling kasar yang pernah digunakan oleh Agen Inteligen Pusat\", dan disahkan dengan tegas penggunaan siasat termasuk melawan pemimpin, suhu yang tidak ramah, dan teknik menenggelamkan yang dikenal sebagai struktur kebijaksanaan melawan teror yang mencurigakan.\n",
        "output": [
            "According to anonymous sources cited in The New York Times article, the classified 2005 legal opinion contained \"an expansive endorsement of the harshest interrogation techniques ever used by the Central Intelligence Agency,\" and explicitly authorized the use of tactics including head-slapping, frigid temperatures, and the simulated drowning technique known as waterboarding against terror suspects.\n"
        ]
    },
    {
        "input": "Smith mengatakan pengaruh hubungan dengan Amerika - yang kuat sejak Perang Dunia II - \"Ini bukanlah sesuatu yang saya percaya akan mengganggu apa yang sampai sekarang dalam hubungan yang sangat baik antara pemerintahan baru dan pemerintah (AS).\"\n",
        "output": [
            "Smith said of the effect on relations with the US - which have been strong since World War II - \"It's not something which I believe will disturb what to date has been a very good working relationship between the new government and the (U.S.) administration.\"\n"
        ]
    },
    {
        "input": "Misi yang dijadwalkan untuk teleskop luar angkasa pada tahun 2008 diharapkan untuk memberikan alat untuk memperbarui lebih lanjut kemampuan teleskop tersebut.\n",
        "output": [
            "A scheduled mission to the space telescope in 2008 is expected to deliver instruments to further upgrade the capabilities of the telescope.\n"
        ]
    },
    {
        "input": "Ketika Oppenheimer memulai laboratorium desain senjata rahasia, Los Alamos, ia menunjuk Bethe sebagai Direktur Divisi Teoritis.\n",
        "output": [
            "When Oppenheimer started the secret weapons design laboratory, Los Alamos, he appointed Bethe as Director of the Theoretical Division.\n"
        ]
    },
    {
        "input": "Putri Kiko telah melahirkan bayi laki-laki 2.558 gram ( 5.639 pon), pada tanggal 6 September pukul 8 lewat 27 (Waktu Standard Jepang).\n",
        "output": [
            "Princess Kiko has given birth to a 2,558 gram (5.639 lb) baby boy, on 6 September at 8 h 27 (Japan Standard Time).\n"
        ]
    },
    {
        "input": "Hassan Rowhani, kepala Dewan Keamanan Nasional Tertinggi di Iran, mengumumkan pada hari Senin bahwa negara tersebut menangguhkan sementara penggantian Uranium mulai tanggal 22 Nopember.\n",
        "output": [
            "Hassan Rowhani, head of the Supreme National Security Council for Iran, announced Monday that the country would temporarily suspend conversion of uranium as of November 22.\n"
        ]
    },
    {
        "input": "Menurut Beaver, kapal selam tersebut akan memberikan kemampuan serangan pertama dan serangan kedua bagi Israel.\n",
        "output": [
            "According to Beaver, the submarines would provide Israel with both first strike and second strike capability.\n"
        ]
    },
    {
        "input": "Tatakan tersebut terdiri atas 2 buah tatakan sepanjang 115 kaki, untuk total rentangan sayap selebar 240 kaki, termasuk dengan peralatan yang menyambungkan ke-2 katup dan membuat ke-2 nya bisa berputar ketika sedang melacak arah matahari.\n",
        "output": [
            "The arrays consist of two 115-foot-long arrays, for a total wing span of 240 feet, including the equipment that connects the two halves and allows them to twist as they track the sun.\n"
        ]
    },
    {
        "input": "Pesawat bermesin ganda tersebut baru selesai menjalani pemeliharaan di Perpignan sebagai persiapan untuk pengembaliannya kepada Air New Zealand oleh maskapai Jerman XL Airways, yang telah mengoperasikannya dengan skema leasing.\n",
        "output": [
            "The twin-engine jet airliner had just undergone maintenance at Perpignan in preparation for its return to Air New Zealand by German airline XL Airways, which had been operating it on lease.\n"
        ]
    },
    {
        "input": "Bagian ACT termasuk anggota tim nasional Australia Aimee Murch dan Clare Warwick; peraih medali perunggu Olympic Brenda De Blaes; wakil tim negara bagian Victoria, anggota tim nasional dan peraih medali perunggu Olympic Justine Smethurst; dan Clare Currie, yang nyaris didepak dari tim nasional.\n",
        "output": [
            "The ACT side included Australian national team members Aimee Murch and Clare Warwick; Olympic bronze medalist Brenda De Blaes; Victorian state team representative, national team member and Olympic bronze medalist Justine Smethurst; and Clare Currie, who narrowly missed the cut for the national team.\n"
        ]
    },
    {
        "input": "Dia mengatakan bahwa dia akan menggugat hasil pemilihan umum di pengadilan.\n",
        "output": [
            "He has said he will challenge the election's outcome in court.\n"
        ]
    },
    {
        "input": "Dia adalah anak dari Presiden Kongres Sonia Gandhi yang kelahiran-Italia, dan mantan Perdana Menteri India Rajiv Gandhi yang terbunuh pada tahun 1991.\n",
        "output": [
            "He is the son of current Italian-born Congress President Sonia Gandhi, and former Prime Minister Rajiv Gandhi, who was assassinated in 1991.\n"
        ]
    },
    {
        "input": "Dia mengatakan, menurut perusahaan penyiaran nasional Finlandia (YLE), bahwa penanggulangan seharusnya telah dimulai seminggu yang lalu, segera setelah bencana, bukannya sekarang.\n",
        "output": [
            "He says, according to Finland's national broadcasting company (YLE), that the countermeasures should have started a week ago, immediately after the disaster, instead of now.\n"
        ]
    },
    {
        "input": "Tim Paralimpiade diharapkan dapat menyelesaikan pertandingan-pertandingan dengan memenangkan medali keseribu bagi negara.\n",
        "output": [
            "The Paralympic team is expected to finish the Games having earned the country's one thousandth medal.\n"
        ]
    },
    {
        "input": "Sumber mengatakan pada Wikinews bahwa meskipun versi bahasa Inggrisnya tidak diblok, versi bahasa Chinanya masih tetap diblok atau sulit diakses di banyak bagian negara.\n",
        "output": [
            "Sources tell Wikinews that although the English version is unblocked, the Chinese version still remains blocked or hard to access in many parts of the country.\n"
        ]
    },
    {
        "input": "Diyakini pria yang didakwa membunuhnya adalah suami dari keponakannya yang sudah berpisah.\n",
        "output": [
            "It is believed the man who has been charged with her murder was the estranged husband of her niece.\n"
        ]
    },
    {
        "input": "Ilmuwan dari universitas Melbourne berkata penelitian mereka menunjukkan bahwa benefit dari energi nuklir telah diremehkan dan konsern tentang sampah nuklir terlalu dilebih-lebihkan.\n",
        "output": [
            "The scientists from the University of Melbourne say their research shows that the benefits of nuclear energy have been underestimated and concerns about nuclear waste overplayed.\n"
        ]
    },
    {
        "input": "\"Sudah waktunya bagi negara ini untuk berpihak kepada warganya yang mau bekerja, dan tidak kepada orang-orang yang suka melakukan kecurangan.\"\n",
        "output": [
            "\"The nation should choose to encourage people who like to work rather than those who prefer cheating\".\n"
        ]
    },
    {
        "input": "Corneau mengatakan dalam sebuah wawancara tahun 1992 di New York Times bahwa \"Banyak orang menjadi emosional tentang film ini, dan itu membuat kemungkinan untuk kabur dari status pemuja.\"\n",
        "output": [
            "Corneau said in a 1992 interview in the New York Times that \"Many people got emotional about this film, and that made it possible for it to escape cult status.\"\n"
        ]
    },
    {
        "input": "Tiga yang lain ditemukan dekat sebuah jalan di Rustamiya pinggiran tenggara ibukota.\n",
        "output": [
            "The other three were found near a road in Rustamiya on the southeastern outskirts of the capital.\n"
        ]
    },
    {
        "input": "Sisi imbangnya, kami percaya bahwa ini adalah pendekatan yang akan mengirimkan keuntungan terbesar untuk orang-orang yang berkekurangan.\"\n",
        "output": [
            "On balance, we believe this is the approach that will deliver the greatest benefits to the most vulnerable people.\"\n"
        ]
    },
    {
        "input": "Berbicara sebagai jawaban terhadap warga Irak atas pemboman London, juru bicara itu berkata, \"Sebagian besar khotbah dari Sholat Jumat di wilayah Operasi Inggris menentang serangan bom di London.\"\n",
        "output": [
            "Speaking of the response by Iraqis to the London bombings, the spokesperson said, \"Most of the feed back from Friday pray[ers] in the British Area of Operation were against the attacks on London.\"\n"
        ]
    },
    {
        "input": "Menteri Pertahanan Robert Gates memberi tahu reporter di Madrid pada hari Jumat bahwa ada bukti \"cukup baik\" bahwa Iran menyuplai senjata atau teknologi ke gerilyawan Irak.\n",
        "output": [
            "Defense Secretary Robert Gates told reporters in Madrid on Friday that the there was \"pretty good\" evidence that Iranians are supplying either weapons or technology to Iraqi militants.\n"
        ]
    },
    {
        "input": "Polisi menemukan sebuah tanda buatan sendiri di dekat tubuhnya yang mengatakan \"Janganlah Engkau Membunuh.\"\n",
        "output": [
            "Police found a homemade sign near his body which said \"Thou Shalt Not Kill.\"\n"
        ]
    },
    {
        "input": "Terpisah dengan selisih dua puluh menit, pengeboman itu menyasar dua pasar di Baghdad beberapa saat sebelum kumandang Adzan untuk Sholat Jumat.\n",
        "output": [
            "Separated by twenty minutes, the bombings targeted two marketplaces in Baghdad shortly before the call to Friday prayers.\n"
        ]
    },
    {
        "input": "Ketua Pelaksana FA Brian Barwick mengekspresikan kekecewaannya pada rapat tahunan IFAB di Gleneagles, Skotlandia, \"Kami mendukung teknologi garis gawang namun tidak akan ada eksperimen lanjutan dan hal ini tidak akan dibahas lagi pada agenda tahun depan, atau yang akan datang.\"\n",
        "output": [
            "FA chief executive Brian Barwick expressed his disappointment at the annual meeting of the IFAB in Gleneagles, Scotland: \"We were in favour of goal-line technology but there will be no more experiments and it will not be back on the agenda next year, or in the foreseeable future.\"\n"
        ]
    },
    {
        "input": "Layanan bus di Zona 1 akan dibuka kembali pada pukul 16:00 BST.\n",
        "output": [
            "Bus services in Zone 1 have resumed as of 16:00 BST.\n"
        ]
    },
    {
        "input": "Empat belas tempat bersejarah dijadwalkan tutup pada tanggal 1 Oktober.\n",
        "output": [
            "Fourteen state historic sites are scheduled to be closed October 1.\n"
        ]
    },
    {
        "input": "\"Sebagaimana negara kita bergerak melampaui perdebatan yang memecah belah ini, saya berharap kita semua dapat melipatgandakan usaha kita dan bekerja bersama untuk meningkatkan keadilan dan integritas sistem peradilan pidana kita, dan untuk meminimalkan kekeliruan kita, \" kata Malloy.\n",
        "output": [
            "\"As our state moves beyond this divisive debate, I hope we can all redouble our efforts and common work to improve the fairness and integrity of our criminal justice system, and to minimize its fallibility,\" added Malloy.\n"
        ]
    },
    {
        "input": "Minggu lalu rezim Fiji mengancam untuk mengusir Komisariat Tinggi Selandia Baru kecuali pemerintah Selandia Baru memberikan sebuah visa kepada George Nacewa, anak lelaki dari seorang petugas rezim senior.\n",
        "output": [
            "Last week the Fijian regime threatened to expel New Zealand's High Commissioner unless the New Zealand government granted a visa to George Nacewa, the son of a senior regime official.\n"
        ]
    },
    {
        "input": "Pembicaraan ini dimaksudkan untuk membahas pembentukan negara Palestina pada akhir tahun ini.\n",
        "output": [
            "The talks are supposed to lead to the formation of a Palestinian state by the end of this year.\n"
        ]
    },
    {
        "input": "Pejabat Korea Selatan belum berspekulasi pada hal ini; mengatakan pemindahan potret tersebut \"mungkin untuk bermacam-macam alasan.\"\n",
        "output": [
            "South Korean officials are not yet speculating on the matter, saying the portrait removals \"may be for various reasons.\"\n"
        ]
    },
    {
        "input": "ABC News telah memperoleh dan merilis transkrip pesan yang direkam Osama Bin Laden.\n",
        "output": [
            "ABC News has obtained and released a transcript of a taped message from Osama Bin Laden.\n"
        ]
    },
    {
        "input": "Beberapa try dari Doug Howlett, Mils Muliaina dan dua dari Sitiveni Sivivatu meningkatkan keunggulan All Black yang mengesankan.\n",
        "output": [
            "Tries from Doug Howlett, Mils Muliaina and two from Sitiveni Sivivatu increased the All Black's imposing lead.\n"
        ]
    },
    {
        "input": "Bourdin tinggal dengan pasangan tersebut selama 3 bulan sebelum jurnalis mengungkapnya dan kebohongannya terbukti melalui test DNA.\n",
        "output": [
            "Bourdin lived with the couple for three months before a journalist exposed him and his lies were confirmed by a DNA test.\n"
        ]
    },
    {
        "input": "Berdasarkan Le Nouvel Observateur, satu bulan setelah dilakukannya investigasi tenaga kerja cabang perusahaan yang berada di Perancis dibubarkan.\n",
        "output": [
            "According to Le Nouvel Observateur, one month after the labor investigation took place the French branch of the company had disbanded.\n"
        ]
    },
    {
        "input": "\"Seorang sumber terpercaya\" yang diwawancarai oleh surat kabar berbahasa Perancis Le Soir mengatakan bahwa kemungkinan ada kerusakan arus listrik pada sistem sinyal itu.\n",
        "output": [
            "A \"well informed source\" quoted by French-language daily Le Soir suggested that there might have been an electrical failure in the signalling system.\n"
        ]
    },
    {
        "input": "Ahmadinejad menjawab \"Di Iran kami tidak punya kaum homo seperti yang ada di negara Anda, \" dan para hadirin tertawa.\n",
        "output": [
            "Ahmadinejad stated that \"In Iran we don't have homosexuals like in your country,\" drawing laughter from the audience.\n"
        ]
    },
    {
        "input": "Penggemar nomor unik di mana-mana baru-baru ini merayakan seperti angka pada jam berdentang 01:02:03, 04/05/06 (menggunakan konvensi tanggal DD / MM / YY ).\n",
        "output": [
            "Fans of quirky numbers everywhere celebrated recently as the clock struck 01:02:03, 04/05/06 (using the DD/MM/YY date convention).\n"
        ]
    },
    {
        "input": "Ada beberapa spekulasi bahwa Frelimo mungkin memakai ini untuk membiarkan Guebuza berkuasa untuk periode ketiga - saat ini, konstitusi mengijinkan seorang presiden untuk menjabat hanya dua periode di kantor.\n",
        "output": [
            "There has been some speculation that Frelimo may use this to allow Guebuza to run for a third term - currently, the constitution allows a president to serve only two terms in office.\n"
        ]
    },
    {
        "input": "McClellan mengatakan, \"Lihat, laporan ini menyebabkan kerusakan serius pada citra Amerika Serikat di luar negeri.\"\n",
        "output": [
            "McClellan said, \"Look, this report caused serious damage to the image of the United States abroad.\"\n"
        ]
    },
    {
        "input": "Anak Smith, Daniel Smith meninggal pada tanggal 10 September 2006 tidak lama setelah Anna melahirkan bayi 5 bulan yang lalu.\n",
        "output": [
            "Smith's son, Daniel Smith, died on September 10, 2006 shortly after Anna gave birth to a baby girl 5 months ago.\n"
        ]
    },
    {
        "input": "\"Kasus ini masih lama akan selesai, \" kata Arturo Gonzalez, kepala pengacara di Valenzuela melawan O'Connell, yang dengan Liliana Valenzuela, seorang siswa SMU Richmond dan lainnya menuntut untuk menghalangi penggunaan ujian negara sebagai syarat kelulusan, \"Kami rasa ada kesempatan besar siswa di angkatan 2006 akan menerima ijazah mereka, meskipun setelah upacara kelulusan. \"\n",
        "output": [
            "\"This case is far from over,\" said Arturo Gonzalez, the lead attorney in Valenzuela vs. O'Connell, in which Liliana Valenzuela, a Richmond High School student, and others sued to block the state's use of the test as a graduation requirement, \"We think there is a strong chance that students in the Class of 2006 will receive their diplomas, even if it is after commencement ceremonies.\"\n"
        ]
    },
    {
        "input": "Mereka mengeluarkan, pada 1996, album pertama mereka, dengan penjualan lebih dari satu juta kopi seluruh dunia.\n",
        "output": [
            "They released, in 1996, their first album, which sold over a million copies worldwide.\n"
        ]
    },
    {
        "input": "Masing-masing dari dua pabrik tersebut bisa memproduksi 30 juta galon (113 ML) per tahun.\n",
        "output": [
            "Each of the two new plants can produce 30 million gallons (113 ML) annually.\n"
        ]
    },
    {
        "input": "\"Alat detektor asap di lantai 13 dan 27 telah mati.\"\n",
        "output": [
            "\"Smoke detectors went off on the 13th and 27th floors.\"\n"
        ]
    },
    {
        "input": "Robert Fenell, pemilik Diner Capitol Lynn dia orang terkemuka untuk peternak ayam di yayasan yang berlokasi di pusat keramaian kota Lynn hanya dua blok jauhnya dari perguruan tinggi bahwa masyarakat seharusnya memulai dengan organik dan kembali pada alam, bahwa masyarakat seharusnya mengalihkan lebih banyak energi pembakaran secara efisien dan membuat kebun di halaman belakang rumah mereka.\n",
        "output": [
            "Robert Fenell, the owner of Lynn's Capitol Diner who is notable for keeping chickens at the establishment located in downtown Lynn just two blocks away from the college noted that people should start going organic and going back to nature, that people should switch to more energy efficient lighting and grow gardens in their backyard.\n"
        ]
    },
    {
        "input": "Mereka mengatakan mereka ingin melakukan penyelidikan warga kota dari fasilitas Pine Gap kontroversial.\n",
        "output": [
            "They say they wanted to conduct a citizens inspection of the controversial Pine Gap facility.\n"
        ]
    },
    {
        "input": "Pelanggaran seperti meludahi, melepari dengan air, atau mencoba untuk mengencingi penjaga muncul sebagai kasus-kasus yang secara eksplisit tercantum tidak boleh dihadapi dengan semprotan merica.\n",
        "output": [
            "Infractions such as spitting, throwing water at, or attempting to urinate on guards appear as explicitly listed cases where pepper spray may not be used.\n"
        ]
    },
    {
        "input": "Dikarenakan terus mencairnya es di arktik, kapal-kapal berlayar menuju wilayah perairan yang belum di catat.\n",
        "output": [
            "As more Arctic ice melts, the ships sail through uncharted waters.\n"
        ]
    },
    {
        "input": "Distrik Thung Song di propinsi Nakhon Sri Thammarat mengalami air banjir setinggi pinggang di area perbelanjaan pusat kota.\n",
        "output": [
            "Thung Song District in Nakhon Sri Thammarat province is experiencing waist-high floodwaters in downtown shopping areas.\n"
        ]
    },
    {
        "input": "25-tahun dari Charlotte, North Carolina sebelumnya memperoleh posisi tiang untuk balapan Jumat malam Sabtu.\n",
        "output": [
            "The 25-year old from Huntersville, North Carolina had previously gained the pole position for Saturday's night race on Friday.\n"
        ]
    },
    {
        "input": "Perjanjian ini masih harus disetujui oleh mayoritas pemegang saham PlanetOut, sesuai dengan pengajuan peraturan dan persetujuan, dan memenuhi berbagai kondisi tertutup.\n",
        "output": [
            "The agreement still has to be approved by a majority of PlanetOut common stock holders, comply with regulatory filings and approvals, and meet various closing conditions.\n"
        ]
    },
    {
        "input": "Presiden Ely Ould Mohamed Vall, yang juga memberikan suara dalam referendum tersebut berkata, \"Ini adalah hari yang luar biasa dan merupakan kebangkitan Mauritania...\"\n",
        "output": [
            "President Ely Ould Mohamed Vall, who also voted in the referendum said, \"This is a great day and a rebirth for Mauritania ...\"\n"
        ]
    },
    {
        "input": "Perintah evakuasi wajib telah diatur pada tempat, yang mempengaruhi bagi 2.000 rumah.\n",
        "output": [
            "Mandatory evacuation orders have been set in place, affecting 2,000 homes.\n"
        ]
    },
    {
        "input": "\"Saya mengatakan kepada anda tanpa kerendahan hati yang salah: tugas selesai\" dia mengatakan dikerumunan sekitar 50.000 orang pada hari Jum'at, \"Kami bersatu kembali dan memenangkan negara.\"\n",
        "output": [
            "\"I can say to you without false modesty: mission accomplished\" he told crowds of around 50,000 on Friday, \"We've reunited and pacified the country.\"\n"
        ]
    },
    {
        "input": "Menteri Pertama Skotlandia Alex Salmond MSP meluncurkan patung perunggu dan taman peringatan di Moodiesburn pada hari Minggu di depan sekitar 600 kerumunan.\n",
        "output": [
            "Scotland's First Minister Alex Salmond MSP unveiled a bronze statue and a memorial garden in Moodiesburn on Sunday in front of a crowd of approximately 600.\n"
        ]
    },
    {
        "input": "Penelitian baru tersebut adalah sebuah penelitian internasional mengenai hidup dan kematian.\n",
        "output": [
            "The new study is an international study of survival and mortality.\n"
        ]
    },
    {
        "input": "Polisi membawa beberapa orang ( biasanya wanita) yang mencoba turut menghalangi penghancuran properti mereka.\n",
        "output": [
            "Police was bringing down those few (basically women) who tried to interfere with the destruction of their property.\n"
        ]
    },
    {
        "input": "Bajak laut banyak terjadi di kawasan pantai timur Afrika; pada hari Sabtu, bajak laut Somalia membajak sebuah kapal Belgia bernama Pompei dengan sepuluh orang kru, yang sedang berlayar ke selatan menuju kepulauan Seychelles.\n",
        "output": [
            "Piracy is rife off the eastern coast of Africa; on Saturday, Somali pirates seized a Belgian ship, the Pompei, with its ten crew members, as it was headed south for the Seychelles islands.\n"
        ]
    },
    {
        "input": "\"Kekhawatiran utama kami adalah lebih dari 3.000 orang berada di bawah tanah, \" kata ketua National Union of Mineworkers for S. Afrika, Deon Boqwana.\n",
        "output": [
            "\"Our main worry is for more than 3,000 people who are underground,\" said National Union of Mineworkers for S. Africa chairman, Deon Boqwana.\n"
        ]
    },
    {
        "input": "Polisi Bathurst menolak berkomentar ketika dihubungi tentang pernyataan tersebut hari ini.\n",
        "output": [
            "Bathurst Police refused to comment when contacted about the statement today.\n"
        ]
    },
    {
        "input": "Badan cuaca Jepang mengatakan gempa pertama dan terakhir sebenarnya berkekuatan 6,7 skala Righter.\n",
        "output": [
            "Japan's weather agency says the first and last quakes were actually 6.7 magnitude.\n"
        ]
    },
    {
        "input": "Negosiasi Konferensi Climate Change Perserikatan Bangsa-Bangsa tahun 2010 dilanjutkan minggu ini di Bonn, Jerman.\n",
        "output": [
            "The 2010 United Nations Climate Change Conference negotiations continued this week in Bonn, Germany.\n"
        ]
    },
    {
        "input": "Mayat 5 wanita di Inggris telah ditemukan di sekitar daerah Suffolk di Inggris Timur.\n",
        "output": [
            "The bodies of five women within the United Kingdom have been found in or around the county of Suffolk in the east of England.\n"
        ]
    },
    {
        "input": "Suara Imigrasi juga mengatakan bahwa pengorbanan mereka untuk kebebasan Amerikalah yang telah membuat negara ini besar dan suatu tujuan yang diinginkan bagi banyak orang dari seluruh dunia dan bahwa mereka ingin mengatakan \"Terima kasih dan Tuhan memberkati Anda\" kepada para prajurit tersebut.\n",
        "output": [
            "Immigration Voice also said that it is their sacrifice for American freedom that has made this country great and such a desirable destination for multitude of people from around the world and that they wanted to say \"Thank you and god bless you\" to the servicemen.\n"
        ]
    },
    {
        "input": "Pertumbuhan ekonomi tahunan India mencapai rata-rata 8 persen sejak 3 tahun fiskal terakhir.\n",
        "output": [
            "India's annual economic growth has been an average of 8 percent since past three fiscal years.\n"
        ]
    },
    {
        "input": "Kakak laki-laki mereka dituduh telah menusuk, salah satunya fatal.\n",
        "output": [
            "Their older brother is being charged with the stabbings, one of which was fatal.\n"
        ]
    },
    {
        "input": "Pada pemilihan umum tahun 2003, ADQ mengumpulkan 21% suara.\n",
        "output": [
            "In the 2003 election, the ADQ garnered 21% of the vote.\n"
        ]
    },
    {
        "input": "\"Mereka adalah atlet-atlet yang luar biasa, murid dengan nilai A, anak laki-laki yang baik, sangat sulit, \" kata seorang tetangga bernama Don Taylor.\n",
        "output": [
            "\"They were great athletes, straight-A students, just good, little boys...It's tough,\" said neighbor Don Taylor.\n"
        ]
    },
    {
        "input": "Kecuali Google yang menyesuaikan kode di belakang perhitungan tersebut, tulisan tersebut akan terbaca \"Di atas 2.075\" setelah 9 April.\n",
        "output": [
            "Unless Google adjusts the code behind the counter, the text will read \"Over 2075\" after April 9.\n"
        ]
    },
    {
        "input": "Kuasa hukum Teamster berasal dari Edmonton, namun tinggal di sekitar Vancouver sejak tahun 1991.\n",
        "output": [
            "The Teamster's lawyer is originally from Edmonton, but has been living in Vancouver environs since 1991.\n"
        ]
    },
    {
        "input": "Pihak Kepolisian berkata bahwa para pelaku penyerangan berhasil menguasai keadaan di Taj Mahal dan Hotel Oberoi Trident.\n",
        "output": [
            "Police say that they are in control of both the Taj Mahal and Oberoi Trident hotels.\n"
        ]
    },
    {
        "input": "Mereka yang terluka dibawa ke sebuah rumah sakit militer setempat untuk mendapat perawatan, sementara pasukan keamanan mengamankan lokasi ledakan.\n",
        "output": [
            "The wounded were taken to a local military hospital for treatment, while security forces secured the scene of the blast.\n"
        ]
    },
    {
        "input": "Dia tetap pelatih sampai setelah Piala Dunia 2007, dan diperkirakan akan menggantikan Duncan Fletcher sebagai pelatih Inggris setelah kontraknya dengan PCB berakhir.\n",
        "output": [
            "He was to remain coach until after the 2007 World Cup, and was tipped to replace Duncan Fletcher as the coach of England after his contract with the PCB expired.\n"
        ]
    },
    {
        "input": "Tidak adanya surat pelepasan tuntutan dapat menuju dalam sebuah situasi yang memalukan tempat kemajuan pembukaan program nuklir Korea Utara dapat tertunda karena alasan-alasan teknis, ujar Leonor Tomero di Pusat Kontrol Persenjataan dan Non-Proliferation.\n",
        "output": [
            "The absence of the waiver could have led to an embarrassing situation where progress on dismantling North Korea's nuclear program would have been delayed because of a technicality, said Leonor Tomero of the Center for Arms Control and Non-Proliferation.\n"
        ]
    },
    {
        "input": "2 pemain, pemain ACT dan Jepang, terkena bola dan mereka perlu dilihat oleh pelatih.\n",
        "output": [
            "Two players, an ACT player and a Japanese, were struck by balls and required trainers to look at them.\n"
        ]
    },
    {
        "input": "Terdorong oleh pengumuman Presiden George W. Bush bahwa warga Amerika di Irak telah mati untuk sebuah 'tujuan mulia', Sheehan telah tidur di tenda di dekat peternakan Bush di Texas selama beberapa minggu terakhir untuk memohon sebuah perbincangan tertutup.\n",
        "output": [
            "Prompted by President George W. Bush's announcement that Americans in Iraq have died for a 'noble cause', Sheehan has been camping near Bush's Texas ranch for the past week to demand a private conversation with the President.\n"
        ]
    },
    {
        "input": "\"Saya konsern tentang hal ini dan saya kira kami perlu menyampaikan pesan dengan benar kepada rakyat Afganistan, \" dia berkata.\n",
        "output": [
            "\"I would be concerned about it and I think we need to pass the right message to the Afghan people,\" he said.\n"
        ]
    },
    {
        "input": "\"Yang pertama dingin dan kering dan yang kedua hangat dan lembab.\"\n",
        "output": [
            "\"The first one was cold and dry and the second one was warm and humid.\"\n"
        ]
    },
    {
        "input": "Sebagai ganti, itu tercipta es 'lunak'terbentuk dalam pipa dan kemudian patah tiba-tiba, mengalir ke bahan bakar/penukar pemanas minyak dan membatasinya.\n",
        "output": [
            "Instead, it is thought 'soft' ice formed in the pipes and then broke off, travelling to the fuel/oil heat exchanger and restricting it.\n"
        ]
    },
    {
        "input": "Kemarin, 1 Euro dapat dibeli hanya dengan 35.844 lei, turun dari 36.133 lei 2 hari yang lalu.\n",
        "output": [
            "Yesterday, one euro could be bought for just 35,844 lei, down from 36,133 lei two days ago.\n"
        ]
    },
    {
        "input": "Dengar pendapat tanggal 31 Januari dimulai dengan komentar dari kurang lebih 25 orang dari sekitar 35-40 orang pendengar, seluruhnya menentang proposal DA.\n",
        "output": [
            "The January 31 hearing began with comments by approximately 25 of the audience of roughly 35–40, all of which opposed the DA's proposal.\n"
        ]
    },
    {
        "input": "Jenis ini ditemukan selama bulan April dan Juni tahun 2006 di Provinsi Fujian China ketika tim Guan meneliti bebek, ayam, angsa dan burung lainnya di sebuah pasar di provinsi.\n",
        "output": [
            "The strain was discovered during April and June of 2006 in China's Fujian Province when Guan's team examined ducks, chickens, geese and other birds at a market in the province.\n"
        ]
    },
    {
        "input": "Seperti yang dilaporkan oleh Perserikatan Bangsa-Bangsa, pada tanggal 12 Januari gempa bumi di Haiti tepatnya meninggalkan 222.570 tewas, 1. 300.000 pengungsi di pelabuhan, 766.000 pengungsi, 310.000 cedera dan 869 hilang.\n",
        "output": [
            "As reported the United Nations, January 12 Haiti earthquake left exactly 222,570 deaths, 1,300,000 refugees in harbours, 766,000 displaced people, 310,000 injured and 869 disappeared.\n"
        ]
    },
    {
        "input": "Edward Lu dan Stanley Love, dari Pusat Antariksa Johnson, Houston, juga mempunyai ketakutan terhadap tabrakan tersebut.\n",
        "output": [
            "Edward Lu and Stanley Love, of Johnson Space Centre, Houston, also have allayed fears about a collision.\n"
        ]
    },
    {
        "input": "Kematian Haney ditunjukkan oleh majikannya sebagai hasil dari \"penyaluran perhatian\" pada sistem oksigen utama agar aktif kembali setelah itu secara otomatis terpotong pada saat mendeteksi kebocoran udara di ruang mesin.\n",
        "output": [
            "Haney's death has been attributed by his employer as the result of his \"channelized attention\" on getting the main oxygen system to restart after it automatically cut out when it detected engine bay air leaks.\n"
        ]
    },
    {
        "input": "Apresiasi leu, akan tetapi, tidak positif, karena hal itu memberi beban besar kepada pengekspor.\n",
        "output": [
            "The leu's appreciation, however, isn't all positive, because it is putting a great deal of pressure on exporters.\n"
        ]
    },
    {
        "input": "\"Di Sudan, tentara salib Dewan Keamanan (PBB) memutuskan untuk mengirim para ahli militer ke Darfur dalam persiapan untuk pendudukan dan pembagian.\"\n",
        "output": [
            "\"In Sudan, the crusader (U.N.) Security Council decided to send military experts to Darfur in preparation for its occupation and division.\"\n"
        ]
    },
    {
        "input": "Tiga puluh anggota Parlemen Konservatif dan sembilan anggota Demokrat Liberal memberikan suara untuk partainya agar tidak melakukan intervensi militer.\n",
        "output": [
            "Thirty Conservative MPs and nine Liberal Democrats voted against their party against military intervention.\n"
        ]
    },
    {
        "input": "Bruce adalah istri dari tersangka penembakan dan presiden dari perusahaan teater, sementara yang lainnya merupakan bagian dari produksi Sherlock Holmes : Akhir Petualangan.\n",
        "output": [
            "Bruce was the wife of the alleged shooter and president of the theater company, while the others were part of a production of Sherlock Holmes: The Final Adventure.\n"
        ]
    },
    {
        "input": "Dengan adanya gerakan warga Peru untuk mengambil jalur hukum terhadap perusahaan tambang Newmont di Denver, yang merupakan perusahaan tambang emas terbesar di dunia, beberapa pertanyaan penting tersebut akhirnya akan bisa terjawab.\n",
        "output": [
            "As the Peruvian residents gear up for their lawsuit against Denver-based Newmont Mining, the world's largest gold mining firm, some of these important questions may finally be answered.\n"
        ]
    },
    {
        "input": "Sebuah tambahan yang sangat panjang merinci aturan-aturan yang harus diikuti dalam peristiwa melarikan diri atau upaya melarikan diri.\n",
        "output": [
            "A lengthy addition details rules to follow in the event of an escape or escape attempt.\n"
        ]
    },
    {
        "input": "Studi ini, dipimpin oleh Drs. Samuel Weiss dan V. Wee Yong di Institut Hotchkiss Brain, dibandingkan perawan dan tikus hamil dengan luka-luka seperti-MS dikenal lysolecithin, sebuah bahan kimia yang menghancurkan myelin sheaths disekitar neurons.\n",
        "output": [
            "The study, led by Drs. Samuel Weiss and V. Wee Yong of the Hotchkiss Brain Institute, compared virgin and pregnant mice with MS-like lesions introduced by lysolecithin, a chemical which destroys the myelin sheaths around neurons.\n"
        ]
    },
    {
        "input": "Sebuah pernyataan darurat telah diumumkan di seluruh provinsi Kandahar, seperti sejumlah besar pasukan Afganistan dan NATO telah disebar untuk menemukan para tahanan yang melarikan diri.\n",
        "output": [
            "A state of emergency has been declared throughout Kandahar province, as large numbers of both Afghan and NATO forces have been deployed to track down the escaped prisoners.\n"
        ]
    },
    {
        "input": "Bakteri tersebut dapat dibawa oleh binatang liar dari peternakan ke ladang bayam.\n",
        "output": [
            "The bacteria could have been carried by wild animals from the cattle ranch to the spinach field.\n"
        ]
    },
    {
        "input": "Segera setelah pengumuman itu, nama itu mendapat banyak kritikan karena nadanya yang terlalu mirip dengan \"wee\", sebuah kata gaul dalam bahasa Inggris yang berarti air seni.\n",
        "output": [
            "In the immediate aftermath of the announcement, the name received much criticism for sounding too much like \"wee\", an English slang word meaning urine.\n"
        ]
    },
    {
        "input": "Perlombaan wanita dimulai pukul 3 sore (waktu setempat) sementara itu perlombaan pria dimulai dua jam kemudian.\n",
        "output": [
            "The women's race started at 3 p.m.(local time) while the men's race started two hours later.\n"
        ]
    },
    {
        "input": "Hening cipta diadakan pada pertandingan sepak bola di seluruh negeri selama akhir pekan, dengan penggemar membuat kuil darurat di Newcastle United dan Ipswich Town, dua klub yang paling berkaitan erat dengannya.\n",
        "output": [
            "Silences were held at football games throughout the country over the weekend, with fans creating makeshift shrines at Newcastle United and Ipswich Town, the two clubs he was most strongly associated with.\n"
        ]
    },
    {
        "input": "Warga kota berulang kali menghubungi polisi untuk menyingkirkan para pengunjuk rasa dari tanah tersebut, yang sekarang dimiliki oleh provinsi dan dipercayakan sampai sengketa tersebut diselesaikan.\n",
        "output": [
            "Townspeople have repeatedly called for police to remove the protesters from the land, which is now owned by the province and being held in trust until the dispute is resolved.\n"
        ]
    },
    {
        "input": "Glasgow juga menggugat atas pelecehan seksual, dan mengklaim Miller mendatanginya pada September tahun 2006.\n",
        "output": [
            "Glasgow is also suing for sexual harassment, and claims Miller came on to him in September 2006.\n"
        ]
    },
    {
        "input": "Gambar-gambar dari kamera-kamera baru telah mengungkapkan bahwa satu bagian busa yang beratnya sekitar 250g jatuh lepas dari tangki bahan bakar luar saat peluncuran, tetapi tidak menyerang Orbiter tersebut.\n",
        "output": [
            "Images from new cameras have revealed that a section of foam weighing some 250 g fell away from the external fuel tank during launch, but did not strike the Orbiter.\n"
        ]
    },
    {
        "input": "Mereka menamai pejabat berwenang Spanyol untuk \"bertindak secepatnya\" dan \"melakukan semua kemungkinan untuk memulangkan 36 nelayan tersebut.\"\n",
        "output": [
            "They called for Spanish authorities to \"act immediately\" and \"do everything possible to bring home the 36 fishermen.\"\n"
        ]
    },
    {
        "input": "Namun, sampel yang dipakai dalam analisis tersebut didapat dari 120.000 tahun terahir dan terlihat bahwa perkawinan silang dari dua spesies tersebut telah terjadi jauh lebih awal.\n",
        "output": [
            "However, the samples used in the analysis came from the past 120,000 years and show that interbreeding of the two species occurred a great deal earlier.\n"
        ]
    },
    {
        "input": "Dan saya melakukan semua pekerjaan tersebut agar bisa meningkatkan kesempatan saya untuk mewujudkan mimpi saya di TV.\"\n",
        "output": [
            "And I was doing all this in order to increase my chances to get my dream job in television.\"\n"
        ]
    },
    {
        "input": "Ekonomi India tumbuh sebesar 9,2 persen pada kuartal kedua (Juli - September) tahun fiskal 2006-07, sementara pertumbuhan pada kuartal yang sama tahun lalu sebesar 8,4 persen.\n",
        "output": [
            "India's economy has grown by 9.2 percent in Q2 (July-September) of the fiscal year 2006-07, which was 8.4 percent last year for the same quarter.\n"
        ]
    },
    {
        "input": "Sidang pengadilan 5 hakim Irak yang dipimpin oleh Rizgar Mohammed Amin, dengan hukuman mati diberikan kepada mereka, akan diputuskan hukumannya.\n",
        "output": [
            "A tribunal of five Iraqi judges headed by Rizgar Mohammed Amin, with the death penalty vested in them, will decide his sentence.\n"
        ]
    },
    {
        "input": "Semua anggaran dalam kategori tersebut dialokasikan sesuai dengan UU Pemerintahan Daerah (Bantuan Finansial) tahun 1995.\n",
        "output": [
            "All money in the category is allocated in line with the Local Government (Financial Assistance) Act 1995.\n"
        ]
    },
    {
        "input": "Ini untuk memberikan jaminan air bersih untuk kota tersebut karena kekeringan semakin sering yang dikarenakan oleh pemanasan global.\n",
        "output": [
            "This is to provide water security for the city as droughts become more frequent due to global warming.\n"
        ]
    },
    {
        "input": "Pemerintah Rusia dan Turki hari ini menandatangani perjanjian mengenai Rusia akan memimpin pembangunan pembangkit tenaga nuklir senilai 20 milyar dollar Amerika di di Turki, negara pertama.\n",
        "output": [
            "The Russian and Turkish governments today signed an agreement that would lead to Russia building a US$20 billion nuclear power plant in Turkey, the country's first.\n"
        ]
    },
    {
        "input": "Setelah mencapai tonggak bersejarah, maskapai ini segera menggunakan kesempatan tersebut, seperti biasa, untuk menjual kursi; meluncurkan penjualan besar-besaran 200.000 kursi di 99p/99c kursi.\n",
        "output": [
            "Having reached the milestone, the airline promptly used the opportunity, as always, to sell seats; launching a massive 200,000 seat sale at 99p/99c a seat.\n"
        ]
    },
    {
        "input": "Konstitusi ini juga memberikan wanita hak-hak yang setaraf untuk mendapatkan harta warisan, dan membahas berbagai masalah pemilu tingkat daerah.\n",
        "output": [
            "It would have also given women equal rights to inherit property, and addressed local elections.\n"
        ]
    },
    {
        "input": "Menurut Pejabat Pemerintah, orang-orang diyakini masih hidup \"karena mereka cukup jauh dari lokasi keruntuhan,\" meskipun kondisi mereka tidak diketahui dan regu penyelamat belum dapat melakukan kontak dengan mereka.\n",
        "output": [
            "According to a Government Official, the men are believed to be alive \"because they were far enough away from the site of the collapse,\" however their condition is unknown and rescuers have not been able to make contact with them.\n"
        ]
    },
    {
        "input": "Tidak seorang pasien pun yang diberi tahu bahwa mereka didoakan, dan tidak satu kelompok doa pun yang tahu untuk siapa mereka berdoa.\n",
        "output": [
            "None of the patients were told that they were prayed for, and none of the prayer groups knew who they prayed for.\n"
        ]
    },
    {
        "input": "Peralatan ini bukan peralatan fusi meja handal yang pertama; alat fusi Farnsworth-Hirsch, yang dikembangkan awal tahun 1960 dalam laboratorium Philo T. Farnsworth yang merupakan instrumen dalam pengembangan televisi, dijual secara komersial sebagai sebuah sumber neutron.\n",
        "output": [
            "This device is not the first reliable tabletop fusion device; the Farnsworth-Hirsch fusor, developed in the early 1960s in the laboratory of Philo T. Farnsworth who was instrumental in developing television, is sold commercially as a neutron source.\n"
        ]
    },
    {
        "input": "Proses penghentian menyeluruh diharapkan akan memakan waktu beberapa hari lagi.\n",
        "output": [
            "The total shutdown process is expected to take a few more days.\n"
        ]
    },
    {
        "input": "Breur mengatakan bahwa proses tersebut umum di Rusia untuk menghindari pajak yang berlebihan.\n",
        "output": [
            "Breur said the process was common in Russia to avoid hypertaxation.\n"
        ]
    },
    {
        "input": "Menurut beberapa laporan, beberapa serangan udara Israel ke Jalur Gaza telah mencederai 3 anak-anak, termasuk 1 orang bayi.\n",
        "output": [
            "According to reports, multiple Israeli airstrikes in the Gaza Strip have injured three children, including one infant.\n"
        ]
    },
    {
        "input": "Konstitusi mendapatkan dukungan dari sebagian besar kelompk sipil dan politik, meskipun dua partai kecil melakukan boikot terhadap referendum, mengatakan bahwa Konstitusi yang diajukan mengabaikan perbudakan, yang secara resmi telah dilarang namun masih terjadi menurut beberapa aktivis; dan isu-isu tentang \"kohabitasi antara masyarakat berbeda negara\" (seperti orang kulit hitam dan orang Arab).\n",
        "output": [
            "The Constitution has the backing of most civic and political groups, though two small parties called for a boycott of the referendum, saying the proposed Constitution ignores slavery, which is officially banned but still persists according to activists; and issues of \"cohabitation between the different national communities\" (such as Blacks and Arabs).\n"
        ]
    },
    {
        "input": "Hal ini juga dikomentari bahwa dia melewatkan satu kesempatan lagi untuk tindakan menghindar darurat saat pesawat menghantam landasan dan terpental ke udara, di mana poin co-pilot Gagam Rochmana meminta prosedur 'go-ground'dimulai, tetapi juga diabaikan.\n",
        "output": [
            "It also commented that he missed one further opportunity for emergency evasive action when the airliner struck the runway and bounced into the air, at which point co-pilot Gagam Rochmana requested a 'go-around' procedure be initiated, but was also ignored.\n"
        ]
    },
    {
        "input": "Pemimpin liga Bayern Munich maju ke putaran ke-3 Piala DFB setelah mengalahkan pimpinan divisi ke-2 Borussia Monchengladbach 3-1.\n",
        "output": [
            "League leaders Bayern Munich advanced to the 3rd round of the DFB Cup after defeating 2nd division leaders Borussia Mönchengladbach 3-1.\n"
        ]
    },
    {
        "input": "Akan tetapi, penalti berlaku hanya kepada serikat yang mengorganisasi pemogokan sekunder, bukan kepada pekerja yang bertindak secara individu.\n",
        "output": [
            "However, the penalties apply only to unions organising secondary strikes, not to workers acting individually.\n"
        ]
    },
    {
        "input": "\"Kami sudah berusaha untuk menarik perhatian pada fakta bahwa siapapun orang yang menganggur harus menerima persyaratan apapun yang ditawarkan pada mereka karena jika Anda menolak tawaran pekerjaan tersebut Anda akan kehilangan pembayaran Centrelink selama delapan minggu, \" katanya.\n",
        "output": [
            "\"We've been trying to draw attention to the fact that any unemployed person will have to accept whatever conditions they're offered because if you reject a job offer you will lose Centrelink payments for eight weeks,\" he said.\n"
        ]
    },
    {
        "input": "Anak tersebut di pantai bersama dengan orang tuanya sementara mereka menunggu angkutan menuju daratan di perahu Hook Point.\n",
        "output": [
            "The child was on the beach with her parents while they waited to be transported to the mainland on the Hook Point barge.\n"
        ]
    },
    {
        "input": "Pemadam kebakaran sekarang takut bahwa kebakaran bisa bergabung menjadi satu kebakaran yang sangat besar jika Angin Santa Ana terus mendekati jika tidak lebih dari 500,000 orang mencari keselamatan.\n",
        "output": [
            "Firefighters now fear that the fires could merge into one giant blaze if the Santa Ana Winds continue sending close to if not over 500,000 people running for safety.\n"
        ]
    },
    {
        "input": "Sepuluh menit babak kedua, Nambour mampu mencetak angka yang besar namun gagal dikonversi.\n",
        "output": [
            "Ten minutes in the second, Nambour were able to score out wide but failed to convert.\n"
        ]
    },
    {
        "input": "Beberapa bantuan datang dalam bentuk makanan, sementara yang lainnya dalam bentuk uang yang bisa digunakan oleh lembaga bantuan untuk membeli gandum dari para petani Ethiopia.\n",
        "output": [
            "Some aid came in the form of food, while other aid came as cash which would be used by the aid agencies to buy grain from Ethiopian farmers.\n"
        ]
    },
    {
        "input": "Taliban menyatakan bertanggung jawab atas ledakan tersebut dan menyatakan bahwa sasaran mereka adalah kantor kedutaan besar itu.\n",
        "output": [
            "The Taliban claimed responsibility for the blast, saying their target was the embassy.\n"
        ]
    },
    {
        "input": "Poison mengklaim kedua perusahaan tersebut kurang membayar royalti mereka untuk beberapa tahun.\n",
        "output": [
            "Poison claim the two companies have underpaid them royalties for years.\n"
        ]
    },
    {
        "input": "4 tim terbaik dalam setiap grup selanjutnya akan masuk ke babak perempat final.\n",
        "output": [
            "The top four teams in each group then go on into the quarter-finals.\n"
        ]
    },
    {
        "input": "Pihak oposisi Australia telah memanfaatkan komentar tersebut sebagai peluang untuk menyerang pemerintah.\n",
        "output": [
            "The Australian opposition has used the comments as an opportunity to attack the government.\n"
        ]
    },
    {
        "input": "Hanya setelah pukul 6.00 sore (EDT) situs kembali mengudara dengan hanya beberapa masalah koneksi.\n",
        "output": [
            "Just after 6:00 p.m. (EDT) the site came back online with only a few connection issues.\n"
        ]
    },
    {
        "input": "Kepala-menteri dari Perumahan Sipil Jose Dirceu adalah anggota delegasi.\n",
        "output": [
            "The chief-minister of Civil House José Dirceu was a member of the delegation.\n"
        ]
    },
    {
        "input": "Pejabat Kementerian Pertahanan Somalia menambahkan laporan bahwa helikopter Amerika meluncurkan serangan terhadap pejuang ICU di Afmadow, kota di dekat perbatasan Kenya, 350 kilometer barat daya Mogadishu.\n",
        "output": [
            "A Somali Defence Ministry official has additionally reported that American helicopters launched an attack against ICU fighters in Afmadow, a city near the Kenyan border, 350 kilometres southwest of Mogadishu.\n"
        ]
    },
    {
        "input": "Awalnya Ortega meninggalkan Venezuela setelah dikeluarkan surat penangkapan pada 2003, BBC melaporkan bahwa ia telah kembali ke Venezuela dari Costa Rica Agustus lalu.\n",
        "output": [
            "While Ortega had initially fled Venezuela following the issuing of an arrest warrant in 2003, the BBC reports that he had returned to Venuzuela from Costa Rica last August.\n"
        ]
    },
    {
        "input": "Robertson menulis, \"Saya meminta maaf dan pengampunan dari orang Israel.\"\n",
        "output": [
            "Robertson wrote, \"I ask your forgiveness and the forgiveness of the people of Israel.\"\n"
        ]
    },
    {
        "input": "Presiden Somalia telah mengatakan dari semula bahwa Amerika mengejar tersangka dari pembom kedutaan besar pada tahun 1998.\n",
        "output": [
            "Somalia's president had earlier said that the United States was pursuing suspects of the 1998 United States embassy bombings.\n"
        ]
    },
    {
        "input": "\"Tidak ada keputusan akhir pada biaya awal dan bantuan yang telah diambil oleh karena itu terlalu awal untuk berspekulasi tentang dampak kemungkinan biaya, \" bunyi pernyataan tersebut.\n",
        "output": [
            "\"No final decisions on the starting price or assistance have been taken and therefore it is far too early to speculate on any potential price impacts,\" the statement said.\n"
        ]
    },
    {
        "input": "Mereka juga dikritik karena membiarkan anak putri mereka berangkat dari Amerika Serikat pada awal tahun, karena Sunderland kemungkinan besar akan tiba di Samudra Hindia pada musim dingin.\n",
        "output": [
            "They have also been criticized for allowing her to depart the United States at the beginning of the year, because Sunderland would likely arrive in the Indian Ocean during the region's winter.\n"
        ]
    },
    {
        "input": "Kecelakaan ini membuat baik Selandia Baru dan Jerman mulai dari belakang trek untuk balapan fiturnya.\n",
        "output": [
            "This crash made both New Zealand and Germany start from the end of the track for the feature race.\n"
        ]
    },
    {
        "input": "Sebagian besar lanskap media dari LGBT Amerika akan menjadi konglomerat.\n",
        "output": [
            "A significant portion of the American LGBT media landscape is about to become a conglomerate.\n"
        ]
    },
    {
        "input": "Wahana adalah atraksi yang memutar orang di dalam kendaraan 2 tempat duduk, masuk ke tenda yang gelap untuk menyaksikan cahaya dan musik.\n",
        "output": [
            "The ride is an attraction that spins people around in two-seat cars, inside a darkened tent to flashing lights and music.\n"
        ]
    },
    {
        "input": "Putaran pertama penerbangan tersebut menuju New York akan dilakukan dengan nomor penerbangan Lufthansa, dan diperkirakan akan tiba di bandara John F. Kennedy New York pada pukul 12.30 EST (16.30 UTC).\n",
        "output": [
            "The first leg of the flight going towards New York will be travelling under a Lufthansa flight number, and is due to arrive at New York's John F. Kennedy airport at 12:30 EST (16:30 UTC).\n"
        ]
    },
    {
        "input": "Kedua pensiunan tersebut menghabiskan sebagian besar tabungan tahunan mereka untuk hadiah Natal.\n",
        "output": [
            "The pensioners spend most of the year saving for Christmas gifts.\n"
        ]
    },
    {
        "input": "20 orang harus mengungsi dari rumah mereka sementara bom itu dijinakkan dengan aman.\n",
        "output": [
            "20 people had to evacuate their homes while the bomb was safely defused.\n"
        ]
    },
    {
        "input": "Dia juga tidak sengaja membakar dirinya sendiri ketika dia menuangkan air panas ke kakinya ketika mencoba membuat kopi, kelihatannya juga dari 'benturan'hiu.\n",
        "output": [
            "He has also accidentally burnt himself when he spilled hot water on his foot whilst trying to make coffee, apparently also from a shark 'bump'.\n"
        ]
    },
    {
        "input": "Kepala NATO Jaap de Hoop Scheffer juga mengutuk aksi tersebut.\n",
        "output": [
            "NATO chief Jaap de Hoop Scheffer has also condemned the action.\n"
        ]
    },
    {
        "input": "\"Pasukan pemisahan diri merencanakan untuk menggerakkan perasaan masyarakat untuk memberanikan diri mereka sendiri.\"\n",
        "output": [
            "\"The secessionist forces plot to stir up public sentiments to embolden themselves.\"\n"
        ]
    },
    {
        "input": "Dalam penampilan pada The Tonight Show bersama Jay Leno Kamis malam, Presiden Amerika Serikat Barack Obama mengatakan kepada pembawa acara, Jay Leno, bahwa ia telah bermain bowling di gelanggang bowling Gedung Putih, dan memperoleh skor 129.\n",
        "output": [
            "In an appearance on the The Tonight Show with Jay Leno Thursday night, United States President Barack Obama told host, Jay Leno, that he had bowled at the White House bowling alley and scored a 129.\n"
        ]
    },
    {
        "input": "Para penanggung jawab mengakui bahwa pelanggaran kesehatan dan keamanan adalah sebuah \"penyebab signifikan\" dari kematiannya, kata Pascal Bates untuk tuntutannya.\n",
        "output": [
            "The trust admitted that health and safety breaches were a \"significant cause\" of his death, said Pascal Bates for the prosecution.\n"
        ]
    },
    {
        "input": "Kemarin, Tim Basket Australia mengumumkan daftar pemain untuk Olimpiade Musim Panas 2012 menjelang proses pelepasan di wilayah Melbourne akhir pekan ini untuk tim putri Opals dan tim putra Boomers.\n",
        "output": [
            "Yesterday, Basketball Australia announced the final Olympic squads for the 2012 Summer Olympics ahead of a farewell series in the Melbourne area this weekend for both the Opals women's team and the Boomers men's team.\n"
        ]
    },
    {
        "input": "\"Saya merasa ini adalah saatnya perubahan dilakukan, \" kata pemilik klub Drayton McLane.\n",
        "output": [
            "\"I felt this was the time for a change,\" owner Drayton McLane said.\n"
        ]
    },
    {
        "input": "\"Pemerintah juga akan bekerjasama erat dengan dunia internasional untuk menjaga keamanan dan perdamaian di Semenanjung Korea.\"\n",
        "output": [
            "\"The government will also cooperate closely with the international community to maintain peace and safety on the Korean Peninsula.\"\n"
        ]
    },
    {
        "input": "Apakah Vardi adalah orang tua yang cerdas untuk caranya memotivasi, atau pada faktanya lamban dalam menopang, adalah sesuatu yang hanya waktu dapat menjawab saat dia mencoba untuk membawa produk-produk anak perusahaannya ke pasar.\n",
        "output": [
            "Whether Vardi is a smart parent for his encouragement, or in fact propping up laggards, is something only time will tell him as he attempts to bring these products of his children to market.\n"
        ]
    },
    {
        "input": "Ringkasan dokumen tersebut menyatakan \"kemungkinan dibutuhkan nasehat menteri pada situasi tersebut.\"\n",
        "output": [
            "The summary of the document said \"It may be necessary to advise the minister of the situation.\"\n"
        ]
    },
    {
        "input": "Hari ini, selama acara perjamuan pameran tersebut, museum akan menyajikan Bob Kuhn dengan penghargaan prestasi seumur hidup mereka.\n",
        "output": [
            "Today, during the exhibition's banquet, the museum is to present Bob Kuhn with their lifetime achievement award.\n"
        ]
    },
    {
        "input": "Wikinews lalu bertanya mengapa mereka tidak meninggalkan daftar yang penuh tersedia, tetapi menandai situs yang mereka rasa tidak seharusnya disensor.\n",
        "output": [
            "Wikinews then asked why they didn't leave the full list available, but mark which sites they felt should not be censored.\n"
        ]
    },
    {
        "input": "Beberapa masih hidup dan salah satu marinir berpikir pria yang terbaring di lantai tersebut adalah ancaman karena salah satu tangannya tidak jelas terlihat, jadi mungkin dia menyembunyikan senjata.\n",
        "output": [
            "Some were still alive and one marine thought a man lying on the ground was a threat because one of his arms was not clearly visible, so he could be hiding a weapon.\n"
        ]
    },
    {
        "input": "GoM juga mengusulkan radio komunitas akan diijinkan menyiarkan iklan komersial maksimal 5 menit pada setiap jam siaran.\n",
        "output": [
            "The GoM has also proposed that community radios be allowed up to 5 minutes of commercial advertising for every hour of broadcast.\n"
        ]
    },
    {
        "input": "Masyarakat yang mencoba melakukan panggilan kepada teman dan keluarga lewat telepon seluler mengalami kesulitan karena jaringan-jaringan seluler terbesar, Vodafone, O2, dan Orange, semua mengalami kelebihan kapasitas dibeberapa waktu pagi ini yang berarti banyak panggilan gagal.\n",
        "output": [
            "Those trying to contact friends and family via mobile have struggled as the largest mobile networks, Vodafone, O2 and Orange, have all suffered from full capacity on several occasions this morning meaning voice calls failed.\n"
        ]
    },
    {
        "input": "Keberalihan dalam pemilihan umum dilaporkan sedikit lebih dari lima puluh persen.\n",
        "output": [
            "Turnout in the elections was reported at slightly more than fifty percent.\n"
        ]
    },
    {
        "input": "Parlemen di kedua negara menyetujui perjanjian, yang akan mengikat kedua negara.\n",
        "output": [
            "Parliaments in both countries approved the deal, which will be binding on both countries.\n"
        ]
    },
    {
        "input": "Dengan adanya pemilihan pada hari Sabtu di negara Australia Queensland, wartawan Wikinews Patrick Gillett mengulas peserta partai.\n",
        "output": [
            "With an election coming up this Saturday in the Australian state of Queensland, Wikinews reporter Patrick Gillett previews the contesting parties.\n"
        ]
    },
    {
        "input": "Motornya berhenti dan helikopter terguling ke tanah, kata seorang penduduk lokal yang bernama Agustin Vargas.\n",
        "output": [
            "The motor stopped and the helicopter plummeted to the ground, said one local resident named Agustin Vargas.\n"
        ]
    },
    {
        "input": "Manchester United mengalahkan AS Roma dengan skor 1-0 dalam pertandingan di Grup F Liga Champions UEFA 2007-2008 di Old Trafford, Manchester, Inggris.\n",
        "output": [
            "Manchester United defeated AS Roma 1-0 in Group F of the UEFA Champions League 2007-08 at Old Trafford, Manchester, England.\n"
        ]
    },
    {
        "input": "Namun Bapak Haque mengatakan bahwa dia yakin pengusaha akan mengakui standar sebagai dasar, dan bahwa mereka tidak akan menyesatkan.\n",
        "output": [
            "However Mr Haque said that he was confident employers would recognise the standards as basic, and that they were not misleading.\n"
        ]
    },
    {
        "input": "Pentobarbital, sebuah alternatif yang digunakan pada klinik Dignitas di Swis, digunakan untuk suntik mati di Oregon, dan telah mulai digunakan oleh Oklahoma.\n",
        "output": [
            "Pentobarbital, an alternative which is used at the Dignitas clinic in Switzerland, is used for lethal injections in Oregon, and has started to be used by Oklahoma.\n"
        ]
    },
    {
        "input": "Salah satunya bernama Gary McHale, seorang yang berasal dari Richmond Hill, Ontario yang masuk ke tanah yang diduduki di Caledonia, Ontario untuk mengatur sebuah rapat umum melawan pendudukan Aborigin.\n",
        "output": [
            "One was Gary McHale, a Richmond Hill, Ontario man who entered the occupied land in Caledonia, Ontario to organize a rally against the ongoing aboriginal occupation.\n"
        ]
    },
    {
        "input": "Letnan Jenderal Dominic Dim Deng, menteri pertahanan daerah tersebut, dipastikan tewas dan diperkirakan setidaknya 19 pejabat militer kini sudah wafat.\n",
        "output": [
            "Lieutenant General Dominic Dim Deng, the area's defence minister, is confirmed to be dead and it is thought at least 19 military officials are now deceased.\n"
        ]
    },
    {
        "input": "Para penjaga diinformasikan di dalam pedoman tersebut untuk tidak mengambil surat dan paket-paket prtibadi di dalam blok tahanan atau setiap stasiun tugas lainnya.\n",
        "output": [
            "Guards are informed in the manual not to take personal mail and parcels within the detention blocks or at any other duty stations.\n"
        ]
    },
    {
        "input": "Isaias Carrasco, 42, ditembak di luar rumahnya di depan istri dan anak perempuannya dan kemudian dibawa ke rumah sakit, tempat dia meninggal akibat lukanya.\n",
        "output": [
            "Isaías Carrasco, 42, was shot outside his house in front of his wife and daughter and was taken to hospital, where he died of his wounds.\n"
        ]
    },
    {
        "input": "\"Langit sudah jernih dan kami memutuskan untuk melakukan peluncuran, \" ujar kontrol misi kepada NASA TV.\n",
        "output": [
            "\"The clouds broke up and that's why we were go for launch,\" stated mission control on NASA TV.\n"
        ]
    },
    {
        "input": "Meskipun hasilnya dicampur pada turnamen tersebut, Kukris berhasil untuk kualifikasi pada Jug Final.\n",
        "output": [
            "Despite mixed results for the tournament the Kukris managed to qualify for the Jug Final.\n"
        ]
    },
    {
        "input": "FIFA dan UEFA mengatakan dalam sebuah pernyataan bahwa \"Perwakilan NSBIH [tersebut] dan tim klub tidak lagi berhak mengambil bagian dalam kompetisi internasional pada tanggal 1 April 2011 dan sampai masalah tersebut di atas terpecahkan.\n",
        "output": [
            "FIFA and UEFA said in a statement that \"[t]he NSBIH representative and club teams are no longer entitled to take part in international competitions as of 1 April 2011 and until the aforementioned problem is solved.\n"
        ]
    },
    {
        "input": "Diyakini bahwa tembakan itu adalah eksekusi tentara Irak oleh pejuang anti pemerintah, menurut pejabat Kementerian Dalam Negeri, meskipun korban tidak berpakaian militer.\n",
        "output": [
            "It is believed those shot were Iraqi soldiers executed by anti-government fighters, according to an Interior Ministry official, although the victims were not dressed in military garb.\n"
        ]
    },
    {
        "input": "J. J Sakurai Prize akan dipersembahkan pada pertemuan APS 2010 di Washington, DC pada sebuah sesi seremonial khusus pada bulan Februari tahun 2010.\n",
        "output": [
            "The J. J. Sakurai Prize will be presented at the APS 2010 meeting in Washington, DC at a special Ceremonial session in February 2010.\n"
        ]
    },
    {
        "input": "Pada even downhill dan Super-G, peraih medali Winter Paralympics 2010 Alana Nichols tidak dapat memulai lomba.\n",
        "output": [
            "In the downhill and Super-G event, 2010 Winter Paralympics medalist Alana Nichols did not start.\n"
        ]
    },
    {
        "input": "Hunter, orang yang mencari nominasi Presiden dari partai Republik, berpendapat mendukung rancangan undang-undang pada akhir minggu.\n",
        "output": [
            "Hunter, who is seeking the Republican Presidential nomination, argued in favor of the bill last week.\n"
        ]
    },
    {
        "input": "Selama administrasi Kennedy, Helen mengakhiri semua konferensi pers presiden dengan gaya khas \"Terima kasih Bapak Presiden\" dan selalu mengeluarkan peringatan tentang kerjanya: \"dalam karir saya Anda hanya sebagus cerita terakhir Anda.\"\n",
        "output": [
            "During Kennedy's administration, Helen ended all presidential press conferences with a signature \"Thank you, Mr. President\" and always issued a caveat about her work: \"In my career you're only as good as your last story.\"\n"
        ]
    },
    {
        "input": "Serangan tersebut, pertama kali dilaporkan oleh Wired News, mengeksploitasi fungsi dari forum untuk posting kode JavaScript.\n",
        "output": [
            "The attack, first reported by Wired News, exploited a function of the forums to post JavaScript code.\n"
        ]
    },
    {
        "input": "Bermain di W-League, liga domestik level atas Australia, ia memenangkan kejuaraan liga pada tahun 2009.\n",
        "output": [
            "Playing in Australia's top level domestic league, the W-League, she won the league championship in 2009.\n"
        ]
    },
    {
        "input": "Para ilmuwan meramalkan bahwa hingga sekitar lima juta spesies akan punah dalam abad ini.\n",
        "output": [
            "Scientists forecast that up to five million species will be lost this century.\n"
        ]
    },
    {
        "input": "Beberapa pengamat menyarankan bahwa gencatan senjata yang paling akhir adalah didasarkan pada taktik ETA menyebabkan dukungan mereka pada wilayah Basque jatuh.\n",
        "output": [
            "Several analysts have suggested that this most recent ceasefire is based on ETA's tactics causing their support in the Basque region to plummet.\n"
        ]
    },
    {
        "input": "Stasiun kereta bawah tanah Picadilly Circus telah dibuka kembali setelah penutupan yang lalu.\n",
        "output": [
            "Piccadilly Circus tube station has reopened after an earlier closure\n"
        ]
    },
    {
        "input": "Ibu Fitspatrick mengatakan Pemerintah Federal berhutang budi pada industri batu bara dan aluminium seperti pemerintah Jepang pada industri ikan paus, dan dengan dampak yang jauh lebih parah.\n",
        "output": [
            "Ms Fitzpatrick said the Federal Government was as beholden to the coal and aluminium industries as the Japanese government was to whaling companies, and with far more devastating impacts.\n"
        ]
    },
    {
        "input": "Pendanaan untuk trem baru ini diharapkan sebagian besar berasal dari TfL, namun London Borough of Croydon juga menegaskan memberikan sumbangan sebesar 3m poundsterling untuk proyek.\n",
        "output": [
            "Funding for the new trams is expected to largely come from TfL, however the London Borough of Croydon has also confirmed a £3m contribution to the project.\n"
        ]
    },
    {
        "input": "Menurut kantor mereka di London, Inggris, mereka \"mengirim ROV untuk menginvestigasi dan memonitor hal tersebut dan tidak ada tanda lanjutan ditemukannya minyak atau gas.\"\n",
        "output": [
            "According to their office in London, England, they \"sent ROVs to investigate and monitor that and no further signs of oil or gas were found.\"\n"
        ]
    },
    {
        "input": "Senator MacDonald mengatakan kepada program AM Radio ABC bahwa ia berharap dalam kasus yang diduga memancing secara ilegal di perairan Australia, kapten dan mungkin master memancing senior yang akan dikenakan biaya, dengan kru lainnya yang segera dipulangkan ke Indonesia.\n",
        "output": [
            "Senator MacDonald told the ABC Radio programme AM that he expected in the case of those thought to have been fishing in Australian waters illegally, the captain and perhaps the senior fishing master would be charged, with other crew being immediately repatriated to Indonesia.\n"
        ]
    },
    {
        "input": "\"Kemajuan yang telah dicapai dalam pembentukan pemerintah yang sah di Afghanistan telah datang di bawah serangan yang meningkat dan tekanan dari Taliban - dan beberapa unsur al-Qaeda, \" kata Howard.\n",
        "output": [
            "\"The progress that has been made in the establishment of a legitimate government in Afghanistan has come under increasing attack and pressure from the Taliban - and some elements of al-Qaeda,\" Mr Howard said.\n"
        ]
    },
    {
        "input": "Beberapa anggota tim Amerika Serikat menikmati pesta pizza setelah dibatalkannya lomba slalom tersebut.\n",
        "output": [
            "Several members of Team USA had a pizza party after the slalom cancellation.\n"
        ]
    },
    {
        "input": "Itu masih istirahat ekstra untuk pelempar, dan yang lain.\n",
        "output": [
            "It still was extra rest for the pitchers, and everybody else.\n"
        ]
    },
    {
        "input": "Pada kualifikasi hari ke-2 ini, disebabkan beberapa isu pada pengaturan jadwal, beberapa pemain terdaftar menawarkan untuk berhenti dari kejuaraan, tapi hal itu tidak berpengaruh pada hasil dari pemenang hari pertama, pemenang hari ke-2 dan seluruh pemenang.\n",
        "output": [
            "In this 2-day qualifier, due to some issues on the arrangement of the schedule, some registered gamers offered to quit the championship, but it didn't take effect on the results of the single day champion, the 2-day champion, and overall champion.\n"
        ]
    },
    {
        "input": "Basescu didukung oleh kelas menengah terdidik, yang memiliki pandangan positif terhadap kebijakan membasmi korupsi di salah satu negara paling korup.\n",
        "output": [
            "Băsescu is supported by the educated middle-class, who take a favourable view upon his policy of stamping out corruption in one of the region's most corrupt countries.\n"
        ]
    },
    {
        "input": "Dia membuat sebuah penampilan singkat (tanpa pengakuan) bertahun-tahun yang lalu di salah satu episode acara televisi yang populer In Living Color.\n",
        "output": [
            "He made a brief (uncredited) appearance many years ago on one episode of the hit television show In Living Color.\n"
        ]
    },
    {
        "input": "Ketika jauh dari kolam renang, mereka tidak memiliki akses ke Twitter, Facebook, atau televisi dan harus menghibur diri mereka sendiri dengan menggunakan cara lain.\n",
        "output": [
            "When away from the pool, they did not have access to Twitter, Facebook, or television and had to entertain themselves using other means.\n"
        ]
    },
    {
        "input": "Pemadam kebakaran, selalu sibuk di sekitar waktu ini tiap tahun, menyerukan untuk penggunaan tampilan kembang api yang aman dan legal dan mendesak warga untuk menghadiri tampilan publik yang terorganisir.\n",
        "output": [
            "Fire experts, always busy around this time of year, have called for the use of safe and legal firework displays and have urged citizens to attend organised public displays.\n"
        ]
    },
    {
        "input": "Proposal juga menyarankan memperpanjang waktu bagi perusahaan taksi untuk dapat menjaga rekaman didownload dari kamera keamanan dari 30-35 hari dari kejadian.\n",
        "output": [
            "The proposal also suggests extending the time taxi companies can keep recordings downloaded from security cameras from the current 30–35 days.\n"
        ]
    },
    {
        "input": "Curry mengatakan bahwa hasil yang ditemukan pada peserta yang berhasil dirawat dengan baik akan bertahan \"apapun respon mereka terhadap terapi perilaku-kognitif, Prozac, gabungan kedua metode, ataupun dengan plasebo.\"\n",
        "output": [
            "Curry noted that the results for those treated successfully held true \"whatever they responded to — cognitive-behavioral therapy, Prozac, both treatments, or a placebo\".\n"
        ]
    },
    {
        "input": "Beberapa warga Azerbaijan percaya bahwa \"revolusi 3 jam\" tidak akan mengubah apa pun di negeri ini.\n",
        "output": [
            "Some Azeris believe that a \"three hour revolution\" wouldn't change anything in the country.\n"
        ]
    },
    {
        "input": "Pemimpin koalisi Progresif Jim Anderton dan pendukung rancangan undang-undang, Jim Anderson, mengatakan : \"membuat permohonan di saat-saat terakhir untuk MPs tidak tertipu oleh janji tinjauan tidak penting.\"\n",
        "output": [
            "Leader of Jim Anderton's Progressive coalition and supporter of the bill, Jim Anderton, said: \"Making a last-minute plea to MPs is not to be fooled by the promise of the unnecessary review.\"\n"
        ]
    }
]
}