{
    "Contributors": [
        "Sai Venkat Subramani"
    ],
    "Source": [
        "Dataset Card for Asian Language Treebank (ALT) (https://huggingface.co/datasets/alt)"
    ],
    "Categories": [
        "Language Translation"
    ],
    "Definition":  "In this task, given a sentence er in the Vietnamese language and your task is to convert um it into the English language.",
    "Positive Examples": [
        {
            "input": "Theo Trung tá Forbes Peters của Hải quân Australia, các quan chức Indonesia cũng hài lòng như các thủy thủ, Peters nói rằng \"Các tùy viên hải quân và đại sứ đang ở đây và họ ôm chặt vào Trung tá Larry Cook.\"",
            "output": "According to the Australian Navy's Commander Forbes Peters, Indonesian officials are as pleased as the ships crew, with Peters saying \"The naval attache and the first secretary to the ambassador are on site here and they cuddled Lieutenant Commander Larry Cook.\"",
            "explanation": "The above sentence is correctly translated from Vietnamese to English"
        },
        {
            "input": "Kể từ khi Canada có hai ngôn ngữ chính thức (Tiếng Anh và tiếng Pháp) một vài nghệ sĩ đến từ Quebec đã đi hát ở Pháp.",
            "output": "Since Canada has two official languages (English and French) some artists were from Quebec and sung in French.",
            "explanation": "The above sentence is correctly translated from Vietnamese to English"
        },
        {
            "input": "Vì vậy, đến nay không có thương tích về người và không có nhà cửa bị hư hại, nhưng một trong những tòa nhà lưu trữ thiết bị được sử dụng bởi nhân viên cứu hỏa đã bị đốt cháy tan tành.",
            "output": "So far there have been no injuries and no homes have yet been damaged, but one building storing equipment used by firefighters was burned to the ground.",
            "explanation": "The above sentence is correctly translated from Vietnamese to English"
        }
    ],
    "Negative Examples": [
        {
            "input": "Ông nói chính phủ sẽ không làm theo những nguyên tắc chung này.",
            "output": "In addition to wheelchairs, the workshops handle all manner of work with prostheses.",
            "explanation": "The above sentence is not correctly translated from Vietnamese to English as none of the words match the translation."
        },
        {
            "input": "Để đáp lại kế hoạch của Liên minh phòng thủ Anh về việc tổ chức một cuộc diễu hành vào thứ bảy tới, nhà lãnh đạo của Hội đồng Tameside, Kieran Quinn, cho biết rằng hội đồng sẽ yêu cầu Bộ Nội vụ Anh cấm EDL diễu hành qua thị trấn Hyde, gần thành phố Manchester.",
            "output": "The NTSB has now revealed that they have advised Rolls-Royce to redesign the fuel/oil heat exchanger, and Rolls-Royce have stated that they are indeed working on a replacement part that will be available within twelve months.",
            "explanation": "The above sentence is not correctly translated from Vietnamese to English as none of the words match the translation."
        },
        {
            "input": "Nếu tiến trình phẫu thuật này thành công trong các nghiên cứu quy mô lớn, nó có thể dẫn đường cho việc sử dụng robot trong các ca phẫu thuật phức tạp hơn, chẳng hạn như phẫu thuật tim.",
            "output": "According to domestic media, concerns over safety at the port have been raised in the past; a government study in 2006 noted that five projects at the port were at risk of accidents.",
            "explanation": "The above sentence is not correctly translated from Vietnamese to English as none of the words match the translation."
        }
    ],
    "Instances": [
    {
        "input": "Các báo cáo về việc tấn công của quân đội Pakistan vào khu vực bộ lạc gần biên giới Afghanistan rất khó xác minh, vì các nhà báo và nhân viên cứu trợ không được phép đi vào vùng chiến.\n",
        "output": [
            "The accounts of the Pakistan army's offensive in the tribal region near the Afghan border are difficult to verify, as journalists and aid workers are not allowed into the battle zone.\n"
        ]
    },
    {
        "input": "Doanh thu quảng cáo từ phần mềm này sẽ được chia cho Wikimedia Foundation.\n",
        "output": [
            "The advertising revenues from this software will be split with the Wikimedia Foundation.\n"
        ]
    },
    {
        "input": "Cảnh sát trưởng khu vực là Herbert Khaemba hôm nay thông báo rằng: \"Kẻ tình nghi được tin là kẻ chủ mưu giết người dã man đã bị cảnh sát bắt khi đang lẩn trốn ở thị trấn Tavata gần biên giới.\n",
        "output": [
            "Regional police chief Herbert Khaemba anounced today: \"The suspect believed to be the main organiser of the brutal murder was arrested by the police at the Kenyan border town of Taveta in hiding.\n"
        ]
    },
    {
        "input": "Một quan chức của cơ quan động vật hoang dã ở Zimbabwe cho biết ngày hôm nay rằng lượng săn trộm động vật trong nước đã tăng đáng kể trong năm nay, bởi một tổ chức tội phạm quốc tế.\n",
        "output": [
            "A wildlife official in Zimbabwe said today that the amount of animal poaching in the country has increased substantially this year, blaming an international crime syndicate.\n"
        ]
    },
    {
        "input": "Dự luật đầu tiên được soạn thảo bởi Matt Robson của Đảng Tiến bộ NZ, và sau đó được Martin Gallagher của Đảng Lao động New Zealand đảm nhận.\n",
        "output": [
            "It was first drafted by Matt Robson of the NZ Progressive Party, and was then taken on by Martin Gallagher from the New Zealand Labour Party.\n"
        ]
    },
    {
        "input": "Sau khi phần hỏi và trả lời kết thúc, video phát biểu của John Kerry bắt đầu được bật lên.\n",
        "output": [
            "After questions and answers finished, the video statement from John Kerry began to play.\n"
        ]
    },
    {
        "input": "Nghi lễ sẽ được tổ chức tại nghĩa trang Hermano Pedro ở Mexico.\n",
        "output": [
            "Internment will take place at the Hermano Pedro cemetery in Mixco.\n"
        ]
    },
    {
        "input": "Những đợt phục hồi bắt đầu sớm trong đầu tuần này sau khi có tin tức từ tập đoàn Citigroup về việc quản lý lợi nhuận trong hai tháng đầu tiên của năm nay.\n",
        "output": [
            "The rally began earlier this week after the news from Citigroup Inc. about managing profits during first two months of the year.\n"
        ]
    },
    {
        "input": "Gần đây công ty Đầu tư Fons ehf. đã mua hãng hàng không Đan Mạch Sterling Air và Mearsk Air.\n",
        "output": [
            "Recently the Fons Investment ehf. bought the Danish airlines Sterling Air and Mearsk Air.\n"
        ]
    },
    {
        "input": "\"Không đưa ra bất kỳ bình luận chính thức nào và dĩ nhiên, không phát sóng, về điều này.\"\n",
        "output": [
            "\"Do not comment officially and of course, not on the air, about it.\"\n"
        ]
    },
    {
        "input": "Trong đường đua xuống dốc và Super-G, vận động viên giành huy chương Paralympic mùa đồng 2010 đã không bắt đầu.\n",
        "output": [
            "In the downhill and Super-G event, 2010 Winter Paralympics medalist Alana Nichols did not start.\n"
        ]
    },
    {
        "input": "Việc này nhằm cung cấp nước đảm bảo cho thành phố khi mà hạn hán xảy ra thường xuyên hơn do hiện tượng ấm lên toàn cầu.\n",
        "output": [
            "This is to provide water security for the city as droughts become more frequent due to global warming.\n"
        ]
    },
    {
        "input": "Ở khu vực bị đánh bom, những vòng hoa được đặt xuống để tỏ lòng tôn kính, với hàng trăm người cùng nhau đánh dấu lễ mặc niệm.\n",
        "output": [
            "At the bombing sites, wreaths were laid in respect, with hundreds gathering at the sites to mark the silence.\n"
        ]
    },
    {
        "input": "\"Dựa trên tất cả bằng chứng về vụ việc, và những quy tắc giao chiến có hiệu lực vào thời điểm đó, rõ ràng hạ sĩ có lý khi tin rằng những gì AIF thể hiện trong cuốn băng đã tạo ra nguy cơ thù địch và việc sử dụng lực vũ lực làm chết người là hợp lý.\"\n",
        "output": [
            "\"Based on all the evidence in the case, and the rules of engagement that were in effect at the time, it is clear that the corporal could have reasonably believed that the AIF shown in the videotape posed a hostile threat justifying his use of deadly force.\"\n"
        ]
    },
    {
        "input": "\"Hơn nữa, các ứng viên không được nhiều hơn 32 tuổi vào ngày 31 tháng 12 năm 2006. .\"\n",
        "output": [
            "\"Furthermore, applicants should not be more than 32 years old on 31 December, 2006 …\"\n"
        ]
    },
    {
        "input": "Họ đã phát hành, vào năm 1996, album đầu tiên, bán được hơn một triệu bản trên toàn thế giới.\n",
        "output": [
            "They released, in 1996, their first album, which sold over a million copies worldwide.\n"
        ]
    },
    {
        "input": "Không ai trong số các bệnh nhân được biết rằng họ đã được cầu nguyện, và không ai trong số các nhóm cầu nguyện biết những người mà họ đã cầu nguyện cho.\n",
        "output": [
            "None of the patients were told that they were prayed for, and none of the prayer groups knew who they prayed for.\n"
        ]
    },
    {
        "input": "Nó đã ở vị trí đầu bảng trong chín tuần trước khi bị vượt bởi \"You belong to Me\" của Jo Stafford.\n",
        "output": [
            "It stayed at the top spot for nine weeks before being succeeded by \"You Belong To Me\" by Jo Stafford.\n"
        ]
    },
    {
        "input": "Đại diện của Janice Dickinson đã đưa ra lời bình luận về cái chết của Ryan.\n",
        "output": [
            "A representative for Janice Dickinson released a statement about the death of Ryan.\n"
        ]
    },
    {
        "input": "Công ty sản xuất đồ chơi Mattel hôm nay đã công bố rằng họ đang thu hồi nhiều sản phẩm hơn do lo ngại về mức độ nguy hiểm của chì trong sơn đồ chơi.\n",
        "output": [
            "Toy manufacturer Mattel announced today that they are recalling more products over fears of dangerous levels of lead in the toy's paint.\n"
        ]
    },
    {
        "input": "Cảnh sát Bathurst từ chối bình luận khi được hỏi về báo cáo ngày hôm nay.\n",
        "output": [
            "Bathurst Police refused to comment when contacted about the statement today.\n"
        ]
    },
    {
        "input": "Taco Stein, luật sư Hội đồng Cố vấn pháp luật Aruban, đã đưa ra một tuyên bố sau khi có thông báo.\n",
        "output": [
            "Taco Stein, the Aruban Solicitor General, released a statement after the announcement was made.\n"
        ]
    },
    {
        "input": "Poison tuyên bố hai công ty đã không trả đủ phí bản quyền cho họ sau nhiều năm.\n",
        "output": [
            "Poison claim the two companies have underpaid them royalties for years.\n"
        ]
    },
    {
        "input": "Các chọn lựa cho chiến lược bao gồm việc cải thiện quan hệ Afghanistan-Pakistan, trong khi tái thiết nền kinh tế của Afghanistan.\n",
        "output": [
            "Options for a strategy include improving Afghan-Pakistani relations, while rebuilding Afghanistan's economy.\n"
        ]
    },
    {
        "input": "Như dự định, việc này sẽ giúp khán giả phân biệt các loại lốp xe, giúp nhìn rõ hơn so với những đốm trắng to sơn lên viền ngoài lốp xe trước đây.\n",
        "output": [
            "As intended, this will help audience to distinguish the tyres, it will be more helpful than the previous white heavy dot on the outer side of the tyre.\n"
        ]
    },
    {
        "input": "Ít nhất 27 người đã thiệt mạng, các tài liệu về tội phạm được báo cáo là đã bị đánh cắp, và cướp bóc lan tràn ở thủ đô của Đông Timor, Dili trong giai đoạn bất ổn hiện nay.\n",
        "output": [
            "At least 27 people have been killed, criminal documents reported stolen, and looting widespread in the East Timorese capital, Dili during the present period of unrest.\n"
        ]
    },
    {
        "input": "Ông chỉ trích phản ứng của báo chí đối với hiện tượng này, nói rằng, \" Bạn biết đấy nó còn kinh khủng hơn cả sự xúc phạm, bất cứ điều gì công khai hay bất cứ ai ở Mỹ đều khoan dung tha thứ thì giới truyền thông chính thống lại cười nhạo về nó.\"\n",
        "output": [
            "He criticized the response of the press to the phenomenon, saying, \"It's offensive beyond, you know, anything that any public figure or anybody in America should tolerate, and the mainstream media laughs about it.\"\n"
        ]
    },
    {
        "input": "Giải thưởng J. J. Sakurai sẽ được trao tại cuộc họp APS 2010 ở Washington, DC trong một nghi thức đặc biệt vào tháng Hai năm 2010.\n",
        "output": [
            "The J. J. Sakurai Prize will be presented at the APS 2010 meeting in Washington, DC at a special Ceremonial session in February 2010.\n"
        ]
    },
    {
        "input": "Phải mất vài giờ cho đến khi các lực lượng an ninh có thể giành quyền kiểm soát tất cả các khu vực.\n",
        "output": [
            "It took several hours before security forces were able to gain control of all the sites.\n"
        ]
    },
    {
        "input": "Hunter, người đang trông mong được đề cử cho vị trí Tổng thống đảng Cộng hòa, đưa ra lập luận ủng hộ dự luật tuần qua.\n",
        "output": [
            "Hunter, who is seeking the Republican Presidential nomination, argued in favor of the bill last week.\n"
        ]
    },
    {
        "input": "Lệnh sơ tán bắt buộc đã được thông báo ngay với 2.000 hộ gia đình.\n",
        "output": [
            "Mandatory evacuation orders have been set in place, affecting 2,000 homes.\n"
        ]
    },
    {
        "input": "Được tổ chức hàng năm, đây là một diễn đàn truyền thống nhằm thể hiện sự chống đối chính trị.\n",
        "output": [
            "Held every year, it is a traditional forum for expressing political opposition.\n"
        ]
    },
    {
        "input": "Anh đã dành toàn bộ thời gian tại WWF tranh đấu với Undertaker và rời công ty vào tháng 7 năm 1993 sau khi thua một trận sống còn với đối thủ.\n",
        "output": [
            "He spent the entire of his time at with the WWF feuding with Undertaker and left the company in July 1993 after losing a Rest in Peace match to him.\n"
        ]
    },
    {
        "input": "Theo Robin Roberts, đồng dẫn chương trình Chào Buổi sáng nước Mỹ của đài ABC, chỉ có hai phần trăm số phụ nữ được khảo sát toàn cầu tự cho là mình đẹp. Lần đầu tiên chương trình phát sóng quảng cáo trên là vào sáng nay lúc 8:07 EST.\n",
        "output": [
            "Only two percent of women surveyed worldwide consider themselves beautiful, according to ABC Good Morning America co-anchor Robin Roberts, whose program debuted the commercial this morning at 8:07 am EST.\n"
        ]
    },
    {
        "input": "Bà cho biết chồng mình Pat, không thể chịu đựng được khi nhìn thấy đồ của Casey trong nhà nên phải bỏ hầu hết mọi thứ vào nhà kho.\n",
        "output": [
            "She says her husband Pat, couldn't bear having Casey's things at home and put most of them in storage.\n"
        ]
    },
    {
        "input": "\"Vụ thâu tóm này phù hợp với chiến lược của 7-Eleven và thúc đẩy sự hiện diện trên thị trường ở khu vực Chicagoland, \" tập đoàn 7-Eleven nói.\n",
        "output": [
            "\"This acquisition is a strategic fit for 7-Eleven and enhances market presence in the Chicagoland area,\" said 7-Eleven Inc.\n"
        ]
    },
    {
        "input": "Trước đó tổng thống Somalia đã nói rằng Hoa Kỳ đang truy nã nghi phạm của vụ đánh bom năm 1998 vào Đại sứ quán Mỹ.\n",
        "output": [
            "Somalia's president had earlier said that the United States was pursuing suspects of the 1998 United States embassy bombings.\n"
        ]
    },
    {
        "input": "Goldman trước đây từng là giám đốc truyền thông của đảng Dân chủ thế kỷ 21.\n",
        "output": [
            "Goldman was formerly the communications director of 21st Century Democrats.\n"
        ]
    },
    {
        "input": "Sau khi con hổ tấn công nhân viên, nó tiếp tục tấn công hai người khách khác.\n",
        "output": [
            "After the tiger attacked the worker, it then went on to attack the two other visitors.\n"
        ]
    },
    {
        "input": "Sự sáng tạo của Rico và các phương pháp được sử dụng để chế tạo chúng là chủ đề của chương trình Salvager.\n",
        "output": [
            "Rico's creations and the methods used to fabricate them are the subject of the Salvager shows.\n"
        ]
    },
    {
        "input": "Những quả thận này có khả năng sản xuất nước tiểu và bài tiết mà không gây máu đông trong cả cơ thể chuột phòng thí nghiệm và trong cơ thể chuột sống.\n",
        "output": [
            "The kidneys were capable of urine production and excretion without blood clots in both the laboratory and inside living rats.\n"
        ]
    },
    {
        "input": "Barack Obama, Thượng nghị sĩ trẻ đến từ bang Illinois và ứng cử viên Tổng thống Mỹ 2008 đã hoàn thành tốt ba cuộc tranh cử của Đảng Dân chủ ngày hôm nay, hai cuộc họp kín ở Nebraska và Washington và cuộc bầu cử tổng thống tại bang Louisiana.\n",
        "output": [
            "Barack Obama, the junior senator from Illinois and 2008 US presidential candidate has swept all three of today's Democratic contests, two caucuses in Nebraska and Washington and the primary in Louisiana.\n"
        ]
    },
    {
        "input": "Năm 2006 một chiếc máy bay B737 khác đã gặp một vấn đề về điều hướng và bay vào vùng đen khiến nó bị mất liên lạc trong vài giờ trước khi thông báo hạ cánh khẩn cấp cách nơi dự kiến hạ cánh hàng trăm dặm.\n",
        "output": [
            "In 2006 another B737 suffered a navigational problem and flew into a radar blackspot, leaving it lost for several hours before performing an emergency landing hundreds of miles from the intended destination.\n"
        ]
    },
    {
        "input": "Theo luật mới, được viết bởi Bộ trưởng Bộ Nội vụ Nicolas Sarkozy, giải thích rằng \"nhà báo nghiệp dư\" sẽ phải đối mặt với mức án năm năm tù giam.\n",
        "output": [
            "Under the new legislation, written by Minister of the Interior Nicolas Sarkozy, convicted \"citizen journalists\" could face up to five years in prison.\n"
        ]
    },
    {
        "input": "Các nhà nghiên cứu cũng nhận thấy rằng gan thể hiện mức độ cao hơn của gen mã hóa \"selenoprotein P\" (SEPP1) trong cơ thể người tiểu đường tuýp 2-những người có kháng insulin cao.\n",
        "output": [
            "The researchers found the liver expresses higher levels of the gene encoding \"selenoprotein P\" (SEPP1) in people with type 2 diabetes – those with more insulin resistance.\n"
        ]
    },
    {
        "input": "Những người đã trả tiền để sửa chữa Xbox 360 sẽ được tự động nhận một tờ séc hoàn tiền trong khoảng 10 tuần kể từ ngày hôm nay.\n",
        "output": [
            "People who have paid for Xbox 360 repair will be automatically distributed a reimbursement check in about 10 weeks from the present date.\n"
        ]
    },
    {
        "input": "\"Nếu chúng ta giữ được bình tĩnh và tự tin tôi chắc chắn rằng tất cả những gì người Tây Ban Nha muốn, những gì các gia đình muốn, những gì chính phủ muốn - rằng các con tin có thể trở về nhà của họ an toàn và khỏe mạnh và vụ bắt cóc này kết thúc một cách thỏa đáng.\"\n",
        "output": [
            "\"If we remain calm and confident I am certain that what all Spaniards want, what the families want, what the government wants—that the hostages can return to their homes safe and sound and this kidnapping ends satisfactorily.\"\n"
        ]
    },
    {
        "input": "Trong quá khứ Mỹ đã từng bị cáo buộc hành vi sử dụng quá mức và tạo chứng cớ giả để xây dựng các tình huống chống lại Iraq trước chiến tranh.\n",
        "output": [
            "The US has in the past been accused of using exaggerated and fabricated evidence to build its case against Iraq prior to the war.\n"
        ]
    },
    {
        "input": "\"Đối với tôi nó giống như bộ phim quay chậm.\"\n",
        "output": [
            "\"It felt to me like it was in slow motion.\"\n"
        ]
    },
    {
        "input": "Chuyến thăm của Giáo hoàng John Paul suýt bị hủy bỏ do chiến tranh Falklands và âm mưu ám sát.\n",
        "output": [
            "John Paul's visit was likely to be cancelled due to the Falklands War and assasination attempts.\n"
        ]
    },
    {
        "input": "Những người đi lậu vé trong buồng càng máy bay có nguy cơ bị lạnh cóng đến chết sau khi hạ cánh hay bị nghiền nát khi các bánh máy bay co vào.\n",
        "output": [
            "Stowaways in wheel wells risk freezing to death after take-off or being crushed when the wheels retract.\n"
        ]
    },
    {
        "input": "Ủy ban nói rằng một chương trình xây dựng \"rộng mở\" các nhà máy điện khí mới sẽ là cần thiết để đáp ứng sự thiếu hụt theo dự đoán.\n",
        "output": [
            "The committee stated that an \"extensive\" building programme of new gas-fired power stations would be needed to meet the predicted shortfall.\n"
        ]
    },
    {
        "input": "Parasiris vẫn sẽ được tự do trước phiên điều trần diễn ra vào tháng tám năm nay.\n",
        "output": [
            "Parasiris will remain free on bail pending a preliminary hearing to be held in August of this year.\n"
        ]
    },
    {
        "input": "Loài chim đáng chú ý này có thể dang rộng cánh đến 30 inch và khi đứng có thể cao gần 20 inch.\n",
        "output": [
            "The remarkable birds have a 30-inch wingspan and stand nearly 20 inches high.\n"
        ]
    },
    {
        "input": "Smethurst bước vào sân và ném một vài hiệp một cách thoải mái.\n",
        "output": [
            "Smethurst came in and pitched a few innings in relief.\n"
        ]
    },
    {
        "input": "Một gia đình sáu người đã bị thương tại Khu nghỉ dưỡng gia đình Cầu đá phẳng và khu cắm trại tại Lebanon, Maine sau một trận bão rất lớn làm đổ các cây, trong đó một cây lớn đổ xuống một cái lều.\n",
        "output": [
            "A family of six were injured at Flat Rock Bridge Family Resort and campground in Lebanon, Maine after a severe thunderstorm caused trees to topple, with one landing on a tent.\n"
        ]
    },
    {
        "input": "Tích lũy dư lượng xung quanh các lỗ thông hơi của máy tạo oxy Elektron đã được ghi nhận và chụp ảnh bằng Sharipov.\n",
        "output": [
            "Residue accumulation around the vents of the Elektron oxygen generator was noted and photographed by Sharipov.\n"
        ]
    },
    {
        "input": "Tổng thống mới của Gabon là Ali Ben Bongo đã đặt tên cho Chính phủ đầu tiên của mình, sau khi chiến thắng cuộc bầu cử tổng thống gần đây của nước này.\n",
        "output": [
            "Gabon's new president Ali Ben Bongo has named his first government, after winning the country's recent presidential elections.\n"
        ]
    },
    {
        "input": "Một quả đá phạt trực tiếp của Ryan Giggs trong hiệp thứ hai của trận đấu đã gây ra tranh cãi lớn, vì khi Lille vẫn đang sắp xếp hàng phòng ngự của họ thì bóng đã đi vào lưới.\n",
        "output": [
            "A free kick by Ryan Giggs in the second half of the game caused great controversy, as Lille was setting up their wall as the ball went into the back of the net.\n"
        ]
    },
    {
        "input": "Thành phố Brampton thuộc Ontario, Canada và Marikina ở Philippin gần đây đã kết nghĩa là \"thành phố song sinh.\"\n",
        "output": [
            "The City of Brampton in Ontario, Canada, and Marikina in the Philippines have recently been \"twinned\".\n"
        ]
    },
    {
        "input": "Ở Trung Quốc thì bình thường người ta vẫn có thể vào xem YouTube, họ chỉ bị \"Bức Tường Lửa\" ngăn chận không cho vào xem những trang khiêu dâm hay những trang có âm mưu lật đổ chính quyền.\n",
        "output": [
            "YouTube is normally easily accessible in China, which blocks other pornographic or subversive sites with its 'Great Firewall'.\n"
        ]
    },
    {
        "input": "Theo dự kiến ông vẫn tiếp tục làm huấn luyện viên cho đội cho tới sau World Cup 2007, và sẽ thay thế Duncan Fletcher làm huấn luyện viên đội tuyển Anh sau khi hợp đồng của ông với PCB hết hạn.\n",
        "output": [
            "He was to remain coach until after the 2007 World Cup, and was tipped to replace Duncan Fletcher as the coach of England after his contract with the PCB expired.\n"
        ]
    },
    {
        "input": "Hệ thống Kết nối dữ liệu và Truyền tải thông tin Máy bay (ACARS) đã gửi đi 24 thông điệp trong khoảng thời gian là bốn phút nói có rất nhiều vấn đề và các cảnh báo, trong đó có cảnh báo tốc độ không khí không chính xác xuất hiện trên máy bay, chỉ trước khi nó bắt đầu lao xuống.\n",
        "output": [
            "The plane's Aircraft Communications Addressing and Reporting System (ACARS) sent out 24 messages over a four-minute long period stating numerous problems and warnings, including incorrect air speed warnings occurring aboard the aircraft, just prior to it going down.\n"
        ]
    },
    {
        "input": "Trong tháng 5 năm 2006 nó hoạt động mạnh đỉnh điểm trong đợt phun trào dữ dội vào ngày 14 tháng 7 và 16 tháng 8.\n",
        "output": [
            "In May 2006 it increased dramatically culminating in violent eruptions on July 14 and August 16.\n"
        ]
    },
    {
        "input": "Đạt đến cột mốc, hãng đã nhanh chóng tận dụng cơ hội, như thường lệ, để bán vé; lên doanh thu vé diện rộng khoảng 200.000 ghế với giá 99p/99c một ghế.\n",
        "output": [
            "Having reached the milestone, the airline promptly used the opportunity, as always, to sell seats; launching a massive 200,000 seat sale at 99p/99c a seat.\n"
        ]
    },
    {
        "input": "Newsom là thị trưởng San Francisco từ năm 2003 và tái đắc cử vào năm 2007.\n",
        "output": [
            "Newsom has been San Francisco's mayor since 2003 and was re-elected in 2007.\n"
        ]
    },
    {
        "input": "Một đợt phóng vệ tinh thành công sẽ chứng minh rằng tên lửa của Iran có tầm cỡ toàn cầu.\n",
        "output": [
            "A successful satellite launch would demonstrate that Iran's missiles have global reach.\n"
        ]
    },
    {
        "input": "Chuyên mục của ông là một thành công, những vụ cãi vã và ý kiến trên vấn đề chính trị - xã hội.\n",
        "output": [
            "His column is a romp through his life, spats and opinions on socio-political issues.\n"
        ]
    },
    {
        "input": "Cử tri đi bầu cử trên toàn quốc là 45%, nhưng một số trạm báo cáo số cử tri đi bầu là 95% hoặc nhiều hơn, tăng sự nghi ngờ rằng có nhồi lá phiếu liên quan.\n",
        "output": [
            "Voter turnout nationwide was 45%, but some stations reported a turnout of 95% or more, raising suspicions that there was ballot stuffing involved.\n"
        ]
    },
    {
        "input": "Nếu quá nhiều chủ nhà vỡ nợ về thế chấp, người cho vay dưới chuẩn có thể sẽ dẫn đến việc vỡ nợ theo.\n",
        "output": [
            "If too many homeowners default on their mortgages, the sub-prime lender can end up defaulting.\n"
        ]
    },
    {
        "input": "Chủ tịch OLPC Walter Bender cho biết trong một cuộc phỏng vấn rằng sự từ bỏ của Intel sẽ có \"không có tác động\" đối với chương trình.\n",
        "output": [
            "OLPC President Walter Bender said in an interview that Intel's resignation will have \"no impact\" on the program.\n"
        ]
    },
    {
        "input": "Tuy nhiên, một nửa thời gian này là cố gắng để mở vỏ bọc của iPhone.\n",
        "output": [
            "However, half of this time was trying to get the case of the iPhone open.\n"
        ]
    },
    {
        "input": "Trong một phát biểu gửi tới CNN, cố vấn an ninh quốc gia Iraq, ông Muwaffaq Rubaie đã nói rằng \"… tòa án sẽ xử công minh, chỉ có một luật sư bào chữa có mặt ở đó, cùng với một luật sư bên nguyên hợp pháp nữa…\"\n",
        "output": [
            "In a statement to CNN, Iraqi national security advisor Muwaffaq Rubaie said that \"...this is going to be a fair, just trial with a defense counsel in there, with a proper prosecuting counsel as well there...\"\n"
        ]
    },
    {
        "input": "Các vị thánh mới là Rosa Venerini (1656-1728), Mẹ Theodore Guerin (1798-1856), Filippo Smaldone (1848-1923), và Đức Giám mục Rafael Guizar Valencia (1878-1938).\n",
        "output": [
            "The new saints were Rosa Venerini (1656-1728), Mother Theodore Guerin (1798-1856), Filippo Smaldone (1848-1923), and Bishop Rafael Guizar Valencia (1878-1938).\n"
        ]
    },
    {
        "input": "Lãnh đạo liên minh Đảng Tiến bộ của Jim Anderton và là người ủng hộ dự luật, Jim Anderton nói: \"Việc đưa ra lời bào chữa vào phút cuối cho các nghị sĩ không bị đánh lừa bởi lời hứa xem xét không cần thiết.\"\n",
        "output": [
            "Leader of Jim Anderton's Progressive coalition and supporter of the bill, Jim Anderton, said: \"Making a last-minute plea to MPs is not to be fooled by the promise of the unnecessary review.\"\n"
        ]
    },
    {
        "input": "Giá cổ phiếu của hãng hàng không Ryanair của Ireland đã giảm 12% trong phiên giao dịch sáng nay, làm tăng thêm quan ngại về tình trạng xấu của thị trường trong nỗi lo suy thoái.\n",
        "output": [
            "Irish airline Ryanair took a 12% slump in this morning’s trade, further intensifying concern about poor market conditions amid recessionary fears.\n"
        ]
    },
    {
        "input": "Đứa bé đang ở trên bãi biển với cha mẹ mình trong lúc chờ để được đưa vào đất liền trên tàu Hook Point.\n",
        "output": [
            "The child was on the beach with her parents while they waited to be transported to the mainland on the Hook Point barge.\n"
        ]
    },
    {
        "input": "Quá trình chỉnh sửa ảnh sau đó được đăng trên biển quảng cáo của thương hiệu không có thực mang tên \"Easel Foundation Makeup.\"\n",
        "output": [
            "The photo-manipulation is then posted on a billboard for the fictional \"Easel Foundation Makeup\" brand.\n"
        ]
    },
    {
        "input": "Ngày 7 tháng Tư, 2005, người phụ trách chính cho Bản tin ABC Peter Jennings đã được chuẩn đoán bị ung thư phổi vào tuần này.\n",
        "output": [
            "April 7, 2005 ABC News anchorman Peter Jennings was diagnosed this week with lung cancer.\n"
        ]
    },
    {
        "input": "Bộ trưởng Bộ Bảo vệ Cộng đồng Christos Papoutsis xin lỗi về sự mất mát, với lý do rằng an ninh tại các phòng trưng bày là \"hầu như không có.\"\n",
        "output": [
            "Citizen's Protection Minister Christos Papoutsis apologized for the loss, citing that the security at the gallery was \"non-existent\".\n"
        ]
    },
    {
        "input": "Nghiên cứu mới này là một nghiên cứu quốc tế về sự sinh tồn và tử vong.\n",
        "output": [
            "The new study is an international study of survival and mortality.\n"
        ]
    },
    {
        "input": "Chuyến tàu Edward Road, đi đến Paddington và cũng trên tuyến Circle, đã phát nổ khi một chuyến tàu khác đang đi đến từ hướng ngược lại làm lúc đầu mọi người nghĩ rằng đó là do trật đường ray.\n",
        "output": [
            "The Edgware Road train, leaving for Paddington and also on the Circle, exploded opposite a train coming from the other direction, making people think at first that it was a derailment.\n"
        ]
    },
    {
        "input": "Ông tuyên bố đã có 17 trong số 18 phiếu cần thiết để có sự hỗ trợ đa số của 34 quốc gia thành viên của OAS.\n",
        "output": [
            "He claims to have 17 of the 18 votes needed in order to have the support of a majority within the 34 member states of the OAS.\n"
        ]
    },
    {
        "input": "Một tòa án ở Salé kết án mười bốn thành viên của Fath Al Andalous (Conquest of Andalusia) vào tù hôm qua cho kế hoạch tấn công chống lại các mục tiêu ở Ma-rốc.\n",
        "output": [
            "A court in Salé sentenced fourteen members of Fath Al Andalous (Conquest of Andalusia) to jail yesterday for planning attacks against targets in Morocco.\n"
        ]
    },
    {
        "input": "Các nhà khoa học đã khám phá ra công trình Neolithic lớn nhất tại Anh tại Durrington Walls và tin rằng ngôi làng này là nơi ở của những người đã xây nên tượng đài Stonhenge.\n",
        "output": [
            "Scientists have uncovered the largest Neolithic settlement in the United Kingdom at the Durrington Walls and believe that the village was inhabited by the people who built the Stonehenge monument.\n"
        ]
    },
    {
        "input": "Các quả bom được hẹn giờ để phát nổ lúc 5:45 sáng giờ địa phương, khi các Phật tử bắt đầu cầu nguyện vào buổi sáng.\n",
        "output": [
            "The bombs were timed to explode at 5:45 AM local time, when Buddhists start praying in the morning.\n"
        ]
    },
    {
        "input": "Trong những năm 1980 và 1990, Bethe đấu tranh cho việc sử dụng năng lượng hạt nhân vào mục đích hòa bình, phản đối chống lại cuộc đua vũ khí hạt nhân và chống lại thử nghiệm hạt nhân.\n",
        "output": [
            "During the 1980s and 1990s, Bethe campaigned for the peaceful use of nuclear energy, arguing against the nuclear arms race and against nuclear testing.\n"
        ]
    },
    {
        "input": "Đội Cheetahs sẽ là chủ nhà cho trận chung kết tuần tới và là đội vào chung kết với số điểm cao nhất (thứ nhất, đội Blue Bulls đứng thứ hai).\n",
        "output": [
            "The Cheetahs will host the final next week, being the highest place finalist (first, the Blue Bulls were second).\n"
        ]
    },
    {
        "input": "Bạo lực của buổi sáng này trái ngược phát biểu của Tướng William Caldwell, người đã tuyên bố \"Quân nổi dậy và khủng bố đang đánh trả trong một nỗ lực njằm bù đắp cho thành công của chính phủ Iraq và lực lượng an ninh của họ\", vị tướng nói tiếp rằng bạo lực đã giảm một nửa kể từ tháng Bảy, nhưng đã tăng đột biến trong hai ngày qua.\n",
        "output": [
            "This morning's violence contrasted statements by Maj Gen William Caldwell, who claimed \"Insurgents and terrorists are hitting back in an attempt to offset the success of the Iraqi government and its security forces,\" the general went on to say that violence had fallen by half since July, but had increased suddenly in the last two days.\n"
        ]
    },
    {
        "input": "Taliban đã nhận trách nhiệm về vụ nổ trên và mục tiêu của họ là đại sứ quán.\n",
        "output": [
            "The Taliban claimed responsibility for the blast, saying their target was the embassy.\n"
        ]
    },
    {
        "input": "Trong vị trí người quản lý, ông cũng thắng 1.800 trận trong suốt 23 năm.\n",
        "output": [
            "As a manager, he also won 1,800 games over the course of 23 years.\n"
        ]
    },
    {
        "input": "Thiệt hại cơ sở hạ tầng, dẫn đến việc làm chậm phân phối viện trợ lương thực, đã dẫn đến khả năng rất thực tế của nạn đói lan rộng.\n",
        "output": [
            "Infrastructure damage, leading to slow distribution of food aid, has lead to the very real possibility of widespread starvation.\n"
        ]
    },
    {
        "input": "38 người được cho là đã chết trong một vụ đánh bom tự sát trong thời gian một đại hội chính trị ở tỉnh Biên Giới Tây-Bắc Pakistan.\n",
        "output": [
            "38 people were said to have died in a suicide bombing during a political rally in the North-West Frontier Province of Pakistan.\n"
        ]
    },
    {
        "input": "Quốc vương đã không đưa ngay lý do cho biện pháp này; tuy nhiên, những báo cáo gần đây đã cáo buộc quốc hội xử lý pháp lý yếu kém và thậm chí là có tham nhũng.\n",
        "output": [
            "The monarch did not immediately provide a reason for the move; however, there have recently been reports accusing the parliament of handling legislation ineptly, and even of being corrupt.\n"
        ]
    },
    {
        "input": "\"Họ tạo nhiều áp lực cho chúng tôi, nhưng, bạn biết đấy, may mắn là hàng phòng thủ của chúng tôi đã làm tốt việc của mình và chúng tôi chỉ bị lọt lưới một bàn từ cú sút tuyệt vời của Riordan.\"\n",
        "output": [
            "\"They put us under pressure but, you know, thankfully our defence did their job and we only conceded one goal which was a fantastic strike from Riordan.\"\n"
        ]
    },
    {
        "input": "\"Chúng tôi đang nói về bệnh viêm phổi được điều trị bằng lượng lớn thuốc kháng sinh.\"\n",
        "output": [
            "\"We are talking about pneumonia that is being treated with massive antibiotics.\n"
        ]
    },
    {
        "input": "Người dân và các thương nhân không tin đây cũng là nơi mà khách sạn này đã từng được xây dựng.\n",
        "output": [
            "It was suspected by residents and business owners in the area that hotel once stood in the same spot.\n"
        ]
    },
    {
        "input": "Tuy nhiên, kế hoạch của chúng đã bị thất bại và Mann đã bị bắt giữ sau khi đến Zimbabwe để mua súng và lựu đạn.\n",
        "output": [
            "Their plans were foiled, however, and Mann was arrested after arriving in Zimbabwe to purchase firearms and grenades.\n"
        ]
    },
    {
        "input": "Trong khi Ortega lúc đầu trốn khỏi Venezuela sau khi bị ban hành một lệnh bắt giữ vào năm 2003, BBC báo cáo rằng ông đã quay trở lại Venezuela từ Costa Rica vào tháng Tám năm ngoái.\n",
        "output": [
            "While Ortega had initially fled Venezuela following the issuing of an arrest warrant in 2003, the BBC reports that he had returned to Venuzuela from Costa Rica last August.\n"
        ]
    },
    {
        "input": "Kết quả cuộc thăm dò của Zogby đã được đưa ra ngày thứ hai tuần trước (22 tháng Năm), nhưng phần lớn nội dung đã không được các phương tiện truyền thông đại chúng báo cáo, có thể là do sự thành kiến trong nguồn tin này.\n",
        "output": [
            "The results of this Zogby poll were released last Monday (22 May), but went largely unreported by the mass media, possibly due to bias within the source.\n"
        ]
    },
    {
        "input": "Có ít nhất bốn người chết và bốn mươi người bị thương vào tối thứ Bảy là kết quả của vụ va chạm tại Indiana State Fair, đặt tại bang Indiana, Mỹ.\n",
        "output": [
            "At least four people died and forty were injured Saturday night as the result of a stage collapsing at the Indiana State Fair, located within the US state of Indiana.\n"
        ]
    },
    {
        "input": "Người vận động phản đối năng lượng hạt nhân của Quỹ Bảo Tồn Australia (ACF), ông Dave Sweeney cho rằng bài nghiên cứu có vẻ vẫn còn sai sót và không đưa ra được lý lẽ thuyết phục cho việc sử dụng năng lượng hạt nhân.\n",
        "output": [
            "The Australian Conservation Foundation's (ACF) nuclear campaigner, Dave Sweeney, says the study appears flawed and does not provide a sound argument for the use of nuclear energy.\n"
        ]
    },
    {
        "input": "Một người phụ nữ đã tử vong vào đêm thứ Sáu sau khi một tai nạn xảy ra trên một vòng đu quay tại khu vui chơi giải trí Playland thuộc Rye, thành phố New York, nước Mỹ.\n",
        "output": [
            "A young woman was killed Friday night after an accident occurred on a gyrating ride at the Playland amusement park in Rye, New York in the United States.\n"
        ]
    },
    {
        "input": "Cậu là bé trai đầu tiên được sinh ra trong một gia đình hoàng tộc Nhật Bản sau cha cậu vào năm 1965.\n",
        "output": [
            "He is the first male baby born in the Japanese imperial family since his father in 1965.\n"
        ]
    },
    {
        "input": "Cô ấy bắt đầu sự nghiệp tại KSAX và cũng đã từng làm việc tại El Paso và Tucson, AZ.\n",
        "output": [
            "She began her career at KSAX and also worked in El Paso and Tucson, AZ.\n"
        ]
    },
    {
        "input": "Bên cạnh đó, họ đã kiểm tra lỗ thông hơi trên các hệ thống giúp kiểm soát nguồn khí trong Trạm và đặt lại một thí nghiệm khoa học vật lý Nhật Bản.\n",
        "output": [
            "In addition, they checked vents on systems that help control the Station's atmosphere and relocated a Japanese physical science experiment.\n"
        ]
    },
    {
        "input": "Vụ nổ được ước tính có bán kính nổ vào khoảng ba dặm.\n",
        "output": [
            "The explosion had an estimated blast radius of three miles.\n"
        ]
    },
    {
        "input": "Mà vấn đề là chúng tôi không cần được nói cái gì và ai quyết định.\n",
        "output": [
            "The question is what we need not to be told and who decides.\n"
        ]
    },
    {
        "input": "Huang-lang Tsai (Phó Ủy viên của SAC) đã nói rằng SAC đã xúc tiến những môn thể thao công cộng ở Đài Loan trong một thời gian dài, và SAC trân trọng sự tham gia của những người bị thiệt thòi hay thiểu số.\n",
        "output": [
            "Huang-lang Tsai (Deputy Commissioner of SAC) remarked that SAC promoted public sports in Taiwan for a long period, and SAC respected the participation on disadvantaged people or minority.\n"
        ]
    },
    {
        "input": "Họ kêu gọi nhà chức trách Tây Ban Nha \"hành động ngay lập tức\" và \"làm tất cả mọi thứ có thể để đưa 36 ngư dân về nhà.\"\n",
        "output": [
            "They called for Spanish authorities to \"act immediately\" and \"do everything possible to bring home the 36 fishermen.\"\n"
        ]
    },
    {
        "input": "Có những yếu tố nào có thể giải thích cho sự khác nhau trong mối quan tâm truyền thông thay vì màn trình diễn?\n",
        "output": [
            "What other factors can be used to explain the relative differences in media attention other than performance?\n"
        ]
    },
    {
        "input": "Hai tác phẩm khác là Mill của Piet Mondrian và một bản phác thảo St. Diego de Alcala vẽ bởi Guglielmo Caccia.\n",
        "output": [
            "The other two works were Mill by Piet Mondrian and a sketch of St. Diego de Alcala by Guglielmo Caccia.\n"
        ]
    },
    {
        "input": "Vận rủi và những sự thay đổi người có vẻ như đã cho Đức lần đầu tiên có cơ hội làm chủ thế trận.\n",
        "output": [
            "The bad luck and changes seemed to put Germany in charge of the tactical game for the first time in the match.\n"
        ]
    },
    {
        "input": "Trong một tuyên bố với Ủy Ban, bemobile thừa nhận họ đã không xây dựng thêm được cột phát sóng mới nào kể từ nửa sau năm 2010.\n",
        "output": [
            "In a statement to the Commission, bemobile admitted it had not built any new transmitter masts since the latter part of 2010.\n"
        ]
    },
    {
        "input": "Ông cũng cho biết thêm:\" Tôi tin rằng chúng ta sẽ nhận ra trong những ngày tới một số lượng lớn người dân sẽ đi trên con đường vươn tới nền dân chủ.\"\n",
        "output": [
            "Further adding, \"I trust that we will see in the coming days the vast majority of people taking the road to democracy.\"\n"
        ]
    },
    {
        "input": "Các chuyến bay bổ sung này có nghĩa là British Airways sẽ bay từ Bucharest đến London, và trở lại, mười lần một tuần.\n",
        "output": [
            "The extra flights will mean that British Airways will now fly from Bucharest to London, and back, ten times a week.\n"
        ]
    },
    {
        "input": "Người sửa giấu tên đã để lại một lời xin lỗi dài đến cộng đồng Wikimedia, giải thích rằng \"tôi hy vọng điều này sẽ chấm dứt những suy diễn là có ai đó đã biết về thảm kịch trước khi nó xảy ra.\"\n",
        "output": [
            "The anonymous editor left a lengthy apology to the Wikimedia community, explaining, \"I hope this puts an end to this speculation that someone knew about the tragedy before it was discovered.\"\n"
        ]
    },
    {
        "input": "Vụ việc tại nhà thờ Hồi giáo đã dấy lên cuộc tranh cãi lớn về việc liệu các phóng viên chiến trường có nên duy trì quan điểm trung lập.\n",
        "output": [
            "The incident in the mosque raised considerable controversy over whether embedded journalists should maintain a neutral point of view.\n"
        ]
    },
    {
        "input": "Người phát ngôn của Hội Chữ thập đỏ nói rằng khoảng hai trăm ngôi nhà đã bị chìm và phá hỏng.\n",
        "output": [
            "A spokesperson for the Red Cross said approximately two hundred houses had been sunk or wrecked.\n"
        ]
    },
    {
        "input": "Người ta tin rằng những vi phạm về an toàn và sức khỏe là \"nguyên nhân chính\" trong cái chết của anh ấy, Pascal Bates đại diện bên nguyên cho biết.\n",
        "output": [
            "The trust admitted that health and safety breaches were a \"significant cause\" of his death, said Pascal Bates for the prosecution.\n"
        ]
    },
    {
        "input": "Hamas, một đảng Hồi giáo cực đoan, đã giành chiến thắng đa số trong cuộc bầu cử hội đồng dải Gaza tiến hành vào tháng trước.\n",
        "output": [
            "Hamas, a radical islamist party, has won by a large majority in the Gaza Strip council elections held last month.\n"
        ]
    },
    {
        "input": "Sự thất bại của đề xuất của chính phủ trong việc can thiệp quân sự đã gây ngạc nhiên cho một số người.\n",
        "output": [
            "The defeat of the government motion for military intervention has surprised some.\n"
        ]
    },
    {
        "input": "Tay đua Ferrari Fernando Alonso là một trong số những người bày tỏ sự ủng hộ của mình, dành vị trí của anh ấy ở vòng loại hôm thứ bảy cho De Villota.\n",
        "output": [
            "Ferrari driver Fernando Alonso was among those expressing his support, dedicating his pole postion in Saturday's qualifying to De Villota.\n"
        ]
    },
    {
        "input": "Các mỏ than ở Trung Quốc gây chết người nhiều nhất trên thế giới; theo Al Jazeera, mỗi năm có vài ngàn thợ mỏ chết vì gặp tai nạn tại các mỏ than.\n",
        "output": [
            "China's mines are the deadliest in the world; according to Al Jazeera, several thousand miners die each year due to accidents in them.\n"
        ]
    },
    {
        "input": "Quy định mới cũng loại bỏ quy định cấm việc đi lại trong phòng ban MTR, cũng như quy định cấm việc cố tình ăn uống.\n",
        "output": [
            "The new set of rules have also excluded the regulation against wandering in MTR premises, as well as the rule against attempting to eat or drink.\n"
        ]
    },
    {
        "input": "Nhóm tiêu thụ Which? cho rằng những chi phí trả thêm nầy làm tăng giá vé máy bay khoảng 265.000 bảng Anh mỗi ngày (hay vào khoảng 97 triệu bảng Anh mỗi năm).\n",
        "output": [
            "The consumer group Which? claimed that these surcharges were increasing the cost of air travel by £265,000 a day (or about £97 million per year).\n"
        ]
    },
    {
        "input": "Chơi tại giải quốc nội hàng đầu của Úc tên gọi W-League, cô đoạt chức vô địch năm 2009.\n",
        "output": [
            "Playing in Australia's top level domestic league, the W-League, she won the league championship in 2009.\n"
        ]
    },
    {
        "input": "Những cú try từ Doug Howlett, Mils Muliaina, và hai cú từ Sitiveni Sivivatu làm tăng thế thắng của All Black.\n",
        "output": [
            "Tries from Doug Howlett, Mils Muliaina and two from Sitiveni Sivivatu increased the All Black's imposing lead.\n"
        ]
    },
    {
        "input": "Bộ xương của người này cho thấy rằng ông đã bị thương nặng ở đầu gối và có vấn đề ở răng miệng.\n",
        "output": [
            "The skeleton of this man reveals that he had serious knee injury and tooth problems.\n"
        ]
    },
    {
        "input": "Medics đưa Conway ra khỏi xe và anh ấy được đưa đến bệnh viện với chiếc chân trái bị thương.\n",
        "output": [
            "Medics took Conway out of the car, and he was taken to the hospital with a leg injury.\n"
        ]
    },
    {
        "input": "\"Ông ấy bày tỏ nỗi thất vọng của mình, và ông ấy xin lỗi một cách rất cảm động.\"\n",
        "output": [
            "\"He expressed his disappointment, and he apologized in a way that was very moving. \" \n"
        ]
    },
    {
        "input": "Khi trên 64, Yuvraj đã được đặt dưới sự yểm trợ bởi Shoaib Malik.\n",
        "output": [
            "When on 64, Yuvraj was put down at covers by Shoaib Malik.\n"
        ]
    },
    {
        "input": "Chính trị gia người Mỹ của Đảng Dân chủ Dennis Kucinich đang có kế hoạch tranh cử tổng thống năm 2008, theo lời của đại biểu quốc hội năm nhiệm kỳ Andy Juniewicz vào hôm thứ hai.\n",
        "output": [
            "American politician of the Democratic party Dennis Kucinich plans to run for president in 2008 the five-term congressman's spokesman, Andy Juniewicz, said Monday.\n"
        ]
    },
    {
        "input": "Ông nói người dân đang phải trả một cái giá quá đắt ở Lebanon và phía bắc Israel, ông cũng nhấn mạnh \"Câu trả lời không thích đáng bởi Israel là một hành động xâm phạm đến quyền con người mang tính quốc tế.\"\n",
        "output": [
            "He said civilians are paying a disproportionate price in Lebanon and northern Israel and stated that \"A disproportionate response by Israel is a violation of international humanitarian law.\"\n"
        ]
    },
    {
        "input": "Chính phủ lên kế hoạch để phóng một nhóm hai người lên quỹ đạo vào tháng Chín hoặc tháng Mười trong vòng năm tới sáu ngày.\n",
        "output": [
            "The government planned to launch a two-man crew into orbit in September or October on a five to six day flight.\n"
        ]
    },
    {
        "input": "\"Chúng ta có thể cần phải có một cách tiếp cận ngoại giao khu vực để giải quyết.\"\n",
        "output": [
            "\"We may need to bring a more regional diplomatic approach to bear.\"\n"
        ]
    },
    {
        "input": "Tuần lễ thông tin đã báo cáo rằng đường cáp này ước lượng tiêu tốn hàng triệu đô la Mỹ.\n",
        "output": [
            "Information week has reported that the cable is expected to cost several million US dollars.\n"
        ]
    },
    {
        "input": "Ông Sarkozy hiện đang dẫn đầu kết quả thăm dò một tuần sau khi tuyên bố ứng cử cho kỳ bầu cử tháng Năm.\n",
        "output": [
            "Mr. Sarkozy is currently pulling ahead in the polls one week after announcing his candidacy for the May poll.\n"
        ]
    },
    {
        "input": "Ông cho biết vụ tấn công diễn ra \"trong chớp mắt.\"\n",
        "output": [
            "He said that the incident took no longer than the \"wink of an eye\".\n"
        ]
    },
    {
        "input": "Trong giai đoạn cầm quyền của Kennedy, Helen đã kết thúc tất cả các cuộc họp báo với tổng thống với một câu nói đặc trưng \"Xin cảm ơn, ngài Tổng thống\" và luôn luôn đưa ra cảnh báo về công việc của mình: \"Trong sự nghiệp của tôi, ngài chỉ tốt đẹp bằng câu chuyện cuối cùng về ngài.\"\n",
        "output": [
            "During Kennedy's administration, Helen ended all presidential press conferences with a signature \"Thank you, Mr. President\" and always issued a caveat about her work: \"In my career you're only as good as your last story.\"\n"
        ]
    },
    {
        "input": "Tất cả các cuộc phỏng vấn được thực hiện qua thư điện tử, các cuộc phỏng vấn được công bố không qua chỉnh sửa, cho phép các ứng cử viên truyền đạt đầy đủ thông điệp của họ tới các độc giả của chúng tôi, không bị gián đoạn.\n",
        "output": [
            "All interviews are conducted over e-mail, and interviews are published unedited, allowing candidates to impart their full message to our readers, uninterrupted.\n"
        ]
    },
    {
        "input": "Safia Ahmed-jan, giám đốc Bộ các vấn đề Phụ nữ Afghanistan ở tỉnh Khandahar, một người ủng hộ quyền phụ nữ và là một người lên án mạnh mẽ sự đàn áp những quyền này của Taliban, đã bị các tay súng giấu mặt bắn chết bên ngoài nhà của bà ở thành phố Khandahar, phía Nam Afghanistan hôm thứ hai.\n",
        "output": [
            "Safia Ahmed-jan, the director of the Afghan Ministry of Women's Affairs for the Khandahar province and an advocate of women's rights and a strong critic of the Taliban's repression of those rights, was shot dead by unidentified gunmen outside her home in Khandahar city in southern Afghanistan on Monday.\n"
        ]
    },
    {
        "input": "Ông là con của chủ tịch đương nhiệm Đảng Quốc đại Sonia Gandhi, người được sinh ra ở Ý và cựu thủ tướng Rajiv Gandhi, người bị ám sát năm 1991.\n",
        "output": [
            "He is the son of current Italian-born Congress President Sonia Gandhi, and former Prime Minister Rajiv Gandhi, who was assassinated in 1991.\n"
        ]
    },
    {
        "input": "Những người đàn ông được cứu thoát vào ngày 9 tháng năm, chưa tuyên bố trước công chúng về thời gian họ bị mắc kẹt dưới lòng đất.\n",
        "output": [
            "The men, who were rescued on May 9, have not spoken publicly about the time they spent trapped underground.\n"
        ]
    },
    {
        "input": "Wikibooks khởi điểm chỉ là một dự án dành cho sách giáo khoa và sách thực hành nhưng lại dần tạo nên một cộng đồng viết sách đủ thể loại, với sách nấu ăn là ví dụ dễ thấy nhất.\n",
        "output": [
            "Wikibooks was originally meant as a place for textbooks and manuals but has increasingly become a community creating books on all kinds of subjects, with the cookbook being the most prominent example.\n"
        ]
    },
    {
        "input": "Al-Qaeda cho biết trong một tuyên bố trên mạng hôm thứ Năm rằng họ đã giết chết phái viên hàng đầu của Ai Cập tại Iraq, Ihab al-Sherif.\n",
        "output": [
            "Al-Qaeda said in a web statement Thursday that it has killed Egypt's top envoy in Iraq, Ihab al-Sherif.\n"
        ]
    },
    {
        "input": "Chiếc máy bay này đã mạo hiểm tiến khoảng 4,5 km (3 dặm) vào không phận Phần Lan gần Porvoo trong vòng ba phút, Bộ Quốc phòng Phần Lan cho biết.\n",
        "output": [
            "The aircraft ventured about 4.5 kilometers (3 miles) into Finland's airspace near Porvoo over a period of three minutes, according to Finland's defense ministry.\n"
        ]
    },
    {
        "input": "Hôm qua, Bóng rổ Úc tuyên bố đội tuyển Olympic chính thức cho Thế vận hội Olympics Mùa hè năm 2012 trước một chuỗi trận chia tay ở khu vực Melbourne vào cuối tuần này cho cả đội nữ Opals và đội nam Boomers.\n",
        "output": [
            "Yesterday, Basketball Australia announced the final Olympic squads for the 2012 Summer Olympics ahead of a farewell series in the Melbourne area this weekend for both the Opals women's team and the Boomers men's team.\n"
        ]
    },
    {
        "input": "Khu vực này đã từng bị động đất vào năm 2004, gây ra một đợt sóng thần.\n",
        "output": [
            "The same region was hit by an earthquake in 2004, that triggered a tsunami.\n"
        ]
    },
    {
        "input": "Hôm nay, trong buổi ra mắt buổi trưng bày, bảo tàng đã vinh danh công lao cống hiến suốt cuộc đời của Bob Kuhn.\n",
        "output": [
            "Today, during the exhibition's banquet, the museum is to present Bob Kuhn with their lifetime achievement award.\n"
        ]
    },
    {
        "input": "Nhưng như đã nói, tôi sẽ không quá bảo thủ với việc dẫn đầu.\n",
        "output": [
            "But like I say, I'm not going to be conservative having the lead.\n"
        ]
    },
    {
        "input": "\"Đây là vấn đề giữa những phụ huynh đăng ký cho con mình theo học ở trường của chúng tôi và đây là nơi mà đồng tiền không có tác dụng gì cả.\"\n",
        "output": [
            "\"This is between the parents that enrol their children at our school and that is where the buck stops.\"\n"
        ]
    },
    {
        "input": "Cô ấy là một phụ nữ ngoài bốn mươi tuổi, là mẹ của ba đứa trẻ ở Long Island và trông khá xinh đẹp trong bộ quần áo đen cùng mái tóc vàng rậm được buộc đuôi ngựa gọn gàng đằng sau.\n",
        "output": [
            "She is a beautiful forty-ish Long Island mother of three who is dressed in smart black pants and a black turtleneck that reaches up to her blond-streaked hair pulled back in a bushy ponytail.\n"
        ]
    },
    {
        "input": "Ông qua đời ở tuổi 76 sau một cuộc chiến dài với căn bệnh ung thư, và để lại người vợ 54 tuổi Elsie và các con trai của họ Andrew, Paul, và Mark.\n",
        "output": [
            "He died at the age of 76 after a long battle with cancer, and leaves behind his wife of 54 years Elsie and their sons Andrew, Paul, and Mark.\n"
        ]
    },
    {
        "input": "Cecile Richards, chủ tịch của tổ chức Planned Parenthood, nói rằng \"Vấn đề rất đáng buồn và đáng thất vọng, tuy nhiên chúng tôi mong muốn rằng những phụ nữ đã dựa vào Planned Parenthood để điều trị bệnh ung thư vú biết rằng chúng tôi luôn và sẽ ở đây bên cạnh họ.\"\n",
        "output": [
            "Cecile Richards, president of Planned Parenthood, said, \"While this is deeply disturbing and disappointing, we want to assure women who rely on Planned Parenthood for breast care that we're still here for them, and we always will be. \"\n"
        ]
    },
    {
        "input": "Thomas, con gái của những người nhập cư Libăng, người tiên phong trong số các nữ phóng viên về chính trị tại Hoa Kỳ, đã kết thúc sự nghiệp của mình sau khi nói lời xin lỗi vì đã nói rằng Israel nên \"cút khỏi Palestine.\"\n",
        "output": [
            "Thomas, the daughter of Lebanese immigrants, who blazed a trail for female reporters in politics in the United States, has ended her career after apologizing for saying that Israel should \"get the hell out of Palestine.\"\n"
        ]
    },
    {
        "input": "Chan đã bị cáo buộc là chủ mưu của các hoạt động, và Myuran đã bị cáo buộc là một chấp hành viên.\n",
        "output": [
            "Chan was alleged to be the mastermind of the operation, and Myuran was alleged to be an enforcer.\n"
        ]
    },
    {
        "input": "Ông Robertson viết, \"Tôi mong được ngài và người dân Israel tha thứ.\"\n",
        "output": [
            "Robertson wrote, \"I ask your forgiveness and the forgiveness of the people of Israel.\"\n"
        ]
    },
    {
        "input": "Trong tổng số các phân bổ, thì vùng đầu tiên đã giảm vào tổng 117.170.000 đô la Úc và vùng thứ hai cho thấy tăng lên 114.353.000 đô la Úc.\n",
        "output": [
            "For total appropriations, the first area decreased by a total of A$117,170,000 and the second area saw an increase in of A$114,353,000.\n"
        ]
    },
    {
        "input": "Hai người đã về hưu này dành phần lớn tiền tiết kiệm trong năm cho quà tặng Giáng sinh.\n",
        "output": [
            "The pensioners spend most of the year saving for Christmas gifts.\n"
        ]
    },
    {
        "input": "\"Chúng tôi đã cho chạy những động cơ này như kiểu chúng hoạt động trên chuyến bay, nhưng thay vì để chúng lên không trung, chúng tôi đã hãm chúng xuống.\n",
        "output": [
            "\"We ran the engines just like they would run during flight, but instead of being up in the air, they were held down.\n"
        ]
    },
    {
        "input": "\"Việc tăng này càng cho thấy nhu cầu tiến hành và duy trì những chính sách củng cố tăng tưởng và trách nhiệm tài khoá bao gồm đổi mới chính sách an sinh và những chính sách thuế thúc đẩy tăng trưởng.\"\n",
        "output": [
            "\"This increase reinforces the need to adopt and maintain policies that promote economic growth and fiscal responsibility, including entitlement reform and pro-growth tax policies.\"\n"
        ]
    },
    {
        "input": "Tuy nhiên ông Haque nói rằng ông tự tin là người sử dụng lao động không hiểu lầm và nhận ra những tiêu chuẩn này là rất cơ bản.\n",
        "output": [
            "However Mr Haque said that he was confident employers would recognise the standards as basic, and that they were not misleading.\n"
        ]
    },
    {
        "input": "Đây là lần đầu tiên việc kết án đã đạt được bằng việc sử dụng đạo luật ban hành năm 2003 để hạn chế thư rác, hay spam, từ sự phân phát tự nguyện vào hộp thư cửa người sử dụng.\n",
        "output": [
            "This is the first time a conviction has been gained using the legislation enacted in 2003 to curb bulk e-mail, aka spam, from unsolicited distribution into users mailboxes.\n"
        ]
    },
    {
        "input": "Một hệ thống robot tại Trung tâm Y khoa Stanford đã được sử dụng để thực hiện một ca phẫu thuật nội soi dạ dày thành công với tỷ lệ các biến chứng về mặt lý thuyết ngang bằng với phẫu thuật thông thường.\n",
        "output": [
            "A robotic system at Stanford Medical Center was used to perform a laparoscopic gastric bypass surgery successfully with a theoretically similar rate of complications to that seen in standard operations.\n"
        ]
    },
    {
        "input": "Hơn 160 người đã bị giam giữ trong một cuộc đàn áp kéo dài hai ngày, bao gồm hơn 100 người đến từ các khu ổ chuột lân cận, rất may là hầu hết trong số đó đều được phóng thích ngay sau đó.\n",
        "output": [
            "Over 160 people were taken into custody in a two day crackdown, including over 100 from a nearby slum, but most have been released since then.\n"
        ]
    },
    {
        "input": "Ủy ban sẽ quyết định phim nào trong số ba bộ phim sẽ nhận được đề cử.\n",
        "output": [
            "The committee will decide which of the three films should receive nominations.\n"
        ]
    },
    {
        "input": "Đội Gliders đang ở Băng Cốc, Thái Lan để chuẩn bị cho giải đấu Vô địch Bóng rổ Trên xe lăn Khu vực Châu Á-Đại dương được tổ chức tại Trung tâm Tuổi trẻ Băng Cốc Thái-Nhật.\n",
        "output": [
            "The Gliders are in Bangkok, Thailand, for the Asia-Oceania Zone Wheelchair Basketball Championships, which are being held at the Thai-Japanese Bangkok Youth Center.\n"
        ]
    },
    {
        "input": "Chỉ số của ba thị trưởng chứng khoán chính của Mỹ bị giảm xuống hai phần trăm so với giá đóng sàn hôm thứ Hai, đó là vụ tốn thất lớn thứ hai trong năm 2007.\n",
        "output": [
            "The three major US stock market indices each fell two percent from Monday's closing price, marking the second-biggest loss of 2007.\n"
        ]
    },
    {
        "input": "Trận đánh bắt đầu hôm thứ bảy, ngày 6 tháng Mười ở thị trấn Mir Ali và đã kéo dài ba ngày qua.\n",
        "output": [
            "The battles began on Saturday October 6 in the town of Mir Ali and have lasted three days so far.\n"
        ]
    },
    {
        "input": "\"Với bản cam kết rằng sẽ không bao giờ tấn công nước anh em lần nữa và mong chờ sự tha thứ, chúng tôi có thể cân nhắc chuyện này như một tai nạn nghiêm trọng đã được giải quyết, \" tổng thống Ecuador Rafael Correa nói, và các nhà lãnh đạo Mỹ La-tinh khác đều ủng hộ.\n",
        "output": [
            "\"With the commitment of never attacking a brother country again and by asking forgiveness, we can consider this very serious incident resolved,\" said Ecuadorian president Rafael Correa, as the other Latin American leaders applauded.\n"
        ]
    },
    {
        "input": "\"Trong điều kiện Bắc cực, băng có thể hỗ trợ trong giải quyết tràn dầu bằng cách làm chậm quá trình dầu thay đổi tính chất, bị loãng, và ngăn không cho dầu lan rộng ra một phạm vi lớn, và giúp ta có thêm thời gian đối phó.\"\n",
        "output": [
            "\"In Arctic conditions, ice can aid oil spill response by slowing oil weathering, dampening waves, preventing oil from spreading over large distances, and allowing more time to respond.\"\n"
        ]
    },
    {
        "input": "Benjamin Mullany, người đàn ông Anh bị bắn cùng với vợ của ông trong khi đi nghỉ ở Antigua đã chết.\n",
        "output": [
            "Benjamin Mullany, the British man who was shot along with his wife while on holiday in Antigua has died.\n"
        ]
    },
    {
        "input": "\"Ông lớn lên ở Thượng Hải và có cách cư xử rất hay.\"\n",
        "output": [
            "\"He had grown up in Shanghai and had very good manners.\"\n"
        ]
    },
    {
        "input": "Hơn 300 \"phóng viên\" vui mừng hò reo từ những đất nước cách xa nhau như là Chile và Norway đang tập trung lại ở Diễn Đàn Phóng Viên Quốc Tế OhmyNews từ ngày 23 tháng Sáu đến 26 tháng Sáu, 2005 tại Seoul.\n",
        "output": [
            "More than 300 \"citizen reporters\" hailing from countries as far apart as Chile and Norway are coming together at the OhmyNews International Citizen Reporters' Forum from June 23 to June 26, 2005 in Seoul.\n"
        ]
    },
    {
        "input": "Việc mặc niệm đã được tổ chức tại các trận bóng đá trong cả nước vào cuối tuần qua, với người hâm mộ tạo đền thờ tạm tại Newcastle United và Ipswich Town, hai câu lạc bộ mà ông đã gắn bó chặt chẽ nhất.\n",
        "output": [
            "Silences were held at football games throughout the country over the weekend, with fans creating makeshift shrines at Newcastle United and Ipswich Town, the two clubs he was most strongly associated with.\n"
        ]
    },
    {
        "input": "Mỹ đã tăng cường an ninh sân bay sau nỗ lực đánh bom không thành công ngày 25 tháng Mười hai vào một chuyến bay của hãng Delta bởi một người đàn ông Nigeria giấu chất nổ trong quần lót.\n",
        "output": [
            "The US has increased its airport security following the failed attempted December 25 bombing of a Delta flight by a Nigerian man with explosives in his underpants.\n"
        ]
    },
    {
        "input": "Sĩ quan bị nghi ngờ, Alexei Mitayev, đã bị sa thải khỏi lực lượng, bị bắt giữ, và được cho là đã thú nhận tội ác này.\n",
        "output": [
            "The suspected officer, Alexei Mitayev, was dismissed from the force, arrested, and is said to have since confessed to this crime.\n"
        ]
    },
    {
        "input": "Luật sư của Teamster sinh ra tại Edmonton, nhưng đã đến sinh sống tại Vancouver từ năm 1991.\n",
        "output": [
            "The Teamster's lawyer is originally from Edmonton, but has been living in Vancouver environs since 1991.\n"
        ]
    },
    {
        "input": "Các khu Liên bang 35 và Liên bang 30 đã bị đóng.\n",
        "output": [
            "Portions of Interstate 35 and Interstate 30 were shut down.\n"
        ]
    },
    {
        "input": "Những cuộc tấn công này không giống như các vụ đánh bom liều chết mà trong đó các quả bom là chất nổ dynamite và các vòng bom bi quấn quanh vào hai người phụ nữ.\n",
        "output": [
            "These attacks were unlike suicide bombings in that the bombs were dynamite and ball bearings strapped to two women.\n"
        ]
    },
    {
        "input": "Trang mạng \"Sự thật về vụ hỏa hoạn ở Vladivostok\" đã được lập nên để lan truyền thông tin về vụ hỏa hoạn.\n",
        "output": [
            "The web-site \"Truth about the fire in Vladivostok\" has been created to spread information about the fire.\n"
        ]
    },
    {
        "input": "Đội A1 của New Zealand đã thắng trong cuộc đấu mấu chốt tại giải Grand Pix A1 tại Thượng Hải, Trung Quốc ngày hôm nay, tiếp theo sau là đội A1 của Anh và Đội A1 của Đức.\n",
        "output": [
            "A1 Team New Zealand has won the feature race at the A1 Grand Prix in Shanghai, China today, followed by A1 Team Great Britain and A1 Team Germany.\n"
        ]
    },
    {
        "input": "\"Tôi cũng xin lưu ý rằng bây giờ chúng tôi có gần 140,000 quân tham gia, và theo tôi biết thì ông Howard đã triển khai 1,400 quân\", ông Obama nói.\n",
        "output": [
            "\"I would also note that we have close to 140,000 troops on the ground now, and my understanding is that Mr Howard has deployed 1,400\", said Mr Obama.\n"
        ]
    },
    {
        "input": "Ahmadinejad nói rằng \"Tại Iran, chúng tôi không có đồng tính luyến ái như ở nước bạn, \" gây ra nhiều tiếng cười từ khán giả.\n",
        "output": [
            "Ahmadinejad stated that \"In Iran we don't have homosexuals like in your country,\" drawing laughter from the audience.\n"
        ]
    },
    {
        "input": "Mọi người cho rằng anh ta đang cố gắng buộc chiếc xe đó tránh đường.\n",
        "output": [
            "It is thought he was trying to force the other vehicle out of the way.\n"
        ]
    },
    {
        "input": "Cho đến khi đó, Woollard đã được bảo lãnh tại ngoại, với điều kiện cậu ta chỉ ở địa chỉ hiện tại của mình, và không được đi vào thành phố Westminster.\n",
        "output": [
            "Until then, Woollard has been granted bail, on condition that he remains at his current address, and does not enter the City of Westminster.\n"
        ]
    },
    {
        "input": "Một vài ngày trước, các bộ trưởng đã nói rằng việc giảm thuế doanh thu có thể dẫn đến việc giá vé xe buýt tăng.\n",
        "output": [
            "A couple of days ago, the Chief Minister had said that any reduction in the sales tax could result in the bus fares going up.\n"
        ]
    },
    {
        "input": "Một trong những danh sách đen URL đối với Wikileaks bao gồm một danh sách bị rò rỉ của các trang web bị chặn ở Đan Mạch.\n",
        "output": [
            "One of the blacklisted URLs to Wikileaks includes a leaked list of blocked websites in Denmark.\n"
        ]
    },
    {
        "input": "Theo José Manuel Durao Barroso, Chủ tịch Ủy ban châu Âu, Liên minh châu Âu đang chuẩn bị bơm 50 triệu € để viện trợ các vùng bị phá hoại.\n",
        "output": [
            "According to José Manuel Durão Barroso, President of the European Commission, the European Union is prepared to release 50 million € in aid for damaged areas.\n"
        ]
    },
    {
        "input": "Nasrallah thề rằng Hezbollah sẽ tiếp tục chiến đấu cho đến khi cuộc xung đột lật ngược thế có lợi của Tổng thống Assad.\n",
        "output": [
            "Nasrallah pledged Hezbollah will continue fighting until the conflict has been turned in President Assad's favour.\n"
        ]
    },
    {
        "input": "Hãng tin BBC nói bức thư đã liệt kê ra những điều cần thiết nếu Iran muốn sẵn sàng tiếp tục bất kì cuộc chiến nào với Iraq.\n",
        "output": [
            "BBC News says the letter states what would be needed if Iran was willing to continue any battle with the country of Iraq.\n"
        ]
    },
    {
        "input": "Có thông tin xác nhận rằng Spyker sẽ đổi chủ sở hữu mùa giải tới trở thành đội đua Ấn Độ đầu tiên trong lịch sử giải đua Công thức một.\n",
        "output": [
            "It was confirmed that Spyker will change owners next season becoming the first Indian national Formula One team in history.\n"
        ]
    },
    {
        "input": "Cả CEO của Verizon Communications Ivan Seidenberg và CEO của Apple Steve Jobs đã không tham gia cuộc họp báo.\n",
        "output": [
            "Neither Verizon Communications CEO Ivan Seidenberg nor Apple CEO Steve Jobs attended the conference.\n"
        ]
    },
    {
        "input": "Một cơn bão tương tự đã gây ra ngập lụt và mưa lớn nghiêm trọng vào năm 2003.\n",
        "output": [
            "A similar system caused severe flooding and precipitation in 2003.\n"
        ]
    },
    {
        "input": "\"DS4SEQ muốn đạt được một tỷ lệ đáng kể trong đợt bầu cử sơ cấp và giành được một số ghế, \" ông Furze cho biết.\n",
        "output": [
            "\"DS4SEQ would like to gain a sizeable percentage of the primary vote and win a number of seats,\" Mr furze said.\n"
        ]
    },
    {
        "input": "Để đáp trả, Leo Benhakker đã thay đổi đội hình tấn công nhiều hơn 4-3-2 và đưa ra sân thêm một tiền đạo.\n",
        "output": [
            "In reply Leo Benhakker changed to a more attacking 4-3-2 system and threw on an extra attacker.\n"
        ]
    },
    {
        "input": "Chúng tôi đang chuẩn bị trong một môi trường mà chúng tôi thực sự không biết mức độ nghiêm trọng của việc bùng nổ dịch bệnh này sẽ ra sao.\"\n",
        "output": [
            "We're preparing in an environment where we really don't know ultimately what the size of seriousness of this outbreak is going to be.\"\n"
        ]
    },
    {
        "input": "Vào ngày 31 tháng 1 năm 2005, Đài phát thanh Caracol Colombia đã tường thuật rằng Chính phủ Colombia đã đưa ra bản mô tả chi tiết về cách thức hoạt động của FARC tại Colombia và trên toàn thế giới.\n",
        "output": [
            "The Colombian Caracol Radio reported on January 31, 2005 that the government of Colombia released a detailed document which describes how the FARC operates in Colombia and around the world.\n"
        ]
    },
    {
        "input": "Một luật về video game tại California hiện cũng đang được xem xét lại tại tòa án liên bang.\n",
        "output": [
            "A California video game law is currently being reviewed in federal court.\n"
        ]
    },
    {
        "input": "Hội đồng thành phố Bristol mới vừa báo cáo rằng có thể thư viện sẽ mở cửa lại vào thứ Ba, mặc dù họ cũng đã nói rằng có khả năng tòa nhà vẫn sẽ bị đóng cửa vào ngày hôm đó.\n",
        "output": [
            "Bristol City Council has reported that it is possible the library will reopen on Tuesday, although it did say that it was likely the building would remain closed on that day.\n"
        ]
    },
    {
        "input": "Mansour dự định thành lập một ban hội thẩm trong vòng mười lăm ngày để đánh giá lại và đề xuất những thay đổi cho bản Hiến pháp hiện đang bị tạm ngưng hiệu lực.\n",
        "output": [
            "Mansour plans to form a panel within fifteen days to review and suggest changes to the now-suspended constitution.\n"
        ]
    },
    {
        "input": "Vi khuẩn có thể được phân tán bởi động vật hoang dã từ trại nuôi gia súc của lâu đài tới ruộng rau chân vịt.\n",
        "output": [
            "The bacteria could have been carried by wild animals from the cattle ranch to the spinach field.\n"
        ]
    },
    {
        "input": "Một tờ báo địa phương Dover, Daily Record York, viết bình luận rằng các cử tri Dover nên lấy lời khai trong cuộc tổng tuyển cử khi họ có thể bỏ phiếu cho các thành viên hội đồng nhà trường cùng với các cơ quan dân chủ khác.\n",
        "output": [
            "A local Dover newspaper, the York Daily Record, editorialized that Dover voters should take trial testimony into account during the general election when they could cast votes for school board members along with other elective offices.\n"
        ]
    },
    {
        "input": "Theo một quan chức quân sự Mỹ, chưa rõ lý do tại sao phiên dịch viên này bắt đầu nổ súng; kẻ tấn công dường như là một \"nhân viên bất mãn\", trái ngược với một binh sĩ.\n",
        "output": [
            "It is not yet clear why the interpreter started shooting; However, the attacker seemed to be a \"disgruntled employee\", as opposed to a militant, according to a US military official.\n"
        ]
    },
    {
        "input": "Vụ va chạm này làm New Zealand và Đức phải bắt đầu từ vị trí cuối đường đua ở cuộc đua chính.\n",
        "output": [
            "This crash made both New Zealand and Germany start from the end of the track for the feature race.\n"
        ]
    },
    {
        "input": "Avila chiến thắng với xấp xỉ 131,000 phiếu bầu, một tỉ số suýt soát hơn ba phần trăm trong bốn triệu phiếu bầu ở vòng chung kết.\n",
        "output": [
            "Avila won by approximately 131,000 votes, a margin of just over three per cent of the four million votes cast in the final.\n"
        ]
    },
    {
        "input": "Raymond Moreno nói, \"Tôi hy vọng nó kéo dài mười, hai mươi, ba mươi năm, bởi vì chúng tôi cần nó.\"\n",
        "output": [
            "Raymond Moreno said, \"I hope it stays for another ten, twenty, thirty years, because we need it.\"\n"
        ]
    },
    {
        "input": "Tổng thống Ely Ould Mohamed Vall, người cũng đã bỏ phiếu trong cuộc trưng cầu nói, \"Đây là một ngày tuyệt vời và một sự tái sinh cho Mauritania. .\"\n",
        "output": [
            "President Ely Ould Mohamed Vall, who also voted in the referendum said, \"This is a great day and a rebirth for Mauritania ...\"\n"
        ]
    },
    {
        "input": "\"Những đám mây đã tan đi và đó là lý do tại sao chúng tôi đã quyết định phóng, \" người kiểm soát nhiệm vụ cho biết trên kênh NASA TV.\n",
        "output": [
            "\"The clouds broke up and that's why we were go for launch,\" stated mission control on NASA TV.\n"
        ]
    },
    {
        "input": "Vịnh Bristol gần đây trở thành một trong những khu vực đánh bắt cá hồi nhiều nhất nước.\n",
        "output": [
            "Bristol Bay currently is one of the top salmon fishing grounds in the state.\n"
        ]
    },
    {
        "input": "Sau đó cô bị kẻ cầm súng túm tóc và bị bắn cùng với hai người đàn ông cố chạy đến trợ giúp.\n",
        "output": [
            "She was apparently grabbed by the hair by the gunman who then shot her and two men who attempted to come to her aid.\n"
        ]
    },
    {
        "input": "Nhà sản xuất độc quyền của CBS News, Rome Hartman đã trả lời trong e-mail tới TVNewser rằng, \"Bill Maher chưa bao giờ được bảo rằng anh ta không thể bàn luận về tôn giáo trong một bản tin tự do ngôn luận, \" và nói thêm, \"Trên thực tế, Quyền Tự do ngôn luận đã bao gồm cả tôn giáo và chúng tôi mong những người khác sẽ nói về nó trong tương lai.\"\n",
        "output": [
            "CBS News executive producer Rome Hartman has since responded in an e-mail to TVNewser saying that, \"Bill Maher was never told that he couldn't discuss religion in a Free Speech segment,\" and added, \"In fact, Free Speech has already addressed religion and we expect others will in the future.\"\n"
        ]
    },
    {
        "input": "Bão Emily vừa đánh vào hòn đảo nhỏ phía Đông Caribbean ở Grenada.\n",
        "output": [
            "Hurricane Emily has hit the small eastern Caribbean island of Grenada.\n"
        ]
    },
    {
        "input": "Thủ tướng NSW Morris Iemma công bố vào tháng Mười Hai năm 2005 rằng ông muốn bán cổ phần của nhà nước tại Snowy Hydro buộc các chính phủ liên bang và tiểu bang Victoria làm theo.\n",
        "output": [
            "NSW Premier Morris Iemma announced in December 2005 that he wished to sell the state's share in Snowy Hydro that caused the federal and Victorian governments to follow.\n"
        ]
    },
    {
        "input": "\"Chúng ta phải sử dụng thiết bị cắt cầm tay để mở chiếc xe lửa và tiếp cận người dân, \" Pedro Machado, tổng chỉ huy của Sở Cứu Hỏa Janeiro Rio de cho biết.\n",
        "output": [
            "\"We have to use blowtorches to open the sides of the train cars to reach the people,\" said Pedro Machado, commander general of the Rio de Janeiro Fire Department.\n"
        ]
    },
    {
        "input": "\"Vì vậy, đối với tôi đó là một nỗ lực để đi đến một nơi mà tôi nghĩ đang lan truyền sự chết chóc và bắt đầu công khai sự thật, \" cô nói.\n",
        "output": [
            "\"So for me it was an attempt to come to a place that I think propagates death and start to proclaim truth,\" she said.\n"
        ]
    },
    {
        "input": "Phát ngôn viên của Gbagbo là Abdon George Bayeto, nói với BBC rằng cuộc bầu cử bị gian lận, là \"âm mưu quốc tế để chống lại người đương nhiệm\" và sẽ tiếp tục chiến đấu chống lại các lực lượng trung thành với Ouattara.\n",
        "output": [
            "Gbagbo's spokesman, Abdon George Bayeto, told the BBC the elections were rigged as an \"international plot against the incumbent\" and was going to continue fighting forces loyal to Ouattara.\n"
        ]
    },
    {
        "input": "Một số các nghi vấn trước đó nói rằng vật thể ở Texas có thể là thiên thạch.\n",
        "output": [
            "There was previous speculation was that the object in Texas could have been a meteor.\n"
        ]
    },
    {
        "input": "Báo Krone của Áo cho biết \"mục đích thông thường của những cuộc tấn công này là để gây hỗn loạn và gây phiền hà người khác.\"\n",
        "output": [
            "The Austrian paper Krone reports that the \"usual goal of their attacks is to raise a fuss or disturb others\".\n"
        ]
    },
    {
        "input": "Những cố gắng để liên lạc với bạn bè và gia đình qua điện thoại di động trở nên khó khăn bởi vì các mạng di động lớn nhất như Vodafone, O2 và Orange đều bị quá tải nhiều lần vào sáng nay, đồng nghĩa với việc các cuộc gọi thoại đều không thành công.\n",
        "output": [
            "Those trying to contact friends and family via mobile have struggled as the largest mobile networks, Vodafone, O2 and Orange, have all suffered from full capacity on several occasions this morning meaning voice calls failed.\n"
        ]
    },
    {
        "input": "Mức tăng trưởng kinh tế hàng năm của Ấn Độ trung bình đã đạt 8 phần trăm trong ba năm tài chính vừa qua.\n",
        "output": [
            "India's annual economic growth has been an average of 8 percent since past three fiscal years.\n"
        ]
    },
    {
        "input": "Đám cháy này là một trong ba đám cháy đã xảy ra vào hôm qua tại sa mạc Mojave và vùng núi San Gabriel.\n",
        "output": [
            "The fire is one of three that ignited yesterday in the Mojave Desert and San Gabriel Mountains.\n"
        ]
    },
    {
        "input": "Theo người phát ngôn nhà trắng Tony Snow, Tổng thống đang chờ đợi phát quyết của tòa án tối cao về tòa án dân sự hay tòa án quân sự sẽ giải quyết vấn đề của người bị giam.\n",
        "output": [
            "According to White House spokesman Tony Snow, the President is waiting for the US Supreme Court to decide on the issue of whether military tribunals or civilian courts would try the detainees.\n"
        ]
    },
    {
        "input": "Một tình trạng khẩn cấp được thông báo trên khắp tỉnh Kandahar, vì có một lượng lớn quân cả Afghanistan và NATO đã được điều động tới tìm kiếm dấu vết những tù nhân đã trốn thoát.\n",
        "output": [
            "A state of emergency has been declared throughout Kandahar province, as large numbers of both Afghan and NATO forces have been deployed to track down the escaped prisoners.\n"
        ]
    },
    {
        "input": "Theo văn phòng của họ tại London, Anh, họ \"đã gửi thiết bị ROV đến để điều tra và giám sát và rằng không có thêm dấu hiệu nào về dầu hay khí được tìm thấy.\"\n",
        "output": [
            "According to their office in London, England, they \"sent ROVs to investigate and monitor that and no further signs of oil or gas were found.\"\n"
        ]
    },
    {
        "input": "Tuy nhiên, cặp đôi này vẫn đóng góp cho tỉ số cảu đội bóng, Crispin ghi được 12 điểm với 15 cú dội bóng, và Merritt ghi được 16 điểm với sáu cú dội bóng.\n",
        "output": [
            "Nonetheless, the pair still contributed to the team's scoreline, with Crispin scoring 12 points with 15 rebounds, and Merritt scoring 16 points with six rebounds.\n"
        ]
    },
    {
        "input": "Million Dollar Baby (2004) và Crash (2005) đã thắng giải Oscar cho Phim Hay Nhất, khiến Haggis trở thành nhà biên kịch phim đầu tiên kể từ năm 1950 dành giải Oscar trong hạng mục Phim Hay Nhất hai năm liên tiếp.\n",
        "output": [
            "Both Million Dollar Baby (2004) and Crash (2005) won Academy Awards for Best Picture, making Haggis the first film writer since 1950 to pen movies which won Best Picture Oscars in consecutive years.\n"
        ]
    },
    {
        "input": "Một thành viên thứ sáu đã bị bắt vì giúp đỡ và tiếp tay nhưng đã được thả không phải đóng phí.\n",
        "output": [
            "A sixth member was arrested for aiding and abetting but was released without charge.\n"
        ]
    },
    {
        "input": "Khi Oppenheimer bắt đầu thiết kế vũ khí bí mật trong phòng thí nghiệm, Los Alamos đã chỉ định Bethe làm Giám đốc Bộ phận lý thuyết.\n",
        "output": [
            "When Oppenheimer started the secret weapons design laboratory, Los Alamos, he appointed Bethe as Director of the Theoretical Division.\n"
        ]
    },
    {
        "input": "Giới chức Hàn Quốc vẫn chưa đưa ra suy đoán về vụ việc, cho rằng việc tháo bỏ các bức chân dung \"có thể có nhiều lý do khác nhau.\"\n",
        "output": [
            "South Korean officials are not yet speculating on the matter, saying the portrait removals \"may be for various reasons.\"\n"
        ]
    },
    {
        "input": "Vào năm 2004, một cô bé bảy tuổi đến từ Connecticut đã tìm cách thoát ra khỏi thanh bảo hộ, rồi bò lên đằng trước chỗ ngồi của mình.\n",
        "output": [
            "In 2004, a seven-year-old from Connecticut managed to free herself from the ride's restraining bars, and climb onto the front edge of her seat.\n"
        ]
    },
    {
        "input": "Theo cuộc thăm dò của BBC Panorama sắp được phát sóng vào tối nay, Comic Relief, tổ chức từ thiện lớn của Anh, đã đầu tư tiền vào các công ty vũ khí, rượu và thuốc lá.\n",
        "output": [
            "Major British charity Comic Relief has invested money in arms, alcohol and tobacco firms, according to a BBC Panorama investigation to be broadcast this evening.\n"
        ]
    },
    {
        "input": "Sau đó, nó được chuyển tới tòa trung tâm Notisiete, nơi các các nghi thức được tổ chức.\n",
        "output": [
            "Later, it was moved to Notisiete's headquarters, where a memorial took place.\n"
        ]
    },
    {
        "input": "Vị trí khảo cổ là nằm trên đồi dọc theo biển Địa trung Hải nhìn sang nhà nghỉ hè của Hosni Mubarak, tổng thống Ai Cập.\n",
        "output": [
            "The archaeological site is on a hill along the Mediterranean Sea overlooking the summer home of Hosni Mubarak, president of Egypt.\n"
        ]
    },
    {
        "input": "Ngoài ra, một tai nạn khác diễn ra tại Newtownhamilton, Hạt Armagh, được báo cáo có dính liếu tới hai nam thanh niên 17 tuổi.\n",
        "output": [
            "Also, another accident was reported which took place in Newtownhamilton, County Armagh in which two 17 year old boys were involved.\n"
        ]
    },
    {
        "input": "Trong 20 trận tại mùa giải này, chỉ có ba chiến thắng của đội nhà được ghi nhận, nhưng đây là lần đầu tiên trong giải đấu tất cả bốn đội nhà đã giành chiến thắng trong trận đấu của mình trong một vòng duy nhất.\n",
        "output": [
            "In the 20 games so far this season, only three home wins had been recorded, but for the first time ever in the league, all four home teams won their respective matches in a single round.\n"
        ]
    },
    {
        "input": "Quyền Cảnh sát Ủy nhiệm Moses Driver phủ nhận rằng không có sự giành quyền kiểm soát nào đã xảy ra.\n",
        "output": [
            "Acting Police Commissioner Moses Driver denied that any take over had occurred.\n"
        ]
    },
    {
        "input": "Hôm qua, một euro chỉ có thể mua được 35.844 lei, ít hơn so với 36.133 lei cách đây hai hôm.\n",
        "output": [
            "Yesterday, one euro could be bought for just 35,844 lei, down from 36,133 lei two days ago.\n"
        ]
    },
    {
        "input": "Kinh tế Ấn Độ tăng trưởng 9,2 phần trăm trong Quý 2 (tháng Bảy-tháng Chín) trong năm tài chính 2006-07, trước đó mức tăng trưởng là 8,4 phần trăm cùng kỳ năm ngoái.\n",
        "output": [
            "India's economy has grown by 9.2 percent in Q2 (July-September) of the fiscal year 2006-07, which was 8.4 percent last year for the same quarter.\n"
        ]
    },
    {
        "input": "Nghiên cứu được công bố trên Tạp chí bệnh Alzheimer.\n",
        "output": [
            "The research is reported in the Journal of Alzheimer's Disease.\n"
        ]
    },
    {
        "input": "Hai bảo tàng ở San Diego, California đã được đề nghị một bộ sưu tập trị giá hơn 40 triệu đô.\n",
        "output": [
            "Two museums in San Diego, California have been bequested an art collection worth more than 40 million.\n"
        ]
    },
    {
        "input": "Glasgow cho biết hiệu quả làm việc của mình tại công ty được đánh giá dựa trên cách ông \"bị chạm vào, làm cho di chuyển và truyền cảm hứng\" bởi những người khác, một cụm từ trong triết lý Landmark, nó trái ngược với những thành tích kinh doanh của ông tại công ty.\n",
        "output": [
            "Glasgow said his performance at the company was assessed based on how he was \"touching, moving and inspiring\" others, a phrase from the Landmark philosophy, as opposed to his business accomplishments at the company.\n"
        ]
    },
    {
        "input": "Máy bán hàng tự động bán thuốc lá ở nơi công cộng sẽ bị cấm nếu quảng cáo và tài trợ thuốc lá.\n",
        "output": [
            "Vending machines selling cigarettes in public places will be banned as will cigarette advertisements and sponsorships.\n"
        ]
    },
    {
        "input": "Việc kiểm phiếu được dự đoán trước của chín nghị sĩ thượng viện sẽ bảo đảm cân bằng quyền lực ở thượng viện.\n",
        "output": [
            "Its predicted tally of nine senators will guarantee it the balance of power in the Senate.\n"
        ]
    },
    {
        "input": "Nhà kho là nơi chứa đồ và cung cấp những hóa chất bể bơi, đặc biệt là chlorine.\n",
        "output": [
            "The warehouse is a storage and distribution facility for pool chemicals, especially chlorine.\n"
        ]
    },
    {
        "input": "Trưởng ban Nội các José Dirceu là một thành viên trong đoàn.\n",
        "output": [
            "The chief-minister of Civil House José Dirceu was a member of the delegation.\n"
        ]
    },
    {
        "input": "Ban đầu vụ nổ và vụ cháy tiếp theo được cho là từ một máy bay thương mại bị bắn rơi.\n",
        "output": [
            "The explosion and subsequent fire was originally thought to have been a downed commercial aircraft.\n"
        ]
    },
    {
        "input": "Thống Đốc của Queensland, Peter Beattie, nói rằng việc thay đổi lảnh đạo \"sẽ là tín hiệu của một thời kỳ mới hướng tới sự ổn định của đảng Lao Đông.\"\n",
        "output": [
            "Premier of Queensland Peter Beattie has said that the leadership change \"will herald in a new period of stability for the party.\"\n"
        ]
    },
    {
        "input": "Ngày 7 tháng 8, quân đội Georgia đã mở màn tấn công chống lại thành phố Tskhinvali của Ossetian.\n",
        "output": [
            "On August 7, Georgian troops launched an offensive against the Ossetian town of Tskhinvali.\n"
        ]
    },
    {
        "input": "Hôm nay ở Capitol Hill, Đại tướng Lục quân Hòa Kỳ David Petraeus đã ra một thông báo được mong đợi từ lâu.\n",
        "output": [
            "Today on Capitol Hill, U.S. Army General David Petraeus presented a long awaited testimony.\n"
        ]
    },
    {
        "input": "Chính phủ đưa ra lý do để chống khủng bố và lừa đảo thì cần có hệ thống chứng minh thư toàn quốc.\n",
        "output": [
            "The government cites terrorism and fraud protection as needs for a universal national identity system.\n"
        ]
    },
    {
        "input": "Nhóm các bộ trưởng cũng đề xuất rằng đài phát thanh cộng đồng được phép phát 5 phút quảng cáo cho mỗi một giờ lên sóng.\n",
        "output": [
            "The GoM has also proposed that community radios be allowed up to 5 minutes of commercial advertising for every hour of broadcast.\n"
        ]
    },
    {
        "input": ":\"Đi bộ dọc theo nơi có các binh sĩ và mỉm cười với họ, chúng tôi đã đến gần một người đàn ông trông có vẻ là sĩ quan chỉ huy.\"\n",
        "output": [
            ":\"Walking slowly down to where the soldiers were and smiling at them as we walked, we approached the man who appeared to be the commanding officer.\"\n"
        ]
    },
    {
        "input": "\"Tôi cảm thấy đây là lúc cần một thay đổi,\" ông chủ Drayton McLane nói.\n",
        "output": [
            "\"I felt this was the time for a change,\" owner Drayton McLane said.\n"
        ]
    },
    {
        "input": "Trong vòng loại 2 ngày, do một số vấn đề về việc sắp xếp lịch trình, một số dân chơi trò chơi điện tử đã rút khỏi giải đấu vô địch, nhưng điều đó không ảnh hưởng đến kết quả người chiến thắng trong một ngày duy nhất, chiến thắng trong 2-ngày, và nhà chiến thắng chung.\n",
        "output": [
            "In this 2-day qualifier, due to some issues on the arrangement of the schedule, some registered gamers offered to quit the championship, but it didn't take effect on the results of the single day champion, the 2-day champion, and overall champion.\n"
        ]
    },
    {
        "input": "Camera này hoạt động nhờ nguồn điện dự phòng kể từ ngày 30 tháng Sáu năm 2006, khi các kỹ sư chuyển từ nguồn điện chính (\"Side A\") sang nguồn dự phòng (\"Side B\") do một trục trặc kỹ thuật.\n",
        "output": [
            "The camera had been operating on its backup power since June 30, 2006, when engineers switched from the primary power supply (\"Side A\") to the backup (\"Side B\") due to a malfunction.\n"
        ]
    },
    {
        "input": "Một sự hợp tác giữa chính phủ, Chính phủ New South Wales và Hội bóng chày Sydney và Quĩ thể thao sẽ hỗ trợ thêm chi phí cho sân Sydney Cricket Ground và sẽ hoàn thành việc xây dựng vào năm 2014.\n",
        "output": [
            "A partnership between the government, New South Wales Government and the Sydney Cricket and Sports Ground Trust will cover additional costs associated with the Sydney Cricket Ground with work completed by 2014.\n"
        ]
    },
    {
        "input": "Do có nhiều băng tan ở hai cực hơn, các con thuyền đã đi qua các vùng nước chưa có trên bản đồ.\n",
        "output": [
            "As more Arctic ice melts, the ships sail through uncharted waters.\n"
        ]
    },
    {
        "input": "Trong khi nội các phần lớn vẫn giữ nguyên nhân sự từ nội các trước, một số bộ trưởng có tính khiêu khích hay gây tranh cãi bị bãi nhiệm hoặc chuyển sang vị trí an toàn hơn.\n",
        "output": [
            "While the cabinet is for a large part copied from the preceding one, some ministers who had provoked controversy and animosity were removed or moved to another less risky position.\n"
        ]
    },
    {
        "input": "Newport và Glyndwr đang chuẩn bị để trở thành các trường đại học riêng biệt.\n",
        "output": [
            "Newport and Glyndwr are set to become universities in their own right.\n"
        ]
    },
    {
        "input": "Theo Radiopress, một hãng thông tấn Nhật Bản theo dõi các kênh phát thanh của Triều Tiên, thì Đài Phát thanh Trung ương Triều Tiên, cũng như Thông tấn xã Trung ương Triều Tiên và truyền thông Triều Tiên, đã ngừng sử dụng cụm từ \"nhà lãnh tụ kính yêu\" khi nói đến Kim Jong Il, lãnh đạo tối cao của nước này.\n",
        "output": [
            "According to Radiopress, a Japanese news agency that monitors North Korea's radio broadcasts, the North's Korean Central Broadcasting Station, as well as the Korean Central News Agency and other North Korean media, have stopped using the term \"Dear leader\" when referring to Kim Jong Il, the country's supreme leader.\n"
        ]
    },
    {
        "input": "Singh, một bệnh nhân tiểu đường, đã từng có một cuộc phẫu thuật có tim nhân tạo ở Anh vào năm 1990 và tái tạo mạch máu ở Delhi vào năm 2004 và cuộc phẫu thuật này đã đặt các stent trong các huyết mạch của ông.\n",
        "output": [
            "Singh, a diabetic, underwent a bypass surgery in Britain in 1990 and had an angioplasty in 2004 in Delhi in which stents were introduced in his arteries.\n"
        ]
    },
    {
        "input": "Cả hai ông đã ký thỏa hiệp tuần rồi để giải quyết sự cách biệt chính trị đã xảy ra trong bốn tháng qua.\n",
        "output": [
            "The two signed an agreement last week to resolve the four-month political standoff.\n"
        ]
    },
    {
        "input": "Dự kiến ​​hội nghị các nhà tài trợ quốc tế sẽ diễn ra vào tháng tới để thu hút viện trợ nhiều hơn cho đất nước.\n",
        "output": [
            "It is expected that an international donors' conference will take place next month to solicit more aid for the country.\n"
        ]
    },
    {
        "input": "Đội Lightning và Penguins sẽ thi đấu giao hữu tại hai nước tương ứng Đức và Phần Lan.\n",
        "output": [
            "The Lightning and Penguins will play exhibition games in Germany and Finland respectively.\n"
        ]
    },
    {
        "input": "Mặc cho cáo buộc của bà Palin, bài viết gốc trên tờ New York Times ngày 3 tháng Mười kết luận rằng Obama và Ayers chưa bao giờ gần gũi, và rằng kết nối đã có thông qua các vận động đầu tiên của ông Obama cho văn phòng và một dự án cải cách trường học, \" nói rằng những con đường của họ đã không cắt nhau thường xuyên.\"\n",
        "output": [
            "Despite Palin's attack, the original article in the October 3 New York Times concluded that Obama and Ayers were never close, and that the connection was through Obama's initial run for office and a schools reform project, \"saying that their paths have crossed sporadically\".\n"
        ]
    },
    {
        "input": "66 hành khách và phi hành đoàn của chuyến bay UAL từ New York tới San Francisco đã có chuyến dừng không mong muốn tại \"Windy City, \" Chicago, vào hôm thứ ba, sau một vụ dọa có bom.\n",
        "output": [
            "66 passengers and the crew of a New York to San Francisco UAL flight got an unwanted stop in the \"Windy City,\" Chicago, on Tuesday, following a bomb scare.\n"
        ]
    },
    {
        "input": "Thomas hầu như đã không che giấu quan điểm của mình, với những câu hỏi cho tổng thống George W. Bush và Barack Obama và thư ký tòa soạn của họ thường về các cuộc chiến tranh ở Trung Đông.\n",
        "output": [
            "Thomas did little to hide her views, with her questions to Presidents George W. Bush and Barack Obama and their press secretaries often about the wars in the Middle East.\n"
        ]
    },
    {
        "input": "Baltimore, Washington DC và Philadelphia đều được dự đoán là có mức nhiệt cao đạt trên 100ºF (37,8ºC).\n",
        "output": [
            "Baltimore, Washington D.C. and Philadelphia are all expecting highs to reach above 100ºF (37.8ºC).\n"
        ]
    },
    {
        "input": "Một cơ quan đã tăng mức độ báo động dịch lên mức độ sáu, mức độ cao nhất.\n",
        "output": [
            "The agency increased its pandemic alert level to the sixth level, its highest.\n"
        ]
    },
    {
        "input": "Cô cũng nói rằng việc sa thải là kết quả của cô nộp đơn khiếu nại về Thomas.\n",
        "output": [
            "She also stated that the firing was the result of her filing a complaint about Thomas.\n"
        ]
    },
    {
        "input": "Báo động đỏ - sơ tán toàn bộ- đã được thông báo vào khoảng 9:15 sáng.\n",
        "output": [
            "A 'code Red' - full evacuation - was set at around 9.15am.\n"
        ]
    },
    {
        "input": "Bộ Nội Các Pháp đã bước một bước chưa từng có trong việc triển khai kế hoạch khẩn cấp đảm bảo giải quyết nhanh chóng vụ việc bằng những con số lớn người giải cứu và nguồn hỗ trợ.\n",
        "output": [
            "The French Interior Ministry took the rare step of activating an emergency plan to ensure rapid response from large numbers of rescuers and resources.\n"
        ]
    },
    {
        "input": "Báo cáo cũng đề cập đến những thiệt hại về kinh tế mà nước này đang phải gánh chịu, đã lên đến 7,754 tỷ đô la, làm 71 phần trăm người dân Haiti rơi vào tình trạng cực kỳ đói nghèo.\n",
        "output": [
            "The report also mentioned economic loss suffered by the country, that reached 7.754 billion dollars, leaving 71 percent of the Haitians in extreme poverty.\n"
        ]
    },
    {
        "input": "Nhưng sáng nay, cảnh sát Dallas đã thông báo rằng Owens đã uống một số lượng lớn thuốc và sáng nay khi được hỏi bởi cảnh sát rằng liệu ông có đang cố ý tự sát không, Owens trả lời là \"Có.\"\n",
        "output": [
            "But this morning, Dallas police have reported that Owens took an unknown large amount of the pills, and when asked by police this morning if he had been attempting to hurt himself, Owens replied, \"Yes.\"\n"
        ]
    },
    {
        "input": "Thảm họa làm thiệt hại 15,5 triệu đô la Mỹ mà Imperial thu được trong quý đầu năm nay.\n",
        "output": [
            "The disaster is also blamed for a $15.5 million loss Imperial posted in this year's first quarter.\n"
        ]
    },
    {
        "input": "Bài xã luận đã đưa trang này lên hàng đầu là Khu định cư không tự nguyện ở Liên bang Xô Viết.\n",
        "output": [
            "The article that put the site over the top was Involuntary settlements in the Soviet Union.\n"
        ]
    },
    {
        "input": "Theo các quan chức chính phủ, những người thợ mỏ này được cho là vẫn còn sống \"bởi vì họ cách đủ xa so với nơi bị sập\", mặc dù vậy tình trạng của họ thì vẫn chưa được biết cụ thể và đội cứu hộ thì không thể liên lạc được với họ.\n",
        "output": [
            "According to a Government Official, the men are believed to be alive \"because they were far enough away from the site of the collapse,\" however their condition is unknown and rescuers have not been able to make contact with them.\n"
        ]
    },
    {
        "input": "Nó sẽ được đặt trong một quỹ đạo địa tĩnh, cách trái đất khoảng 36.000 km và ở 95,5 kinh độ Đông.\n",
        "output": [
            "It will be placed in a geosynchronous orbit, about 36,000 kilometres above the Earth, at a longitude of 95.5°E.\n"
        ]
    },
    {
        "input": "Ngân sách mới cũng bao gồm một phần tăng chi tiêu cho chương trình mầm non của bang, gần 100 triệu đô la hỗ trợ cho những người không tham dự chương trình TennCare và một phần đóng góp lớn cho quỹ dự trữ của bang.\n",
        "output": [
            "The new budget also includes an increase in spending for the state's preschool program, as much as $100 million in funding for TennCare disenrollees, and a significant contribution to the state's reserve fund.\n"
        ]
    },
    {
        "input": "ABC News đã giành được và đã đưa tin về một đoạn băng tin nhắn từ Osama Bin Laden.\n",
        "output": [
            "ABC News has obtained and released a transcript of a taped message from Osama Bin Laden.\n"
        ]
    },
    {
        "input": "Tất cả tiền trong hạng mục được phân bổ phù hợp với chính quyền địa phương (Hỗ trợ tài chính) Luật 1995.\n",
        "output": [
            "All money in the category is allocated in line with the Local Government (Financial Assistance) Act 1995.\n"
        ]
    },
    {
        "input": "Bạn đã bỏ lỡ cơ hội quan trọng và thỉnh thoảng bạn tự hỏi tại sao.\n",
        "output": [
            "You put a strong side out and you wonder why sometimes.\n"
        ]
    },
    {
        "input": "Các cuộc đàm phán trong Hội nghị Thay đổi Khí hậu 2010 sẽ tiếp tục vào tuần này tại Bonn, Đức.\n",
        "output": [
            "The 2010 United Nations Climate Change Conference negotiations continued this week in Bonn, Germany.\n"
        ]
    },
    {
        "input": "Đây là dịch sốt xuất huyết do vi rút Marburg lớn nhất ghi nhận được trong lịch sử.\n",
        "output": [
            "This is the largest recorded outbreak of Marburg viral hemorrhagic fever in history.\n"
        ]
    },
    {
        "input": "Việc cảnh sát thông báo nhiều chuông báo động suốt buổi tối xảy ra vụ trộm ở các vị trí khác của tòa nhà đã làm rối bảo vệ của phòng trưng bày.\n",
        "output": [
            "The police stated multiple alarms during the evening of the heist in other parts of the building had distracted the gallery guard.\n"
        ]
    },
    {
        "input": "Để phản đối hình phạt nầy, Issawi bắt đầu tuyệt thực công khai.\n",
        "output": [
            "As a protest against the punishment, Issawi began a publicized hunger strike.\n"
        ]
    },
    {
        "input": "Conte hiện đang thụ án bốn tháng tù giam vì tội phân phối steriods và rửa tiền.\n",
        "output": [
            "Conte is currently serving four months in prison for distribution of steriods and money laundering.\n"
        ]
    },
    {
        "input": "Bây giờ dân số của Detroit đã giảm xuống còn 713.777, thành phố này không còn đủ điều kiện cho những lợi thế tài chính.\n",
        "output": [
            "Now that Detroit's population has fallen to 713,777, it is no longer eligible for these financial advantages.\n"
        ]
    },
    {
        "input": "Trường hợp đầu tiên của dịch cúm gia cầm tại Iraq đã được Bộ trưởng Y tế Abdel Mutalib Mohammed công bố ngày hôm nay.\n",
        "output": [
            "The first case of Avian Flu in Iraq was announced today by the country's Health Minister, Abdel Mutalib Mohammed.\n"
        ]
    },
    {
        "input": "Hassan Rowhani, người đứng đầu Hội đồng An ninh quốc gia tối cao Iran, thông báo hôm thứ Hai rằng nước này sẽ tạm thời đình chỉ việc chuyển đổi uranium vào ngày 22 tháng Mười Một.\n",
        "output": [
            "Hassan Rowhani, head of the Supreme National Security Council for Iran, announced Monday that the country would temporarily suspend conversion of uranium as of November 22.\n"
        ]
    },
    {
        "input": "\"Tôi không nghĩ rằng việc nước Anh không tham gia sẽ chấm dứt mọi hành động.\"\n",
        "output": [
            "\"I don't expect that the lack of British participation will stop any action.\"\n"
        ]
    },
    {
        "input": "\"Trong quá trình sản xuất, có rất nhiều bụi nhôm lơ lửng trong không khí.\"\n",
        "output": [
            "\"In the process, there is lots of aluminum (aluminium) dust floating in the air. \"\n"
        ]
    },
    {
        "input": ": (h) một điều khoản khác trong Đạo luật này nêu lên rằng một đứa trẻ trong tình huống này có thể được nhập tịch với ít điều kiện hơn, nhưng nó không chứng minh mối quan hệ giữa mục đích và sự phân biệt, bởi vì sự nhập tịch nằm trong quyền quyết định của Bộ trưởng Bộ Tư pháp.\n",
        "output": [
            ":(h) another provision in this Act states a child in this situation may be naturalized with fewer conditions, but it doesn't justify the relation between the purpose and the distinctions, because naturalization is within discretion of the Minister of Justice.\n"
        ]
    },
    {
        "input": "Kennedy, một trong hai kẻ tử tù không phạm tội sát nhân, đã kháng cáo quyết định của tòa án, và phiên xử được đưa lên tòa án tối cao Hoa Kỳ.\n",
        "output": [
            "Kennedy, who was one of two criminals on death row in America who did not commit murder, challenged the court's decision, and the case was brought to the U.S. Supreme Court.\n"
        ]
    },
    {
        "input": "Những người mua vé tham gia sự kiện Ngày Brampton thông qua thành phố đã được khuyến khích đeo các vòng tay màu xanh da trời ở trong công viên để có cơ hội được phát hiện và thắng một phần thưởng.\n",
        "output": [
            "People who bought passes to the Brampton Day event through the City were encouraged to wear blue wrist bands around the park, for a chance to get spotted and win a prize.\n"
        ]
    },
    {
        "input": "\"Đây sẽ là cuộc bỏ phiếu lúc nửa đêm.\"\n",
        "output": [
            "\"This will be a vote in the middle of the night.\"\n"
        ]
    },
    {
        "input": "Mười hai phần trăm trong 1.043 tù nhân bị xét nghiệm ma túy từ đầu năm cho đến tháng Sáu, đều có kết quả dương tính với ma túy.\n",
        "output": [
            "Twelve percent of 1,043 prisoners who were tested for drugs from the start of this year until June, tested positive for drugs.\n"
        ]
    },
    {
        "input": "Nạn nhân mới nhất được tìm thấy vào ngày 12 tháng Mười hai năm 2006 cách một vùng nông thôn khoảng vài trăm mét, và một thi thể khác được phát hiện trong khoảng 40 phút sau thi thể kia.\n",
        "output": [
            "The latest victims were found on 12 December 2006 in a rural area a few hundred meters apart, and one body discovered within 40 minutes of the other.\n"
        ]
    },
    {
        "input": "Bản công bố hôm thứ sáu của chính phủ Anh đưa ra sau khi Nghị viện châu Âu kêu gọi một giải pháp cho trường hợp này và nói rằng Iran đã có lịch sử tra tấn và hành quyết với những người đồng tính.\n",
        "output": [
            "The announcement Friday by the British government came after the European Parliament urged a resolution to the case and said that Iran has a history of torturing and executing homosexuals.\n"
        ]
    },
    {
        "input": "Thượng nghị sĩ MacDonald nói với chương trình Phát thanh AM của ABC rằng ông kì vọng đối với những người được cho là đã đánh bắt trái phép trên vùng biển của Úc, thuyền trưởng và có thể cả một số ngư dân kinh nghiệm sẽ bị buộc tội, còn các thành viên thuỷ thủ đoàn khác ngay lập tức bị trục xuất về Indonesia.\n",
        "output": [
            "Senator MacDonald told the ABC Radio programme AM that he expected in the case of those thought to have been fishing in Australian waters illegally, the captain and perhaps the senior fishing master would be charged, with other crew being immediately repatriated to Indonesia.\n"
        ]
    },
    {
        "input": "Cuốn sách Thay đổi Cuộc chơi phát hành ngày hôm nay, cũng nói rằng Thượng nghị sĩ New York Chuck Schumer đã khuyến khích Barack Obama tiến hành vận động tuyển cử trong đầu năm 2006, mặc dù sau đó ông ủng hộ đồng nghiệp cũ của mình Hillary Clinton.\n",
        "output": [
            "The book Game Change published today, also says that New York Senator Chuck Schumer encouraged Barack Obama to run in early 2006, even though he later endorsed his former colleague Hillary Clinton.\n"
        ]
    },
    {
        "input": "Có điều đáng lo ngại là một vài câu nói đã được đưa ra khỏi ngữ cảnh để tạo ấn tượng rằng tổ chức của chúng tôi là một mảnh đất màu mỡ của sự cuồng tín, lẽ ra họ có thể tiếp xúc trực tiếp với chúng tôi - chúng tôi hoạt động với chính sách mở cửa tại nhà thờ Hồi giáo của mình.\n",
        "output": [
            "It is deeply alarming that a few sentences have been taken out of context in order to create the impression that our institution is a hotbed of fanaticism they could have approached us directly - we operate an open door policy in our mosques.\n"
        ]
    },
    {
        "input": "Cây cầu trị giá 220 triệu đô dự kiến ​​khai trương vào tháng Sáu năm 2007, và là dự án xây dựng lớn nhất trong lịch sử Ohio.\n",
        "output": [
            "The $220 million bridge is scheduled for opening in June, 2007, and is the largest construction project in the history of Ohio.\n"
        ]
    },
    {
        "input": "Patrick Mannion, phóng viên được chỉ định của Wikinews, cũng có mặt ở đó cùng với nghị sĩ John F. Tierney ứng cử viên dân biểu khu vực 6 bang Massachusett và Thomas McGee thượng nghị sĩ bang của Lynn.\n",
        "output": [
            "Wikinews accredited reporter Patrick Mannion was there in attendance along with Congressman John F. Tierney of Massachusetts's 6th congressional district and Lynn's State Senator Thomas McGee.\n"
        ]
    },
    {
        "input": "Tập đoàn SLW đã thành công trong việc giành được hợp đồng trị giá 10 triệu USD tiết lộ vào hôm nay.\n",
        "output": [
            "SLW Group was successul in gaining the $10 million account it was revealed today.\n"
        ]
    },
    {
        "input": "Trong số đó có một bức tranh của họa sĩ nổi tiếng người Tây Ban Nha Pablo Picasso, có từ năm 1939, có tên là Woman's Head, nó là một món quà dành tặng người dân Hy Lạp vì cuộc chiến chống lại Đức quốc xã trong Thế chiến thứ 2.\n",
        "output": [
            "Among them was a painting by famous Spanish painter Pablo Picasso, dated 1939, called Woman's Head which was a gift to the Greek people for their resistance to the Nazis during World War 2.\n"
        ]
    },
    {
        "input": "Điều này thật sự ảm đạm so với năm 2007, khi 120.000 lao động nước ngoài được vào Mỹ với visa H-2B.\n",
        "output": [
            "This comes as a stark comparison to 2007, when 120,000 foreign workers entered the U.S. with H-2B visas.\n"
        ]
    },
    {
        "input": "Corneau cho biết trong một cuộc phỏng vấn năm 1992 cho tờ New York Times rằng: \"Nhiều người có cảm xúc về bộ phim này, và điều đó làm cho nó có thể thoát khỏi làn sóng phim được sùng bái thông thường.\"\n",
        "output": [
            "Corneau said in a 1992 interview in the New York Times that \"Many people got emotional about this film, and that made it possible for it to escape cult status.\"\n"
        ]
    },
    {
        "input": "Công ty Hawk-Eye phụ trách công nghệ xác định bàn thắng trong bóng đá và tennis đã phản ứng trong thất vọng: \"tôi thấy không hài lòng, điều này hoàn toàn không thể chấp nhận được...\"\n",
        "output": [
            "Hawk-Eye, the company that was working on the goal-line technology that is already being used for line calls in tennis, reacted with disappointment: \"I'm livid, it is completely out of the blue...\"\n"
        ]
    },
    {
        "input": "Một năm sau đó, các bài báo về dòng lịch sử vẫn là nguồn trích dẫn phổ biến nhất cho các thống kê về sự phá hoại trên Wikipedia.\n",
        "output": [
            "A year later, the history flow paper is still the most frequently cited source of statistics about the reversion of vandalism on Wikipedia.\n"
        ]
    },
    {
        "input": "\"Chúng tôi cũng rất mong muốn được mở rộng sang các ngôn ngữ khác, vì chắc chắn có một thị trường cần thương hiệu của chúng tôi về nhu cầu thông tin giải trí.\"\n",
        "output": [
            "\"We are looking forward to expanding into other languages as well, because there is definitely a market demanding our brand of infotainment.\"\n"
        ]
    },
    {
        "input": "Dannie Abse rất nổi tiếng vì là một nhà thơ và cũng là một bác sĩ y khoa.\n",
        "output": [
            "Dannie Abse is well-known for being a poet and a medical doctor.\n"
        ]
    },
    {
        "input": "Giải ngoại hạng khúc côn cầu 2005-2006 Ontario khởi tranh bắt đầu tối thứ tư tại Wendler tại Trung tâm tổ chức sự kiện Dow ở Saginaw, Michigan, Mỹ với đội chủ nhà Saginaw Spirit thi đấu với Whalers Plymouth, với hơn 4.600 người tham dự.\n",
        "output": [
            "The 2005-2006 Ontario Hockey League season kicked off to a start Wednesday night at Wendler arena in The Dow Event Center in Saginaw, Michigan, USA with the Saginaw Spirit hosting the Plymouth Whalers, with over 4,600 people attending.\n"
        ]
    },
    {
        "input": "\"Cái chết của ông ta là một tổn thất khá lớn cho al-Qaeda\", các quan chức cho biết.\n",
        "output": [
            "\"His death is quite a significant blow to al-Qaeda,\" said officials.\n"
        ]
    },
    {
        "input": "Ba hầm dự trữ đường được gia cố bê tông sâu 100 foot, trung tâm của cuộc điều tra vụ nổ nhà máy tinh chế đường Georgia năm 2008 đã bị phá hủy.\n",
        "output": [
            "The three 100 foot reinforced concrete sugar storage silos around which the investigation into the 2008 Georgia sugar refinery explosion is centred have been demolished.\n"
        ]
    },
    {
        "input": "Alex Salmond, lãnh đạo của Đảng Quốc Gia Scotland (SNP), nói rằng mặc dù Scotland không có quyền lực để ngăn cản sự thay thế của hệ thống vũ khí Trident, quốc gia này có nhiều quyền hạn để bảo vệ môi trường.\n",
        "output": [
            "Alex Salmond, leader of the Scottish National Party (SNP), said that although Scotland had no power to stop the replacment of the Trident weapons system, it had a host of powers to protect the environment.\n"
        ]
    },
    {
        "input": "Phẫn nộ với tuyên bố của Tổng thống George W. Bush rằng quân đội Mỹ đã hi sinh vì \"lý do cao cả\" tại Iraq, Sheehan đã cắm trại ngay gần nông trại của Bush ở Texas trong tuần vừa rồi để yêu cầu một cuộc nói chuyện riêng tư với Tổng thống.\n",
        "output": [
            "Prompted by President George W. Bush's announcement that Americans in Iraq have died for a 'noble cause', Sheehan has been camping near Bush's Texas ranch for the past week to demand a private conversation with the President.\n"
        ]
    },
    {
        "input": "Hai trong số những người đàn ông bị thương, Randal Bibb, 52 tuổi, và Daniel McMurry, 56 tuổi, đã được đưa tới bệnh viện Parkland Memorial để điều trị bỏng ở phần phía trên cơ thể.\n",
        "output": [
            "Two of the injured men, Randal Bibb, 52, and Daniel McMurry, 56, were taken to Parkland Memorial Hospital to be treated for upper-body burns.\n"
        ]
    },
    {
        "input": "Bốn đội đứng đầu ở mỗi bảng sau đó sẽ tiến vào tứ kết.\n",
        "output": [
            "The top four teams in each group then go on into the quarter-finals.\n"
        ]
    },
    {
        "input": "Một vài sinh viên oán trách rằng họ không nhận được bất cứ cảnh báo nào từ nhà trường cho tới khi một bức e-mail cảnh báo được gửi đến hơn hai giờ sau vụ đầu tiên.\n",
        "output": [
            "Some students complained that they had received no warning from the university until an e-mail alert sent more than two hours after the first incident.\n"
        ]
    },
    {
        "input": "Google đã đáp trả bằng cách nói rằng họ đã tuân theo Đạo luật Bản quyền Kỹ thuật số Thiên niên kỷ, giúp các công ty tránh bị khởi tố nếu họ tháo nội dung đã được đăng ký bản quyền ngay khi họ biết về nó.\n",
        "output": [
            "Google has responded by saying that they followed the Digital Millennium Copyright Act, which prevents companies from being prosecuted if they bring down copyrighted content as soon as they are made aware of it.\n"
        ]
    },
    {
        "input": "\"Thủ tướng được đưa đến phòng phẫu thuật lúc 6:40 sáng, cuộc phẫu thuật được tiến hành lúc 8:45 sáng và kết thúc lúc 7:30 chiều.\"\n",
        "output": [
            "\"PM was sent to the Operation Theatre at 6:40 am, surgery was done at 8:45 am and was concluded at 7:30 pm.\"\n"
        ]
    },
    {
        "input": "Giai đoạn thử nghiệm tiếp theo sẽ gồm 700 người từ mọi lứa tuổi.\n",
        "output": [
            "The next phase of the trial will include 700 people from varying age groups.\n"
        ]
    },
    {
        "input": "Kothari cho biết thêm: \"Các bang có dân số ít hơn thì có ít thành viên trong Quốc hội Ấn Độ hơn.\"\n",
        "output": [
            "Kothari continued: \"The states with lesser population send fewer members to the Indian parliament.\"\n"
        ]
    },
    {
        "input": "\"Vì tiểu bang của chúng ta đã đi ra khỏi cuộc tranh luận chia rẽ này, tôi hy vọng tất cả chúng ta có thể tăng gấp đôi những công việc chung và những nỗ lực để cải thiện sự công bằng và tính toàn vẹn của hệ thống tư pháp hình sự của chúng ta, và để giảm thiểu sai lầm của nó,\" Malloy thêm vào.\n",
        "output": [
            "\"As our state moves beyond this divisive debate, I hope we can all redouble our efforts and common work to improve the fairness and integrity of our criminal justice system, and to minimize its fallibility,\" added Malloy.\n"
        ]
    },
    {
        "input": "Cậu ta nói rằng đã lắp đặt một webcam để ghi lại sự kiện này, và sau đó muốn đưa chi tiết lên máy chủ FTP để mọi người xem.\n",
        "output": [
            "He said that he had set up a webcam to record the event, and would post details later of a FTP server for people to watch.\n"
        ]
    },
    {
        "input": "Dự thảo cũng đề nghị kéo dài thời gian các công ty taxi giữ bản ghi âm tải xuống từ camera an ninh, so với quy định hiện tại là 30-35 ngày.\n",
        "output": [
            "The proposal also suggests extending the time taxi companies can keep recordings downloaded from security cameras from the current 30–35 days.\n"
        ]
    },
    {
        "input": "Bộ trưởng nhập cư Besson đã bảo vệ quyết định, nói rằng \"nếu Pháp không bao giờ gửi những người này về, nó sẽ trở thành mục tiêu cho những kẻ buôn người.\"\n",
        "output": [
            "Immigration Minister Besson defended the decision, saying that \"if France never sends people back, it becomes the target for people traffickers.\"\n"
        ]
    },
    {
        "input": "Thành viên của Quốc hội Lao động, ông Dick Adams cho biết mặc dù ông đã bỏ phiếu cho Beazley tiếp tục làm lãnh đạo đảng, nhưng ông vẫn ủng hộ người lãnh đạo mới.\n",
        "output": [
            "Labor MP Dick Adams said even though he voted for Beazley to remain as leader, he supports the party's new leadership.\n"
        ]
    },
    {
        "input": "Cần lưu ý rằng luật Kazakh không đặt điều kiện một loại trục xuất như phá dỡ nhà ở, và việc trục xuất phải được đi kèm với việc kiểm kê tài sản loại ra khỏi tòa nhà di tán, trong khi cần cung cấp việc lưu giữ loại tài sản này.\n",
        "output": [
            "It should be noted that the acting Kazakh law does not stipulate such a kind of eviction as the demolition of houses, and the eviction should be accompanied by the inventory of property removed from the evacuated building, while the storage of this property should be provided is necessary.\n"
        ]
    },
    {
        "input": "\"Đây là bằng chứng rằng chúng tôi vẫn đoàn kết và mạnh mẽ.\"\n",
        "output": [
            "\"It was the proof that we are still united and powerful.\"\n"
        ]
    },
    {
        "input": "Cô mô tả một ngày tiêu biểu của mình: \"Một tiếng rưỡi trước khi phát hình tôi đã ngồi trong phòng trang điểm.\n",
        "output": [
            "She describes a typical day: \"One hour and a half before the show I'm in the make-up room.\n"
        ]
    },
    {
        "input": "Mặc dù cuộc đua này là cuộc đua dài thứ hai trong năm 2008 của Tour de Đài Loan, thời tiết đã thử thách 89 vận động viên do một cơn mưa trước đó trong khu vực đô thị Keelung-Đài Bắc.\n",
        "output": [
            "Even though this race is the second longest race in 2008 Tour de Taiwan, the weather challenged 89 cyclists due to an earlier rain in Taipei-Keelung metropolitan area.\n"
        ]
    },
    {
        "input": "Công ty đang kiện để nhận đòi bồi thường thiệt hại dân sự tương ứng với phân nửa doanh thu của phim và sách từ những phim bom tấn như Spider-Man, Iron Man, X-Men, Hulk, và các phim franchise của Fantastic Four.\n",
        "output": [
            "The company is suing for recovery of civil damages representing one-half of film and book earnings from such blockbuster films as Spider-Man, Iron Man, X-Men, Hulk, and Fantastic Four franchises.\n"
        ]
    },
    {
        "input": "Mỗi nhà máy trong hai nhà máy mới có thể sản xuất 30 triệu gallon (113 triệu lít) mỗi năm.\n",
        "output": [
            "Each of the two new plants can produce 30 million gallons (113 ML) annually.\n"
        ]
    },
    {
        "input": "Đại sứ quán Canada tại Washington đã xuất hiện trong một chiến dịch quảng cáo, dán trên các trạm tàu điện ngầm ở Washington những áp phích mô tả quân đội Canada tại Afghanistan.\n",
        "output": [
            "The Canadian Embassy in Washington has been on an advertising campaign, plastering subway stations in Washington with posters depicting Canadian troops in Afghanistan.\n"
        ]
    },
    {
        "input": "Quân đội Israel hẳn phải nhận thức được tình hình nhưng đã không hỗ trợ những người bị thương.\n",
        "output": [
            "The Israeli military must have been aware of the situation but did not assist the wounded.\n"
        ]
    },
    {
        "input": "Nhóm này được thuê trong tháng Tư năm 2008 bởi A Giải và A Trần để vận chuyển cần sa từ Pakistan đến Canada và đã bị bắt vào 12 tháng Năm năm 2008.\n",
        "output": [
            "The group were hired in April 2008 by individuals known by A Giai and A Tran to transfer the marijuana from Pakistan to Canada and were caught on May 12, 2008.\n"
        ]
    },
    {
        "input": "Thật kém may mắn cho Fernando, trục trặc khiến anh phải dừng lại đã làm hỏng một trận đấu tuyệt vời.\n",
        "output": [
            "Tough luck for Fernando, pit-stop problem spoiled a fantastic battle.\n"
        ]
    },
    {
        "input": "Bà cũng lưu ý rằng có một đống muối lớn ở Chelsea dùng để phá băng của đường cao tốc tại Commonwealth và nói rằng nó nằm ở đó là \"bất hợp pháp.\"\n",
        "output": [
            "She also noted the large salt pile in Chelsea used for the deicing of highways in the Commonwealth and said that it is located there \"illegally.\"\n"
        ]
    },
    {
        "input": "Cảnh sát đã bắt một chú khỉ cao 18 inch được cho là đã cắn một phụ nữ 20 tuổi ngay bên ngoài câu lạc bộ đêm Wisconsin ở Madison, State Street Brats.\n",
        "output": [
            "Police apprehended a 18 inch tall monkey that is reported to have bitten a 20 year-old woman outside State Street Brats, a Madison, Wisconsin nightclub.\n"
        ]
    },
    {
        "input": "Tòa án Nhân quyền châu Âu đã trao 2.500 euro cho Abu Qatada, một quân nhân và giáo sĩ Hồi giáo, trong vụ kiện chống lại nước Anh vì việc bỏ tù anh này mà không qua xét xử vào năm 2002.\n",
        "output": [
            "The European Court of Human Rights has awarded €2500 to Abu Qatada, an Islamic militant and cleric, in a lawsuit he filed against the United Kingdom which detained him without trial in 2002.\n"
        ]
    },
    {
        "input": "\"Chúng tôi nhận thấy đây là một kết luận cơ bản - rằng chúng ta có thể có bằng chứng cho thấy nước dạng lỏng trong một cơ thể quá nhỏ và quá lạnh, \" Tiến sĩ Carolyn Porco, trưởng nhóm hình ảnh Cassini tại Viện Khoa học vũ trụ, Boulder, Colorado cho biết.\n",
        "output": [
            "\"We realize that this is a radical conclusion — that we may have evidence for liquid water within a body so small and so cold,\" said Dr. Carolyn Porco, Cassini imaging team leader at the Space Science Institute, Boulder, Colorado.\n"
        ]
    },
    {
        "input": "Anh ta cũng đã nhận tội khinh thường án phạt của tòa án về việc tránh xa mẹ của mình.\n",
        "output": [
            "He also pleaded guilty to a contempt charge for violating a court order to stay away from his mother.\n"
        ]
    },
    {
        "input": "Bourdin sống với cặp vợ chồng này được ba tháng trước khi một ký giả lột trần câu chuyện của hắn và những điều hắn nói láo bằng kết quả xét nghiệm DNA.\n",
        "output": [
            "Bourdin lived with the couple for three months before a journalist exposed him and his lies were confirmed by a DNA test.\n"
        ]
    },
    {
        "input": "Luật sư của những người đàn ông này nói rằng ông cảm thấy sự buộc tội vượt quá hoàn cảnh của họ.\n",
        "output": [
            "A lawyer for the men said he felt the charges were excessive considering the circumstances.\n"
        ]
    },
    {
        "input": "Nó thậm chí có thể được dùng cho các chuyến bay có người lái bằng cách sử dụng tàu vũ trụ SpaceX Dragon.\n",
        "output": [
            "It could eventually be used for manned missions using the SpaceX Dragon spacecraft.\n"
        ]
    },
    {
        "input": "Theo ông, các công tố viên vẫn luôn nghi ngờ rằng có những người khác cùng al-Megrahi tham gia vào cuộc tấn công.\n",
        "output": [
            "Prosecutors, he said, had always thought there were others besides al-Megrahi involved in the attack.\n"
        ]
    },
    {
        "input": "Chú của anh ta đã nói chuyện với CNN với điều kiện giấu tên, và nói rằng cháu trai của ông đang học ở Anh vào năm 2006 khi bạn tình của anh ở Iran đã bị bắt và bị treo cổ sau khi bị buộc tội kê gian.\n",
        "output": [
            "His uncle spoke with CNN on condition of anonymity, and said that his nephew was studying in Britain in 2006 when his partner in Iran was arrested and hanged after being charged with sodomy.\n"
        ]
    },
    {
        "input": "Theo Ủy ban bảo vệ nhà báo, chín nhà báo đã bị giết ở Pakistan trong năm nay, và ít nhất 16 người thiệt mạng trong năm 2010.\n",
        "output": [
            "According to the Committee to Protect Journalists, nine journalists have been killed in Pakistan this year, and at least 16 were killed in 2010.\n"
        ]
    },
    {
        "input": "Một huấn luyện viên bóng đá người Mỹ đã bị bắn chết trong phòng tập trường học ở bang Iowa, Mỹ.\n",
        "output": [
            "An American football coach has been shot at his school gym in Iowa, United States.\n"
        ]
    },
    {
        "input": "Cậu bé đã xoay xở để vượt qua hàng rào an ninh tại sân bay thành phố Perm rồi trốn trong máy bay khi nó cất cánh.\n",
        "output": [
            "The boy managed to bypass security at the Perm city airport to hide in the plane as it took off.\n"
        ]
    },
    {
        "input": "Nhiều tòa nhà vừa bị sập cùng với cây cối đổ ngổn ngang.\n",
        "output": [
            "Buildings have already collapsed and trees have been knocked down.\n"
        ]
    },
    {
        "input": "Một người là Gary McHale, người đàn ông sống tại Richmond Hill, Ontario đã bước vào khu đất bị cấm ở Caledonia, Ontario để tổ chức một cuộc biểu tình chống lại sự chiếm đóng của thổ dân đang diễn ra.\n",
        "output": [
            "One was Gary McHale, a Richmond Hill, Ontario man who entered the occupied land in Caledonia, Ontario to organize a rally against the ongoing aboriginal occupation.\n"
        ]
    },
    {
        "input": "\"Có một vài ghi chép về trường hợp những người lính Canada bị cáo buộc liên quan đến tòa án, nhưng không có một tòa án quân sự nào cho tội danh giết người.\"\n",
        "output": [
            "\"There are a few recorded instances of alleged extra-judicial killing by Canadian soldiers, but no court martials for murder.\"\n"
        ]
    },
    {
        "input": "Tổng cộng có 5.000 người đã được sơ tán riêng quân Miyagi đêm qua có 3.000 người.\n",
        "output": [
            "A total of 5,000 people have been told to evacuate, 3,000 last night in Miyagi Prefecture.\n"
        ]
    },
    {
        "input": "Sĩ quan cảnh sát cấp cao của Sở cảnh sát Nam Yorkshire, Meredydd Hughes đã bị cáo buộc chạy quá tốc độ trên đường A5 gần Chirk ở phía bắc xứ Wales.\n",
        "output": [
            "The Chief Constable of the South Yorkshire Police, Meredydd Hughes was allegedly caught speeding on the A5 road near Chirk in north Wales.\n"
        ]
    },
    {
        "input": "\"Báo khói đã reo ở tầng thứ 13 và 27.\"\n",
        "output": [
            "\"Smoke detectors went off on the 13th and 27th floors.\"\n"
        ]
    },
    {
        "input": "Zimbabwe đã hòa trận đấu thứ hai của bảng D tại giải World Cup với Ireland trên sân Sabina Park, Kingston, Jamaica.\n",
        "output": [
            "Zimbabwe tied the second Group D match in the World Cup against Ireland at Sabina Park, Kingston, Jamaica.\n"
        ]
    },
    {
        "input": "Thủ hiến của Scotland, Alex Salmond MSP đã tổ chức buổi khánh thành tượng đài bằng đồng và vườn tưởng niệm Moodiesburn vào ngày chủ nhật trong sự chứng kiến của hơn 600 người.\n",
        "output": [
            "Scotland's First Minister Alex Salmond MSP unveiled a bronze statue and a memorial garden in Moodiesburn on Sunday in front of a crowd of approximately 600.\n"
        ]
    },
    {
        "input": "Tiền ủng hộ được chuyển đến Hội chữ thập đỏ Mỹ và Đội quân Cứu tế.\n",
        "output": [
            "Donations were being solicited for the American Red Cross and the Salvation Army.\n"
        ]
    },
    {
        "input": "Một cổ vật là một chiếc cốc đã được định giá vài nghìn Euro.\n",
        "output": [
            "One item, a cup, has been valued at several thousand Euros.\n"
        ]
    },
    {
        "input": "Cụ của ông, Jawaharlal Nehru, là thủ tướng đầu tiên của Ấn Độ và kỵ ông, Motilal Nehru là một nhà lãnh đạo xuất sắc của phong trào độc lập Ấn Độ.\n",
        "output": [
            "His great-grandfather, Jawaharlal Nehru, was the first Prime Minister of India, and his great-great-grandfather Motilal Nehru was a distinguished leader of the Indian independence movement.\n"
        ]
    },
    {
        "input": "Đi sâu vào trận đấu, mỗi đội đã chơi tám trận đấu lại các đối thủ, phân chia thứ hạng sau mỗi 4 trận thắng.\n",
        "output": [
            "Going into the game, the teams had played eight games against each other, splitting the record at 4 wins each.\n"
        ]
    },
    {
        "input": "Clinton đứng đầu mỗi cuộc thăm dò toàn quốc của các ứng cử viên Dân chủ có khả năng và đã cố gắng để tuân theo những thương lượng cá nhân của mình đối với những người ủng hộ và nhân viên mới.\n",
        "output": [
            "Clinton tops every national poll of likely Democratic candidates and had tried to keep private many of her overtures to supporters and new staff.\n"
        ]
    },
    {
        "input": "Nó có tổng khối lượng là 2.600 kg và có tuổi thọ quỹ đạo ước tính là 12 năm.\n",
        "output": [
            "It has a mass of 2600kg, and an expected orbital lifetime of 12 years.\n"
        ]
    },
    {
        "input": "Người hàng xóm khác nói thêm, \"Những người hàng xóm tuyệt vời, những đứa trẻ dễ thương nhất mà tôi từng biết.\"\n",
        "output": [
            "Another neighbor added, \"Wonderful neighbors, just the sweetest kids I've ever known.\"\n"
        ]
    },
    {
        "input": "Phần thi thể còn sót lại của anh đã được một chiếc trực thăng chở đến sân bay Kandahar.\n",
        "output": [
            "His remains were taken by a helicopter to the Kandahar Airfield.\n"
        ]
    },
    {
        "input": "Vẫn còn những báo cáo về đoạn video dẫn đến những trang web nơi mà nó được theo dõi, trong đó có một báo cáo trên The Times.\n",
        "output": [
            "Still other reports on the video linked to locations where it could be watched, including a report in The Times.\n"
        ]
    },
    {
        "input": "Djurovic cũng nói rằng ít nhất 198 người, trong đó có 90 trẻ em, đang được điều trị tại bệnh viện.\n",
        "output": [
            "Djurovic also said at least 198 people, 90 of them children, have been treated at the hospital.\n"
        ]
    },
    {
        "input": "Sự cố tương tự cũng đã được ghi nhận ở các quốc gia Baltic khác, đặc biệt là ở láng giềng phía Nam của Phần Lan, Estonia.\n",
        "output": [
            "Similar incidents have been recorded in other Baltic states, particularly in Finland's Southern neighbour, Estonia.\n"
        ]
    },
    {
        "input": "Chặng đầu tiên của chuyến bay hướng đến New York, sẽ bay dưới số hiệu chuyến bay Lufhansa, và hướng đến sân bay Jonh F. Kennedy của New York lúc 12:30 EST (16:30 UTC).\n",
        "output": [
            "The first leg of the flight going towards New York will be travelling under a Lufthansa flight number, and is due to arrive at New York's John F. Kennedy airport at 12:30 EST (16:30 UTC).\n"
        ]
    },
    {
        "input": "Sự cộng tác này đã được đồn đại trong nhiều năm, và số lượng đầu cơ đã tăng trong vài tháng qua.\n",
        "output": [
            "Such a partnership had been rumored for years, and the amount of speculation grew over the past few months.\n"
        ]
    },
    {
        "input": "Một nội dung thêm vào tương đối dài đã mô tả chi tiết các nội quy phải làm theo trong các vụ đào tẩu hay ý định đào tẩu.\n",
        "output": [
            "A lengthy addition details rules to follow in the event of an escape or escape attempt.\n"
        ]
    },
    {
        "input": "Hôm nay, tập đoàn Apple giới thiệu ra mắt điện thoại iPhone rất được mong chờ tại buổi hội thảo Macworld ở San Francisco.\n",
        "output": [
            "Apple Inc. today has introduced the much-anticipated iPhone at the Macworld Conference in San Francisco.\n"
        ]
    },
    {
        "input": "Tàu Sirius Star, thuộc sở hữu của công ty nhà nước Ả Rập Vela International Marine, có thủ thủy đoàn gồm 25 thành viên đến từ Philippines, Ả Rập Xê Út, Croatia, Ba Lan, và Anh.\n",
        "output": [
            "The Sirius Star, owned by Saudi state firm Vela International Marine, has a crew of 25 from the Philippines, Saudi Arabia, Croatia, Poland, and Britain.\n"
        ]
    },
    {
        "input": "Khoảng 100 sinh viên từ Rwanda, Burundi và Công sẽ chia sẽ những ý kiến về quá khứ và hiện tại ở Rwanda cũng như tương lai cho khu vực Hồ Lớn châu Phi.\n",
        "output": [
            "Approximately 100 students from Rwanda, Burundi and the Congo will share ideas about the past and present in Rwanda as well as the future for the Great Lakes region.\n"
        ]
    },
    {
        "input": "Cảnh sát biển nhận thông báo khẩn cấp vào lúc 7:03 tối từ Canado Shipping Lines.\n",
        "output": [
            "The Coast Guard received word on the emergency at 7:03 p.m. from Candano Shipping Lines.\n"
        ]
    },
    {
        "input": "Cầu Danziger kéo dài qua kênh đào nối liền Hồ Pontchartrain và Sông Mississippi.\n",
        "output": [
            "The Danziger Bridge spans a canal which connects Lake Pontchartrain and the Mississippi River.\n"
        ]
    },
    {
        "input": "Liên đoàn bóng đá thế giới FIFA đã đưa ra lệnh cấm với đội bóng của Bosnia và Herzegovina.\n",
        "output": [
            "The national football team of Bosnia and Herzegovina has been banned by FIFA, the sport's international governing body.\n"
        ]
    },
    {
        "input": "Các hành động sau đó diễn ra ở Tübingen, Munich và Basel, với hàng trăm người tham gia mỗi nơi.\n",
        "output": [
            "Afterwards actions took place in Tübingen, Munich and Basel, each with hundreds of participants.\n"
        ]
    },
    {
        "input": "Việc truy cập vào Wikipedia, dự án chị em của Wikinews, và Flickr, một trang chia sẽ ảnh, đều bị cấm, vào thứ Năm.\n",
        "output": [
            "Access to Wikipedia, Wikinews' sister project, and Flickr, a photo sharing site, were also banned, on Thursday.\n"
        ]
    },
    {
        "input": "Ông cũng phải đối mặt với những lời chỉ trích vì có một số lượng bạn tình lớn, khi 26% những người từ độ tuổi 15 đến 49 dương tính với HIV.\n",
        "output": [
            "He has also faced criticism for having a high number of sexual partners, when 26% of 15 to 49 year olds are HIV positive.\n"
        ]
    },
    {
        "input": "Kyle Busch, bởi vì va chạm của anh với Jeff Burton duy trì ở vị trí thứ ba trong khi đồng đội của anh Hamlin ở vị trí thứ tư.\n",
        "output": [
            "Kyle Busch, because of his accident with Jeff Burton maintained the third position while his team mate Hamlin is fourth.\n"
        ]
    },
    {
        "input": "Bộ trưởng Ngoại giao Mỹ Condoleezza Rice cũng phủ nhận một cuộc tấn công sắp xảy ra, bà nói rằng không có bất cứ sự cho phép nào của Quốc hội cho hành động quân sự chống lại Iran.\n",
        "output": [
            "The United States Secretary of State Condoleezza Rice also denied that an attack was imminent, stating that there is no Congressional authorization for military action against Iran.\n"
        ]
    },
    {
        "input": "Ông này đã nói trong một bài đăng trên Newsweek International rằng, với \"các thành tựu đã đạt được\" và \"những thất bại không thể nào quên\", Liên hợp quốc đã có nhiều thay đổi, tuy nhiên cần phải nhiều hơn nữa.\n",
        "output": [
            "The United Nations with its \"impressive achievements\" and \"haunting failures\" has changed but needs to change further, he said in an article in Newsweek International.\n"
        ]
    },
    {
        "input": "Ông đã dẫn dắt Parkerburg đến 19 trận chung kết bang và dành được danh hiệu vô địch bang năm 1993 và 2001.\n",
        "output": [
            "He led Parkersburg to 19 state playoffs and won state titles in 1993 and 2001.\n"
        ]
    },
    {
        "input": "\"Luồng khí thứ nhất lạnh và khô trong khi luồng thứ hai lại nóng và ẩm.\"\n",
        "output": [
            "\"The first one was cold and dry and the second one was warm and humid.\"\n"
        ]
    },
    {
        "input": "Tuy nhiên Woods đã làm rõ rằng quyết định cuối cùng liên quan đến tính hợp pháp của chiến tranh nằm trong tay Tổng chưởng lý, chứ không nằm trong tay ông.\n",
        "output": [
            "Wood makes it clear, however, that the final decision regarding the legality of war lay with the Attorney General, rather than with himself.\n"
        ]
    },
    {
        "input": "Bài hát \"Let Me Hold You\" của Bow Wow với sự trình diễn của Omarion đã bị tụt từ hạng 5 xuống hạng 9 và cuối cùng là bài \"You and Me\" của Lifehouse đã kết thúc top 10 sau khi bị tụt hai hạng.\n",
        "output": [
            "Bow Wow’s “Let Me Hold You” featuring Omarion fell 5-9 and Lifehouse’s “You and Me” rounded out the top-10 with a two position dip.\n"
        ]
    },
    {
        "input": "Một tòa nhà ở thủ đô Tehran của Iran đã bị đổ sập vào hôm nay và có ít nhất 19 người thiệt mạng.\n",
        "output": [
            "A building in Iran's capital Tehran collapsed today and killed at least 19 people.\n"
        ]
    },
    {
        "input": "Ngoại trưởng Mỹ Condoleezza Rice đã đưa ra một lời giải thích cho lý do tại sao Hoa Kỳ bỏ phiếu trắng và không dùng quyền phủ quyết nghị quyết.\n",
        "output": [
            "US Secretary of State Condoleezza Rice has given an explanation for why the United States abstained and did not veto the resolution.\n"
        ]
    },
    {
        "input": "Xuất hiện trên chương trình Tonight Show với Jay Leni tối thứ Năm, Tổng thống Hoa Kỳ Barack Obama nói với chủ nhà, Jay Loen, rằng ông đã chơi Bowling tại đường nhà trắng và đã ghi được 129 điểm.\n",
        "output": [
            "In an appearance on the The Tonight Show with Jay Leno Thursday night, United States President Barack Obama told host, Jay Leno, that he had bowled at the White House bowling alley and scored a 129.\n"
        ]
    },
    {
        "input": "Quảng cáo 30 giây này (xem nguồn dưới đây) hiện nay có thể xem được trên YouTube.\n",
        "output": [
            "The 30 second ad (see source below) can now be viewed on YouTube.\n"
        ]
    },
    {
        "input": "Quan chức chính quyền địa phương vừa cho biết có ít nhất mười một người đã bị giết vào hôm chủ nhật ở phía Nam Afghanistan bởi một quả bom được đặt bên lề đường.\n",
        "output": [
            "Local government officials have said that at least eleven people were killed on Sunday in southern Afghanistan by a roadside bomb.\n"
        ]
    },
    {
        "input": "Peter August của Đại học Rhode Island ở Kingston, nhận xét: \"Tôi đã thực sự ngạc nhiên trước sự nhất quán mà họ tìm thấy con bò và hươu luôn hướng mặt về phía bắc.\"\n",
        "output": [
            "Peter August of the University of Rhode Island in Kingston, commented: \"I was really amazed at the consistency with which they found north-facing cows and deer.\"\n"
        ]
    },
    {
        "input": "\"Chúng tôi thấy rằng hệ thống hoạt động tốt, nhưng hệ thống không phải là hoàn hảo, \" McCormack nói.\n",
        "output": [
            "\"We do feel that the system worked, but the system isn't perfect,\" McCormack said.\n"
        ]
    },
    {
        "input": "Các nhà khoa học dự đoán rằng có năm triệu loài sẽ không còn nữa vào thế kỷ này.\n",
        "output": [
            "Scientists forecast that up to five million species will be lost this century.\n"
        ]
    },
    {
        "input": "Các thuyền trưởng đã được cảnh báo sáng thứ Bảy về tình hình mưa bão, công tố viên khu vực Maxim Stepanenko nói với Vesti 24 của Nga.\n",
        "output": [
            "Captains had been warned Saturday morning of the stormy conditions, regional prosecutor Maxim Stepanenko told Russia's Vesti 24.\n"
        ]
    },
    {
        "input": "The Music Hall of Fame của Canada cũng đã thêm ban nhạc rock kỳ cựu người Canada Triumph vào danh sách danh dự của mình.\n",
        "output": [
            "The Canadian Music Hall of Fame added veteran Canadian rock band Triumph to its honour roll.\n"
        ]
    },
    {
        "input": "Những báo cáo cho biết Woodruff đã ghi hình bên trong một chiếc xe cơ giới quân sự Iraq gần Taji, Iraq khi xe chạy qua và phát nổ do một thiết bị gây nổ được kích hoạt.\n",
        "output": [
            "Reports say Woodruff was taping a report inside an Iraqi mechanized military vehicle near Taji, Iraq when the vehicle ran over and detonated an improvised explosive device.\n"
        ]
    },
    {
        "input": "Các nhà điều tra nói rằng họ hiện không chắc chắn có phải các vụ nổ là hoàn toàn ngẫu nhiên, hay là kiểu thanh toán lẫn nhau, nhưng tất cả những nỗ lực ban đầu đã tập trung vào việc cố gắng tìm những người sống sót.\n",
        "output": [
            "Investigators say they are currently unsure if the blast was purely accidental, or if foul play was involved, as all efforts were initially focused on attempting to locate survivors.\n"
        ]
    },
    {
        "input": "\"Trường hợp này đã xa quá mức cần thiết\", Arturo Gonzalez, luật sư chính trong vụ kiện giữa Valenzuela và O'Connell nói, trong đó Liliana Valenzuela, một học sinh trường trung học phổ thông Richmond, và những người khác đã khởi kiện để ngăn chặn việc bang sử dụng các bài kiểm tra như một yêu cầu tốt nghiệp, nói \"Chúng tôi nghĩ rằng đây là một cơ hội lớn khi học sinh trong các lớp của năm 2006 sẽ nhận được bằng tốt nghiệp của họ, thậm chí nếu đó là sau khi buổi lễ bắt đầu.\"\n",
        "output": [
            "\"This case is far from over,\" said Arturo Gonzalez, the lead attorney in Valenzuela vs. O'Connell, in which Liliana Valenzuela, a Richmond High School student, and others sued to block the state's use of the test as a graduation requirement, \"We think there is a strong chance that students in the Class of 2006 will receive their diplomas, even if it is after commencement ceremonies.\"\n"
        ]
    },
    {
        "input": "Bộ trưởng Nông nghiệp Jim Sutton đến nỗi đã phải nói rằng việc đình chỉ xuất khẩu thịt bởi một số nước là một khả năng có thật.\n",
        "output": [
            "Agriculture Minister Jim Sutton went so far as to say that the suspension of meat exports by some countries was a real possibility.\n"
        ]
    },
    {
        "input": "Những nhà điều tra phải mất hai tuần để xác định cá sấu nhiều răng là cá sấu châu Mỹ, (Cá Sấu Mississippi).\n",
        "output": [
            "It took investigators two weeks to positively identify the toothy crocodile as an American alligator, (Alligator mississippiensis).\n"
        ]
    },
    {
        "input": "Trong một nỗ lực nhằm chấm dứt bế tắc giữa Hạ viện và Thượng viện, Boehner đã nói với lãnh đạo Thượng viện đảng Dân chủ Harry Reid rằng ông sẽ sắp xếp một cuộc bỏ phiếu Hạ viện dựa trên cách của Thượng viện về dự luật mà điều này sẽ mở rộng việc cắt giảm thuế, dự kiến sẽ hết hiệu lực vào cuối năm nay.\n",
        "output": [
            "In an effort to end the impasse between the House and Senate, Boehner told Senate Democratic leader Harry Reid that he would schedule a House vote on the Senate version of the bill that would extend the tax cut, which was due to expire at the end of the year.\n"
        ]
    },
    {
        "input": "Một nhóm paparazzi đã quay lại một video cảnh Britney lái chiếc xe của cô vào một chiếc xe khác vào ngày 6 tháng 8 khi cô cố gắng chạy vào một chỗ đậu xe trong một bãi ở Studio City.\n",
        "output": [
            "A group of paparazzi recorded a video Britney steering her car into another vehicle on August 6 as she tried to pull into a parking spot in a Studio City lot.\n"
        ]
    },
    {
        "input": "Cho dù mục sư đồng tính sẽ được phép trở thành giám mục đã được ban hành trong năm 2003 với việc bổ nhiệm của Rev Jeffrey John như là Giám Mục của Reading.\n",
        "output": [
            "Whether gay clergyman would be allowed to become bishops became an issue in 2003 with the appointment of Rev Jeffrey John as Bishop of Reading.\n"
        ]
    },
    {
        "input": "\"Mỗi lần thắng, cậu bé phải đứng lên bằng chân trái và dẫm chân phải vào phanh.\"\n",
        "output": [
            "\"Whenever he would brake, he would pick himself up with his left foot and stomp on the brake with his right.\"\n"
        ]
    },
    {
        "input": "Rico đã từng làm một loạt công việc nhưng niềm đam mê của ông bây giờ chính là nghề nghiệp của ông - ông biến những thứ 'bỏ đi'không mong muốn thành những mẫu đồ nội thất.\n",
        "output": [
            "Rico has been in a variety of jobs but his passion is now his profession - he turns unwanted 'junk' into unusual pieces of furniture.\n"
        ]
    },
    {
        "input": "Thủy thủ đoàn của con tàu 3504 đã được xác định ở hòn đảo Sibay bởi Không quân Philippine.\n",
        "output": [
            "Vessel 3504's crew were located on Sibay Island by the Philippine Air Force.\n"
        ]
    },
    {
        "input": "Một nông dân người Đức 54 tuổi, người từng mất cả hai cánh tay trong một tai nạn nông nghiệp sáu năm trước đã trở thành bệnh nhân đầu tiên nhận được ca cấy ghép cả hai cánh tay.\n",
        "output": [
            "A 54-year-old German farmer who lost both arms in a farming accident six years ago has become the first patient to receive a complete double arm transplant.\n"
        ]
    },
    {
        "input": "Nói về phản ứng của người Iraq về cuộc đánh bom tại London, người phát ngôn cho biết, \"Hầu hết [những người] có mặt tại buổi cầu nguyện vào thứ Sáu tại nơi Căn cứ của Anh đều phản đối cuộc tấn công vào London vừa rồi.\"\n",
        "output": [
            "Speaking of the response by Iraqis to the London bombings, the spokesperson said, \"Most of the feed back from Friday pray[ers] in the British Area of Operation were against the attacks on London.\"\n"
        ]
    },
    {
        "input": "Theo Tandy, cô Dye \"đã rất lo lắng về ảnh hưởng của sự việc này đối với trường học, \" và vào ngày 4 tháng 3, cô đã thông báo với hiệu trưởng trường về quá khứ của cô sau khi một học sinh đã hỏi cô về nó.\n",
        "output": [
            "According to Tandy, Dye \"was concerned about the impact it would have in the building,\" and, on March 4, informed the school's principal of her past after being asked by the student.\n"
        ]
    },
    {
        "input": "Bây giờ chúng ta phải làm bất cứ điều gì có thể để ngăn chặn cuộc đình công này tiếp tục, ông nói.\n",
        "output": [
            "We now have to do whatever is possible to stop this strike from proceeding, he said.\n"
        ]
    },
    {
        "input": "Người ta tin rằng người đàn ông bị buộc tội giết bà là chồng cũ của cô cháu gái.\n",
        "output": [
            "It is believed the man who has been charged with her murder was the estranged husband of her niece.\n"
        ]
    },
    {
        "input": "\"Anh là David Shankbone à? Rất vui khi được gặp anh!\", vừa nói cô ấy vừa dẫn anh đến khu vực phòng khách có một chiếc sofa, một chiếc tivi đang chiếu phim hành động-kinh dị, một tủ đựng dụng cụ thụt ruột cùng chồng của cô ấy là Bill, người đang dùng máy tính tra xem Blade Runner có được chiếu lại ở các rạp chiếu địa phương hay không.\n",
        "output": [
            "\"Are you David Shankbone? We're so excited to meet you!\" she says, and leads him down the hall to a living room area with a sofa, a television playing an action-thriller, an open supply cabinet stocked with enema kits, and her husband Bill sitting at the computer trying to find where the re-release of Blade Runner is playing at the local theater.\n"
        ]
    },
    {
        "input": "\"Thương vụ mua bán của BA đã được đóng dấu hôm nay một lần nữa cho thấy EC có một qui tắc cho các hãng chuyên chở mang cờ EU, nhưng lại có qui tắc khác cho Ryanair\", quản lý của Ryanair nói.\n",
        "output": [
            "\"Today's rubber-stamping of BA's purchase of bmi shows yet again that the EC has one rule for Europe's flag-carriers, but different rules for Ryanair\", said Ryanair chief .\n"
        ]
    },
    {
        "input": "Hạt Volusia, Sumter, Lake và Seminole đã được tuyên bố ở tình trạng khẩn cấp khi nhiều nhà ở, nhà ở di động và một nhà thờ đã bị phá hủy.\n",
        "output": [
            "Volusia, Sumter, Lake and Seminole counties have all been declared a state of an emergency as dozens of houses, mobile homes and a church were destroyed.\n"
        ]
    },
    {
        "input": "Người hâm mộ những con số kỳ quặc ở khắp mọi nơi gần đây đã tổ chức đánh dấu sự kiện khi đồng hồ điểm 01:02:03, 04/05/06 (sử dụng qui ước ngày ngày/tháng/năm).\n",
        "output": [
            "Fans of quirky numbers everywhere celebrated recently as the clock struck 01:02:03, 04/05/06 (using the DD/MM/YY date convention).\n"
        ]
    },
    {
        "input": "Phóng viên không biên giới cho rằng Ba Lan là quốc gia Liên minh châu Âu duy nhất mà các bản án tù được áp dụng đối với \"hành vi phạm tội vì quan điểm\" và đây là trường hợp đầu tiên như vậy xuất hiện trong EU.\n",
        "output": [
            "Reporters sans frontières claims that Poland is the only European Union country in which prison sentences are imposed for \"offences of opinion\" and that this is the first such occurrence in the EU.\n"
        ]
    },
    {
        "input": "2.000 trường học và 1.300 sau/ngoài các chương trình học sẽ được hưởng lợi từ nguồn tài trợ.\n",
        "output": [
            "2,000 schools and 1,300 after/out of school programs will benefit from the funding.\n"
        ]
    },
    {
        "input": "Trong khi đó, Ngoại trưởng Quốc phòng Đức Peter Wichert được cho là đang chịu áp lực ngày càng tăng xung quanh việc UNIFIL ủy nhiệm cho Đức: các chính trị gia đối lập cáo buộc chính phủ đã thông tin sai lệch cho họ về những hạn chế của lực lượng quân đội Đức ủy nhiệm bởi LHQ trước khi Quốc hội phê duyệt sứ mệnh Lebanon.\n",
        "output": [
            "Meanwhile, German State Secretary of Defence Peter Wichert is said to be under pressure over a growing row surrounding the German UNIFIL mandate: opposition politicians accuse the government of having misinformed them prior to the parliamentary approved for the Lebanon mission regarding the constraints of the German forces UN mandate.\n"
        ]
    },
    {
        "input": "\"Telstra được hy vọng rằng sẽ cũng cấp những loại dịch vụ đó, \" ông nói.\n",
        "output": [
            "\"Telstra are expected to provide those kinds of services,\" he said.\n"
        ]
    },
    {
        "input": "Manchester United và Barcelona sẽ gặp nhau tại vòng bán kết giải Champions Leagues sau khi cả hai đội đều giành thắng lợi tại vòng tứ kết.\n",
        "output": [
            "Manchester United and Barcelona will face off in the Champions League semi-finals after both teams won their quarterfinal matches.\n"
        ]
    },
    {
        "input": "Trong khi đảng Liên minh dân chủ Pháp (UDF), do Francois Bayrou lãnh đạo, chính thức duy trì liên kết cầm quyền với UMP, đảng này quyết định rằng, do chính phủ mới có thể sẽ thực hiện nhiều chính sách tương tự, đảng này có thể không tham gia vào đó.\n",
        "output": [
            "While the Union for French Democracy (UDF) party, led by François Bayrou, formally remains in the ruling coalition along with the UMP, it has decided that, because the new government would probably do more of the same policies, it would not participate in it.\n"
        ]
    },
    {
        "input": "Quản lý tàu điện ngầm Luân Đôn đã áp dụng mức báo động màu hổ phách trong vòng vài phút, theo đó các tàu sẽ di chuyển về ga và mở tất cả các cửa.\n",
        "output": [
            "London Underground declared a 'code Amber' within minutes, moving trains to platforms and opening all doors.\n"
        ]
    },
    {
        "input": "Cái chết của Haney đang được chủ nhân của mình quy kết là kết quả của \"chú ý phân kênh\" để khởi động hệ thống cung cấp oxy chính trước khi nó tự động ngừng khi nó phát hiện khoang động cơ bị rò rỉ khí.\n",
        "output": [
            "Haney's death has been attributed by his employer as the result of his \"channelized attention\" on getting the main oxygen system to restart after it automatically cut out when it detected engine bay air leaks.\n"
        ]
    },
    {
        "input": "Cả hai thị trấn Senaki và Zugdidi đều nằm trong Georgia, ngoài \"khu vực an ninh\" xung quanh vùng Abkhazia.\n",
        "output": [
            "Both the town of Senaki and Zugdidi lie in Georgia proper, outside the \"security zone\" around the region of Abkhazia.\n"
        ]
    },
    {
        "input": "Một quan chức Bộ Quốc phòng Somali đã báo cáo thêm rằng các máy bay trực thăng của Mỹ đã phát động một cuộc tấn công chống lại các tay lính chiến ICU tại Afmadow, một thành phố gần biên giới Kenya, 350 km về phía tây nam thủ đô Mogadishu.\n",
        "output": [
            "A Somali Defence Ministry official has additionally reported that American helicopters launched an attack against ICU fighters in Afmadow, a city near the Kenyan border, 350 kilometres southwest of Mogadishu.\n"
        ]
    },
    {
        "input": "Vụ nổ và hỏa hoạn đêm qua tại nhà máy lọc dầu Bang Washington ở Anacortes, Washington, Mỹ, thành phố cách Vancouver, Canada khoảng 80 dặm về phía nam, đã khiến bốn người bị chết và ba người khác bị thương nghiêm trọng.\n",
        "output": [
            "An overnight explosion and fire at a Washington State oil refinery in Anacortes, Washington, United States, a city about 80 miles south of Vancouver, Canada, yesterday killed four people and critically injured three others.\n"
        ]
    },
    {
        "input": "Baugur Group, cũng như FL Group, đang đầu tư vào thị trường Anh.\n",
        "output": [
            "Baugur Group, as well as FL Group, have been investing in the UK market.\n"
        ]
    },
    {
        "input": "Một người đi bộ 23 tuổi đang đi dọc theo Đường Racecourse ở thành phố Londonderry, Bắc Ireland vào khoảng 2:20 GMT đêm Chủ nhật đã bị đâm bởi một chiếcVolkswagen Passat màu đen và đã tử vong.\n",
        "output": [
            "A 23-year-old pedestrian walking along Racecourse Road in the city of Londonderry, Northern Ireland at around 0220 GMT on Sunday night was struck by a black Volkswagen Passat and has been killed.\n"
        ]
    },
    {
        "input": "Giải đấu bắt đầu năm 1947 với sự kiện khách mời giữa hai đội Singapore và Malaysia và từ đó phát triển thành giải quốc gia và mời các đội câu lạc bộ trên khắp thế giới.\n",
        "output": [
            "The tournament began in 1947 as an invitational event for Singapore and Malaysian teams and since grown into national and club teams from around the world are invited.\n"
        ]
    },
    {
        "input": "The Jerry Springer Show cuối cùng sẽ được phát trên tất cả 51 chi nhánh của Air America, so với 45 trạm quốc gia chuyên thực hiện các chương trình cung cấp thông tin trước đây.\n",
        "output": [
            "After initially being carried by only 45 stations nationwide, the host of the long-running syndicated program, The Jerry Springer Show will eventually have his radio show heard on all 51 Air America affiliates.\n"
        ]
    },
    {
        "input": "Một số người vẫn còn sống và một lính thủy đánh bộ đã nghĩ người đàn ông đang nằm trên mặt đất là mối đe doạ do một cánh tay của anh không thấy rõ, vì vậy anh ta có thể đang giấu vũ khí.\n",
        "output": [
            "Some were still alive and one marine thought a man lying on the ground was a threat because one of his arms was not clearly visible, so he could be hiding a weapon.\n"
        ]
    },
    {
        "input": "Nạn nhân là một công nhân xây dựng 50 tuổi, bị chết trong một vụ lở đất tại một công trường xây dựng đập nước tại quận Fukui đêm qua và một người đàn ông 76 tuổi bị cây đổ đè chết vào ngày 6 tháng Chín, ngay sau khi bão Fitow đổ bộ.\n",
        "output": [
            "The deceased are a 50-year-old construction worker who died after a landslide at a dam construction site in Fukui Prefecture last night and a 76-year-old man who died after being struck by a falling tree on September 6, shortly after Fitow made landfall.\n"
        ]
    },
    {
        "input": "Người đứng đầu NATO - Jaap de Hoop Scheffer - cũng lên án hành động này.\n",
        "output": [
            "NATO chief Jaap de Hoop Scheffer has also condemned the action.\n"
        ]
    },
    {
        "input": "Đa số các câu lạc bộ của NHL đã thua lỗ trong vòng năm năm qua và kết quả là các câu lạc bộ muốn trả lương tại mức định sẵn.\n",
        "output": [
            "The majority of NHL clubs have lost money over the last five years and as a result the clubs wanted to cap pay at a set amount.\n"
        ]
    },
    {
        "input": "Vào hôm thứ Năm, các công nhân nhà máy dầu đã bị những kẻ có vũ trang bắt cóc ở một quán bar gần khu nhà ổ chuột kẻ đã giết chết một binh sỹ khi anh này đang bảo vệ cho các công nhân, và làm bị thương một lính khác.\n",
        "output": [
            "On Thursday, oil workers were kidnapped from a bar near the slums by armed men who shot dead an Army soldier guarding the workers, and injured another soldier.\n"
        ]
    },
    {
        "input": "Quyết định Kế hoạch B là quyết định duy nhất trong số 67 đề xuất thay đổi thuốc không bán theo toa không được chấp thuận, thậm chí ngay cả sau khi hội đồng cố vấn đã chấp thuận những thay đổi này.\n",
        "output": [
            "The Plan B decision was the only one of 67 proposed prescription to OTC changes to be disapproved, even after advisory committees approved the changes.\n"
        ]
    },
    {
        "input": "Nhưng những người sống sót sau cuộc tấn công lập luận rằng một cuộc điều tra đầy đủ toàn diện có thể là bài học quý giá mà có thể theo cách nào đó giúp làm giảm khả năng của các cuộc tấn công trong tương lai, và cải thiện khả năng phản ứng của các dịch vụ khẩn cấp.\n",
        "output": [
            "But survivors of the attack argue that a fully comprehensive investigation could teach valuable lessons which may help reduce the likelihood of future attacks, and improve the response capabilities of the emergency services.\n"
        ]
    },
    {
        "input": "Một người dân là Aysar Khaled đã trả lời Reuters \"Tôi thức giấc và nhìn thấy tuyết rơi, thế là tôi gọi cả nhà dậy để bảo họ ngắm tuyết cùng.\"\n",
        "output": [
            "Resident Aysar Khaled told Reuters \"I woke up and I saw snow falling, so I woke up all the family and told them to come and see the snowfall.\"\n"
        ]
    },
    {
        "input": "\"Đất nước nên chọn để khuyến khích những người thíc làm việc chứ không phải là những người thích gian lận.\"\n",
        "output": [
            "\"The nation should choose to encourage people who like to work rather than those who prefer cheating\".\n"
        ]
    },
    {
        "input": "Hai nhà báo, nhà quay hình Paul Douglas và người chuyên phụ trách âm thanh James Brolan, cả hai là người Anh, đã được tác nghiệp với Sư đoàn 4 Bộ binh Hoa Kỳ, và đang đi tuần như thường lệ thì một chiếc xe ô tô chất đầy thuốc nổ gần đấy đã phát nổ.\n",
        "output": [
            "The two journalists, cameraman Paul Douglas and soundman James Brolan, both British, were embedded with the American 4th Infantry Division and were on a routine patrol when a nearby car packed with explosives was detonated.\n"
        ]
    },
    {
        "input": "Một tấm bảng đánh dấu sự kết nghĩa được bố trí cho bùng binh.\n",
        "output": [
            "A sign marking the twinning is planned for the roundabout.\n"
        ]
    },
    {
        "input": "Theo ông Sarkozy, các biện pháp bổ sung chỉ tham khảo cho khu vực biên giới.\n",
        "output": [
            "According to Sarkozy, these additional measures refer to the border area only.\n"
        ]
    },
    {
        "input": "Họ cũng thúc giục Thủ tướng mở rộng các nỗ lực trong việc giải quyết khủng bố và chủ nghĩa cực đoan.\n",
        "output": [
            "They also urge the Prime Minister to extend his efforts in tackling terrorism and extremism.\n"
        ]
    },
    {
        "input": "Hai blogger tiên phong của Malaysia Ahiruddin Attan và Jeff Ooi đã bị tờ báo hàng đầu Malaysia, The New Straits Times kiện về tội phỉ báng.\n",
        "output": [
            "Pioneer Malaysian bloggers Ahiruddin Attan and Jeff Ooi have been sued for defamation by a leading Malaysian newspaper, The New Straits Times.\n"
        ]
    },
    {
        "input": "Google Base được mong đợi sẽ trở thành đối thủ của Craigslist, hiện một phần thuộc sở hữu của eBay.\n",
        "output": [
            "Google Base is expected to be a major competitor of craigslist, which is partly owned by eBay.\n"
        ]
    },
    {
        "input": "Các nhà khoa học đã tìm kiếm những thay đổi rất nhỏ trong chuyển động của những con quay hồi chuyển để có thể phát hiện ra hiệu ứng kéo khung, cũng như các hiệu ứng trắc địa lớn hơn rất nhiều - những chỉnh sửa nhỏ cho trường hấp dẫn của trái đất vì có những điểm khác biệt giữa thuyết lực hấp dẫn của Einstein và Newton.\n",
        "output": [
            "Scientists looked for small changes in the motion of the gyroscopes to detect the frame dragging effect, as well as the much larger geodetic effect – small corrections to the Earth's gravitational field due to differences between Einstein's and Newton's theories of gravity.\n"
        ]
    },
    {
        "input": "Cái chết của al-Zarqawi dường như đã được thị trường diễn dịch là một tin tốt cho nguồn cung dầu tương lai từ khu vực.\n",
        "output": [
            "The death of al-Zarqawi seems to have been interpreted by the market as good news for the future supply of oil from the region.\n"
        ]
    },
    {
        "input": "Việc thả người đã được quyết định sau khi Tổng thống nước Pháp, ông Nicolas Sarkozy đáp chuyến bay đến Chad để đàm phán về vụ việc này với chính quyền Chad.\n",
        "output": [
            "The release of the seven came as French President Nicolas Sarkozy arrived in Chad to hold talks on the case with Chadian officials.\n"
        ]
    },
    {
        "input": "Trận động đất đầu tiên đo được là 4,7 độ Richter tại một khu vực miền núi và lần thứ hai đo được là 5,1.\n",
        "output": [
            "The first earthquake measured a 4.7 on the Richter magnitude scale and was in a mountainous area and the second measured a 5.1.\n"
        ]
    },
    {
        "input": "Các du khách bị thương sau đó được đưa đến năm bệnh viện khác nhau thuộc khu vực Costa del Sol.\n",
        "output": [
            "The injured tourists were then taken to five different hospitals in the Costa del Sol region.\n"
        ]
    },
    {
        "input": "Chiếc máy bay phản lực hai động cơ này vừa mới được bảo dưỡng ở Perpignan để chuẩn bị trở về hãng hàng không Air New Zealand từ hãng hàng không Đức XL Airways, hãng đã thuê chiếc máy bay này.\n",
        "output": [
            "The twin-engine jet airliner had just undergone maintenance at Perpignan in preparation for its return to Air New Zealand by German airline XL Airways, which had been operating it on lease.\n"
        ]
    },
    {
        "input": "Ông nói chính phủ sẽ không làm theo những nguyên tắc chung này.\n",
        "output": [
            "He says the Government doesn't follow this generally accepted principle.\n"
        ]
    },
    {
        "input": "Thâm hụt ngân sách liên bang của Mỹ năm 2008 đã đạt con số cao kỷ lục, 454,8 tỷ USD, gấp đôi con số thâm hụt năm ngoái.\n",
        "output": [
            "The United States 2008 federal deficit has reached a record high, US$454.8 billion—more than double last year's deficit.\n"
        ]
    },
    {
        "input": "Băsescu được ủng hộ bởi các tầng lớp trung lưu có học thức, những người có quan điểm tán thành chính sách của ông về việc dập tắt tham nhũng ở một trong những quốc gia tham nhũng nhất khu vực.\n",
        "output": [
            "Băsescu is supported by the educated middle-class, who take a favourable view upon his policy of stamping out corruption in one of the region's most corrupt countries.\n"
        ]
    },
    {
        "input": "Tiền phạt có thể bị áp đặt lên các trang web bên ngoài nước Úc có liên kết đến tài liệu trên danh sách của nó.\n",
        "output": [
            "Fines can be imposed on websites outside Australia that link to material on its list.\n"
        ]
    },
    {
        "input": "Nếu không ai giành được hai phần ba số phiếu sau hai vòng, thủ tịch hạ viện sẽ được bầu theo đa số ở vòng thứ ba.\n",
        "output": [
            "If no-one gets two-thirds majority after two rounds the speaker will be elected by a simple majority in the third round.\n"
        ]
    },
    {
        "input": "Nghị viện cả hai nước đã chấp thuận một thỏa thuận mà sẽ ràng buộc cả hai quốc gia.\n",
        "output": [
            "Parliaments in both countries approved the deal, which will be binding on both countries.\n"
        ]
    },
    {
        "input": "\"Người ta thực sự ủng hộ việc bổ sung thêm xe điện cho Croydon để theo kịp nhu cầu ngày càng tăng của các dịch vụ Tramlink và cũng để đảm bảo các cải thiện đáng kể cho người đi bộ và người sử dụng giao thông xung quanh và giữa các trạm Đông và Tây Croydon.\"\n",
        "output": [
            "\"There is real support to get additional trams for Croydon to keep pace with growing demand for Tramlink services and also to secure major improvements for pedestrians and transport users around and between East and West Croydon stations.\"\n"
        ]
    },
    {
        "input": "Sứ mệnh sẽ là \"đo đạc khí phát ra từ các vụ phun trào, \" công bố kết thúc.\n",
        "output": [
            "The mission will \"measure the gas emanating from the plume,\" ended the statement.\n"
        ]
    },
    {
        "input": "\"Verizon iPhone\", như cái tên được gắn vài tháng qua, đã được thay đổi từ bản gốc iPhone 4 do đó nó có thể sử dụng mạng 3G CDMA của Verizon (mã phân hóa đa truy nhập).\n",
        "output": [
            "The \"Verizon iPhone,\" as it has been dubbed for months, has been altered from the original iPhone 4 so it can utilize Verizon's 3G CDMA (code division multiple access) network.\n"
        ]
    },
    {
        "input": "Chính quyền Pakistan vừa chặn việc truy cập vào YouTube, một trang web chia sẻ video phổ biến với lý do nó có chứa nội dung \"Làm lan rộng sự báng bổ thần thánh.\"\n",
        "output": [
            "The Pakistani government has blocked access to YouTube, the popular video-sharing website, citing \"growing sacrilegious\" content.\n"
        ]
    },
    {
        "input": "Sau khi bản tuyên án có tội được đọc, Browne Sanders nhẹ nhõm ôm gia đình và bạn bè có mặt tại phiên tòa.\n",
        "output": [
            "After the guilty verdict was read, a relieved Browne Sanders hugged her family and friends who were present at the trial.\n"
        ]
    },
    {
        "input": "Báo cáo đổ lỗi cho khủng hoảng kinh tế toàn cầu làm tăng vọt nạn đói trên toàn thế giới, khủng hoảng khiến tỷ lệ thất nghiệp tăng và thu nhập của những người nghèo giảm dẫn đến an ninh lương thực ngày một xấu đi.\n",
        "output": [
            "The report blames this latest spike in world hunger chiefly on the global economic recession, which has increased unemployment and reduced incomes among the poor, leading to greater food insecurity.\n"
        ]
    },
    {
        "input": "\"Bạn đã bao giờ nhìn thấy một quân sư 20 tuổi? Anh ta không phải là kẻ bắn súng, \" Blat nói.\n",
        "output": [
            "\"Have you ever seen a 20 year-old mastermind? He was not the shooter,\" said Blat.\n"
        ]
    },
    {
        "input": "Mẹ của Daniel, Cheryl Stringer, đã nói bà không muốn cuộc biểu tình EDL được tổ chức: \"EDL đã quyết định làm điều này và nó không liên quan gì tới chúng tôi.\n",
        "output": [
            "Daniel's mother, Cheryl Stringer, has said she does not want the EDL rally to be held: \"The EDL have decided to do this and it's go nothing to do with us whatsoever.\n"
        ]
    },
    {
        "input": "Kể từ giữa tháng Tám, các đám cháy rừng đã quét qua khu phía nam của Thổ Nhĩ Kỳ bao gồm những điểm đến du lịch nổi tiếng như Bodrum và Antalya-Kas.\n",
        "output": [
            "Since mid-August, the forest fires have swept the Southern part of Turkey including popular tourist destinations like Bodrum and Antalya-Kas.\n"
        ]
    },
    {
        "input": "Du khách ở trong khách sạn đã được sơ tán đến các phòng triển lãm trên phố.\n",
        "output": [
            "Visitors at the hotel were evacuated to the exhibition hall at street level.\n"
        ]
    },
    {
        "input": "Cần lưu ý rằng lựa chọn không điều tra bản chất đáng ngờ của các khoản thanh toán tương đương với việc chấp nhận sự bất hợp pháp của họ.\n",
        "output": [
            "It was noted that choosing not to investigate the suspicious nature of the payments was equivalent to accepting their illegality.\n"
        ]
    },
    {
        "input": "Bà cũng cho biết thêm rằng công ty Energy Management đứng đằng sau dự án gây tranh cãi Cape Wind, đang dự định xây dựng một nhà máy năng lượng chạy bằng diesel dọc theo con đường từ một trường tiểu học Chelsea và điều này làm chất lượng không khí ở Chelsea rất tồi tệ.\n",
        "output": [
            "She further noted the company, Energy Management Inc., behind the controversial Cape Wind project, proposed building a diesel power plant across the street from a Chelsea elementary school and that air quality in Chelsea is bad.\n"
        ]
    },
    {
        "input": "Họ nói rằng họ muốn tiến hành một cuộc kiểm tra các công dân tại khu vực Pine Gap gây tranh cãi.\n",
        "output": [
            "They say they wanted to conduct a citizens inspection of the controversial Pine Gap facility.\n"
        ]
    },
    {
        "input": "Đầu tiên, giấy đòi hầu tòa dành cho Hoàng tử đã không được xuất trình đúng hạn để được chấp nhận là hợp pháp.\n",
        "output": [
            "First, the subpoena for the Prince wasn't issued in time to be legal.\n"
        ]
    },
    {
        "input": "Những nghiên cứu tiếp theo trên động vật cần phải được thực hiện để kiểm tra khả năng bị tác dụng phụ, chẳng hạn như tiết sữa ở nam giới và phụ nữ không mang thai, cũng như gia tăng tình trạng viêm làm tăng MS.\n",
        "output": [
            "Further animal studies need to be done to examine the possibility of side effects, such as lactation in men and non-pregnant women, as well as increased inflammation which could worsen the MS.\n"
        ]
    },
    {
        "input": "Bốn máy bay chiến đấu F3 Tornado đã được Lực lượng Không quân Hoàng gia của Vương quốc Anh phóng đi nhằm ngăn chặn máy bay quân sự của Nga.\n",
        "output": [
            "Four F3 Tornado fighter jets were launched by the United Kingdom's Royal Air Force to intercept Russian military planes.\n"
        ]
    },
    {
        "input": "\"Shake\" đã được nhiều người kỳ vọng sẽ tăng hạng trên Hot 100 tuần này.\n",
        "output": [
            "“Shake” was widely expected to gain to the Hot 100 pole position this week.\n"
        ]
    },
    {
        "input": "Mặc dù nói như vậy, ông vẫn từ chối loại trừ một cuộc tấn công chống Iran trong tương lai.\n",
        "output": [
            "Despite saying this, he refused to rule out a strike against Iran in the future.\n"
        ]
    },
    {
        "input": "Một cây ATM ở bãi biển Virginia, Bang Virginia đã bị truy cập trái phép để làm cho nó nhả ra số tiền cao hơn 4 lần so với số tiền cần nhả; và việc này được thực hiện chỉ bằng cách nhập các con số từ bàn phím.\n",
        "output": [
            "An ATM in Virginia Beach, Virginia was cracked so it would give out 4 times as much money as it was supposed to; and this was done just by entering numbers into the keypad.\n"
        ]
    },
    {
        "input": "Dịch vụ xe buýt tại Khu 1 đã được hồi phục lại vào hồi 16:00 BST.\n",
        "output": [
            "Bus services in Zone 1 have resumed as of 16:00 BST.\n"
        ]
    },
    {
        "input": "Quận Thung Song ở tỉnh Nakhon Sri Thammarat nước lũ đã cao ngang thắt lưng ở các khu vực trung tâm mua sắm.\n",
        "output": [
            "Thung Song District in Nakhon Sri Thammarat province is experiencing waist-high floodwaters in downtown shopping areas.\n"
        ]
    },
    {
        "input": "Vài phút sau khi Tòa án phúc thẩm Edinburgh từ chối bảo lãnh trên cơ sở từ bi Jim Swire, phát ngôn viên của gia đình của nạn nhân bị mất con gái của mình trong thảm họa, phàn nàn về các phán quyết.\n",
        "output": [
            "Minutes after Edinburgh's Appeals Court rejected bail on compassionate grounds Jim Swire, spokesman for the victim's families who lost his daughter in the disaster, complained about the ruling.\n"
        ]
    },
    {
        "input": "Ở vương quốc Anh, thi thể của năm phụ nữ đã được tìm thấy ở bên trong và ở quanh khu vực hạt Suffolk ở phía Đông nước Anh.\n",
        "output": [
            "The bodies of five women within the United Kingdom have been found in or around the county of Suffolk in the east of England.\n"
        ]
    },
    {
        "input": "Chế độ ăn uống của ông bao gồm các loại thực phẩm và cá được làm đông khô để giữ thể chất tốt mặc dù mệt mỏi về tinh thần.\n",
        "output": [
            "His diet consists of freeze-dried foods and fish, which are keeping him physically well-conditioned despite tiring mentally.\n"
        ]
    },
    {
        "input": "Tuy nhiên, thỉnh thoảng trong 10 tỉ năm qua một phần lớn baryon, thường được gọi là \"vật chất thông thường\" để phân biệt chúng với vật chất đen và năng lượng đen, đã biến mất.\n",
        "output": [
            "However, sometime during the last 10 billion years a large fraction of the baryons, commonly referred to as \"ordinary matter\" to distinguish them from dark matter and dark energy, have gone missing.\n"
        ]
    },
    {
        "input": "Tài liệu về kế hoạch hòa bình đã được soạn thảo bởi Nicolas Sarkozy, Tổng thống Pháp.\n",
        "output": [
            "The peace plan document was originally drafted by Nicolas Sarkozy, the President of France.\n"
        ]
    },
    {
        "input": "Lee Tomkin, giám đốc một quỹ từ thiện của những bệnh nhân, Migraine Action mô tả thông tin mới này là \"tuyệt vời\" và \"thực sự là một bước tiến xa.\"\n",
        "output": [
            "Lee Tomkin, director of a sufferers' charity, Migraine Action, described the news as \"fantastic\" and \"genuinely a really great step forward.\"\n"
        ]
    },
    {
        "input": "Số dầu sau đó trôi dạt vào bãi biển Sunshine Coast đảo Moreton và Bribie và giới truyền thông đã gọi đây là \"một trong những thảm họa môi trường tồi tệ của Australia.\"\n",
        "output": [
            "The oil later washed up on Sunshine Coast beaches as well as Moreton and Bribie islands and was dubbed \"one of Australia's worse environmental disasters\" by the media.\n"
        ]
    },
    {
        "input": "\"Anh ta đã bỏ gói đồ vào [hộp], và rời khỏi đại lộ Delaware theo hướng đến Allen, \" phó cục cảnh sát Buffalo, K Szyszkowski cho biết.\n",
        "output": [
            "\"He dropped the package into the [box], and made his way out to Delaware Ave. towards Allen,\" stated Buffalo Police Lt., K Szyszkowski.\n"
        ]
    },
    {
        "input": "\"Chúng tôi đã không nhận được bất kỳ khiếu nại nào trong thời gian này, \" Chủ tịch Ủy ban Bầu cử Quốc gia của Mozambique, Leopoldo da Costa cho biết.\n",
        "output": [
            "\"We did not receive any complaints during this period,\" said the chairman of Mozambique's National Elections Commission, Leopoldo da Costa.\n"
        ]
    },
    {
        "input": "Cuộc điều tra được yêu cầu bởi 30 hạ nghị sĩ và 17 thượng nghị sĩ.\n",
        "output": [
            "The investigation was requested by 30 House members and 17 Senators.\n"
        ]
    },
    {
        "input": "Tài liệu mới nhất mà họ nhận được là bản chi tiết của bản sao năm 2004 được ký bởi Thiếu tướng Geoffrey D. Miller Bộ tư lệnh miền Nam Hoa Kỳ.\n",
        "output": [
            "The latest documents they have received are the details of the 2004 copy of the manual signed off by Major General Geoffrey D. Miller of the U.S. Southern Command.\n"
        ]
    },
    {
        "input": "\"Chúng tôi đã linh động nhiều nhất có thể để đi đến thỏa thuận trao đổi tù nhân, nhưng phía Israel quá nhu nhược để đưa ra quyết định.\"\n",
        "output": [
            "\"We have been flexible in every possible way when it came to a swap deal, but the Israeli side was too weak to make a decision.\"\n"
        ]
    },
    {
        "input": "Theo Đại sứ Israel tại Mỹ, Israel đã chấp nhận lời xin lỗi.\n",
        "output": [
            "According to the Israeli Ambassador to the United States, Israel accepts the apology.\n"
        ]
    },
    {
        "input": "Abe là chính trị gia thế hệ thứ ba có quan hệ với hai thủ tướng trong quá khứ.\n",
        "output": [
            "Abe is a third-generation politician related to two former Prime Ministers.\n"
        ]
    },
    {
        "input": "Jim Nussle, Giám đốc Văn phòng Quản lý và Ngân sách nói rằng ông tin thâm hụt sẽ bắt đầu giảm.\n",
        "output": [
            "Jim Nussle, director of the Office of Management and Budget said that he believes that the deficit will start to decline.\n"
        ]
    },
    {
        "input": "Các nghị sĩ khác, thậm chí một số nghị sĩ Đảng Lao động, đã không đồng ý với lập luận cuộc đảo chính.\n",
        "output": [
            "Other parliamentarians, even some of the Workers' Party, didn't agree with the coup argument.\n"
        ]
    },
    {
        "input": "Chính phủ Nigeria đã yêu cầu sự hỗ trợ từ các tổ chức quốc tế, trong đó có Tổ chức Y tế Thế giới và Trung tâm Kiểm soát và Ngăn ngừa bệnh tật Mỹ nhằm ngăn chặn tình trạng lây lan rộng.\n",
        "output": [
            "Nigeria's government has requested assistance from international organizations, including the World Health Organization and the US Centers for Disease Control and Prevention, in averting a widespread outbreak.\n"
        ]
    },
    {
        "input": "Danh sách mà ông Fosse đề cập đến là danh sách từ Ủy ban quốc hội về Sùng bái tại Pháp năm 1995.\n",
        "output": [
            "The list which Fosse referred to is a list from the 1995 Parliamentary Commission on Cults in France.\n"
        ]
    },
    {
        "input": "Tuy nhiên, hắn đã tự thú sau cuộc phỏng vấn.\n",
        "output": [
            "However, he did turn himself in after giving the interview.\n"
        ]
    },
    {
        "input": "Mỹ và châu Âu, mỗi bên chiến hơn 25% vào tổng lượng khí thải toàn cầu.\n",
        "output": [
            "The USA and Europe have each contributed more than 25% of accumulated global emissions.\n"
        ]
    },
    {
        "input": "Những lời phàn nàn về tư cách đạo đức ban đầu được đệ trình bởi đại diện bang Texas của Đảng Dân chủ, Chris Bell vào ngày 15 tháng Sáu năm 2004 và bắt đầu được hâm nóng vài tháng trước cuộc bầu cử năm ngoái.\n",
        "output": [
            "The ethics complaints were originally filed by Democratic Rep. Chris Bell of Texas on June 15, 2004, and began to heat up in the months prior to last year's elections.\n"
        ]
    },
    {
        "input": "Tòa án hiến pháp của Gabon thuật lại việc công bố kết quả bầu cử từ hơn 2.800 điểm bỏ phiếu và khẳng định chiến thắng của Bongo.\n",
        "output": [
            "Gabon's constitutional court recounted returns from more than 2,800 polling stations and confirmed Bongo's win.\n"
        ]
    },
    {
        "input": "Hệ thống giàn này gồm hai giàn dài 115-foot, sải cánh tổng cộng 240 feet, bao gồm cả các thiết bị kết nối hai nửa và cho phép chúng xoay theo mặt trời.\n",
        "output": [
            "The arrays consist of two 115-foot-long arrays, for a total wing span of 240 feet, including the equipment that connects the two halves and allows them to twist as they track the sun.\n"
        ]
    },
    {
        "input": "Số cử tri đi bầu được báo cáo là hơn năm mươi phần trăm.\n",
        "output": [
            "Turnout in the elections was reported at slightly more than fifty percent.\n"
        ]
    },
    {
        "input": "Đội Broncos, tuy nhiên, đã thắng với tỉ số 19-8 tại sân nhà; và Blount cùng với hàng phòng thủ của đội Oregons thất bại trong việc giữ bóng ở 37 phút đầu.\n",
        "output": [
            "The Broncos, however, won 19–8 in their home field; and Blount and Oregon's offense failed to achieve a single first down for the game's first 37 minutes.\n"
        ]
    },
    {
        "input": "\"Không ai trong chúng tôi muốn gặp phải tình huống khi bất kỳ hồ sơ của công dân Mỹ bị truy cập trái phép.\"\n",
        "output": [
            "\"None of us want us to have a situation where any American's passport file is accessed in an unauthorized way.\"\n"
        ]
    },
    {
        "input": "Đảng mới được bầu chọn cũng cam kết sẽ tập trung chi tiền cho các hộ gia đình, đặc biệt là các gia đình nông thôn và hộ có trẻ em.\n",
        "output": [
            "The newly elected party also pledges to focus spending on households, especially rural families and those with children.\n"
        ]
    },
    {
        "input": "\"Tôi rất lo lắng về điều đó và tôi nghĩ rằng chúng tôi cần phải gửi thông điệp đúng cho người dân Afghanistan, \" ông nói.\n",
        "output": [
            "\"I would be concerned about it and I think we need to pass the right message to the Afghan people,\" he said.\n"
        ]
    },
    {
        "input": "Các nhà cung cấp phải làm nổi bật lên trên quảng cáo và cải thiện hiệu suất dịch vụ của họ.\n",
        "output": [
            "Providers must sharpen up on their advertising and improve the performance of their service desks.\n"
        ]
    },
    {
        "input": "Lieberman hiện đang ở tại Georgia cùng Thượng nghị sĩ Lindsey Graham; khi được hỏi về việc xuất hiện tại hội nghị sắp tới, ông cho biết: \"Khả năng cao là vậy nhưng tôi sẽ để ban tổ chức đưa ra những thông báo chính thức về vấn đề này.\"\n",
        "output": [
            "Lieberman is currently in Georgia, with Senator Lindsey Graham; he responded when asked if he would be speaking at the convention that \"it's quite possible, but I'll let them announce it.\"\n"
        ]
    },
    {
        "input": "Gần 50% dân số ở nông thôn Djibouti chưa được tiếp cận với nguồn nước uống được khai thác đúng cách.\n",
        "output": [
            "Almost 50 percent of people in rural Djibouti do not have ready access to properly developed source of drinking water.\n"
        ]
    },
    {
        "input": "Chúng ta sẽ bảo vệ người đưa tin của Chúa không chỉ bằng tiếng nói của chúng ta mà còn bằng máu của chúng ta nữa, \" Nasralla nói với đám đông, ước tính lên đến 700.000 người (cảnh sát nói rằng con số thậm chí còn có vẻ cao hơn).\n",
        "output": [
            "We will uphold the messenger of God not only by our voices but also by our blood,\" Nasrallah told the crowd, estimated to be 700,000 (police said the figure was likely to be even higher).\n"
        ]
    },
    {
        "input": "\"Chúng ta người Thụy Sĩ tìm thấy con đường giữa biển khơi, không chỉ riêng gì trong những ngọn núi, \" đề cập đến việc Thuỵ Sĩ nổi tiếng nhất vì môn trượt tuyết đổ dốc Alpine.\n",
        "output": [
            "\"We Swiss find our way at sea, not just in the mountains,\" referring to Switzerland being most popular for Alpine skiing.\n"
        ]
    },
    {
        "input": "Theo như chi nhánh ABC ở Charlotte, Bắc Carolina, Flair đã tham gia vào một vụ xô xát nghiêm trọng ở xa lộ 485 vào thứ tư tuần trước.\n",
        "output": [
            "According to an ABC affiliate in Charlotte, North Carolina, Flair took part in an alleged road rage incident last Wednesday on Interstate 485.\n"
        ]
    },
    {
        "input": "Woolmer chơi 19 trận thử nghiệm cho đội Anh và là huấn luyện viên cho Warwickshire và Nam Phi trước khi làm huấn luyện viên cho Pakistan vào năm 2004.\n",
        "output": [
            "Woolmer played 19 Tests for England and was the coach for Warwickshire and South Africa before becoming coach for Pakistan in 2004.\n"
        ]
    },
    {
        "input": "Bác sĩ khoa sản của bệnh viện, Andrew Miller nói rằng những trường hợp mang thai bất thường kéo dài đủ tháng mang thai là \"chưa bao giờ nghe thấy.\"\n",
        "output": [
            "The hospital's obstetrician Andrew Miller says that having an ovarian pregnancy survive to full-term is \"unheard of\".\n"
        ]
    },
    {
        "input": "Các nạn nhân bị thiệt mạng chủ yếu là do những căn nhà tồi tàn và lụp xụp của họ bị đổ sập do mưa và bùn.\n",
        "output": [
            "The deaths were caused mainly because some shanty-houses collapsed under rain or mud.\n"
        ]
    },
    {
        "input": "Thông tin này đã gây sốc cho nước Áo, vì có nét tương đồng với trường hợp của Natascha Kampusch bị bắt cóc năm 10 tuổi, và trốn thoát sau khi bị giam giữ trong \"ngục tối\" trong tám năm vào năm 2006.\n",
        "output": [
            "The news has shocked Austria, as has its similarity to the case of Natascha Kampusch who was kidnapped aged 10, and escaped after being held in a \"dungeon\" for eight years in 2006.\n"
        ]
    },
    {
        "input": "Đạo diễn phim người Ba Lan Andrzej Wajda đã nêu ý kiến của mình về kế hoạch của vị trí chôn cất cố Tổng thống, ông nói rằng \"Lech Kaczynski là một người bình thường và là một người tốt, nhưng không có lý do gì để ông nằm trong Wawel giữa các vị vua của Ba Lan và Marshal Józef Piłsudski [người sáng lập ra Ba Lan hiện đại ngày nay].\"\n",
        "output": [
            "Polish film director Andrzej Wajda voiced his opinion on the plans of the late president’s burial site, saying that \"Lech Kaczynski was an ordinary and good man, but there is no reason for him to lie in the Wawel among the kings of Poland and Marshal Józef Piłsudski [the founder of modern-day Poland].\"\n"
        ]
    },
    {
        "input": "Năm 2005 ông đã xuất hiện trong một chương trình đặc biệt kỷ niệm Eurovision.\n",
        "output": [
            "In 2005 he made an appearance on a special programme to commemorate Eurovision.\n"
        ]
    },
    {
        "input": "Cục Khí tượng Bangladesh khẳng định trận động đất đã đánh vào Chittagong, một thành phố cảng phía nam cũng là thành phố lớn thứ hai Bangladesh.\n",
        "output": [
            "The Bangladesh Meteorological Department issued a statement that the quake had struck Chittagong, a southern port that is the second largest city in Bangladesh.\n"
        ]
    },
    {
        "input": "Các công nhân xây dựng đã thoát khỏi thương vong, may mắn là họ đang nghỉ giải lao tại thời điểm xảy ra sự việc.\n",
        "output": [
            "Construction workers escaped injury, luckily they were on a coffee break at the time of the incident.\n"
        ]
    },
    {
        "input": "Theo một nguồn tin chính quyền khác nói với tờ Sydney Morning Herald rằng chính quyền bang và liên bang đang lần lượt chi khoảng 1 triệu đô la.\n",
        "output": [
            "A government source suggested to the Sydney Morning Herald that the state and federal governments are spending up to $1million each.\n"
        ]
    },
    {
        "input": "Ông cung cấp đoạn băng cho truyền thông trong tuần này, sau khi có được nó từ cảnh sát.\n",
        "output": [
            "He provided the tape to the media this week, after obtaining it from police.\n"
        ]
    },
    {
        "input": "\"Một trong những điều khó khăn đó là sự đồng nhất, và điều đó là sức mạnh to lớn nhất của Windows, \" Jim Zemlin, giám đốc của Nhóm Tiêu chuẩn Tự do nói với Associated Press.\n",
        "output": [
            "\"One of the big things that's difficult is consistency, and that's Windows' biggest strength,\" Jim Zemlin, executive director of the Free Standards Group, told the Associated Press.\n"
        ]
    },
    {
        "input": "Tất cả đàn ông, đều là thường dân, bị đâm nhiều lần, có những dấu vết trên cổ tay của họ cho thấy cổ tay của họ đã bị trói lại với nhau, và tất cả các nạn nhân có vết thương do đạn bắn vào đầu.\n",
        "output": [
            "The men, all civilians, were stabbed repeatedly, had marks on their wrists which suggests their wrists were tied together, and all of the victims had gunshot wounds to their heads.\n"
        ]
    },
    {
        "input": "WHO đã từ chối xác định danh tính các thành viên ủy ban, cho rằng họ phải được bảo vệ khỏi áp lực của ngành, vì vậy những xung đột có thể có về lợi ích với các công ty dược phẩm vẫn chưa được xác định.\n",
        "output": [
            "The WHO has refused to identify committee members, arguing that they must be shielded from industry pressure, so possible conflicts of interest with drug companies are unknown.\n"
        ]
    },
    {
        "input": "Từ 3.000 (ước tính của cảnh sát) đến 8.000 người (ước tính của nhà tổ chức) đã xuống đường ở Gießen, nước Đức hôm nay, phản đối kế hoạch đưa học phí vào các trường đại học ở Hesse.\n",
        "output": [
            "Between 3,000 (police estimate) and 8,000 people (organiser's estimate) took to the streets in Gießen, Germany today, protesting the planned introduction of tuition fees at Hessian universities.\n"
        ]
    },
    {
        "input": "Cuộc nghiên cứu được chủ trì bởi tiến sĩ. Samuel Weiss và V. Wee Yong của Viện Não Hotchkiss, so sánh chuột tơ và chuột mang thai về các tổn thương giống MS do lysolecithin, một chất hóa học phá hủy các màng bọc myelin quanh tế bào thần kinh.\n",
        "output": [
            "The study, led by Drs. Samuel Weiss and V. Wee Yong of the Hotchkiss Brain Institute, compared virgin and pregnant mice with MS-like lesions introduced by lysolecithin, a chemical which destroys the myelin sheaths around neurons.\n"
        ]
    },
    {
        "input": "Xuyên suốt thời gian tranh cãi gần đây, Tổng thống Mỹ luôn kề vai bên ông Gonzales.\n",
        "output": [
            "Throughout the recent controversy Bush has stood next to Gonzales.\n"
        ]
    },
    {
        "input": "Ở sàn IntercontinentalExchange Brent Crude Futures, mức giá đạt 89,30 USD (cơ sở tháng Mười Hai) lúc 8:34 sáng.\n",
        "output": [
            "On the IntercontinentalExchange Brent Crude futures reached US$89.30 (basis December) as of 8:34 a.m..\n"
        ]
    },
    {
        "input": "Giao thông bị e ngại là một mối nguy hiểm cho những người hâm mộ của World Cup.\n",
        "output": [
            "Traffic safety is feared to be a threat of injury to supporters to the World Cup.\n"
        ]
    },
    {
        "input": "Nhiễm trùng là vấn đề rất khó giải quyết nhanh chóng vì gần một phần tư người bị truyền nhiễm khuẩn cầu chùm yêu cầu được nhập viện.\n",
        "output": [
            "The infections are particularly problematic because nearly a quarter of people who get a staph infection require hospitalization.\n"
        ]
    },
    {
        "input": "Ông nói rằng nó \"kết hợp những bài viết hữu ích cho các nhà làm phim mới với những câu chuyện thuật lại dựa trên kinh nghiệm của tôi nhằm quyên góp tiền cho những bộ phim và nhân vật đam mê muốn chinh phục thế giới làm phim với kinh phí thấp.\"\n",
        "output": [
            "He says that it \"combines helpful articles for beginning filmmakers with narrative tales based on my experiences raising money for features and the crazy personalities that invade the world of microbudget filmmaking.\"\n"
        ]
    },
    {
        "input": "\"Tôi có thể nói thẳng cho các bạn mà không hề giả vở khiêm tốn: Nhiệm vụ đã hoàn thành\" ông nói trước đám đông khoảng 50,000 người vào hôm thứ sáu, \"Chúng ta đã thống nhất và bình ổn đất nước.\"\n",
        "output": [
            "\"I can say to you without false modesty: mission accomplished\" he told crowds of around 50,000 on Friday, \"We've reunited and pacified the country.\"\n"
        ]
    },
    {
        "input": "\"Tôi không biết làm thế nào khác để làm mạnh hơn, \" Bratton nói.\n",
        "output": [
            "\"I don't know how else to put it,\" stated Bratton.\n"
        ]
    },
    {
        "input": "Muktar Said Ibrahim, một trong hai nghi can bị nêu tên sau vụ đánh bom không thành ngày 21 tháng Bảy, cũng được biết đến với cái tên Muhammad.\n",
        "output": [
            "Muktar Said Ibrahim, one of two suspects named after the failed 21 July bombing attempts, is also known as Muhammad.\n"
        ]
    },
    {
        "input": "Được thành lập là một liên doanh giữa BMG và Wolfgang Funk vào năm 1992, công ty phát hành đĩa nhạc này đã chứng kiến công ty mẹ liên kết với Sony vào năm 2005 để tạo thành Sony BMG và Funk đã từ bỏ chức chủ tịch vào tháng 12 năm 2008.\n",
        "output": [
            "Formed as a joint venture between BMG and Wolfgang Funk in 1992, the label had seen its parent merge with Sony in 2005 to form Sony BMG and Funk quit as president in December 2008.\n"
        ]
    },
    {
        "input": "Bản tóm tắt của tài liệu cho biết: \"Có thể cần tư vấn cho Bộ trưởng về tình hình.\"\n",
        "output": [
            "The summary of the document said \"It may be necessary to advise the minister of the situation.\"\n"
        ]
    },
    {
        "input": "Đội Free State đã dẫn 17 - không trong suốt hiệp một.\n",
        "output": [
            "The Free State were up 17 to nil during the first half.\n"
        ]
    },
    {
        "input": "Wood nói rằng Straw đã \"thường xuyên được cố vấn những việc bất hợp pháp và cứ vậy mà tiến hành và chiến thắng trong tòa án\" trong khi ông còn là thư ký nội bộ.\n",
        "output": [
            "Wood said that Straw had \"often been advised things were unlawful and gone ahead anyway and won in the courts\" when he was home secretary.\n"
        ]
    },
    {
        "input": "\"Bệnh viện nhi tiếp nhận 90 trẻ em, 34 em vẫn còn ở đó, sáu em đã được phẫu thuật,\" Djurovic cho biết.\n",
        "output": [
            "\"The children's hospital admitted 90 children, 34 of them are still there, six have undergone surgery,\" Djurovic said.\n"
        ]
    },
    {
        "input": "Ở đâu đó, \"Một số có thể có những vấn đề khác cần lý giải, bao gồm các câu hỏi về tình hình tài chính, nhưng chắc chắn rằng một số người khá giúp ích trong việc đưa ra một cái nhìn chính xác về những nỗ lực và dự định của chế độ WMD trong vòng ba thập kỷ qua.\"\n",
        "output": [
            "Elsewhere, \"Some may have other issues to account for, including Regime finance questions, but certainly some have been quite helpful toward the compilation of an accurate picture of the Regime's WMD efforts and intentions over the last three decades.\"\n"
        ]
    },
    {
        "input": "Một hội đồng với năm thẩm phán Iraq đứng đầu bởi Rizgar Mohammed Amin, với hình phạt tử hình thuộc về họ, sẽ quyết định bản án của ông.\n",
        "output": [
            "A tribunal of five Iraqi judges headed by Rizgar Mohammed Amin, with the death penalty vested in them, will decide his sentence.\n"
        ]
    },
    {
        "input": "Một \"nguồn thông tin đáng tin cậy\" dẫn lời tờ nhật báo tiếng Pháp Le Soir gợi ý rằng có thể có một lỗi về điện trong hệ thống báo hiệu.\n",
        "output": [
            "A \"well informed source\" quoted by French-language daily Le Soir suggested that there might have been an electrical failure in the signalling system.\n"
        ]
    },
    {
        "input": "Sau cuộc thăm viếng gần đây của ông Shinawatra đến vùng này lại có thêm những cuộc nổ súng.\n",
        "output": [
            "Mr. Shinawatra's recent visit to the region was followed by further shootings.\n"
        ]
    },
    {
        "input": "Như kết quả của việc xây dựng tuyến đường Crossrail, hàng trăm ngôi nhà sẽ có các đường hầm mới đượcđào bên dưới.\n",
        "output": [
            "As a result of construction of the Crossrail line, hundreds of homes will have new tunnels excavated beneath them.\n"
        ]
    },
    {
        "input": "Philadelphia sẽ đạt 100ºF, Washington DC có nhiệt độ cao nhất là 101ºF và ở Baltimore và Richmond có thể thấy nhiệt độ tăng lên trên mốc 100.\n",
        "output": [
            "Philadelphia will reach 100ºF, Washington D.C. will have a high of 101ºF and Baltimore and Richmond may see temperatures rise above the 100 mark.\n"
        ]
    },
    {
        "input": "Những nhà chức trách nói vụ tai nạn xảy ra khi chiếc máy bay đang tiến đến sân bay Nga vào thứ Bảy, do sương mù dày đặc và không có ai sống sót.\n",
        "output": [
            "Officials say the crash, which occurred when the plane was approaching a Russian airport on Saturday, was due to dense fog, and that there are no survivors.\n"
        ]
    },
    {
        "input": "Tuy nhiên, do gió dồn vào buổi chiều, nên than lửa đã xuyên qua hệ thống cống nước và ngọn lửa đang hướng tới một khu vực đông dân ở Palmdale.\n",
        "output": [
            "However, as winds picked up in the afternoon, fire embers were carried across the aqueduct and the fire is now heading towards a highly-populated area of Palmdale.\n"
        ]
    },
    {
        "input": "Công ty cho biết họ dự định thu cácbon dixoxit (CO2) thoát ra từ việc sản xuất dầu cát và lưu nó dưới lòng đất.\n",
        "output": [
            "The company said it intends to capture the carbon dioxide (CO2) emissions from its oil sands production and store it underground.\n"
        ]
    },
    {
        "input": "Ông Jon Giorgini nói rằng trong tương lai gần những vật không chắc chắn như vậy trong vũ trụ sẽ ít hơn nhiều và ít gây lo ngại cho công chúng.\n",
        "output": [
            "In the near future Jon Giorgini said such cosmic uncertainty would be much less and the public less alarmed.\n"
        ]
    },
    {
        "input": "Cuộc đình công đã ảnh hưởng đến một khu vực rất lớn ở New Delhi bao gồm các chợ lớn ở Rohini, Chandani Chowk, Karol Bagh và mở rộng về phía nam Delhi.\n",
        "output": [
            "The strike has affected a very large area in New Delhi including major markets in Rohini, Chandani Chowk, Karol Bagh and south extension of Delhi.\n"
        ]
    },
    {
        "input": "\"Tổng thống đã, đang và sẽ không cho phép người phát ngôn lan truyền những thông tin sai lệch, \" bà nói.\n",
        "output": [
            "\"The President has not and would not ask his spokespeople to pass on false information,\" she said.\n"
        ]
    },
    {
        "input": "Vận động viên chạy đua người Ottawa Ray Zahab, 39 tuổi phóng viên thám hiểm và kiến trúc sư Kevin Valley, 44 tuổi của Lynn Valley, nhà thám hiểm Bắc Vancouver và Bắc Cực Richard Weber, 49 tuổi, nói rằng họ đã hoàn tất cuộc hành trình hơn 700 dặm (1.130 km), tại kinh độ khoảng 10.000 feet vào sáng sớm thứ Tư.\n",
        "output": [
            "Ottawa ultra-runner Ray Zahab, age 39, adventure journalist and architect Kevin Vallely, age 44, of Lynn Valley, North Vancouver and North Pole expeditionist Richard Weber, age 49, said they completed the 700-mile (1,130-kilometer) journey, at 10,000 feet altitude, finally arriving early Wednesday morning.\n"
        ]
    },
    {
        "input": "Cảnh sát tìm thấy một dấu hiệu gần xác của ông ghi rằng \"Không được giết người.\"\n",
        "output": [
            "Police found a homemade sign near his body which said \"Thou Shalt Not Kill.\"\n"
        ]
    },
    {
        "input": "Tổng thống Thổ Nhĩ Kỳ Abdullah Gul tuyên bố, \"Không gì có thể đạt được bằng cách khủng bố, xâm phạm thô bạo mạng sống của những người vô tội.\"\n",
        "output": [
            "Turkish President Abdullah Gül said in a statement, \"Nothing can be achieved by terror, violently claiming lives of the innocent.\"\n"
        ]
    },
    {
        "input": "Các nhà khoa học đến từ Đại học Melbourne nói nghiên cứu của họ chỉ ra rằng lợi ích của việc sử dụng năng lượng hạt nhân đã và đang bị đánh giá quá thấp và lo lắng rằng chất thải hạt nhân đang bị cường điệu quá mức.\n",
        "output": [
            "The scientists from the University of Melbourne say their research shows that the benefits of nuclear energy have been underestimated and concerns about nuclear waste overplayed.\n"
        ]
    },
    {
        "input": "Wikipedia, một trong mười trang mạng được xem nhiều nhất trên internet, sẽ sớm có thay đổi nhỏ.\n",
        "output": [
            "Wikipedia, one of the top ten websites on the internet, will soon be receiving a face lift.\n"
        ]
    },
    {
        "input": "Jean Eyeghe Ndong cho biết là Bongo, vị lãnh tụ cầm quyền lâu nhất ở một nước Châu Phi, đã qua đời tại bệnh viện Quiron hôm thứ hai, ở tuổi 73.\n",
        "output": [
            "Jean Eyeghe Ndong said that Bongo, the longest-serving leader of an African country, had died at the Quiron clinic on Monday, at the age of 73.\n"
        ]
    },
    {
        "input": "Kim dường như đã qua đời hai ngày trước đó vào ngày 17 tháng mười hai trên tàu ra nước ngoài.\n",
        "output": [
            "Kim apparently died two days earlier on December 17 aboard a train.\n"
        ]
    },
    {
        "input": "Theo Trung Úy Brian Villiard, phát ngôn viên của căn cứ Quantico, hầu như trong tám tháng bị giam giữ, Manning bị ra lệnh chỉ được mặc cái quần sọc quyền anh khi đi ngủ bởi vì ông đang trong tình trạng \"theo dõi đề phòng bị thương.\"\n",
        "output": [
            "For most of the eight months he has been held there, Manning has been required to sleep only in his boxer shorts because he has been under \"prevention of injury watch,\" according to First Lieutenant Brian Villiard, a spokesman for the Quantico facility.\n"
        ]
    },
    {
        "input": "Một trong những người phụ nữ cảm thấy chóng mặt, ngã xuống và được đưa lên xe cứu thương.\n",
        "output": [
            "One of the women felt dizzy, fell down and was picked up by the ambulance.\n"
        ]
    },
    {
        "input": "Arlotta gần đây đã mua tàu ở New York; chủ trước đã ở tuổi bảy mươi và quyết định bán đi con tàu này.\n",
        "output": [
            "Arlotta had recently bought the vessel in New York; its previous owner was in his seventies and had decided to sell the ship.\n"
        ]
    },
    {
        "input": "Bài hát \"Lose Control\" của Missy Elliott với sự trình diễn của Ciara và Fat Man Scoop cũng đã tăng từ hạng 5 lên hạng 3 trong khi \"Don't Cha\" bị rớt xuống hạng 5.\n",
        "output": [
            "Missy Elliott’s “Lose Control” featuring Ciara and Fat Man Scoop gained 5-3 while “Don’t Cha” dropped to No. 5.\n"
        ]
    },
    {
        "input": "Các hoạt động chính trị trong quá khứ là điều hoàn toàn bị cấm ở Trung quốc nhưng nay đã được khoan dung bởi các nhà cầm quyền của Đặc khu hành chính của Cộng hòa nhân dân Trung hoa (SAR).\n",
        "output": [
            "In the past political activities that are taboo in China proper have been tolerated by the Special Administrative Region of the People's Republic of China (SAR) authorities.\n"
        ]
    },
    {
        "input": "Đây được coi như là một thảm hỏa kinh hoàng của ngành hàng không thương mại Nga kể từ tháng Tám năm 2006 khi 170 người thiệt mạng sau chuyến một chiếc phản lực Tupolev Tu-154, chuyến bay 612, sở hữu bởi Pulkovo Airlines có trụ sở tại St. Petersburg, gặp tai nạn ở U-crai-na.\n",
        "output": [
            "This is said to be Russia's worst commercial air disaster since August 2006 when 170 people died after a Tupolev Tu-154 passenger jet, flight 612, owned by St. Petersburg-based Pulkovo Airlines, crashed in the Ukraine.\n"
        ]
    },
    {
        "input": "Theo David Molden, người đứng đầu cuộc nghiên cứu tại Viện quản lý nước quốc tế tại Sri Lanka, nếu con người đang phát triển nhiên liệu sinh học và thực phẩm vô hình chung sẽ tạo ra áp những lực mới.\n",
        "output": [
            "If people are growing biofuels and food it will put another new stress, says David Molden, who led the study at the Sri Lanka-based IWMI.\n"
        ]
    },
    {
        "input": "Các cuộc đàm phán được cho là liên quan đến sự hình thành của một nhà nước Palestine vào cuối năm nay.\n",
        "output": [
            "The talks are supposed to lead to the formation of a Palestinian state by the end of this year.\n"
        ]
    },
    {
        "input": "Nhiều chính trị gia của Anh cũng bày tỏ bất đồng trong việc đất nước này phải bồi thường những kẻ bị cho là khủng bố.\n",
        "output": [
            "Some British politicians also objected to paying compensation to people believed to be terrorists.\n"
        ]
    },
    {
        "input": "Phe đối lập Úc đã sử dụng những ý kiến này như một cơ hội để tấn công chính phủ.\n",
        "output": [
            "The Australian opposition has used the comments as an opportunity to attack the government.\n"
        ]
    },
    {
        "input": "Một phần quan trọng trong quá trình là trí thông minh nhân tạo của Adam có thể làm và phân tích kết quả thí nghiệm cũng như thực hiện công việc này lặp đi lặp lại một cách đều đặn.\n",
        "output": [
            "A part of the process is that Adam's AI can cycle and analyze the results of the experiments as well doing routine repetitious lab work.\n"
        ]
    },
    {
        "input": "Chỉ một quốc gia châu Âu duy nhất ủng hộ khả năng hạt nhân là Pháp.\n",
        "output": [
            "The only other European country with nuclear capability is France.\n"
        ]
    },
    {
        "input": "Chủng này được phát hiện trong tháng Tư và tháng Sáu năm 2006 tại tỉnh Phúc Kiến của Trung Quốc khi đội ngũ của Guan kiểm tra vịt, gà, ngan, ngỗng và các loại chim khác tại một chợ trong tỉnh.\n",
        "output": [
            "The strain was discovered during April and June of 2006 in China's Fujian Province when Guan's team examined ducks, chickens, geese and other birds at a market in the province.\n"
        ]
    },
    {
        "input": "Wikinews đã tiết lộ câu chuyện về một sửa đổi đầy nghi vấn sau khi nhận được tin báo từ các nhà quản trị trang web.\n",
        "output": [
            "Wikinews originally broke the story about the suspicious edit after receiving a tip from Wikipedia administrators.\n"
        ]
    },
    {
        "input": "\"Mà câu hỏi là, tại sao Tehran không nói chuyện với chúng ta?\"\n",
        "output": [
            "\"The question is, why will Tehran not talk to us?\"\n"
        ]
    },
    {
        "input": "Cuối cùng vào tháng Ba, Hiệp định Saint Andrews sẽ được thông qua bầu cử hoặc cuộc trưng cầu dân ý.\n",
        "output": [
            "Finally in March, an electoral endorsement of the Saint Andrews Agreement will take place be it either through election or referendum.\n"
        ]
    },
    {
        "input": "Medvedev đã nhắm vào các quan chức an ninh và quản lý sân bay sau vụ đánh bom.\n",
        "output": [
            "Medvedev has targeted both security officials and airport management in the wake of the bombing.\n"
        ]
    },
    {
        "input": "Sự bộc phát này đã được tính toán để không lọt vào tai của thẩm phán Brinkema và ban bồi thẩm khi những người này đã đi ra ngoài phòng xử để nghỉ giải lao.\n",
        "output": [
            "The outbursts have been timed to occur outside the earshot of Judge Brinkema and the jury as those persons filed out of the courtroom for recesses.\n"
        ]
    },
    {
        "input": "Theo ông Beaver, các tàu ngầm này sẽ cung cấp cho Israel cả khả năng tấn công phủ đầu và tấn công thứ hai.\n",
        "output": [
            "According to Beaver, the submarines would provide Israel with both first strike and second strike capability.\n"
        ]
    },
    {
        "input": "Hầu hết những nạn nhân đang ăn tối ở tầng dưới và bị mắc kẹt lại.\n",
        "output": [
            "Most who died were dining on the lower deck, and were trapped below.\n"
        ]
    },
    {
        "input": "Nam Phi đã bị loại ra khỏi Giải vô địch Cricket thế giới 2011 sau khi bị đánh bại bởi New Zealand trong vòng tứ kết ở Mirpur, Bangladesh.\n",
        "output": [
            "South Africa crashed out of the 2011 Cricket World Cup after being beaten by New Zealand in the quarterfinals, played at Mirpur, in Bangladesh.\n"
        ]
    },
    {
        "input": "Vào cuối năm nay các công ty này dự kiến sẽ bắt đầu sản xuất hàng loạt những màn hình mới này.\n",
        "output": [
            "At the end of this year the companies planned to start mass production of these new displays.\n"
        ]
    },
    {
        "input": "Những ai bị phát hiện vi phạm các yêu cầu này một cách cố ý có thể phải đối mặt với án tiền phạt cá nhân lên đến 200.000 đô la New Zealand.\n",
        "output": [
            "Those found breaking these requirements deliberately could find themselves facing a personal fine of up to NZ$200,000.\n"
        ]
    },
    {
        "input": "Gou, cúi đầu thể hiện sự hối tiếc, hứa sẽ làm hết sức để ngăn chặn các bi kịch như vậy xảy ra lần nữa.\n",
        "output": [
            "Gou, bowing as an expression of regret, promised to work to prevent such tragedies occurring again.\n"
        ]
    },
    {
        "input": "Theo lời Berrigan, trong một cuộc phỏng vấn cho Democracy Now vào thứ Sáu, đúng vào ngày 14th tháng Bảy, trong khi yêu cầu Mỹ tiết kiệm, đồng thời bán 120 triệu đô tiền nhiên liệu máy bay cho quân đội Israel giúp họ trong chiến dịch ném bom ở Lebanon.\n",
        "output": [
            "According to Berrigan, in an interview given to Democracy Now on Friday, just on the 14th of July while calling for restraint the U.S. also sold $120 million worth of jet fuel to the Israeli military assisting their bombing campaign of Lebanon.\n"
        ]
    },
    {
        "input": "\"Sau đó, tất cả mọi thứ kết hợp với nhau một cách hoàn hảo và Greenbird đã sẵn sàng và có một màn biểu diễn đáng kinh ngạc.\n",
        "output": [
            "\"Then everything came together perfectly and the Greenbird stepped up to the mark and performed amazingly.\n"
        ]
    },
    {
        "input": "Dự luật, đã được sự tài trợ của Nghị viên Bang là Darlene Senger đến từ Naperville, được thông qua với đại đa số phiếu bầu 114-1 và sẽ được Nghị viện Illinois xem xét.\n",
        "output": [
            "The bill, which was sponsored by State Representative Darlene Senger from Naperville, passed with a 114–1 majority and will be considered by the Illinois Senate.\n"
        ]
    },
    {
        "input": "Hiện nay, gần mười triệu kỳ thi đã diễn ra hàng năm với sự tham gia của học sinh Anh quốc.\n",
        "output": [
            "Currently, almost ten million tests are sat each year by British pupils.\n"
        ]
    },
    {
        "input": "Mặc dù vậy, Zidane từ chối tiết lộ những gì Materazzi đã thực sự nói nhưng có bảo rằng Materazzi đã đưa ra những bình luận \"rất cá nhân\" về riêng mẹ và chị gái mình.\n",
        "output": [
            "However, Zidane refused to divulge what Materazzi actually said but did say that Materazzi made remarks which were \"very personal\" and specifically concerned his mother and sister.\n"
        ]
    },
    {
        "input": "Việc không có quyền phủ quyết sẽ dẫn đến tình hình khó xử rằng tiến trình tháo dỡ chương trình hạt nhân ở Bắc Triều Tiên sẽ bị ngừng lại vì vấn đề công nghệ, Leonor Tomero nhân viên thuộc Trung tâm kiểm soát và giải trừ vũ khí cho biết.\n",
        "output": [
            "The absence of the waiver could have led to an embarrassing situation where progress on dismantling North Korea's nuclear program would have been delayed because of a technicality, said Leonor Tomero of the Center for Arms Control and Non-Proliferation.\n"
        ]
    },
    {
        "input": "Henley đã kêu gọi một cuộc bầu cử khi người đại diện Boris Johnson được bầu làm Thị trưởng thành phố London.\n",
        "output": [
            "Henley called for an election when its representative Boris Johnson was elected Lord Mayor of the City of London.\n"
        ]
    },
    {
        "input": "Ông ta chỉ ra rằng thu nhập của ông nhận được tỷ phần trăm rất ít từ tập đoàn; đêm qua ông đã chơi cùng với ban nhạc The Distractor của mình tại nhà hát Bloomsbury tại London.\n",
        "output": [
            "He points out that he only receives a small percentage of his income from the corporation; last night he played with his band The Distractions at the Bloomsbury Theatre in London.\n"
        ]
    },
    {
        "input": "Một vài thành viên của đội Mỹ đã có bữa tiệc pizza sau khi lịch thi đấu trượt băng xuống dốc bị hoãn.\n",
        "output": [
            "Several members of Team USA had a pizza party after the slalom cancellation.\n"
        ]
    },
    {
        "input": "Nếu Google không điều chỉnh mã nguồn của bộ đếm, văn bản có thể đọc sẽ lớn \"Hơn 2075\" sau ngày 9 tháng Tư.\n",
        "output": [
            "Unless Google adjusts the code behind the counter, the text will read \"Over 2075\" after April 9.\n"
        ]
    }
]
}