{
    "Contributors": [
        "Sai Venkat Subramani"
    ],
    "Source": [
        "Dataset Card for Asian Language Treebank (ALT) (https://huggingface.co/datasets/alt)"
    ],
    "Categories": [
        "Language Translation"
    ],
    "Definition": "In this task, your task is to translate a sentence in Thai into English.",
    "Positive Examples": [
        {
            "input": "ฟินแลนด์จะจ่ายค่าทำความสะอาด ถึงแม้เอสโตเนีย จะไม่ได้ขอร้องความช่วยเหลืออย่างเป็นทางการ",
            "output": "Finland will be paying the costs of the cleanup, as Estonia did not make an official request for help.",
            "explanation": "The above sentence is correctly translated from Thai to English"
        },
        {
            "input": "โดยการศึกษาความแตกต่างของสมองสัตว์หลังจากถูกการถูกฆ่าเพื่อเป็นอาหาร การศึกษาได้แสดงให้เห็นว่าสิ่งใดที่สามารถจะเป็นตัวระบุทางชีววิทยา ซึ่งทำให้แกะตัวผู้แสดงออกทางเพศว่าชอบแกะเพศผู้แทนที่จะแสดงออกทางเพศว่าชอบแกะเพศเมีย",
            "output": "By studying difference in the animal's brains after slaughter, the study also showed what could be a biological determiner for what makes a ram male-oriented instead of female-oriented sexually.",
            "explanation": "The above sentence is correctly translated from Thai to English"
        },
        {
            "input": "เรื่องนี้เกิดภายใต้ Clean Development Mechanism (CDM) ของสหประชาชาติภายใต้ Kyoto Protocol",
            "output": "This comes under the Clean Development Mechanism (CDM) of the UN under the Kyoto Protocol.",
            "explanation": "The above sentence is correctly translated from Thai to English"
        }
    ],
    "Negative Examples": [
        {
            "input": "แอฟริกาใต้มีสถิติความปลอดภัยบนถนนที่ย่ำแย่ และอยู่ในอันดับที่เก้าของโลกในเรื่องการเสียชีวิตจากการจราจร",
            "output": "A Twitter account representing the Indiana State Fair confirmed the fatalities and stated that their \"prayers are with the families of all affected\".",
            "explanation": "The above sentence is not correctly translated from Thai to English as none of the words match the translation."
        },
        {
            "input": "ลองดูอย่างเช่นนักเรียนคนที่พยายามเรียนวิชาเลขและตั้งใจเรียนอย่างหนักเพื่อให้ได้มาสี่หรือห้าคะแนน แล้วเด็กคนนั้นเห็นเพื่อนกำลังสนทนากัน แต่กลับได้มาสามคะแนน…",
            "output": "Walsh aide's brought up the fact he is committed to ending paper waste at the Massachusetts State House.",
            "explanation": "The above sentence is not correctly translated from Thai to English as none of the words match the translation."
        },
        {
            "input": "กองเรือรบแรกที่ท้าทายการปิดล้อมถูกสกัดโดยหน่วยจู่โจมกองทัพเรืออิสราเอลในเดือนพฤษภาคมปีนี้",
            "output": "Norko further testifed that Ross is taking medication to control his psychiatric problems.",
            "explanation": "The above sentence is not correctly translated from Thai to English as none of the words match the translation."
        }
    ],
    "Instances": [
    {
        "input": "แกะและแพะกว่าพันตัวตายท่ามกลางกองไฟ\n",
        "output": [
            "Thousands of sheep and cattle have also been killed in the fires.\n"
        ]
    },
    {
        "input": "นาย McGuire กล่าวว่า ข้อตกลงจะไม่จำกัดสิทธิทั้งคู่จากการขายเรื่องให้ทาง CNN รายการ US Today และ Good Morning America ซึ่งตามที่ได้รับรายงานนั้นได้ทำการติดต่อนาย Russell และนาย Webb ไปในสัปดาห์นี้\n",
        "output": [
            "Mr McGuire said the deal would not restrict the pair from selling their story to CNN, the US Today Show and Good Morning America, who have all reportedly made contact with Mr Russell and Mr Webb this week.\n"
        ]
    },
    {
        "input": "ด้วยกฎหมายตั้งแต่ปี 1893 และเจ้าชายแห่งเวลส์เป็นอธิการบดี ปัญหาได้เกิดขึ้นที่ UoW เมื่อปีที่แล้วหลังจากมีปัญหาเกี่ยวกับประธานสถาบันพันธมิตรชาวมาเลเซีย ศิลปินป๊อปท้องถิ่น มีคุณสมบัติที่ไม่ถูกต้องตามกฎหมาย\n",
        "output": [
            "With a charter from 1893 and the Prince of Wales as its chancellor, problems began at UoW last year after concerns the head of a Malaysian partner institution, a local pop artist, had non-legitimate qualifications. \n"
        ]
    },
    {
        "input": "นาย Edwards เรียกร้องให้คดีมีความโปร่งใสและพูดถึงการฟ้องร้องว่า \"น่ากังวลใจอย่างหนัก\" และเขาหวังว่าพวกตนจะได้รับการพิจารณาเหมาะสมที่ศาล\n",
        "output": [
            "Mr Edwards called for the matter to be transparent and described the complaints as \"gravely concerning\" and he hopes they are properly dealt with by the courts.\n"
        ]
    },
    {
        "input": "นายกฯ แห่งรัฐ NSW นาย Morris Iemma ประกาศเมื่อเดือนธันวาคม 2005 ว่าเขาต้องการจะขายหุ้นของรัฐใน Snowy Hydro ซึ่งทำให้รัฐบาลกลางและรัฐบาล Victorian ปฏิบัติตาม\n",
        "output": [
            "NSW Premier Morris Iemma announced in December 2005 that he wished to sell the state's share in Snowy Hydro that caused the federal and Victorian governments to follow.\n"
        ]
    },
    {
        "input": "ถนนในอัฟกานิสถานนั้นยากต่อการเดินทาง ดังนั้นทางการทหารจึงนิยมเช่าเครื่องบิน โดยเฉพาะจากรัสเซียเพื่อขนส่งกำลังทหารและสิ่งของระหว่างฐานทัพ\n",
        "output": [
            "Roads in Afghanistan are often difficult to traverse, so militaries often contract aircraft, especially from Russia, to transport troops and cargo between bases.\n"
        ]
    },
    {
        "input": "Bongo สาบานตนเข้ารับตำแหน่งเมื่อวันเสาร์ หลังมีการทบทวนอยู่นานเรื่องการเลือกตั้งในเดือนสิงหาคมที่นำเขาขึ้นมามีอำนาจ\n",
        "output": [
            "Bongo was sworn in Saturday after a lengthy review of the August election that brought him to power.\n"
        ]
    },
    {
        "input": "โดยผู้สื่อข่าวรายนี้ได้เรียกร้องให้มีการสนใจความสัมพันธ์ระหว่างนาย Alvaro Uribe ประธานาธิบดีโคลัมเบียที่กำลังอำลาตำแหน่ง กับกลุ่มกองกำลังทหารฝ่ายขวาในประเทศแถบอเมริกาใต้ที่เสียหายจากสงคราม\n",
        "output": [
            "The journalist has called attention to ties between outgoing Colombian president Alvaro Uribe, and right-wing militia groups in the war-plagued South American country.\n"
        ]
    },
    {
        "input": "\"ที่ฉันอยากถามคือ 'มันเพื่อเรื่องที่มีเกียรติอะไรที่ลูกชายฉันต้องตาย'\"\n",
        "output": [
            "\"What I want to ask is, 'What noble cause did my son die for?'\"\n"
        ]
    },
    {
        "input": "ไม่ว่า Vardi จะเป็นพ่อที่ฉลาดหรือไม่จากการสนับสนุนให้กำลังใจเช่นนี้ หรือแท้จริงอาจเป็นแค่การค้ำจุนคนขี้เกียจ ถือเป็นสิ่งที่เวลาเท่านั้นจะบอกได้ ในขณะที่เขาพยายามนำผลิตภัณฑ์ต่าง ๆ ของลูก ๆ ของเขาเข้าสู่ตลาด\n",
        "output": [
            "Whether Vardi is a smart parent for his encouragement, or in fact propping up laggards, is something only time will tell him as he attempts to bring these products of his children to market.\n"
        ]
    },
    {
        "input": "เมื่อสัปดาห์ที่แล้วทั้งสองลงนามข้อตกลงเพื่อแก้ปัญหาความขัดแย้งทางการเมืองเป็นเวลาสี่เดือน\n",
        "output": [
            "The two signed an agreement last week to resolve the four-month political standoff.\n"
        ]
    },
    {
        "input": "เพื่อนบ้านอีกคนกล่าวเสริมว่า \"เป็นเพื่อนบ้านที่ยอดเยี่ยม เป็นเด็กที่น่ารักที่สุดเท่าที่ฉันเคยรู้จัก\"\n",
        "output": [
            "Another neighbor added, \"Wonderful neighbors, just the sweetest kids I've ever known.\"\n"
        ]
    },
    {
        "input": "Newsom เป็นนายกเทศมนตรีของ San Francisco มาตั้งแต่ปี 2003 และถูกเลือกอีกครั้งในปี 2007\n",
        "output": [
            "Newsom has been San Francisco's mayor since 2003 and was re-elected in 2007.\n"
        ]
    },
    {
        "input": "\"Telstra นั้นถูกคาดว่าจะต้องให้บริการเหล่านั้น\"\n",
        "output": [
            "\"Telstra are expected to provide those kinds of services,\" he said.\n"
        ]
    },
    {
        "input": "ขณะนี้ชมโฆษณา 30 วินาทีดังกล่าว (ดูแหล่งที่มาด้านล่าง) ตอนนี้สามารถดูได้บน YouTube\n",
        "output": [
            "The 30 second ad (see source below) can now be viewed on YouTube.\n"
        ]
    },
    {
        "input": "เศรษฐกิจอินเดียได้เติบโตด้วยอัตราร้อยละ 9.2 ในไตรมาสที่ 2 (กรกฏาคม-กันยายน)สำหรับปีงบประมาณ 2006-07 ซึ่งปีที่แล้วอยู่ที่ร้อยละ 8.4 สำหรับช่วงไตรมาสเดียวกัน\n",
        "output": [
            "India's economy has grown by 9.2 percent in Q2 (July-September) of the fiscal year 2006-07, which was 8.4 percent last year for the same quarter.\n"
        ]
    },
    {
        "input": "รายได้จากการโฆษณาของซอฟต์แวร์นี้จะแยกออกจากของมูลนิธิวิกิมีเดีย\n",
        "output": [
            "The advertising revenues from this software will be split with the Wikimedia Foundation.\n"
        ]
    },
    {
        "input": "จากนั้นจึงให้คำมั่นว่าในฐานะประธานาธิบดี ตนจะตามล่า Osama bin Laden ไปถึง \"ประตูนรก\"\n",
        "output": [
            "He then promised that as president he would hunt Osama bin Laden to the \"gates of hell.\"\n"
        ]
    },
    {
        "input": "เที่ยวแรกของเที่ยวบินจะมุ่งหน้าสู่ New York เดินทางภายใต้สายการบิน Lufthansa ซึ่งกำหนดเดินทางมาถึงสนามบิน John F. Kennedy ที่ New York เวลา 12:30 น.ตามเวลาตะวันออก (16:30 น. ตามเวลามาตรฐานโลก)\n",
        "output": [
            "The first leg of the flight going towards New York will be travelling under a Lufthansa flight number, and is due to arrive at New York's John F. Kennedy airport at 12:30 EST (16:30 UTC).\n"
        ]
    },
    {
        "input": "ฉันรู้สึกเสียใจถ้าครอบครัวของฉันไม่มีความสุขกับการแสดงความคิดเห็นของผู้คน แต่ฉันคิดว่าฉันได้เรียนรู้การที่จะเพิกเฉยต่อการตอบรับในด้านลบ\n",
        "output": [
            " I'm hurt if my family is unhappy with people's comments but I think I gain the wisdom to ignore the negative feedback!\n"
        ]
    },
    {
        "input": "เลขาธิการว่าการกระทรวงการต่างประเทศสหรัฐอเมริกา คอนโดลิซา ไรซ์ ได้ปฏิเสธถึงการโจมตีที่จะเกิดขึ้นในเร็วๆนี้ โดยชี้ว่าไม่มีการอนุมัติจากรัฐสภาในการปฏิบัติการทางทหารกับอิหร่าน\n",
        "output": [
            "The United States Secretary of State Condoleezza Rice also denied that an attack was imminent, stating that there is no Congressional authorization for military action against Iran.\n"
        ]
    },
    {
        "input": "ควรจะสังเกตว่ากฎหมายของ Kazakh ไม่ได้กำหนดให้การย้ายออกในรูปแบบนี้เป็นการทำลายบ้าน และการย้ายออกควรจะประกอบไปด้วยการบันทึกทรัพย์สินที่ถูกนำออกจากสิ่งก่อสร้าง ในขณะที่จะต้องมีการให้สถานที่ในการเก็บสิ่งของเหล่านี้หากจำเป็น\n",
        "output": [
            "It should be noted that the acting Kazakh law does not stipulate such a kind of eviction as the demolition of houses, and the eviction should be accompanied by the inventory of property removed from the evacuated building, while the storage of this property should be provided is necessary.\n"
        ]
    },
    {
        "input": "\"กลุ่มแบ่งแยกดินแดนวางแผนจะปลุกปั่นทัศนคติของสาธารณชนเพื่อสนับสนุนพวกเขา\"\n",
        "output": [
            "\"The secessionist forces plot to stir up public sentiments to embolden themselves.\"\n"
        ]
    },
    {
        "input": "รัฐมนตรีว่าการกระทรวงมหาดไทยของฝรั่งเศส เร่งเสนอให้มีการจัดทำแผนฉุกเฉิน เพื่อสร้างมาตรการป้องกันให้ทันต่อเหตุการณ์ที่เกิดขึ้น จากหน่วยกู้ภัย และอุปกรณ์ต่างๆจำนวนมาก\n",
        "output": [
            "The French Interior Ministry took the rare step of activating an emergency plan to ensure rapid response from large numbers of rescuers and resources.\n"
        ]
    },
    {
        "input": "ไตเหล่านี้จะเป็นเนื้อเยื่อของผู้ป่วยด้วย เพื่อหลีกเลี่ยงปัญหาการไม่ยอมรับเนื้อเยื่อของอวัยวะ และจะเพิ่มจำนวนของไตที่มีไว้สำหรับการปลูกถ่ายในมนุษย์\n",
        "output": [
            "These kidneys would also be of the patient's tissue avoiding issues of organ rejection and would increase the pool of kidneys available for human transplant.\n"
        ]
    },
    {
        "input": "ประชาชนมากกว่า 160 คนถูกนำไปกักขังและลงโทษรุนแรงเป็นเวลาสองวัน ซึ่งมีผู้คนมากว่า 100 คนที่อยู่ใกล้สลัมรวมอยู่ด้วย แต่ส่วนใหญ่ถูกปล่อยตัวตั้งแต่ตอนนั้นแล้ว\n",
        "output": [
            "Over 160 people were taken into custody in a two day crackdown, including over 100 from a nearby slum, but most have been released since then.\n"
        ]
    },
    {
        "input": "ในแถลงการณ์ต่อ CNN นาย Muwaffaq Rubaie ที่ปรึกษาด้านความมั่นคงแห่งชาติอิรักกล่าวว่า \".นี่จะถือว่ายุติธรรม เพียงเพราะมีการพิจารณาคดีที่มีทีมทนายฝ่ายจำเลยในที่นั้น พร้อมด้วยที่ปรึกษาในการดำเนินคดีอย่างถูกต้องเหมาะสมในนั้นเช่นกัน.\"\n",
        "output": [
            "In a statement to CNN, Iraqi national security advisor Muwaffaq Rubaie said that \"...this is going to be a fair, just trial with a defense counsel in there, with a proper prosecuting counsel as well there...\"\n"
        ]
    },
    {
        "input": "Barack Obama สมาชิกวุฒิสภาจากรัฐ Illinois และผู้ลงสมัครรับเลือกตั้งตำแหน่งประธานาธิบดีสหรัฐฯปี 2008 ได้กวาดชัยชนะจากทั้งสามการแข่งขันของพรรค Democrat ในวันนี้ การประชุมภายในของพรรคที่ Nebraska และ Washington และการเลือกตั้งขั้นต้นที่ Louisiana\n",
        "output": [
            "Barack Obama, the junior senator from Illinois and 2008 US presidential candidate has swept all three of today's Democratic contests, two caucuses in Nebraska and Washington and the primary in Louisiana.\n"
        ]
    },
    {
        "input": "ผู้นำลีก Bayern Munich เข้ารอบที่ 3 ของการแข่ง DFB Cup หลังจากที่ชนะผู้นำสายอันดับ2 อย่าง Borussia Mönchengladbach ด้วยคะแนน 3-1\n",
        "output": [
            "League leaders Bayern Munich advanced to the 3rd round of the DFB Cup after defeating 2nd division leaders Borussia Mönchengladbach 3-1.\n"
        ]
    },
    {
        "input": "อัยการได้กล่าวว่า เขาคิดเสมอว่าอาจมีคนอื่นนอกจาก al-Megrahi ที่มีส่วนเกี่ยวข้องกับการโจมตีดังกล่าว\n",
        "output": [
            "Prosecutors, he said, had always thought there were others besides al-Megrahi involved in the attack.\n"
        ]
    },
    {
        "input": "FIFA และ UEFA ได้กล่าวในการแถลงการณ์ว่า \"ตัวแทนของ NSBIH และชมรมทีมจะไม่มีสิทธิ์ในการเข้าร่วมการแข่งขันนานาชาติในวันที่ 1 เมษายน 2011 และจนกว่าปัญหาที่กล่าวมาจะได้รับการแก้ไข\n",
        "output": [
            "FIFA and UEFA said in a statement that \"[t]he NSBIH representative and club teams are no longer entitled to take part in international competitions as of 1 April 2011 and until the aforementioned problem is solved.\n"
        ]
    },
    {
        "input": "พวกเขายังขอให้ถอนสถิติของ Matos ออกจากสถิติโอลิมปิกทั้งหมด\n",
        "output": [
            "They also called for all records of Matos to be removed from the Olympic records.\n"
        ]
    },
    {
        "input": "CRA ได้เสนอแนะว่าการดำเนินการคืนภาษีที่ค้างอยู่ควรจะทำอย่างรวดเร็ว\n",
        "output": [
            "The CRA suggests that it would work quickly to process the resulting backlog of tax returns.\n"
        ]
    },
    {
        "input": "Ahmadinejad กล่าวว่า \"ในอิหร่าน เราไม่มีพวกรักร่วมเพศเหมือนอย่างในประเทศของคุณ\" เรียกเสียงหัวจากผู้ฟังได้อย่างมาก\n",
        "output": [
            "Ahmadinejad stated that \"In Iran we don't have homosexuals like in your country,\" drawing laughter from the audience.\n"
        ]
    },
    {
        "input": "ประธาน OLPC นาย Walter Bender กล่าวในที่สัมภาษณ์ว่าการถอนตัวของ Intel จะ \"ไม่มีผล\" ต่อโครงการ\n",
        "output": [
            "OLPC President Walter Bender said in an interview that Intel's resignation will have \"no impact\" on the program.\n"
        ]
    },
    {
        "input": "Qatar เอาเสมอในการแข่งขันกับทั้งญี่ปุ่น และเวียดนาม นั่นหมายความว่า จะทำให้สัดส่วนของผลต่างประตูระหว่างสองทีมนั้นเท่ากันที่สี่คะแนน\n",
        "output": [
            "Qatar drew both matches with Japan and Vietnam, meaning it will come down to goal difference if two sides are equal on four points.\n"
        ]
    },
    {
        "input": "British Airways (BA) สายการบินสัญชาติอังกฤษกล่าวเตือนตลาดว่าสายการบินจะขาดทุนตลอดทั้งปีถึง 150 ล้านปอนด์\n",
        "output": [
            "The United Kingdom's flag carrier airline, British Airways (BA) has warned the markets that it will post a full year loss of up to £150 million.\n"
        ]
    },
    {
        "input": "สมัยที่บิดาเขาเป็นผู้นำ กาบองกลายเป็นผู้ส่งออกน้ำมันรายใหญ่อันดับหกของโลก แต่ร้อยละ 70 ของประชากรก็ยังคงยากจน\n",
        "output": [
            "Under his father, Gabon became the world's sixth-largest oil exporter, but 70% of the population still live in poverty.\n"
        ]
    },
    {
        "input": "เหตุการณ์ในมัสยิดจุดประเด็นโต้แย้งอย่างมากว่านักข่าวที่ติดตามไปนั้นควรมีความเป็นกลางหรือไม่\n",
        "output": [
            "The incident in the mosque raised considerable controversy over whether embedded journalists should maintain a neutral point of view.\n"
        ]
    },
    {
        "input": "อย่างไรก็ตาม เวลากว่าครึ่งคือการพยายามแกะฝาของ iPhone ให้เปิดออก\n",
        "output": [
            "However, half of this time was trying to get the case of the iPhone open.\n"
        ]
    },
    {
        "input": "เจ้าหน้าที่สามารถถอดชนวนระเบิด All Headline News รายงาน\n",
        "output": [
            "Officials were able to defuse the device, reports All Headline News.\n"
        ]
    },
    {
        "input": "Nicolas Adesile จากสภากาชาด กล่าวกับสำนักข่าวเดียวกันว่า มีคนราวสามสิบคนที่ได้เข้ารับการรักษาแล้วตอนนี้\n",
        "output": [
            "Nicolas Adesile, of the Red Cross, told the same news agency that as many as thirty people have been treated thus far.\n"
        ]
    },
    {
        "input": "Băsescu ได้รับการสนับสนุนจากชนชั้นกลางที่มีการศึกษาซึ่งเป็นผู้ที่ชื่นชอบความคิดในการขจัดการทุจริต ซึ่งโรมาเนียเป็นประเทศที่มีการทุจริตมากที่สุดแห่งหนึ่งในภูมิภาค\n",
        "output": [
            "Băsescu is supported by the educated middle-class, who take a favourable view upon his policy of stamping out corruption in one of the region's most corrupt countries.\n"
        ]
    },
    {
        "input": "เรื่องแรก หมายศาลของเจ้าชายออกไม่ทันกำหนดเวลาตามกฎหมาย\n",
        "output": [
            "First, the subpoena for the Prince wasn't issued in time to be legal.\n"
        ]
    },
    {
        "input": "ศาลรัฐธรรมนูญแห่ง Gabon นับคะแนนเสียงใหม่จากหน่วยเลือกตั้งกว่า 2,800 หน่วย และยืนยันว่า Bongo ชนะ\n",
        "output": [
            "Gabon's constitutional court recounted returns from more than 2,800 polling stations and confirmed Bongo's win.\n"
        ]
    },
    {
        "input": "การแข่งขันได้เป็นไปอย่างสูสี จากการแข่งขันตลอดทั้งสามยก\n",
        "output": [
            "The bout was very close, going the distance through all three rounds.\n"
        ]
    },
    {
        "input": "นาย Abdon George Bayeto โฆษกของนาย Gbagbo แถลงกับสำนักข่าว BBC ว่าการเลือกตั้งเป็น \"การวางแผนต่อต้านผู้ที่ดำรงตำแหน่ง\" และจะต่อสู้กับนาย Ouattara จนถึงที่สุด\n",
        "output": [
            "Gbagbo's spokesman, Abdon George Bayeto, told the BBC the elections were rigged as an \"international plot against the incumbent\" and was going to continue fighting forces loyal to Ouattara.\n"
        ]
    },
    {
        "input": "ที่นั่น พวกเธอทำงานหกถึงเจ็ดวันต่อสัปดาห์ ใช้ชีวิตอยู่ในซ่องและร่วมเพศกับผู้ชายแปดถึงสิบคนต่อคืนโดยที่ไม่ยินยอม\n",
        "output": [
            "There, they worked six or seven days each week, sleeping in brothels and having sex with eight-to-ten men each night against their will.\n"
        ]
    },
    {
        "input": "\"การละทิ้งแฟบฯ ขนาด 12 นิ้ว และการหยุดชั่วคราวของแฟบฯขนาด 8 นิ้ว นั้นมองว่าเป็นประเด็นสำคัญในสถานการณ์นี้\"\n",
        "output": [
            "\"The abandonment of 12-inch fabs and the suspension of 8-inch fabs are considered critical issues in this incident.\"\n"
        ]
    },
    {
        "input": "จากนั้นก็เป็นการเล่นอย่างดุเดือดของทั้งสองทีมโดยเฉพาะอย่างยิ่งชาวดัตช์ แต่ Torbinsky และArshavin ได้ยิงประตูให้รัสเซียเอาชนะไปได้ในการแข่งขันครั้งนี้\n",
        "output": [
            "Then it was a hardy play-off for both teams, especially the Dutch, but Torbinsky and Arshavin scored goals, effectively put an end to the match.\n"
        ]
    },
    {
        "input": "\"การลงทุนอย่างมากเพื่อสร้างสมรรถภาพและประสิทธิภาพทางพลังงานเป็นสิ่งจำเป็น หากเรายังคงต้องการให้ไฟฟ้าเปิดสว่าง\" Tim Yeo ประธานคณะกรรมการ Conservative MP กล่าว\n",
        "output": [
            "\"Very substantial investment in new generating capacity and energy efficiency will be required if the lights are to stay on,\" committee chairman Conservative MP Tim Yeo said.\n"
        ]
    },
    {
        "input": "การเสริมเที่ยวบินพิเศษนี้ หมายความว่า British Airways จะมีเที่ยวบินจาก Bucharest ไป London และเที่ยวกลับรวมกันเป็นสิบเที่ยวต่อสัปดาห์\n",
        "output": [
            "The extra flights will mean that British Airways will now fly from Bucharest to London, and back, ten times a week.\n"
        ]
    },
    {
        "input": "สะพาน Danziger เป็นสะพานข้ามคลองที่เชื่อมระหว่างทะเลสาบ Pontchatrain และแม่น้ำ Mississippi\n",
        "output": [
            "The Danziger Bridge spans a canal which connects Lake Pontchartrain and the Mississippi River.\n"
        ]
    },
    {
        "input": "เนื่องจากการก่อสร้างเส้นทาง Crossrail บ้านหลายร้อยหลังจะมีอุโมงค์ใหม่ที่จะถูกขุดใต้พื้นบ้านเหล่านั้น\n",
        "output": [
            "As a result of construction of the Crossrail line, hundreds of homes will have new tunnels excavated beneath them.\n"
        ]
    },
    {
        "input": "Abdullah Gül ประธานาธิบดีตุรกี กล่าวแถลงว่า \"การก่อการร้ายใช้ความรุนแรงที่พรากชีวิตผู้บริสุทธิ์ไปนั้น ไม่ทำให้เกิดประโยชน์ใด ๆ ทั้งสิ้น\"\n",
        "output": [
            "Turkish President Abdullah Gül said in a statement, \"Nothing can be achieved by terror, violently claiming lives of the innocent.\"\n"
        ]
    },
    {
        "input": "ผู้ให้บริการต้องทำเรื่องการโฆษณาของตนเองให้ดีขึ้น และเพิ่มประสิทธิภาพของหน่วยให้บริการของพวกเขา\n",
        "output": [
            "Providers must sharpen up on their advertising and improve the performance of their service desks.\n"
        ]
    },
    {
        "input": "ในวันศุกร์เกิดเหตุการณ์ผู้ช่วยผู้ใหญ่บ้านจังหวัดยะลาถูกยิง และผู้สูงอายุสามีภรรยาในจังหวัดปัตตานีถูกยิงขณะกำลังกลับจากการจ่ายตลาด\n",
        "output": [
            "Friday saw the shooting of an assistant village head in Yala Province, and an elderly couple were shot in Pattani Province whilst returning from a local market.\n"
        ]
    },
    {
        "input": "อัยการท้องถิ่น Maxim Stepanenko กล่าวต่อ Vesti 24 ของรัสเซียว่า เมื่อเช้าวันเสาร์กัปตันได้รับแจ้งเตือนเกี่ยวกับสถานการณ์พายุที่เลวร้าย\n",
        "output": [
            "Captains had been warned Saturday morning of the stormy conditions, regional prosecutor Maxim Stepanenko told Russia's Vesti 24.\n"
        ]
    },
    {
        "input": "ในปี 2006 ยังมีเครื่องบินโบอิ้ง 737 อีกหนึ่งลำที่ประสบปัญหาเกี่ยวกับเครื่องนำทาง และบินอยู่ในบริเวณที่สัญญาณเรดาร์จับไม่ถึง ทำให้เครื่องบินหายไปจากจอเรดาร์หลายชั่วโมง ก่อนที่จะลงจอดฉุกเฉินในพื้นที่ที่ห่างออกไปหลายร้อยไมล์จากจุดหมายปลายทางที่กำหนดไว้\n",
        "output": [
            "In 2006 another B737 suffered a navigational problem and flew into a radar blackspot, leaving it lost for several hours before performing an emergency landing hundreds of miles from the intended destination.\n"
        ]
    },
    {
        "input": "ณ จุดที่เกิดเหตุระเบิด มีการวางพวงมาลาเพื่อแสดงความเคารพ ผู้คนนับร้อยต่างพากันมาร่วมไว้อาลัยกับเหตุการณ์ที่เกิดขึ้น\n",
        "output": [
            "At the bombing sites, wreaths were laid in respect, with hundreds gathering at the sites to mark the silence.\n"
        ]
    },
    {
        "input": "นาย Omar Harani ผู้นำกลุ่มประท้วงวัย 25 ปี กล่าวกับ Telegraph ว่า \"พวกเรามอบที่ดินผืนนี้ให้โบสถ์ดูแล 2,000 ปีที่แล้วเพื่อให้ทางโบสถ์ดูแล\" และเอ่ยต่อว่า \"มันจึงไม่ใช่ที่ดินของพวกเขาที่จะเอาไปขาย\"\n",
        "output": [
            "Omar Harani, a 25-year-old leading the protesters, told the Telegraph, \"We gave the land 2,000 years ago to the Church to look after,\" and continued, \"So it is not their land to sell.\"\n"
        ]
    },
    {
        "input": "ผู้ที่ได้จ่ายค่าซ่อม Xbox 360 จะได้รับคืนค่าซ่อมโดยอัตโนมัติด้วยเช็คที่จะส่งให้ภายใน 10 สัปดาห์จากวันที่ปัจจุบัน\n",
        "output": [
            "People who have paid for Xbox 360 repair will be automatically distributed a reimbursement check in about 10 weeks from the present date.\n"
        ]
    },
    {
        "input": "เชริล สตริงเกอร์ มารดาของแดเนียลกล่าวว่าเธอไม่ต้องการให้ EDL เดินขบวน: \"การตกลงใจทำของ EDL ไม่มีความหมายอะไรสำหรับพวกเธอ\n",
        "output": [
            "Daniel's mother, Cheryl Stringer, has said she does not want the EDL rally to be held: \"The EDL have decided to do this and it's go nothing to do with us whatsoever.\n"
        ]
    },
    {
        "input": "ซึ่งเป็นประชุมเก่าแก่ที่ถูกจัดขึ้นทุกปีเพื่อแสดงออกทางการเมืองของฝ่ายค้าน\n",
        "output": [
            "Held every year, it is a traditional forum for expressing political opposition.\n"
        ]
    },
    {
        "input": "\"แต่คำถามคือ ทำไมเตหะรานไม่มาพูดคุยกับเรา? \"\n",
        "output": [
            "\"The question is, why will Tehran not talk to us?\"\n"
        ]
    },
    {
        "input": "ยูเอ็นและกองกำลังรักษาสันติภาพของฝรั่งเศสกล่าวว่าพวกเขาจะไม่ออกจาก Ivory Coast แม้ว่าจะมีคำสั่งของผู้ดำรงตำแหน่งประธานาธิบดี Laurent Gbagbo ให้ออกไปจากประเทศ\n",
        "output": [
            "The United Nations and French peacekeeping forces say they will not leave the Ivory Coast despite orders from incumbent president Laurent Gbagbo to leave the country.\n"
        ]
    },
    {
        "input": "Cecile Richards ประธานของ Planned Parenthood กล่าวว่า \"ถึงแม้ว่านี่จะเป็นสิ่งที่รบกวนจิตใจและน่าผิดหวังอย่างมาก เราอยากให้ความมั่นใจกับผู้หญิงที่พึ่งพา Planned Parenthood สำหรับการดูแลทรวงอก ว่าเราจะยังอยู่ตรงนี้เพื่อพวกเขา และจะอยู่ตลอดไป\"\n",
        "output": [
            "Cecile Richards, president of Planned Parenthood, said, \"While this is deeply disturbing and disappointing, we want to assure women who rely on Planned Parenthood for breast care that we're still here for them, and we always will be. \"\n"
        ]
    },
    {
        "input": "\"บางทีอาจเป็นเพราะเหตุผลหลากหลายประการ\" เจ้าหน้าที่ของเกาหลีใต้ยังไม่ได้มีการคาดคะเนใดๆ เกี่ยวกับเรื่องนี้ เมื่อมีการพูดถึงเรื่องการเอารูปภาพออก\n",
        "output": [
            "South Korean officials are not yet speculating on the matter, saying the portrait removals \"may be for various reasons.\"\n"
        ]
    },
    {
        "input": "Virtual Arts Brampton เปิดโอกาสให้เด็กๆ จัดงานศิลปะที่มีชื่อว่า Snail Mail World Postcard Art Show ในขณะที่ Brampton Art Council ได้แจกถังทรายสีชมพู และขวดน้ำ\n",
        "output": [
            "Visual Arts Brampton offered kids the chance to create artwork for their Snail Mail World Postcard Art Show, while the Brampton Arts Council gave away pink sand buckets with Region of Peel water bottles.\n"
        ]
    },
    {
        "input": "ก่อนเริ่มการแข่งขัน แต่ละทีมได้เจอกันมาทั้งหมดแปดครั้ง โดยแบ่งชัยชนะไปฝั่งละ 4 ครั้ง\n",
        "output": [
            "Going into the game, the teams had played eight games against each other, splitting the record at 4 wins each.\n"
        ]
    },
    {
        "input": "เมื่อเดือนสิงหาคมที่แล้วเขาพูดถึงสหภาพว่า\"นั่นไม่ใช่สหภาพของข้าพเจ้าอีกต่อไป\"\n",
        "output": [
            "Last August, he said of the union \"This is no longer my union.\"\n"
        ]
    },
    {
        "input": "เขานำ Parkersburg สู่การแข่งขันในรอบตัดเชือกระดับมลรัฐ 19 ครั้ง และได้เป็นทีมฟุตบอลประจำรัฐในปี 1993 และ 2001\n",
        "output": [
            "He led Parkersburg to 19 state playoffs and won state titles in 1993 and 2001.\n"
        ]
    },
    {
        "input": "กลุ่มนักวิทยาศาตร์คาดการณ์ว่าสิ่งมีชีวิตมากถึง 5 ล้านสปีชีส์จะสูญพันธุ์ไปในศตวรรษนี้\n",
        "output": [
            "Scientists forecast that up to five million species will be lost this century.\n"
        ]
    },
    {
        "input": "กองทัพอิสราเอลได้บุกรุกเข้าฉนวนกาซาหลังเหตุจับตัว Gilad Shalit ในเดือนมิถุนายนปีนี้\n",
        "output": [
            "Israeli troops have regularly made incursions into Gaza following the capture of Gilad Shalit in June this year.\n"
        ]
    },
    {
        "input": "Ryan Phan ลูกคนที่สองอายุ 3 ขวบถูกพบใกล้อ่าวบาร์ตันโดยทีมค้นหาและช่วยเหลือวันนี้เวลา 10:30 น. ตามเวลาท้องถิ่น\n",
        "output": [
            "A second child, 3-year-old Ryan Phan, was found near Barton Bay by a search and rescue team today at 10:30 am local time.\n"
        ]
    },
    {
        "input": "คอลัมน์ของเขาเป็นการลุยเข้าไปในชีวิตของเขา การถกเถียง และความคิดเห็นในเรื่องสังคมและการเมือง\n",
        "output": [
            "His column is a romp through his life, spats and opinions on socio-political issues.\n"
        ]
    },
    {
        "input": "พวกเขาได้ทดสอบหนูบริสุทธิ์ด้วยการให้โพรแล็คทินเพิ่ม ซึ่งได้พบว่ามีผลคล้ายคลึงกับหนูตั้งครรภ์\n",
        "output": [
            "They also tested virgin mice given additional prolactin, and found results similar to pregnant mice.\n"
        ]
    },
    {
        "input": "ระยะเวลาห่างกันยี่สิบนาที โดยระเบิดพุ่งเป้าไปที่ตลาดสองแห่งในกรุง Baghdad ก่อนหน้าพิธีสวดภาวนาวันศุกร์ไม่นานนัก\n",
        "output": [
            "Separated by twenty minutes, the bombings targeted two marketplaces in Baghdad shortly before the call to Friday prayers.\n"
        ]
    },
    {
        "input": "ตั้งแต่ช่วงกลางเดือนสิงหาคม หน่วยจัดการไฟป่าได้จัดการกับพื้นที่ทางใต้ของตุรกี รวมไปถึงแหล่งท่องเที่ยวชื่อดังอย่าง Bodrum และ Antalya-Kas\n",
        "output": [
            "Since mid-August, the forest fires have swept the Southern part of Turkey including popular tourist destinations like Bodrum and Antalya-Kas.\n"
        ]
    },
    {
        "input": "รัฐมนตรีทรัพยากร Martin Ferguson กล่าวว่า \"ไม่มีปัญหาต่อชายฝั่งออสเตรเลีย\"\n",
        "output": [
            "Resources Minister Martin Ferguson said that \"there's no threat to the Australian coast.\"\n"
        ]
    },
    {
        "input": "เขากล่าวว่าขณะนี้เขากำลังพิจารณาจัดทำร่างกฎหมายเพื่อที่จะเสนอต่อรัฐสภานิวซีแลนด์\n",
        "output": [
            "He says that he is now considering writing up a new bill to submit it to the New Zealand Parliament.\n"
        ]
    },
    {
        "input": "ฤดูกาลของ Toronto FC ได้เสร็จสิ้นลง ในขณะที่ New England Revolution จะเผชิญหน้ากับ New York Red Bulls ในรอบแรกของการแข่งขันรอบชิงชนะเลิศ\n",
        "output": [
            "Toronto FC's season is finished as New England Revolution will face New York Red Bulls in the 1st Round of the playoffs.\n"
        ]
    },
    {
        "input": "เอกสารยกเลิกสัญญาจำนวน 18หน้า ถูกออกโดย ED ระบุว่าเงินจำนวนนี้ได้รับมา โดยผู้ต้องหาในการฝ่าฝืนกฏระเบียบของU.N เพื่อแลกกับสัญญาน้ำมันสองฉบับให้กับองค์กรตลาดน้ำมันของอิรัก (SOMO)\n",
        "output": [
            "The 18-page show-cause notice issued by the ED says the money was acquired by the accused, in violation of U.N regulations, in exchange for two oil contracts awarded to Iraq's State Oil Marketing Organisation (SOMO).\n"
        ]
    },
    {
        "input": "การโต้เถียงที่เพิ่มขึ้นโดยมีการสนับสนุนของนายกรัฐมนตรีอิตาลี Silvio Berlusconi ซึ่งเกิดปัญหาและทำให้เกิดความสับสนทั่วอิตาลี ฝ่ายอัยการในอิตาลีเริ่มการสอบสวนของตนเองในวันพุธเกี่ยวกับการเสียชีวิตของ Nicola Calipari\n",
        "output": [
            "In an escalating controversy that has contributed to Italian Prime Minister Silvio Berlusconi's political problems and created a national uproar in Italy, Italian prosecutors began their own independent probe on Wednesday of the death of Nicola Calipari.\n"
        ]
    },
    {
        "input": "ได้มีการสอบสวนโครงสร้างคอนกรีตเหล็กเสริมสูง 100 ฟุต 3 ที่ ซึ่งเป็นโรงเก็บน้ำตาลใต้ดิน จากเหตุการระเบิดโรงกลั่นน้ำตาลของจอร์เจียในปี ค.ศ. 2008 ซึ่งทำให้ศูนย์กลางถูกทำลายไป\n",
        "output": [
            "The three 100 foot reinforced concrete sugar storage silos around which the investigation into the 2008 Georgia sugar refinery explosion is centred have been demolished.\n"
        ]
    },
    {
        "input": "Obama กล่าวว่า \"ผมจำได้ว่าพวกเรามีทหารเกือบ 140,000 นายที่ปฏิบัติการอยู่ในตอนนี้ และในความเข้าใจของผม Howard ส่งทหารไป 1,400 นาย\"\n",
        "output": [
            "\"I would also note that we have close to 140,000 troops on the ground now, and my understanding is that Mr Howard has deployed 1,400\", said Mr Obama.\n"
        ]
    },
    {
        "input": "Canadian Music Hall of Fame ได้เพิ่มชื่อวง Triumph วงดนตรีชาวแคนาดาผู้คร่ำหวอดในวงการลงในทำเนียบ\n",
        "output": [
            "The Canadian Music Hall of Fame added veteran Canadian rock band Triumph to its honour roll.\n"
        ]
    },
    {
        "input": "ผู้บาดเจ็บสองคน แรนดอล บิบบ์ วัย 52 ปี และ แดเนียล แมคเมอร์ฟี่ วัย 56 ปี ได้ถูกนำตัวส่งโรงพยาบาลพาร์คแลนด์ เมมโมเรียล เพื่อเข้ารับการรักษาจากแผลไฟไหม้ที่ร่างกายส่วนบน\n",
        "output": [
            "Two of the injured men, Randal Bibb, 52, and Daniel McMurry, 56, were taken to Parkland Memorial Hospital to be treated for upper-body burns.\n"
        ]
    },
    {
        "input": "การเสียชีวิตเกิดขึ้นเนื่องจากกระท่อมบางหลังถล่มท่ามกลางฝนหรือโคลน\n",
        "output": [
            "The deaths were caused mainly because some shanty-houses collapsed under rain or mud.\n"
        ]
    },
    {
        "input": "มีรายงานว่าในประเทศกำลังพัฒนา คนยากจนในเมืองมีแนวโน้มที่จะได้รับผลกระทบจากภาวะเศรษฐกิจชะลอตัวมากที่สุด ด้วยเหตุที่ว่าความสามารถในการหางานของพวกเขาขึ้นอยู่กับปัจจัยการลงทุนจากต่างประเทศและอุปสงค์การส่งออก\n",
        "output": [
            "In developing countries, the report says, the urban poor are likely to be most affected by the economic slowdown, as their ability to find work is most dependent on factors like foreign investment and export demand.\n"
        ]
    },
    {
        "input": ":(ญ)บทบัญญัติอื่น ๆ ในมาตรานี้ ระบุว่าเด็กที่อยู่ในสถานภาพนี้อาจได้รับสัญชาติด้วยเงื่อนไขที่น้อยกว่า แต่มาตรานี้ก็ไม่ได้แสดงถึงความเกี่ยวข้องกันระหว่างวัตถุประสงค์และความแตกต่าง เนื่องจากการได้รับสัญชาตินั้นอยู่ในดุลพินิจของรัฐมนตรีกระทรวงยุติธรรม\n",
        "output": [
            ":(h) another provision in this Act states a child in this situation may be naturalized with fewer conditions, but it doesn't justify the relation between the purpose and the distinctions, because naturalization is within discretion of the Minister of Justice.\n"
        ]
    },
    {
        "input": "นักท่องเที่ยวที่โรงแรมถูกอพยพออกไปที่ห้องโถงจัดนิทรรศการที่อยู่ระดับถนน\n",
        "output": [
            "Visitors at the hotel were evacuated to the exhibition hall at street level.\n"
        ]
    },
    {
        "input": "งบประมาณทั้งหมดถูกแบ่งออกไปตามเกณฑ์ที่บัญญัติไว้ใน Local Government (Financial Assistance) Act ปี 1995\n",
        "output": [
            "All money in the category is allocated in line with the Local Government (Financial Assistance) Act 1995.\n"
        ]
    },
    {
        "input": "ขณะที่คณะรัฐมนตรีส่วนให้ได้ลอกมาจากคณะรัฐมนตรีในสมัยก่อน แต่ก็มีรัฐมนตรีบางส่วนได้โต้เถียงอย่างรุนแรงและอย่างโกรธเคือง เนื่องจากการถูกถอดถอน หรือถูกย้ายไปรับตำแหน่งที่มีความเสี่ยงน้อยกว่า\n",
        "output": [
            "While the cabinet is for a large part copied from the preceding one, some ministers who had provoked controversy and animosity were removed or moved to another less risky position.\n"
        ]
    },
    {
        "input": "ในช่วงปีหลังจาก FCTC ถูกเขียนขึ้น 167 ประเทศได้ลงนามและ 23 ประเทศได้ให้สัตยาบัน ทำให้สนธิสัญญานี้เป็นหนึ่งในสนธิสัญญาที่ได้รับการยอมรับอย่างรวดเร็วที่สุดของ UN\n",
        "output": [
            "During the year after the FCTC was written, 167 countries signed and 23 countries ratified it, making it one of the most rapidly embraced UN treaties of all time.\n"
        ]
    },
    {
        "input": "ผลสำรวจที่ออกมาวันนี้โดยสมาคม Intesaconsumatori ของอิตาลี (สหพันธ์ผู้บริโภค) กล่าวว่า ร้อยละ 61 ของชาวอิตาลีมีความหวาดกลัวในการบิน ขณะที่ร้อยละ 41 ของประชากรรู้สึกปลอดภัยน้อยลงเกี่ยวกับความปลอดภัยของเครื่องบินเมื่อเทียบกับหนึ่งเดือนก่อนหน้านี้\n",
        "output": [
            "A survey published today by the Italian association Intesaconsumatori (Union of Consumers) said that 61% of Italians are afraid to fly, while 41% of population feels less safe about plane safety than they did one month earlier.\n"
        ]
    },
    {
        "input": "คำถามคืออะไรที่พวกเราไม่จำเป็นที่จะต้องบอกและใครเป็นคนกำหนด\n",
        "output": [
            "The question is what we need not to be told and who decides.\n"
        ]
    },
    {
        "input": "สำนักข่าว ABC ได้รับและทำการเผยแพร่ข้อความในเทปของ Osama Bin Laden\n",
        "output": [
            "ABC News has obtained and released a transcript of a taped message from Osama Bin Laden.\n"
        ]
    },
    {
        "input": "ในออสเตรเลียนแคพิทอลเทร์ริทอรี ชาวเมืองแคนเบอร์ราหลายพันคนได้เข้าชมการเขื่อนคอตเตอร์แห่งใหม่บนแม่น้ำคอตเตอร์ ซึ่งเปิดในวันอาทิตย์ที่ผ่านมา\n",
        "output": [
            "Australian Capital Territory — Thousands of Canberrans took a look at the new Cotter Dam on the Cotter River on open day on Sunday.\n"
        ]
    },
    {
        "input": "Ron Gonzales นายกเทศมนตรีเมือง San Jose รัฐแคลิฟอร์เนียถูกสอบสวนโดยสำนักงานอัยการเขตของ Santa Clara County\n",
        "output": [
            "San Jose, California mayor Ron Gonzales is being investigated by the Santa Clara County District Attorney's Office.\n"
        ]
    },
    {
        "input": "นักศึกษาบางคนบ่นว่าพวกเขาไม่ได้รับการแจ้งเตือนจากมหาวิทยาลัยจนกระทั่งได้รับอีเมลเตือนหลังจากที่เกิดเหตุการณ์ยิงครั้งแรกขึ้นแล้วกว่าสองชั่วโมง\n",
        "output": [
            "Some students complained that they had received no warning from the university until an e-mail alert sent more than two hours after the first incident.\n"
        ]
    },
    {
        "input": "ฝ่ายค้านออสเตรเลียได้ใช้คำวิจารณ์มาเป็นโอกาสในการโจมตีฝ่ายรัฐบาล\n",
        "output": [
            "The Australian opposition has used the comments as an opportunity to attack the government.\n"
        ]
    },
    {
        "input": "การเสียชีวิตของ Haney มีการอธิบายโดยผู้ว่าจ้างของเขาว่า ผลลัพธ์จากการที่เขาต้อง \"ให้ความสนใจในหลาย เรื่องพร้อมกัน\" เพื่อทำให้ระบบออกซิเจนหลักเริ่มการทำงานใหม่ หลังจากที่เครื่องตัดการทำงานโดยอัตโนมัติเมื่อตรวจพบการรั่วไหลของอากาศเข้าไปภายในห้องเครื่อง\n",
        "output": [
            "Haney's death has been attributed by his employer as the result of his \"channelized attention\" on getting the main oxygen system to restart after it automatically cut out when it detected engine bay air leaks.\n"
        ]
    },
    {
        "input": "กลุ่ม Baugur เช่นเดียวกับกลุ่ม FL ได้ลงทุนในตลาดสหราชอาณาจักร\n",
        "output": [
            "Baugur Group, as well as FL Group, have been investing in the UK market.\n"
        ]
    },
    {
        "input": "Spears ไม่ถูกปรับในข้อหาใด ๆ และแม้ว่าปาปารัซซีขับรถโดยประมาท Spears ไม่ต้องการให้มีการจับกุม\n",
        "output": [
            "Spears was not charged with anything and despite the paparazzis' recklessness, Spears did not want the men arrested.\n"
        ]
    },
    {
        "input": "ขณะที่ Ortega ได้หลบหนีจากประเทศเวเนซุเอลาเพราะถูกออกหมายจับ ในปี ค.ศ. 2003 ทางBBC รายงานว่าเขาได้กลับมาที่ ประเทศเวเนซุเอลา จาก Costa Rica เมื่อสิงหาคมที่ผ่านมา\n",
        "output": [
            "While Ortega had initially fled Venezuela following the issuing of an arrest warrant in 2003, the BBC reports that he had returned to Venuzuela from Costa Rica last August.\n"
        ]
    },
    {
        "input": "\"คุณคือ David Shankbone ใช่ไหม เราตื่นเต้นที่ได้พบคุณ\" เธอกล่าวและนำทางเขาไปสู่ห้องหนึ่ง ซึ่งมีโซฟา ทีวีที่กำลังเปิดหนัง action thriller และกล่องเก็บอุปกรณ์สวนทวารที่ถูกเปิดอยู่ โดยมีสามีของเธอ Bill กำลังนั่งอยู่หน้าคอมพิวเตอร์หาว่าภาพยนตร์ Blade Runner ที่จะฉายอีกครั้ง จะมีฉายที่โรงภาพยนตร์ท้องถิ่นใด\n",
        "output": [
            "\"Are you David Shankbone? We're so excited to meet you!\" she says, and leads him down the hall to a living room area with a sofa, a television playing an action-thriller, an open supply cabinet stocked with enema kits, and her husband Bill sitting at the computer trying to find where the re-release of Blade Runner is playing at the local theater.\n"
        ]
    },
    {
        "input": "\"ก้อนเมฆสลายตัว เเละเป็นสาเหตุที่ทำไมพวกเราพร้อมปล่อย\" หน่วยงานควบคุมการปฏิบัติงานกล่าวขึ้นใน NASA TV\n",
        "output": [
            "\"The clouds broke up and that's why we were go for launch,\" stated mission control on NASA TV.\n"
        ]
    },
    {
        "input": "ตามคำกล่าวของคณะกรรมการเพื่อการปกป้องผู้สื่อข่าว ผู้สื่อข่าว 9 คนได้ถูกสังหารในปากีสถานในปีนี้ และอย่างน้อย 16 คนได้ถูกสังหารในปี 2010\n",
        "output": [
            "According to the Committee to Protect Journalists, nine journalists have been killed in Pakistan this year, and at least 16 were killed in 2010.\n"
        ]
    },
    {
        "input": "การศึกษาครั้งนี้เป็นบันทึกทางประวัติศาสตร์ที่รวบรวมข้อมูลการเกิด การตาย และการย้ายออกของประชากรในประเทศนิวซีแลนด์\n",
        "output": [
            "This study is a historic book full of births, deaths and external migration for the population of New Zealand.\n"
        ]
    },
    {
        "input": "เมื่อได้รับการปล่อยตัวแล้ว กลุ่มนักเรียนได้กล่าวกับสื่อว่าพวกเขาถูกบังคับให้ถอดเสื้อผ้าออกที่สถานีตำรวจ\n",
        "output": [
            "Following their release, the students told the media they were required to remove their clothes at the police station.\n"
        ]
    },
    {
        "input": "ตำรวจในอินโดนีเซียได้ส่งต่อเอกสารจำนวน 200 หน้า เกี่ยวกับหายนะ Garuda Indonesia Flight 200 ให้แก่คณะอัยการ\n",
        "output": [
            "Police in Indonesia have forwarded a 200-page brief concerning the Garuda Indonesia Flight 200 disaster to prosecutors.\n"
        ]
    },
    {
        "input": "แม้ว่าผลการแข่งขันจะมีทั้งแพ้ชนะและเสมอปะปนกัน Kukris ก็สามารถผ่านเข้าสู่การแข่งขันรอบสุดท้ายได้\n",
        "output": [
            "Despite mixed results for the tournament the Kukris managed to qualify for the Jug Final.\n"
        ]
    },
    {
        "input": "Benjamin Mullany ชายชาวอังกฤษที่ถูกยิงพร้อมกับภรรยาของเขาขณะพักผ่อนในวันหยุดที่ Antigua ได้เสียชีวิตแล้ว\n",
        "output": [
            "Benjamin Mullany, the British man who was shot along with his wife while on holiday in Antigua has died.\n"
        ]
    },
    {
        "input": "พรรค Hamas ซึ่งเป็นพรรคที่สนับสนุนศาสนาอิสลามหัวรุนแรง ได้ชนะการเลือกตั้งสภาในฉนวนกาซาซึ่งจัดขึ้นเมื่อเดือนก่อนไปด้วยคะแนนเสียงข้างมาก\n",
        "output": [
            "Hamas, a radical islamist party, has won by a large majority in the Gaza Strip council elections held last month.\n"
        ]
    },
    {
        "input": "\"เหตุการณ์เช่นนี้แสดงถึงความไร้มนุษยธรรมและความน่าสังเวชของผู้กระทำ\"\n",
        "output": [
            "\"These attacks show the inhumanity and misery of the assailants.\"\n"
        ]
    },
    {
        "input": "การปกครองโดยตรงจากลอนดอนได้เข้ามาเนื่องจากการยุบสภาและฝ่ายบริหารในปี 2002 ตามข้อกล่าวหาของคณะนักสืบราชการลับ IRA\n",
        "output": [
            "Direct rule from London has been in place since the Assembly and Executive dissolved in 2002 over allegations of IRA spying ring.\n"
        ]
    },
    {
        "input": "\"ตามเจ้าหน้าที่สืบสวน การก่อวินาศกรรมนี้เป็นครั้งแรกและเป็นครั้งสำคัญที่สุดที่มีพลเมืองต่างประเทศเป็นเป้าหมาย\"\n",
        "output": [
            "\"According to investigators, the act of terror was first and foremost aimed against foreign citizens.\"\n"
        ]
    },
    {
        "input": "ผู้เฒ่าวัยเกษียญใช้เวลาส่วนใหญ่ของปีเก็บออมซื้อของขวัญคริสต์มาส\n",
        "output": [
            "The pensioners spend most of the year saving for Christmas gifts.\n"
        ]
    },
    {
        "input": "ได้มีการยืนยันการเสียชีวิตของพันโท Dominic Dim Deng รัฐมนตรีว่าการกระทรวงกลาโหม และข้าราชการทหารจำนวน 19 คนก็เสียชีวิตเช่นกัน\n",
        "output": [
            "Lieutenant General Dominic Dim Deng, the area's defence minister, is confirmed to be dead and it is thought at least 19 military officials are now deceased.\n"
        ]
    },
    {
        "input": "Pedro Machado ผู้บัญชาการหน่วยดับเพลิงของ Rio de Janeiro ได้กล่าวว่า \"เราจำเป็นต้องใช้เครื่องพ่นไฟในการเปิดด้านข้างของขบวนรถไฟเพื่อที่จะช่วยเหลือผู้โดยสารออกมา\"\n",
        "output": [
            "\"We have to use blowtorches to open the sides of the train cars to reach the people,\" said Pedro Machado, commander general of the Rio de Janeiro Fire Department.\n"
        ]
    },
    {
        "input": "ขณะที่พรรคสหภาพเพื่อประชาธิปไตยฝรั่งเศส (ยูดีเอ็ฟ) ที่นำโดยนายฟรองซัว ไบรู ซึ่งยังคงมีอำนาจอยู่ในรัฐบาลผสมร่วมกับพรรคยูเอ็มพี ได้ตัดสินใจไม่เข้าร่วม เนื่องจากรัฐบาลใหม่อาจทำได้มากกว่า นโยบายเดิมๆ\n",
        "output": [
            "While the Union for French Democracy (UDF) party, led by François Bayrou, formally remains in the ruling coalition along with the UMP, it has decided that, because the new government would probably do more of the same policies, it would not participate in it.\n"
        ]
    },
    {
        "input": "ตามที่นาย Sarkozy อ้าง ขั้นตอนเพิ่มเติมนี้กล่าวถึงแค่พื้นที่บริเวณชายแดนเท่านั้น\n",
        "output": [
            "According to Sarkozy, these additional measures refer to the border area only.\n"
        ]
    },
    {
        "input": "\"หากเราสงบและมั่นคงผมมั่นใจว่าสิ่งที่ชาวสเปน,ทางครอบครัวของผู้ถูกลักพาตัว และรัฐบาลต้องการ ซึ่งก็คือตัวประกันจะได้กลับบ้านอย่างปลอดภัยและการลักพาตัวจะจบลงอย่างน่าพึงพอใจ\"\n",
        "output": [
            "\"If we remain calm and confident I am certain that what all Spaniards want, what the families want, what the government wants—that the hostages can return to their homes safe and sound and this kidnapping ends satisfactorily.\"\n"
        ]
    },
    {
        "input": "เธอยังกล่าวด้วยว่าการไล่ออกเป็นผลมาจากที่เธอร้องเรียนเกี่ยวกับ Thomas\n",
        "output": [
            "She also stated that the firing was the result of her filing a complaint about Thomas.\n"
        ]
    },
    {
        "input": "สมาชิกรัฐสภาจากพรรค Conservative 30 คน และ 9 คนจากพรรค Liberal Democrats ได้ลงคะแนนเสียงต่อต้านพรรคของตนเองที่จะทำการแทรกแซงทางการทหาร\n",
        "output": [
            "Thirty Conservative MPs and nine Liberal Democrats voted against their party against military intervention.\n"
        ]
    },
    {
        "input": "หลังจากนั้น Marcelo Gallardo ยิงประตูขึ้นนำ 3-0 ให้กับเจ้าบ้านในนาทีที่ 52\n",
        "output": [
            "Marcelo Gallardo then made it 3-0 for the home side in the 52nd minute.\n"
        ]
    },
    {
        "input": "ในเขตการค้าเสรีแห่งหนึ่งที่ Antalya ตุรกี คนงานเพศหญิง 80 คนของ FMC Novamed กำลังอยู่ในการสไตรค์มาเกือบ 1 ปีแล้ว ตั้งแต่เมื่อวันที่ 26 กันยายน 2006\n",
        "output": [
            "In a free trade zone in Antalya, Turkey, 80 women workers of FMC Novamed are in strike for almost a year now, since September 26th, 2006.\n"
        ]
    },
    {
        "input": "ซันนีแบ้งค์นำไป 17 ต่อ 3 ในวินาทีของความเป็นความตายในครึ่งแรก แต่ต้องยอมให้อีกฝ่ายได้ลูกโทษซึ่งกลายเป็นแต้มสุดท้ายที่ทีมเจ้าบ้านทำได้ในที่สุด\n",
        "output": [
            "Sunnybank lead 17 points to 3 in the dying moments of the first half, but conceded a penalty which resulted in the hosts scoring what would ultimately be their final points of the game.\n"
        ]
    },
    {
        "input": "\"มันคือข้อพิสูจน์ว่าเรายังคงเป็นปึกแผ่นและเข้มแข็ง\"\n",
        "output": [
            "\"It was the proof that we are still united and powerful.\"\n"
        ]
    },
    {
        "input": "ผู้เล่นวัย 28 ปีผู้นี้บาดเจ็บจากการเข้าปะทะกับ Joe Jacobson และเกมได้ถูกเลื่อนออกไปก่อนที่เขาจะถูกพาส่งโรงพยาบาล\n",
        "output": [
            "The 28 year old was injured in a tackle by Joe Jacobson and the game was delayed before he was taken to hospital.\n"
        ]
    },
    {
        "input": "ทาง CAW ได้ขอให้พนักงานของตนแจ้งต่อ Health and Safety Rep ของตนเองถึงข้อกังวลเกี่ยวกับความปลอดภัยใดๆ ในสถานที่ทำงาน\n",
        "output": [
            "The CAW has asked that employees notify their Health and Safety Rep about any safety concerns at the work place.\n"
        ]
    },
    {
        "input": "ซิมบับเวทำคะแนนเสมอ ในการแข่งขันนัดที่สองของกลุ่ม D ในการแข่งขันฟุตบอลโลกนัดปะทะกับไอร์แลนด์ที่ Sabina Park เมือง Kingston ประเทศจาไมกา\n",
        "output": [
            "Zimbabwe tied the second Group D match in the World Cup against Ireland at Sabina Park, Kingston, Jamaica.\n"
        ]
    },
    {
        "input": "นายไมเคิล ไรอัน ได้บอก นายปีเตอร์ การ์ตีว่าห้ามคัดลอกเอกสารดังกล่าว\n",
        "output": [
            "Michael Ryan told Peter Garty to not make a copy of it.\n"
        ]
    },
    {
        "input": "\"คดีนี้ยังไม่จบง่าย ๆ\" Arturo Gonzalez ทนายหลักในคดี Valenzuela ปะทะ O'Connell ซึ่ง Liliana Valenzuela เป็นนักเรียนโรงเรียนมัธยม Richmond และนักเรียนคนอื่น ๆ ฟ้องร้องการที่รัฐบังคับให้การสอบเป็นส่วนหนึ่งของข้อกำหนดในการสำเร็จการศึกษา \"เราคิดว่าเรามีโอกาสสูงมากที่นักเรียนในชั้นเรียนของปี 2006 จะได้รับประกาศนียบัตรแม้จะต้องเป็นภายหลังพิธีมอบประกาศนียบัตร\"\n",
        "output": [
            "\"This case is far from over,\" said Arturo Gonzalez, the lead attorney in Valenzuela vs. O'Connell, in which Liliana Valenzuela, a Richmond High School student, and others sued to block the state's use of the test as a graduation requirement, \"We think there is a strong chance that students in the Class of 2006 will receive their diplomas, even if it is after commencement ceremonies.\"\n"
        ]
    },
    {
        "input": "McClellan กล่าวว่า \"ดูสิ รายงานนี้ทำให้เกิดความเสียหายอย่างหนักแก่ภาพลักษณ์ของสหรัฐฯ ในต่างประเทศ\"\n",
        "output": [
            "McClellan said, \"Look, this report caused serious damage to the image of the United States abroad.\"\n"
        ]
    },
    {
        "input": "รายงานกล่าวว่า Woodruff กำลังบันทึกเทปรายงานภายในพาหนะที่ใช้เครื่องกลของอิรักใกล้เมือง Taji ประเทศอิรัก เมื่อพาหนะแล่นทับและระเบิดวัตถุระเบิดแสวงเครื่อง\n",
        "output": [
            "Reports say Woodruff was taping a report inside an Iraqi mechanized military vehicle near Taji, Iraq when the vehicle ran over and detonated an improvised explosive device.\n"
        ]
    },
    {
        "input": "ระเบิดลูกแรกถูกจุดอยู่บนรถไฟที่ออกจากสถานีลิเวอร์พูลสตรีท ทันทีที่มุ่งหน้าไปสถานีอัลด์เกตซี่งเป็นรถไฟสายเซอร์เคิลเพียงไม่กี่วินาทีก่อนลูกอื่นจะถูกจุด\n",
        "output": [
            "The first bomb to detonate was on the Liverpool Street train soon after it left for Aldgate on the Circle line, seconds before the others.\n"
        ]
    },
    {
        "input": "บางคนยังมีชีวิตอยู่และนาวิกโยธินนายหนึ่งคิดว่าชายที่นอนอยู่บนพื้นเป็นผู้คุกคามเพราะมองเห็นแขนข้างหนึ่งได้ไม่ชัด เขาจึงอาจแอบซ่อนอาวุธไว้\n",
        "output": [
            "Some were still alive and one marine thought a man lying on the ground was a threat because one of his arms was not clearly visible, so he could be hiding a weapon.\n"
        ]
    },
    {
        "input": "\"ผมไม่รู้ว่าจะใช้คำว่าอะไรได้อีก\" Bratton กล่าว\n",
        "output": [
            "\"I don't know how else to put it,\" stated Bratton.\n"
        ]
    },
    {
        "input": "Smith ได้กล่าวถึงผลกระทบกับความสัมพันธ์อันแน่นแฟ้นที่มีต่อสหรัฐอเมริกาตั้งแต่สงครามโลกครั้งที่สองว่า \"ผมไม่คิดว่ามันจะเป็นการรบกวนความสัมพันธ์อันดีระหว่างรัฐบาลใหม่และคณะบริหาร (สหรัฐอเมริกา)\"\n",
        "output": [
            "Smith said of the effect on relations with the US - which have been strong since World War II - \"It's not something which I believe will disturb what to date has been a very good working relationship between the new government and the (U.S.) administration.\"\n"
        ]
    },
    {
        "input": "ผู้ประกอบการปฏิเสธที่จะถอยการปลุกปลั่นจนกระทั้งวันที่ 1 พฤศจิกายน เมื่อรัฐพิธีของนิวเดลีมีแนวโน้วที่จะดำเนินการผลักดันการรับรองต่อ\n",
        "output": [
            "Traders refused to move back from the agitation until November 1, when Municipal Corporation of Delhi is likely to resume its sealing drive.\n"
        ]
    },
    {
        "input": "\"มันเป็นการแสดงให้เห็นว่ายุโรปไม่ใช่สถานที่ย่ำแย่\"\n",
        "output": [
            "\"It just goes to show that Europe is not such a bad place.\"\n"
        ]
    },
    {
        "input": "Medvedev หมายหัวทั้งเจ้าหน้าที่ความมั่นคงและฝ่ายบริหารของสนามบิน ซึ่งเป็นผลมาจากเหตุระเบิดครั้งนี้\n",
        "output": [
            "Medvedev has targeted both security officials and airport management in the wake of the bombing.\n"
        ]
    },
    {
        "input": "ส่วนหนึ่งของนโยบายใหม่คือ อาวุธสามัญจะมีบทบาทมากขึ้นในอนาคต\n",
        "output": [
            "As part of the new policy, conventional weapons will have a greater role in the future.\n"
        ]
    },
    {
        "input": "นายโรเบิร์ต เฟเนล เจ้าของร้าน Capitol Diner ในเมืองลินน์ ที่ขึ้นชื่อว่าเลี้ยงไก่ที่สถานประกอบการณ์ซึ่งตั้งอยู่ในกลางใจเมือง เพียงสองช่วงตึกห่างจากวิทยาลัยชุมชน กล่าวว่า ผู้คนควรเริ่มหันมาใช้วิถีทางธรรมชาติและกลับคืนสู่ธรรมชาติ และว่าผู้คนควรเปลี่ยนไปใช้พลังงานแสงที่มีประสิทธิภาพและเพาะปลูกพืชผักเองในสวนหลังบ้าน\n",
        "output": [
            "Robert Fenell, the owner of Lynn's Capitol Diner who is notable for keeping chickens at the establishment located in downtown Lynn just two blocks away from the college noted that people should start going organic and going back to nature, that people should switch to more energy efficient lighting and grow gardens in their backyard.\n"
        ]
    },
    {
        "input": "กรรมการสืบสวนกรุงมอสโกระบุตัวผู้ต้องสงสัยหลักว่าคือ อดีตนักโทษชื่อ Sergei Pomazun\n",
        "output": [
            "The Moscow Investigative Committee identify the main suspect as former convict Sergei Pomazun.\n"
        ]
    },
    {
        "input": "วันนี้ที่ Capitol Hill, นายพลกองทัพสหรัฐ David Petraeus ได้ให้การยืนยันที่เฝ้าคอยกันมานาน\n",
        "output": [
            "Today on Capitol Hill, U.S. Army General David Petraeus presented a long awaited testimony.\n"
        ]
    },
    {
        "input": "การสนับสนุนของผู้เล่นในทีมช่วยผมได้เยอะมาก และผมอยากขอบคุณ Colin Calderwood, Paul Barron และเจ้าหน้าที่เบื้องหลังทุกคนที่สนับสนุนผมเป็นอย่างดีในฤดูกาลนี้\"\n",
        "output": [
            "Having the unequivocal backing of the players has helped me enormously and I would also like to thank Colin Calderwood, Paul Barron and the rest of the backroom staff who have been tremendously supportive to me this season.\"\n"
        ]
    },
    {
        "input": "นักดาราศาสตร์เคยคิดไว้ว่าวงแหวนนั้นเกือบที่จะเรียบไปทั้งหมด และมีการเปลี่ยนแปลงในความสูงเพียงไม่กี่เมตร\n",
        "output": [
            "Astronomers previously thought that the rings were almost completely flat, with changes in height of only a few metres.\n"
        ]
    },
    {
        "input": "มีเจ้าหน้าที่ของหน่วยงานรัฐบาลชาวโปแลนด์ หลายคนที่โดยสารเครื่องบินลำดังกล่าวด้วย\n",
        "output": [
            "Several other Polish government figures were in the plane as well.\n"
        ]
    },
    {
        "input": "ในปี 1991 และปี 1992 สาธารณรัฐ 4 แห่งจากทั้งหมด 6 สาธารณรัฐได้ประกาศเอกราช เหลือเพียงเซอร์เบียและมองเตเนโกรที่ยังคงเป็นประเทศเดียวกัน\n",
        "output": [
            "In 1991 and 1992 four of six Yugoslavian republics declared independence but two, Serbia and Montenegro, remained together.\n"
        ]
    },
    {
        "input": "ระหว่าง3,000(การคาดการณ์ของตำรวจ) ถึง 8,000(การคาดการณ์ของผู้จัดงาน)คนออกมาเดินบนถนนในกีสเซน ประเทศเยอรมนีในวันนี้ เพื่อคัดค้านการนำระบบเก็บค่าเล่าเรียนที่ได้วางแผนไว้เข้ามาใช้กับมหาวิทยาลัยเฮสเซียน\n",
        "output": [
            "Between 3,000 (police estimate) and 8,000 people (organiser's estimate) took to the streets in Gießen, Germany today, protesting the planned introduction of tuition fees at Hessian universities.\n"
        ]
    },
    {
        "input": "ยังไม่เป็นที่แน่ชัดว่าเหตุใดล่ามจึงลงมือยิง; อย่างไรก็ตามมือปืนดูเหมือนจะเป็น \"ลูกจ้างขี้หงุดหงิด\" ซึ่งต่อต้านกองทัพ เจ้าหน้าที่ทหารสหรัฐกล่าว\n",
        "output": [
            "It is not yet clear why the interpreter started shooting; However, the attacker seemed to be a \"disgruntled employee\", as opposed to a militant, according to a US military official.\n"
        ]
    },
    {
        "input": "ไตดังกล่าวสามารถผลิตปัสสาวะและของเสียได้โดยปราศจากการลิ่มเลือด ทั้งในห้องปฏิบัติการและในหนูที่ยังมีชีวิตอยู่\n",
        "output": [
            "The kidneys were capable of urine production and excretion without blood clots in both the laboratory and inside living rats.\n"
        ]
    },
    {
        "input": "คำตัดสินนี้ออกมาหลังจากทาง Microsoft ประกาศว่าได้ทำการเปิดเผยโค้ดซอฟต์แวร์ที่เคยเป็นความลับก่อนหน้านี้จำนวน 30,000 หน้า เมื่อวันพฤหัสบดีที่ผ่านมา (วันที่ 21 กุมภาพันธ์)\n",
        "output": [
            "The decisions came after Microsoft announced they were disclosing 30,000 pages of previously secret software code last Thursday (February 21st).\n"
        ]
    },
    {
        "input": "การเข้าถึงสู่ Wikipedia ซึ่งเป็นโครงการพี่น้องของ Wikinews และเว็บไซต์สำหรับแชร์รูปถ่าย Flickr ได้ถูกห้ามเช่นเดียวกัน ในวันพฤหัสบดี\n",
        "output": [
            "Access to Wikipedia, Wikinews' sister project, and Flickr, a photo sharing site, were also banned, on Thursday.\n"
        ]
    },
    {
        "input": "นักท่องเที่ยวที่รับบาดเจ็บถูกส่งไปที่โรงพยาบาลแตกต่างกันห้าแห่งในพื้นที่ Costa del Sol\n",
        "output": [
            "The injured tourists were then taken to five different hospitals in the Costa del Sol region.\n"
        ]
    },
    {
        "input": "ภารกิจที่กำหนดไว้ของ กล้องโทรทรรศน์สำรวจอวกาศสำหรับปี 2008 คาดว่าเป็นการส่งมอบเครื่องมือต่างๆ เพื่ออัพเกรดความสามารถของกล้องโทรทรรศน์ต่อไป\n",
        "output": [
            "A scheduled mission to the space telescope in 2008 is expected to deliver instruments to further upgrade the capabilities of the telescope.\n"
        ]
    },
    {
        "input": "\"เราเสียใจที่จะกล่าวว่าหลังจากเกือบหนึ่งปีครึ่งของการต่อสู้กับโรคมะเร็ง พี่ชายและนักเล่นเบสของเรา Ben Martin เสียชีวิตแล้วเมื่อเวลา 5.00 น. ตรง วันที่ 2 มกราคม ปี ค.ศ. 2008\"\n",
        "output": [
            "\"We are regretful to say that after nearly a year and a half of battling cancer, our brother and bass player Ben Marlin has passed away just about the stroke of 5 a.m. this January 2nd, 2008.\"\n"
        ]
    },
    {
        "input": "ฮอปเปอร์เป็นนักถ่ายรูป จิตรกรและช่างแกะสลักที่มีผลงานมากมาย ซึ่งผลงานของเขาเหล่านั้นก็ได้ถูกนำไปจัดแสดงทั่วโลก\n",
        "output": [
            "Hopper was a prolific photographer, painter, and sculptor whose works have been exhibited worldwide.\n"
        ]
    },
    {
        "input": "ยังมีรายงานว่ามีอุบัติเหตุอื่นเกิดขึ้นใน Newtownhamilton ของ County Armagh มีเด็กชายสองคนอายุ 17 ปี อยู่ในเหตุการณ์ด้วย\n",
        "output": [
            "Also, another accident was reported which took place in Newtownhamilton, County Armagh in which two 17 year old boys were involved.\n"
        ]
    },
    {
        "input": "คนจำนวน 20 คนต้องอพยพออกจากบ้านของพวกเขาระหว่างที่เจ้าหน้าที่กำลังปลดชนวนระเบิด\n",
        "output": [
            "20 people had to evacuate their homes while the bomb was safely defused.\n"
        ]
    },
    {
        "input": "Kaliba ซึ่งเป็นผู้นำของแอฟริกาที่อายุน้อยที่สุดในปี 2001 ได้กล่าวสุนทรพจน์ก่อนการเลือกตั้งโดยอ้างถึงการเลือกตั้งแบบประชาธิปไตยของ Congo ในรอบ 40 ปีที่ผ่านมา\n",
        "output": [
            "Kabila, who became the youngest head of state in Africa in 2001, used his final speech before voting to claim credit for taking the D.R.Congo to its first democratic elections in over 40 years.\n"
        ]
    },
    {
        "input": "คณะกรรมการจะตัดสินว่า ภาพยนตร์สามเรื่องใดที่จะถูกเสนอชื่อ\n",
        "output": [
            "The committee will decide which of the three films should receive nominations.\n"
        ]
    },
    {
        "input": "มีผู้เสียชีวิตอย่างน้อยสี่คนและบาดเจ็บอย่างน้อยสี่สิบคนจากเหตุการณ์เวทีถล่มเมื่อคืนวันเสาร์ที่งาน Indiana State Fair ซึ่งจัดขึ้นใน รัฐ Indiana ประเทศสหรัฐอเมริกา\n",
        "output": [
            "At least four people died and forty were injured Saturday night as the result of a stage collapsing at the Indiana State Fair, located within the US state of Indiana.\n"
        ]
    },
    {
        "input": "เป็นเวลาเกือบแปดเดือนที่เขาถูกคุมขังที่นั่น และ Manning ได้ถูกสั่งให้ใส่กางเกงในบ็อกเซอร์เพียงตัวเดียวนอน เนื่องจากเขาอยู่ภายใต้กฎ \"การเฝ้าระวังป้องกันการทำร้ายตนเอง\" ตามที่ร้อยโท Brian Villiard โฆษกและผู้ดูแลอำนวยความสะดวกด้านต่างๆ ของเมือง Quantico\n",
        "output": [
            "For most of the eight months he has been held there, Manning has been required to sleep only in his boxer shorts because he has been under \"prevention of injury watch,\" according to First Lieutenant Brian Villiard, a spokesman for the Quantico facility.\n"
        ]
    },
    {
        "input": "Safia Ahmed-jan ผู้อำนวยการของ Afghan Ministry of Women's Affairs ในจังหวัด Khandahar ผู้สนับสนุนสิทธิสตรีและนักวิจารณ์ฝีปากกล้าต่อการจำกัดสิทธิดังกล่าวของ Taliban ถูกยิงเสียชีวิตโดยมือปืนนิรนาม นอกบ้านของเธอในเมือง Khandahar ทางใต้ของอัฟกานิสถานเมื่อวันจันทร์ที่ผ่านมา\n",
        "output": [
            "Safia Ahmed-jan, the director of the Afghan Ministry of Women's Affairs for the Khandahar province and an advocate of women's rights and a strong critic of the Taliban's repression of those rights, was shot dead by unidentified gunmen outside her home in Khandahar city in southern Afghanistan on Monday.\n"
        ]
    },
    {
        "input": "และนี่เป็นเหตุให้คุกที่ใช้คุมขัง อันเป็นสถานที่ที่นายโปพอฟถูกทุบทำร้ายได้ถูกปิดลง\n",
        "output": [
            "This resulted in the holding cell where Popov's beating occurred being closed down.\n"
        ]
    },
    {
        "input": "แม้จะมีการโจมตีจาก Palin แต่บทความต้นฉบับใน New York Times ฉบับวันที่ 3 ตุลาคม สรุปว่า Obama และ Ayers ไม่เคยมีความใกล้ชิด และปฏิสัมพันธ์ต่อกันมีขึ้นเมื่อ Obama เริ่มงานในการเป็นประธานาธิบดีช่วงเริ่มต้นจากโครงการปฏิรูปการศึกษา \"พูดได้ว่า เส้นทางของพวกเขามาบรรจบกันบ้างเป็นบางครั้ง\"\n",
        "output": [
            "Despite Palin's attack, the original article in the October 3 New York Times concluded that Obama and Ayers were never close, and that the connection was through Obama's initial run for office and a schools reform project, \"saying that their paths have crossed sporadically\".\n"
        ]
    },
    {
        "input": "นาย Breur กล่าวว่าขั้นตอนนี้เป็นเรื่องปกติในรัสเซียเพื่อหลีกเลี่ยงการเก็บภาษีปริมาณมาก\n",
        "output": [
            "Breur said the process was common in Russia to avoid hypertaxation.\n"
        ]
    },
    {
        "input": "เมื่อพูดถึงปฏิกิริยาการโต้ตอบจากชาวอิรักต่อเหตุระเบิดในลอนดอน โฆษกกล่าวว่า \"ฟีดแบ็กที่กลับมาส่วนใหญ่จากการสวดมนต์วันศุกร์ในหน่วยปฏิบัติการในพื้นที่ของอังกฤษคือการต่อต้านการโจมตีที่กรุงลอนดอน\"\n",
        "output": [
            "Speaking of the response by Iraqis to the London bombings, the spokesperson said, \"Most of the feed back from Friday pray[ers] in the British Area of Operation were against the attacks on London.\"\n"
        ]
    },
    {
        "input": "Jean Eyeghe Ndong กล่าวว่า Bongo เป็นผู้นำมายาวนานที่สุดของประเทศในแอฟริกา ได้ถึงแก่อสัญกรรมที่คลินิก Quiron ในวันจันทร์ด้วยอายุขัย 73 ปี\n",
        "output": [
            "Jean Eyeghe Ndong said that Bongo, the longest-serving leader of an African country, had died at the Quiron clinic on Monday, at the age of 73.\n"
        ]
    },
    {
        "input": "Rico Daniels นักจัดรายการโทรทัศน์ชาว British ซึ่งอาศัยอยู่ในฝรั่งเศส ผู้ซึ่งเป็นที่รู้จักกันในซีรีส์โทรทัศน์สองซีรีส์ -The Salvager- ขณะที่เขายังคงอาศัยอยู่ในสหราชอาณาจักร และต่อมา Le Salvager ภายหลังจากที่เขาย้ายไปฝรั่งเศส\n",
        "output": [
            "Rico Daniels is a British TV presenter living in France who is known for his two television series — The Salvager — whilst he still lived in the UK and then Le Salvager after he moved to France.\n"
        ]
    },
    {
        "input": "\"เครื่องตรวจจับควันแจ้งเตือนขึ้นที่ชั้นที่ 13 และ 27\"\n",
        "output": [
            "\"Smoke detectors went off on the 13th and 27th floors.\"\n"
        ]
    },
    {
        "input": "นอกจากนี้ คนไข้ที่เคยที่มีอาการเกี่ยวกับความเสียหายต่อหัวใจ (ซึ่งอาจเป็นผลข้างจากการใช้ยา) จะไม่ได้รับเงินอุดหนุนในการรักษา\n",
        "output": [
            "In addition, those who are predisposed to heart damage (which can be a side effect of the drug) will not be provided with the subsidised medication.\n"
        ]
    },
    {
        "input": "ผู้รายงานข่าวจาก sans frontières อ้างว่าโปแลนด์เป็นประเทศเดียวในสหภาพยุโรปที่มีการตัดสินโทษจำคุกสำหรับคดี \"หมิ่นประมาท\" และเป็นครั้งแรกที่เกิดขึ้นในสหภาพยุโรป\n",
        "output": [
            "Reporters sans frontières claims that Poland is the only European Union country in which prison sentences are imposed for \"offences of opinion\" and that this is the first such occurrence in the EU.\n"
        ]
    },
    {
        "input": "ข่าวนี้ได้สร้างความสะเทือนใจให้กับประเทศ Austria เพราะมีกรณีที่คล้ายกันนี้เกิดขึ้นกับ Natascha Kampusch ที่ถูกลักพาตัวไปตั้งแต่เธออายุ 10 ขวบ และหลบหนีออกมาได้หลังถูกขังอยู่ใน \"คุกใต้ดิน\" เป็นเวลาแปดปีในปี 2006\n",
        "output": [
            "The news has shocked Austria, as has its similarity to the case of Natascha Kampusch who was kidnapped aged 10, and escaped after being held in a \"dungeon\" for eight years in 2006.\n"
        ]
    },
    {
        "input": "\"มันเป็นเพราะนาย Rudd ยกเลิกทุกอย่างทั้งหมด เลยทำให้มีคนที่เข้ามาอย่างผิดกฎหมายมากกว่า 50,000 คน\" Abbott กล่าว\n",
        "output": [
            "\"It's because Mr. Rudd closed it all down that we've had more than 50,000 illegal arrivals,\" claimed Abbott.\n"
        ]
    },
    {
        "input": "โฆษกของกาชาดกล่าวว่า บ้านประมาณสองร้อยหลังจมหรือได้รับความเสียหาย\n",
        "output": [
            "A spokesperson for the Red Cross said approximately two hundred houses had been sunk or wrecked.\n"
        ]
    },
    {
        "input": "\"ในกระบวนการผลิต มีฝุ่นละอองอะลูมิเนียมจำนวนมากลอยอยู่ในอากาศมากมาย\"\n",
        "output": [
            "\"In the process, there is lots of aluminum (aluminium) dust floating in the air. \"\n"
        ]
    },
    {
        "input": "ผู้แทนสองคนที่ได้เคยรับการลงคะแนนมาก่อนหน้าให้เป็นกรรมการบริหารของโรงเรียนที่จะร่วมการวางแผนหลักสูตรทฤษฎีวิวัฒนาการสำหรับวิชาวิทยาศาสตร์ให้กับโรงเรียนรัฐบาล ได้รับคะแนนโหวตน้อยที่สุดเมื่อการเลือกตั้งวันอังคาร\n",
        "output": [
            "Two candidates who had previously voted as school board members to include intelligent design in the public school science curriculum received the fewest votes in Tuesday's election.\n"
        ]
    },
    {
        "input": "\"รัฐบาลยังจะให้ความร่วมมืออย่างใกล้ชิดต่อประชาคมระหว่างประเทศในการรักษาความสงบและความปลอดภัยบนคาบสมุทรเกาหลี\"\n",
        "output": [
            "\"The government will also cooperate closely with the international community to maintain peace and safety on the Korean Peninsula.\"\n"
        ]
    },
    {
        "input": "\"ในซูดาน สภารักษาความปลอดภัยทางสงคราม (U.N.) ได้ตัดสินใจที่จะส่งผู้มีความเชี่ยวชาญทางด้านทหารไปที่ Darfur เพื่อเตรียมการสำหรับการครอบครองและการแบ่งแยก\"\n",
        "output": [
            "\"In Sudan, the crusader (U.N.) Security Council decided to send military experts to Darfur in preparation for its occupation and division.\"\n"
        ]
    },
    {
        "input": "แต่เมื่อเช้านี้ เจ้าหน้าที่ตำรวจเมือง Dallas ได้รายงานว่า Owens ได้รับประทานยาไม่ทราบชนิดเป็นจำนวนมาก และในตอนเช้าเมื่อเจ้าหน้าที่ถามว่าเขาได้พยายามทำร้ายร่างกายตนเองหรือเปล่า Owens ก็ตอบว่า \"ใช่\"\n",
        "output": [
            "But this morning, Dallas police have reported that Owens took an unknown large amount of the pills, and when asked by police this morning if he had been attempting to hurt himself, Owens replied, \"Yes.\"\n"
        ]
    },
    {
        "input": "การศึกษาดังกล่าวได้รับรองการใช้พลังงานนิวเคลียร์อย่างเป็นทางการและวิจารณ์ข้อมูลบางอย่างที่ถูกใช้โดยผู้รณรงค์ต่อต้านนิวเคลียร์\n",
        "output": [
            "The study endorses the use of nuclear energy and attacks some of the data used by anti-nuclear campaigners.\n"
        ]
    },
    {
        "input": "อ้างอิงจาก Press Trust ของอินเดียซึ่งทางตำรวจได้รับแจ้งเหตุหลายรายเกี่ยวกับเด็กหญิงที่ยังไม่บรรลุนิติภาวะ 3 คนว่า Madhavan ข่มขืนพวกเธอ\n",
        "output": [
            "According to Press Trust of India, police in India received complaints from three underage girls alleging he had raped them.\n"
        ]
    },
    {
        "input": "นักข่าวทั้งสอง ตากล้อง Paul Douglas และช่างเสียง James Brolan ทั้งคู่เป็นชาวอังกฤษ ได้ติดตามไปกับกองทหารอเมริกันภาคพื้นดินที่ 4 และกำลังอยู่ระหว่างการลาดตระเวนตอนที่รถยนต์ใกล้เคียงที่พ่วงกับระเบิดถูกจุดระเบิด\n",
        "output": [
            "The two journalists, cameraman Paul Douglas and soundman James Brolan, both British, were embedded with the American 4th Infantry Division and were on a routine patrol when a nearby car packed with explosives was detonated.\n"
        ]
    },
    {
        "input": "นายแครีกล่าว่า ยังคงมีคนที่กังขาเรื่องโลกร้อนและการเปลี่ยนแปลงของสภาพภูมิอากาศอยู่ในรัฐสภาสหรัฐที่ยังคง \"ท้าทายวิทยาศาสตร์\" แม้ว่าจะมีความพยายามและผลวิจัยของอัลกอร์และสหประชาชาติออกมา และชี้ว่า \"ทำเนียบประธานาธิบดีสหรัฐเป็นที่สุดท้ายที่จะเปลี่ยนแปลง\"\n",
        "output": [
            "Kerry noted that there are still skeptics of global warming and climate change in Congress who \"test the science\" despite the efforts and research of Al Gore and the United Nations and noting that \"the White House is the last place for change.\"\n"
        ]
    },
    {
        "input": "ในการแข่งขัน downhill และ Super-G พาราลิมปิกฤดูหนาวปี 2010 เจ้าของเหรียญ Alana Nichols ไม่ได้เริ่มการแข่ง\n",
        "output": [
            "In the downhill and Super-G event, 2010 Winter Paralympics medalist Alana Nichols did not start.\n"
        ]
    },
    {
        "input": "โรงงานใหม่ต่างผลิตได้ถึงแห่งละ 30 ล้านแกลลอน (113 ล้านลิตร) ต่อปี\n",
        "output": [
            "Each of the two new plants can produce 30 million gallons (113 ML) annually.\n"
        ]
    },
    {
        "input": "เธอได้ชนะการแข่งฟุตบอลลีก ในปีคริสตศักราช 2009 ขณะที่เธอสังกัดอยู่สโมสรดับเบิ้ลยู ซึ่งเป็นสโมสรฟุตบอลชื่อดังในประเทศออสเตรเลีย\n",
        "output": [
            "Playing in Australia's top level domestic league, the W-League, she won the league championship in 2009.\n"
        ]
    },
    {
        "input": "อาทิตย์ที่ผ่านมา ฟิจิข่มขู่ว่าจะไล่เจ้าหน้าที่ชั้นสูงของนิวซีแลนด์ ถ้านิวซีแลนด์ไม่ให้วีซ่าแก่ George Nacewa ลูกชายของเจ้าหน้าที่อาวุโสทางการทหาร เข้าประเทศ\n",
        "output": [
            "Last week the Fijian regime threatened to expel New Zealand's High Commissioner unless the New Zealand government granted a visa to George Nacewa, the son of a senior regime official.\n"
        ]
    },
    {
        "input": "ประธานบริหาร FA Brian Barwick แสดงความผิดหวังที่การประชุมประจำปีของ IFAB ใน Gleneagles, สก็อตแลนด์: \"เราเคยสนับสนุนเทคโนโลยี Goal-Line แต่จะไม่มีการทดลองอีกต่อไป และมันจะไม่กลับมาอยู่บนวาระในปีหน้าหรือในอนาคตที่สามารถมองเห็นได้\"\n",
        "output": [
            "FA chief executive Brian Barwick expressed his disappointment at the annual meeting of the IFAB in Gleneagles, Scotland: \"We were in favour of goal-line technology but there will be no more experiments and it will not be back on the agenda next year, or in the foreseeable future.\"\n"
        ]
    },
    {
        "input": "กลุ่มปาปาราซซีบันทึกวีดีโอที่ Britney ขับรถชนรถอีกคันหนึ่งในวันที่ 6 เดือนสิงหาคม ในขณะที่เธอพยายามที่จะเข้าจอดในที่จอดรถของ Studio City\n",
        "output": [
            "A group of paparazzi recorded a video Britney steering her car into another vehicle on August 6 as she tried to pull into a parking spot in a Studio City lot.\n"
        ]
    },
    {
        "input": "ไวรัสสายพันธุ์นี้ถูกพบช่วงระหว่างเดือนเมษายนถึงมิถุนายนในปี ค.ศ. 2006 ในมณฑล Fujian ประเทศจีนในขณะที่ทีมของ Guan กำลังตรวจสอบเป็ด ไก่ ห่านและสัตว์ปีกอื่นๆ ที่ตลาดในมณฑล\n",
        "output": [
            "The strain was discovered during April and June of 2006 in China's Fujian Province when Guan's team examined ducks, chickens, geese and other birds at a market in the province.\n"
        ]
    },
    {
        "input": "ในเดือนมกราคม รัฐบาลอินโดนีเซียได้จัดการประชุมด้านพลังงานขึ้นเพื่อดึงดูดการลงทุนในด้านโครงสร้างพลังงาน\n",
        "output": [
            "In January, the Indonesian government held a special energy summit to attract investment in their energy infrastructure.\n"
        ]
    },
    {
        "input": "ครอบครัวจำนวนหกคนได้รับบาดเจ็บที่ Flat Rock Bridge Family Resort และพื้นที่ตั้งแคมป์ในเมืองLebanon ของรัฐเมน หลังจากพายุฝนรุนแรงทำให้ต้นไม้โค่น ซึ่งต้นหนึ่งล้มลงบนเต็นท์\n",
        "output": [
            "A family of six were injured at Flat Rock Bridge Family Resort and campground in Lebanon, Maine after a severe thunderstorm caused trees to topple, with one landing on a tent.\n"
        ]
    },
    {
        "input": "Moses Driver หัวหน้ากรมตำรวจรักษาการแทนได้ปฏิเสธถึงการเข้ายึดครองใดๆ\n",
        "output": [
            "Acting Police Commissioner Moses Driver denied that any take over had occurred.\n"
        ]
    },
    {
        "input": "โดยสายการบินได้ใช้โอกาสเหมือนทุกครั้งในการจำหน่ายที่นั่งของสายการบินมากถึง 200,000 ที่นั่งในราคาลดพิเศษที่ 99เพนนี/99เซนต์ ต่อที่นั่ง\n",
        "output": [
            "Having reached the milestone, the airline promptly used the opportunity, as always, to sell seats; launching a massive 200,000 seat sale at 99p/99c a seat.\n"
        ]
    },
    {
        "input": "นายกรัฐมนตรีรัฐควีนส์แลนด์ นาย Peter Beattie กล่าวว่า การเปลี่ยนผู้นำคนใหม่ \"จะทำให้เห็นถึงช่วงเวลาใหม่ของความมั่นคงสำหรับพรรค\"\n",
        "output": [
            "Premier of Queensland Peter Beattie has said that the leadership change \"will herald in a new period of stability for the party.\"\n"
        ]
    },
    {
        "input": "การใช้งานประวัติการค้นหาจำเป็นต้องให้ผู้ใช้งานลงทะเบียนระบบของ Google หรือ Gmail\n",
        "output": [
            "Use of the search history requires that the user have and log in to a Google or Gmail account.\n"
        ]
    },
    {
        "input": "ในขณะที่เด็กอยู่บนชายหาดกับพ่อแม่ ระหว่างกำลังรอข้ามไปยังแผ่นดินใหญ่ส่งด้วยเรือขนส่งฮุคพ้อยท์\n",
        "output": [
            "The child was on the beach with her parents while they waited to be transported to the mainland on the Hook Point barge.\n"
        ]
    },
    {
        "input": "เขต Henley เรียกร้องให้จัดการเลือกตั้งเมื่อสส. Boris Johnson ได้รับเลือกเป็นนายกเทศมนตรีของลอนดอน\n",
        "output": [
            "Henley called for an election when its representative Boris Johnson was elected Lord Mayor of the City of London.\n"
        ]
    },
    {
        "input": "นักบวชเกย์จะได้รับอนุญาตให้เป็นบาทหลวงหรือไม่นั้น ได้กลายมาเป็นประเด็นในปี 2003 พร้อมกับการแต่งตั้ง Rev Jeffrey John เป็น Bishop of Reading\n",
        "output": [
            "Whether gay clergyman would be allowed to become bishops became an issue in 2003 with the appointment of Rev Jeffrey John as Bishop of Reading.\n"
        ]
    },
    {
        "input": "อีกสามคนถูกพบใกล้ถนนในรัสตามิยาทางผั่งตะวันออกเฉียงใต้ของชานเมืองหลวง\n",
        "output": [
            "The other three were found near a road in Rustamiya on the southeastern outskirts of the capital.\n"
        ]
    },
    {
        "input": "เจ้าหน้าที่ตำรวจซึ่งไม่ระบุนามที่ทำการสอบสวนเหตุการณ์ไฟไหม้กล่าวว่า ขีปนาวุธชนิดอากาศ-สู่-อากาศอย่างน้อย 400 ถึง 450 ลำได้รับความเสียหายและถูกทำลายในกองเพลิง\n",
        "output": [
            "According to unnamed police officials investigating the fire, at least 400 to 450 air-to-air missiles were damaged or destroyed in the fire.\n"
        ]
    },
    {
        "input": "หลังจากช่วงถามตอบ ก็ได้เริ่มเปิดแสดงวีดิทัศน์บันทึกแถลงการณ์ของนายจอร์น แครี\n",
        "output": [
            "After questions and answers finished, the video statement from John Kerry began to play.\n"
        ]
    },
    {
        "input": "ซึ่งในที่ประชุม Uribe ได้กล่าวหารัฐบาลของ Correa มีความใกล้ชิดกับกลุ่มกบฎ FARC แต่ Correa ก็ปฏิเสธต่อข้อกล่าวหานั้นๆ ทันที\n",
        "output": [
            "At the summit, Uribe charged Correa's government of having links with the FARC rebels, a charge that Correa quickly denied.\n"
        ]
    },
    {
        "input": "เขาใช้เวลาอยู่สามชั่วโมงในคืนหนึ่ง เพื่อจะพิจารณาถึงปัจจัยที่ส่งผลให้เกิดการขยายตัวใน Manhatttan ณ ห้อง Rebecca's Hidden ตามคำกล่าวของ The Village Voice \"คุณสามารถพาแฟนหรือภรรยา และปฏิบัติต่อเขาด้วยความเคารพ เว้นเสียแต่ว่าพวกเขาอยากได้รับการปฏิบัติด้วยอะไรบางอย่างที่ไม่ใช่ความเคารพ\"\n",
        "output": [
            "He spent three hours one night in what is considered one of the more upscale establishments in Manhattan, Rebecca's Hidden Chamber, where according to The Village Voice, \"you can take your girlfriend or wife, and have them treated with respect—unless they hope to be treated with something other than respect!\"\n"
        ]
    },
    {
        "input": "สถาบัน The Atlanta Journal Constitution (AJC) รายงานว่า พบปืนพกสองกระบอกในที่เกิดเหตุ\n",
        "output": [
            "The Atlanta Journal Constitution (AJC) reports that two handguns were found at the scene.\n"
        ]
    },
    {
        "input": "เห็นได้ชัดว่าการบรรลุข้อตกลงเกิดขึ้นหลังการโต้แย้งเกี่ยวกับการระดมทุนของรัฐบาลเพื่อองค์กรต่างๆ เช่น การวางแผนจะเป็นบิดา-มารดา ได้รับการแก้ไข\n",
        "output": [
            "The deal was apparently reached after disputes over government funding for organizations such as Planned Parenthood were resolved.\n"
        ]
    },
    {
        "input": "สะพานมูลค่า $220 ล้านแห่งนี้มีกำหนดเปิดในเดือนมิถุนายน ปี 2007 และเป็นโครงการก่อสร้างที่ใหญ่ที่สุดในประวัติศาสตร์ของ Ohio\n",
        "output": [
            "The $220 million bridge is scheduled for opening in June, 2007, and is the largest construction project in the history of Ohio.\n"
        ]
    },
    {
        "input": "กลุ่มนักเคลื่อนไหวของ Narmada Bachao Andolan พยายามป้องกันไม่ให้เจ้าหน้าที่ตำรวจพาตัวเธอไป และมีบางคนถูกจับกุมข้อหาสร้างความวุ่นวาย\n",
        "output": [
            "Activists of the Narmada Bachao Andolan tried to prevent the police from moving Patkar and some were arrested on rioting charges.\n"
        ]
    },
    {
        "input": "ค่ายดังกล่าวก่อตั้งขึ้นในปี ค.ศ. 1992 โดยเป็นการร่วมธุรกิจกันระหว่างค่าย BMG และ Wolfgang Funk ในปี ค.ศ. 2005 บริษัทแม่ของค่ายได้ควบรวมกิจการกับ Sony และก่อตั้ง Sony BMG และในเดือนธันวาคม ค.ศ. 2008 Funk ได้ลาออกจากตำแหน่งประธานบริษัท\n",
        "output": [
            "Formed as a joint venture between BMG and Wolfgang Funk in 1992, the label had seen its parent merge with Sony in 2005 to form Sony BMG and Funk quit as president in December 2008.\n"
        ]
    },
    {
        "input": "นายโกว์ได้ก้มศรีษะเพื่อแสดงความเสียใจ และสัญญาว่าดำเนินการป้องกันไม่ให้โศกนาฎกรรมดังกล่าวเกิดขึ้นอีก\n",
        "output": [
            "Gou, bowing as an expression of regret, promised to work to prevent such tragedies occurring again.\n"
        ]
    },
    {
        "input": "วุฒิสมาชิก MacDonald กล่าวกับ ABC Radio ช่อง AM ว่าเขามองว่ากัปตันและอาจจะรวมถึงชาวประมงอาวุโสที่คาดว่าทำการประมงผิดกฎหมายในน่านน้ำออสเตรเลีย จะถูกดำเนินคดี โดยที่ลูกเรือคนอื่นๆ จะถูกส่งกลับประเทศอินโดนีเซียในทันที\n",
        "output": [
            "Senator MacDonald told the ABC Radio programme AM that he expected in the case of those thought to have been fishing in Australian waters illegally, the captain and perhaps the senior fishing master would be charged, with other crew being immediately repatriated to Indonesia.\n"
        ]
    },
    {
        "input": "ในวันพฤหัสบดี บรรดาแรงงานน้ำมันถูกลักพาตัวจากบาร์ใกล้กับสลัมโดยกลุ่มชายพกอาวุธซึ่งยิงนายทหารที่คุ้มกันบรรดาแรงงานเสียชีวิตหนึ่งเสียชีวิตและบาดเจ็บอีกหนึ่งนาย\n",
        "output": [
            "On Thursday, oil workers were kidnapped from a bar near the slums by armed men who shot dead an Army soldier guarding the workers, and injured another soldier.\n"
        ]
    },
    {
        "input": "โบราณสถานตั้งอยู่บนเนินเขาติดกับทะเล Mediterranean ที่มองไปเห็นบ้านพักฤดูร้อนของ Hosni Mubarak ประธานาธิบดีของอียิปต์\n",
        "output": [
            "The archaeological site is on a hill along the Mediterranean Sea overlooking the summer home of Hosni Mubarak, president of Egypt.\n"
        ]
    },
    {
        "input": "ตามที่ ABC ได้เข้าร่วมใน เมือง Charlotte รัฐ North Carolina Flair กลายเป็นส่วนหนึ่งในเหตุการณ์บนถนน และถูกกล่าวหาด้วยความโกรธเมื่อวันพุธที่แล้ว ที่ถนน Interstate 485\n",
        "output": [
            "According to an ABC affiliate in Charlotte, North Carolina, Flair took part in an alleged road rage incident last Wednesday on Interstate 485.\n"
        ]
    },
    {
        "input": "ดร.เฮอรี ราฮาริไซนา รัฐมนตรีทรัพยากรประมงและทะเลของประเทศมาดากัสการ์ ได้แสดงความเสียใจในนามของรัฐบาลต่อครอบครัวของผู้เคราะห์ร้าย\n",
        "output": [
            "Dr Hery Raharisaina, Madagascar's fishing and aquatic resources minister, offered condolence to the families of the victims on behalf of the government.\n"
        ]
    },
    {
        "input": "เลค วาเลซา ผู้ก่อตั้งกลุ่มกิจกรรมการเคลื่อนไหว Solidarity ได้ลาออกจากองค์กรแล้ว\n",
        "output": [
            "Lech Walesa, the founder of the Solidarity movement has quit the organisation.\n"
        ]
    },
    {
        "input": "ผู้บังคับบัญชาตำรวจของพื้นที่ North West Sydney และผู้ช่วยกรรมาธิการกล่าวว่า เขารู้สึกยิินดีมากที่ทางสโมสรทำงานกับทางตำรวจในเชิงรุกเพื่อควบคุมสถานการณ์\n",
        "output": [
            "The police Commander of the North West Sydney region, Assistant Commissioner said he was pleased that the club was working with the police proactively.\n"
        ]
    },
    {
        "input": "พวกเรากำลังเตรียมความพร้อมในสภาพแวดล้อมที่พวกเราไม่รู้จริงๆว่าความร้ายแรงของโรคระบาดนี้จะหนักแค่ไหน\"\n",
        "output": [
            "We're preparing in an environment where we really don't know ultimately what the size of seriousness of this outbreak is going to be.\"\n"
        ]
    },
    {
        "input": "Bourdin ได้อยู่กับครอบครัวสามีภรรยาคู่นั้นเป็นเวลาสาม เดือนจนกระทั่งนักข่าวได้เปิดโปงความจริงและยืนยันการโกหกของเขาผ่านผลพิสูจน์ทาง DNA\n",
        "output": [
            "Bourdin lived with the couple for three months before a journalist exposed him and his lies were confirmed by a DNA test.\n"
        ]
    },
    {
        "input": "คณะผู้พิพากษาศาลยุติธรรมชาวอิรักห้าท่าน ซึ่งมีผู้พิพากษา Rizgar Mohammed Amin เป็นประธานได้รับมอบอำนาจให้พิพากษาลงโทษประหารชีวิตเขา\n",
        "output": [
            "A tribunal of five Iraqi judges headed by Rizgar Mohammed Amin, with the death penalty vested in them, will decide his sentence.\n"
        ]
    },
    {
        "input": "\"กระแสลมแรกเย็นและแห้งและกระแสลมที่สองอุ่นและชื้น\"\n",
        "output": [
            "\"The first one was cold and dry and the second one was warm and humid.\"\n"
        ]
    },
    {
        "input": "กลุ่มผู้บริโภค? ที่ร้องเรียนว่าค่าบริการเหล่านี้เป็นผลให้ค่าตั๋วเครื่องบินสูงขึ้นถึงวันละ 265,000 ปอนด์ (หรือประมาณ 97 ล้านปอนด์ ต่อปี)\n",
        "output": [
            "The consumer group Which? claimed that these surcharges were increasing the cost of air travel by £265,000 a day (or about £97 million per year).\n"
        ]
    },
    {
        "input": "ในช่วงปี 1980s และปี 1990s Bethe ได้ทำการรณรงค์ให้มีการใช้งานนิวเคลียร์เพื่อสันติ ไม่เห็นด้วยกับการใช้อาวุธนิวเคลียร์เพื่อการแข่งขัน และต่อต้านการทดลองอาวุธนิวเคลียร์\n",
        "output": [
            "During the 1980s and 1990s, Bethe campaigned for the peaceful use of nuclear energy, arguing against the nuclear arms race and against nuclear testing.\n"
        ]
    },
    {
        "input": "สมาชิกยูโรโซนหลายประเทศได้รับผลกระทบจากระดับหนี้ที่เพิ่มสูง\n",
        "output": [
            "Several of the eurozone's member states have been impacted with increasing debt levels.\n"
        ]
    },
    {
        "input": "จากประวัติการเลือกตั้งของเขา เขาถูกมองว่าเป็นนักอนุรักษ์นิยม และสนับสนุน Federal Marriage Amendment เพื่อต่อต้านการแต่งงานแบบรักร่วมเพศ\n",
        "output": [
            "He is considered a social conservative in his voting record, and supported a Federal Marriage Amendment to bar same-sex marriage.\n"
        ]
    },
    {
        "input": "New York State Throughway หรือทางเชื่อมระหว่างรัฐ หมายเลข 90 ถูกปิดตั้งแต่ Rochester ใน New York ไปจนถึง Dunkirk ในรัฐเดียวกัน โดยมีความยาวทั้งหมดเกือบ 110 ไมล์\n",
        "output": [
            "The New York State Throughway, or interstate 90 is closed from nearly Rochester, New York to Dunkirk, New York which is nearly 110 miles long.\n"
        ]
    },
    {
        "input": "\"แน่นอน มันยังมีความต้องการใช้โทรศัพท์สาธารณะในออสเตรเลีย\"\n",
        "output": [
            "\"Certainly, there is a still a demand for payphones around Australia.\"\n"
        ]
    },
    {
        "input": "\"ท่านประธานาธิบดียังไม่ได้และจะไม่เรียกร้องให้โฆษกของเขาส่งต่อข้อมูลที่ผิด\" เธอกล่าว\n",
        "output": [
            "\"The President has not and would not ask his spokespeople to pass on false information,\" she said.\n"
        ]
    },
    {
        "input": "ยังไม่มีการแถลงสาเหตุการตายอย่างเป็นทางการ แต่มีรายงานว่า Gilson ได้รับบาดเจ็บที่ศีรษะ\n",
        "output": [
            "An official cause of death has not been released but it has been reported that Gilson did receive head injuries.\n"
        ]
    },
    {
        "input": "Sirius Star ซึ่งเป็นของบริษัท Vela International Marine ของรัฐ Saudi มีลูกเรือ 25 คนซึ่งมาจากฟิลิปปินส์ Saudi Arabia โครเอเชีย โปแลนด์ และ อังกฤษ\n",
        "output": [
            "The Sirius Star, owned by Saudi state firm Vela International Marine, has a crew of 25 from the Philippines, Saudi Arabia, Croatia, Poland, and Britain.\n"
        ]
    },
    {
        "input": "กลุ่มผู้ชายซึ่งเป็นพลเรือนถูกแทงซ้ำหลายครั้ง มีรอยที่ข้อมือของพวกเขาซึ่งทำให้ทราบว่ามือของพวกเขาถูกมัดรวมกัน และเหยื่อทุกคนมีรอยถูกยิงบนศรีษะของพวกเขา\n",
        "output": [
            "The men, all civilians, were stabbed repeatedly, had marks on their wrists which suggests their wrists were tied together, and all of the victims had gunshot wounds to their heads.\n"
        ]
    },
    {
        "input": "ผู้ใหญ่ในพื้นที่ได้รายงานว่า เด็กๆ เสียชีวิตจากโรคมาลาเรีย\n",
        "output": [
            "Adults from the area reported that the children had died of malaria.\n"
        ]
    },
    {
        "input": "องค์การสหประชาชาติพร้อมทั้ง \"การยรรลุความสำเร็จอย่างน่าประทับใจ\" และ \"ความล้มเหลวที่ไม่อาจลืมได้\" ได้เปลี่ยนไปแล้ว แต่จำเป็นต้องเปลี่ยนแปลงต่อไป เขากล่าวในบทความใน Newsweek International\n",
        "output": [
            "The United Nations with its \"impressive achievements\" and \"haunting failures\" has changed but needs to change further, he said in an article in Newsweek International.\n"
        ]
    },
    {
        "input": "\"นายกรัฐมนตรีถูกส่งเข้า Operation Theatre ตอน 6:40 น. การผ่าตัดแล้วเสร็จเมื่อ 8:45 น. และได้ข้อวินิจฉัยตอน 7:30 pm\"\n",
        "output": [
            "\"PM was sent to the Operation Theatre at 6:40 am, surgery was done at 8:45 am and was concluded at 7:30 pm.\"\n"
        ]
    },
    {
        "input": "รัฐบาลอิตาลีได้โต้เถียงเกี่ยวกับเรื่องนี้ และได้กล่าวว่าทางด้านสหรัฐอเมริการับรู้ทุกข้อมูลเกี่ยวกับการปฏิบัติการในวันที่ 4 มีนาคม\n",
        "output": [
            "The Italian government disputes this account, and has said that the US was fully aware of the operation on March 4.\n"
        ]
    },
    {
        "input": "Lee Tomkin ผู้อำนวยการจากสถาบันการกุศลของผู้เจ็บป่วย Migrane Action กล่าวถึงข่าวดังกล่าวว่าเป็น \"สิ่งวิเศษสุด\" และ \"เป็นก้าวที่ดีเยี่ยม\"\n",
        "output": [
            "Lee Tomkin, director of a sufferers' charity, Migraine Action, described the news as \"fantastic\" and \"genuinely a really great step forward.\"\n"
        ]
    },
    {
        "input": "ความเคลื่อนไหวนี้เกิดขึ้นหลังจากที่ Tenzin Gyatso ซึ่งเป็นดาไลลามะองค์ที่ 14 ให้คำปฏิญาณที่จะสละตำแหน่งหากเกิดสถานการณ์ที่ \"ไม่สามารถควบคุมได้\" ในทิเบตหลังจากได้มีการเสียชีวิตของผู้คนจำนวน 13 ถึง 100 คนในการประท้วงต่อต้านจีน\n",
        "output": [
            "This move comes after Tenzin Gyatso, the 14th Dalai Lama, vowed to step down from his position if things \"get out of control\" in Tibet, where violent demonstrations against China have killed anywhere from 13 to 100 people.\n"
        ]
    },
    {
        "input": "ตอนนี้จำนวนประชากรในเมือง Detroit ลดลงเป็น 713,777 คน จึงไม่อยู่ในเกณฑ์ที่จะได้รับประโยชน์ทางการเงิน\n",
        "output": [
            "Now that Detroit's population has fallen to 713,777, it is no longer eligible for these financial advantages.\n"
        ]
    },
    {
        "input": "รัฐมนตรีว่าการกระทรวงการเกษตร Jim Sutton ได้ออกมากล่าวว่า การเพิกถอนการนำเข้าเนื้อสัตว์ของบางประเทศนั้นอาจจะเกิดขึ้นจริง\n",
        "output": [
            "Agriculture Minister Jim Sutton went so far as to say that the suspension of meat exports by some countries was a real possibility.\n"
        ]
    },
    {
        "input": "มีรายงานว่าเมื่อบ่ายวันนี้ ไฟป่าขนาดใหญ่ซึ่งลุกไหม้ในบริเวณ High Desert ทางตอนใต้ของรัฐแคลิฟอร์เนีย ตั้งแต่เวลา 14.00 น. (2200 UTC) เมื่อวานนี้ ยังคงเป็นอันตรายต่อประชาชนในเมือง Palmdale ซึ่งตั้งอยู่ในบริเวณหุบเขา Antelope ใน Los Angeles County\n",
        "output": [
            "A huge wildfire that has been burning in the High Desert of Southern California since 2:00 pm (2200 UTC) yesterday continues to threaten residents in the city of Palmdale in the Antelope Valley region of the Los Angeles County this afternoon.\n"
        ]
    },
    {
        "input": "รายงานยังบอกอีกว่า เขาพลาดโอกาสในการหลบหลีกอุบัติเหตุฉุกเฉินเมื่อเครื่องบินโดยสารได้กระแทกกับรันเวย์และกระเด้งขึ้นไปบนอากาศ โดยในขณะนั้น Gagam Rochmana ผู้ช่วยนักบิน ได้เสนอให้ใช้วิธีบินวน แต่เขาไม่ใส่ใจ\n",
        "output": [
            "It also commented that he missed one further opportunity for emergency evasive action when the airliner struck the runway and bounced into the air, at which point co-pilot Gagam Rochmana requested a 'go-around' procedure be initiated, but was also ignored.\n"
        ]
    },
    {
        "input": "นกที่น่าทึ่งชนิดนี้มีความยาวขณะกางปีก 30 นิ้ว และสูงเกือบถึง 20 นิ้ว\n",
        "output": [
            "The remarkable birds have a 30-inch wingspan and stand nearly 20 inches high.\n"
        ]
    },
    {
        "input": "เด็กชายผู้ซึ่งถูกปกปิดชื่อเอาไว้ ไม่ลืมที่จะคาดเข็มขัดนิรภัยและยังใช้สัญญาณไฟเลี้ยวในที่ที่เขาต้องใช้\n",
        "output": [
            "The boy, whose name was not released, remembered to wear his seatbelt and even used his turn signal when he was supposed to.\n"
        ]
    },
    {
        "input": "คุณเดล เขียนอีเมล์ส่งไปยังคุณเคิร์คแพ็ททริคว่า \"ถ้าหากแอ้ปเปิลตัดสินใจได้ที่จะเปิดเสรีระบบปฏิบัติการแม็คโอเอส ให้แก่บริษัทคอมพิวเตอร์อื่นแล้ว เราจะยินดีมากที่จะเสนอให้กับลูกค้าของเราด้วย\n",
        "output": [
            "\"If Apple decides to open the Mac OS to others, we would be happy to offer it to our customers,\" Dell wrote in an email to Kirkpatrick.\n"
        ]
    },
    {
        "input": "ขณะที่หมีวิ่งกลับเข้าป่า สุนัขก็วิ่งไล่ตาม\n",
        "output": [
            "As the bear ran back into the woods, the dog chased it.\n"
        ]
    },
    {
        "input": "พรรคคู่แข่งต้องการอย่างน้อย 20 ที่นั่งจากฝั่งรัฐบาลเพื่อที่จะเอาชนะเสียงส่วนใหญ่ของฝั่ง Labor และเสียงจากพรรคอิสระ\n",
        "output": [
            "The Opposition need to pick up at least twenty seats from the government to overcome the significant Labor majority and a number of independents.\n"
        ]
    },
    {
        "input": "มีรายงานเพียง 186 รายในปี 2004 ลดลงจาก 336 รายในปีก่อนหน้า\n",
        "output": [
            "Only 186 cases were reported in 2004, down from 336 the previous year.\n"
        ]
    },
    {
        "input": "การแข็งค่าของเงินเลอูไม่มีได้แต่ผลบวกเนื่องจากมันยังสร้างความกดดันอย่างมากต่อผู้ส่งออก\n",
        "output": [
            "The leu's appreciation, however, isn't all positive, because it is putting a great deal of pressure on exporters.\n"
        ]
    },
    {
        "input": "ท่านเป็นพระโอรสองค์แรกที่ประสูติในตระกูลจักรพรรดิแห่งญี่ปุ่นนับแต่พระบิดาของท่านในปี 1965\n",
        "output": [
            "He is the first male baby born in the Japanese imperial family since his father in 1965.\n"
        ]
    },
    {
        "input": "\"การซื้อกิจการในครั้งนี้เป็นกลยุทธ์ที่เหมาะสมกับ 7-Eleven และทำให้เราได้ปรากฎตัวอยู่ในตลาดของมหานครชิคาโกมากขึ้น\" 7-Eleven Inc. กล่าว\n",
        "output": [
            "\"This acquisition is a strategic fit for 7-Eleven and enhances market presence in the Chicagoland area,\" said 7-Eleven Inc.\n"
        ]
    },
    {
        "input": "หนึ่งนาทีหลังจากศาลอุทธรณ์เมือง Edinburgh ปฏิเสธการประกันตัวบนพื้นฐานของความเห็นใจ Jim Swire โฆษกของครอบครัวเหยื่อผู้รับเคราะห์ และเป็นผู้ที่สูญเสียลูกสาวไปในเหตุการณ์โศกนาฏกรรมตัดพ้อต่อผลการพิจารณาคดี\n",
        "output": [
            "Minutes after Edinburgh's Appeals Court rejected bail on compassionate grounds Jim Swire, spokesman for the victim's families who lost his daughter in the disaster, complained about the ruling.\n"
        ]
    },
    {
        "input": "ตามรายงานของนาย Bill Rusko ผู้เป็นพ่อของเด็กสองคนในนั้น หมีตัวหนึ่งได้วิ่งข้ามทางหลวงหมายเลข 30 ใน Ligonier Township และวิ่งตรงไปที่เด็กสามคนที่กำลังเล่นแบดมินตัน\n",
        "output": [
            "According to Bill Rusko, the father of two of the children, the bear crossed Route 30 in Ligonier Township and moved towards the three kids as they played badminton.\n"
        ]
    },
    {
        "input": "\"มีปัญหาการจราจรที่ติดขัดและรถทุกคันต้องหยุด\" กล่าวโดยผู้เห็นเหตุการณ์คนเดินซื้อของที่มีอายุ 21 ปี Mohammad Wali.\n",
        "output": [
            "\"There was a traffic jam and all the vehicles were stopped,\" said one witness, 21-year old shopkeeper Mohammad Wali.\n"
        ]
    },
    {
        "input": "สำหรับกากปฏิกรณ์เหล่านี้จะถูกนำไปผลิตใหม่ ซึ่งต้องใช้เวลาอีกหลายเดือนเพื่อสกัด Plutonium สำหรับใช้กับอาวุธ\n",
        "output": [
            "The rods could be reprocessed for several months to extract weapons-grade plutonium.\n"
        ]
    },
    {
        "input": "สถานีรถไฟใต้ดิน Piccadilly Circus ได้กลับมาเปิดอีกครั้ง หลังจากถูกปิดไปก่อนหน้านี้\n",
        "output": [
            "Piccadilly Circus tube station has reopened after an earlier closure\n"
        ]
    },
    {
        "input": "เมื่อถูกกระตุ้นจากคำประกาศของประธานาธิบดี George W. Bush ว่าชาวอเมริกันในอิรักตายเพื่อ 'เรื่องที่มีเกียรติ'นาง Sheehan จึงตั้งค่ายกินนอนที่ไร่ปศุสัตว์รัฐ Texas ของ Bush ตลอดสัปดาห์ที่แล้วเพื่อเรียกร้องขอการพูดคุยเป็นการส่วนตัวกับประธานาธิบดี\n",
        "output": [
            "Prompted by President George W. Bush's announcement that Americans in Iraq have died for a 'noble cause', Sheehan has been camping near Bush's Texas ranch for the past week to demand a private conversation with the President.\n"
        ]
    },
    {
        "input": "ขณะที่น้ำแข็งอาร์กติกละลายเพิ่มมากขึ้น ฝูงเรือก็แล่นผ่านน่านน้ำที่ยังไม่ได้สำรวจ\n",
        "output": [
            "As more Arctic ice melts, the ships sail through uncharted waters.\n"
        ]
    },
    {
        "input": "นาย Herbert Khaemba หัวหน้าตำรวจประจำเขตภูมิภาคได้ประกาศในวันนี้ว่า \"เขาเชื่อว่าผู้ต้องสงสัยคนนี้เป็นตัวการหลักของการก่อเหตุฆาตกรรมโหด โดยเขาถูกจับกุมตัวได้ขณะกำลังหลบซ่อนอยู่ที่เมือง Taveta ชายแดนประเทศเคนยา\n",
        "output": [
            "Regional police chief Herbert Khaemba anounced today: \"The suspect believed to be the main organiser of the brutal murder was arrested by the police at the Kenyan border town of Taveta in hiding.\n"
        ]
    },
    {
        "input": "Martino ได้เสียชีวิตลงในเมือง Philadelphia อันเป็นบ้านเกิดของเขาหลังจากที่มีบทบาททางธุรกิจเพลงมาโดยตลอดเป็นเวลา 58 ปี\n",
        "output": [
            "Martino died at his childhood hometown of Philadelphia, following an active 58 years in the music business.\n"
        ]
    },
    {
        "input": "New York Yankees ดีดตัวกลับจากความพ่ายแพ้อย่างหนักเมื่อวันเสาร์ด้วยการคว้าชัยชนะในเกมวันอาทิตย์ 9 ต่อ 4 นัดที่เจอกับ Cleveland Indians จากการตีลูกได้อย่างทันเวลา\n",
        "output": [
            "The New York Yankees rebounded from a tough loss on Saturday to win Sunday's game 9-4 against the Cleveland Indians thanks to some timely hitting.\n"
        ]
    },
    {
        "input": "ตัวแทนของ Janice Dickinson ได้ออกแถลงการณ์เกี่ยวกับการตายของ Ryan\n",
        "output": [
            "A representative for Janice Dickinson released a statement about the death of Ryan.\n"
        ]
    },
    {
        "input": "นายโอเนอร์ โทเมโร แห่งศูนย์ควบคุมและหยุดแพร่ขยายของอาวุธกล่าวว่า หากไม่มีการเลิกใช้กฎหมายเก่าดังกล่าวอาจนำไปสู่สถานการณ์ที่ขายหน้า เนื่องจากการดำเนินการถอดถอนแผนการผลิตอาวุธนิวเคลียร์ของประเทศเกาหลีเหนืออาจล่าช้าเพราะวิธีการทางเทคนิค\n",
        "output": [
            "The absence of the waiver could have led to an embarrassing situation where progress on dismantling North Korea's nuclear program would have been delayed because of a technicality, said Leonor Tomero of the Center for Arms Control and Non-Proliferation.\n"
        ]
    },
    {
        "input": "การตัดสินใจของแผนB เป็นเพียงหนึ่งใน67ข้อเสนอใบสั่งยาเพื่อเปลี่ยนเป็น OTC ที่ไม่ได้รับการอนุมัติ แม้หลังจากคณะกรรมการที่ปรึกษาได้อนุมัติการเปลี่ยนแปลง\n",
        "output": [
            "The Plan B decision was the only one of 67 proposed prescription to OTC changes to be disapproved, even after advisory committees approved the changes.\n"
        ]
    },
    {
        "input": "ข้อสรุปของเอกสารกล่าวว่า \"มันอาจจำเป็นต้องรายงานท่านรัฐมนตรีถึงสถานการณ์\"\n",
        "output": [
            "The summary of the document said \"It may be necessary to advise the minister of the situation.\"\n"
        ]
    },
    {
        "input": "สิ่งที่บางกลุ่มเช่นองค์การนิรโทษกรรมสากลที่เรียกร้องให้ปิดค่ายดังกล่าวลง หรือกลุ่มฮิวแมน ไรท์ วอทช์ ที่กังวลเกี่ยวกับการปฎิบัติต่อนักโทษสงครามตามอนุสัญญาเจนีวา ในข้อเท็จจริงที่ว่านโยบายสำหรับผู้ถูกกักกันที่ถูกส่งตัวเข้ามาใหม่นั้นอนุญาตให้เวลาผ่านไปนานถึง 4 สัปดาห์ โดยอาจปฏิเสธการเข้าถึงผู้ถูกกักกันโดยคณะกรรมการนานาชาติของสภากาชาด (ICRC)\n",
        "output": [
            "Of concern to groups such as Amnesty International who campaign for the camp's closure, or Human Rights Watch concerned about prisoner handling under the prisoner of war aspects of the Geneva Convention, is the fact that policy for newly admitted detainees still allows for up to 4 weeks where access to the detainee by the International Committee of the Red Cross (ICRC) may be denied.\n"
        ]
    },
    {
        "input": "บุคคลในภาพข้างล่างคือ(เรือเอก)อาร์มสตรอง เจ้าหน้าที่ฝ่ายบริหารของ RCSCC 18 Vanguard และข้างหลังเขาคือกลุ่มนักเรียนนายเรือ\n",
        "output": [
            "Seen in the photograph below is Lieutenant (Navy) Armstrong, the Executive Officer of RCSCC 18 Vanguard, in the background, are Vanguard cadets.\n"
        ]
    },
    {
        "input": "เธอถูกมือปืนคว้าผมเอาไว้ และได้ยิงเธอกับผู้ชายอีกสองคนที่พยายามจะเข้ามาช่วย\n",
        "output": [
            "She was apparently grabbed by the hair by the gunman who then shot her and two men who attempted to come to her aid.\n"
        ]
    },
    {
        "input": "สันนิษฐานกันว่าเขาพยายามดันรถอีกคันหนึ่งให้พ้นทาง\n",
        "output": [
            "It is thought he was trying to force the other vehicle out of the way.\n"
        ]
    },
    {
        "input": "ในฐานะผู้จัดการทีม เขาทำให้ทีมได้รับชัยชนะ 1,800 เกมในช่วง 23 ปี\n",
        "output": [
            "As a manager, he also won 1,800 games over the course of 23 years.\n"
        ]
    },
    {
        "input": "ถ้า Google ไม่ปรับรหัสเบื้องหลัง counter นี้ จะมีข้อความแสดงว่า \"Over 2075\" หลังจากวันที่ 9 เมษายน\n",
        "output": [
            "Unless Google adjusts the code behind the counter, the text will read \"Over 2075\" after April 9.\n"
        ]
    },
    {
        "input": "เบนน์ชี้ว่าค่าตอบแทนที่ได้รับจากองค์กรแห่งนี้มีจำนวนเพียงไม่กี่เปอร์เซนต์ของรายได้ทั้งหมดของเขา; เมื่อคืนที่แล้วเบนน์ไปแสดงกับวงดนตรีของเขาที่โรงละครBloomsbury ในนกรุงลอนดอน\n",
        "output": [
            "He points out that he only receives a small percentage of his income from the corporation; last night he played with his band The Distractions at the Bloomsbury Theatre in London.\n"
        ]
    },
    {
        "input": "Dalton McGuinty จากพรรค Liberal ต้องการให้ Chan เข้าไปบริหารงาน\n",
        "output": [
            "Liberal premier Dalton McGuinty recreated it because he wanted Chan in it.\n"
        ]
    },
    {
        "input": "\"ประเทศควรเลือกที่จะส่งเสริมประชาชนที่จะทำงานมากกว่าพวกที่เลือกที่จะโกง\"\n",
        "output": [
            "\"The nation should choose to encourage people who like to work rather than those who prefer cheating\".\n"
        ]
    },
    {
        "input": "\"ผมซึ่งมีส่วนเกี่ยวข้องกับเหตุการณ์ดังกล่าว และผมคิดว่าเราจำเป็นต้องส่งข้อความที่ถูกต้องไปยังประชาชนชาวอาฟกานิสถาน\" เขากล่าว\n",
        "output": [
            "\"I would be concerned about it and I think we need to pass the right message to the Afghan people,\" he said.\n"
        ]
    },
    {
        "input": "เชื่อว่าชายผู้ถูกตั้งข้อหาฆาตกรรมเธอคือสามีของหลานสาวที่มีเรื่องระหองระแหงกับหลานสาวอยู่\n",
        "output": [
            "It is believed the man who has been charged with her murder was the estranged husband of her niece.\n"
        ]
    },
    {
        "input": "พวกเขากล่าวว่า พวกเขาต้องการที่จะดำเนินการตรวจสอบอาคาร Pine Gap ซึ่งเป็นที่ถกเถียงกันโดยประชาชน\n",
        "output": [
            "They say they wanted to conduct a citizens inspection of the controversial Pine Gap facility.\n"
        ]
    },
    {
        "input": "แอฟริกาใต้ตั้งเป้าหมายชัยชนะไว้ที่ 222 นั้นได้เพียง 172 หลังการขว้างลูกอย่างฉมังของจาค็อป โอรัม กับนาธาน แมคคัลลัม\n",
        "output": [
            "Chasing a victory target of 222, South Africa were all out for 172 after some inspired bowling performance by Jacob Oram and Nathan McCullum.\n"
        ]
    },
    {
        "input": "ประชาพิจารณ์ ในวันที่ 31 มกราคม เริ่มต้นจากการแสดงความเห็นของผู้เข้าฟังประมาณ 25 คน จากทั้งหมดประมาณ 35-40 คน ซึ่งทุกคนต่างก็คัดค้านข้อเสนอของอัยการเขต\n",
        "output": [
            "The January 31 hearing began with comments by approximately 25 of the audience of roughly 35–40, all of which opposed the DA's proposal.\n"
        ]
    },
    {
        "input": "เขากล่าวเพิ่มเติมว่า \"ผมเชื่อว่าเราจะเห็นในเร็ววันนี้ ที่ประชาชนมากมายเดินไปตามถนนที่ไปสู่ประชาธิปไตย\"\n",
        "output": [
            "Further adding, \"I trust that we will see in the coming days the vast majority of people taking the road to democracy.\"\n"
        ]
    },
    {
        "input": "รัฐบาลวางแผนปล่อยยานที่มีนักบินอวกาศสองคนไปสู่วงโคจรในเดือนกันยายนหรือเดือนตุลาคมในเที่ยวบินที่มีระยะเวลาห้าถึงหกวัน\n",
        "output": [
            "The government planned to launch a two-man crew into orbit in September or October on a five to six day flight.\n"
        ]
    },
    {
        "input": "ในการปรากฎตัวของนาย Barack Obama ประธานาธิบดีสหรัฐอเมริกาในรายการ The Tonight Show with Jay Leno Thursday night เขาได้กล่าวกับ Jay Leno ผู้ซึ่งเป็นพิธีกรประจำรายการว่าเขาได้เล่นโบวลิ่งในสนามโบวลิ่งของทำเนียบขาวและทำคะแนนได้ 129 คะแนน\n",
        "output": [
            "In an appearance on the The Tonight Show with Jay Leno Thursday night, United States President Barack Obama told host, Jay Leno, that he had bowled at the White House bowling alley and scored a 129.\n"
        ]
    },
    {
        "input": "รูปภาพที่ถูกผ่านการปรับแต่งจะถูกโพสต์ลงบนป้ายโฆษณาของแบรนด์ \"Easel Foundation Makeup\" ที่ถูกสมมติขึ้นมา\n",
        "output": [
            "The photo-manipulation is then posted on a billboard for the fictional \"Easel Foundation Makeup\" brand.\n"
        ]
    },
    {
        "input": "ตลอดช่วงถูกวิพากษ์วิจารณ์นี้ Bush ยืนเคียงข้าง Gonzales เสมอ\n",
        "output": [
            "Throughout the recent controversy Bush has stood next to Gonzales.\n"
        ]
    },
    {
        "input": "รถไฟ Amtrak 371 Pere Marquette เริ่มต้นเดินทางออกจาก Grand Rapids ในมิชิแกน และมีผู้โดยสาร 193 คนบนขบวน ซึ่งรวมพนักงานทั้งหกคนด้วย\n",
        "output": [
            "Amtrak train 371, the Pere Marquette, started in Grand Rapids, Michigan and carried 193 people on board including six crew members.\n"
        ]
    },
    {
        "input": "ตามที่สำนักงานของพวกเขาใน London England พวกเขา \"ได้ส่ง Rovs เพื่อการตรวจสอบข้อเท็จจริงและเฝ้าสังเกตมัน และไม่มีสัญญาณใดๆ ของน้ำมันหรือก๊าซถูกพบ\"\n",
        "output": [
            "According to their office in London, England, they \"sent ROVs to investigate and monitor that and no further signs of oil or gas were found.\"\n"
        ]
    },
    {
        "input": "ศาลสิทธิมนุษยชนยุโรปได้มอบรางวัล €2,500 ให้แก่ Abu Qatada นักต่อสู้ชาวอิสลาม ที่ยืนยัดต่อสู้กับสหราชอาณาจักรที่กักขังเขาโดยไม่มีเหตุผลในปีค.ศ. 2002\n",
        "output": [
            "The European Court of Human Rights has awarded €2500 to Abu Qatada, an Islamic militant and cleric, in a lawsuit he filed against the United Kingdom which detained him without trial in 2002.\n"
        ]
    },
    {
        "input": "การฝังร่างของเขาจะเกิดขึ้นที่สุสาน Hermano Pedro ใน Mixco\n",
        "output": [
            "Internment will take place at the Hermano Pedro cemetery in Mixco.\n"
        ]
    },
    {
        "input": "ลุงของเขาได้ให้สัมภาษณ์กับ CNN โดยไม่เปิดเผยชื่อ และกล่าวว่าหลานของเขาได้ศึกษาอยู่ที่อังกฤษในปี 2006 ในขณะที่คู่ขาของเขาที่อยู่ในอิหร่านได้ถูกจับกุมตัวและแขวนคอจากข้อหารักร่วมเพศ\n",
        "output": [
            "His uncle spoke with CNN on condition of anonymity, and said that his nephew was studying in Britain in 2006 when his partner in Iran was arrested and hanged after being charged with sodomy.\n"
        ]
    },
    {
        "input": "การแถลงการณ์เมื่อวันศุกร์ของรัฐบาลอังกฤษ มีขึ้นหลังจากที่รัฐสภายุโรปได้ขอให้หาทางแก้ปัญหาเรื่องนี้ และได้กล่าวว่าประเทศอิหร่านมีประวัติในการทรมานและลงโทษกลุ่มรักร่วมเพศ\n",
        "output": [
            "The announcement Friday by the British government came after the European Parliament urged a resolution to the case and said that Iran has a history of torturing and executing homosexuals.\n"
        ]
    },
    {
        "input": "อกุสติน วาร์กัส ผู้อยู่อาศัยในท้องถิ่นคนหนึ่งบอกว่าเขาเห็นเครื่องยนต์หยุดและเฮลิคอปเตอร์ตกดิ่งลงสู่พื้นดิน\n",
        "output": [
            "The motor stopped and the helicopter plummeted to the ground, said one local resident named Agustin Vargas.\n"
        ]
    },
    {
        "input": "แหล่งข่าวแจ้งมายังวิกินิวซ์ว่า แม้วิกิพีเดียเวอร์ชั่นภาษาอังกฤษจะไม่ถูกปิดกั้น แต่เวอร์ชั่นภาษาจีนยังคงถูกบล็อกหรือไม่ก็เข้าได้ยากในหลายพื้นที่ของจีน\n",
        "output": [
            "Sources tell Wikinews that although the English version is unblocked, the Chinese version still remains blocked or hard to access in many parts of the country.\n"
        ]
    },
    {
        "input": "เมื่อวันจันทร์ ผู้พักอาศัยของอาคารอพาร์ตเมนท์ภายนอกกรุงปารีสค้นพบระเบิดสมัยสงครามโลกครั้งที่สองในปล่องควัน\n",
        "output": [
            "On Monday residents of an apartment building just outside of Paris discovered a World War II bomb lodged in their chimney.\n"
        ]
    },
    {
        "input": "Goldman เคยดำรงตำแหน่งผู้อำนวยการสื่อสารของ 21st Century Democrats\n",
        "output": [
            "Goldman was formerly the communications director of 21st Century Democrats.\n"
        ]
    },
    {
        "input": "ในทุกๆ ปีประมาณวันที่ 5 พฤศจิกายน ประชาชนใน Great Britain และบางส่วนของเครือจักรภพจะเฉลิมฉลองคืน Guy Fawkes เพื่อรำลึกถึงนักคัดค้านจากเมือง York และบรรดาผู้ร่วมสมคบนิกาย Roman Catholic ของเขา ที่ล้มเหลวในการระเบิดที่ทำการรัฐสภาในวันที่ 5 พฤศจิกายน 1605\n",
        "output": [
            "Every year around November 5th, people in Great Britain and some parts of the Commonwealth celebrate Guy Fawkes night to commemorate the dissident from York and his Roman Catholic conspirators who failed to blow up the houses of Parliament on November 5, 1605.\n"
        ]
    },
    {
        "input": "Edward Lu และ Stanley Love แห่ง Johnson Space Centre ฮุสตัน ได้ช่วยลดความหวาดกลัวเกี่ยวกับการชนลงด้วยเช่นกัน\n",
        "output": [
            "Edward Lu and Stanley Love, of Johnson Space Centre, Houston, also have allayed fears about a collision.\n"
        ]
    },
    {
        "input": "โบราณสถานสิบสี่แห่งมีกำหนดปิดในวันที่ 1 ตุลาคม\n",
        "output": [
            "Fourteen state historic sites are scheduled to be closed October 1.\n"
        ]
    },
    {
        "input": "โดยก่อนถึงวันพิจารณาคดี นาย Wollard จะได้รับการประกันตัว โดยมีเงื่อนไขว่าจะต้องพำนักอยู่ในที่อยู่ปัจจุบันเท่านั้นและห้ามเดินทางเข้ามาภายในเขตเมือง Westminster\n",
        "output": [
            "Until then, Woollard has been granted bail, on condition that he remains at his current address, and does not enter the City of Westminster.\n"
        ]
    },
    {
        "input": "สภาพแวดล้อมของการแข่งนี้นั้นต่างออกไปมาก เมื่อกรมอุตุนิยมวิทยาได้รายงานว่าอุณหภูมิในสนามแข่งขณะมีการแข่งรถคือ 88องคาฟาเรนไฮต์ ( 31องศาเซลเซียส)\n",
        "output": [
            "The conditions at this race were far different, with the National Weather Service reporting temperatures of 88° F (31° C) at the track at race time.\n"
        ]
    },
    {
        "input": "แม้ว่าเพลง Beast Loose in Paradise นั้นตั้งใจจะให้ 'ออกไปทางภาพยนตร์'และ 'แนวสยองขวัญ'\n",
        "output": [
            "Although Beast Loose in Paradise is more 'movie-esque' and 'horror-ish' on purpose.\n"
        ]
    },
    {
        "input": "วาฬพันธุ์นำร่องได้ขึ้นมาเกยตื้นที่ Port Levy บน South Island อาสาสมัครหลายสิบคนให้การช่วยเหลือเพื่อให้พวกมันกลับสู่ทะเลออกจากทางน้ำแคบระหว่างเกาะ ซึ่งมีสภาพเป็นโคลนและตื้นเขิน\n",
        "output": [
            "The pilot whales beached themselves at Port Levy on South Island, but dozens of volunteers helped to try and get them back out to the open water out of the inlet, which is muddy and shallow.\n"
        ]
    },
    {
        "input": "\"ผมหมายถึงว่า ผมเสียใจที่ผมแพ้ แต่ว่าพวกเราแต่ละคนไม่เหมือนกัน และเธอทำได้ยอดเยี่ยมมาก\" Craig Sharpe กล่าว\n",
        "output": [
            "\"I mean, I'm sad that I lost, but we are different and she's just amazing,\" Craig Sharpe said.\n"
        ]
    },
    {
        "input": "ในความพยายามที่หาจากทางออกจากทางตันของการเจรจาระหว่างสภาผู้แทนฯ และวุฒิสภา Boehner บอกกับ Henry Reid ผู้นำวุฒิสภาของพรรค Democrat ว่าเขาจะจัดการลงคะแนนร่างกฎหมายฉบับของวุฒิสภาที่จะขยายเวลาของการลดภาษี ซึ่งมีกำหนดที่จะหมดอายุในตอนสิ้นปี\n",
        "output": [
            "In an effort to end the impasse between the House and Senate, Boehner told Senate Democratic leader Harry Reid that he would schedule a House vote on the Senate version of the bill that would extend the tax cut, which was due to expire at the end of the year.\n"
        ]
    },
    {
        "input": "Barack Obama และ John McCain วุฒิสมาชิกผู้สมัครชิงตำแหน่งประธานาธิบดีสหรัฐฯ เข้าร่วมการประชุมกระจายเสียงสดจากโบสถ์ Saddleback เมือง Lake Forest\n",
        "output": [
            "United States Presidential candidates Senators Barack Obama and John McCain each participated in a live forum broadcast from Saddleback Church in Lake Forest.\n"
        ]
    },
    {
        "input": "วันนี้ Apple Inc. ได้เสนอ iPhone ที่เหนือความคาดหมายที่งานการประชุม Macworld ใน San Francisco\n",
        "output": [
            "Apple Inc. today has introduced the much-anticipated iPhone at the Macworld Conference in San Francisco.\n"
        ]
    },
    {
        "input": "การวิจัยนี้ถูกรายงานใน the Journal of Alzimer's Disease\n",
        "output": [
            "The research is reported in the Journal of Alzheimer's Disease.\n"
        ]
    },
    {
        "input": "ข้อตกลงดังกล่าวยังคงรอการอนุมัติจากผู้ถือหุ้นส่วนใหญ่ของบริษัท PlanetOut ซึ่งต้องปฏิบัติตามกฏระเบียบและข้อบังคับโดยการยื่นเอกสารและรอการอนุมัติ รวมถึงบริษัทต้องปฏิบัติตามเงื่อนไขบางประการ\n",
        "output": [
            "The agreement still has to be approved by a majority of PlanetOut common stock holders, comply with regulatory filings and approvals, and meet various closing conditions.\n"
        ]
    },
    {
        "input": "แถลงการณ์จัดขึ้นในวันที่ 10 มีนาคม ก่อนที่จะมีคำตัดสิน Simon ได้แสดงความเสียใจต่อการกระทำของเขา\n",
        "output": [
            "In a statement March 10, prior to the verdict, Simon expressed regret for his actions.\n"
        ]
    },
    {
        "input": "Saskatchewan ได้รับรางวัลนี้ครั้งล่าสุดเมื่อปี 1989 และเป็นการปรากฏตัวครั้งสุดท้ายของพวกเขาในการแข่งขันชิงแชมป์การแข่งขันกับทีม Toronto Argonauts ในปี 1997\n",
        "output": [
            "Saskatchewan last won the Cup in 1989, and their last appearance at the championship game was in 1997 against the Toronto Argonauts.\n"
        ]
    },
    {
        "input": "MSNBC รายงานว่า นางคลินตันได้เอาชนะบารัค โอบามา ไป \"ด้วยคะแนนเสียงที่ต่างกันเพียงนิดเดียว\"\n",
        "output": [
            "MSNBC reports that Clinton beat Barack Obama by a \"very narrow margin.\"\n"
        ]
    },
    {
        "input": "อย่างไรก็ตาม Broncos ได้เอาชนะด้วยคะแนน 19–8 ในสนามที่พวกเขาเป็นเจ้าบ้าน; Blount และ ทีมรุกของโอเรกอน ไม่สามารถทำดาว์นที่หนึ่งได้เลยในช่วง 37 นาทีแรกของเกม\n",
        "output": [
            "The Broncos, however, won 19–8 in their home field; and Blount and Oregon's offense failed to achieve a single first down for the game's first 37 minutes.\n"
        ]
    },
    {
        "input": "Google ตอบกลับโดยการกล่าวว่าพวกเขาทำตามพระราชบัญญัติลิขสิทธิ์ Digital Millennium ที่ป้องกันไม่ให้บริษัทถูกฟ้องร้อง หากพวกเขานำเนื้อหาที่มีลิขสิทธิ์ออกทันทีที่พวกเขารับรู้\n",
        "output": [
            "Google has responded by saying that they followed the Digital Millennium Copyright Act, which prevents companies from being prosecuted if they bring down copyrighted content as soon as they are made aware of it.\n"
        ]
    },
    {
        "input": "ทีม Lightning และทีม Penguins จะลงแข่งในมหกรรมการแข่งขัน ในเยอรมนีและฟินแลนด์ตามลำดับ\n",
        "output": [
            "The Lightning and Penguins will play exhibition games in Germany and Finland respectively.\n"
        ]
    },
    {
        "input": "ข่าวสารเหตุการณ์ปัจจุบันยอดเยี่ยมในรอบสุดท้าย ได้แก่ Alex Teka, Detox Diary, Not Fit to Practise และ Turning the Tide\n",
        "output": [
            "Best current affairs report finalist were Alex Teka, Detox Diary, Not Fit to Practise and Turning the Tide.\n"
        ]
    },
    {
        "input": "ตอนนี้พนักงานดับเพลิงกลัวว่าไฟป่าอาจรวมเข้ากลายเป็นเปลวไฟลูกยักษ์ถ้าลมร้อน Santa Ana Winds จากทะเลทรายยังคงพัดโหมไฟป่า ทำให้คนกว่า 500,000 คนหนีเพื่อความปลอดภัย\n",
        "output": [
            "Firefighters now fear that the fires could merge into one giant blaze if the Santa Ana Winds continue sending close to if not over 500,000 people running for safety.\n"
        ]
    },
    {
        "input": "นายอเล็กซี มิตาเยฟ ตำรวจที่ต้องสงสัยว่าเป็นผู้ทำร้ายนายโปพอฟถูกให้ออกจากงาน และกล่าวกันว่าเขาได้รับสารภาพว่าเป็นผู้ก่ออาชญากรรมดังกล่าว\n",
        "output": [
            "The suspected officer, Alexei Mitayev, was dismissed from the force, arrested, and is said to have since confessed to this crime.\n"
        ]
    },
    {
        "input": "พ.ร.บ.นี้ซึ่งได้รับการสนับสนุนโดย Darlene Senger ผู้ว่าการรัฐจากเขต Naperville ผ่านด้วยคะแนนเสียงข้างมาก 114-1 และจะได้รับการพิจารณาจากสมาชิกวุฒิสภารัฐ Illinois\n",
        "output": [
            "The bill, which was sponsored by State Representative Darlene Senger from Naperville, passed with a 114–1 majority and will be considered by the Illinois Senate.\n"
        ]
    },
    {
        "input": "กลุ่ม Taliban อ้างว่าเป็นผู้กระทำการระเบิด โดยกล่าวว่าเป้าหมายคือสถานทูต\n",
        "output": [
            "The Taliban claimed responsibility for the blast, saying their target was the embassy.\n"
        ]
    },
    {
        "input": "จากการตรวจวัดของ University of Chile Geological Survey (UCGS) พบอาฟเตอร์ช็อกมีขนาดสูงถึง 5.9 มีศูนย์กลางอยู่ที่สิบเก้ากิโลเมตรทางตะวันตกของเมือง Pichilemu\n",
        "output": [
            "The aftershock reached a magnitude of 5.9 with the epicenter located nineteen kilometers west of Pichilemu, according to the University of Chile Geological Survey (UCGS).\n"
        ]
    },
    {
        "input": "คำพิพากษาอย่างเป็นทางการจะถูกประกาศในวันที่ 25 กุมภาพันธ์ 2005\n",
        "output": [
            "The official sentence will be announced on February 25th, 2005.\n"
        ]
    },
    {
        "input": "โครงการต้องการเงินลงทุนที่ 10.9 ล้านรีล(3 ล้านยูโรดอลล่าร์) ครึ่งหนึ่งของเงินได้นำไปจัดสรรแล้ว โดยอ้างอิงจากนาย Stancu Samoila ผู้ประสานงานโครงการ\n",
        "output": [
            "The project needs investment of 10.9 million new lei (3 million euro), half of which have already been allocated, according to the project's co-ordinator, Stancu Samoila.\n"
        ]
    },
    {
        "input": "\"ความเร็วบรอดแบรนด์และราคาที่คนจ่ายนั้นเป็นกระดูกชิ้นใหญ่ที่สุดของความไม่พอใจ\"\n",
        "output": [
            "\"Broadband speed and the price people are paying are the biggest bones of contention.\"\n"
        ]
    },
    {
        "input": "Crossrail ไม่ได้ระบุว่าจะพยายามทำการกำหนดมูลค่าที่ยุติธรรมไว้ในข้อเสนอเดิม แต่เพียงแค่จะเสนอเงินให้ประมาณ £50 ต่อทรัพย์สินหนึ่งหลังเท่านั้นเพื่อหวังว่าจะมีคนจำนวนไม่มากที่จะส่งเรื่องไปยัง Land Tribunal\n",
        "output": [
            "Crossrail does not indicate that it will attempt to assign a fair value in the original offer and instead is only going to offer around £50 per property in the hope that not many people take the matter to the Land Tribunal.\n"
        ]
    },
    {
        "input": "กองทัพอากาศแห่งสหราชอาณาจักรปล่อยเครื่องบินเจ็ทขับไล่ทอร์นาโด เอฟ 3 จำนวน 4 เครื่องเพื่อสกัดกั้นเครื่องบินกองกำลังทหารรัสเซีย\n",
        "output": [
            "Four F3 Tornado fighter jets were launched by the United Kingdom's Royal Air Force to intercept Russian military planes.\n"
        ]
    },
    {
        "input": "ประเทศอื่นจะพบว่าสินค้าส่งออกของโรมาเนียนั้นมีราคาสูงขึ้น ดังนั้นการแข่งขันในตลาดจะลดลงเนื่องจากการแข็งค่าของค่าเงินเลอู ซึ่งสามารถทำให้บัญชีเกิดการขาดทุนสะสมมากขึ้นได้\n",
        "output": [
            "Other countries are finding Romanian exports more expensive, and therefore less competitive, due to the leu's appreciation, and this could widen the already large account deficit in the country.\n"
        ]
    },
    {
        "input": "แบบจำลองทำนายว่า อนุภาค Higgs boson ให้มวลแก่อนุภาคพื้นฐานทั้งหมด และอธิบายถึงการดำรงอยู่ของสสารมืด หรือสสารที่มองไม่เห็นในระหว่างกาแล็กซี\n",
        "output": [
            "The model predicts that Higgs boson particles gives mass to all fundamental particles and explains the existence of dark matter, or invisible matter in between galaxies.\n"
        ]
    },
    {
        "input": "โดยดาวเทียมดวงนี้มีน้ำหนัก 2,600 กิโลกรัม และคาดว่าจะสามารถโคจรในอวกาศได้เป็นเวลา 12 ปี\n",
        "output": [
            "It has a mass of 2600kg, and an expected orbital lifetime of 12 years.\n"
        ]
    },
    {
        "input": "Melor ค่อนข้างอ่อนกำลังลงขณะที่มุ่งหน้าไปยังทิศเหนือ บริเวณภาคกลางเกาะของญี่ปุ่น\n",
        "output": [
            "Melor weakened somewhat as it continued northward up Japan's central island.\n"
        ]
    },
    {
        "input": "เรือถูกยึดทางตะวันออกเฉียงใต้ประมาณ 830 กิโลเมตรจากเมือง Mombasa และมีการรายงานว่ามุ่งหน้าไปทางท่าเรือของโซมาเลียที่เมือง Eyl\n",
        "output": [
            "The ship was captured roughly 830 kilometers south-east of Mombasa and is reportedly heading towards the Somali port of Eyl.\n"
        ]
    },
    {
        "input": "คอนโดลีซซา ไรซ์ รัฐมนตรีต่างประเทศสหรัฐชี้แจงเหตุผลของการที่สหรัฐไม่ลงคะแนนเสียงแต่ไม่ใช้สิทธิยับยั้งข้อมติ\n",
        "output": [
            "US Secretary of State Condoleezza Rice has given an explanation for why the United States abstained and did not veto the resolution.\n"
        ]
    },
    {
        "input": "YouTube ในประเทศจีนโดยปกติสามารถเข้าถึงได้ง่าย ซึ่งได้บล็อกเว็บไซต์ลามกอนาจารอื่นๆ หรือทำลายเว็บเหล่านั้นด้วยโปรแกรม 'Great Firewall'\n",
        "output": [
            "YouTube is normally easily accessible in China, which blocks other pornographic or subversive sites with its 'Great Firewall'.\n"
        ]
    },
    {
        "input": "\"มันเป็นการดูหมิ่น..สิ่งที่เขาทำเป็นการนำเสนอชนเผ่าเมารีแบบผิดๆ\" Bidios กล่าว\n",
        "output": [
            "\"It is insulting ... what they are doing is not portraying Māori correctly,\" Bidois said.\n"
        ]
    },
    {
        "input": "การร้องเรียนด้านจริยธรรมถูกแจ้งครั้งแรกโดย Chris Bell ตัวแทนพรรค Democrat จากรัฐเท็กซัส ในวันที่ 15 พฤษภาคม 2004 และเริ่มที่จะดุเดือดขึ้นในช่วงหลายเดือนก่อนการเลือกตั้งเมื่อปีที่แล้ว\n",
        "output": [
            "The ethics complaints were originally filed by Democratic Rep. Chris Bell of Texas on June 15, 2004, and began to heat up in the months prior to last year's elections.\n"
        ]
    },
    {
        "input": "เมื่อเขาย้ายมาอยู่ที่สหรัฐ เขาถูกลากตัวให้เข้าเล่นในรอบสามของการแข่งขัน NBA 1988 โดยทีม Atlanta Hawks\n",
        "output": [
            "Upon moving to the United States, he was drafted in the third round of the 1988 NBA draft by the Atlanta Hawks.\n"
        ]
    },
    {
        "input": "มุขมนตรีแห่ง Civil House José Dirceu เป็นหนึ่งในสมาชิกของคณะผู้แทน\n",
        "output": [
            "The chief-minister of Civil House José Dirceu was a member of the delegation.\n"
        ]
    },
    {
        "input": "จากคำให้การของฝ่ายความมั่นคงภายใน เชื่อว่าผู้ที่ถูกยิงเป็นทหารของอิรัก และถูกประหารโดยกลุ่มต่อต้านรัฐบาล แม้ว่าเหยื่อจะไม่ได้สวมชุดทหารอยู่ก็ตาม\n",
        "output": [
            "It is believed those shot were Iraqi soldiers executed by anti-government fighters, according to an Interior Ministry official, although the victims were not dressed in military garb.\n"
        ]
    },
    {
        "input": "หนังสือพิมพ์ท้องถิ่น Dover หนังสือพิมพ์ the York Daily Record เขียนบทความบรรณาธิการว่าการออกเสียงลงคะแนนโหวตกรณี Dover ควรจะให้มีการตรวจสอบพยานในการดำเนินการระหว่างการเลือกตั้งทั่วไปซึ่งพวกเขาจะสามารถออกเสียงลงคะแนนสำหรับคณะกรรมการโรงเรียน พร้อมไปกับการเลือกตั้งในสำนักงานอื่น ๆ ด้วย\n",
        "output": [
            "A local Dover newspaper, the York Daily Record, editorialized that Dover voters should take trial testimony into account during the general election when they could cast votes for school board members along with other elective offices.\n"
        ]
    },
    {
        "input": "เป็นเรื่องที่น่าสงสัยโดยชาวบ้านและเจ้าของธุรกิจในพื้นที่ ว่าครั้งหนึ่งเคยมีโรงแรมตั้งอยู่ตรงจุดเดิมนี้\n",
        "output": [
            "It was suspected by residents and business owners in the area that hotel once stood in the same spot.\n"
        ]
    },
    {
        "input": "นักรณรงค์พลังงานนิวเคลียร์ ขององค์กรอนุรักษ์ธรรมชาติออสเตรเลีย (เอซีเอฟ) นายเดฟ สวีนีย์ กล่าวว่าการศึกษาดังกล่าวได้ปรากฎข้อบกพร่อง และไม่มีการแจกแจงถึงเสียงโต้แย้งต่อการใช้พลังงานนิวเคลียร์\n",
        "output": [
            "The Australian Conservation Foundation's (ACF) nuclear campaigner, Dave Sweeney, says the study appears flawed and does not provide a sound argument for the use of nuclear energy.\n"
        ]
    },
    {
        "input": "สำนักข่าว BBC กล่าวว่า จดหมายฉบับนั้นกล่าวถึงสิ่งที่จำเป็นหากอิหร่านตัดสินที่จะดำเนินการสู้รบกับอิรักต่อ\n",
        "output": [
            "BBC News says the letter states what would be needed if Iran was willing to continue any battle with the country of Iraq.\n"
        ]
    },
    {
        "input": "เขายังประสบอุบัติเหตุน้ำร้อนลวกตัวเองเมื่อเขาทำน้ำร้อนหกใส่เท้าตอนที่จะทำกาแฟ เท่าที่ทราบเกิดจากฉลาม 'กระแทก'\n",
        "output": [
            "He has also accidentally burnt himself when he spilled hot water on his foot whilst trying to make coffee, apparently also from a shark 'bump'.\n"
        ]
    },
    {
        "input": "ท้ายที่สุดมันอาจจะถูกใช้สำหรับภารกิจที่มีนักบินปฏิบัติการด้วยโดยใช้ยานอวกาศ SpaceX Dragon\n",
        "output": [
            "It could eventually be used for manned missions using the SpaceX Dragon spacecraft.\n"
        ]
    },
    {
        "input": "เครื่องยนต์ทั้ง 2 ของเครื่องบินเจ็ตเพิ่งได้รับการซ่อมบำรุงที่เมืองแปร์ปิยอง ในการเตรียมความพร้อมเพื่อส่งกลับไปใช้งานกับแอร์นิวซีแลนด์ โดยสายการบิน German airline XL ซึ่งได้ดำเนินการภายใต้สัญญาเช่า\n",
        "output": [
            "The twin-engine jet airliner had just undergone maintenance at Perpignan in preparation for its return to Air New Zealand by German airline XL Airways, which had been operating it on lease.\n"
        ]
    },
    {
        "input": "ทันทีที่ Oppenheimer เริ่มลงมือทำการวิจัยเพื่อการออกแบบอาวุธลับต่างๆ ที่ Los Alamos เขาก็แต่งตั้งให้ Bethe เป็นผู้อำนวยการฝ่ายทฤษฎี\n",
        "output": [
            "When Oppenheimer started the secret weapons design laboratory, Los Alamos, he appointed Bethe as Director of the Theoretical Division.\n"
        ]
    },
    {
        "input": "\"ดังนั้นสำหรับฉันแล้วมันเป็นความพยายามที่จะมาสถานที่ที่ฉันคิดว่าจะแพร่ข่าวความตายและเริ่มต้นที่จะประกาศความจริง\" หล่อนกล่าว\n",
        "output": [
            "\"So for me it was an attempt to come to a place that I think propagates death and start to proclaim truth,\" she said.\n"
        ]
    },
    {
        "input": "\"เราเดินเครื่องยนต์เช่นเดียวกับการทำงานจริงในขณะบิน แต่แทนที่จะขึ้นไปบนอากาศ เรากลับทดสอบมันที่ด้านล่างพื้นดิน\n",
        "output": [
            "\"We ran the engines just like they would run during flight, but instead of being up in the air, they were held down.\n"
        ]
    },
    {
        "input": "มื้อหนึ่งของเขาประกอบด้วยอาหารอบแห้งและปลา ที่ทำให้เขาคงร่างกายที่แข็งแรงทั้งที่สภาพจิตใจอ่อนล้า\n",
        "output": [
            "His diet consists of freeze-dried foods and fish, which are keeping him physically well-conditioned despite tiring mentally.\n"
        ]
    },
    {
        "input": "นาง Clinton มิได้เรียกร้องสิ่งตอบแทนจากการสนับสนุนนาย Obama แต่ในทางกลับกันนาย Obama ได้แสดงท่าทีขอบคุณแคมเปญของนาง Clinton ซึ่งกำลังเป็นหนี้\n",
        "output": [
            "Mrs. Clinton asked for nothing in exchange for her support of Obama, but Obama instead countered with a gesture of contributing to Mrs. Clinton campaign that is now burdened by debt.\n"
        ]
    },
    {
        "input": "Jawaharlal Nehru ปู่ทวดของเขา เป็นนายกรัฐมนตรีคนแรกของอินเดีย และ Motilal Nehru เทียดของเขาเป็นผู้นำการเคลื่อนไหวให้อินเดียเป็นอิสระที่โดดเด่น\n",
        "output": [
            "His great-grandfather, Jawaharlal Nehru, was the first Prime Minister of India, and his great-great-grandfather Motilal Nehru was a distinguished leader of the Indian independence movement.\n"
        ]
    },
    {
        "input": "การเจรจาต่อรองในการประชุมสหประชาชาติเรื่องการเปลี่ยนแปลงทางสภาพภูมิอากาศประจำปีคริสตศักราช 2010 จะดำเนินต่ออีกครั้งสัปดาห์นี้ที่เมืองบอนน์ ประเทศเยอรมัน\n",
        "output": [
            "The 2010 United Nations Climate Change Conference negotiations continued this week in Bonn, Germany.\n"
        ]
    },
    {
        "input": "นายบิล คลินตัน อดีตประธานาธิบดีสหรัฐอเมริกามีแผนการจะไปเยือนประเทศโรมาเนียในวันที่ 21 พฤษภาคม เพื่อร่วมเป็นผู้บรรยายหลักของการประชุม BeyondBorders ประจำปี2005 ในกรุงบูคาเรสต์\n",
        "output": [
            "Bill Clinton, the former President of the United States of America, will make a visit to Romania on May 21, to participate as the keynote speaker at the BeyondBorders 2005 conference in Bucharest.\n"
        ]
    },
    {
        "input": "Alinghi เฉือนเอาชนะทีมนิวซีแลนด์เพียงหนึ่งวินาทีสุดท้ายในการแข่งขันรอบที่เจ็ด และเอาชนะได้รับถ้วยAmerica's Cup ครั้งที่ 32 ในการแข่งขันการแล่นเรือใบระยะสั้น\n",
        "output": [
            "Alinghi has defeated Team New Zealand by one second in the seventh race to win the 32nd America's Cup in a close run race.\n"
        ]
    },
    {
        "input": "ในปัจจุบัน MST ได้รับความช่วยเหลือจากรัฐบาลบราซิลและการบริจาคจากองค์กรณ์นานาชาติต่างๆ\n",
        "output": [
            "Currently, MST receives help from the Brazilian government and donations from international organizations.\n"
        ]
    },
    {
        "input": "\"การเพิ่มขึ้นนี้ยิ่งจะทำให้จำเป็นต้องนำนโยบายที่ส่งเสริมการเติบโตทางเศรษฐกิจและมีความรับผิดชอบด้านการเงินมาใช้ให้ยั่งยืน รวมถึงนโยบายการปรับรูปแบบของการให้อำนาจและการเก็บภาษีเพื่อพัฒนาให้เติบโต\"\n",
        "output": [
            "\"This increase reinforces the need to adopt and maintain policies that promote economic growth and fiscal responsibility, including entitlement reform and pro-growth tax policies.\"\n"
        ]
    },
    {
        "input": "\"Let Me Hold You\" ของ Bow Wow ซึ่งมี Omarion มาร่วมร้อง ตกลงที่ 5-9 และ \"You and Me\" ของ Lifehouse ออกจากท็อป 10 โดยตกลงไปสองอันดับ\n",
        "output": [
            "Bow Wow’s “Let Me Hold You” featuring Omarion fell 5-9 and Lifehouse’s “You and Me” rounded out the top-10 with a two position dip.\n"
        ]
    },
    {
        "input": "ผู้ต้องหาถูกจับกุมโดยหน่วยสืบสวนอาชญากรรม Mpumalanga ในวันศุกร์\n",
        "output": [
            "The suspects were arrested on Friday by the Mpumalanga organized crime unit.\n"
        ]
    },
    {
        "input": "ในอนาคตอันใกล้ Jon Giorgini กล่าวว่าความไม่แน่นอนที่เกี่ยวกับในจักรวาลจะน้อยลงและประชาชนก็จะตื่นตระหนกน้อยลงด้วย\n",
        "output": [
            "In the near future Jon Giorgini said such cosmic uncertainty would be much less and the public less alarmed.\n"
        ]
    },
    {
        "input": "สามดัชนีตลาดหลักทรัพย์รายใหญ่ของสหรัฐฯ แต่ละรายปรับตัวลดลงร้อยละสองจากราคาที่ปิดตลาดเมื่อวันจันทร์ ทำให้เสียผลประโยชน์สูงสุดเป็นครั้งที่สองของปี 2007\n",
        "output": [
            "The three major US stock market indices each fell two percent from Monday's closing price, marking the second-biggest loss of 2007.\n"
        ]
    },
    {
        "input": "Parasiris ได้รับการประกันตัว ส่วนกระบวนการพิสูจน์พยานและหลักฐานจะถูกพักไว้ โดยจะมีขึ้นในเดือนสิงหาคมปีนี้\n",
        "output": [
            "Parasiris will remain free on bail pending a preliminary hearing to be held in August of this year.\n"
        ]
    },
    {
        "input": "\"Red Baron\" ทำเวลาได้สั้นที่สุด และทำสติถิความเร็วสูงสุดสำหรับทางโค้งนี้\n",
        "output": [
            "The \"Red Baron\" set up the fastest time and the top speed record for this track.\n"
        ]
    },
    {
        "input": "นักแข่งจากทีม Ferrari Fernando Alonso เป็นหนึ่งในผู้มอบแรงสนับสนุนให้แก่ครอบครัวของเธอ เขามอบเสาตำแหน่งของเขาในการแข่งขันคัดเลือกในวันเสาร์ให้แก่ De Villota\n",
        "output": [
            "Ferrari driver Fernando Alonso was among those expressing his support, dedicating his pole postion in Saturday's qualifying to De Villota.\n"
        ]
    },
    {
        "input": "ชาวเมือง Azeris บางส่วนเชื่อว่า \"สามชั่วโมงของการปฏิวัติ\" ไม่สามารถเปลี่ยนอะไรในประเทศได้\n",
        "output": [
            "Some Azeris believe that a \"three hour revolution\" wouldn't change anything in the country.\n"
        ]
    },
    {
        "input": "กิจกรรมทางการเมืองที่เคยต้องห้ามในอดีตที่ผ่านมาของจีน แผ่นดินใหญ่นั้น ได้รับการเปิดเสรีโดยทางการของเขตปกครองพิเศษฮ่องกง(SAR)\n",
        "output": [
            "In the past political activities that are taboo in China proper have been tolerated by the Special Administrative Region of the People's Republic of China (SAR) authorities.\n"
        ]
    },
    {
        "input": "ตามรายงานข่าวของรัฐบาล เชื่อว่ากลุ่มคนงานยังมีชีวิตอยู่ \"พวกเขาอยู่ไกลจากสถานที่ที่ถล่มพอสมควร\" อย่างไรก็ตามสภาพของพวกเขายังไม่เป็นที่รับทราบและผู้ช่วยเหลือยังไม่สามารถติดต่อกับพวกเขาได้\n",
        "output": [
            "According to a Government Official, the men are believed to be alive \"because they were far enough away from the site of the collapse,\" however their condition is unknown and rescuers have not been able to make contact with them.\n"
        ]
    },
    {
        "input": "ชายคนนั้นถูกยิงเพียงหนึ่งครั้ง และแผลก็ไม่อันตรายถึงชีวิต\n",
        "output": [
            "The man was shot only once and the wound was not life threatening.\n"
        ]
    },
    {
        "input": "Jeb Bush อดีตผู้ว่าการรัฐ Florida ได้ประกาศแสดงความสนับสนุนต่อ Mitt Romney ผู้ท้าชิงตำแหน่งประธานาธิบดีแห่งพรรค Republican เมื่อวานนี้\n",
        "output": [
            "Jeb Bush, the former governor of Florida, announced his endorsement of Republican presidential candidate hopeful Mitt Romney yesterday.\n"
        ]
    },
    {
        "input": "ตัวแทนดังกล่าว ยังกล่าวอีกว่า มันเป็นการเสียสละเพื่ออิสระภาพแห่งอเมริกาที่ทำให้ประเทศนี้ยิ่งใหญ่และเป็นจุดหมายอันเป็นที่ต้องการของผู้คนมากมายจากทั่วโลก และพวกเขาอยากจะบอกว่า \"ขอบคุณและขอให้พระเจ้าอวยพรแก่คุณ\" กับผู้ที่ให้บริการทั้งหลาย\n",
        "output": [
            "Immigration Voice also said that it is their sacrifice for American freedom that has made this country great and such a desirable destination for multitude of people from around the world and that they wanted to say \"Thank you and god bless you\" to the servicemen.\n"
        ]
    },
    {
        "input": "\"UNRWA ตัดสินใจที่จะระงับการทำงานทั้งหมดในฉนวน Gaza เพราะการกระทำที่ไม่เป็นมิตรต่ออาคารสถานที่และเจ้าหน้าที่นั้นเพิ่มมากขึ้น\" Adnan Abu Hasna โฆษกของ United Nations Relief and Works Agency (UNRWA) ใน Gaza กล่าวเมื่อวานนี้\n",
        "output": [
            "\"UNRWA decided to suspend all its operations in the Gaza Strip because of the increasing hostile actions against its premises and personnel\", Adnan Abu Hasna, a Gaza-based spokesman for the United Nations Relief and Works Agency (UNRWA), said yesterday.\n"
        ]
    },
    {
        "input": "ในขณะที่ผู้อยู่อาศัยชาวเปรูเดินหน้ายื่นฟ้องร้องบริษัท Newmont Mining ต่อศาลเมือง Denver ซึ่งเป็นบริษัทเหมืองทองที่ใหญ่ที่สุดในโลก บางคำถามที่สำคัญเหล่านี้อาจจะถูกตอบในที่สุด\n",
        "output": [
            "As the Peruvian residents gear up for their lawsuit against Denver-based Newmont Mining, the world's largest gold mining firm, some of these important questions may finally be answered.\n"
        ]
    },
    {
        "input": "หน่วยงานเกี่ยวกับพลังงานนิวเคลียร์ของญี่ปุ่น ได้จัดระดับความรุนแรงของเหตุการณ์โรงไฟฟ้าพลังงานนิวเคลียร์ Fukushima หมายเลขหนึ่ง ให้อยู่ในระดับ 4 ซึ่งก็คือเป็นอุบัติเหตุที่มีผลกระทบต่อบริเวณโดยรอบ\n",
        "output": [
            "The nuclear agency of Japan consider the circumstances at the Fukushima I Nuclear Power Plant to be Level 4 on the International Nuclear Event Scale, which is an accident with local consequences.\n"
        ]
    },
    {
        "input": "เป็นภูมิภาคเดียวกันกับที่เคยได้รับผลกระทบจากแผ่นดินไหวในปี 2004 ที่ก่อให้เกิดคลื่นสึนามิ\n",
        "output": [
            "The same region was hit by an earthquake in 2004, that triggered a tsunami.\n"
        ]
    },
    {
        "input": "เครื่องเล่นดังกล่าวคือเครื่องที่หมุนผู้เล่นไปรอบๆ ด้วยรถที่มีสองที่นั่งภายในกระโจมมืดเพื่อเปิดแสงไฟและเสียงดนตรี\n",
        "output": [
            "The ride is an attraction that spins people around in two-seat cars, inside a darkened tent to flashing lights and music.\n"
        ]
    },
    {
        "input": "การจะปล่อยให้ CIA มีอำนาจมากขนาดนี้ในการตัดสินใจว่าใครที่สามารถอยู่ในประเทศนี้ได้ และใครที่จะต้องผู้ส่งออกไปประเทศอื่นนั้นเป็นที่ถกเถียงกันอยู่ เนื่องจากในอดีต ทำเนียบขาว กระทรวงการต่างประเทศ หรือกระทรวงการยุติธรรม จะเข้ามามีส่วนร่วมในการอนุมัติในแต่ละกรณีที่จะส่งนักโทษไปยังประเทศอื่น\n",
        "output": [
            "Allowing the CIA to have so much power in deciding who can stay in the country and who is shipped off to other countries is controversial, because in the past, the White House, State Department, or Justice Department would have been involved in approving individual cases of sending prisoners to other countries.\n"
        ]
    },
    {
        "input": "บรรณาธิการข่าวพลังงานของ The Guardian Terry Macalister เขียนว่า \"รายการข้อผิดพลาด ทั้งของมนุษย์และเครื่องจักร\" ในรายงานนั้น \"ทำลาย\" \"คติพจน์ประจำ\" เรื่องความปลอดภัยต้องมาก่อน ของธุรกิจน้ำมันลงหมดสิ้น\n",
        "output": [
            "The energy editor of The Guardian, Terry Macalister, wrote that the \"catalogue of errors - both human and mechanical\" in the report \"demolish\" the oil industry's \"much quoted mantra\" of safety first.\n"
        ]
    },
    {
        "input": "การโจมตีนี้ไม่เหมือนการระเบิดพลีชีพ โดยระเบิดประกอบด้วยวัตถุระเบิดและตลับลูกปืนเม็ดกลมผูกไว้กับหญิงสองคน\n",
        "output": [
            "These attacks were unlike suicide bombings in that the bombs were dynamite and ball bearings strapped to two women.\n"
        ]
    },
    {
        "input": "รัฐมนตรีว่าการกระทรวงมหาดไทย หน่วยตรวจคนเข้าเมือง นาย Besson แย้งการตัดสินที่ว่า \"ถ้าฝรั่งเศสไม่ส่งคนเหล่านี้กลับไป มันจะกลายเป็นเป้าหมายให้กับผู้ค้ามนุษย์\"\n",
        "output": [
            "Immigration Minister Besson defended the decision, saying that \"if France never sends people back, it becomes the target for people traffickers.\"\n"
        ]
    },
    {
        "input": "พวกเขาออกอัลบั้มแรกในปี 1996 ซึ่งขายได้กว่าล้านก๊อปปี้ทั่วโลก\n",
        "output": [
            "They released, in 1996, their first album, which sold over a million copies worldwide.\n"
        ]
    },
    {
        "input": "Dennis Kucinich นักการเมืองของพรรคประชาธิปัตย์ชาวอเมริกา วางแผนลงสมัครประธานาธิบดีในปี 2008 โฆษกสภาทีมที่ห้าของ Andy Juniewicz กล่าวในวันจันทร์\n",
        "output": [
            "American politician of the Democratic party Dennis Kucinich plans to run for president in 2008 the five-term congressman's spokesman, Andy Juniewicz, said Monday.\n"
        ]
    },
    {
        "input": "การยิงนายอัลซาเย็ดเกิดขึ้นที่เขตบับ อาเมอร์ในเมือง ฮอมส์\n",
        "output": [
            "The shooting of Al-Sayed took place in the Bab Amr section of Homs.\n"
        ]
    },
    {
        "input": "ในการเลือกตั้งปี 2003 ADQ ได้รับคะแนนโหวต 21%\n",
        "output": [
            "In the 2003 election, the ADQ garnered 21% of the vote.\n"
        ]
    },
    {
        "input": "Mansour วางแผนที่จะตั้งคณะกรรมการภายในเวลาสิบห้าวันเพื่อตรวจสอบและแนะนำการเปลี่ยนแปลงรัฐธรรมนูญที่ถูกระงับใช้ในขณะนี้\n",
        "output": [
            "Mansour plans to form a panel within fifteen days to review and suggest changes to the now-suspended constitution.\n"
        ]
    },
    {
        "input": "Hawk-Eye บริษัทที่กำลังดำเนินการกับเทคโนโลยี Goal-Line ซึ่งได้ถูกนำไปใช้แล้วเพื่อชี้ไลน์ในกีฬาเทนนิส ได้แสดงความผิดหวัง: \"ผมโกรธมาก ไม่มีอะไรบอกล่วงหน้าเลย..\"\n",
        "output": [
            "Hawk-Eye, the company that was working on the goal-line technology that is already being used for line calls in tennis, reacted with disappointment: \"I'm livid, it is completely out of the blue...\"\n"
        ]
    },
    {
        "input": "\"การเรียกเก็บภาษีเพื่อกระตุ้นเศรษฐกิจจากสองพรรคและเศรษฐกิจชะลอตัวนั้นเป็นเหตุผลหลักที่ทำให้การขาดดุลเพิ่มขึ้นและส่งผลในงบประมาณของปีนี้\"\n",
        "output": [
            "\"The bipartisan stimulus bill and the slow economy are the primary reasons for the increase in deficit as reflected in this year's budget results.\"\n"
        ]
    },
    {
        "input": "เขาได้กล่าวว่า \"ในวันที่ 18 ธันวาคมปีที่แล้ว ผมได้เขียนถึงอธิบดีกรมอัยการแห่งอินโดนิเซียซึ่งเป็นการเตือนว่ารัฐบาลออสเตรเลีย ไม่เห็นด้วยกับการพิพากษาประหารชีวิตและเราไม่ต้องการให้เหตุการณ์ดังกล่าวเกิดขึ้นในบริบทของ Bali Nine ซึ่งชาวออสเตรเลียทุกรายนั้นถูกพิพากษาประหารชีวิต\"\n",
        "output": [
            "\"On the 18th of December last year, I wrote to the Indonesian Attorney-General reminding him that the Australian Government was opposed to the death sentence and we didn't want to see, in the context of the Bali nine, any of the Australians sentenced to death,\" he said.\n"
        ]
    },
    {
        "input": "เธอเป็นสาวงามอายุสี่สิบ แม่ของลูกๆ ทั้งสามคนจากLong Island สวมกางเกงและเสื้อคอเต่าสีดำ และรวบผมบลอนด์เป็นหางม้าสวยงาม\n",
        "output": [
            "She is a beautiful forty-ish Long Island mother of three who is dressed in smart black pants and a black turtleneck that reaches up to her blond-streaked hair pulled back in a bushy ponytail.\n"
        ]
    },
    {
        "input": "จะมีการสัมภาษณ์จากพรรคเสรีนิยม พรรคอนุรักษ์นิยม สมาชิกพรรคประชาธิปไตยสมัยใหม่ Ontario Greens รวมถึงสมาชิกจากรัฐบาลผสม กลุ่มเสรีภาพ กลุ่มคอมมิวนิสต์ กลุ่มเสรีนิยม กลุ่มพันธมิตรต่างๆ และกลุ่มคนอิสระ\n",
        "output": [
            "Expect interviews from Liberals, Progressive Conservatives, New Democratic Party members, Ontario Greens, as well as members from the Family Coalition, Freedom, Communist, Libertarian, and Confederation of Regions parties, as well as independents.\n"
        ]
    },
    {
        "input": "SLW Group ประสบความสำเร็จในการว่าจ้างมูลค่า 10 ล้านดอลลาร์ซึ่งเปิดเผยในวันนี้\n",
        "output": [
            "SLW Group was successul in gaining the $10 million account it was revealed today.\n"
        ]
    },
    {
        "input": "แผนการที่เป็นที่รู้จักของกลุ่มต่อต้านกองทัพอิรัก (AIF) คือการแกล้งบาดเจ็บหรือตาย และนาวิกโยธินมีเหตุผลอ้างได้ว่าพวกนั้นเป็นภัยคุกคาม\n",
        "output": [
            "A known tactic of anti-Iraqi forces (AIF) is to feign injury or death, and the marine could reasonably claim they were still a threat.\n"
        ]
    },
    {
        "input": "\"ทางเราไม่ได้รับคำร้องใด ๆ ระหว่างช่วงนั้น\" Leopoldo da Costa ประธานคณะกรรมการเลือกตั้งแห่งชาติ Mozambique กล่าว\n",
        "output": [
            "\"We did not receive any complaints during this period,\" said the chairman of Mozambique's National Elections Commission, Leopoldo da Costa.\n"
        ]
    },
    {
        "input": "คาดการณ์ว่าการประชุมผู้บริจาคนานาชาติจะมีขึ้นในเดือนหน้าเพื่อร้องขอความช่วยเหลือเพิ่มเติม\n",
        "output": [
            "It is expected that an international donors' conference will take place next month to solicit more aid for the country.\n"
        ]
    },
    {
        "input": "กษัตริย์ไม่ได้ให้เหตุผลของการกระทำครั้งนี้ทันที; อย่างไรก็ตาม ไม่นานนี้ได้มีรายงานการกล่าวหารัฐสภาว่ามีการยื่นร่างกฏหมายอย่างไม่สมควร และมีการคอร์รัปชั่นเกิดขึ้น\n",
        "output": [
            "The monarch did not immediately provide a reason for the move; however, there have recently been reports accusing the parliament of handling legislation ineptly, and even of being corrupt.\n"
        ]
    },
    {
        "input": "Kevin Pietersen และ ผู้เล่นครั้งแรกในการแข่งนี้ Luke Wright ทั้งคู่ทำคะแนนได้ห้าสิบรัน โดย Wright ผนึกกำลังทำ 106 รันกับ Owais Shah\n",
        "output": [
            "Kevin Pietersen and ODI debutant Luke Wright both recorded fifties, with Wright sharing 106 runs with Owais Shah.\n"
        ]
    },
    {
        "input": "คนงานสี่คนยังคงรักษาตัวอยู่ที่โรงพยาบาลหลังจากเหตุการณ์ระเบิด สามในสี่อยู่ในอาการโคม่า\n",
        "output": [
            "Four workers are still hospitalised after the explosion, three in critical condition.\n"
        ]
    },
    {
        "input": "รูปจากกล้องตัวใหม่แสดงให้เห็นถึงชิ้นส่วนของโฟมน้ำหนักประมาณ 250 กรัม ได้ตกออกมาจากถังน้ำมันด้านนอกในระหว่างที่ทำการปล่อยกระสวยอวกาศ แต่ไม่ได้ปะทะเข้าใส่ยานอวกาศ\n",
        "output": [
            "Images from new cameras have revealed that a section of foam weighing some 250 g fell away from the external fuel tank during launch, but did not strike the Orbiter.\n"
        ]
    },
    {
        "input": "สำหรับเด็กที่อยู่ในหมวดหมู่ที่มีการทำ \"กิจกรรมทางสังคมใดๆ\" ถือเป็นการพัฒนาที่ดีมากกว่า กลุ่มของเด็กที่อยู่ในหมวดหมู่ที่ \"ไม่มีกิจกรรมทางสังคม\" ซึ่งพวกเขามีโอกาสเสี่ยงในการเกิดโรคถึง 3/4\n",
        "output": [
            "Those who were rated in the category \"any social activity\" still had an improvement over the children rated as \"no social activity\": they had about 3/4 the chance of getting the disease.\n"
        ]
    },
    {
        "input": "Ray Zahab เป็นนักวิ่งอัลตร้ามาราธอนชาวแคนาดา ครูฝึกส่วนตัว และนักพูดเชิงสร้างสรรค์\n",
        "output": [
            "Ray Zahab is a Canadian ultramarathon runner, personal trainer, and motivational speaker.\n"
        ]
    },
    {
        "input": "จากการตรวจสอบหาความจริงของ BBC Panorama ที่จะถ่ายทอดในเย็นวันนี้ องค์กรการกุศลใหญ่ของอังกฤษ Comic Relief ได้ลงทุนในบริษัทผลิตอาวุธ เครื่องดื่มแอลกอฮอล์และบุหรี่\n",
        "output": [
            "Major British charity Comic Relief has invested money in arms, alcohol and tobacco firms, according to a BBC Panorama investigation to be broadcast this evening.\n"
        ]
    },
    {
        "input": "การลงมติดังส่งผลโดยตรงต่อ นายBan Ki-Moonเลขานุการสหประชาชาติ ที่ต้องเตรียมการประชุมสำหรับประเทศในตะวันออกกลาง\n",
        "output": [
            "The resolution directs United Nations Secretary-General Ban Ki-Moon to organize a conference of all the Middle East states.\n"
        ]
    },
    {
        "input": "\"Sir Joh คือผู้สร้างรัฐให้มั่นคงที่โดดเด่น ซึ่งจะได้รับการจดจำในฐานะที่ให้ความสำคัญ Queensland ก่อนเสมอ\" Australian Governor General, Major General Jeffery กล่าวในการแถลงข่าว\n",
        "output": [
            "\"By any measurement, Sir Joh was an exceptional state builder who will be remembered for consistently placing Queensland first,\" said the Australian Governor General, Major General Jeffery, in a statement.\n"
        ]
    },
    {
        "input": "Bristol Bay ตอนนี้เป็นหนึ่งในจุดตกปลาแซลมอนที่ดีที่สุดในประเทศ\n",
        "output": [
            "Bristol Bay currently is one of the top salmon fishing grounds in the state.\n"
        ]
    },
    {
        "input": "Wood มีจุดยืนที่ชัดเจน แต่อย่างไรก็ตาม การตัดสินใจครั้งสุดท้าย ขึ้นอยู่กับความชอบธรรมทางกฎหมายของสงครามตามดุลยพินิจของอัยการสูงสุด มากกว่าตัวเขาเอง\n",
        "output": [
            "Wood makes it clear, however, that the final decision regarding the legality of war lay with the Attorney General, rather than with himself.\n"
        ]
    },
    {
        "input": "ทีมใหญ่ใน NHL ต่างประสบภาวะขาดทุนในช่วงห้าปีหลัง และส่งผลให้ต้องมีการจำกัดการจ่ายค่าเหนื่อยให้ผู้เล่น\n",
        "output": [
            "The majority of NHL clubs have lost money over the last five years and as a result the clubs wanted to cap pay at a set amount.\n"
        ]
    },
    {
        "input": "Paul Collingwood ทำแค่ได้เพียงแค่หนึ่งรันก่อนหมดเวลา ทำให้อังกฤษมีคะแนน 83-4\n",
        "output": [
            "Paul Collingwood made just one run before being run out to leave England on 83-4.\n"
        ]
    },
    {
        "input": "Blatt ได้แสดงความคิดเห็นว่าอัยการได้ใส่ร้ายลูกความของเขา\n",
        "output": [
            "Blatt also criticized the portrait prosecutors had painted of his client.\n"
        ]
    },
    {
        "input": "ถึงแม้จะกล่าวเช่นนี้ เขาได้ปฏิเสธที่จะยกเลิกการโจมตีอิหร่านในอนาคต\n",
        "output": [
            "Despite saying this, he refused to rule out a strike against Iran in the future.\n"
        ]
    },
    {
        "input": "Caloundra ทำ 153 แต้มนำ Glasshouse ในการแข่งคริกเก็ตวันที่สองของรายการ 2010 Sunshine Coast กลุ่มหนึ่งรอบชิงชนะเลิศ ประเทศออสเตรเลีย\n",
        "output": [
            "Caloundra lead Glasshouse by 153 runs at stumps on day two of the 2010 Sunshine Coast, Australia division one cricket grand final.\n"
        ]
    },
    {
        "input": "Kothari กล่าวอีกด้วยว่า: \"รัฐที่มีจำนวนประชากรน้อยกว่าก็จะสามารถส่งตัวแทนเข้ามานั่งในสภาได้น้อยกว่ารัฐที่มีประชากรมากด้วยเช่นกัน\"\n",
        "output": [
            "Kothari continued: \"The states with lesser population send fewer members to the Indian parliament.\"\n"
        ]
    },
    {
        "input": "Marc Luypaerts หนึ่งในผู้รับเหมาที่ถูกกล่าวหาบอกสื่อว่า ผู้พิพากษาที่รับผิดชอบในการสอบสวนที่เมือง Hasselt ได้ห้ามเขาไม่ให้พูดเกี่ยวกับองค์รัชทายาท Laurent\n",
        "output": [
            "One of the accused contractors, Marc Luypaerts, has told the press that the judge responsible for the investigation in Hasselt had forbidden him to speak about Prince Laurent.\n"
        ]
    },
    {
        "input": "Alan Mercer ลงแข่งให้กับพรรค Ontario Libertarian ในการเลือกตั้งของเขตออนทาริโอ ในเขตเลือกตั้ง Scarborough Rouge-River\n",
        "output": [
            "Alan Mercer is running for the Ontario Libertarian Party in the Ontario provincial election, in the Scarborough—Rouge River riding.\n"
        ]
    },
    {
        "input": "แอฟริกาใต้หลุดออกจากการชิงชัยในการแข่งขันคริกเก็ตโลก Cricket World Cup 2011 รอบแปดทีมสุดท้าย หลังพ่ายแพ้ทีมนิวซีแลนด์ที่มิร์ปูร์ บังคลาเทศ\n",
        "output": [
            "South Africa crashed out of the 2011 Cricket World Cup after being beaten by New Zealand in the quarterfinals, played at Mirpur, in Bangladesh.\n"
        ]
    },
    {
        "input": "ภูเขาไฟนี้ไม่มีการปะทุมาตั้งแต่ปี ค.ศ. 1989-90 ซึ่งเป็นการปะทุติดต่อกันยาวนานถึงสี่เดือน\n",
        "output": [
            "The volcano had not erupted since a four-month period in 1989-90.\n"
        ]
    },
    {
        "input": "รถไฟที่ออกจากสถานีเอดจ์แวร์ โร้ด ที่มุ่งหน้าไปสถานีแพดดิงตันซึ่งเป็นรถไฟสายเซอร์เคิลเช่นกันได้ถูกระเบิดคนละด้านกับรถไฟที่มาจากอีกเส้นทางนึง ซึ่งทำให้ตอนแรกประชาชนคิดว่ารถไฟตกราง\n",
        "output": [
            "The Edgware Road train, leaving for Paddington and also on the Circle, exploded opposite a train coming from the other direction, making people think at first that it was a derailment.\n"
        ]
    },
    {
        "input": "รถไฟฟ้าใต้ดินกรุงลอนดอนได้แถลงการณ์เตือนภัยระดับโค้ด แอมเบอร์ภายในไม่กี่นาที ซี่งเคลื่อนย้ายรถไฟไปที่ชานชลา และเปิดประตูโดยสารทุกบาน\n",
        "output": [
            "London Underground declared a 'code Amber' within minutes, moving trains to platforms and opening all doors.\n"
        ]
    },
    {
        "input": "ลูกขุนสองคนและผู้พิพากษาหนึ่งคนจะเข้าฟังความในคณะสามคน และตัดสินทั้งคดีอาญาและคดีแพ่ง\n",
        "output": [
            "Two jurors and a judge will be sitting on each three-person panel, and decide both criminal and civil cases.\n"
        ]
    },
    {
        "input": "Valerie Jarrett ที่ปรึกษาของทำเนียบขาว กล่าวว่า นี่ถือเป็น \"ก้าวที่สำคัญมากๆ\"\n",
        "output": [
            "Valerie Jarrett, a White House adviser, said it was a \"very, very important step.\"\n"
        ]
    },
    {
        "input": "เอกสารล่าสุดที่วิกิลีกส์ได้รับมาคือ รายละเอียดสำเนาคู่มือประจำปี 2004 ซึ่งลงนามโดยพลตรีเจฟฟรีย์ ดี มิลเลอร์ จากกองบัญชาการใต้ของสหรัฐ\n",
        "output": [
            "The latest documents they have received are the details of the 2004 copy of the manual signed off by Major General Geoffrey D. Miller of the U.S. Southern Command.\n"
        ]
    },
    {
        "input": "Wikibooks มีจุดมุ่งหมายแต่เริ่มแรกให้เป็นที่รวบรวมตำราเรียนและคู่มือ แต่ต่อมาได้กลายเป็นชุมชนที่ผลิตตำราในทุกสาขาวิชาโดยมีตำราอาหารเป็นตัวอย่างที่เด่นชัดที่สุด\n",
        "output": [
            "Wikibooks was originally meant as a place for textbooks and manuals but has increasingly become a community creating books on all kinds of subjects, with the cookbook being the most prominent example.\n"
        ]
    },
    {
        "input": "รัฐมนตรีว่าการกระทรวงการต่างประเทศ Micheál Martin ของไอร์แลนด์ กล่าวแถลงการณ์ว่า \"นี่คือแถลงการณ์สำคัญสำหรับการดำเนินการทางการเมืองและในการถ่ายโอนอำนาจตามรัฐธรรมนูญ\"\n",
        "output": [
            "Ireland's Foreign Affairs Minister, Micheál Martin, said in a statement, \"This is a statement of confidence in the political process and in the devolved institutions.\"\n"
        ]
    },
    {
        "input": "สมาชิกรัฐสภาอื่น ๆ หรือแม้แต่บางคนในพรรคแรงงาน ก็ไม่เห็นด้วยกับข้อคิดเห็นโต้แย้งเกี่ยวกับรัฐประหาร\n",
        "output": [
            "Other parliamentarians, even some of the Workers' Party, didn't agree with the coup argument.\n"
        ]
    },
    {
        "input": "มีรายงานว่ามีผู้เสียชีวิต 38 คนในเหตุระเบิดพลีชีพซึ่งเกิดขึ้นระหว่างการชุมนุมทางการเมืองในแคว้น North-West Frontier ของปากีสถาน\n",
        "output": [
            "38 people were said to have died in a suicide bombing during a political rally in the North-West Frontier Province of Pakistan.\n"
        ]
    },
    {
        "input": "\"จะมีการลงคะแนนเสียงช่วงกลางดึก\"\n",
        "output": [
            "\"This will be a vote in the middle of the night.\"\n"
        ]
    },
    {
        "input": "City of Brampton ในออนตาริโอ ประเทศแคนาดาและ Marikina ในประเทศฟิลิปปินส์ \"กลายเป็นฝาแฝดกัน\" เมื่อไม่นานนี้\n",
        "output": [
            "The City of Brampton in Ontario, Canada, and Marikina in the Philippines have recently been \"twinned\".\n"
        ]
    },
    {
        "input": "\"เขาเติบโตใน Shanghai และเป็นคนที่มีมารยาทดี\"\n",
        "output": [
            "\"He had grown up in Shanghai and had very good manners.\"\n"
        ]
    },
    {
        "input": "ฟอร์บสลิสต์จำนวนทั้งหมดของอภิมหาเศรษฐีโลก 1,210 คนซึ่งรวมทรัพย์สมบัติได้ $4.5 ล้านล้านดอลลาร์สหรัฐฯ เพิ่มจากจำนวนรวมปีที่แล้ว $3.6 ล้านล้านดอลลาร์สหรัฐฯ\n",
        "output": [
            "Forbes lists a world total of 1,210 billionaires whose combined wealth is US$4.5 trillion, an increase from last year's total of US$3.6 trillion.\n"
        ]
    },
    {
        "input": "แผนเพื่อสันติภาพนี้แต่เดิมถูกร่างโดยนาย Nicolas Sarkozy ประธานาธิบดีประเทศฝรั่งเศส\n",
        "output": [
            "The peace plan document was originally drafted by Nicolas Sarkozy, the President of France.\n"
        ]
    },
    {
        "input": "Microsoft ยอมรับการตัดสินใจ จึงเปิดเผยข้อมูลเพื่อแลกกับค่าสัมปทานเป็นจำนวน 6.5% ของรายได้ของผู้ขอสิทธิ์สำหรับผลิตภัณฑ์ที่เป็นนวัตกรรม (โดยคิดเป็น 3.87% สำหรับค่าลิขสิทธิ์ และ 2.98% สำหรับลิขสิทธิ์ของข้อมูล)\n",
        "output": [
            "Microsoft agreed to this, providing the information for royalty fees of 6.5% of the licensee's revenues for the product on grounds of innovation (specifically, 3.87% for the patent license and of 2.98% for the information license).\n"
        ]
    },
    {
        "input": "การเดินทางนี้มาพร้อมกับประชาชนกว่า 70,000 คนซึ่งเป็นชาวอิรักโดยส่วนใหญ่ เตรียมเคลื่อนพลพร้อมอาวุธสู่แบกแดดเพื่อพยายามนำความปลอดภัยสู่เมืองหลวง\n",
        "output": [
            "The trip comes as over 70,000 mostly Iraqi citizens prepare to deploy into Baghdad to try and bring security to the capital.\n"
        ]
    },
    {
        "input": "เขากล่าวว่าประชาชนต้องจ่ายค่าเสียหายที่ไม่สมส่วนในเลบานอนและทางตอนเหนือของอิสราเอล และแถลงว่า \"เป็นการตอบสนองที่ไม่สมส่วนของอิสราเอลซึ่งเป็นการละเมิดกฎทางมนุษย์ธรรมระหว่างประเทศ\"\n",
        "output": [
            "He said civilians are paying a disproportionate price in Lebanon and northern Israel and stated that \"A disproportionate response by Israel is a violation of international humanitarian law.\"\n"
        ]
    },
    {
        "input": "การต่อสู้เริ่มต้นขึ้นในวันเสาร์ที่ 6 ตุลาคม ในเขตเมือง Mir Ali และการรบกินเวลากว่า 3 วัน\n",
        "output": [
            "The battles began on Saturday October 6 in the town of Mir Ali and have lasted three days so far.\n"
        ]
    },
    {
        "input": "การสะสมของสารตกค้างบริเวณท่อระบายอากาศใกล้เครื่องกำเนิดอิเล็กตรอนออกซิเจนได้ถูกจดบันทึกและถ่ายรูปไว้โดย Sharipov\n",
        "output": [
            "Residue accumulation around the vents of the Elektron oxygen generator was noted and photographed by Sharipov.\n"
        ]
    },
    {
        "input": "Hassan Rowhani หัวหน้าสภาความมั่นคงแห่งชาติสูงสุดของอิหร่านประกาศในวันจันทร์ว่าประเทศจะระงับการเปลี่ยนรูปยูเรเนียมเป็นการชั่วคราวตั้งแต่วันที่ 22 พฤศจิกายน\n",
        "output": [
            "Hassan Rowhani, head of the Supreme National Security Council for Iran, announced Monday that the country would temporarily suspend conversion of uranium as of November 22.\n"
        ]
    },
    {
        "input": "บทความที่ทำให้เว็บไซต์ติดอันดับต้นๆ นั้นเพราะการจัดการกับข้อยุติอย่างไม่สมัครใจในสหภาพโซเวียต\n",
        "output": [
            "The article that put the site over the top was Involuntary settlements in the Soviet Union.\n"
        ]
    },
    {
        "input": "การคำนวณการโจมตีที่มีต่อกองทัพปากีสถานในเขตชนเผ่าใกล้ชายแดนอัฟกานิสสถานเป็นสิ่งที่ทำได้ยาก เนื่องจากผู้สื่อข่าวและบุคลากรทางการแพทย์ไม่ได้รับอนุญาตให้เข้าไปในเขตต่อสู้\n",
        "output": [
            "The accounts of the Pakistan army's offensive in the tribal region near the Afghan border are difficult to verify, as journalists and aid workers are not allowed into the battle zone.\n"
        ]
    },
    {
        "input": "แล้วมุ่งหน้าขึ้นไปทางเหนือบนถนนยองเกสตรีต สู่สโมสรทหารเรือบนถนนเฮย์เด็นอเวนิว\n",
        "output": [
            "It then wheeled north along Yonge St. to the Naval Club on Hayden Avenue.\n"
        ]
    },
    {
        "input": "จากการไปเยือนล่าสุดของนายทักษิณ ชินวัตร หลังจากนั้น ได้เกิดเหตุการณ์ยิงกันตามมา\n",
        "output": [
            "Mr. Shinawatra's recent visit to the region was followed by further shootings.\n"
        ]
    },
    {
        "input": "External Minister Pranab Kumar Mukherjee วัย 73 ปี ได้รับหน้าที่ให้ดูแล Finance Ministry หลังจากที่เขาจัดประชุมร่วมกับ Congress President Sonia Gandhi และตามด้วยนายกรัฐมนตรี Singh\n",
        "output": [
            "External Minister Pranab Kumar Mukherjee, age 73, has been given the charge of Finance Ministry after he held meetings with Congress President Sonia Gandhi and then Prime Minister Singh.\n"
        ]
    },
    {
        "input": "อย่างไรก็ตามตัวอย่างที่ใช้ในการวิเคราะห์ซึ่งได้มาจากอดีตเมื่อ 120,000 ปีที่แล้วมานั้น แสดงว่าการผสมพันธุ์กันระหว่างหมีสองสายพันธุ์นั้นได้มีขึ้นในอดีตที่เนิ่นนานขึ้นไปอีกก่อนหน้านั้น\n",
        "output": [
            "However, the samples used in the analysis came from the past 120,000 years and show that interbreeding of the two species occurred a great deal earlier.\n"
        ]
    },
    {
        "input": "\"ผมรู้สึกเหมือนทุกอย่างเป็นภาพเคลื่อนไหวอย่างช้าๆ\"\n",
        "output": [
            "\"It felt to me like it was in slow motion.\"\n"
        ]
    },
    {
        "input": "เพลงดังกล่าวรั้งอันดับหนึ่งเป็นเวลานานถึง 9 สัปดาห์ ก่อนที่จะสละอันดับหนึ่งให้กับเพลง \"You Belong To Me\" โดย Jo Stafford\n",
        "output": [
            "It stayed at the top spot for nine weeks before being succeeded by \"You Belong To Me\" by Jo Stafford.\n"
        ]
    },
    {
        "input": "\"จากหลักฐานทั้งหมดในกรณีนี้ และกฏการเผชิญหน้าที่มีผลในเวลานั้น จึงเป็นที่กระจ่างว่านายสิบโทมีเหตุผลที่จะเชื่อว่าสมาชิก AIF ในวิดีโอแสดงความเป็นภัย จึงจำเป็นต้องใช้กำลังถึงตาย\"\n",
        "output": [
            "\"Based on all the evidence in the case, and the rules of engagement that were in effect at the time, it is clear that the corporal could have reasonably believed that the AIF shown in the videotape posed a hostile threat justifying his use of deadly force.\"\n"
        ]
    },
    {
        "input": "ได้มีการประกาศสถานการณ์ฉุกเฉินไปทั่ว Kandahar ขณะที่กองกำลังของทั้งอัฟกันและ NATO จำนวนมากถูกเคลื่อนกำลังเพื่อไล่ตามนักโทษที่หนีไป\n",
        "output": [
            "A state of emergency has been declared throughout Kandahar province, as large numbers of both Afghan and NATO forces have been deployed to track down the escaped prisoners.\n"
        ]
    },
    {
        "input": "ตึกของเมือง Tehran ในประเทศอิหร่านพังลงวันนี้ ทำให้มีผู้เสียชีวิตอย่างน้อย 19 คน\n",
        "output": [
            "A building in Iran's capital Tehran collapsed today and killed at least 19 people.\n"
        ]
    },
    {
        "input": "ทั้ง Ivan Seidenberg ซึ่งเป็น CEO ของ Verizon Communications และ Steve Jobs ซึ่งเป็น CEO ของ Apple ต่างก็ไม่ได้เข้าร่วมงานนี้\n",
        "output": [
            "Neither Verizon Communications CEO Ivan Seidenberg nor Apple CEO Steve Jobs attended the conference.\n"
        ]
    },
    {
        "input": "\"พวกคุณเคยเห็นผู้บงการอายุ 20 ปีหรือไม่ เขาไม่ใช่คนยิง\" Blat กล่าว\n",
        "output": [
            "\"Have you ever seen a 20 year-old mastermind? He was not the shooter,\" said Blat.\n"
        ]
    },
    {
        "input": "เขากล่าวว่าจะยื่นคำร้องต่อศาลให้พิจารณาประเด็นผลการเลือกตั้ง\n",
        "output": [
            "He has said he will challenge the election's outcome in court.\n"
        ]
    },
    {
        "input": "เมื่อวาน ศาลในกรุง Salé ตัดสินจำคุกสมาชิกของ Fath Al Andalous (การยึดครอง Andalusia) ในข้อหาการโจมตีโดยเจตนาต่อกลุ่มเป้าหมายในโมร็อคโค\n",
        "output": [
            "A court in Salé sentenced fourteen members of Fath Al Andalous (Conquest of Andalusia) to jail yesterday for planning attacks against targets in Morocco.\n"
        ]
    },
    {
        "input": "นี่เป็นปีที่หกสำหรับการแข่งขัน White House Tee Ball Initiative\n",
        "output": [
            "This is the sixth year of the White House Tee Ball Initiative.\n"
        ]
    },
    {
        "input": "สำหรับผลต่างประตู AS Roma อยู่อันดับสองโดยนำ Sporting CP ซึ่งเอาชนะ FC Dynamo Kyiv ไป 2-1\n",
        "output": [
            "AS Roma are second on goal difference ahead of Sporting CP, who defeated FC Dynamo Kyiv 2-1.\n"
        ]
    },
    {
        "input": "ยานโคจร Cassini ของ NASA ได้ส่งรูปภาพที่น่าตื่นตามาจากดาวเสาร์ เผยให้เห็นวงแหวนที่มีชื่อเสียงของดาวเคราะห์ ว่ามีความขรุขระมากกว่าที่คาดไว้\n",
        "output": [
            "NASA's Cassini orbiter has sent back remarkable images from Saturn, revealing that the planet's famous rings are far more bumpy than expected.\n"
        ]
    },
    {
        "input": "โฆษกหญิง บรี แจ้ชชิน กล่าวว่า การถูกทำร้ายเป็นผลจากความไม่ดูแลเอาใจใส่\n",
        "output": [
            "Spokeswoman Bree Jashin has stated the attack was the result of inattentiveness.\n"
        ]
    },
    {
        "input": "คณะกรรมการกิจการโทรคมนาคมแห่งเกาะโซโลมอน (TCSI) ได้ออกหมายปรับผู้ให้บริการโทรศัพท์มือถือของ Papua New Guinea (PNG) รายหนึ่งเนื่องจากไม่สามารถทำตามกำหนดเวลาที่กำหนดไว้ในเงื่อนไขของใบอนุญาต\n",
        "output": [
            "The Telecommunications Commission of the Solomon Islands (TCSI) have issued a fine to a Papua New Guinea (PNG) mobile phone provider, for failing to meet the deadlines set out in the terms of its license.\n"
        ]
    },
    {
        "input": "ทั้งนี้ไม่มีผู้ป่วยคนใดทราบว่ามีคนสวดภาวนาให้ตน และกลุ่มผู้สวดภาวนาก็รู้ว่าตนสวดให้ใคร\n",
        "output": [
            "None of the patients were told that they were prayed for, and none of the prayer groups knew who they prayed for.\n"
        ]
    },
    {
        "input": "อย่างไรก็ตาม รายละเอียดเกี่ยวกับชุดเจ้าสาวและชุดของเด็กมหาดเล็กจะยังไม่ถูกเปิดเผยจนกว่าจะถึงวันอภิเษก\n",
        "output": [
            "However, details of the bridesmaid dresses and page boys uniforms will not be revealed until the day of the wedding.\n"
        ]
    },
    {
        "input": "Michael Stanton แฟนดาราศาสตร์ในพื้นที่ กล่าวกับ Wikinews ว่า \"นี่มันเยี่ยมไปเลย เรามีทั้งดนตรีและได้เห็นภาพอันยอดเยี่ยมนี้\"\n",
        "output": [
            "Michael Stanton, a local astronomy fan told Wikinews \"this is just great, we have music and this visual delight to see\".\n"
        ]
    },
    {
        "input": "Avila ชนะด้วยเสียงโหวตประมาณ 131,000 เสียง ซึ่งเกินสามเปอร์เซนต์มาเล็กน้อยจากจำนวนโหวตทั้งหมดสี่ล้านเสียงในรอบสุดท้าย\n",
        "output": [
            "Avila won by approximately 131,000 votes, a margin of just over three per cent of the four million votes cast in the final.\n"
        ]
    },
    {
        "input": "เหตุการณ์ความรุนแรงเมื่อเช้านี้ได้ขัดกับคำแถลงของ พลตรีวิลเลียม คาร์ลเวล ซึ่งอ้างว่า \"ผู้ก่อจราจลและผู้ก่อการร้ายกำลังโจมตีกลับเพื่อพยายามที่จะชดเชยกับความสำเร็จของรัฐบาลอิรักและกองกำลังรักษาความปลอดภัย\" นายพลได้กล่าวว่า ความรุนแรงได้ลดลงตั้งแต่เดือนกรกฎาคม แต่ได้เพิ่มขึ้นกะทันหันเมื่อสองวันที่ผ่านมา\n",
        "output": [
            "This morning's violence contrasted statements by Maj Gen William Caldwell, who claimed \"Insurgents and terrorists are hitting back in an attempt to offset the success of the Iraqi government and its security forces,\" the general went on to say that violence had fallen by half since July, but had increased suddenly in the last two days.\n"
        ]
    },
    {
        "input": "งบประมาณใหม่ยังรวมไปถึงการเพิ่มค่าใช้จ่ายเรื่องแผนงานสำหรับเด็กปฐมวัยของรัฐ เงินอีกถึง $100 ล้าน สำหรับ TennCare disenrollees และจะนำไปเป็นกองทุนสำรองของรัฐ\n",
        "output": [
            "The new budget also includes an increase in spending for the state's preschool program, as much as $100 million in funding for TennCare disenrollees, and a significant contribution to the state's reserve fund.\n"
        ]
    },
    {
        "input": "Wikinews ได้ติดต่อ Jerome เพื่อพูดคุยเกี่ยวกับประเด็นปัญหาของชาวแคนาดา และสิ่งที่พวกเขาและพรรคของเขาจะทำเมื่อพวกเขาได้ตำแหน่ง\n",
        "output": [
            "Wikinews contacted Jerome, to talk about the issues facing Canadians, and what they and their party would do to address them.\n"
        ]
    },
    {
        "input": "\"แหล่งข่าวที่เชื่อถือได้\" นำเสนอข่าวในหนังสือพิมพ์ฝรั่งเศส Le Soir สันนิษฐานว่า มันอาจจะเกิดความผิดพลาดขึ้นกับระบบไฟฟ้าที่ใช้ในระบบการให้สัญญาณ\n",
        "output": [
            "A \"well informed source\" quoted by French-language daily Le Soir suggested that there might have been an electrical failure in the signalling system.\n"
        ]
    },
    {
        "input": "และฉันทำทั้งหมดนี้ก็เพื่อที่จะเพิ่มโอกาสให้ตัวเองได้ทำงานที่ฝันในวงการโทรทัศน์\"\n",
        "output": [
            "And I was doing all this in order to increase my chances to get my dream job in television.\"\n"
        ]
    },
    {
        "input": "ฤดูกาลแข่งขันฮอกกี้ Ontario ปี 2005-2006 ได้เริ่มขึ้นเมื่อคืนวันพุธ ณ สนามกีฬา Wendler ที่ The Dow Event Center ในเมือง Saginaw รัฐ Michigan ประเทศสหรัฐอเมริกา โดย Saginaw Spirit ได้เปิดบ้านรับการมาเยือนของ Plymouth Whalers พร้อมด้วยผู้คนมากกว่า 4,600 เข้าร่วม\n",
        "output": [
            "The 2005-2006 Ontario Hockey League season kicked off to a start Wednesday night at Wendler arena in The Dow Event Center in Saginaw, Michigan, USA with the Saginaw Spirit hosting the Plymouth Whalers, with over 4,600 people attending.\n"
        ]
    },
    {
        "input": "แม้ว่าการแข่งครั้งนี้จะเป็นลู่แข่งที่ยาวเป็นอันดับสองสำหรับ Tour de Taiwan ปี 2008 ก็ตาม สภาพอากาศก็ได้ท้าทายนักขี่จักรยาน 89 คนเนื่องจากมีฝนตกแต่เช้าในเขตมหานคร Taipei-Keelung\n",
        "output": [
            "Even though this race is the second longest race in 2008 Tour de Taiwan, the weather challenged 89 cyclists due to an earlier rain in Taipei-Keelung metropolitan area.\n"
        ]
    },
    {
        "input": "สหรัฐฯได้ถูกกล่าวหาในอดีตว่าใช้พยานหลักฐานที่สร้างขึ้นและมึความเกินจริง เพื่อสร้างเป็นข้ออ้างก่อนทำสงครามกับอิรัก\n",
        "output": [
            "The US has in the past been accused of using exaggerated and fabricated evidence to build its case against Iraq prior to the war.\n"
        ]
    },
    {
        "input": "แบคทีเรียอาจจะถูกนำพาโดยสัตว์ป่า จากฟาร์มปศุสัตว์มาที่แปลงผักโขม\n",
        "output": [
            "The bacteria could have been carried by wild animals from the cattle ranch to the spinach field.\n"
        ]
    },
    {
        "input": "เขาได้กล่าวว่า \"หนังสือเล่มดังกล่าวได้รวบรวมบทความที่เป็นประโยชน์ต่อผู้เริ่มผลิตภาพยนตร์ด้วยการบรรยายเรื่องที่มาจากประสบการณ์ในการรวบรวมเงินสำหรับผลิตภาพยนตร์ และ อุปนิสัยที่บ้าบิ่นของผมที่บุกโลกการผลิตภาพยนตร์ทั้งๆที่มีงบประมาณเพียงน้อยนิด\"\n",
        "output": [
            "He says that it \"combines helpful articles for beginning filmmakers with narrative tales based on my experiences raising money for features and the crazy personalities that invade the world of microbudget filmmaking.\"\n"
        ]
    },
    {
        "input": "ในเดือนพฤษภาคม ปี 2006 กระบวนการปะทุเริ่มเร็วขึ้นและถึงจุดสูงสุดที่จะปะทุอย่างรุนแรงในวันที่ 14 กรกฏาคมและ 16 สิงหาคม\n",
        "output": [
            "In May 2006 it increased dramatically culminating in violent eruptions on July 14 and August 16.\n"
        ]
    },
    {
        "input": "นายกเทศมนตรี Marie Trainer จากเทศมณฑล Haldimand ซึ่งเป็นที่ที่ Caledonia ตั้งอยู่ กล่าวว่า: \"ในการประชุมครั้งต่อไป ครั้งหรือสองครั้ง ก็จะเสียเวลากับเรื่องที่ไร้สาระอีกเช่นเคย แทนที่จะเป็นการพูดคุยอย่างตรงประเด็น\"\n",
        "output": [
            "Mayor Marie Trainer of Haldimand County, were Caledonia is located, said: \"The next meeting or two will be wasted on frivolous stuff again instead of getting down to business.\"\n"
        ]
    },
    {
        "input": "\"พวกเขาเป็นนักกีฬาที่ยอดเยี่ยม นักเรียนที่ได้เกรดเอยาวเป็นหางว่าว เด็กผู้ชายตัวน้อยที่ดี..มันเป็นเรื่องที่ทำใจลำบาก\" Don Taylor เพื่อนบ้านกล่าว\n",
        "output": [
            "\"They were great athletes, straight-A students, just good, little boys...It's tough,\" said neighbor Don Taylor.\n"
        ]
    },
    {
        "input": "สิบสองเปอร์เซ็นต์ของนักโทษ 1,043 คนที่ถูกตรวจหาสารเสพติดตั้งแต่ต้นปีนี้จนถึงเดือนมิถุนายน มีผลเป็นบวก\n",
        "output": [
            "Twelve percent of 1,043 prisoners who were tested for drugs from the start of this year until June, tested positive for drugs.\n"
        ]
    },
    {
        "input": "Rico ได้เข้าทำงานหลากหลาย แต่ความชอบของเขาคืองานที่เขาทำตอนนี้ -เขาเปลี่ยน \"ขยะ\" ที่ไม่มีใครต้องการเป็นเฟอร์นิเจอร์สุดแหวกแนวได้\n",
        "output": [
            "Rico has been in a variety of jobs but his passion is now his profession - he turns unwanted 'junk' into unusual pieces of furniture.\n"
        ]
    },
    {
        "input": "Andrzej Wajda ผู้กำกับภาพยนตร์ชาวโปแลนด์ แสดงความคิดเห็นเรื่องแผนการฝังศพของประธานาธิบดีคนล่าสุด โดยกล่าวว่า \"Lech Kaczynski เป็นสามัญชนและเป็นคนดี แต่ไม่มีเหตุผลอะไรที่เขาจะทอดกายอยู่ใน Wawel ท่ามกลางเหล่ากษัตริย์ของโปแลนด์และนายพล Józef Piłsudski [ผู้ก่อตั้งชาติโปแลนด์สมัยใหม่]\"\n",
        "output": [
            "Polish film director Andrzej Wajda voiced his opinion on the plans of the late president’s burial site, saying that \"Lech Kaczynski was an ordinary and good man, but there is no reason for him to lie in the Wawel among the kings of Poland and Marshal Józef Piłsudski [the founder of modern-day Poland].\"\n"
        ]
    },
    {
        "input": "Lieberman ปัจจุบันประจำอยู่ที่ Grogia กับวุฒิสมาชิก Lindsey Graham; เขาได้ตอบคำถามที่เกี่ยวกับการชุมนุมว่า \"มีความเป็นไปได้ อย่างไรก็ตาม จะมีการประกาศอย่างเป็นทางการต่อไป\"\n",
        "output": [
            "Lieberman is currently in Georgia, with Senator Lindsey Graham; he responded when asked if he would be speaking at the convention that \"it's quite possible, but I'll let them announce it.\"\n"
        ]
    },
    {
        "input": "คำสดุดีฉบับเต็มกล่าวว่ารางวัลนี้มอบให้ \"สำหรับการให้คำชี้แจงเกี่ยวกับคุณสมบัติของการแตกความสมมาตรที่เกิดขึ้นเองตามธรรมชาติ ในทฤษฎีความสัมพันธ์มาตรวัดในมิติที่สี่ และทฤษฎีว่าด้วยหลักกลศาสตร์ของการสร้างมวล vector boson อย่างสม่ำเสมอ\"\n",
        "output": [
            "The full citation stated the prize was awarded \"For elucidation of the properties of spontaneous symmetry breaking in four-dimensional relativistic gauge theory and of the mechanism for the consistent generation of vector boson masses.\"\n"
        ]
    },
    {
        "input": "ในเดือนธันวาคม ปี 2003 แผ่นดินไหวขนาด 6.6 แมกนิจูดทำให้มีผู้เสียชีวิตไปมากกว่า 31,000 คน และในเดือนกุมภาพันธ์ ปี 2005 แผ่นดินไหวขนาด 6.4 แมกนิจูดทำให้มีผู้เสียชีวิต 600 คนใกล้กับ Zarand ในจังหวัด Kerman\n",
        "output": [
            "In December of 2003, a magnitude 6.6 earthquake killed over 31,000 people and in February of 2005 a 6.4 eathquake killed 600 people near Zarand in the Kerman province.\n"
        ]
    },
    {
        "input": "จากคำกล่าวของนายโฮเซ มานูเอล ดูเรา บาร์โรโซ ประธานคณะกรรมาธิการยุโรปทำให้ทราบว่า สหภาพยุโรปเตรียมมอบเงินช่วยเหลือจำนวน 50 ล้านยูโรแก่พื้นที่ที่ได้รับความเสียหาย\n",
        "output": [
            "According to José Manuel Durão Barroso, President of the European Commission, the European Union is prepared to release 50 million € in aid for damaged areas.\n"
        ]
    },
    {
        "input": "ทีมพาราลิมปิคคาดไว้ว่าจะปิดการแข่งขันด้วยการรับเหรียญที่หนึ่งพันของประเทศให้ได้\n",
        "output": [
            "The Paralympic team is expected to finish the Games having earned the country's one thousandth medal.\n"
        ]
    },
    {
        "input": "เจ้าหน้าที่รัฐบาลท้องถิ่นกล่าวว่า มีคนอย่างน้อย 11 คนถูกสังหารโดยระเบิดข้างทางในวันอาทิตย์ที่ทางตอนใต้ของประเทศอัฟกานิสถาน\n",
        "output": [
            "Local government officials have said that at least eleven people were killed on Sunday in southern Afghanistan by a roadside bomb.\n"
        ]
    },
    {
        "input": "ก่อนปี 2005 อาคาร 555 California เป็นอาคารสำนักงานใหญ่ของ Bank of America แต่สถานะได้สิ้นสุดลงเมื่อ NationsBank สาขา North Carolina ได้ซื้อกิจการของ A.P. Giannini ที่เป็นธุรกิจธนาคารในฝั่งตะวันตกและได้ใช้ชื่อ B แทนชื่อ A แต่ไปตั้งสำนักงานใหญ่อยู่ที่ Charlotte มหานครนิวยอร์ก\n",
        "output": [
            "Before 2005, 555 California had been Bank of America's World HQ, but that status ended when North Carolina based NationsBank ate up A.P Giannini's west coast banking legacy and kept the B of A name, but made the main HQ in Charlotte NC.\n"
        ]
    },
    {
        "input": "ตามบันทึกสนทนาโทรศัพท์ที่เขาได้โพสต์ลงในบล็อคของเขา\n",
        "output": [
            "According to the phone conversation recording he posted to his blog,\n"
        ]
    },
    {
        "input": "รัฐสภาทั้งสองประเทศเห็นชอบในข้อตกลงดังกล่าว ซึ่งมีผลบังคับต่อทั้งสองประเทศ\n",
        "output": [
            "Parliaments in both countries approved the deal, which will be binding on both countries.\n"
        ]
    },
    {
        "input": "Microsoft ตัดสินใจซื้อเครื่องมือค้นหาข้อมูลสุขภาพที่เรียกว่า Medstory\n",
        "output": [
            "Microsoft decided to buy a health information search engine called Medstory.\n"
        ]
    },
    {
        "input": "โดยลดลงอย่างมากจากปี 2007 ซึ่งมีคนงานชาวต่างชาติเข้าสหรัฐด้วยวีซ่าประเภท H-2B ถึง 120,000 คน\n",
        "output": [
            "This comes as a stark comparison to 2007, when 120,000 foreign workers entered the U.S. with H-2B visas.\n"
        ]
    },
    {
        "input": "Jenkins สามารถทำความเร็วได้ 126.1 ไมล์ต่อชั่วโมง (202.9 กิโลเมตรต่อขั่วโมง) ในรถ Greenbird ของเขาเมื่อขับไปตามที่ราบลุ่มทะเลสาบ Ivanpah ของเนวาดา\n",
        "output": [
            "Jenkins managed to reach a speed of 126.1 miles per hour (202.9 kilometres per hour) in his Greenbird car along the plains of Nevada's Ivanpah Lake.\n"
        ]
    },
    {
        "input": "มีเพียงประเทศเดียวในกลุ่มสหภาพยุโรปที่มีอาวุธนิวเคลียร์คือ ประเทศฝรั่งเศส\n",
        "output": [
            "The only other European country with nuclear capability is France.\n"
        ]
    },
    {
        "input": "ภูมิภาคที่อบอุ่นที่สุดพร้อมลายเสืออยู่ตรงกับสองสถานที่ของเครื่องบินเจ็ทที่เห็นในภาพของ Cassini\n",
        "output": [
            "The warmest regions along the tiger stripes correspond to two of the jet locations seen in Cassini images.\n"
        ]
    },
    {
        "input": "ทนายความของพรรค The Teamster มีรกรากจากเอดมอนตัน แต่ได้อยู่อาศัยที่เขตรอบเมืองแวนคูเวอร์ ตั้งแต่ปี 1991\n",
        "output": [
            "The Teamster's lawyer is originally from Edmonton, but has been living in Vancouver environs since 1991.\n"
        ]
    },
    {
        "input": "หลังจากที่ออกอากาศเพียงแค่ 45 สถานีทั่วประเทศ ผู้จัดรายการระยะยาวสำหรับขายให้กับสถานีต่างๆ The Jerry Springer Show จะได้มีผู้ฟังบนสถานี Air America ทั้ง 51 สถานีในที่สุด\n",
        "output": [
            "After initially being carried by only 45 stations nationwide, the host of the long-running syndicated program, The Jerry Springer Show will eventually have his radio show heard on all 51 Air America affiliates.\n"
        ]
    },
    {
        "input": "และดาวเทียมนี้จะโคจรในวงโคจรประจำที่ซึ่งอยู่เหนือจากผิวโลกเป็นระยะทาง 36,000 กิโลเมตร บริเวณลองติจูดที่ 95.5ºE\n",
        "output": [
            "It will be placed in a geosynchronous orbit, about 36,000 kilometres above the Earth, at a longitude of 95.5°E.\n"
        ]
    },
    {
        "input": "ประธานองค์การนาโต้ นายจาพ เดอ ฮูพ เชฟเฟอร์ ก็ประนามการกระทำดังกล่าวเช่นกัน\n",
        "output": [
            "NATO chief Jaap de Hoop Scheffer has also condemned the action.\n"
        ]
    },
    {
        "input": "ระหว่างที่อยู่ในสิงคโปร์ ทางผู้เล่นของทีมออสเตรเลียรวมถึง Knox, Rowena Webster, Nicola Zagame และ Melissa Rippon ก็ได้มีโอกาสผ่อนคลายที่สระว่ายน้ำ โดยได้มีการอัพเดทข้อมูลต่าง ๆ ผ่านทางทวิตเตอร์ตลอดเวลา\n",
        "output": [
            "While in Singapore, players had an opportunity to relax at the pool and several, including Knox, Rowena Webster, Nicola Zagame, and Melissa Rippon were very active on Twitter.\n"
        ]
    },
    {
        "input": "ตามที่สำนักข่าวประเทศญี่ปุ่น Radiopress ที่คอยจับตามองความเคลื่อนไหวของรายการเผยแพร่วิทยุของเกาหลีเหนือ สถานีออกอากาศส่วนกลางของเกาหลีเหนือ รวมทั้งสำนักงานข่าวส่วนกลางเกาหลี และสื่อของเกาหลีเหนืออื่นๆ ว่า ได้หยุดใช้คำเรียก \"ท่านผู้นำที่รัก\" นำหน้าชื่อของ Kim Jong Il ผู้นำของประเทศ\n",
        "output": [
            "According to Radiopress, a Japanese news agency that monitors North Korea's radio broadcasts, the North's Korean Central Broadcasting Station, as well as the Korean Central News Agency and other North Korean media, have stopped using the term \"Dear leader\" when referring to Kim Jong Il, the country's supreme leader.\n"
        ]
    },
    {
        "input": "การพูดคุยเหล่านี้จะนำไปสู่การก่อตั้งรัฐปาเลสไตน์ภายในปลายปีนี้\n",
        "output": [
            "The talks are supposed to lead to the formation of a Palestinian state by the end of this year.\n"
        ]
    },
    {
        "input": "การวิจัยต่างๆ ได้แนะนำว่า การหยุดใช้อาวุธคือกลยุทธ์ของ ETA ที่จะทำให้การสนับสนุนในถิ่น Basque ลดลง\n",
        "output": [
            "Several analysts have suggested that this most recent ceasefire is based on ETA's tactics causing their support in the Basque region to plummet.\n"
        ]
    },
    {
        "input": "หนึ่งปีต่อมา บันทึกการเปลี่ยนแปลงของเอกสารนี้ก็ยังคงเป็นแหล่งของสถิติการเปลี่ยนแปลงบทความบนวิกิพีเดียที่ถูกอ้างถึงบ่อยครั้งที่สุด\n",
        "output": [
            "A year later, the history flow paper is still the most frequently cited source of statistics about the reversion of vandalism on Wikipedia.\n"
        ]
    },
    {
        "input": "Smethurst ลงเล่นและขว้างลูกสองสาม inning อย่างสบายใจ\n",
        "output": [
            "Smethurst came in and pitched a few innings in relief.\n"
        ]
    },
    {
        "input": "มีการสันนิษฐานว่าต้นเพลิงน่าจะมาจากประกายไฟที่เกิดขึ้นในขณะที่คนงานในบริเวณ Agua Dulce พยายามตอกสลักเกลียวเพื่อถอดยางออกจากล้อรถ\n",
        "output": [
            "It is thought that the fire began when workers in Agua Dulce caused sparks by hammering the bolts when they were removing a tire from a rim.\n"
        ]
    },
    {
        "input": "ท่านทาโค สเตน รองอธิบดีกรมอัยการแห่งอารูบาออกแถลงการณ์ฉบับหนึ่งหลังจากที่ได้มีประกาศเรื่องกระดูกชุดนี้\n",
        "output": [
            "Taco Stein, the Aruban Solicitor General, released a statement after the announcement was made.\n"
        ]
    },
    {
        "input": "\"การไม่มีไฟฟ้าใช้ได้ก่อให้เกิดความวิตกกังวลในปัญหาวิกฤตพลังงาน ซึ่งนั่นอาจจะสร้างความสูญเสียให้กับหน่วยงานอุตสาหกรรมของประเทศ\" ผู้ซื้อขายหุ้นในประเทศอินโดนีเซียกล่าว\n",
        "output": [
            "\"The power outage has resulted in worries over an energy crisis which could hurt the nation's industrial sector,\" said a trader on Indonesia's stock market.\n"
        ]
    },
    {
        "input": "และเสนอว่าสถานีวิทยุชุมชนควรได้รับอนุญาตให้โฆษณาสินค้าได้ไม่เกิน 5 นาที ในทุกชั่วโมงการออกอากาศ\n",
        "output": [
            "The GoM has also proposed that community radios be allowed up to 5 minutes of commercial advertising for every hour of broadcast.\n"
        ]
    },
    {
        "input": "\"สิ่งที่เรากังวลที่สุดคือคนงานกว่า 3,000 ชีวิตที่อยู่ใต้ดิน\" Deon Boqwana ประธานกรรมการสหภาพแรงงานเหมืองแร่แห่งชาติของแอฟริกาใต้กล่าว\n",
        "output": [
            "\"Our main worry is for more than 3,000 people who are underground,\" said National Union of Mineworkers for S. Africa chairman, Deon Boqwana.\n"
        ]
    },
    {
        "input": "Wurtman กล่าวว่าที่ปริมาณเท่านี้ ฤทธิ์ของฮอร์โมนจะหมดลงหลังจากสองสามวันเพราะตัวรับเมลาโทนินในสมองจะไม่เกิดการตอบสนองเมื่อได้รับฮอร์โมนมากเกินไป\n",
        "output": [
            "At that dose, says Wurtman, the hormone's effects end after a few days because melatonin receptors in the brain become unresponsive when exposed to too much of the hormone.\n"
        ]
    },
    {
        "input": "เมื่อคืนวันพุธ Houston Astros ทีมเบสบอลอาชีพในอเมริกาเหนือ คว้าแชมป์ 2005 National League Pennant โดยเอาชนะ St. Louis Cadinals ด้วยคะแนน 5-1 คว้าชัยมาได้เป็นครั้งที่ 4 ในการแข่งขัน National League Championship Series\n",
        "output": [
            "Wednesday night, the Houston Astros, a professional baseball team in North America, won the 2005 National League Pennant by defeating the St. Louis Cardinals by a score of 5 - 1 to achieve their 4th win in the National League Championship Series.\n"
        ]
    },
    {
        "input": "Stewart ขยับขึ้นหนึ่งตำแหน่งหลังจากเสร็จการแข่งครั้งที่สองและอยู่ในอันดับที่เก้า โดยที่Greg Biffleตกไปอยู่อันดับที่สิบ\n",
        "output": [
            "Stewart move up one position after finishing second and is in the ninth position, as Greg Biffle fell to tenth.\n"
        ]
    },
    {
        "input": "Fiorentina และ Lazio จะได้กลับมาเล่นใน Serie A จากเดิมที่ตกลงไปอยู่ใน Serie B\n",
        "output": [
            "Fiorentina and Lazio have been reinstated into Serie A, having been demoted into Serie B originally.\n"
        ]
    },
    {
        "input": "WHO ปฎิเสธที่จะเปิดเผยตัวตนของสมาชิก โดยอ้างว่าพวกเขาต้องได้รับการคุ้มครองจากการกดดันของอุตสาหกรรม เป็นไปได้ว่าการขัดแย้งที่เกิดขึ้นนี้กับริษัทยายังไม่แน่ชัด\n",
        "output": [
            "The WHO has refused to identify committee members, arguing that they must be shielded from industry pressure, so possible conflicts of interest with drug companies are unknown.\n"
        ]
    },
    {
        "input": "ความเคลื่อนไหวครั้งนี้หมายถึงการจบสิ้นสถานภาพของบริษัท AT&T ซึ่งเป็นคู่แข่งและเป็นบริษัทเดียวเท่านั้นที่ผูกขาด iPhone อย่างเป็นทางการของสหรัฐ ซึ่งสถานภาพดังกล่าวได้ดำเนินมาตั้งแต่ iPhone เปิดตัวครั้งแรกเมื่อปี 2007\n",
        "output": [
            "The move means the end of rival company AT&T's status as the only official US carrier of the iPhone, a status it held since the first iPhone debuted in 2007.\n"
        ]
    },
    {
        "input": "ลุงของ Kazemi กล่าวกับ CNN: \"ระหว่างที่ถูกทรมานและกดดันอยู่นั้น (คู่ขาของเขา) ได้เอ่ยชื่อของ Mehdi ว่าเป็นแฟนของเขา\"\n",
        "output": [
            "Kazemi's uncle told CNN: \"Under torture and pressure, (the partner) revealed Mehdi's name as his boyfriend.\"\n"
        ]
    },
    {
        "input": "คาดกันว่าอุณหภูมิสูงสุดในเมืองบัลติมอร์ กรุงวอชิงตัน ดีซี และเมืองฟิลาเดเฟีย จะพุ่งแตะระดับ 100 องศาฟาเรนไฮต์ ( 37.8 องศาเซลเซียส)\n",
        "output": [
            "Baltimore, Washington D.C. and Philadelphia are all expecting highs to reach above 100ºF (37.8ºC).\n"
        ]
    },
    {
        "input": "\"อย่าให้ความเห็นอย่างเป็นทางการ และแน่นอนว่าอย่าออกความเห็นออกอากาศเกี่ยวกับเรื่องนี้ด้วย\"\n",
        "output": [
            "\"Do not comment officially and of course, not on the air, about it.\"\n"
        ]
    },
    {
        "input": "การแข่งขันเริ่มในปี 1947 โดยเริ่มจากเป็นการแข่งขันรับเชิญสำหรับทีมสิงคโปร์และมาเลเซีย ซึ่งหลังจากนั้นก็ได้พัฒนาเป็นการแข่งขันระดับประเทศและทีมจากทั่วโลกได้รับเชิญให้เข้าร่วม\n",
        "output": [
            "The tournament began in 1947 as an invitational event for Singapore and Malaysian teams and since grown into national and club teams from around the world are invited.\n"
        ]
    },
    {
        "input": "บริษัท Procter & Gamble เจ้าของ Pringles อ้างในการพิจารณาคดีเดือนพฤษภาคมว่า Pringles เองก็ไม่ได้ให้ความรู้สึก รูปลักษณ์ หรือรสชาติที่เหมือนขนมทอดกรอบ\n",
        "output": [
            "Pringles' owner Procter & Gamble had claimed at a ruling in May that Pringles do not feel, look, or taste like a crisp.\n"
        ]
    },
    {
        "input": "ในวันพุธ ศาลอุทธรณ์รัฐบาลกลางของสหรัฐอเมริกาพิพากษายืนคำพิพากษาลงโทษ เจ้าพ่อสื่อ Conrad Black พร้อมกับผู้บริหารอีกสามคนจากบริษัท Hollinger International ซึ่งเป็นบริษัทสื่อสารมวลชนของเขาในอดีต เนื่องจากกระทำการฉ้อโกงและการขัดขวางกระบวนการยุติธรรม\n",
        "output": [
            "On Wednesday, a United States federal appeals court upheld convictions of fraud and obstruction of justice against media mogul Conrad Black, along with three other executives from his former press corporation, Hollinger International.\n"
        ]
    },
    {
        "input": "ลูกเรือของเรือ 3504 ถูกพบบนเกาะ Sibay โดยกองทัพอากาศฟิลิปปินส์\n",
        "output": [
            "Vessel 3504's crew were located on Sibay Island by the Philippine Air Force.\n"
        ]
    },
    {
        "input": "นักวิทยาศาสตร์ได้ค้นหาการเปลี่ยนแปลงเล็ก ๆ ในการเคลื่อนไหวของไจโรสโคปเพื่อตรวจจับปรากฏการณ์ frame dragging effect ตลอดจนปรากฏการณ์ geodetic effect ที่ใหญ่กว่ามาก – การแก้ไขสนามแม่เหล็กโลกเล็กน้อยเนื่องจากความแตกต่างระหว่างทฤษฎีแรงโน้มถ่วงของ Einstein และ Newton\n",
        "output": [
            "Scientists looked for small changes in the motion of the gyroscopes to detect the frame dragging effect, as well as the much larger geodetic effect – small corrections to the Earth's gravitational field due to differences between Einstein's and Newton's theories of gravity.\n"
        ]
    },
    {
        "input": "ไม่มีใครพบร่างของเธอจนกระทั่งเดือนสิงหาคมปี 1997 เมื่อนักดำน้ำพบร่างที่ถูกถ่วงน้ำของเธอที่ความลึก 70 ฟุต\n",
        "output": [
            "She was not found until August 1997, when divers found her weighted corpse 70 feet deep.\n"
        ]
    },
    {
        "input": "ศพของเขาถูกบรรทุกด้วยเฮลิคอปเตอร์ไปยังลานบิน Kandahar\n",
        "output": [
            "His remains were taken by a helicopter to the Kandahar Airfield.\n"
        ]
    },
    {
        "input": "ทุกการสัมภาษณ์จะกระทำผ่านอีเมล และจะตีพิมพ์บทสัมภาษณ์โดยไม่มีการแก้ไข เพื่อให้ผู้สมัครทุกรายส่งผ่านทุกข้อความไปสู่ผู้อ่านของพวกเราโดยปราศจากการรบกวนใดๆ\n",
        "output": [
            "All interviews are conducted over e-mail, and interviews are published unedited, allowing candidates to impart their full message to our readers, uninterrupted.\n"
        ]
    },
    {
        "input": "มีผู้เสียชีวิตอย่างน้อย 27 คน มีรายงานว่า เอกสารข้อมูลอาชญากรรมได้ถูกขโมยไป และการปล้นชิงเกิดขึ้นทั่วจังหวัด Dili ในช่วงที่เกิดเหตุการณ์ความไม่สงบขึ้นที่ติมอร์ตะวันออก\n",
        "output": [
            "At least 27 people have been killed, criminal documents reported stolen, and looting widespread in the East Timorese capital, Dili during the present period of unrest.\n"
        ]
    },
    {
        "input": "นี่เป็นการเก็บกักและรักษาแหล่งน้ำไว้ให้แก่เมือง เพราะภัยแล้งนั้นเกิดขึ้นบ่อยกว่าปกติ เนื่องจากสภาวะโลกร้อน\n",
        "output": [
            "This is to provide water security for the city as droughts become more frequent due to global warming.\n"
        ]
    },
    {
        "input": "หลังจากนั้นได้เคลื่อนย้ายไปยังสำนักงานใหญ่ของ Notisiete ที่ซึ่งมีการจัดการรำลึกถึง\n",
        "output": [
            "Later, it was moved to Notisiete's headquarters, where a memorial took place.\n"
        ]
    },
    {
        "input": "สมาชิกคนที่หกถูกจับกุมในข้อหาให้ความช่วยเหลือและสนับสนุน แต่ถูกปล่อยตัวโดยไม่มีโทษ\n",
        "output": [
            "A sixth member was arrested for aiding and abetting but was released without charge.\n"
        ]
    },
    {
        "input": "ในปี 1997 โบสถ์ถูกตัดสินว่ามีความผิดข้อหาหลอกลวงในเมือง Lyon และในปี 1999 ที่เมือง Marseille\n",
        "output": [
            "In 1997 the Church was convicted of fraud in Lyon and 1999 in Marseille.\n"
        ]
    },
    {
        "input": "เมื่อพิจารณาโดยถี่ถ้วนแล้ว เราเชื่อว่านี่คือวิธีที่จะมอบประโยชน์สูงสุดแก่ผู้ตกยากที่สุด\"\n",
        "output": [
            "On balance, we believe this is the approach that will deliver the greatest benefits to the most vulnerable people.\"\n"
        ]
    },
    {
        "input": "กองทัพอิสราเอลต้องได้รับรู้ถึงเหตุการณ์ที่เกิดขึ้นแล้วแต่ไม่ได้ยื่นมือเข้าช่วยเหลือ\n",
        "output": [
            "The Israeli military must have been aware of the situation but did not assist the wounded.\n"
        ]
    },
    {
        "input": "เหตุการณ์จบลงโดยไม่มีเหตุรุนแรง ผู้โดยสารและลูกเรือทุกคนที่อยู่บนเครื่องสามารถออกจากเครื่องได้อย่างปลอดภัย\n",
        "output": [
            "The situation ended without incident and all passengers and crew on board the aircraft were able to leave safely.\n"
        ]
    },
    {
        "input": "ขบวนยานประกอบไปด้วย ขบวนยาว 115 ฟุต สองขบวน ลำปีกสามารถขยายได้ถึง 240 ฟุต ยังรวมถึงอุปกรณ์อื่นๆ ที่เชื่อมสองส่วนเข้าด้วยกัน อีกทั้งยังทำให้สองส่วนนี้หมุนเป็นเกลียวได้เวลาติดตามดวงอาทิตย์\n",
        "output": [
            "The arrays consist of two 115-foot-long arrays, for a total wing span of 240 feet, including the equipment that connects the two halves and allows them to twist as they track the sun.\n"
        ]
    },
    {
        "input": "รายงานหนึ่งกล่าวว่ามันตกลงในหุบเขาขณะที่อีกรายงานกล่าวว่าตกลงบนพื้นที่หนองน้ำ\n",
        "output": [
            "One report says it crashed into a ravine while another states it crashed into a swampy area.\n"
        ]
    },
    {
        "input": "AKP มี 353 จากทั้งหมด 550 ที่นั่งใน Grand National Assembly ของตุรกี\n",
        "output": [
            "The AKP has 353 of the 550 seats in Grand National Assembly of Turkey.\n"
        ]
    },
    {
        "input": "แต่อย่างที่ผมได้บอกไปแล้วนั่นแหละ ผมไม่อยากจะมากังวลกับการรักษาตำแหน่งผู้นำไปตลอดการแข่งขัน\n",
        "output": [
            "But like I say, I'm not going to be conservative having the lead.\n"
        ]
    },
    {
        "input": "ทีมของนักวิทยาศาสตร์จากมหาวิทยาลัย Standford อ้างว่าได้พบธาตุลึกลับบางอย่างที่หายไปในทฤษฎีของสัมพันธภาพของ Einstein\n",
        "output": [
            "A team of scientists at Stanford University claim to have detected a subtle, missing element of Einstein's theory of relativity.\n"
        ]
    },
    {
        "input": "Chris Barclay จาก stuff.co.nzs เชื่อว่านี่หมายความว่า Fever มีโอกาสที่จะชนะ โดยเฉพาะในช่วงก่อนเปิดฤดูกาลที่มีชัยชนะสองครั้ง การเสมอกับ Firebirds และแพ้เพียงครั้งเดียว\n",
        "output": [
            "stuff.co.nzs Chris Barclay believes this means the Fever have a chance of winning, especially following a pre-season that included two wins, a tie to the Firebirds and a single loss.\n"
        ]
    },
    {
        "input": "สี่ทีมในลำดับสูงสุดในแต่ละกลุ่มจึงจะเข้าสู่รอบก่อนชิงชนะเลิศ\n",
        "output": [
            "The top four teams in each group then go on into the quarter-finals.\n"
        ]
    },
    {
        "input": "เมื่อจบการฝึกซ้อมในสระ พวกเขาก็ไม่สามารถที่จะเข้าถึงทวิตเตอร์ เฟสบุ๊คหรือโทรทัศน์ พวกเขาจึงจำเป็นต้องสร้างความบันเทิงให้กับตัวเองด้วยกิจกรรมอื่น ๆ\n",
        "output": [
            "When away from the pool, they did not have access to Twitter, Facebook, or television and had to entertain themselves using other means.\n"
        ]
    },
    {
        "input": "หลังจาก 18:00 น. (EDT) เว็บไซต์กลับมาใช้งานได้อีกครั้ง หลังจากมีปัญหาในการเชื่อมต่อในระยะเวลาไม่นาน\n",
        "output": [
            "Just after 6:00 p.m. (EDT) the site came back online with only a few connection issues.\n"
        ]
    },
    {
        "input": "ข้อกฎหมายของแบบร่างของพวกเขาคือ การสืบทอดพระราชบัลลังก์จะต้องเกิดขึ้นโดยไม่มีอคติทางเพศ\n",
        "output": [
            "Implementation of their recommendations would mean that succession to the highest position in Japanese society would occur without a gender bias.\n"
        ]
    },
    {
        "input": "\"นี่เป็นเรื่องระหว่างผู้ปกครองที่พาเด็กมาลงทะเบียนที่โรงเรียนของเรา ซื่องอยู่ในความรับผิดชอบของโรงเรียน\"\n",
        "output": [
            "\"This is between the parents that enrol their children at our school and that is where the buck stops.\"\n"
        ]
    },
    {
        "input": "ระบบที่ใกล้เคียงกันก่อให้เกิดน้ำท่วมเฉียบพลันและฝนที่ตกมาอย่างหนักในปี 2003\n",
        "output": [
            "A similar system caused severe flooding and precipitation in 2003.\n"
        ]
    },
    {
        "input": "วง Poison อ้างว่าบริษัททั้งสองจ่ายเงินค่าลิขสิทธิ์ต่างๆ น้อยเกินจริงเป็นระยะเวลาหลายปี\n",
        "output": [
            "Poison claim the two companies have underpaid them royalties for years.\n"
        ]
    },
    {
        "input": "พื้นที่บริเวณงานตลอดจนทะเลสาบ Ontario ประสบปัญหา โดยเฉพาะกลุ่มงานศิลปะที่จัดแสดงทางใต้\n",
        "output": [
            "Festival Square's proximity to Lake Ontario caused its share of trouble, particularly for the arts groups displaying in the south.\n"
        ]
    },
    {
        "input": "พิพิธภัณฑ์สองแห่งใน San Diego รัฐแคลิฟอร์เนียได้รับมอบพินัยกรรมชุดงานสะสมทางศิลปะที่มีมูลค่ากว่า 40 ล้าน\n",
        "output": [
            "Two museums in San Diego, California have been bequested an art collection worth more than 40 million.\n"
        ]
    },
    {
        "input": "ระหว่างสมัยของประธานาธิบดี Kennedy Helen จะจบการประชุมแถลงข่าวเกี่ยวกับประธานาธิบดีทั้งหมดด้วยคำที่เป็นเอกลักษณ์ของเธอว่า \"ขอบคุณค่ะ ท่านประธานาธิบดี\" เสมอ และมักจะมีคติคำสอนเกี่ยวกับงานของเธอว่า \"ในการทำงานของฉัน ผลงานสุดท้ายเท่านั้นที่ผู้คนจะจดจำ\"\n",
        "output": [
            "During Kennedy's administration, Helen ended all presidential press conferences with a signature \"Thank you, Mr. President\" and always issued a caveat about her work: \"In my career you're only as good as your last story.\"\n"
        ]
    },
    {
        "input": "ไม่ทราบได้ว่าจะมีสารพิษอื่นในร่างกายของเขาหรือไม่\n",
        "output": [
            "It is unknown if there were any other poisons in his system.\n"
        ]
    },
    {
        "input": "ซึ่งถูกบันทึกว่า การเลือกที่จะไม่ตรวจสอบการชำระเงินที่ผิดธรรมชาติ ก็เท่ากับการยอมรับถึงความไม่ชอบด้วยกฎหมายของมัน\n",
        "output": [
            "It was noted that choosing not to investigate the suspicious nature of the payments was equivalent to accepting their illegality.\n"
        ]
    },
    {
        "input": "\"ฉันทำด้วยตัวฉันเอง 'เพราะ'ฉันชอบที่จะทำให้บทความ Wikipedia ดีขึ้น\"\n",
        "output": [
            "\"I did this on my own 'becuz' I like improving Wikipedia articles\".\n"
        ]
    },
    {
        "input": "Jeff Blake ผู้บริหารฝ่าย Worldwide Marketing and Distribution ของ Sony Pictures กล่าวว่า: \"Michael Jackson มีกองทัพแฟนเพลงอยู่ทุกหนแห่งทั่วโลก.. โดยเราจะได้หยิบยื่นโอกาสอันเหลือเชื่อให้แก่บรรดาผู้ชมได้มาร่วมกันในการเฉลิมฉลองอาชีพการงานที่แสนวิเศษของ Michael Jackson\"\n",
        "output": [
            "Jeff Blake, chairman of worldwide marketing and distribution for Sony Pictures, said: \"Michael Jackson has an army of fans everywhere around the world... we are giving the audiences an incredible opportunity to join together in celebration of Michael Jackson's incredible career.\"\n"
        ]
    },
    {
        "input": "การกระทำละเมิดเช่น การถุยน้ำลาย การโยนขวดน้ำใส่ผู้คุม หรือการพยายามปัสสาวะใส่ผู้คุม เป็นกรณีที่ระบุไว้อย่างชัดเจนว่าไม่อาจใช้สเปรย์พริกไทยได้\n",
        "output": [
            "Infractions such as spitting, throwing water at, or attempting to urinate on guards appear as explicitly listed cases where pepper spray may not be used.\n"
        ]
    },
    {
        "input": "Free State ทำคะแนน 17 ต่อศูนย์ในระหว่างครึ่งแรก\n",
        "output": [
            "The Free State were up 17 to nil during the first half.\n"
        ]
    },
    {
        "input": "จากนั้นเธอยังได้กล่าวถึงบริษัท Energy Management ซึ่งอยู่เบื้องหลังโครงการ Cape Wind ที่เป็นประเด็นขัดแย้ง ซึ่งได้เสนอให้สร้างโรงไฟฟ้าพลังน้ำมันขึ้นตรงกันข้ามกับโรงเรียนประถมเชลซี และกล่าวว่าคุณภาพของอากาศในเมืองเชลซีอยู่ในระดับแย่\n",
        "output": [
            "She further noted the company, Energy Management Inc., behind the controversial Cape Wind project, proposed building a diesel power plant across the street from a Chelsea elementary school and that air quality in Chelsea is bad.\n"
        ]
    },
    {
        "input": "คณะนักวิทยาศาสตร์ที่กรมอุตุนิยมวิทยาของอินเดีย (IMD) ในกรุงนิวเดลี ซึ่งเป็นศูนย์ผู้เชี่ยวชาญขององค์การอุตุนิยมวิทยาโลกในเอเชีย กล่าวว่าทางศูนย์ได้จัดทำรายงานข่าวเรื่องพายุหมุนฉบับแรกส่งให้พม่าทราบไว้แต่เนิ่น ๆ เมื่อวันที่ 26 เมษายน\n",
        "output": [
            "Scientists at the Indian Meteorological Department (IMD) in New Delhi, theWorld Meteorological Organisation's specialist centre for Asia, say they issued the first of the cyclone bulletins to Myanmar as early as 26 April.\n"
        ]
    },
    {
        "input": "มีประวัติที่น่าสนใจของปราสาทแห่งนี้คือ ครั้งหนึ่งเคยมี William Lever ผู้ก่อตั้ง Uniliver เป็นเจ้าของ\n",
        "output": [
            "Throughout its colourful history, the castle was at one time owned by William Lever who founded Unilever.\n"
        ]
    },
    {
        "input": "ผู้โดยสาร 66 คนและลูกเรือของเที่ยวบินจาก นครนิวยอร์ก ไป ซานฟรานซิสโก ของสายการบิน UAL ต้องลงจอดฉุกเฉินอย่างไม่พึงประสงค์ใน \"เมืองที่ลมแรง\" อย่าง ชิคาโก เมื่อวันอังคารที่ผ่านมา เนื่องจากเกรงกลัวต่อการวางระเบิด\n",
        "output": [
            "66 passengers and the crew of a New York to San Francisco UAL flight got an unwanted stop in the \"Windy City,\" Chicago, on Tuesday, following a bomb scare.\n"
        ]
    },
    {
        "input": "Wikinews ตีข่าวการแก้ไขเรื่องที่น่าสงสัยนี้ตั้งแต่แรก หลังจากได้รับคำแนะนำจากผู้ดูแล Wikipedia\n",
        "output": [
            "Wikinews originally broke the story about the suspicious edit after receiving a tip from Wikipedia administrators.\n"
        ]
    },
    {
        "input": "\"เขาทิ้งพัสดุลงใน [ตู้] และหลบออกจากพื้นที่ไปยัง Delaware Ave. ตรงไปสู่ Allen\" ร.ท. K Szyszkowski ตำรวจประจำ Buffalo กล่าว\n",
        "output": [
            "\"He dropped the package into the [box], and made his way out to Delaware Ave. towards Allen,\" stated Buffalo Police Lt., K Szyszkowski.\n"
        ]
    },
    {
        "input": "กรมอุตุนิยมวิทยาของญี่ปุ่นกล่าวว่า แผ่นดินไหวครั้งแรกและสุดท้าย จริงๆแล้วมีขนาด 6.7 แมกนิจูด\n",
        "output": [
            "Japan's weather agency says the first and last quakes were actually 6.7 magnitude.\n"
        ]
    },
    {
        "input": "เป็นที่น่าตกใจว่าประโยคไม่กี่ประโยคถูกดึงออกจากบริบท เพื่อทำให้เกิดภาพที่องค์กรของเรานั้นร่วมมือกับพวกคลั่งศาสนา ว่าพวกเขาสามารถเขาถึงเราได้โดยตรง - เราดำเนินมัสยิดของเราด้วยนโยบายประตูที่เปิดให้ทุกคนสามารถเข้าหาเราได้ตลอดเวลา\n",
        "output": [
            "It is deeply alarming that a few sentences have been taken out of context in order to create the impression that our institution is a hotbed of fanaticism they could have approached us directly - we operate an open door policy in our mosques.\n"
        ]
    },
    {
        "input": "นาย Woolmer เคยลงแข่งขันแบบสมัครเล่น 19 ครั้งให้ทีมอังกฤษ นอกจากนี้ยังเคยเป็นโค้ชให้ทีม Warwickshire และทีมแอฟริกาใต้ก่อนที่จะมาเป็นโค้ชให้กับทีมปากีสถาน ในปี ค.ศ. 2004\n",
        "output": [
            "Woolmer played 19 Tests for England and was the coach for Warwickshire and South Africa before becoming coach for Pakistan in 2004.\n"
        ]
    },
    {
        "input": "Oxford ชนะการโยนเหรียญและเลือกพายริมฝั่ง Surrey และให้ Cambridge พายฝั่ง Middlesex\n",
        "output": [
            "Oxford won the toss and chose to row on the Surrey side of the river, with Cambridge rowing on the Middlesex side.\n"
        ]
    },
    {
        "input": "\"เรามีหมายจับที่เรายินดีที่จะใช้กับคุณในทันที\"\n",
        "output": [
            "\"We have a warrant of arrest that we are happy to execute against you right away.\"\n"
        ]
    },
    {
        "input": "วันที่ 28 พฤษภาคม 2003 เมืองที่มีขนาดใหญ่เป็นอันดับ 3 ของเยอรมนีลงคะแนนให้เปลี่ยนไปใช้ open source software\n",
        "output": [
            "On May 28, 2003 Germany's third-largest city, voted to move to open source software.\n"
        ]
    },
    {
        "input": "อาคารหลายหลังได้รับความเสียหายและต้นไม้หลายต้นถูกโค่น\n",
        "output": [
            "Buildings have already collapsed and trees have been knocked down.\n"
        ]
    },
    {
        "input": "นอกจากนั้น พวกเขาตรวจท่อระบายอากาศในระบบที่ช่วยควบคุมสภาพบรรยากาศในสถานี และเปลี่ยนย้ายส่วนทดลองทางกายภาพของญี่ปุ่น\n",
        "output": [
            "In addition, they checked vents on systems that help control the Station's atmosphere and relocated a Japanese physical science experiment.\n"
        ]
    },
    {
        "input": "ตามที่ตั้งใจไว้ การทำสัญลักษณ์แบบนี้จะช่วยให้ผู้เข้าชมแยกแยะยางได้ ซึ่งจะเป็นการช่วยได้มากกว่าครั้งที่แล้วที่ทาจุดสีขาวหนาๆ ด้านนอกของยางรถ\n",
        "output": [
            "As intended, this will help audience to distinguish the tyres, it will be more helpful than the previous white heavy dot on the outer side of the tyre.\n"
        ]
    },
    {
        "input": "การเจรจาหยุดยิงระหว่างอิสลาเอลกับกลุ่มเฮซโบลลาห์ที่มีสหประชาชาติเป็นตัวกลางกำลังจะได้ผลเพราะอิสราเอลได้เริ่มถอนกองกำลังออกจากเลบานอนแล้ว\n",
        "output": [
            "The United Nations brokered cease-fire between Israel and Hezbollah is largely holding as Israel has begun to withdraw its forces from Lebanon.\n"
        ]
    },
    {
        "input": "รางวัลนี้มาพร้อมกับเงินรางวัลมูลค่า $500,000 ทำให้นี่เป็นรางวัลแบบเดี่ยว ๆ ที่มีมูลค่ามากที่สุดสำหรับสิ่งประดิษฐ์ ที่มอบให้ในสหรัฐอเมริกา\n",
        "output": [
            "The prize comes with an award of US$500,000, making it the largest single award for invention given in the United States.\n"
        ]
    },
    {
        "input": "เหมืองในประเทศจีนมีคนเสียชีวิตมากที่สุดในโลก; ตามรายงานของ Al Jazeera ที่ว่าคนเหมืองหลายพันคนเสียชีวิตจากอุบัติเหตุทุกปี\n",
        "output": [
            "China's mines are the deadliest in the world; according to Al Jazeera, several thousand miners die each year due to accidents in them.\n"
        ]
    },
    {
        "input": "บริษัทฟ้องร้องเรียกค่าเสียหายสำหรับความเสียหายทางแพ่งจากครึ่งหนึ่งของรายได้จากภาพยนตร์ อีกทั้งรายได้จากหนังสือและภาพยนต์บล็อกบัสเตอร์ชื่อดังทั้งหลาย เช่น สไปเดอร์แมน ไอรอนแมน เอ็กซ์-เมน ฮัค และแฟนแทสติก โฟร์\n",
        "output": [
            "The company is suing for recovery of civil damages representing one-half of film and book earnings from such blockbuster films as Spider-Man, Iron Man, X-Men, Hulk, and Fantastic Four franchises.\n"
        ]
    },
    {
        "input": "ฉบับร่างแรกดังกล่าวร่างโดย Matt Robson แห่งพรรค NZ Progresive และจากนั้นถูกนำไปใช้โดย Martin Gallagher จากพรรค New Zealand Labour\n",
        "output": [
            "It was first drafted by Matt Robson of the NZ Progressive Party, and was then taken on by Martin Gallagher from the New Zealand Labour Party.\n"
        ]
    },
    {
        "input": "Wood ได้โต้เถียงข้อความดังกล่าว ว่า \"เป็นที่ชัดเจนว่ากฎหมายสากลบางส่วนนั้นขาดเสถียรภาพ\n",
        "output": [
            "Wood disputes this, saying, \"Obviously there are some areas of international law that can be quite uncertain.\n"
        ]
    },
    {
        "input": "สายการบินของไอร์แลนด์ Ryanair ประสบภาวะหุ้นตกฮวบ 12% ในการซื้อขายช่วงเช้านี้ ซึ่งทำให้การกังวลเกี่ยวกับสภาวะตลาดตกต่ำท่ามกลางความกลัวว่าจะเกิดเศรษฐกิจตกต่ำรุนแรงมากขึ้น\n",
        "output": [
            "Irish airline Ryanair took a 12% slump in this morning’s trade, further intensifying concern about poor market conditions amid recessionary fears.\n"
        ]
    },
    {
        "input": "ทั้งนี้ ไม่ควรสับสนกับร้าน Lewis's ในเมือง Liverpool ที่เพิ่งถูกสั่งพิทักษ์ทรัพย์เมื่อไม่นานนี้\n",
        "output": [
            "It should not be confused with the Liverpool store Lewis's which has recently gone into receivership.\n"
        ]
    },
    {
        "input": "บริษัทถูกก่อตั้งในปี 1985 และจากนั้นก็พัฒนาและเติบโตโดยผนึกรวมบริษัท 34 แห่งซึ่งมีมูลค่ารวมมากกว่า US$21 พันล้าน (€16.3 พันล้าน; GBP11.1 พันล้าน)\n",
        "output": [
            "The exchange was founded in 1985 and has since grown to encompass 34 firms with a combined value of over US$21bn (€16.3bn; GBP11.1bn).\n"
        ]
    },
    {
        "input": "\"เมื่อเขาต้องการจะเหยียบเบรค เขาจะต้องเขย่งเท้าซ้ายและเหยียบเบรคด้วยเท้าขวา\"\n",
        "output": [
            "\"Whenever he would brake, he would pick himself up with his left foot and stomp on the brake with his right.\"\n"
        ]
    },
    {
        "input": "ผู้เชี่ยวชาญยังคงเตือนเกี่ยวกับความเป็นไปได้ที่จะเกิดการกระจายของโรคระบาดไปทั่ว ธนาคารโลกจึงอนุมัติเงิน US$500 ล้าน เพื่อช่วยเหลือประเทศสู้กับ H5N1\n",
        "output": [
            "Experts are still warning of a possible pandemic, prompting the world bank to release US$500 million in aid to assist countries combat H5N1.\n"
        ]
    },
    {
        "input": "Clinton ชนะทุกผลสำรวจความคิดเห็นระดับประเทศเกี่ยวกับผู้สมัครที่เหมาะสมที่สุดในการเลือกตั้งในนามพรรคเดโมแครต และได้พยายามจะเก็บความลับเรื่องการทาบทามหลายครั้งจากผู้สนับสนุนและทีมงานใหม่\n",
        "output": [
            "Clinton tops every national poll of likely Democratic candidates and had tried to keep private many of her overtures to supporters and new staff.\n"
        ]
    },
    {
        "input": "\"ผมเห็นควันดำลอยขึ้นไปและได้ยินเสียงตึกอาคารถล่ม\"\n",
        "output": [
            "\"I saw black smoke rising and the sound of a building crashing down\".\n"
        ]
    },
    {
        "input": "กระทรวงกลาโหมฟินแลนด์ระบุว่ายานลำนั้นลุกล้ำเข้ามาในน่านฟ้าของฟินแลนด์ใกล้บริเวณเมืองพอร์วู เป็นระยะทางประมาณ 4.5 กิโลเมตร (3 ไมล์)\n",
        "output": [
            "The aircraft ventured about 4.5 kilometers (3 miles) into Finland's airspace near Porvoo over a period of three minutes, according to Finland's defense ministry.\n"
        ]
    },
    {
        "input": "ตามที่ Le Nouvel Observateur รายงานพบว่าหนึ่งเดือนหลังจากที่มีการสืบสวนด้านแรงงานเกิดขึ้น ทางสาขาในฝรั่งเศสของบริษัทก็ได้สลายตัวลง\n",
        "output": [
            "According to Le Nouvel Observateur, one month after the labor investigation took place the French branch of the company had disbanded.\n"
        ]
    },
    {
        "input": "\"มีการบันทึกถึงการฆ่าเหนือกฎหมายโดยทหารแคนาดามาก่อน แต่ไม่เคยมีการขึ้นศาลทหารสำหรับการฆาตรกรรม\"\n",
        "output": [
            "\"There are a few recorded instances of alleged extra-judicial killing by Canadian soldiers, but no court martials for murder.\"\n"
        ]
    },
    {
        "input": "เจ้าหญิง Kiko มีพระประสูติกาลพระโอรส หนัก 2,558 กรัม (5.639 Ib) เมื่อวันที่ 6 กันยายน เวลา 8 โมง 27 นาที (เวลาที่ประเทศญี่ปุ่น)\n",
        "output": [
            "Princess Kiko has given birth to a 2,558 gram (5.639 lb) baby boy, on 6 September at 8 h 27 (Japan Standard Time).\n"
        ]
    },
    {
        "input": "คลังสินค้าเป็นที่เก็บและกระจายสารเคมีในสระว่ายน้ำ โดยเฉพาะคลอรีน\n",
        "output": [
            "The warehouse is a storage and distribution facility for pool chemicals, especially chlorine.\n"
        ]
    },
    {
        "input": "นอกจากนี้ ยังให้ผู้หญิงมีสิทธิ์ในการรับมรดกที่ดิน และแก้ปัญหาการเลือกตั้งท้องถิ่น\n",
        "output": [
            "It would have also given women equal rights to inherit property, and addressed local elections.\n"
        ]
    },
    {
        "input": "กรมอุตุนิยมวิทยาบังคลาเทศ ได้ออกแถลงการว่าแผ่นดินไหวได้สั่นถึงจิตตะกอง ซึ่งเมืองท่าทางใต้ อันเป็นเมืองใหญ่ที่สุดอันดับสองในประเทศบังคลาเทศ\n",
        "output": [
            "The Bangladesh Meteorological Department issued a statement that the quake had struck Chittagong, a southern port that is the second largest city in Bangladesh.\n"
        ]
    },
    {
        "input": "รัฐธรรมนูญฉบับนี้ได้รับการสนับสนุนจากกลุ่มพลเมืองและการเมืองส่วนใหญ่, แม้ว่าจะมีสองกลุ่มเรียกร้องให้บอยคอตการลงประชามติครั้งนี้ โดยกล่าวว่ารัฐธรรมนูญที่เสนอนั้นละเลยความเป็นทาส ซึ่งถูกสั่งห้ามอย่างเป็นทางการแต่ยังคงมีอยู่ตามข้อมูลของนักเคลื่อนไหว; และประเด็นปัญหาเกี่ยวกับ \"การอยู่อาศัยร่วมกันของชุมชนที่มีเชื้อชาติแตกต่างกัน\" (เช่นคนผิวดำและอาหรับ)\n",
        "output": [
            "The Constitution has the backing of most civic and political groups, though two small parties called for a boycott of the referendum, saying the proposed Constitution ignores slavery, which is officially banned but still persists according to activists; and issues of \"cohabitation between the different national communities\" (such as Blacks and Arabs).\n"
        ]
    },
    {
        "input": "กลุ่มคนในเมืองได้โทรหาตำรวจหลายครั้ง ให้นำผู้ประท้วงออกไปจากที่ดิน ซึ่งตอนนี้จังหวัดได้เป็นเจ้าของ และได้ถูกเก็บไว้ในกองทุนจนกว่าข้อพิพาทจะจบลง\n",
        "output": [
            "Townspeople have repeatedly called for police to remove the protesters from the land, which is now owned by the province and being held in trust until the dispute is resolved.\n"
        ]
    },
    {
        "input": "วันๆเธอได้แต่นอนบนหมอน มองสิ่งต่างๆรอบตัว\n",
        "output": [
            "Most of the day she passes watching her surrounding, lying on a pillow.\n"
        ]
    },
    {
        "input": "\"ผมกำลังพยายามที่จะจัดการประชุมในระดับสูงในจีนเพื่อที่จะกล่าวถึงกรณีของเรา และอธิบายว่าทำไมจึงควรเลิกปิดกั้นเรา\"\n",
        "output": [
            "\"I am trying to set up high-level meetings in China to state our case and explain why we should be unblocked.\"\n"
        ]
    },
    {
        "input": "หน่วยงานที่รับผิดชอบยอมรับว่าความผิดพลาดเรื่องสุขภาพและความปลอดภัยเป็น \"สาเหตุการเสียชีวิต\" ของเขา Pascal Bates ทนายฝ่ายโจทก์กล่าว\n",
        "output": [
            "The trust admitted that health and safety breaches were a \"significant cause\" of his death, said Pascal Bates for the prosecution.\n"
        ]
    },
    {
        "input": "\"ไม่มีใครต้องการให้พวกเราต้องพบสถานการณ์เช่นนี้ ที่ไฟล์พาสปอร์ตของชาวอเมริกันถูกเข้าถึงข้อมูลในลักษณะของการลักลอบ\"\n",
        "output": [
            "\"None of us want us to have a situation where any American's passport file is accessed in an unauthorized way.\"\n"
        ]
    },
    {
        "input": "การปล่อยตัวของคนทั้งเจ็ดเกิดขึ้นหลังจาก Nicolas Sarkozy ประธานาธิบดีฝรั่งเศส เดินทางมาถึงชาดเพื่อเจรจาเกี่ยวกับคดีนี้กับทางการชาด\n",
        "output": [
            "The release of the seven came as French President Nicolas Sarkozy arrived in Chad to hold talks on the case with Chadian officials.\n"
        ]
    },
    {
        "input": "เนื่องจากการประสบอุบัติเหตุกับJeff Burton ของKyle Busch ทำให้เขาคงรั้งอยู่ในตำแหน่งที่สามในขณะที่เพื่อนทีมร่วมทีมของเขา Hamlinอยู่ในอันดับสี่\n",
        "output": [
            "Kyle Busch, because of his accident with Jeff Burton maintained the third position while his team mate Hamlin is fourth.\n"
        ]
    },
    {
        "input": "อย่างไรก็ตาม Zidane ปฏิเสธที่จะเปิดเผยว่า จริง ๆ แล้ว Materazzi พูดอะไรแต่กล่าวว่า Materazzi ได้กล่าวคำพูดซึ่ง \"เป็นส่วนตัวอย่างมาก\" และเกี่ยวข้องกับแม่และน้องสาวของเขาโดยเฉพาะ\n",
        "output": [
            "However, Zidane refused to divulge what Materazzi actually said but did say that Materazzi made remarks which were \"very personal\" and specifically concerned his mother and sister.\n"
        ]
    },
    {
        "input": "\"เราอาจจะต้องนำวิธีการปฏิบัติตัวทางการทูตในระดับภูมิภาคมาใช้มากขึ้น\"\n",
        "output": [
            "\"We may need to bring a more regional diplomatic approach to bear.\"\n"
        ]
    },
    {
        "input": "ตามแหล่งข่าวที่ไม่เปิดเผยซึ่งอ้างถึงบทความใน หนังสือพิมพ์ New York Times มติทางกฎหมายในปี 2005 นั้นประกอบไปด้วย \"การอนุมัติอย่างเปิดเผยถึงการใช้เทคนิคการสอบปากคำที่โหดร้าย โดยสำนักข่าวกรองกลาง\" และได้มอบอำนาจอย่างชัดเจนในการใช้ยุทธวิธีซึ่งรวมถึงการตบศีรษะ การใช้อุณหภูมิที่หนาวจัด และเทคนิคการเลียนแบบการกดน้ำซึ่งรู้จักกันในชื่อ waterboarding กับผู้ต้องสงสัยก่อการร้าย\n",
        "output": [
            "According to anonymous sources cited in The New York Times article, the classified 2005 legal opinion contained \"an expansive endorsement of the harshest interrogation techniques ever used by the Central Intelligence Agency,\" and explicitly authorized the use of tactics including head-slapping, frigid temperatures, and the simulated drowning technique known as waterboarding against terror suspects.\n"
        ]
    },
    {
        "input": "Bernard Kouchner รัฐมนตรีกระทรวงการต่างประเทศของฝรั่งเศสพยายามผลักดันให้เกิดการพูดคุยในตะวันออกกลางระหว่างอิสราเอลและปากีสถานในอนาคต\n",
        "output": [
            "French Foreign Minister Bernard Kouchner will attempt to stimulate talks in the Middle East between Israelis and Palestinians in the coming days.\n"
        ]
    },
    {
        "input": "\"มีการสนับสนุนในการเพิ่มจำนวนรถรางสำหรับ Croydon เพื่อให้เข้ากับความต้องการที่เพิ่มขึ้นในระบบรถราง และเพื่อพัฒนาการคมนาคมของคนเดินเท้าและผู้ใช้พาหนะรอบและระหว่างสถานีทางตะวันตก และตะวันออกของ Croydon\"\n",
        "output": [
            "\"There is real support to get additional trams for Croydon to keep pace with growing demand for Tramlink services and also to secure major improvements for pedestrians and transport users around and between East and West Croydon stations.\"\n"
        ]
    }
]
}