{
  "Contributors": [
    "Sai Venkat Subramani"
  ],
  "Source": [
    "Dataset Card for Asian Language Treebank (ALT)"
  ],
  "Categories": [
    "Language Translation"
  ],
  "Definition": "In this task, you must perform language translation where you must convert a sentence from Chinese language to English language.",
  "Positive Examples": [
    {
        "input": "“我知道它给我带来的责任，我迫不及待想成为像法拉利车队的一员，与世界上最好的车手迈克尔·舒马赫一起，”马萨说。\n",
        "output": "\"I am aware of the responsibility it places on me and I cannot wait to be part of a team like Ferrari, alongside the best driver in the world, Michael Schumacher,\" said Massa.\n",
        "explanation": "The above sentence is correctly translated from Chinese to English"
    },
    {
        "input": "在这张图片中，卡罗躺在医院的病床上，身上有多条脐带，每个脐带都连着一个物体或身体的某个部位，只有一条脐带连着婴儿。\n",
        "output": "In that image, Kahlo is shown lying on a hospital bed with multiple umbilical cords extending from her body and each one holds an object or body part, except one holding a baby.\n",
        "explanation": "The above sentence is correctly translated from Chinese to English"
    },
    {
        "input": "SUV的驾驶员幸免于难，并因涉嫌酒后驾车被拘留，西班牙报纸苏尔声称进行了酒精测试，结果显示法定血液酒精含量的两倍。\n",
        "output": "The driver of the SUV had survived, and is being detained on suspicion of drink driving, Spanish newspaper Sur claiming a breathalyser test revealed twice the legal blood alcohol limit.\n",
        "explanation": "The above sentence is correctly translated from Chinese to English"
    }
  ],
  "Negative Examples": [
    {
      "input": "“第二次手术总是需要更长的时间，而且很难到达心脏。”",
      "output": "Relegation bound Watford will meet Blackburn in the Premiership next, while United have a league game of their own at Old Trafford against Sheffield United.",
      "explanation": "The above sentence is not correctly translated from Chinese to English as none of the words match the translation."
    },
    {
      "input": "论坛18已经记录了一段时间以来有关哈里克里希纳村庄的所谓人权虐待事件，但截至11月21日，事件发生了转变。",
      "output": "She said the combined charges carried a maximum penalty of seven years jail.",
      "explanation": "The above sentence is not correctly translated from Chinese to English as none of the words match the translation."
    },
    {
      "input": "在安大略省选中，马丁·海德将在渥太华西尼比安里丁选区代表安大略绿党出战。",
      "output": "At least 6 people have been killed and about 4000 residents of the affected area have been evacuated.",
      "explanation": "The above sentence is not correctly translated from Chinese to English as none of the words match the translation."
    }
  ],
  "Instances": [
    {
        "input": "基米缩小了与迈凯伦队赛车手的差距，现在只落后阿隆索5分。\n",
        "output": [
            "Kimi narrowed the gap to the McLaren drivers, now only five points behind Alonso.\n"
        ]
    },
    {
        "input": "在圣安德鲁斯举行的公开锦标赛中，高尔夫球手也表达了他们的敬意。\n",
        "output": [
            "At The Open Championship taking place at St Andrews, golfers also paid their respects.\n"
        ]
    },
    {
        "input": "在这次会议上，谷歌台湾研发中心工程总监李凤琴也宣布了“谷歌台北开发者日”的成果，并邀请了胡志葆、林毅如等开发者在iGoogle上分享一些实际应用。\n",
        "output": [
            "Also in this conference, the Engineering Director of the Google Taiwan R&D Center Li-feng Chien also announced the achievements on the \"Google Taipei Developers' Day\" and invited developers named Chi-pao Hu and Yi-ru Lin to share some actual applications on iGoogle.\n"
        ]
    },
    {
        "input": "最终，同样的技术可能会为电影业节省数百万美元。\n",
        "output": [
            "In the end, this same technology might save the movie industry millions.\n"
        ]
    },
    {
        "input": "“这并不是因为我在京士威是一个非常受欢迎的人，而是因为选票的分歧和得票多者当选的制度。”\n",
        "output": [
            "\"Not because I'm a hugely popular fellow in Kingsway, but because of vote splits and the way the first-past-the-post system works.\"\n"
        ]
    },
    {
        "input": "这辆汽车撞上了巴基斯坦特别行动部队的旅总部，该部队隶属于巴基斯坦军事特别服务集团，是与美国联合成立的。\n",
        "output": [
            "The car rammed into the brigade headquarters of the Special Operations Task Force, part of the Pakistan military Special Services Group, set up in conjunction with the United States.\n"
        ]
    },
    {
        "input": "一名州警察通知海岸警卫队派出了一架MH-65救援直升机和两艘救援艇。\n",
        "output": [
            "A member of the State Police informed the Coast Guard who sent out an MH-65 rescue helicopter and two rescue launches.\n"
        ]
    },
    {
        "input": "英国石油公司于7月13日封堵了漏油井，有效地阻止了石油泄漏到海湾地区。\n",
        "output": [
            "BP capped the leaking well on July 13 which effectively stopped oil from leaking into the Gulf.\n"
        ]
    },
    {
        "input": "在这场比赛中，斯里桑斯5-1-25-3的比赛段是至关重要的。\n",
        "output": [
            "In the context of the match, Sreesanth's spell of 5-1-25-3 was crucial.\n"
        ]
    },
    {
        "input": "“但是它没有超出我们的正常操作程序，所以我们采取了相应行动”。\n",
        "output": [
            "\"But it falls within our normal operating procedures and we are reacting accordingly.\"\n"
        ]
    },
    {
        "input": "该公司的新研发中心将在上海的紫竹科技园区建立。\n",
        "output": [
            "The company's new research and development center is to be established in Shanghai's Zizhu Science Park.\n"
        ]
    },
    {
        "input": "澳大利亚政府重申其反对死刑的长期立场。\n",
        "output": [
            "The government has reiterated its long standing opposition to the death penalty.\n"
        ]
    },
    {
        "input": "新型核武器将达到与核武器相同的效果，而不会有将常规战争升级为核战争的威胁。\n",
        "output": [
            "The new weapons would achieve the same effects as nuclear weapons, without the threat of conventional war escalating into nuclear war.\n"
        ]
    },
    {
        "input": "PO和PIS将组成未来的政府，在新的经济特区将有304个席位，比双方支持的波兰宪法修改所需的席位少3个。\n",
        "output": [
            "PO and PiS, both of which will form the future government, will have 304 places in the new Sejm, which is 3 less than is required for making changes to the Polish constitution, which both parties support.\n"
        ]
    },
    {
        "input": "俄罗斯经常使用该地区飞行任务，主要是战略运输机，位于加里宁格勒州首府加里宁格勒之间，位于波兰和立陶宛之间，以及俄罗斯的圣彼得堡。\n",
        "output": [
            "Russia regularly uses the area to fly missions, mostly with strategic airlifters, between Kaliningrad, capital of Kaliningrad Oblast and located between Poland and Lithuania, and St Petersberg in Russia.\n"
        ]
    },
    {
        "input": "爆炸对购物中心造成了严重破坏，打破了窗户，造成假天花板坍塌，数百米范围内的柱子变形。\n",
        "output": [
            "The blast caused serious damage to the shopping center, breaking windows, causing false ceilings to collapse, and pillars to warp within a radius of several hundred meters.\n"
        ]
    },
    {
        "input": "共和党成员呼吁里德因其言论而辞职。\n",
        "output": [
            "Members of the Republican Party have called on Reid to resign over his comments.\n"
        ]
    },
    {
        "input": "图格拉侬，堪培拉。19岁的澳大利亚影子奥运代表队成员爱丽丝·英格利正在参加全国射箭锦标赛的第二天的赛程，也就是在她希望代表澳大利亚参加奥运会的射准反曲弓射箭比赛开始的前几天。\n",
        "output": [
            "Tuggeranong, Canberra — Nineteen year old Australian Shadow Olympic team member Alice Ingley was attending the second day of the National Archery Championships, a few days before the start of the target recurve event that she hopes to represent Australia at the Olympics in.\n"
        ]
    },
    {
        "input": "2001年，科尔纳兹在巴基斯坦乘坐一辆公共汽车时被逮捕。\n",
        "output": [
            "Kurnaz was picked up in Pakistan in 2001 when riding a bus.\n"
        ]
    },
    {
        "input": "“价格指数”的实施将使未来的社会保障成本减少数万亿美元。\n",
        "output": [
            "The implementation of \"price indexing\" would cut future Social Security costs by trillions of dollars.\n"
        ]
    },
    {
        "input": "凭借强有力的发球和咄咄逼人的地面击球，她做到了。\n",
        "output": [
            "With powerhouse serves and an aggressive ground strokes battle, she did just that.\n"
        ]
    },
    {
        "input": "印尼航空运输总干事Budi Mulyawan Suyitno说，虽然地方预算限制阻碍了一些机场的改善，但日惹目前没有问题，包括RESA的声明宣布对长2250米的跑道进行140米的修复工程，以及在机场放置飞机救援及消防车。\n",
        "output": [
            "Indonesian director general of air transportation Budi Mulyawan Suyitno said that although local budget limitations have prevented some airports from being improved there are no problems currently at Yogyakarta, with improvements including declaration of a RESA for 140 metres of the 2,250 metre runway and stationing Aircraft Rescue and Firefighting trucks at the airport.\n"
        ]
    },
    {
        "input": "电力故障发生在应对该国不断增长的能源危机的尝试之后，包括节约和试图允许私营公司提供能源，但这在2004年被裁定为违宪。\n",
        "output": [
            "The power failure follows attempts to deal with the country's growing energy crisis, including conservation and trying to allow private companies to provide energy, which was ruled unconstitutional in 2004.\n"
        ]
    },
    {
        "input": "他们说：“我们认为这名男子正要进入海堤底部的台阶时，由于夜间的天气状况，他在没有任何预兆的情况下被一股巨浪卷走。”\n",
        "output": [
            "\"The man we believe was about to enter the water at the bottom of the sea wall steps when he was swept off without any warning by a large wave which was a result of the overnight weather conditions,\" they said.\n"
        ]
    },
    {
        "input": "亚美尼亚总统塞尔吉斯·萨基西安宣称：“我们不希望发动战争，但如果必须，我们将战斗并赢得胜利。”\n",
        "output": [
            "Armenian President Serzh Sarkisian declared: \"We don't want a war, but if we have to, we will fight and win.\"\n"
        ]
    },
    {
        "input": "在他担任州长期间，他否决了750多项法案，比当时所有其他州长否决的法案加起来还多，并为该州留下了10亿美元的预算盈余。\n",
        "output": [
            "During his governorship, he vetoed over 750 bills, more than all other then-governors combined, and left the state with a $1 billion budget surplus.\n"
        ]
    },
    {
        "input": "第一次袭击发生在巴基斯坦-阿富汗边境附近的山区，一个警察军队的运输车被两枚路边炸弹击中。\n",
        "output": [
            "The first attack took place when a police-army convoy was hit by two roadside bombs in the mountainous region near the Pakistani-Afghani border.\n"
        ]
    },
    {
        "input": "在场的前伊斯兰法庭联盟的成员们认出了炸弹携带者，其头部和面部已经完全被削掉。他是“青年”组织的成员。据信，这一极端保守主义的伊斯兰教团体与基地组织有关系。\n",
        "output": [
            "Former Islamic Courts Union members at the scene identified the bomber, whose head and face had been completely shaven, as a member of al-Shabab, the ultra-conservative Islamist group believed to have links to al-Qaeda.\n"
        ]
    },
    {
        "input": "他在调查中说：“我明确表示，在我看来，他们正在努力的草案并未授权在没有安全理事会进一步决定的情况下使用武力”。\n",
        "output": [
            "He told the inquiry, \"I made it clear that, in my view, the draft that they were working toward did not authorize the use of force without a further decision of the Security Council\".\n"
        ]
    },
    {
        "input": "在耶稣受难日，希腊东正教僧侣和阿拉伯基督徒在耶路撒冷爆发冲突，因为阿拉伯基督徒抗议僧侣将教堂土地出售给犹太居民。\n",
        "output": [
            "A conflict erupted between Greek Orthodox monks and Arab Christians in Jerusalem on Good Friday, as the Arab Christians protested the monks' sale of church land to Jewish residents.\n"
        ]
    },
    {
        "input": "伊利诺伊州众议院本周四投票决定取消对参与收发性短信青少年的一些处罚。\n",
        "output": [
            "The Illinois House of Representatives voted this Thursday to lift some penalties for teenagers who engage in sexting.\n"
        ]
    },
    {
        "input": "巴伐利亚内政部长约阿希姆·赫尔曼谈到了他对这一事件的看法。\n",
        "output": [
            "Joachim Herrmann, the Bavarian Interior Minister, spoke of his thoughts about the incident.\n"
        ]
    },
    {
        "input": "截至美国东部时间今天上午9点15分（UTC-4），火灾发生后近24小时，消防队员仍在现场。\n",
        "output": [
            "Firefighters were still on scene as of 9:15 a.m. EDT (UTC-4) today, nearly 24 hours after the fire started.\n"
        ]
    },
    {
        "input": "这场争论并不是爱国主义的问题，而是关于工会合同的，合同可能已明确规定升国旗和降旗是仅限工会成员保留的职责。\n",
        "output": [
            "Rather than an issue of patriotism, the controversy dealt with union contracts which may have specified that the raising and lowering of flags was a role reserved only for union members.\n"
        ]
    },
    {
        "input": "他赢得了他的第七个赛扬奖后，火箭又签下他一个赛季，2004年太空人队曾经很接近世界系列赛，当时克莱门斯打出了两垒的领先，却在输了第7场输给了红衣主教队。\n",
        "output": [
            "The Rocket signed for another season after he won his seventh Cy Young Award and the Astros got close to the World Series in 2004, when Clemens blew a two-run lead and lost Game 7 of the NLCS against the Cardinals.\n"
        ]
    },
    {
        "input": "他被告知他的家人安全可以被保证。\n",
        "output": [
            "He was told that safety is guaranteed to his family.\n"
        ]
    },
    {
        "input": "多数是用割草机零部件制造的，装上方向盘和酒吧椅就成了。\n",
        "output": [
            "Most are made from old lawnmower parts, a steering wheel and a bar stool.\n"
        ]
    },
    {
        "input": "议会一直在讨论对地方政府法律改革法案的几项修正案，该法案旨在改变微芯片的要求。\n",
        "output": [
            "Parliament has been debating several proposed amendments to the Local Government Law Reform bill, which aimed to change the microchipping requirement.\n"
        ]
    },
    {
        "input": "穆克吉说，他将会见总理，因为他要去治疗，而当他在国外的时候，辛格在医院里。\n",
        "output": [
            "Mukherjee said he would meet the Prime Minister because he was going for treatment and when he was abroad, Singh was in hospital.\n"
        ]
    },
    {
        "input": "地区政府现在正在调查和讨论他们对IRGT/KINT的捐赠，这是一个由劳伦特王子支持的环境组织。\n",
        "output": [
            "The regional governments are now investigating and discussing their donations to the IRGT/KINT, an environmental organisation supported by Prince Laurent.\n"
        ]
    },
    {
        "input": "“这是一个非常强大的联盟，一个超越政府更迭的联盟”。\n",
        "output": [
            "\"It's a very strong alliance - an alliance which transcends changes in governments.\"\n"
        ]
    },
    {
        "input": "如果额勒贝格多尔吉不能再次当选，新总统可能会终止禁令，死刑可能会恢复。\n",
        "output": [
            "If Elbegdorj fails to be re-elected, the new president could end the moratorium, and executions could resume.\n"
        ]
    },
    {
        "input": "据美国广播公司在北卡罗来纳州夏洛特的一家分支机构报道，弗莱尔上周三在485号州际公路上参与了一起涉嫌的公路暴乱事件。\n",
        "output": [
            "According to an ABC affiliate in Charlotte, North Carolina, Flair took part in an alleged road rage incident last Wednesday on Interstate 485.\n"
        ]
    },
    {
        "input": "在谈到“治愈创伤”时，他指出，冷战时期的分歧有可能被联合国的南北分歧所取代的危险。\n",
        "output": [
            "In reference to \"healing wounds\", he pointed out the danger of the Cold War divisions being replaced by a North-South divide at the UN.\n"
        ]
    },
    {
        "input": "在初震发生20分钟后，印尼地球物理及气象局记录到至少2次余震。一次为里氏5.5级，另一次为5.3级。\n",
        "output": [
            "Indonesia's meteorology and geophysics agency recorded at least two aftershocks about 20 minutes after the first tremors, one measuring 5.5 and the other 5.3 on the Richter scale.\n"
        ]
    },
    {
        "input": "受伤的游客随后被送往太阳海岸地区的五家不同医院。\n",
        "output": [
            "The injured tourists were then taken to five different hospitals in the Costa del Sol region.\n"
        ]
    },
    {
        "input": "人们昨天还担心在悉尼兰德威克赛马场的4匹赛马已感染了病毒，但是这几匹马后来经检测均未感染病毒。\n",
        "output": [
            "It had been feared yesterday that four race horses at Randwick Racecourse in Sydney had been struck down by the virus, but the horses later tested negative to the virus.\n"
        ]
    },
    {
        "input": "据报道，有21,000多个平民家庭，估计有153,000人逃离南瓦济里斯坦，并在西北边境省避难。\n",
        "output": [
            "It has been reported that over 21,000 civilian families, an estimated 153,000 individuals, have fled South Waziristan, and have taken refuge in the North-West Frontier Province.\n"
        ]
    },
    {
        "input": "此版本的发布标志着OpenOffice.org三年多的持续发展，它比2002年发布的1.0版本增加了很多功能。\n",
        "output": [
            "This release marks over three years of continuous development and boasts many features over version 1.0 which was released in May 2002.\n"
        ]
    },
    {
        "input": "在美国，数百名高端法律工作者向美国公民和移民服务局（USCIS）局长埃米利奥·冈萨雷斯送去了数百束鲜花，这是一次具有象征意义的和平抗议的一部分。针对的是国务院和美国移民局突然拒绝取消绿卡延迟办理。\n",
        "output": [
            "Hundreds of legal, highly-skilled workers in the United States sent hundreds of flowers to the Director of the United States Citizenship and Immigration Services (USCIS), Emilio Gonzalez as part of a symbolic and peaceful protest over what they said was a \"flip-flop\" by the State Department and the USCIS on eliminating Green card processing delays.\n"
        ]
    },
    {
        "input": "他被拉尔夫·纳德称赞为“一个真正的进步者”。2003年，库西尼奇获得了甘地和平奖。\n",
        "output": [
            "He has been praised as \"a genuine progressive\" by a Ralph Nader and in 2003, Kucinich was the recipient of the Gandhi Peace Award.\n"
        ]
    },
    {
        "input": "他们决定支持1992年首次发布的《杀戮的名义》。\n",
        "output": [
            "They decided to back \"Killing In The Name\", first released in 1992.\n"
        ]
    },
    {
        "input": "澳大利亚0比0战平卡塔尔，日本1比0击败乌兹别克斯坦，韩国2比0击败阿拉伯联合酋长国而荷兰2比1战胜冰岛晋级。\n",
        "output": [
            "Australia drew 0–0 with Qatar, Japan defeated Uzbekistan 1–0, South Korea qualified by defeating the United Arab Emirates 2–0 and a 2–1 win over Iceland saw the Netherlands qualify.\n"
        ]
    },
    {
        "input": "除了改变政府体制，自由意志主义者还建议新西兰成为共和国，废除君主立宪制。\n",
        "output": [
            "As well as changing the system of Government, Libertarianz also propose New Zealand becoming a republic and removing the constitutional monarchy.\n"
        ]
    },
    {
        "input": "伊朗最高国家安全委员会主席哈桑·罗哈尼周一宣布，该国将于11月22日暂停中止铀的转换。\n",
        "output": [
            "Hassan Rowhani, head of the Supreme National Security Council for Iran, announced Monday that the country would temporarily suspend conversion of uranium as of November 22.\n"
        ]
    },
    {
        "input": "酒店安保人员说，典礼开始之前，他们被撵出房间，因为政府安全官员要独自管理这次活动。\n",
        "output": [
            "The hotel security staff say that they were kicked out of the room prior to the ceremony, as government security officials wanted sole handling of the event.\n"
        ]
    },
    {
        "input": "加拿大驻华盛顿使馆一直在进行广告宣传，在华盛顿的地铁站张贴海报描述加拿大在阿富汗的军队。\n",
        "output": [
            "The Canadian Embassy in Washington has been on an advertising campaign, plastering subway stations in Washington with posters depicting Canadian troops in Afghanistan.\n"
        ]
    },
    {
        "input": "同时，他们对牲畜的流动实行了限制，以便在疾病爆发这种极不可能的情况下，控制疾病的影响。\n",
        "output": [
            "Meanwhile, restrictions on the movement of livestock are in place, so that in the very unlikely event that there has been a release of the disease, the effects will be contained.\n"
        ]
    },
    {
        "input": "博客・大卫・法拉尔说：“政府在施加如此巨大的压力后失去选票是非常混乱的。”\n",
        "output": [
            "Blogger David Farrar says \"It is very messy for the Government to lose the vote after piling so much pressure on.\"\n"
        ]
    },
    {
        "input": "到目前为止，还无法确定与之前泄漏的深海地平线油田有关的遥控潜水器的位置。\n",
        "output": [
            "Until now, there was no way to determine the location of the ROVs in relation to the previously leaking Deepwater Horizon well.\n"
        ]
    },
    {
        "input": "《新西兰生存史》还表明，新西兰是世界上少数几个拥有几乎完整和详细的出生、死亡和移徙资料的国家之一，这些资料可追溯到19世纪末。\n",
        "output": [
            "A History of Survival in New Zealand also shows that New Zealand is one of the few countries in the world that has an almost complete and detailed history of births, deaths and migration information dating back to the late 1800's.\n"
        ]
    },
    {
        "input": "宾夕法尼亚州立大学是宾夕法尼亚州最大的大学，也是美国十大公立大学之一。\n",
        "output": [
            "Penn State is the largest university in Pennsylvania and among the ten largest public universities in the United States.\n"
        ]
    },
    {
        "input": "国家议员切斯特·伯罗斯说：“我的经验是，我见过太多喝醉的年轻人，被强奸的年轻人，被袭击的年轻人。”\n",
        "output": [
            "Chester Burrows, National MP, said: \"My experience is I've seen too many pissed young people, raped young people, assaulted young people.\"\n"
        ]
    },
    {
        "input": "此时，它将与地球保持268,624英里的安全距离-比月球在其轨道上最远的距离更接近地球。\n",
        "output": [
            "At this time it would be at a safe distance of 268,624 miles from Earth - closer to the Earth than the Moon would be at its farthest extent in its orbit.\n"
        ]
    },
    {
        "input": "清真寺解释道。“我们要明确指出，不能把玛卡齐雅米阿-伊-圣训视为赞同我们邀请的每一位演讲者在各种场合所说的每一句话。\n",
        "output": [
            "The mosque explained, \"We would like to make it clear that Markazi Jamiat Ahl-e-Hadith cannot be regarded as endorsing every word uttered by every speaker we invite to our various mosques.」\n"
        ]
    },
    {
        "input": "因此，他也是有史以来徒步前往北极次数最多的人。\n",
        "output": [
            "He has therefore trekked to the North Pole more than anyone in history.\n"
        ]
    },
    {
        "input": "据政府控制的RIA通讯社称，唯一一名因意外事故而遇难的是一个平民。\n",
        "output": [
            "According to government-controlled RIA news agency, the single casualty from the blast was a civilian.\n"
        ]
    },
    {
        "input": "该报告于周五公布，估计2009年每天将有超过10亿人挨饿，这是人类历史上的第一次。\n",
        "output": [
            "The report, published on Friday, estimates that over 1 billion people will go hungry each day in 2009, a first in human history.\n"
        ]
    },
    {
        "input": "新华社还报道，一名21个月大的男孩于周一在湖北省死于该病毒。\n",
        "output": [
            "Xinhua News Agency also reported that a 21-month-old boy died Monday of the virus in Hubei province.\n"
        ]
    },
    {
        "input": "戈登·布朗是在首相提问时间中回答工党议员安迪·里德的问题时，宣布了这一消息。\n",
        "output": [
            "Gordon Brown made the announcement during Prime Ministers questions, in response to a question from Labour MP Andy Reed.\n"
        ]
    },
    {
        "input": "在游览完保加利亚之后，巴士当时正在送游客回家的路上。\n",
        "output": [
            "The bus had been taking the tourists home after a trip to Bulgaria.\n"
        ]
    },
    {
        "input": "“劫匪冷酷无情，而且对受害者漠不关心。\n",
        "output": [
            "\"The muggers were callous and showed little regard for the victims.\n"
        ]
    },
    {
        "input": "管理与预算办公室主任吉姆·纳斯勒认为，赤字将开始下降。\n",
        "output": [
            "Jim Nussle, director of the Office of Management and Budget said that he believes that the deficit will start to decline.\n"
        ]
    },
    {
        "input": "如果犯人已经有了一卷厕纸，那他将不允许再得到另一卷。\n",
        "output": [
            "If the detainee already has a roll of toilet paper, he is not allowed to have another.\n"
        ]
    },
    {
        "input": "法庭休庭6周，在此期间他将准备辩护。\n",
        "output": [
            "The court recessed for 6 weeks during which time his defense will be prepared.\n"
        ]
    },
    {
        "input": "该研究显示，到2050年，五分之一的美国人将在国外出生，美国总人口将增加一倍，达到4.38亿。\n",
        "output": [
            "The study revealed that by 2050, one in five Americans will be foreign-born, and the overall U.S. population will double to 438 million.\n"
        ]
    },
    {
        "input": "九名参议员，七名共和党人和两名民主党人没有对修正案进行投票。\n",
        "output": [
            "Nine Senators, seven Republicans and two Democrats, did not vote on the amendment.\n"
        ]
    },
    {
        "input": "据官方媒体报道，台风莫拉克暴雨导致泥石流暴雨后，台湾岛上有多达600名村民失踪。\n",
        "output": [
            "As many as six hundred villagers from the island of Taiwan are missing after torrential rains from Typhoon Morakot caused mudslides, according to state media.\n"
        ]
    },
    {
        "input": "他还呼吁所有要求维和部队离开该国的命令都无关紧要并且无效，他还补充说联合国不相信巴博是合法总统。\n",
        "output": [
            "He also called the orders for all peacekeeping troops to leave the nation irrelevant and without effect, adding that the UN does not believe Gbagbo is the legal president.\n"
        ]
    },
    {
        "input": "虐待涉及克里奇菲尔德的所有六个孩子，但只有一些人愿意作证反对她。\n",
        "output": [
            "The abuse involved all six of Critchfield's children, however only some were willing to testify against her.\n"
        ]
    },
    {
        "input": "五角大楼发言人布莱恩・惠特曼向法国新闻社表示，伊拉克外交部长霍希亚尔・泽巴里似已确认突袭的大楼并非领事馆或政府大楼，其表示伊拉克政府已批准这些伊朗人在办公室工作，该办公室已被政府批准并在审批成为领事机构过程中，但并不是作为领事馆或伊朗总领事馆。\n",
        "output": [
            "Pentagon spokesman Bryan Whitman told Agence France-Presse that the building raided was \"not a consulate or a government building\", which appears to be confirmed by the Iraqi foreign minister, Hoshyar Zebari, who said the Iranians were working at an office that had government approval and was in the process of being approved as a consulate, but was not a Consulate nor the Iranian Consulate General.\n"
        ]
    },
    {
        "input": "澳大利亚总理霍华德宣布，亚太经合组织各国领导人已就气候变化达成“理想目标”。\n",
        "output": [
            "Australian Prime Minister John Howard has announced that leaders of APEC nations have agreed on \"aspirational goals\" on climate change.\n"
        ]
    },
    {
        "input": "目前，每件产品征收百分之2.5的费用；新的关税将把这一价格提高到每件12美分。\n",
        "output": [
            "Currently, a 2.5 cent charge per item is imposed; the new tariff will raise this to the equivalent of 12 cents per piece now.\n"
        ]
    },
    {
        "input": "“没有人喜欢看到他们的文化遭到诋毁，但我们知道moko属于公共领域。”\n",
        "output": [
            "\"No-one likes to see their culture being denigrated but we are aware that the moko is in the public domain.\"\n"
        ]
    },
    {
        "input": "转圈完成后，阿灵基队从旁边超越，赢了1秒钟。\n",
        "output": [
            "After completing the turn, Alinghi sailed up beside them and took the win by one second.\n"
        ]
    },
    {
        "input": "“在过去几年里，由于花销巨大和华盛顿不对市民团体开放的缘故，使得我们无法为改善我们的国家而努力。\n",
        "output": [
            "\"In the last few years, big money and the closing down of Washington against citizen groups prevent us from trying to improve our country.\n"
        ]
    },
    {
        "input": "结冰限制了燃油流入引擎，导致非指令性引擎失灵。\n",
        "output": [
            "This restricted the flow of fuel to the engine, resulting in the uncommanded engine rollback.\n"
        ]
    },
    {
        "input": "“我们现在的主要战斗是公众舆论，因为政府的斗争已经完成，”他说。\n",
        "output": [
            "\"Our main battle now is public opinion, because the struggle in the government is finished,\" he said.\n"
        ]
    },
    {
        "input": "“根据案件中的所有证据，以及当时生效的交战规则，很明显下士本可以合理地相信录像带中的反动份子已经构成了一种敌对威胁，因此证明他使用致命武力是正当的行为”。\n",
        "output": [
            "\"Based on all the evidence in the case, and the rules of engagement that were in effect at the time, it is clear that the corporal could have reasonably believed that the AIF shown in the videotape posed a hostile threat justifying his use of deadly force.\"\n"
        ]
    },
    {
        "input": "据说拴在绳索末端抛给占领者的电热水壶效果很好。\n",
        "output": [
            "An electric kettle thrown at the end of a rope up to the occupiers is said to be working well.\n"
        ]
    },
    {
        "input": "没有一家关键公司对成本发表评论。上周，汤姆森删除了其公司网站上有关Quaero的页面，并指示其高管不要就该项目接受任何采访。\n",
        "output": [
            "None of the key players has commented on cost and last week, Thomson, removed access to the page on its corporate web site devoted to Quaero and instructed its executives not to give any interviews for the project.\n"
        ]
    },
    {
        "input": "允许孤星前往洛美的决定是在该团队的旅费从3.1万美元降至1.8万美元之后做出的。\n",
        "output": [
            "The decision to allow The Lone Star to travel to Lome was made after the price of the team's travel decreased from US$31,000 to US$18,000.\n"
        ]
    },
    {
        "input": "“维基百科不是持不同政见者的避风港，而是一部百科全书。”\n",
        "output": [
            "\"Wikipedia is not a haven for dissidents but an encyclopedia.\"\n"
        ]
    },
    {
        "input": "然而，日本的进球数比越南多一个，并且在此基础上将成为小组第一。\n",
        "output": [
            "However, Japan have scored one more goal than Vietnam, and will take top spot in the group on that basis.\n"
        ]
    },
    {
        "input": "英国审计委员会发布了一份报告，对利物浦市议会前主席迈克·斯托里的连任提出质疑。\n",
        "output": [
            "The UK Audit Commission has delivered a report that questions the reappointment of Mike Storey, the former leader of Liverpool City Council.\n"
        ]
    },
    {
        "input": "这位女士加芙列拉·加林是游乐园的一名工人，并在那里工作了七年。\n",
        "output": [
            "The woman, Gabriela Garin, was a worker at the amusement park, and had worked there for the past seven years.\n"
        ]
    },
    {
        "input": "你会怎么处理？\n",
        "output": [
            "How would you handle it?\n"
        ]
    },
    {
        "input": "大雨造成了道路和路面带侧栏全都坠入白羊河。\n",
        "output": [
            "Both the road and the side fences fell into the Arieş River due to the rain.\n"
        ]
    },
    {
        "input": "在迈赫迪军成员拒绝参加和平谈判的呼吁之后，伊拉克内部部队失去了对伊拉克南部迪瓦尼亚市部分地区的控制。\n",
        "output": [
            "Internal Iraqi forces had lost control of parts of Diwaniya city in Iraq's south after members of the Mehdi Army rejected a call to participate in peace negotiations.\n"
        ]
    },
    {
        "input": "一名抗议者说，安全部队人员“开始攻击村庄和城镇”。\n",
        "output": [
            "One protester said that security personnel \"started attacking the villages and the towns.\"\n"
        ]
    },
    {
        "input": "休息之后，富勒姆强势出场，渴望重新回到比赛中。\n",
        "output": [
            "After the break, Fulham came out strongly, eager to get back into the match.\n"
        ]
    },
    {
        "input": "他是我的选区同事，也是终生好友。\n",
        "output": [
            "He is a constituency colleague of mine and a lifelong friend.\n"
        ]
    },
    {
        "input": "“我认为他是一位非常优秀的国会议员，一个非常好的主权主义者，”杜塞普补充。\n",
        "output": [
            "\"I think he was a very good member of Parliament, a very good sovereigntist,\" added Duceppe.\n"
        ]
    },
    {
        "input": "根据德韦克的研究，当一个孩子知道他们会因为正确而得到表扬，而不是因为解决了难题，即使他们失败了，他们也会选择做一些简单的任务，在这些任务中他们有信心找到解决方案。\n",
        "output": [
            "According to Dweck's study, when a child knows that they will receive praise for being right instead of for tackling difficult problems, even if they fail, they will simply elect to take on easy tasks in which they are assured of finding the solution.\n"
        ]
    },
    {
        "input": "“当我们到达战场时，德国已经变得很弱，远不如法国所面对的情形，而这一事实却似乎没有被记录下来。”\n",
        "output": [
            "\"The fact that by the time we got there, the Germans were a heck of a lot weaker than they were when the French had to face them doesn't seem to register.\"\n"
        ]
    },
    {
        "input": "布什总统将于周二离开沙特阿拉伯前往埃及，这是他返回华盛顿特区之前的中东之旅的最后一站。\n",
        "output": [
            "President Bush is due to leave Saudi Arabia on Tuesday for Egypt, the final stop on his Mideast tour before his return to Washington, D.C. on Wednesday.\n"
        ]
    },
    {
        "input": "然而，作为联军驻伊拉克的副司令官，马里奥里说，他不了解卡利帕里在伊拉克的目的，所以他无法将意大利任务的详细情况通报给联军地面部队。\n",
        "output": [
            "However, as the deputy commander of the coalition forces in Iraq, Marioli reported that he was unaware of Calipari's purpose in Iraq, so he could not tell coalition troops on the ground the details of the Italian mission.\n"
        ]
    },
    {
        "input": "“我不希望别人经历我自己和其他数百名通勤者在那个夏日那天所遭受的事情。”\n",
        "output": [
            "\"I don't want others to have to go through what myself and hundreds of other commuters did on that Summer's day.\"\n"
        ]
    },
    {
        "input": "“我们阻止了英国消费者被骗购买假冒香烟，这些香烟对健康的危害可能比合法品牌更严重”。\n",
        "output": [
            "\"We have prevented UK consumers from being conned into buying cigarettes that are counterfeit and could have more serious risk to health than legitimate brands.\"\n"
        ]
    },
    {
        "input": "苏格兰环境保护局SEPA说，未来几天的天气预报正在转好，预计不会有大量降雨。\n",
        "output": [
            "The Scottish Environment Protection Agency (SEPA) said that the weather forecast in the coming days was improving, with no large amounts of rainfall predicted.\n"
        ]
    },
    {
        "input": "美国塔可钟广告中的吉娃娃吉吉特死于中风。\n",
        "output": [
            "Gidget, the chihuahua featured in the Taco Bell adverts in the United States has died from a stroke.\n"
        ]
    },
    {
        "input": "这一言论是在时代杂志记者马克·哈普林和纽约杂志记者约翰·海尔曼共同撰写的一本书中发表的。\n",
        "output": [
            "The remarks were released in a book co-written by Time magazine reporter Mark Halperin, and New York magazine reporter John Heileman.\n"
        ]
    },
    {
        "input": "由于年轻人的失业率达到了令人担忧的水平（根据经合组织的数据，2002年20到24岁的年轻人的失业率为百分之15.5），加上对2005年骚乱的记忆仍然历历在目，萨科齐承诺要控制政府开支，并实施奖励延长工作时间的税收政策。\n",
        "output": [
            "With unemployment for younger people running at alarming levels (15.5% in 2002 for those aged between 20 and 24 according to the OECD) and the memory of the 2005 riots still recent, Sarkozy promised to reign in government spending and implement tax policies that reward longer working hours.\n"
        ]
    },
    {
        "input": "海地政府代表要求捐助者为重建美洲最贫穷的国家海地，再提供3.5亿美元的援助。\n",
        "output": [
            "Haitian Government representatives have asked to donors an additional help of 350 million dollars for the Haiti reconstruction, the most poor country in the Americas.\n"
        ]
    },
    {
        "input": "结果，演员们在舞台上抽大麻烟卷，剧院还鼓励观众加入。\n",
        "output": [
            "As a result, the performers smoke cannabis joints on stage, and the theatre itself is encouraging the audience to join in.\n"
        ]
    },
    {
        "input": "当他们的房屋墙壁倒塌时，其他儿童已经死亡。\n",
        "output": [
            "Other children have died when the walls of their houses have collapsed.\n"
        ]
    },
    {
        "input": "维基解密在其网站上的另一份声明中表示：“如果澳大利亚的‘审查参议员’史蒂文·康罗伊采用自己的办法，澳大利亚将成为第一个拥有强制性互联网审查制度的西方国家”。\n",
        "output": [
            "\"If Australia's 'Senator for Censorship', Steven Conroy, has his way, Australia will be the first Western country to have a mandatory Internet censorship regime,\" said Wikileaks in another statement on their website.\n"
        ]
    },
    {
        "input": "观众包括澳大利亚代表团团长杰森·赫尔维格，他的副手迈克尔·哈东以及凯特·麦克卢林。\n",
        "output": [
            "Spectators included the Australian Chef de Mission, Jason Hellwig, and his deputies, Michael Hartung and Kate McLoughlin.\n"
        ]
    },
    {
        "input": "从歌剧歌手转为脱口秀主持人的夏洛特·丘奇想邀请酒店女继承人帕丽斯·希尔顿参加她的节目，并在节目中羞辱她。\n",
        "output": [
            "Opera singer-turned-talk show host Charlotte Church wanted to book hotel heiress Paris Hilton on her program, to insult her.\n"
        ]
    },
    {
        "input": "英国工程师理查德·詹金斯上周五打破了风力地面车辆的最快速度纪录。\n",
        "output": [
            "Richard Jenkins, an engineer from the United Kingdom, broke a record for the fastest speed attained in a wind-powered land vehicle on Friday.\n"
        ]
    },
    {
        "input": "一些材料是从旧坝上打捞来的用来建造新大坝，有些已经展出。\n",
        "output": [
            "Some materials were salvaged from the old dam to build the new, and some have been put on display.\n"
        ]
    },
    {
        "input": "这位记者提请人们注意即将卸任的哥伦比亚总统阿尔瓦罗·乌里韦与这个饱受战争蹂躏的南美国家的右翼民兵组织之间的关系。\n",
        "output": [
            "The journalist has called attention to ties between outgoing Colombian president Alvaro Uribe, and right-wing militia groups in the war-plagued South American country.\n"
        ]
    },
    {
        "input": "施瓦辛格称麦凯恩是“伟大的美国英雄和非凡的领袖”，并称赞他有能力跨越政党路线。\n",
        "output": [
            "Schwarzenegger called McCain \"a great American hero and an extraordinary leader\" and praised him for his ability to cross party lines.\n"
        ]
    },
    {
        "input": "执政的军政府可能会遭到多个反对其统治的极端群体的攻击。\n",
        "output": [
            "The ruling military junta is subject to attacks from a number of extremist groups opposed to its rule.\n"
        ]
    },
    {
        "input": "他预测“许多企业将面临非常艰难的时期，失业率将急剧上升”。\n",
        "output": [
            "He predicted that \"many businesses will face very tough times, and that unemployment will rise steeply.\"\n"
        ]
    },
    {
        "input": "智利最后一次出线在1998年，希腊是1994年，阿尔及利亚则是1986年。\n",
        "output": [
            "Chile last appeared in 1998, Greece in 1994 and Algeria in 1986.\n"
        ]
    },
    {
        "input": "在查看资金管理模型后，财务主管韦恩·斯旺和气候变化部长格雷格·康贝特发表联合声明称，如果不确定补偿方案，现在预测价格上涨还为时过早。\n",
        "output": [
            "After viewing the treasury modelling, Treasurer Wayne Swan and Climate Change Minister Greg Combet released a joint statement saying without the finalization of compensation packages it is too early to predict price rises.\n"
        ]
    },
    {
        "input": "请继续关注进一步的采访；来自各党派的每一位候选人都可能会接受我们的采访。\n",
        "output": [
            "Stay tuned for further interviews; every candidate from every party is eligible, and will be contacted.\n"
        ]
    },
    {
        "input": "共和党主席迈克尔·斯蒂尔周日告诉福克斯新闻报道“民主党认为有这样的标准，他们可以说出这种话，并且当他们自己亲口说出这种话时，他们可以道歉。”\n",
        "output": [
            "Party chairperson Michael Steele told Fox News Sunday \"There is this standard where the Democrats feel that they can say these things and they can apologize when it ... comes from the mouths of their own.\"\n"
        ]
    },
    {
        "input": "在此后的10年里，霍帕频繁地以客串身份出现在电视上，并于1960年代末期在几部影片中出演配角。\n",
        "output": [
            "Over the next ten years, Hopper appeared frequently on television in guest roles, and by the end of the 1960s had played supporting roles in several films.\n"
        ]
    },
    {
        "input": "至少有27人受伤，多为割伤和瘀伤。\n",
        "output": [
            "At least 27 people suffered injuries, mostly cuts and bruises.\n"
        ]
    },
    {
        "input": "巴托利，今年锦标赛的第18位种子选手，从未超过任何大满贯赛事的第四轮。\n",
        "output": [
            "Bartoli, the eighteenth seed for this year's championships, had never progressed past the fourth round of any Grand Slam event.\n"
        ]
    },
    {
        "input": "该法案由来自纳珀维尔的州代表达琳·森格发起，以114票比1票的大多数票通过，将送往伊利诺伊州参议院审议。\n",
        "output": [
            "The bill, which was sponsored by State Representative Darlene Senger from Naperville, passed with a 114–1 majority and will be considered by the Illinois Senate.\n"
        ]
    },
    {
        "input": "胡斯尼·穆巴拉克昨日宣布了一个新内阁，其中不包括几位抗议者基本上不赞成的人物。\n",
        "output": [
            "Hosni Mubarak yesterday announced a new cabinet, which does not include several figures who protesters largely do not approve of.\n"
        ]
    },
    {
        "input": "他还要求陪审团出席他的审判。\n",
        "output": [
            "He also requested a jury be present during his trial.\n"
        ]
    },
    {
        "input": "由于立法要求，以及必须事先得到许可的要求，公司必须提供有关其发送邮件的详细信息，并提供免费退订未来邮件的方法。\n",
        "output": [
            "Due to legislative requirements, as well as having consent, businesses will have to provide details about the company sending the item, and provide a free way to unsubscribe from future mailings.\n"
        ]
    },
    {
        "input": "在过去6天里，以色列袭击加沙北部地区的行动已经导致50余人丧生。袭击的目的是为了阻止巴勒斯坦激进分子发动火箭攻击。\n",
        "output": [
            "Israel's incursions into northern Gaza, which are aimed at curbing rocket attacks by Palestinian militants, have killed over 50 people over the last six days.\n"
        ]
    },
    {
        "input": "乍得当局一直在调查这7人和14名其他嫌疑人在试图将103名非洲儿童空运至欧洲安置在寄宿家庭中所起的作用。\n",
        "output": [
            "Chadian authorities had been investigating the role of the seven and 14 other suspects with regard to an attempt to fly 103 African children to Europe for placement with host families.\n"
        ]
    },
    {
        "input": "要求在news.vl.ru网站上发表评论的人提供其他有关私人信息。\n",
        "output": [
            "Additional private information about people who post comments on news.vl.ru has been requested.\n"
        ]
    },
    {
        "input": "一名纳尔默达巴乔安多兰活动分子梁芳·帕特卡，在绝食抗议萨达尔萨罗瓦项目的第九天，被警察强行送往新德里的医院。\n",
        "output": [
            "Medha Patkar, Narmada Bachao Andolan activist in the ninth day of a hunger strike protesting the Sardar Sarovar Project, is forcibly moved to hospital in New Delhi by police.\n"
        ]
    },
    {
        "input": "苏格兰皇家银行六国联赛的比赛在都柏林兰斯顿路举行，比赛结束时法国队以26分领先爱尔兰队的19分。\n",
        "output": [
            "The RBS Six Nations clash, which took place at Dublin's Lansdowne Road finished with the French team ahead on 26 points against Ireland's 19.\n"
        ]
    },
    {
        "input": "为了减少噪音和光污染，该组织还在商店和居民区之间修建了更高的墙壁。\n",
        "output": [
            "The group also managed to get a higher wall placed between the store and the residential area to cut noise and light pollution.\n"
        ]
    },
    {
        "input": "他承诺，如果英国政府推进三叉戟项目，SNP将建议利用这些权力阻止它在苏格兰进行。\n",
        "output": [
            "He promised that if the UK government went ahead with the Trident project, the SNP would propose to use those powers to stop it proceeding in Scotland.\n"
        ]
    },
    {
        "input": "哈姆林以6,325分，领先约翰逊33分的成绩成为车手冠军领跑者。\n",
        "output": [
            "Hamlin became the Drivers' championship leader with 6,325 points, thirty-three points ahead of Johnson.\n"
        ]
    },
    {
        "input": "伊拉克议会主席马哈茂德·马沙达尼说，他们要求土耳其和平解决局势。\n",
        "output": [
            "Mahmoud al-Mashhadani, president of the Iraqi Parliament, says they have asked Turkey to resolve the situation peacefully.\n"
        ]
    },
    {
        "input": "他说：“我认为，从这份声明来看，他会是一个非常无能的市长”。\n",
        "output": [
            "\"I think from this statement, it will make him a very ineffective mayor,\" he said.\n"
        ]
    },
    {
        "input": "调查的重点是公司的劳动力严重依赖无偿劳动力的情况，里程碑教育称之为“助手”并认为是志愿者。\n",
        "output": [
            "Investigations focused on the heavy reliance of unpaid labor in the company's workforce, which Landmark Education calls \"assistants\" and deems volunteers.\n"
        ]
    },
    {
        "input": "据《商业周刊》报道，这项法案宣布的两天前，科尔津宣布，该州将在明年拨款1,000万美元用于研究，其中包括用于干细胞研究的700万美元。\n",
        "output": [
            "BusinessWeek reports that the announcement came two days after Corzine announced that the state will give out $10 million in research grants next year, including $7 million for stem cell research.\n"
        ]
    },
    {
        "input": "来自邻近的多西特郡的保守党影子大臣奥利弗•莱特温表示，篡改照片上的信息符合保守党的政策。\n",
        "output": [
            "Conservative shadow Chancellor Oliver Letwin, from neighbouring Dorset West, said that the message on the doctored photo was consistent with conservative policy.\n"
        ]
    },
    {
        "input": "袭击发生后，他的乘机逃离被证明是徒劳的，警方通过电话记录将线索锁定在罗马，在那里对其哥哥的住所进行突袭，并将其逮捕。\n",
        "output": [
            "His flight subsequent to the attack proved futile as phone records led police to Rome, and a raid on his brother's apartment, where he was captured.\n"
        ]
    },
    {
        "input": "布莱尔也表示：“在过去的几年里，我们多次完成了此进程的不同阶段，但是我认为这是继续完成此进程的坚实基础。”\n",
        "output": [
            "Blair also added, \"We've been through different parts of this process many times over the past few years but I think this is a sound basis to proceed.\"\n"
        ]
    },
    {
        "input": "警方表示，他们主要担心的是每个人的健康和安全，因为抗议活动正在繁忙的道路旁举行。\n",
        "output": [
            "The police said that their main concern was the health and safety of everyone as the protest was being held next to a busy road.\n"
        ]
    },
    {
        "input": "荷兰的最高法院拒绝受理此案，称根据欧盟的法律，卡兹米的案子应该由其最初申请庇护的国家负责。\n",
        "output": [
            "The Netherlands' highest court rejected the case, citing EU law that Kazemi's case was the responsibility of the country where he first requested asylum.\n"
        ]
    },
    {
        "input": "贝基奇说：“奥巴马政府决定暂停近海石油开发一年，这将导致更多的拖延，并导致国内石油和天然气生产成本上升，以满足美国的能源需求。我对此感到失望。”\n",
        "output": [
            "\"I am frustrated that this decision by the Obama administration to halt offshore development for a year will cause more delays and higher costs for domestic oil and gas production to meet the nation's energy needs,\" Begich claims.\n"
        ]
    },
    {
        "input": "然而，博览会上发生的最有名的一件事大概就是1901年9月6日的威廉·麦金利总统被刺案了。\n",
        "output": [
            "However; what is likely the most famous event that took place at the exposition was the assassination of then President William McKinley on September 6, 1901.\n"
        ]
    },
    {
        "input": "解散之前，竞争对手的大学领导人呼吁停办威尔士大学。\n",
        "output": [
            "The dissolution follows calls from the leaders of rival universities for the end of UoW.\n"
        ]
    },
    {
        "input": "如果微软不提出上诉，将有3个月的时间（从2月27日开始）将全部罚款付清。\n",
        "output": [
            "If Microsoft does not appeal the decision, the company will have 3 month (starting February 27th) to pay the fine in full.\n"
        ]
    },
    {
        "input": "到目前为止，俄罗斯还没有确认其他将被释放的囚犯的身份，但据推测其他被释放了几个人的名字应该包括亚历山大·萨波罗日斯基、谢尔盖·斯克里帕尔和亚历山大·萨帕乔夫，他们都被指控向外国政府传递信息。\n",
        "output": [
            "Russia has so far not confirmed the identities of other prisoners to be released, although several names have been speculated, including Alexander Zaporozhsky, Sergei Skripal, and Alexander Sypachev, all accused of transferring information to foreign governments.\n"
        ]
    },
    {
        "input": "飞机在距斯摩棱斯克机场约两公里（1.3英里）的地方坠毁。\n",
        "output": [
            "The plane crashed approximately two kilometres (1.3 miles) from Smolensk airport.\n"
        ]
    },
    {
        "input": "最近，韩国宣布打算派遣其中一艘驱逐舰，此前有五名韩国人在一艘日本货船上被绑架劫持。\n",
        "output": [
            "Most recently, South Korea has announced intentions to send one of its destroyers after five South Koreans were kidnapped in a Japanese cargo ship hijacking.\n"
        ]
    },
    {
        "input": "西部纽约地区电力公司“尼亚加拉莫霍克”的发言人，史蒂夫·布拉迪说：“这是一场异常严重的暴雪，多数树木上仍然留有大部分树叶……，在降雪停下来之前，无法评估整体受损程度”。\n",
        "output": [
            "\"This was extremely heavy snow and most of the trees still have most of their leaves ... we can't do a complete damage assessment until the snow stops falling,\" said spokesman for Niagara Mohawk, Western New York's area power company, Steve Brady.\n"
        ]
    },
    {
        "input": "之后，有人猜测他将加入绿党，该党在国家首都渥太华有0名民选议员。\n",
        "output": [
            "After, there was some speculation the he would join the Green Party, which has 0 elected MPs in Ottawa, the nations capital.\n"
        ]
    },
    {
        "input": "希拉里·巴里是最受欢迎的女演员获胜者，这是公众“以一英里之遥”投票选出的。\n",
        "output": [
            "The winner of favourite female, as voted by the public \"by a country mile\", was Hillary Barry.\n"
        ]
    },
    {
        "input": "舒尔茨拥有在白沙导弹靶场从事雷达工作的经验。\n",
        "output": [
            "Shulze has radar experience from working at the White Sands Missile Range.\n"
        ]
    },
    {
        "input": "教皇县治安官办公室说，大约晚上11点。他的车辆驶离马路，在明尼苏达州布罗滕附近的第110大道翻车，明尼苏达州班戈镇，距离明尼苏达州格伦伍德约15英里，距离明尼苏达州圣克劳德约55英里，或距离双城约100英里。\n",
        "output": [
            "The Pope County Sheriff’s Office said that at approximately 11 p.m. his vehicle went off the road and rolled over on 110th Avenue, near Brooten, Minnesota, in Pope County, Minnesota's Bangor Township, about 15 miles SE from Glenwood, MN, about 55 miles WNW from St. Cloud, MN, or about 100 miles NW from the Twin Cities.\n"
        ]
    },
    {
        "input": "“几百年来，我们曾经占人口百分之十五的基督徒受到迫害并被驱逐出圣地，现在我们只占很小的一部分”。\n",
        "output": [
            "\"For hundreds of years we Christians, who used to be 15 per cent of the population, have been persecuted and driven out of the Holy Land and now we are a tiny minority.\"\n"
        ]
    },
    {
        "input": "在这个国家，同性恋已经是一种刑事犯罪，最高可判处14年监禁，这项法案将把这种刑罚提高到终身监禁。\n",
        "output": [
            "In a nation where homosexuality is already a criminal offense punishable by up to fourteen years in jail, this bill would raise that penalty to life in prison.\n"
        ]
    },
    {
        "input": "维基大学是一个维基自己的项目，其目的是建立一个在线协作学习的环境。\n",
        "output": [
            "Wikiversity is a project of its own which aims to build a collaborative learning environment online.\n"
        ]
    },
    {
        "input": "各种测量方法可以很好地估计重子的质量密度。在100亿年前的宇宙中，重子是构成宇宙中原子和离子原子核的中子和质子。\n",
        "output": [
            "Various measurements give a good estimate of the mass-density of baryons - the neutrons and protons that make up the nuclei of atoms and ions - in the Universe 10 billion years ago.\n"
        ]
    },
    {
        "input": "葡萄球菌感染的传播与其他疾病非常相似，最常见的原因是拥挤的环境、糟糕的卫生条件和皮肤间的接触。\n",
        "output": [
            "Staph infections are spread much like other diseases, with crowded conditions, poor hygiene, and skin-to-skin contact most frequently to blame.\n"
        ]
    },
    {
        "input": "警察接到当地居民的电话，说是维戈尔在车祸中受伤。\n",
        "output": [
            "Police received a call from a local resident that Wygle had been injured in the crash.\n"
        ]
    },
    {
        "input": "他说，他坚决支持南部非洲发展共同体（南共体）主席的声明，即目前不存在举行第二轮选举的条件，应该推迟选举。\n",
        "output": [
            "He said that he \"strongly supports the statement of the Chairman of SADC (Southern African Development Community) that conditions do not exist for a run-off election to be held at this time and that they should be postponed.\"\n"
        ]
    },
    {
        "input": "SinnFéin，SDLP和联盟党都将失败归咎于DUP。\n",
        "output": [
            "Sinn Féin, SDLP and the Alliance Party have all blamed the DUP for the failure.\n"
        ]
    },
    {
        "input": "霍华德表示，此次出售并不是其政府的竞选承诺，联邦政府看不出这笔交易有什么长期利益。\n",
        "output": [
            "Mr Howard said that the sale was not an election promise by his government and that the federal government failed to see any long-term benefits from the sale.\n"
        ]
    },
    {
        "input": "英国广播公司新闻频道播出的这段视频长约45秒，视频中显示在大火肆虐中至少有两枚失控的导弹从基地发射，并坠落在基地附近。\n",
        "output": [
            "The video, which was broadcast by BBC News is about 45 seconds long and shows at least two out of control missiles being launched from within the base as the fire rages on and landing nearby.\n"
        ]
    },
    {
        "input": "他微微向右倾斜，面部表情呆滞，脸被篷乱的长头发所遮盖。\n",
        "output": [
            "He listed slightly to the right and kept a fixed, distant face that was surrounded by uncombed strands of his long hair.\n"
        ]
    },
    {
        "input": "今天星期五，德国队在点球大战中以4-2击败阿根廷，跻身柏林世界杯半决赛。\n",
        "output": [
            "Germany beat Argentina 4-2 on penalties to book a place in the Fifa World Cup semi-finals in Berlin, Friday.\n"
        ]
    },
    {
        "input": "“我们有责任节省纳税人的钱，现在让他们为包括9月份的开斋节在内的其他庆祝活动安装彩灯，我们将节省大约1万英镑”。\n",
        "output": [
            "\"We have a duty to save taxpayers' money, and by putting them up now with lights for other festivities – including Eid in September – we will be saving around £10,000\".\n"
        ]
    },
    {
        "input": "根据加拿大环境部长约翰·贝尔德周四宣布的新环境法规，无法实现二氧化碳减排新强度目标的公司，将可以购买抵扣额度或向一个技术基金捐款，初始成本为每吨排放15美元。\n",
        "output": [
            "Under new environmental regulations announced Thursday by Canadian Environment Minister John Baird, companies that can't meet new intensity targets for CO2 emission reductions will be able to purchase offset credits or contribute to a technology fund, at an initial cost of $15 per tonne of emissions.\n"
        ]
    },
    {
        "input": "已经开始开发新的使用英特尔处理器的笔记本电脑，而不采用英特尔竞争对手超微设备公司的处理器。\n",
        "output": [
            "Development began on a new laptop using an Intel processor rather than the current processor made by Advanced Micro Devices, a rival of Intel.\n"
        ]
    },
    {
        "input": "据土耳其安纳托利亚新闻社报道，一架卡莫夫-32消防直升机在给水箱加水时坠毁。\n",
        "output": [
            "A Kamov-32 fire-fighting helicopter has crashed while trying to fill its water tanks, reports the Turkish Anatolian News agency.\n"
        ]
    },
    {
        "input": "美国滑雪运动员原计划参加昨天的障碍滑雪比赛，但是比赛因大风天气而取消。\n",
        "output": [
            "United States skiers were scheduled to compete yesterday in the Slalom discipline but the competition was cancelled due to high winds.\n"
        ]
    },
    {
        "input": "巴基斯坦军方发言人肖卡特·苏丹少将说：“一旦我们进行彻底的地面检查，我们就可以确认这些外国死者的身份。”\n",
        "output": [
            "\"We can confirm the identities of the foreigners killed once we have carried out a thorough ground check,\" said Pakistani military spokesman Major General Shaukat Sultan.\n"
        ]
    },
    {
        "input": "海地人骚乱，使这一过程陷入混乱局面，而这种混乱局面被外国监察员的坚定努力所压制。\n",
        "output": [
            "Haitians rioted, plunging the process into chaos that was quelled by the determined efforts of foreign monitors.\n"
        ]
    },
    {
        "input": "它的主要对手是“真理与正义联盟”，这是由国家自由党和民主党候选人组成的一个联盟。\n",
        "output": [
            "Called the Truth and Justice Alliance, the main opposition is a union of candidates from the National Liberal Party and the Democrat Party.\n"
        ]
    },
    {
        "input": "因为对之前使用的测量方法存在一些分歧，所以研究人员在峰会上花了一个小时用雷达、卫星等方法对6个点进行测量。\n",
        "output": [
            "There is some disagreement regarding the methods of measurement used previously, so the researchers spent an hour at the summit taking measurements using radar, satellite, and other methods on 6 points.\n"
        ]
    },
    {
        "input": "上周，《ONE太平洋新闻》记者芭芭拉·德雷弗前往报道这次危机，结果被驱逐。\n",
        "output": [
            "Last week ONE News Pacific Correspondent Barbara Dreaver was deported as she arrived to cover the crisis.\n"
        ]
    },
    {
        "input": "然后是每个人都能看到的结果。”\n",
        "output": [
            "And then is the result that anyone gets to see.\"\n"
        ]
    },
    {
        "input": "在与大火搏斗了24个多小时后，消防官员表示，大火已基本被扑灭，并命令消防公司开始关闭水管，收拾好设备。\n",
        "output": [
            "After having fought the fire for over 24 hours, fire officials stated that the fire was mostly extinguished and ordered fire companies to start shutting down the hoses and pack up their equipment.\n"
        ]
    },
    {
        "input": "鲁伊·科代罗在下半场开始后不久就打进了葡萄牙唯一的一次达阵得分，这场比赛是由杜阿尔特·卡多佐·平托改变的。\n",
        "output": [
            "Rui Cordeiro scored Portugal's only try of the match shortly after the restart, which was converted by Duarte Cardoso Pinto.\n"
        ]
    },
    {
        "input": "齐达内在法国电视台对其行为表示懊悔。\n",
        "output": [
            "But on French television Zidane showed remorse for his behaviour.\n"
        ]
    },
    {
        "input": "北约首席执行官亚普·德·霍普·谢弗也谴责了这一行动。\n",
        "output": [
            "NATO chief Jaap de Hoop Scheffer has also condemned the action.\n"
        ]
    },
    {
        "input": "第一部长萨尔蒙德公布了一座纪念花园和一座青铜雕像，这座雕像是为纪念这一事件发生50周年而设立的。\n",
        "output": [
            "First Minister Salmond unveiled a memorial garden and a bronze statue which had been placed to mark the 50th anniversary of the incident.\n"
        ]
    },
    {
        "input": "艾伦·休格爵士被任命为英国政府的“企业冠军”后，将继续主持BBC电视剧集“学徒”。\n",
        "output": [
            "Sir Alan Sugar will continue to front the BBC series The Apprentice after his appointment as \"enterprise tsar\" for the British government.\n"
        ]
    },
    {
        "input": "该诉讼在旧金山提起，指控AT＆T违反联邦法律，与政府合作窃听美国公民。\n",
        "output": [
            "The suit, filed in San Francisco, alleges that AT&T violated federal laws by collaborating with government to eavesdrop on U.S. citizens.\n"
        ]
    },
    {
        "input": "穆沙拉夫可能寻求的其他选择包括宣布国家进入紧急状态，这可能有助于他获得军方的支持，或者解散议会，尽管这可能会导致政治混乱。\n",
        "output": [
            "Other options Musharraf may explore include declaring a state of emergency, which could aid him in getting the support of the military, or dissolving parliament, though this would likely lead to political chaos.\n"
        ]
    },
    {
        "input": "OFT表示，该数字为每年3亿英镑。\n",
        "output": [
            "The OFT stated that the figure was £300m a year.\n"
        ]
    },
    {
        "input": "罗马尼亚政府周五通过的法律已提交议会进行辩论。\n",
        "output": [
            "The law passed by the Romanian government on Friday has been forwarded to the Parliament to be debated.\n"
        ]
    },
    {
        "input": "下一场比赛定于明天举行，星期一是休息日。\n",
        "output": [
            "The next race is scheduled for tomorrow, Monday being a race-off day.\n"
        ]
    },
    {
        "input": "西班牙的胜利被章鱼保罗正确预测出来。\n",
        "output": [
            "Spain's victory was correctly predicted by the oracular animal Paul the Octopus.\n"
        ]
    },
    {
        "input": "来自卢旺达、布隆迪和刚果的约100名学生将分享卢旺达的过去和现在以及大湖地区的未来。\n",
        "output": [
            "Approximately 100 students from Rwanda, Burundi and the Congo will share ideas about the past and present in Rwanda as well as the future for the Great Lakes region.\n"
        ]
    },
    {
        "input": "博斯韦尔说：“卫生部长不久将公布对苄基哌嗪影响的进一步调查结果，”因为新西兰政府正在讨论是否应该禁止或限制苄基哌嗪的销售。\n",
        "output": [
            "Boswell said: \"Further research on the effects of BZP is soon to be released by the Health Minister,\" as the New Zealand government is debating whether or not they should be banned or have their sale restricted.\n"
        ]
    },
    {
        "input": "马丁，51岁，被指控涉嫌向控方证人发送电子邮件，邮件中包含了另一类似案件的庭审记录，以及她本人对穆萨维案件的关注，涉及一些建议和观点。\n",
        "output": [
            "Martin, aged 51, is accused of misconduct by sending prosecution witnesses e-mail that included trial transcripts of another related case along with observations of her own that pertained to the Moussaoui case, including suggestions and talking points.\n"
        ]
    },
    {
        "input": "在后来的几年里，他开了自己的酒吧，和乐队的一些成员成为了朋友，甚至在杰克逊维尔的一场音乐会上介绍了他们。\n",
        "output": [
            "In later years he opened up his own bar and became friends with some members of the group and even introduced them at one of their concerts in Jacksonville.\n"
        ]
    },
    {
        "input": "在那里大学学习英文的法国本土人莉西安·拉弗尔，依据1996年的电影“独立日”对“法国很弱”这一论调作出了诙谐的回应。\n",
        "output": [
            "Lysiane Lavorel, a native of France and college student studying English there, offered a tongue-in-cheek response to France's supposed weakness while making reference to the 1996 film Independence Day.\n"
        ]
    },
    {
        "input": "多名分析家表示，最近的停火决定是埃塔的一种策略，但是它导致该组织在巴斯克地区的支持率直线下降。\n",
        "output": [
            "Several analysts have suggested that this most recent ceasefire is based on ETA's tactics causing their support in the Basque region to plummet.\n"
        ]
    },
    {
        "input": "这只保存良好的亚美尼亚皮鞋要比冰人奥茨脚上穿的那只早好几百年，因而成为世界上最古老的一只皮鞋，也是欧洲迄今发现的最古老的鞋。\n",
        "output": [
            "The Armenian shoe is in a perfectly preserved condition and is a few hundred years older than the one found on Ötzi the Iceman, making it the oldest piece of leather footwear in the world, and the oldest footwear yet found in Europe.\n"
        ]
    },
    {
        "input": "吉本斯女士的儿子约翰来自利物浦，他要求被他母亲的监禁判决激怒的英国人不要反对穆斯林。\n",
        "output": [
            "Ms Gibbons' son John, from Liverpool, has asked that British people angered by his mother's jail sentence should not turn against Muslims.\n"
        ]
    },
    {
        "input": "一项研究发现苏格兰的自杀率远远高于邻国英格兰，俄罗斯媒体和政界人士正在研究世界上第三高的青少年自杀率，新数据显示，澳大利亚北领地土著儿童的自杀率不断上升。\n",
        "output": [
            "A study found Scotland's suicide rate to be increasing away from neighbouring England, Russian press and politicians are examining the world's third-highest teen suicide rate, and new figures showed increasing Aboriginal children's suicides in Australia's Northern Territory.\n"
        ]
    },
    {
        "input": "当地时间星期五下午1：30左右，香港马头围道的一座几十年的楼房倒塌。\n",
        "output": [
            "A decades-old building collapsed along Ma Tau Wai Road in Hong Kong at about 1:30pm on Friday, local time.\n"
        ]
    },
    {
        "input": "达恩顿还将当前的治理体系描述为一场游戏。\n",
        "output": [
            "Mr Darnton also describes the current system of governance as a game.\n"
        ]
    },
    {
        "input": "摩尔多瓦领导人指出，他已经向俄罗斯发送了一套有关13个德涅斯特河沿岸军事公司活动的文件。\n",
        "output": [
            "The Moldovan leader noted that he has sent a package of documents to Russia regarding the activity of 13 Transnistrian military companies.\n"
        ]
    },
    {
        "input": "它将从英文维基百科工具页面链接，从2006年开始进行为期60天的试用。\n",
        "output": [
            "It will be linked from the English Wikipedia Tools page for a 60 day trial beginning in 2006.\n"
        ]
    },
    {
        "input": "20世纪70年代，他的世界板球系列赛节目彻底改变了板球运动，该节目通过引入彩色制服、白色球和昼夜比赛等方式，将一天制板球推上了潮流。\n",
        "output": [
            "In the 1970s, his World Series Cricket revolutionised cricket, bringing One-day cricket to the fore by introducing things such as coloured uniforms, white balls & day/night matches.\n"
        ]
    },
    {
        "input": "“通过促进修复，这是催乳素治疗的目标，我们希望实际改善MS患者的症状。”\n",
        "output": [
            "\"By promoting repair, which is the goal of prolactin therapy, we have hope of actually improving symptoms in people with MS.\"\n"
        ]
    },
    {
        "input": "被捕的人于周五出现在内尔斯普雷特地方法院。\n",
        "output": [
            "The individuals arrested appeared in the Nelspruit magistrate's court on Friday.\n"
        ]
    },
    {
        "input": "当警察到达这所房子的时候，遇见了这位站在一旁的72岁老人。在一番简短的对话后，老人转身走进了屋子。\n",
        "output": [
            "Police arrived at the home, and encountered the 72-year old man standing over, a brief conversation was held with the man who then went back inside the house.\n"
        ]
    },
    {
        "input": "仅在过去的两周里，在伊兰矿井，就有近300名“黄金海盗”被捕。\n",
        "output": [
            "Almost 300 \"gold pirates\" were arrested over the past two weeks at the Eland mine shaft alone.\n"
        ]
    },
    {
        "input": "他们被控盗窃、非法侵入和破坏财产。\n",
        "output": [
            "They were charged with theft, trespassing and destruction of property.\n"
        ]
    },
    {
        "input": "与CNN中心相连的奥姆尼酒店也遭受了破坏，许多窗户都破了。\n",
        "output": [
            "The Omni Hotel, which is attached to the CNN Center, also sustained damage, with many of its windows shattered.\n"
        ]
    },
    {
        "input": "“由于这个问题，我们谨慎地选择了一些路段多次进行反击并保持领先到终点。”\n",
        "output": [
            "\"Because of this issue, we cautiously chose some roads to do several attacks to keep the leading to the end.\"\n"
        ]
    },
    {
        "input": "“我们正在为我们的粉丝和印第安纳波利斯人民祈祷。”\n",
        "output": [
            "\"We are praying for our fans, and the people of Indianapolis.\"\n"
        ]
    },
    {
        "input": "所有提到的法案都从文章中删去了。\n",
        "output": [
            "All mentions of the bill were removed from the article.\n"
        ]
    },
    {
        "input": "然而，列伊的升值并非都是积极的，因为它给出口商带来了很大的压力。\n",
        "output": [
            "The leu's appreciation, however, isn't all positive, because it is putting a great deal of pressure on exporters.\n"
        ]
    },
    {
        "input": "这种名为PA-457的药物是由桦木酸衍生而来，来自纸张制造商的副产品，由马里兰州药品制造商帕纳科斯制药公司生产和开发。\n",
        "output": [
            "The drug called PA-457, which is derived from betulinic acid and comes from by-products from paper manufacturers, is being manufactured and developed by Maryland drug manufacturer Panacos Pharmaceuticals.\n"
        ]
    },
    {
        "input": "过去，联合国曾指责厄立特里亚向伊斯兰主义者提供武器和装备。\n",
        "output": [
            "In the past the United Nations has accused Eritrea of providing arms and equipment to the Islamists.\n"
        ]
    },
    {
        "input": "他紧随其后的作品是“重获天堂”，这首诗描绘了耶稣在旷野中的试探。\n",
        "output": [
            "He followed it with Paradise Regained, depicting the temptations of Jesus in the wilderness.\n"
        ]
    },
    {
        "input": "这位父亲名叫莱姆·龙，是个37岁的捕虾人。他已被指控犯有四项极刑谋杀罪。\n",
        "output": [
            "The father, Lam Luong, a 37 year old shrimp fisherman, has been charged with four counts of capital murder.\n"
        ]
    },
    {
        "input": "犹他州克兰德尔峡谷矿区的三名救援人员在试图营救六名失踪超过一周的被困矿工时遇难。\n",
        "output": [
            "Three rescue workers at the Crandall Canyon Mine in Utah were killed trying to rescue six trapped miners who have been missing for over a week.\n"
        ]
    },
    {
        "input": "接着他们表示，“经由信息自由法的要求，文档可以通过官方渠道查询。”\n",
        "output": [
            "They then state that the document can be \"made available through a Freedom Of Information Act request through official channels.\"\n"
        ]
    },
    {
        "input": "“虽然转向的程度对百慕大的潜在影响有重要意义，”国家飓风中心说，“现在确定伯莎是否真的会威胁到百慕大还为时过早。”\n",
        "output": [
            "\"While the degree of the turn has important implications regarding potential impacts to Bermuda,\" the National Hurricane Center said, \"it is much too early to determine if Bertha will actually threaten that island.\"\n"
        ]
    },
    {
        "input": "约5000名示威者参加了悉尼街头举行的反亚太经贸合作组织集会，集会中多达18人被捕，两名警察受伤。\n",
        "output": [
            "An anti-APEC rally through the streets of Sydney has attracted around 5000 demonstrators, with up to 18 arrests and two police injured.\n"
        ]
    },
    {
        "input": "所有死者都是成年人，其中包括两名司机中的一人，另一人受重伤。\n",
        "output": [
            "All the deceased were adults, and included one of the two drivers, the other of whom was seriously injured.\n"
        ]
    },
    {
        "input": "在制造商冠军榜上处于领先地位的是雪弗莱，它领先丰田249.40分，领先福特91分。本赛季还剩下2场比赛。\n",
        "output": [
            "The Manufacturers' сhampionship standings is led by Chevrolet with 249, 40 points ahead of Toyota and 91 ahead of Ford with two races remaining in the season.\n"
        ]
    },
    {
        "input": "她的家人告诉《海湾时报》，她担心马达范或他的追随者会对她造成人身伤害。\n",
        "output": [
            "Her family members told Khaleej Times that she feared physical harm from Madhavan or his henchmen.\n"
        ]
    },
    {
        "input": "1991年至2011年间，人口增长率稳步下降。\n",
        "output": [
            "Between 1991 and 2011, the population growth rate has steadily decreased.\n"
        ]
    },
    {
        "input": "备受瞩目的强奸受害者穆赫塔尔·迈伊驳斥了关于任何妇女都可以为金钱而愿意受到这种待遇的说法。\n",
        "output": [
            "The high-profile rape victim, Mukhtar Mai, dismissed the idea that any woman could allow herself to be subjected to such treatment for money.\n"
        ]
    },
    {
        "input": "在南澳大利亚的爱尔半岛地区，有9人在丛林大火中丧生。\n",
        "output": [
            "Nine people have died in bush-fires in the region of the Eyre Peninsula in South Australia.\n"
        ]
    },
    {
        "input": "现在下议院中只有一名独立议员安德烈·亚瑟，他是魁北克讲法语区波特纽夫县和拉雅克-卡地亚县议员。\n",
        "output": [
            "Now there is only one independent MP in the House of Commons being André Arthur for the riding of Portneuf—Jacques-Cartier in French speaking Quebec.\n"
        ]
    },
    {
        "input": "在2005财年，他们的收入为8300万美元。\n",
        "output": [
            "In the 2005 fiscal year they earned $83 million in revenue.\n"
        ]
    },
    {
        "input": "这艘船有一个太阳能系统，负责为他的笔记本电脑、电话和全球定位系统提供能量。\n",
        "output": [
            "The boat does have a solar power system to provide energy for his laptop, a telephone and a global positioning system.\n"
        ]
    },
    {
        "input": "第二天，一辆载有40辆货车的货运列车在卡尔古利以东出轨，三人受伤。\n",
        "output": [
            "The following day, a freight train with 40 wagons derailed east of Kalgoorlie, injuring three people.\n"
        ]
    },
    {
        "input": "中立偏左的苏格兰民族党在自1999年苏格兰议会成立以来的第三次苏格兰选举中，仅以一个席位的优势击败了执政的工党。\n",
        "output": [
            "In the third Scottish election since the opening of the Scottish Parliament in 1999, the left of centre SNP beat the ruling Labour Party by a single seat.\n"
        ]
    },
    {
        "input": "照片可以直接从U盘、存储卡、蓝牙设备和PicBridge兼容数码相机中打印出来。\n",
        "output": [
            "Photos can be printed from USB flash drives, memory cards, Bluetooth devices and PictBridge compatible digital cameras.\n"
        ]
    },
    {
        "input": "由布莱恩·纳兰霍领导的加州大学洛杉矶分校的一个研究小组观察到了桌面装置中氘核的核聚变。\n",
        "output": [
            "A UCLA team, headed by Brian Naranjo, has observed the nuclear fusion of deuterium nuclei in a tabletop device.\n"
        ]
    },
    {
        "input": "这座大坝取代了一座建于1911年但后来扩建了好几次的旧大坝。\n",
        "output": [
            "The dam replaces an old dam, first built in 1911 but subsequently expanded several times.\n"
        ]
    },
    {
        "input": "自由民主党外交事务发言人艾德·戴维称伍德的声明是“法律战争案件棺材的最后钉子”。\n",
        "output": [
            "Liberal Democrat foreign affairs spokesman Ed Davey called Wood's statement \"the final nail in the coffin of the case for a legal war.\"\n"
        ]
    },
    {
        "input": "托莱多警察局没有怀疑这是一起谋杀，认为这是一起意外死亡事件。\n",
        "output": [
            "The Toledo Police department does not suspect foul play, and considers the death to be accidental.\n"
        ]
    },
    {
        "input": "根据钱恩德拉瓦的说法，萨卡什维利政府与民主政体几乎没有相似之处。\n",
        "output": [
            "According to Chaindrawa, Saakashvili's government bears little resemblance to a democracy.\n"
        ]
    },
    {
        "input": "相反，他说他的收费大约是71美元而不是71美分：比他的账单应该按照报价率多出100倍。\n",
        "output": [
            "Instead, he says he was charged about 71 dollars instead of 71 cents: 100 times more than what his bill should have been at the rate quoted.\n"
        ]
    },
    {
        "input": "袭击发生在星期四的总统选举之前，激进分子承诺要破坏选举。\n",
        "output": [
            "The violence comes before Thursday's presidential election, which militants have promised to disrupt.\n"
        ]
    },
    {
        "input": "据公众消息，中国政府已经开始了一场针对美国的经济威胁的联合行动，暗示如果华盛顿实施旨在迫使人民币升值的贸易制裁，中国政府可能会清算其持有的大量美国国债。\n",
        "output": [
            "According to public sources, the Chinese government has begun a concerted campaign of economic threats against the United States, hinting that it may liquidate its vast holding of US treasuries if Washington imposes trade sanctions that seek to force a Yuan revaluation.\n"
        ]
    },
    {
        "input": "这两首歌的大部分都是在洛尔迪为Ozzfest进行美国巡演的期间所创作的，乐队的主唱在接受MonsterDiscoHell.com的采访时说，“放纵于天堂的野兽”的主要旋律是在密尔沃基创作的，而“饰钉与皮革”的合唱则是在圣奥古斯丁创作的。\n",
        "output": [
            "Most of both songs were composed during Lordi's tour of the United States as part of Ozzfest, with the band's lead vocalist saying in an interview with MonsterDiscoHell.com that the main riff of Beast Loose in Paradise was written in Milwaukee, while the chorus of Studs and Leather was composed in St. Augustine.\n"
        ]
    },
    {
        "input": "药物基金会发言人罗斯•贝尔说：“这样的审查不仅过于狭隘，似乎还抢先于周三辩论的结果。”\n",
        "output": [
            "Ross Bell, spokesman for the Drug Foundation, said: \"Not only is such a review too narrow, it also seemed to pre-empt the outcome of Wednesday's debate.\"\n"
        ]
    },
    {
        "input": "索尼在全球范围内收到209起过热报告，其中一名客户报告说发生了轻微烧伤。\n",
        "output": [
            "Sony has received 209 reports of overheating worldwide, and one customer has reported receiving minor burns.\n"
        ]
    },
    {
        "input": "“蒸发速率、粘度和风化的差异为回收石油提供了更多机会”。\n",
        "output": [
            "\"Differences in evaporation rates, viscosity and weathering provide greater opportunities to recover oil.\"\n"
        ]
    },
    {
        "input": "美国海岸警卫队表示，这名身份不明的男子在试图找到离开冰面的方法时坠入水中。\n",
        "output": [
            "The United States Coast Guard says the unidentified man who died fell into the water while trying to find a way off the ice.\n"
        ]
    },
    {
        "input": "武装分子说，他们将试图推翻政府，并让新当选的巴基斯坦总统穆沙拉夫失去权力。\n",
        "output": [
            "Militants say that they are going to attempt to overthrow the government and take the newly elected Pakistani President Pervez Musharraf out of power.\n"
        ]
    },
    {
        "input": "这次火山喷发在冰川上形成了一个大洞，同时在冰川下形成了一条裂缝，现在已经有2公里（1英里）长。\n",
        "output": [
            "The eruption has created a large hole in the glacier, as well as a fissure that is forming under the glacier, which is now around 2 kilometers (1 mi) long.\n"
        ]
    },
    {
        "input": "约克率领的这只来自西印度群岛的球队很有冲劲，铲球也很努力，但瑞典队的施压意味着该队大部分时间都被迫守在自己的半场。\n",
        "output": [
            "The West Indies team led by Yorke was competitive and hard in the tackle but Swedish pressure meant the team was in its own half of the pitch most of the game.\n"
        ]
    },
    {
        "input": "针对东南亚“伊斯兰祈祷团”首领玛斯·赛拉马特·本·卡斯塔里星期三从拘留中心逃脱事件，国际刑警组织发布了“橙色通报”。\n",
        "output": [
            "Interpol has issued an \"Orange Notice\" for the leader of southeast Asian Jemaah Islamiyah, Mas Selamat bin Kastari, who escaped from a detention center Wednesday.\n"
        ]
    },
    {
        "input": "该协议于2007年11月获得巴西政府批准，并于2007年3月获得法国议会批准。\n",
        "output": [
            "The agreement was approved by the Brazilian government in November 2007 and was approved by the French Parliament in March 2007.\n"
        ]
    },
    {
        "input": "英国伦敦-随着2012年夏季残奥会在不到一周的时间内开幕，巴布亚新几内亚残奥代表团的部分成员今天早些时候抵达伦敦，以支持该国有资格参加奥运会的两名运动员——田径运动员弗朗西斯·孔帕恩和举重运动员蒂莫西·哈拉比。\n",
        "output": [
            "London, England — With the 2012 Summer Paralympics starting in less than a week, parts of Papua New Guinea's Paralympic delegation arrived in London earlier today in order to support the pair of athletes the country qualified for the Games, athletics competitor Francis Kompaon and powerlifter Timothy Harabe.\n"
        ]
    },
    {
        "input": "辛格是一名糖尿病患者，1990年在英国接受了搭桥手术，2004年在德里接受了血管成形术，在他的动脉中植入了支架。\n",
        "output": [
            "Singh, a diabetic, underwent a bypass surgery in Britain in 1990 and had an angioplasty in 2004 in Delhi in which stents were introduced in his arteries.\n"
        ]
    },
    {
        "input": "美国广播公司还说，伍德拉夫和沃格特都穿着防弹衣和头盔。\n",
        "output": [
            "ABC also said that both Woodruff and Vogt were wearing body armor and helmets.\n"
        ]
    },
    {
        "input": "关于他的政党的命运，苏格兰国民党，萨尔蒙德在格拉斯哥东部和格伦罗斯的竞选活动中称之为“福音十字军”，在格拉斯哥东部表现良好，但在格伦罗斯则稍差一点。\n",
        "output": [
            "In reference to the fortunes of his party, the SNP, Salmond described by-election campaigns in Glasgow East and Glenrothes as \"evangelical crusades\" which, \"had gone down well in Glasgow East - but \"slightly less well in Glenrothes\".\n"
        ]
    },
    {
        "input": "根据南非广播公司（SABC）发表的一份报告，南非国家检察当局（NPA）发出了逮捕南非警察国家专员兼国际刑警组织主席杰基·塞莱比的逮捕令，NPA是独立于警察部门运作的。\n",
        "output": [
            "According to a report released by the South African Broadcasting Corporation (SABC), a warrant has been issued by the South African National Prosecuting Authority (NPA), which operates separately from the police, for the arrest of Jackie Selebi national commissioner of the South African police and president of Interpol.\n"
        ]
    },
    {
        "input": "虽然“放纵于天堂的野兽”故意地更“倾向电影风格”、更“恐怖”。\n",
        "output": [
            "Although Beast Loose in Paradise is more 'movie-esque' and 'horror-ish' on purpose.\n"
        ]
    },
    {
        "input": "该方法旨在让人们意识到吸烟导致严重疾病并致死。\n",
        "output": [
            "The approach is designed to shock people into realising smoking kills and causes serious illness.\n"
        ]
    },
    {
        "input": "这一伙伴关系已经被谣传了多年，而在过去几个月里各种猜测愈发多了起来。\n",
        "output": [
            "Such a partnership had been rumored for years, and the amount of speculation grew over the past few months.\n"
        ]
    },
    {
        "input": "美国最高法院以5比4的投票结果推翻了对强奸儿童的帕特里克·肯尼迪的死刑判决，称其与罪行不成比例，违反了宪法对残忍和非常规惩罚的禁令，从而开创了先例。\n",
        "output": [
            "In a 5-4 vote, the United States Supreme Court overturned the death penalty for Patrick Kennedy, convicted of raping a child, saying it is not proportional to the crime and that it violates the Constitutional ban on cruel and unusual punishment, and thereby setting a precedent.\n"
        ]
    },
    {
        "input": "苏格兰有两家机构，分别位于Faslane和Rosyth，为核潜艇舰队提供服务。\n",
        "output": [
            "There are two establishments in Scotland, at Faslane and Rosyth, providing services to the nuclear submarine fleet.\n"
        ]
    },
    {
        "input": "牛更容易观察，在308个地点的8,510头牛表现出强烈的磁场倾向，它们会根据地球磁场调整身体方向。\n",
        "output": [
            "Cattle were easier to observe, and 8,510 head of cattle at 308 locations demonstrated a strong tendency to align body orientation in accordance with the earth's magnetic field.\n"
        ]
    },
    {
        "input": "这个网站模仿了汤姆·克鲁斯和他与山达基教会的关系，当它收到教会发出的一系列中止和停止命令时，成为争议的中心。\n",
        "output": [
            "The site, which is a parody of Tom Cruise and his involvement with the Church of Scientology, became the centre of controversy when it was served with a number of cease and desist orders initiated by the Church.\n"
        ]
    },
    {
        "input": "在土耳其对美国的比赛中，曾在比赛中途现场修理了一台轮椅。\n",
        "output": [
            "At the Turkey vs United States game, a chair was repaired during the match.\n"
        ]
    },
    {
        "input": "喀拉拉邦寺庙部长萨哈卡兰在向《泰晤士报》发表的一份声明中提出了不同的观点。\n",
        "output": [
            "G. Sudhakaran, Kerala's minister for temples, presented a different viewpoint in a statement to The Times.\n"
        ]
    },
    {
        "input": "英国队的瑞典经理斯文·格兰·埃里克森这一方拥有更多的手段，但是未能在开场得分的基础上再有斩获。\n",
        "output": [
            "England's Swedish manager Sven-Göran Eriksson's side had more possession but failed to score more than the one early goal.\n"
        ]
    },
    {
        "input": "自由软件的一些最著名的例子是Linux操作系统、Mozilla web浏览器和开源办公办公套件。\n",
        "output": [
            "Some of the most well-known examples of free software are the Linux operating system, the Mozilla web browser and the OpenOffice office suite.\n"
        ]
    },
    {
        "input": "肯尼亚卫生专业人员协会发言人亚历克斯·奥里纳表示，肯尼亚卫生工作者的月平均工资加津贴约为25000肯尼亚先令（193英镑，302美元或230欧元）。\n",
        "output": [
            "According to Kenya Health Professionals Society spokesperson Alex Orina, the average monthly wage plus allowances for health workers in Kenya is KSh25,000 (£193, US$302 or €230) approximately.\n"
        ]
    },
    {
        "input": "“这只会激起对犹太人对以色列的仇恨，而无助于保护以色列人的生命。”\n",
        "output": [
            "\"It would only inflame hatred of Jews and of Israel, while doing nothing to protect the lives of Israelis.\"\n"
        ]
    },
    {
        "input": "因此，屋顶也被安全部队占领。\n",
        "output": [
            "Consequently, the rooftop was taken by security forces as well.\n"
        ]
    },
    {
        "input": "预报员说，在袭击该国北部的卡加延省之前，风暴改变了方向。\n",
        "output": [
            "Forecasters say the storm changed course before striking the Cagayan province in the northern part of the country.\n"
        ]
    },
    {
        "input": "在被指控的枪手和其中一名受害者的在晚场演出前进行了讨论。\n",
        "output": [
            "A discussion took place before an evening performance between the alleged shooter and one of the victims.\n"
        ]
    },
    {
        "input": "1952年出生于利物浦，1974年获得米德尔塞克斯理工学院社会科学文学学士学位。\n",
        "output": [
            "Born in Liverpool in 1952, he received a Social Sciences Bachelor of Arts from Middlesex Polytechnic in 1974.\n"
        ]
    },
    {
        "input": "艾哈迈迪内贾德的反对者之一穆萨维早些时候曾宣称自己“肯定”获胜，并说他可能会对选举结果提出异议。\n",
        "output": [
            "One of Ahmadinejad opponents Mir Hossein Mousavi, had earlier declared himself \"definitely\" the winner and said he may dispute the results.\n"
        ]
    },
    {
        "input": "或者你可能会说，‘不，我的问题是我真的需要穿女装。’。\n",
        "output": [
            "Or you might say, 'No, my kink is I really need to dress in women's clothing.'\n"
        ]
    },
    {
        "input": "其他的子弹没有击中男孩们，其中一个击中了一辆汽车。\n",
        "output": [
            "The other shots missed the boys, one hitting a car.\n"
        ]
    },
    {
        "input": "反对党领袖托尼·阿博特表示，这些数字显示了碳税对澳大利亚家庭的影响。\n",
        "output": [
            "Opposition Leader Tony Abbott said the figures demonstrated the toll a carbon tax would have on Australian families.\n"
        ]
    },
    {
        "input": "他们还驳回了有关法官向陪审团发出的指示不完整或不清楚的指控，称“被告提出了一项误导性陈述作为替代方案”，并且在这种情况下，法官可以保留原来的指示，特别是不要求法官为特定的指控提醒法庭要“提交在技术上完美的指控”。\n",
        "output": [
            "They also dismissed claims that instructions given to the jury by the judge had been incomplete, or unclear, stating that \"the defendants proposed a misleading statement as an alternative\", and that in such situations the judge is allowed to stay with the original instruction, and in particular is not required \"that a submitted charge be technically perfect to alert the court to the need for a particular charge\".\n"
        ]
    },
    {
        "input": "他们说只允许海事管理局调查海上事故。\n",
        "output": [
            "They say only the Maritime Industry Authority is allowed to investigate accidents at sea.\n"
        ]
    },
    {
        "input": "一些著名的苏丹神职人员无视政府不要激化局势的指示，尽管他们没有直接要求处死她。\n",
        "output": [
            "A number of prominent Sudanese clerics ignored government instructions not to inflame the situation, although they stopped short of directly calling for her death.\n"
        ]
    },
    {
        "input": "在辩论结束后，第一轮投票之前，波波西科娃撤回了她的候选人资格，理由是支持她的人不够多。\n",
        "output": [
            "Between the debate and the first voting round Bobošíková withdrew her candidacy, citing a lack of support for her.\n"
        ]
    },
    {
        "input": "沃伦斯诺登国防科学和人事部长说，德意志联邦共和国已被告知这一发现，沉船遗址将受到保护。\n",
        "output": [
            "Warren Snowdon Minister for Defense Science and Personnel said that the Federal Republic of Germany has been advised of the discovery and that the site is to be protected.\n"
        ]
    },
    {
        "input": "被指控的袭击者的一位朋友对这些指控感到震惊，并说他是“我们在这所学校认识的最善良、最温和的人之一”。\n",
        "output": [
            "A friend of the alleged assailant was shocked at the allegations and said he is \"one of the nicest and most gentle people that we know at this school.\"\n"
        ]
    },
    {
        "input": "122名骑手在南澳大利亚州阿德莱德的一条赛道上完成了为期六天的比赛。\n",
        "output": [
            "122 cyclists completed the six day race around a circuit starting and ending at Adelaide, South Australia.\n"
        ]
    },
    {
        "input": "当地时间星期四凌晨4：08（世界时+11小时），在瓦努阿图埃斯皮里图桑托岛的路干维尔镇东南偏东55公里（35英里）处记录到第一次地震，震级为7.2级，震源深度为144.8公里（90.0英里）。\n",
        "output": [
            "The first 7.2 quake was recorded at 4:08 a.m., Thursday morning local time (UTC+11), 55 kilometers (35 miles) east, southeast of Luganville, Espiritu Santo, Vanuatu with a depth of 144.8 km (90.0 miles).\n"
        ]
    },
    {
        "input": "一名警察在北爱尔兰的阿玛县被爱尔兰共和军持枪歹徒杀害，仅仅在48小时前，有两名士兵被打死。\n",
        "output": [
            "A police officer has been killed in County Armagh, Northern Ireland by Continuity IRA gunmen a mere 48 hours after two soldiers were killed.\n"
        ]
    },
    {
        "input": "他说：“我不知道谁是这次袭击的幕后黑手，但我认为这是前武装分子的一个派系。”\n",
        "output": [
            "\"I don't know who is behind [the attack], but I think it's one of the factions of the ex-militants,\" he said.\n"
        ]
    },
    {
        "input": "一场暴雨导致击球局中断，但是之后又恢复了比赛。布兰达·泰勒连续60分不死打击，津巴布韦达到了目标，从而以剩余1球的成绩结束了紧张的比赛。\n",
        "output": [
            "A heavy shower interrupted the innings, but play restarted and Brendan Taylor scored 60 not out as Zimbabwe reached the target with one ball remaining in a tense finish.\n"
        ]
    },
    {
        "input": "麦凯恩最近访问了伊拉克，目前正在法国。他对这一事件作出回应说：“美国重视每个人的隐私，应该采取纠正措施。”\n",
        "output": [
            "McCain, who was in France after recently traveling to Iraq responded to the incident stating, \"The United States of America values everyone's privacy and corrective action should be taken.\"\n"
        ]
    },
    {
        "input": "在周五的新闻发布会上，这只纯种马的主人J·保罗·瑞达姆宣布，这只纯种马受伤了，他不仅将在周六的比赛中被淘汰，而且将退出以后的比赛。\n",
        "output": [
            "At a Friday press conference, owner J. Paul Reddam announced that the thoroughbred was injured and he will not only be removed from the race Saturday but he will be retired from any further racing.\n"
        ]
    },
    {
        "input": "这会导致他们健康状况变差、工作效率降低、驾驶危险性增加，还会导致性生活缺乏活力。\n",
        "output": [
            "This leads to poorer health, lower productivity on the job, more danger on the roads and a less vibrant sex life.\n"
        ]
    },
    {
        "input": "伍德拉夫成为美国广播公司今晚世界新闻的永久联合主播，2006年1月3日，伊丽莎白·巴尔加斯取代了已故的彼得·詹宁斯。\n",
        "output": [
            "Woodruff became the permanent co-anchor of ABC's World News Tonight, with Elizabeth Vargas on January 3, 2006, replacing the late Peter Jennings.\n"
        ]
    },
    {
        "input": "小白鼠体内自然杀伤细胞的数量和活力急剧下降。\n",
        "output": [
            "The mice had a dramatic reduction in the number and activity of natural killer cells.\n"
        ]
    },
    {
        "input": "让·埃耶格·恩东说，邦戈是非洲国家任职时间最长的领导人，他于周一在奎隆诊所去世，享年73岁。\n",
        "output": [
            "Jean Eyeghe Ndong said that Bongo, the longest-serving leader of an African country, had died at the Quiron clinic on Monday, at the age of 73.\n"
        ]
    },
    {
        "input": "像“你不用担心”和“上帝可怜我”这样的短语就像是这位特立独行的领导人的标志。\n",
        "output": [
            "Phrases such as \"Don't you worry about that\" and \"Goodness gracious me\" were like trademarks to the maverick leader.\n"
        ]
    },
    {
        "input": "然而，用户确实说“当我进行编辑时，我不知道佩林是被提名者”，并且“没有人指示我进行这些编辑。”\n",
        "output": [
            "The user did however state that \"I did not know Palin was the nominee when I made my edits,\" and \"no one instructed me to make these edits.\"\n"
        ]
    },
    {
        "input": "虽然食品价格已经从2008年中期的历史最高水平下降，但报告指出，全球食品价格与往年相比仍然很高，而且发展中国家的国内价格仍然高得惊人。\n",
        "output": [
            "Although food prices have declined from their record high levels in mid-2008, the report states that global food prices are still high compared to previous years, and that domestic prices remain prohibitively high in developing countries.\n"
        ]
    },
    {
        "input": "在这之前，全国都要求将乙醇混合到汽油中，这一指令于1997年第一个在明尼苏达州生效。\n",
        "output": [
            "This follows the statewide mandate requiring ethanol to be mixed into gasoline—also a first by Minnesota—which took effect in 1997.\n"
        ]
    },
    {
        "input": "这是法国人第一次在世界杯输掉首场比赛。\n",
        "output": [
            "This is the first time that the French have lost during the pool stages of the World Cup.\n"
        ]
    },
    {
        "input": "这场争端可追溯到6月，在杜梅拉边境地区，两国间爆发了暴力冲突。\n",
        "output": [
            "The dispute dates back to June when violence erupted between the nations in the border region of Doumeira.\n"
        ]
    },
    {
        "input": "伦敦交通局于2008年自哥莱顿有轨电车有限公司购入电车系统网络后，于1月29日向“欧洲联盟公报”（OJEU）提交投标书，并在1月底宣布了该计划。\n",
        "output": [
            "TfL, who purchased the Tramlink network from Tramtrack Croydon Ltd. in 2008, announced the plans late January, after submitting the tender to the Official Journal of the European Union (OJEU) on January 29.\n"
        ]
    },
    {
        "input": "处于STS-120任务期间的发现号航天飞机目前停靠在国际空间站。\n",
        "output": [
            "Shuttle Discovery is presently docked to the ISS during mission STS-120.\n"
        ]
    },
    {
        "input": "这些病例是赛马的第一次感染，尽管在新南威尔士州和昆士兰州感染了数十匹休闲马。\n",
        "output": [
            "The cases are the first infections of race horses, despite infecting dozens of recreational horses across NSW and Queensland.\n"
        ]
    },
    {
        "input": "这些计划今天早些时候提交给破产法官。\n",
        "output": [
            "The plans were brought up to a bankruptcy judge earlier today.\n"
        ]
    },
    {
        "input": "他对提出的五项指控坚称自己无罪，但十人陪审团花了五个小时认定他有罪。\n",
        "output": [
            "He pleaded innocent to the five charges brought against him, but the ten person jury took five hours to find him guilty.\n"
        ]
    },
    {
        "input": "邻近的布隆迪也能感觉到地震，但是那里没有人员伤亡的报告。\n",
        "output": [
            "The quake could also be felt in nearby Burundi, but there are no reports of damage or injuries there.\n"
        ]
    },
    {
        "input": "上诉前，内村的得分使日本队排在第四位，这使得英国队获得银牌，乌克兰队以271.526分获得铜牌。\n",
        "output": [
            "Before the appeal, Uchimura's score left Japan in fourth place with Britain taking silver and Ukraine taking bronze with 271.526 points.\n"
        ]
    },
    {
        "input": "朝鲜进一步要求取消这次演习，并表示，“韩国的傀儡好战分子们必须立即取消计划在延坪岛沿海举行的挑衅性实弹演习。”\n",
        "output": [
            "North Korea further demands the exercises be canceled saying, \"the South Korean puppet warmongers must immediately cancel the provocative coastal live-fire drills planned on Yeonpyeong.\"\n"
        ]
    },
    {
        "input": "但是，由于几次没有抓住得分机会，加上连续传球失误，韦斯特米斯队在比赛的最后几分钟比分落后了2分。\n",
        "output": [
            "However with several chances squandered and consistently poor passing, Westmeath fell two points behind in the final few minutes of the game.\n"
        ]
    },
    {
        "input": "安德鲁·西蒙兹得66分，是澳大利亚队的最高得分手，亚当·吉尔克莱斯特得55分。\n",
        "output": [
            "Andrew Symonds was Australia's top scorer with 66 runs, while Adam Gilchrist made 55.\n"
        ]
    },
    {
        "input": "几个家庭的一位律师说，一些家庭还没有接受失去亲人的问题，说“没有葬礼，没有再见…只是越来越多的痛苦。”\n",
        "output": [
            "An attorney for several families said some had yet to come to terms with loss of loved ones, saying \"There's been no burial, no goodbye ... just lots and lots of suffering.\"\n"
        ]
    },
    {
        "input": "切·格瓦拉的《摩托车日记》同伴去世。\n",
        "output": [
            "Che Guevara's \"Motorcycle Diaries\" companion dies\n"
        ]
    },
    {
        "input": "周三晚上，准将决定曼宁也必须放弃他的平角短裤。\n",
        "output": [
            "On Wednesday night, the brig commander determined that Manning must give up his boxer shorts also.\n"
        ]
    },
    {
        "input": "加利福尼亚州卫生服务部门的凯文·赖利博士说：“我们不知道野猪是否发挥了作用，但我们知道在这个特殊的牧场上有着大量的野猪，我们在这里目睹了它们撞裂篱笆并从篱笆底下钻过去的情景，它们有能力进入田地”。\n",
        "output": [
            "Dr. Kevin Reilly of the California Department of Health Services said that \"we don't know if wild swine are playing a role or not, but we do know that on this particular ranch, there is a very large population of wild boar, and we have witnessed on this site that they have torn through fencing and under fencing and have the ability to access the field\".\n"
        ]
    },
    {
        "input": "至少有七个小村庄和村庄被完全摧毁。\n",
        "output": [
            "At least seven small villages and hamlets have been completely destroyed.\n"
        ]
    },
    {
        "input": "2012年12月30日，资深记者舒克里·拉蒂布·阿布·伯格尔被枪杀，成为首位在2012年去世的记者。\n",
        "output": [
            "Shot on December 30, and the first journalist to die in 2012, was veteran journalist Shukri Ratib Abu Burghol.\n"
        ]
    },
    {
        "input": "她描述了一个典型的一天：“演出前一个半小时，我在化妆室。\n",
        "output": [
            "She describes a typical day: \"One hour and a half before the show I'm in the make-up room.\n"
        ]
    },
    {
        "input": "震后不久还发布了海啸预警，但不久之后又被收回。\n",
        "output": [
            "A tsunami alert was initially issued following the tremor, but it was retracted shortly afterwards.\n"
        ]
    },
    {
        "input": "打捞将要花三个星期到一个月的时间。\n",
        "output": [
            "The operation should take between three weeks to a month.\n"
        ]
    },
    {
        "input": "臣那越集团，这一身价数十亿泰铢的电信和信息技术巨人集团，输掉了对苏品雅·克朗娜荣的诽谤诉讼案。案子的起因是后者在2003年7月接受《泰国邮报》采访时发表的言论。\n",
        "output": [
            "Shin Corporation, the multi-billion baht telecom and IT giant, has lost its defamation suit against Supinya Klangnarong for her comments in an interview with the Thai Post in July 2003.\n"
        ]
    },
    {
        "input": "此前，首枚自制炸弹在巴斯克镇格桥的一家银行爆炸。\n",
        "output": [
            "Previously, a first homemade bomb blasted in a bank in the Basque town of Getxo.\n"
        ]
    },
    {
        "input": "批评了包括将支票邮寄给持卡人，不通知申请人办理额外的卡会降低他们的信用评分和提高他们的利率，以及用提高的利率“伏击”持卡人的做法。\n",
        "output": [
            "Included in the criticism was the practice of mailing checks to card-holders, failing to notify applicants that obtaining additional cards could lower their credit score and raise their rates, and \"ambushing\" card-holders with raised rates.\n"
        ]
    },
    {
        "input": "B3级盲人滑雪运动员贝瑟姆赛后立即与其向导肖恩·拉姆斯登交流。\n",
        "output": [
            "Visually-impaired B3 classified skier Bathum chatted with his guide, Sean Ramsden, immediately following both his races.\n"
        ]
    },
    {
        "input": "据报道，曼谷北郊农塔武里省的一个警察岗亭发生爆炸。\n",
        "output": [
            "A blast was reported at a police box in Nonthaburi Province on the northern outskirts of Bangkok.\n"
        ]
    },
    {
        "input": "但来自新泽西州汉密尔顿的55岁的吉列尔莫·萨丁纳表示，“我整晚好眠。\n",
        "output": [
            "But Guillermo Sardina, 55, of Hamilton, N.J., said \"I sleep through the night.\n"
        ]
    },
    {
        "input": "上周，三星加强了最新版安卓系统Galaxy S手机的营销活动。\n",
        "output": [
            "Last week, Samsung stepped up the marketing for its latest Android-powered device, the Galaxy S.\n"
        ]
    },
    {
        "input": "格雷默斯警长大卫·克罗斯说：“他和一个电视摄制组一起在街上徘徊。”\n",
        "output": [
            "\"He wandered in off the street with a TV film crew,\" said Greymouth Sergeant David Cross.\n"
        ]
    },
    {
        "input": "动物园里至少有112种不同种类的鸟类，总数为720只。\n",
        "output": [
            "There are at least 112 different species of birds, totaling 720, located at the zoo.\n"
        ]
    },
    {
        "input": "周六，他们说，多达100名什叶派被逊尼派武装分子劫持为人质，并在巴格达附近的马丹镇受到死亡威胁。\n",
        "output": [
            "They said Saturday that as many as 100 Shi’ites were taken hostage by Sunni fighters, and were threatened with death in the town of al-Madain, near Baghdad.\n"
        ]
    },
    {
        "input": "“受到鼓舞，我们再一次进入一家小商店，额外买了一些软饮料拎在手上。”\n",
        "output": [
            "\"Encouraged, we once again popped into a small shop and bought additional soft drinks to hand out.\"\n"
        ]
    },
    {
        "input": "他已经取得了很好的进展，他到达布里斯班的预计时间将缩短一个月。\n",
        "output": [
            "He has been making good progress, and has since cut his estimated time of arrival in Brisbane by a month.\n"
        ]
    },
    {
        "input": "扎吉尔的解释是，陪审团要求得到每一位证人的证词誊本。\n",
        "output": [
            "Zagel interpreted the request as saying that the jury wanted transcripts of the testimony of every single witness in the trial.\n"
        ]
    },
    {
        "input": "Mycokemusic.com表示，它将从周四开始在其网站上播出该曲目，并将所有利润捐赠给慈善机构。\n",
        "output": [
            "Mycokemusic.com said it was going to put the track on its website from Thursday with all profits to be donated to charity.\n"
        ]
    },
    {
        "input": "与此同时，内扎说，警察和军队部队正试图乘坐装甲车抵达该地区。\n",
        "output": [
            "Meanwhile, Neza says police and army units are attempting to reach the area in armored cars.\n"
        ]
    },
    {
        "input": "基尔马诺克的主教练吉米·卡尔德伍德在赛后谈到了他的经历：“这是漫长的一天。”\n",
        "output": [
            "Kilmarnock manager Jimmy Calderwood, speaking after the game, spoke of his experiences: \"It was a long, long day.\"\n"
        ]
    },
    {
        "input": "“今天他们证明了审判和处决仅仅是报复，而不是正义，”一位哀悼者告诉洛杉矶时报。\n",
        "output": [
            "\"Today they proved themselves that the trial and the execution were mere retaliation and not justice,\" one mourner told the Los Angeles Times.\n"
        ]
    },
    {
        "input": "在首席执行官接受肝移植手术时，他也担任史蒂夫·乔布斯的职位。\n",
        "output": [
            "He also stood in Steve Jobs' place while the CEO underwent liver transplant surgery.\n"
        ]
    },
    {
        "input": "希格斯机制是弱电学理论的关键要素，它构成了粒子物理学标准模型的一部分，也是许多超越了它的模型的一部分。\n",
        "output": [
            "The Higgs mechanism is a key element of the electroweak theory that forms part of the Standard Model of particle physics, and of many models that go beyond it.\n"
        ]
    },
    {
        "input": "公民们被告知，他们“必须忠实于尊敬的金正恩同志”。\n",
        "output": [
            "Citizens are being told they \"must faithfully revere respectable comrade Kim Jong-un.\"\n"
        ]
    },
    {
        "input": "研究人员获得了国家卫生研究院280万美元的资助，在进行相关研究，希望开发出一种测试方法，可以确定公羊在作为种羊出售之前是否对雌性感兴趣。\n",
        "output": [
            "The researchers are working under a $2.8 million grant from the National Institutes of Health in hopes of developing a test which can determine the likelihood of a ram being female-oriented before it is sold as a stud.\n"
        ]
    },
    {
        "input": "“我认为这对我们的未来有很好的帮助，但现在我们只需要积分，”雷恩·米勒说，他是军刀队的一名守门员。\n",
        "output": [
            "\"I think it will serve us well in the future, but right now we just need the points,\" said Ryan Miller, one of the Sabres goalies.\n"
        ]
    },
    {
        "input": "据研究组织科学家迈克·劳帕赫博士称，2005年，有79亿吨的碳以二氧化碳的形式排放到大气中，增长速度是1990年的两倍，而且增长速度还在持续加快。\n",
        "output": [
            "According to CSIRO research scientist Dr Mike Raupach, 7.9 billion tonnes of carbon were emitted into the atmosphere as carbon dioxide in 2005 - a doubling in the rate of increase since 1990 - and the rate of increase continues to accelerate.\n"
        ]
    },
    {
        "input": "在这一历史性事件发生之前2周，法夫尔刚刚打破了约翰·埃尔维斯创造的四分卫职业联赛获胜场数纪录。他们击败了纽约巨人队，从而取得第149场胜利。\n",
        "output": [
            "This historic event came just two weeks after Favre broke John Elway's record for career wins by a quarterback, defeating the New York Giants for win number 149.\n"
        ]
    },
    {
        "input": "五名法官中有两名持不同意见的法官得出结论说，这些区别是违反宪法的，但是，原则上，纠正这种区别取决于国会的立法措施。\n",
        "output": [
            "Two dissenting judges of the five concluded that these distinctions are unconstitutional, but correction of it depends, in principle, on legislative measures by the Diet.\n"
        ]
    },
    {
        "input": "大部分伤者已被送往最近的医院，并正在呼吁其余的朝圣者保持冷静和平。\n",
        "output": [
            "Most of the injured have been transported to the nearest hospital and appeals were being made for the remaining pilgrims to be calm and peaceful.\n"
        ]
    },
    {
        "input": "据预期，联合国使团将把遗体空运到附近的机场，与公众隔绝。\n",
        "output": [
            "UNMIS is expected to fly the bodies on to their nearby airfield, to which there is no public access.\n"
        ]
    },
    {
        "input": "吉吉特的老板兼教练苏·奇普顿评论说：“她让很多人都很开心。”\n",
        "output": [
            "Sue Chipperton, the owner and trainer of Gidget commented saying, \"She made so many people happy.\"\n"
        ]
    },
    {
        "input": "奇怪的是，安检和技术人员在飞机起飞前的检查中居然什么也没有发现。\n",
        "output": [
            "It is curious how the inspection staff and the technicians found nothing on their inspection of the aircraft just before the flight.\n"
        ]
    },
    {
        "input": "根据英国广播公司新闻在线报道，在爱沙尼亚首都塔林发生第二次晚上骚乱之后，有300多人被拘留，至少10人受伤。\n",
        "output": [
            "According to BBC News Online more than 300 people were detained and at least 10 hurt after a second night of riots in Estonia's capital, Tallinn.\n"
        ]
    },
    {
        "input": "“当我年轻的时候，我从父亲那里听说，40年代初，巴格达北部的郊区下了这样的雨，但在巴格达如此壮丽的降雪却超出了我的想象。”\n",
        "output": [
            "\"When I was young, I heard from my father that such rain had fallen in the early '40s on the outskirts of northern Baghdad but snow falling in Baghdad in such a magnificent scene was beyond my imagination.\"\n"
        ]
    },
    {
        "input": "据信，巴瑟斯特侦探在去年收到一名前圣斯坦尼斯劳斯学生的投诉后，成立了“罢工部队头目”组织。\n",
        "output": [
            "It had been believed that Bathurst detectives set up Strike Force Header after receiving a complaint from a former St Stanislaus student last year.\n"
        ]
    },
    {
        "input": "今晚晚些时候，她们将前往东京参加国际女子俱乐部锦标赛，对手包括日本的INAC 神户 Leonessa和NTVBeleza，以及法国奥林匹克里昂队。\n",
        "output": [
            "Later tonight, the team departs for Tokyo to compete in the International Women's Club Championship against some of the best women's club teams in the world including Japan's INAC Kobe Leonessa and NTV Beleza, and France's Olympique Lyonnais.\n"
        ]
    },
    {
        "input": "自1956年以来一直居住在东耶路撒冷的两户巴勒斯坦家庭周日被赶出家园，此前以色列一家法院驳回了他们对驱逐行动的上诉。\n",
        "output": [
            "Two Palestinian families who have been living in East Jerusalem since 1956, were evicted from their homes on Sunday after an Israeli court rejected their appeal filed against the eviction.\n"
        ]
    },
    {
        "input": "阿富汗国防部表示：“由于北约部队11月6日对巴德吉斯省发起空袭，7名阿富汗安全人员（包括阿富汗军队人员和国家警察）殉难，还有一些人受伤。”\n",
        "output": [
            "\"Due to a NATO forces air strike on November 6 in Badghis province seven Afghan security personnel (both Afghan army and national police) were martyred and also some were wounded,\" the ministry stated.\n"
        ]
    },
    {
        "input": "乌伦加红十字会洪水疏散中心断电，但仍有300人在那里避难。\n",
        "output": [
            "The Red Cross flood evacuation centre in Urunga was left without power but still harbours 300 who sought refuge there.\n"
        ]
    },
    {
        "input": "一些农村城镇的当地人逃到了海里去躲避大火。\n",
        "output": [
            "Locals of some rural towns fled to the ocean to escape the fires.\n"
        ]
    },
    {
        "input": "冲锋者队仅得到9分，但也只让洛斯卢纳斯队拿到了3分。\n",
        "output": [
            "The Chargers scored just nine points, but also held Los Lunas to only three.\n"
        ]
    },
    {
        "input": "节日活动中将放映大量的电影片，其中包括短片“拜伦主题曲”。\n",
        "output": [
            "Numerous films will be screened at the festival, including the short film, Byron's Theme.\n"
        ]
    },
    {
        "input": "人们用焰火、烟花、篝火和盖伊·福克斯的模拟像来庆祝这个所谓的“火药阴谋案”。\n",
        "output": [
            "This so-called Gunpowder Plot is celebrated with firework displays and sparklers, bonfires and Guy Fawkes effigies.\n"
        ]
    },
    {
        "input": "免疫系统显然已经进化到轻度低效，因此它在对疾病的快速反应和自身免疫性疾病，一种免疫系统攻击健康组织的疾病的可能性降低之间达到了平衡。\n",
        "output": [
            "The immune system has apparently evolved to be mildly inefficient so that it achieves a balance between quick response to disease and decreased probability of autoimmune disease, a condition in which the immune system attacks healthy tissue.\n"
        ]
    },
    {
        "input": "腿上有三根骨头断了，分别是炮骨、籽骨和胫骨。\n",
        "output": [
            "Three bones in the leg were broken - the cannon bone, the sesamoid bone, and the pastern bone.\n"
        ]
    },
    {
        "input": "与此同时，他向上流社会提供了一个平台，其中包含支持商业的承诺，并支持海地军队的返回。\n",
        "output": [
            "At the same time, he has courted the upper class with a platform containing pro-business promises and support for the return of the Haitian army.\n"
        ]
    },
    {
        "input": "在此之前，基尔马诺克比位居第十二名的福尔柯克多了两分。\n",
        "output": [
            "Kilmarnock had previously been two points clear of twelfth position, occupied instead by Falkirk.\n"
        ]
    },
    {
        "input": "据穆塔基称，“出了点问题，我为此道歉。”\n",
        "output": [
            "According to Mottaki, \"There was something wrong with that so I offered my apologies.\"\n"
        ]
    },
    {
        "input": "他说：“我们的共同愿景是为当地社区提供高质量和负担得起的便利，这意味着我们的实力将是原来的两倍，因此能够提供英国顾客所需的当地杂货店的能力也将提高一倍。”\n",
        "output": [
            "\"Our shared vision of providing a high-quality and affordable convenience offer to local communities means that together we will be twice as strong, and therefore twice as able to deliver the local grocery shops British customers demand,\" he said.\n"
        ]
    },
    {
        "input": "目前的脊髓灰质炎流行已持续一年，过去6个月在布基纳法索、喀麦隆、乍得、几内亚、利比里亚、马里、毛里塔尼亚、塞内加尔和塞拉利昂均有暴发。\n",
        "output": [
            "The current polio epidemic has been going on for a year and there have been outbreaks in the last six months in Burkina Faso, Cameroon, Chad, Guinea, Liberia, Mali, Mauritania, Senegal and Sierra Leone.\n"
        ]
    },
    {
        "input": "坏运气和一连串换人的结果，导致德国队首次在场上占据了战术优势。\n",
        "output": [
            "The bad luck and changes seemed to put Germany in charge of the tactical game for the first time in the match.\n"
        ]
    },
    {
        "input": "根据圣保罗业报报道，巴西政府邀请了Joao参加教皇的葬礼。\n",
        "output": [
            "According to Folha de São Paulo, Brazilian government invited João to take part in the funeral of the Pope.\n"
        ]
    },
    {
        "input": "英国当地议员报告说，他们没收了一家英国伦敦的商店出售的由人类母乳制成的冰淇淋。\n",
        "output": [
            "Local British councillors have reported that they have seized ice cream made from the breast milk of human beings that had been placed on sale in a shop located in London, England, United Kingdom.\n"
        ]
    },
    {
        "input": "古巴跆拳道运动员恩格尔·马托斯在2008年北京奥运会期间因殴打瑞典裁判查基尔·切尔巴特而被终身禁赛。\n",
        "output": [
            "Cuban Taekwondo athlete Ángel Matos was banned for life yesterday after an assault on Swedish referee Chakir Chelbat during the 2008 Beijing Olympic games.\n"
        ]
    },
    {
        "input": "“我毫不怀疑陆克文会说这些法律必须废除，它们将被恢复权利的政策所取代，”伯罗告诉天空新闻。\n",
        "output": [
            "\"I have no doubt that Kevin Rudd will say that these laws have to go, that they will be replaced by a policy that reinstates rights,\" Ms Burrow has told Sky News.\n"
        ]
    },
    {
        "input": "他表示：“预计澳州电信将提供这类服务”。\n",
        "output": [
            "\"Telstra are expected to provide those kinds of services,\" he said.\n"
        ]
    },
    {
        "input": "：“曼谷的街道有多安全吗？”\n",
        "output": [
            " :\"How safe are the streets of Bangkok?\"\n"
        ]
    },
    {
        "input": "这场激烈的选战开始于6月29日，至少有9,707名议会候选人和33名总统候选人参与其中。\n",
        "output": [
            "The fiercely fought campaign began on June 29th and involved no less than 9,707 parliamentary candidates and 33 presidential candidates.\n"
        ]
    },
    {
        "input": "早些时候的报告称，飞机上有炸药，但最后没有发现任何爆炸物。\n",
        "output": [
            "Earlier reports had stated there were explosives on board the aircraft, but none were found.\n"
        ]
    },
    {
        "input": "沃达丰迈凯伦梅赛德斯车队的赛车手刘易斯·汉密尔顿从杆位起步，在日本小山的富士赛道上，赢得了2007年一级方程式世界锦标赛日本大赛。\n",
        "output": [
            "Vodafone McLaren Mercedes driver Lewis Hamilton starting from pole wins the FIA Formula-1 2007 Japanese Grand Prix at the Fuji Speedway, Oyama, Japan.\n"
        ]
    },
    {
        "input": "贝尔格莱德政府和塞尔维亚东正教呼吁抵制。\n",
        "output": [
            "The government in Belgrade and the Serbian Orthodox Church have called for a boycott.\n"
        ]
    },
    {
        "input": "这两家人在其联合声明中指出：“虽然我们接受阿列克斯、贝珊和其他遇难者均不可能复生的事实，但是我们必须防止这类事情再次发生”。\n",
        "output": [
            "\"While we accept that nothing can bring Alex and Bethan and the other people who lost their lives back, we are keen to make sure we prevent this from happening again,\" said the families in a joint statement.\n"
        ]
    },
    {
        "input": "亚特兰大后来在1997年被授予扩大特许经营权，而鸫鸟队则开始了1999-00NHL赛季。\n",
        "output": [
            "Atlanta was later granted an expansion franchise in 1997, and the Thrashers took the ice to start the 1999-00 NHL season.\n"
        ]
    },
    {
        "input": "一枚以色列火箭弹击中了加沙地带的新闻电视台大楼。\n",
        "output": [
            "An Israeli rocket has struck the Press TV building in the Gaza Strip.\n"
        ]
    },
    {
        "input": "据说在巴基斯坦西北边境省的一次政治集会中，有38人死于自杀性爆炸事件。\n",
        "output": [
            "38 people were said to have died in a suicide bombing during a political rally in the North-West Frontier Province of Pakistan.\n"
        ]
    },
    {
        "input": "有时警察强迫房主自己进行破坏。\n",
        "output": [
            "Sometimes the police have forced homeowners to carry out the destruction themselves.\n"
        ]
    },
    {
        "input": "在开幕词中，布什欢迎父母们和祖父祖母们来到了一个“具有历史意义的球场”。\n",
        "output": [
            "In his opening remarks, Bush welcomed parents and grandparents to a \"historic ballpark.\"\n"
        ]
    },
    {
        "input": "索尼表示，公司付钱给像卡萨·玛丽亚这样的大楼业主，以获取利用其墙面做广告的授权。\n",
        "output": [
            "Sony says it is paying the building owners like Casa Maria for the right to advertise on their walls.\n"
        ]
    },
    {
        "input": "爆炸发生后，他们评论说，工人们抱怨说“部门的通风很差”。\n",
        "output": [
            "After the explosion, they commented that workers were complaining \"the ventilation of the department is poor. \"\n"
        ]
    },
    {
        "input": "尽管该国过去一周的暴力事件有所减少，但法国内阁同意要求议会将紧急权力延长三个月。\n",
        "output": [
            "Despite a drop in violence in the country over the past weekend, the French cabinet has agreed to ask the parliament for a three-month extension to emergency powers.\n"
        ]
    },
    {
        "input": "消息人士告诉维基新闻，尽管英文版本未被封锁，但中国版本在该国许多地方仍然受阻或难以访问。\n",
        "output": [
            "Sources tell Wikinews that although the English version is unblocked, the Chinese version still remains blocked or hard to access in many parts of the country.\n"
        ]
    },
    {
        "input": "就业中心的面对面服务没有受到昨天罢工的影响；工会宣布，随后将无限期禁止会员超时工作。\n",
        "output": [
            "Face-to-face Jobcentre services were unaffected by yesterday's strike action; the union have announced that this will be followed with an indefinite ban on members working overtime.\n"
        ]
    },
    {
        "input": "然而，该报告确实指出，印尼鹰航没有给他任何模拟器培训，即由于对飞机的不安全处理时，此种情况下，副驾驶将接管负责飞行员的控制任务。\n",
        "output": [
            "However, the report did note that Garuda Indonesia had failed to give him any simulator training replicating a situation whereby the co-pilot would take over control duties from the pilot in charge due to unsafe handling of the plane.\n"
        ]
    },
    {
        "input": "史密斯去世时是Trimspa公司的发言人，目前Trimspa已经将所有内容从他们的网站上删除，关闭了网站，只发布了一条回应她死亡的信息。\n",
        "output": [
            "Smith was a spokeswoman for the company TRIMSPA when she passed, and TrimSpa has removed all content from their site for now, shutting it down and posting only a message in response to her death.\n"
        ]
    },
    {
        "input": "“我将与隐私专员会面，我将与出租车行业会面，我将以更正式的方式与公众进行磋商。”\n",
        "output": [
            "\"I would be meeting with the privacy commissioner, I'd be meeting with the taxi industry, I'd be consulting with members of the public in a much more formal way.\"\n"
        ]
    },
    {
        "input": "菲丝·希尔在2000年获得了年度最佳女歌手奖。\n",
        "output": [
            "Faith Hill had won the Female Vocalist Of The Year award in 2000.\n"
        ]
    },
    {
        "input": "虽然还不清楚录像带中的反伊拉克部队是否做出任何明显的威胁姿态，但很明显，包括下士在内的第1师第3海军陆战队认为假装死亡是一个常见的敌人TTP（战术、技术和程序）。\n",
        "output": [
            "\"While it is not clear whether the AIF in the videotape made any overtly threatening gestures, it is clear that the Marines of 3/1, to include the corporal, were aware that feigning death was a common enemy TTP (tactics, techniques & procedures).\"\n"
        ]
    },
    {
        "input": "妇女平等研究：我们对千年发展目标3的立场是什么？看看发展中国家在千年发展目标（MD）中取得的成就。\n",
        "output": [
            "The study Equality for Women: Where Do We Stand on Millennium Development Goal 3? looks at the achievements made by the developing world as laid out by the Millennium Development Goals (MD).\n"
        ]
    },
    {
        "input": "内政部发言人绍塔·乌蒂亚什维利说，“如果边境关闭，那将是一场人道主义灾难。”\n",
        "output": [
            "Shota Utiashvili ,an interior ministry spokesman, said, \"It will be a humanitarian catastrophe if the border is closed.\"\n"
        ]
    },
    {
        "input": "近几年王储阿卜杜拉一直在履行年迈的君主的大部分职责，而且如果法赫德国王因病去世，他很有可能成为继承王位的候选人。\n",
        "output": [
            "Crown Prince Abdullah has performed most of the duties of the aging monarch in recent years, and is a very likely candidate for succession of the throne should King Fahd succumb to his illness.\n"
        ]
    },
    {
        "input": "这导致超冷液氦的泄漏，并引发了严重的破坏。\n",
        "output": [
            "This caused a leak of ultra-cold liquid helium, resulting in severe damage.\n"
        ]
    },
    {
        "input": "在找到尸体后，他们声称已经把尸体带回家，并把它存放在冰箱里。\n",
        "output": [
            "After finding the body, they claimed to have taken it home where they stored it in a freezer.\n"
        ]
    },
    {
        "input": "星期六，苏丹总统奥马尔·巴希尔在首都喀土穆的记者集会上发表讲话，宣布释放被拘留在该国监狱的所有记者。\n",
        "output": [
            "Sudanese President Omar al-Bashir announced the release of all journalists detained in the country's jails in an address to a gathering of journalists in the capital of Khartoum, on Saturday.\n"
        ]
    },
    {
        "input": "埃及科普特基督教领袖亚历山大教皇谢诺达三世去世，享年88岁。\n",
        "output": [
            "Pope Shenouda III of Alexandria, the leader of Egypt's Coptic Christian church, has died at the age of 88.\n"
        ]
    },
    {
        "input": "这则广告还批评了麦凯恩的减税政策、石油公司的资金政策，以及“对向海外输送工作岗位的公司减免税收”。\n",
        "output": [
            "The ad then criticizes McCain's policies on tax cuts, money for oil companies, and \"tax breaks for companies that ship jobs overseas.\"\n"
        ]
    },
    {
        "input": "该项目赞助论坛，以推广其英文版，官方表示于2004年5月正式启动。\n",
        "output": [
            "The project is sponsoring the forum in order to promote its English edition, officially launched in May 2004.\n"
        ]
    },
    {
        "input": "所有访谈都通过电子邮件进行，访谈也都是未经编辑就发表的，这样候选人就可以不间断地向我们的读者传达他们的全部信息。\n",
        "output": [
            "All interviews are conducted over e-mail, and interviews are published unedited, allowing candidates to impart their full message to our readers, uninterrupted.\n"
        ]
    },
    {
        "input": "不同于其他如斯洛文尼亚，克罗地亚和波斯尼亚等巴尔干诸国，黑山的独立是非暴力的。\n",
        "output": [
            "Unlike other Balkan states such as Slovenia, Croatia and Bosnia, Montenegro has achieved independence without violence.\n"
        ]
    },
    {
        "input": "塞加利斯在2004年竞选总统，获得百分之44的选票，这是民主党人反对海德所取得的最好成绩。\n",
        "output": [
            "Cegalis ran for the seat in 2004, garnering 44% of the vote, the best achieved by a Democrat against Hyde.\n"
        ]
    },
    {
        "input": "百事公司销售收入的很大一部分来自非饮料品牌菲多利和桂格燕麦系列。\n",
        "output": [
            "A significant portion of PepsiCo's sales revenue comes from non-drink brands in its Frito-Lay and Quaker Oats product lines.\n"
        ]
    },
    {
        "input": "维多利亚州还没有宣布其是否会退出股份出售。\n",
        "output": [
            "Victoria is yet to announce whether or not it will be withdrawing its shares from sale.\n"
        ]
    },
    {
        "input": "“枪击事件的完整录像证实下士的说法，即受伤的反伊拉克部队将左臂藏在脑后”。\n",
        "output": [
            "\"The enhanced videotape of the shooting supports the corporal's claim that the wounded AIF was concealing his left arm behind his head.\"\n"
        ]
    },
    {
        "input": "2001年12月13日，当地时间上午11时45分（UTC＋5：30），正当议员们准备离开议会大厦时，武装分子手持AK-47步枪和手榴弹闯入议会大厦12号门，肆意开枪，造成6名警察和1名议会雇员死亡。\n",
        "output": [
            "On 13 December 2001, at 11:45 a.m. local time(UTC+5:30), just as the MPs were preparing to leave the House, militants armed with AK-47s and hand-grenades breached the security at Gate No.12 of the Parliament Building and opened indiscriminate fire, killing six policemen and one Parliament employee.\n"
        ]
    },
    {
        "input": "官员周四表示，美国政府警告私人金融服务基地组织计划对美国股票和银行账户进行网络攻击。\n",
        "output": [
            "The U.S. government warned private financial services that al Qaeda is planning a cyber attack on the U.S. stock and bank accounts, officials said on Thursday.\n"
        ]
    },
    {
        "input": "数千名附近的居民聚集到火灾现场附近，其中有旁观者，也有人试图提供援助或探听亲友的情况。\n",
        "output": [
            "Crowds of thousands of nearby people accumulated near the fire, with spectators and individuals intending to assist or gain information about relatives amongst them.\n"
        ]
    },
    {
        "input": "人权组织和联合国曾希望伊拉克不要对其公民执行死刑，并敦促伊拉克政府不要颁布死刑。\n",
        "output": [
            "Human rights groups and the United Nations had hoped Iraq would refrain from using the death penalty against its citizens and urged the government not to carry out the sentences.\n"
        ]
    },
    {
        "input": "在法国人控制了上半场的比赛后，爱尔兰队在下半场进行到一半时，布莱恩·奥德里斯科尔几乎从一无所有的状态中做出了尝试，爱尔兰队终于有了一线希望。遗憾的是，对于本土球队来说，这还不够，法国人在下半场的第二次尝试后努力将得分提高到了26分。\n",
        "output": [
            "After a French dominated first half, Ireland had a glimmer of hope as Brian O'Driscoll managed to get a try almost from nothing mid-way through the second half, sadly for the homeside, it wasn't enough as France responded with a second try to take them to 26 ponits.\n"
        ]
    },
    {
        "input": "伊朗声称其核计划只用于和平的核能，而不是用于核武器，但欧盟和美国担心这些计划是否真实。\n",
        "output": [
            "Iran has claimed to be using its nuclear program for only peaceful nuclear energy, rather than for nuclear weapons, but there are concerns in the European Union and the USA as to whether they are being truthful.\n"
        ]
    },
    {
        "input": "仪式定于2007年2月25日星期日，在好莱坞和高地中心的柯达剧院举行。\n",
        "output": [
            "The ceremony is scheduled for Sunday, February 25, 2007, at the Kodak Theatre at Hollywood & Highland Center.\n"
        ]
    },
    {
        "input": "这是微软公司迈向健康市场的第一步。\n",
        "output": [
            "This is the company's first step towards an involvement in the health market.\n"
        ]
    },
    {
        "input": "在上周末早些时候，在哈莫尼金矿公司伊兰矿井里1.4公里（1英里）深处打捞上来36具尸体。\n",
        "output": [
            "36 bodies from the Harmony Gold mining company Eland mine shaft were brought up earlier on the weekend from depths up to 1.4 kilometers (1 mi). \n"
        ]
    },
    {
        "input": "奥尔塔表示，他的政府的主要优先事项是“恢复安全并将难民营中的15万人送回家。”\n",
        "output": [
            "Horta said the main priority for his government will be \"restoring security and moving 150,000 people in refugee camps back home.\"\n"
        ]
    },
    {
        "input": "据美国地质调查局称，日本本州东海岸附近星期一清早发生6.4级地震。\n",
        "output": [
            "A 6.4 magnitude earthquake hit near the east coast of Honshu, Japan early Monday morning, according to the USGS.\n"
        ]
    },
    {
        "input": "现在，利奇在充分休息后准备好再次投球了。\n",
        "output": [
            "Now, Lidge is ready to pitch again after the needed rest.\n"
        ]
    },
    {
        "input": "根据国际足联的杰罗姆·瓦克的说法，在即将举行的国际足联或欧洲足联锦标赛上，将对额外裁判员的制度进行测试，最终裁决将在明年的会议上做出。\n",
        "output": [
            "The system of the extra referees will be tested at an upcoming FIFA or UEFA tournament, and a final ruling is expected at next year's meeting, according to FIFA's Jerome Valcke.\n"
        ]
    },
    {
        "input": "他们认为他是“地狱天使飞车队”的成员。\n",
        "output": [
            "They believe him to be a member of the Hells Angels bikie gang.\n"
        ]
    },
    {
        "input": "根据目击者的报告，大约有20人被看到从坠机现场走开。\n",
        "output": [
            "According to witness reports, about twenty people were seen walking away from the crash.\n"
        ]
    },
    {
        "input": "在斯德哥尔摩举行的2006年“世界水周”会议上发布的报告中，国际水资源管理研究所所长弗兰克·里兹伯曼表示，我们将不得不改变传统的作业方式，以应对日益严重的水资源短缺。\n",
        "output": [
            "We will have to change business as usual in order to deal with growing scarcity, said Frank Rijsberman, director general of the IWMI, of the report released at the 2006 \"World Water Week\" conference in Stockholm.\n"
        ]
    },
    {
        "input": "顺便说一下，赖况华不仅赢得了台湾站冠军并被选为“最受欢迎的台湾自行车手”，还帮助他的团队捷安特亚洲车队（Giant Asia Racing Team）赢得了这一系列赛的冠军。\n",
        "output": [
            "By the way, Kuan-hua Lai not only won the Taiwan Champion and was voted as the \"Most Popular Taiwanese Cyclist\", but also helped his team (Giant Asia Racing Team) to win the Team Champion in this series.\n"
        ]
    },
    {
        "input": "杜格加劳市市长兰道夫·廷说：“许多房屋被毁，树木和电线杆被连根拔起。”\n",
        "output": [
            "Tuguegarao Mayor Randolph Ting said, \"Many houses have been destroyed and trees and electricity poles uprooted.\"\n"
        ]
    },
    {
        "input": "罗马天主教会主要驱魔人加布里埃尔·阿莫特表示，失踪的女学生埃曼努埃拉·奥兰迪在由梵蒂冈警方安排的外国外交官派对上被绑架。\n",
        "output": [
            "Gabriel Amorth, the Roman Catholic Church's leading exorcist, has suggested missing schoolgirl Emanuela Orlandi was kidnapped for sexual abuse at orgies attended by foreign diplomats and arranged by Vatican police.\n"
        ]
    },
    {
        "input": "昨天在卡莱尔举行的全国狩猎会议也被放弃了。\n",
        "output": [
            "A National Hunt meeting at Carlisle yesterday was also abandoned.\n"
        ]
    },
    {
        "input": "投票率很高。据预测，投票率将高于2002年（那年的投票率为百分之77）。\n",
        "output": [
            "Turnout was strong, turnout results are predicted to be to be higher than the 2002 turnout (77%)\n"
        ]
    },
    {
        "input": "比利时与法国（620公里）、德国（167公里）、卢森堡（148公里）和荷兰（450公里）接壤。\n",
        "output": [
            "Belgium shares borders with France (620 km), Germany (167 km), Luxembourg (148 km) and the Netherlands (450 km).\n"
        ]
    },
    {
        "input": "在北爱尔兰发现的一枚600磅炸弹已被拆弹队拆除了引信。\n",
        "output": [
            "A 600 lb bomb which was found in Northern Ireland has been defused by a bomb disposal team.\n"
        ]
    },
    {
        "input": "8月9日，星期天，加利福尼亚州迪努巴市，以撞车告终的警方追捕造成第五名儿童死亡。\n",
        "output": [
            "A fifth child has died as a result of a police pursuit that ended in a crash in Dinuba, California on Sunday, August 9.\n"
        ]
    },
    {
        "input": "当前已知最古老的鞋是在美国俄勒冈州炮台石洞中发现的，用山艾树皮做的凉鞋。\n",
        "output": [
            "Currently, the oldest known footwear are sandals made from sagebrush bark, found in Fort Rock Cave, Oregon in the United States.\n"
        ]
    },
    {
        "input": "“该导弹携带非常强大的战斗部，可攻击舰艇集群和大型潜艇”。\n",
        "output": [
            "\"The missile carries a very powerful warhead that enables it to operate against groups of warships and big submarines.\"\n"
        ]
    },
    {
        "input": "坎贝尔还说，鲸鱼长达5米（17英尺），一些幼鲸长1米到1.5米（3到5英尺）。\n",
        "output": [
            "Campbell also commented that the whales were up to five metres (seventeen feet) long, and some of the calves were between a metre and a metre and a half (three to five feet) long.\n"
        ]
    },
    {
        "input": "根据伊拉克法律，侯赛因将在30天内被绞死，并且没有机会获得赦免。\n",
        "output": [
            "According to Iraqi laws, Hussein would be hanged within 30 days, and there is no chance of pardon.\n"
        ]
    },
    {
        "input": "1995年通过的路易斯安那州法律允许对强奸12岁以下儿童的人判处死刑（后来修改为13岁）。\n",
        "output": [
            "A Louisiana law adopted in 1995 allowed the death penalty for those who had raped a child under 12 years old (later amended to 13).\n"
        ]
    },
    {
        "input": "然后，贷款机构将这些抵押贷款打包，作为从GMAC等其它金融公司获得贷款的抵押品。\n",
        "output": [
            "The lenders then bundle these mortgages as collateral for loans that they obtain from other financing firms, such as GMAC.\n"
        ]
    },
    {
        "input": "他和韩国外长潘基文被认为是接替安南的热门人选。安南的任期将于今年年底结束。\n",
        "output": [
            "He and South Korean Foreign Minister Ban Ki Moon are considered frontrunners in the race to succeed Annan, whose term ends at the end of the year.\n"
        ]
    },
    {
        "input": "他们从14比8落后追到20比17；此时乌克兰队叫停。\n",
        "output": [
            "They went from being behind 14-8 to being down 20-17; at which point, Ukraine took a time out.\n"
        ]
    },
    {
        "input": "他是自他父亲1965年以来日本皇室出生的第一个男婴。\n",
        "output": [
            "He is the first male baby born in the Japanese imperial family since his father in 1965.\n"
        ]
    },
    {
        "input": "周二，苹果公司起诉台湾移动电话制造商HTC，该诉讼声称有20项不同的专利侵权，主要涉及由苹果公司生产的iPhone用户界面。\n",
        "output": [
            "Apple sued HTC, a Taiwanese manufacturer of mobile phones, on Tuesday, in a lawsuit claiming 20 different patent infringements, largely relating to the user interface of the iPhone, which is manufactured by Apple.\n"
        ]
    },
    {
        "input": "S1600和S3200，可以使数据传输速度分别达到1.6Gbps和3.2Gbps，使Firewire（苹果公司赋予该标准的名字）理论上比目前版本可达到的速度快4倍。\n",
        "output": [
            "S1600 and S3200 — which enable data transmission rates up to 1.6 Gbps and 3.2 Gbps respectively — would make Firewire (Apple's name for the standard) theoretically four times faster than is currently possible.\n"
        ]
    },
    {
        "input": "“我不认为这件事能够发生，因为我相信人民会造反的”。\n",
        "output": [
            "\"I don't believe it's going to happen because I think there will be a people's revolt.\"\n"
        ]
    },
    {
        "input": "2006年比赛的获胜者“第六瓦尔韦德”获得了第六名，而2005年的获胜者“树篱猎人”获得了第九名。\n",
        "output": [
            "Numbersixvalverde, winner of the 2006 race, finished sixth while the 2005 winner Hedgehunter finished ninth.\n"
        ]
    },
    {
        "input": "朝鲜还宣布计划继续运营宁边核电站，并开始建造一座更大的反应堆。\n",
        "output": [
            "North Korea has also announced plans to continue operating the Yongbyon facility, as well as to begin construction on a larger reactor.\n"
        ]
    },
    {
        "input": "南非还认为，在寻求中东和平的过程中，与哈马斯保持联系很重要。\n",
        "output": [
            "South Africa also sees it important to keep in contact with Hamas in the search for peace in the Middle East.\n"
        ]
    },
    {
        "input": "约西·瓦尔迪博士被称为以色列的“企业家之父”，他有很多公司都是他在特拉维夫蓬勃发展的互联网行业帮助孵化的科技公司。\n",
        "output": [
            "Dr. Yossi Vardi is known as Israel's 'Father of the Entrepreneur', and he has many children in the form of technology companies he has helped to incubate in Tel Aviv's booming Internet sector.\n"
        ]
    },
    {
        "input": "2006年1月27日，吉米·威尔斯接到其团队成员的通知说，《自然》所提供的全部修改内容均已到位。\n",
        "output": [
            "Jimmy Wales was notified by one of his team members, on 27 January 2006 that all corrections provided by Nature were in place.\n"
        ]
    },
    {
        "input": "与此同时，航鹰200的飞行员因这起事故被起诉，引发了激烈的争议。\n",
        "output": [
            "Meanwhile, the pilot of Garuda 200 has been charged over the accident, sparking intense controversy.\n"
        ]
    },
    {
        "input": "但是，当更加接近土卫二的表面时，卡西尼发现，羽状射流中的主要成分是富含钠和钾的、体积相对较大的冰粒。\n",
        "output": [
            "Closer to the moon's surface, Cassini found that relatively large grains rich with sodium and potassium dominate the plumes.\n"
        ]
    },
    {
        "input": "据俄罗斯总统德米特里・梅德韦杰夫称，俄罗斯已经试图在土耳其建立一座核电站，并且周三签署的合同“真的看起来相当令人印象深刻”。\n",
        "output": [
            "Russia has attempted to build a nuclear power plant in Turkey, and the contract signed Wednesday \"really looks rather impressive,\" according to Russian President Dmitry Medvedev.\n"
        ]
    },
    {
        "input": "6家媒体组织，其中包括费尔法克斯媒体有限公司，正在对澳大利亚即将召开的恐怖主义审判秘密听证会发起宪法挑战。\n",
        "output": [
            "Six media organisations, including Fairfax, are mounting a constitutional challenge to secret hearings in an upcoming terrorism trial in Australia.\n"
        ]
    },
    {
        "input": "他形容该网站尽管有几处拼写错误，但“真的很好”。\n",
        "output": [
            "He described the website, despite containing a few spelling mistakes, as \"really good\".\n"
        ]
    },
    {
        "input": "参议员乔·路德维希（工党，昆士兰）在接受《时代》周刊采访时，问司法和海关部长克里斯·埃里森，他是否坚持自己昨天的说法，即“建胜号”的发现，表明澳大利亚政府“在这种情况下进行了空中和海上监视，拦截了一艘船只，而且确实做到了”。并询问为什么政府在这艘船进入澳大利亚水域后花了两周时间拦截它。\n",
        "output": [
            "Senator Joe Ludwig (Labor, Queensland) asked of the Minister for Justice and Customs Senator Chris Ellison in Question Time whether he stood by his claim that he made yesterday that the discovery of the Jian Seng demonstrated that the Australian Government had in place \"aerial and maritime surveillance to intercept a vessel in these circumstances, and that was done\", and asked why it took the Government two weeks to intercept the vessel after it entered Australian waters.\n"
        ]
    },
    {
        "input": "半场结束时，澳大利亚以4比3力挽狂澜，在第三阶段与美国4比4打成平手，但最终以4比6输给了美国。\n",
        "output": [
            "By half time, Australia had battled back to take the lead 4–3, only to finish the third period tied 4–4 with the United States, and eventually lose 4–6.\n"
        ]
    },
    {
        "input": "杰克逊因7次猥亵14岁以下儿童，两次使用致醉剂而被起诉。\n",
        "output": [
            "Jackson is under indictment there on seven counts of lewd and lascivious acts on a child under 14, and two counts of administering an intoxicating agent.\n"
        ]
    },
    {
        "input": "审判对象是悉尼人卡里德·罗迪。他被指控的罪名是为恐怖袭击做准备。\n",
        "output": [
            "The trial involves Sydney man Faheem Khalid Lodhi, who is charged with committing acts in preparation for a terrorist attack.\n"
        ]
    },
    {
        "input": "Sulpicio告诉马尼拉地区法院，《共和国法案9295》和《2004年国内航运发展法》都剥夺了BMI调查海上事故的权力，该委员会6月25日发起的调查是“不正常、非法和无效的”。\n",
        "output": [
            "Sulpicio told the Manila Regional Trial Court that both Republic Act 9295 and the Domestic Shipping Development Act of 2004 removed the BMI's power to investigate maritime incidents and that the investigation the board launched on June 25 is \"irregular, illegal, and null and void\".\n"
        ]
    },
    {
        "input": "美联储希望通过降低借贷成本，人们将开始消费和进行更多投资。\n",
        "output": [
            "The Fed hopes that by making it cheaper to borrow, people will start spending and investing more.\n"
        ]
    },
    {
        "input": "例如，昨天联合国秘书长潘基文呼吁推迟选举。\n",
        "output": [
            "For example, Ban Ki-moon, secretary general of the United Nations yesterday called for the election to be postponed.\n"
        ]
    },
    {
        "input": "警方警告说，CS榴弹发射器和爆炸性物品可能被误认为枪击，并且说没有枪击发生。\n",
        "output": [
            "Police are cautioning that CS grenade launchers and explosive entries could be mistaken for shots, and have said that no shots were fired.\n"
        ]
    },
    {
        "input": "工人们正在采取非官方行动，支持在英国林肯郡的林赛炼油厂举行为期三天的罢工。\n",
        "output": [
            "The workers are taking unofficial action in support of a three day strike at Lindsey Oil Refinery in Lincolnshire, England.\n"
        ]
    },
    {
        "input": "米特沃尔说，虽然硫磺泄漏不会对环境造成危害，但可能还会从这两艘货轮的油箱里漏出燃油，从而加剧污染。\n",
        "output": [
            "Oleg Mitvol said that although the sulfur spill doesn't present an environmental danger, the two freighters might also leak fuel oil from their tanks, adding to the pollution.\n"
        ]
    },
    {
        "input": "根据俄罗斯总统办公室提供的信息，在所谓的南奥赛梯首府茨欣瓦利，已经无法获得饮用水，因为“水厂和污水处理厂均已被摧毁”。\n",
        "output": [
            "According to the Russian Presidents office, drinking water is no longer available in what constitutes South Ossetia's capital, Tskhinvali, because \"the water and sewage treatment plants have been destroyed\".\n"
        ]
    },
    {
        "input": "共和党人约翰・麦凯恩在选举中输给了民主党人巴拉克・奥巴马。\n",
        "output": [
            "Republican John McCain has conceded the election to Democrat Barack Obama.\n"
        ]
    },
    {
        "input": "大部分变化归因于天然气价格下跌和就业前景改善。\n",
        "output": [
            "Most of the change is attributed to falling gas prices and an improved job outlook.\n"
        ]
    },
    {
        "input": "根据该公司的说法，所有牛奶在准备供人食用之前，都经过了“最高和最安全”标准的筛选，以及巴氏消毒。\n",
        "output": [
            "According to the company, all milk is screened for the \"highest and safest\" standards before it is pasteurized and prepared for human consumption.\n"
        ]
    },
    {
        "input": "本周末将检查轨道飞行器的腹部。\n",
        "output": [
            "The belly of the Orbiter will be checked later this week.\n"
        ]
    },
    {
        "input": "在2011年的人口普查中，大约25％的7岁以上的印度人被认为是文盲，比十年前的人口普查减少了10％。\n",
        "output": [
            "Approximately 25 percent of Indians over the age of seven were found to be illiterate in the 2011 census, a decrease of 10 percent from the census held ten years ago.\n"
        ]
    },
    {
        "input": "它讨论了新西兰种族关系的主题，特别是新西兰土著族群毛利人的特殊地位。\n",
        "output": [
            "It addressed the theme of race relations in New Zealand, particularly the special status of Māori, New Zealand's indigenous ethnic group.\n"
        ]
    },
    {
        "input": "选举前的辩论传统上持续90分钟，在竞选的第一个星期天举行，时间是19：30。\n",
        "output": [
            "The pre-election debate traditionally lasts 90 minutes and occurs at 1930 on the first Sunday of the campaign.\n"
        ]
    },
    {
        "input": "“我们将采取一切必要措施，结束一个不承担责任的国家的流氓行为，并结束其政府中主要合作伙伴的活动，”以色列内阁部长艾萨克·赫尔佐格对路透社说。\n",
        "output": [
            "\"We will take all necessary measures to bring an end to the rogue behavior of a state that does not assume responsibility and put an end to the activities of a major partner in their own government,\" said Israeli Cabinet Minister Isaac Herzog to Reuters.\n"
        ]
    },
    {
        "input": "他说：“勇于突破界限，尝试新事物，正是新西兰自然保护所需的。”\n",
        "output": [
            "\"A willingness to push boundaries and try new things is exactly what conservation in New Zealand needs,\" he said.\n"
        ]
    },
    {
        "input": "1区的巴士服务已于美国中部时间16：00恢复。\n",
        "output": [
            "Bus services in Zone 1 have resumed as of 16:00 BST.\n"
        ]
    },
    {
        "input": "俄罗斯国家通讯社俄罗斯新闻社否认了这一说法，称死者中只有两名俄罗斯人。\n",
        "output": [
            "This was contradicted by Russian state owned service RIA Novosti, which stated just two Russians were among the dead.\n"
        ]
    },
    {
        "input": "所有现任官员都拒绝发言并宣称他们不对此行为负责。\n",
        "output": [
            "All the present officials refused to speak and declared that they were not responsible for the action.\n"
        ]
    },
    {
        "input": "恩加拉驾车到庄园，但在外面路障的士兵们告诉他，剩下的路他必须步行。\n",
        "output": [
            "Mr Qarase drove to the estate, but was told by soldiers at a roadblock outside that he would have to walk the rest of the way.\n"
        ]
    },
    {
        "input": "佛教事务部还认为，这可能与缅甸佛教徒和穆斯林之间的冲突有关，尽管印度很少发生针对佛教徒的暴力事件。\n",
        "output": [
            "The Ministry also believes that it could be tied to conflicts in Myanmar between Buddhists and Muslims, despite the rarity of violence against Buddhists in India.\n"
        ]
    },
    {
        "input": "经过几个月的竞选活动，约翰逊在第一轮投票中以595名党代会代表的百分之70击败了活动人士R·李·莱特斯。\n",
        "output": [
            "After months of campaigning, Johnson edged activist R. Lee Wrights on the first ballot with 70 percent of the 595 convention delegates.\n"
        ]
    },
    {
        "input": "这只黑白相间的长尾猴穿着尿布，被拴在州街夜总会门外的一个露天啤酒花园里，人们去那里爱抚这只小动物。\n",
        "output": [
            "The long-tailed, black and white monkey, which was wearing a diaper, was leashed in a beer garden outside the nightclub on State Street when people began to pet the animal.\n"
        ]
    },
    {
        "input": "英航首席执行官威利·沃尔什表示：“合并后的公司将为客户提供更大的联合航空网络。”\n",
        "output": [
            "\"The merged company will provide customers with a larger combined network,\" commented BA chief executive Willie Walsh.\n"
        ]
    },
    {
        "input": "地球物理研究所失去了安装在通古拉瓦斜坡上的一项重要设备，限制了它们监测火山活动的能力。\n",
        "output": [
            "The Institute for Geophysics has lost an important part of its equipment installed on the slopes of Tungurahua, limiting their capability to monitor the volcanic activity.\n"
        ]
    },
    {
        "input": "本周，他将回到德克萨斯州的农场，与国防和经济顾问会面，之后，他将前往伊利诺伊州签署一项高速公路法案。\n",
        "output": [
            "He will travel back to his Texas ranch this week to meet with his defense and economic advisers, then later, he will travel to Illinois to sign a highway bill.\n"
        ]
    },
    {
        "input": "这些症状据说是由于“严重的病毒感染和化学物质引起的，这些物质通常在食品中是不存在的”，正如他的竞选官员所说。\n",
        "output": [
            "These symptoms were said to be due to \"a serious viral infection and chemical substances which are not normally found in food products\" as his campaign officials put it.\n"
        ]
    },
    {
        "input": "他们建议将智能设计从生物课程体系中删除，但是却允许在哲学课和比较宗教学课程中讨论智能设计问题。\n",
        "output": [
            "They proposed to remove Intelligent Design from the biology curriculum but allow discussion of Intelligent Design in courses dealing with philosophy and comparative religion.\n"
        ]
    },
    {
        "input": "什叶派官员后来说，这些据信是人质的尸体，是在底格里斯河发现的。\n",
        "output": [
            "The Shi’ite officials later said the bodies — believed to be the hostages — were found in the Tigris River.\n"
        ]
    },
    {
        "input": "现年86岁的Bolessuaf喜欢阅读他从堂兄教皇那里收到的用波兰语写的卡片。\n",
        "output": [
            "Bolessuaf, 86, likes to read the card written in Polish that he received from his cousin, the Pope.\n"
        ]
    },
    {
        "input": "然而比赛仍在继续，因为欧洲冠军联赛要求要踢完加时赛，凯尔特人仍有27分钟去扳平比分。\n",
        "output": [
            "The game continued however, as the Champions League works on full extra time, and Celtic still had 27 minutes to equalize.\n"
        ]
    },
    {
        "input": "法官传达的明确信息是：无论是否有背痛，杰克逊必须出庭！而且要快！在电视直播现场，杰克逊的候选辩护律师默塞尤和他的助理苏珊·于在法庭旁边的街道上紧张等待的时候都在忙着打电话，这似乎让人感觉杰克逊不会为了避免其保释被撤销而及时到庭。\n",
        "output": [
            "The glaringly clear message sent by the judge was: bad back or not, Jackson was to appear in court! And fast! Only the televised scene of Jackson's expectant defense lawyer Mersereau with his assistant Susan Yu, both busy on cells phones while tensely waiting curbside beside the court house for the Jackson motorcade, seemed to undermine a feeling that Jackson would make it in time to avoid having his bail revoked.\n"
        ]
    },
    {
        "input": "在马达范被捕后，印度警方加强了对自封“基督”和“古鲁”的人的观察，警方正在专门调查他们的财富来源和可能的欺诈行为。\n",
        "output": [
            "Self styled \"godmen\" and \"gurus\" are under increased observation by police in India following the arrest of Madhavan, and police are specifically investigating their sources of wealth and possible fraud.\n"
        ]
    },
    {
        "input": "该条约旨在让所有参加国，不论其规模大小，在收集有关军事力量和他们关注的活动的信息方面发挥直接作用，以增进相互理解和信任。\n",
        "output": [
            "The treaty is designed to enhance mutual understanding and confidence by giving all participants, regardless of size, a direct role in gathering information about military forces and activities of concern to them.\n"
        ]
    },
    {
        "input": "在简易爆炸装置在他们的维京装甲车下被引爆后，威尔士卫队第一营指挥官、40岁的鲁珀特·索恩洛中校和第二皇家坦克团18岁的士兵约书亚·哈蒙德被炸死。\n",
        "output": [
            "Lieutenant Colonel Rupert Thorneloe, 40, Commanding Officer of the 1st Battalion Welsh Guards, and Trooper Joshua Hammond, 18, of the 2nd Royal Tank Regiment, were killed when an improvised explosive device was detonated under their Viking armoured vehicle.\n"
        ]
    },
    {
        "input": "对褪黑激素研究的分析支持了有争议的补充剂作为睡眠辅助的有效性。\n",
        "output": [
            "An analysis of melatonin studies has upheld the controversial supplement's effectiveness as a sleep aid.\n"
        ]
    },
    {
        "input": "它今后还将在与保健、人口和死亡率有关的领域使用。\n",
        "output": [
            "It will also be used in the future relating to health, population and mortality areas.\n"
        ]
    },
    {
        "input": "前秘书长陈安生，亦是即将举行的立法会补选的候选人之一，也参加了这次活动。\n",
        "output": [
            "Anson Chan, the former Chief Secretary and one of the candidates of the upcoming by-election in the Legislative Council, also participated in this event.\n"
        ]
    },
    {
        "input": "据当地一位警察局长说，目前正在进行释放俘虏的谈判。\n",
        "output": [
            "Negotiations are being made to release the captives, according to a local police chief.\n"
        ]
    },
    {
        "input": "这些鞋子的起拍价是2,930英镑（3,580美元），当前为现年65岁的埃莉诺·格雷厄姆所有。\n",
        "output": [
            "The shoes, which have a reserve price of £2,930 (US $3,580), are currently owned by 65 year old Eleanor Graham.\n"
        ]
    },
    {
        "input": "一位男士在电视广告中说：“加拿大可以对付北朝鲜。”\n",
        "output": [
            "\"Canada can take care of North Korea,\" a man in the television ad says.\n"
        ]
    },
    {
        "input": "7月20日，丹麦表示，已将翻译和其他伊拉克雇员及其家属空运回国。\n",
        "output": [
            "On July 20, Denmark said that it had airlifted translators and other Iraqi employees with their families.\n"
        ]
    },
    {
        "input": "维纳还拥有酒店，钢铁公司和其他公司。\n",
        "output": [
            "Winner also owned hotels, a steel company, and other companies.\n"
        ]
    },
    {
        "input": "文章的合作作者，爱尔兰科克大学学院的罗恩·平哈希博士说：“我们一开始以为这只鞋，还有其他东西，大约只有600-700年历史，因为它们的状态好极了”。\n",
        "output": [
            "\"We thought initially that the shoe and other objects were about 600-700 years old because they were in such good condition,\" said co-author Dr. Ron Pinhasi from the University College Cork in Ireland.\n"
        ]
    },
    {
        "input": "国际足联秘书长杰罗姆·瓦尔克宣布：“我们已经决定暂时冻结球门线技术和所有技术实验。”\n",
        "output": [
            "FIFA general secretary Jerome Valcke declared: \"We have decided to freeze for the time being the goal-line technology and all technology experiments.\"\n"
        ]
    },
    {
        "input": "伊塔尔塔斯社早些时候还报道说，据平壤一位不愿透露姓名的外国外交官称，金正日的肖像最近被秘密取下，这一做法没有任何解释。\n",
        "output": [
            "Earlier Itar-Tass also reported that according to an unnamed foreign diplomat in Pyongyang, Kim Jong Il's portraits have recently been taken down from public display secretly and without explanation.\n"
        ]
    },
    {
        "input": "今天上午，剩下的16名占领者被告知准备一份未来交付的物品清单。\n",
        "output": [
            "This morning, the sixteen remaining occupiers were told to prepare a list of items for future deliveries.\n"
        ]
    },
    {
        "input": "野火在接受瑞典海盗党领袖里卡德•福尔克文奇采访时表示，警方逮捕了三名工作人员，最终只有两人被拘留。\n",
        "output": [
            "WiredFire, in an interview with Rickard Falkvinge, head of the Swedish Pirate Party, is reporting that police arrested three staff members, ultimately taking only two into custody.\n"
        ]
    },
    {
        "input": "他曾被授予英国员佐勋章、英国官佐勋章和英国司令勋章，并于2002年退休。\n",
        "output": [
            "He was awarded an MBE, an OBE and a CBE and retired in 2002.\n"
        ]
    },
    {
        "input": "哈马斯官员和目击者报告说，一些农场、一家牛奶厂、一些哈马斯的小型军事设施以及一间金属工坊都成为了攻击目标。\n",
        "output": [
            "Hamas officials and witnesses reported that farms, a milk factory, small areas belonging to the Hamas military, and metal workshop facilities were targeted.\n"
        ]
    },
    {
        "input": "马赫尔说，哥伦比亚广播公司新闻频道要求他上这个节目。\n",
        "output": [
            "Maher said he was asked by CBS News to appear on the segment.\n"
        ]
    },
    {
        "input": "但是，他们拒绝具体说明他们的组成，因为这些资料在审问嫌疑犯时可能有用。\n",
        "output": [
            "However they are declining to be specific about their composition as the information could be useful when they interrogate suspects.\n"
        ]
    },
    {
        "input": "到目前为止，此病毒似乎仅感染了新南威尔士和昆士兰的马，已有51例确诊病例和另外400个疑似病例。\n",
        "output": [
            "So far the virus only appears to have infected horses in NSW and Queensland, with 51 confirmed cases and another 400 suspected.\n"
        ]
    },
    {
        "input": "巴巴罗的右腿在普莱克内斯赛跑开始时就摔断了。\n",
        "output": [
            "Barbaro's right hind leg was shattered in the opening lengths of the Preakness race.\n"
        ]
    },
    {
        "input": "该卡特尔通过消除成员之间的竞争而人为地抬高了价格，而告密者汉莎航空则曝光了这一点，汉莎航空向当局发出了警告，以换取免于起诉。\n",
        "output": [
            "The cartel, which created artificially high prices by eliminating competition between its members, was exposed by whistleblower Lufthansa, who alerted authorities in exchange for immunity to prosecution.\n"
        ]
    },
    {
        "input": "这名不愿透露姓名的朋友近距离用口径为0.22的韦伯利·沃肯气枪射中了里斯·约翰逊的心脏。\n",
        "output": [
            "The friend, who has remained anonymous, shot Rhys Johnson in the heart with the .22 caliber Webley Vulcan air gun at close range.\n"
        ]
    },
    {
        "input": "钢铁队和维克森队的胜利被网球联盟的后起之秀视为重大的麻烦。\n",
        "output": [
            "The wins by the Steel and the Vixens are considered by those who follow the netball league to be major upsets.\n"
        ]
    },
    {
        "input": "前锋泽维尔·莫亚和克里斯·汤普森在一次进攻中提供了强硬的内线防守。\n",
        "output": [
            "Forwards Xavier Moya and Chris Thompson provided tough inside defense on one possession.\n"
        ]
    },
    {
        "input": "2007年世界聋人游泳锦标赛第3天，男子1500米自由泳、女子800米自由泳、50米蛙泳、200米自由泳、4x100米混合泳接力团体决赛在下午和晚上举行。\n",
        "output": [
            "On the 3rd day of the 2007 World Deaf Swimming Championships, the Men 1500m Freestyle, Women 800m Freestyle, 50m Breaststroke, 200m Freestyle, 4x100m Medley Relay Groups finales took place during the afternoon and evening.\n"
        ]
    },
    {
        "input": "在这次考试中，665名高中生被发现作弊，人数比去年翻了一番。有人发现一所高中在考试前将考试答案发给了111名学生。\n",
        "output": [
            "For this exam, 665 high school students were caught cheating, double the number from last year, and at one high school it was found that the exam answers were given to 111 pupils prior to the exam.\n"
        ]
    },
    {
        "input": "英国伦敦澳大利亚国家轮椅橄榄球队以66比51击败加拿大队，赢得了澳大利亚在2012年夏季残奥会的最后一枚金牌。\n",
        "output": [
            "London, England — The Australia national wheelchair rugby team defeated Canada 66–51 to win Australia's last gold medal of the 2012 Summer Paralympics.\n"
        ]
    },
    {
        "input": "在第二次泰坦III发射之后，它被改装为美国空军载人轨道实验室（MOL）的发射台。\n",
        "output": [
            "Following the second Titan III launch, it was modified to serve as a launch pad for the US Air Force's Manned Orbiting Laboratory (MOL).\n"
        ]
    },
    {
        "input": "“愿他们安息吧，愿他们的家人在未来的艰难日子里找到安慰。”\n",
        "output": [
            "\"May they rest in peace, and may their families find comfort in the hard days ahead.\"\n"
        ]
    },
    {
        "input": "媒体自由团体“无国界记者组织”称之为一项“危险的”法案，并警告说，它可能被用来对付拍摄暴力行为的“正当市民”。\n",
        "output": [
            "Media freedom group Reporters Without Borders has called the act \"dangerous\", and warned that it can be used to target \"regular citizens\" who film acts of violence.\n"
        ]
    },
    {
        "input": "调查得出的结论是，斯蒂芬尼德斯帮助英国劳埃德船级社赢得了一份联合国伊拉克项目的合同，违反了监管规定。\n",
        "output": [
            "The investigation concluded that Stephanides infringed on regulations by helping the British company, Lloyds Register Inspection Ltd., win a contract under the UN programme for Iraq.\n"
        ]
    },
    {
        "input": "“我认识的人当中，他心地最善良，他愿意把自己的一切都给别人。”\n",
        "output": [
            "\"He had the biggest heart of anyone I knew and would give anyone the shirt off his back.\"\n"
        ]
    },
    {
        "input": "施赖弗周五在接受《早安美国》采访时说：“他表示，他无意羞辱这群人。”\n",
        "output": [
            "\"He expressed that he did not intend to humiliate this population,\" Shriver said on Friday in an interview on Good Morning America.\n"
        ]
    },
    {
        "input": "辩护律师警告陪审团不要理会新闻界的评论，因为他们可能在审判开始前已经判定被告有罪。\n",
        "output": [
            "The defense barrister warned the jury to ignore the comments of the press as they may have convicted the defendant before the trial has begun.\n"
        ]
    },
    {
        "input": "穆雷没有评论这些决定是如何做出的，也没有解释为什么这块广告牌会被拒绝。\n",
        "output": [
            "Murray made no comment on how the decisions are made or why this particular billboard was rejected.\n"
        ]
    },
    {
        "input": "亚当莫普洛斯先生说，他正在考虑对骗局的发起人采取法律行动。\n",
        "output": [
            "Mr Adamopoulos said that he is considering pursuing legal action against the originators of the hoax.\n"
        ]
    },
    {
        "input": "他们还敦促总理继续努力打击恐怖主义和极端主义。\n",
        "output": [
            "They also urge the Prime Minister to extend his efforts in tackling terrorism and extremism.\n"
        ]
    },
    {
        "input": "他还补充说，劳伦斯曾参与竞选1998年澳大利亚共和党运动代表参加澳大利亚制宪会议的运动。\n",
        "output": [
            "He also added that Lawrence had worked on the campaign for election of Australian Republican Movement representatives to the Australian Constitutional Convention in 1998.\n"
        ]
    },
    {
        "input": "家属们说，被俘船员“几乎没有饮用水或食物”。\n",
        "output": [
            "Families say the captured crew have \"little drinking water or food,\".\n"
        ]
    },
    {
        "input": "巴赫勋爵表示，在议会完成广泛的咨询之后，该法案才会生效，并且将严格监督执行官的新权力。\n",
        "output": [
            "Justice Lord Bach stated the Act would not be made active until after Parliament had finished extensive consulting, and that the new powers of bailiffs would be carefully monitored.\n"
        ]
    },
    {
        "input": "2010年7月，陆克文取代吉拉德成为澳大利亚工党领袖和总理。\n",
        "output": [
            "In July 2010, Rudd was replaced as leader of the ALP and as Prime Minister by Ms Gillard.\n"
        ]
    },
    {
        "input": "另一方面，摩尔多瓦总理塔尔列夫星期四指责俄罗斯驻德涅斯特河沿岸的军队向车臣地区提供武器。作为回应，俄罗斯国防部长伊万诺夫说，他“保证”俄罗斯在摩尔多瓦的基地，并保证“没有从德涅斯特河沿岸运送武器”。\n",
        "output": [
            "On the other hand, Moldovan Premier Vasile Tarlev accused Thursday the Russian troops in Transnistria of supplying weapons to the Chechen region, In reply, Russian Defence Minister Sergei Ivanov said that he \"pledges his head\" for Russian bases in Moldova, and assured that \"no weapons from Transnistria had been sent.\"\n"
        ]
    },
    {
        "input": "声明还提到了打击“非正规或犯罪集团”威胁的承诺。\n",
        "output": [
            "It also mentioned a commitment to fight against threats posed by \"irregular or criminal groups.\"\n"
        ]
    },
    {
        "input": "州政府已经由于为会议提供免费警察保护而遭到批评。\n",
        "output": [
            "The State government has been criticised for providing free police protection at the conference.\n"
        ]
    },
    {
        "input": "里兹伯曼说，非洲的水资源短缺是由于缺乏基础设施来向需要水的人们提供水。\n",
        "output": [
            "Rijsberman said water scarcity in Africa was caused by a lack of infrastructure to get the water to the people who needed it.\n"
        ]
    },
    {
        "input": "早些时候，有未经证实的报告说，这些碎片有可能来自一架爆炸的小型飞机。\n",
        "output": [
            "Earlier unconfirmed reports had said the debris could have been the result of a small plane exploding.\n"
        ]
    },
    {
        "input": "政变发生在一场持续的政治危机之后，坦贾总统解散了国民议会和尼日尔高等法院，并将其总统任期延长了三年，并取消了对其任期的所有进一步限制。\n",
        "output": [
            "The coup came after an extended political crisis in which President Tandja has dissolved both the National Assembly and Niger's High Court, as well as extending his presidential term by three years, and removing all further limits on his term.\n"
        ]
    },
    {
        "input": "阿德莱德联队表现地很好，他们把我们推向了绝境，但我认为我们应该得到冠军，“墨尔本队长凯文·马斯喀特说。\n",
        "output": [
            "Adelaide were great, they pushed us right to the death but I think we deserved it,\" Melbourne captain Kevin Muscat said.\n"
        ]
    },
    {
        "input": "总统还说“我们将重建150000英里的道路，这足以环绕世界六圈……。\n",
        "output": [
            "The president also said that \"we are going to rebuild 150,000 miles of our roads — that's enough to circle the world six times...\n"
        ]
    },
    {
        "input": "肯尼亚反对派政治家与重新当选的总统姆瓦伊·齐贝吉的追随者就如何挑选新的议会议长进行了辩论。\n",
        "output": [
            "Kenyan opposition politicians argued with followers of re-elected President Mwai Kibaki over how to pick a new parliamentary speaker.\n"
        ]
    },
    {
        "input": "一座寺庙的墙壁倒塌，引起了成千上万聚集的印度教信徒的恐慌，他们随后开始为安全奔跑，引发了踩踏事件。\n",
        "output": [
            "A temple wall collapsed, causing panic among ten of thousands of gathered Hindu worshippers who then began to run for safety, causing the stampede.\n"
        ]
    },
    {
        "input": "尽管佩林对此表示指责，10月3日《纽约时报》的第一篇文章总结说，奥巴马和艾尔斯从未密切接触过，他们打交道是在奥巴马最初的竞选和一项学校改革计划中，“据说他们偶尔在路上会相遇”。\n",
        "output": [
            "Despite Palin's attack, the original article in the October 3 New York Times concluded that Obama and Ayers were never close, and that the connection was through Obama's initial run for office and a schools reform project, \"saying that their paths have crossed sporadically\".\n"
        ]
    },
    {
        "input": "调查人员说，他们目前还不确定爆炸是否纯粹是意外，或者是否与谋杀有关，因为所有的努力最初都集中在寻找幸存者上。\n",
        "output": [
            "Investigators say they are currently unsure if the blast was purely accidental, or if foul play was involved, as all efforts were initially focused on attempting to locate survivors.\n"
        ]
    },
    {
        "input": "弗兰卡于1921年出生于英国伦敦，于1951年来到加拿大，创立了加拿大国家芭蕾舞团。\n",
        "output": [
            "Franca, born 1921 in London, England, came to Canada in 1951 to found the National Ballet of Canada.\n"
        ]
    },
    {
        "input": "公布的4名伴娘分别是：埃塞克斯伯爵夫妇的女儿，今年7岁的路易丝·温莎勋爵。\n",
        "output": [
            "The four bridesmaids have been announced as the daughter of the Earl and Countess of Wessex, Lady Louise Windsor, who is seven years old.\n"
        ]
    },
    {
        "input": "在主赛中，由于实力非常接近，并非所有人都能在长时间内取得领先，特别是在亚洲自行车选手的比赛中。\n",
        "output": [
            "In the main race, due to a very close actual strength, not everyone can took the leading for a long-period especially in Asian cyclists' competition.\n"
        ]
    },
    {
        "input": "在球门前缺乏法国式的执行力让球迷们在2-0的比赛中嘲笑他们。\n",
        "output": [
            "The lack of French execution in front of goal had fans in the crowd jeering when they were 2-0 up.\n"
        ]
    },
    {
        "input": "简易爆炸装置一直是伊拉克平民和伊拉克盟军的主要伤亡来源之一。\n",
        "output": [
            "Improvised explosive devices have been a big killer of both Iraqi civilians and Allied forces in Iraq.\n"
        ]
    },
    {
        "input": "第二个更大，中国官员说恢复服务的工作进展缓慢。\n",
        "output": [
            "The second was larger, and Chinese officials said work to restore service was progressing slowly.\n"
        ]
    },
    {
        "input": "通常，一个国家的官方时间是冬令时。\n",
        "output": [
            "Usually, the official time of a country is Winter Time.\n"
        ]
    },
    {
        "input": "他呼吁结束腐败和贫困，并表示他将把起诉腐败官员作为优先事项。\n",
        "output": [
            "He campaigned for an end to corruption and poverty and says he'll make prosecuting corrupt officials a priority.\n"
        ]
    },
    {
        "input": "由灰烬覆盖造成的农业损失估计为1.5亿美元。\n",
        "output": [
            "Losses in agriculture due to the ash cover are estimated at $150 Million.\n"
        ]
    },
    {
        "input": "最近这次加薪将使她的薪水增加到大约361,000新元。\n",
        "output": [
            "The latest increase will see her salary rise to about $361,000.\n"
        ]
    },
    {
        "input": "直到又过了一个月以后，普莱斯顿被召到当地警察部队进行听证。\n",
        "output": [
            "Preston was then called into the local police unit another month later for a hearing.\n"
        ]
    },
    {
        "input": "英国最初拒绝了19岁的迈赫迪·卡兹米的庇护请求，卡兹米逃往荷兰，在荷兰他的案子也被拒绝，后来他又回到英国。\n",
        "output": [
            "Britain had initially rejected an asylum request by 19-year-old Mehdi Kazemi, and Kazemi fled to the Netherlands, where his case was turned down and he returned to Britain.\n"
        ]
    },
    {
        "input": "另外，还发现了大量铜器时代的文物，可追朔到距今6,200年到5,900年以前。\n",
        "output": [
            "Additional discoveries yielded an extensive array of Copper Age artifacts dating to between 6,200 and 5,900 years ago.\n"
        ]
    },
    {
        "input": "一共242个席位，而民主党从82个席位上升到109个席位，成为众议院最大的政党。\n",
        "output": [
            "Of the 242 seats, DPJ went from 82 to 109 seats, making it the largest party in the House of Councillors.\n"
        ]
    },
    {
        "input": "到目前为止，没有任何死亡或受伤的报告。\n",
        "output": [
            "So far, there are no reports of any deaths or injuries.\n"
        ]
    },
    {
        "input": "“我们会考虑另外两名裁判，在此期间我们不会考虑任何球门线技术。”\n",
        "output": [
            "\"We will look on these two additional referees and we avoid considering any goal-line technology during this time.\"\n"
        ]
    },
    {
        "input": "澳大利亚绿党在会议当天晚些时候提出的阻止总督不让ACT州法律建立民事联盟的提案，以两票多数没有通过。\n",
        "output": [
            "A bill proposed later in the sitting day by the Australian Greens to stop the Governor-General disallowing ACT state law establishing civil unions failed, by a majority of two votes.\n"
        ]
    },
    {
        "input": "里科从事过各种各样的工作，但现在他的职业是他的激情-他把不想要的“垃圾”变成了不寻常的家具。\n",
        "output": [
            "Rico has been in a variety of jobs but his passion is now his profession - he turns unwanted 'junk' into unusual pieces of furniture.\n"
        ]
    },
    {
        "input": "交通官员，县治安官，加州公路巡逻队和联邦调查局都参与了搜索。\n",
        "output": [
            "Traffic officers, county sheriffs, California Highway Patrol, and the Federal Bureau of Investigation were involved in the search.\n"
        ]
    },
    {
        "input": "诺科进一步证实，罗斯正在服用药物来控制他的精神问题。\n",
        "output": [
            "Norko further testifed that Ross is taking medication to control his psychiatric problems.\n"
        ]
    },
    {
        "input": "周五日本8.9级地震引发的海啸摧毁了加州新月城的商业渔港，这是一个仍在从1964年毁灭性海啸中恢复的沿海城镇。\n",
        "output": [
            "The tsunami caused by Japan's magnitude 8.9 quake on Friday destroyed the commercial fishing harbor of Crescent City, California, a coastal town still recovering from a devastating tsunami in 1964.\n"
        ]
    },
    {
        "input": "在另一起事故中，印度尼西亚于3月份对该航空公司进行了停飞，其中一架B737冲出了跑道。\n",
        "output": [
            "Indonesia grounded the carrier in March after another accident in which a B737 overshot a runway.\n"
        ]
    },
    {
        "input": "反对者宣称封锁和建筑工作是故意阻止穆斯林进入圣地的行为。\n",
        "output": [
            "Opponents have declared the blockades and the construction work a deliberate act to prevent Muslims from accessing the holy site.\n"
        ]
    },
    {
        "input": "瑞士电信在瑞士的客户将享受最低的月服务费（34美元）。\n",
        "output": [
            "Swisscom customers in Switzerland will enjoy the lowest monthly service fees (US$34).\n"
        ]
    },
    {
        "input": "早些时候，英格兰队以3-0赢得了一个由4场比赛组成的测试系列赛。\n",
        "output": [
            "Earlier in the tour, England won a four match Test series 3-0.\n"
        ]
    },
    {
        "input": "迪士尼的休·伍德说：“英国显然对迪士尼乐园有着浓厚的热爱，公园和它们的魔力有着长期的亲和力，这可能就是为什么参赛作品的数量和质量如此之高的原因。”\n",
        "output": [
            "\"Britain clearly has a love for Walt Disney World and long-standing affinity with the parks and their magic, which is probably why the number and quality of entries received was so high,\" said Disney's Hugh Wood.\n"
        ]
    },
    {
        "input": "今天是英国有史以来最热的7月天。萨里郡威斯利地区的气温高达36.5oC（97.7oF）。\n",
        "output": [
            "Today has seen Britain's hottest recorded July day with temperatures hitting 36.5ºC (97.7ºF) in Wisley in Surrey.\n"
        ]
    },
    {
        "input": "根据报业协会的看法，科学教会试图阻止该视频在英特网传播的努力“似乎事与愿违”。到了星期二，这段视频不仅可以在Gawker.com网站看到，而且在其他媒体也能看到，包括《纽约邮报》、《独立电视新闻》和BBC。\n",
        "output": [
            "Attempts by the Church of Scientology to stop distribution of the video via the Internet \"seem to have backfired spectacularly,\" according to The Press Association, and by Thursday the video was viewable on websites other than Gawker.com, including the New York Post, Independent Television News and the BBC.\n"
        ]
    },
    {
        "input": "在圣露西亚格罗斯伊雷特的博塞茹尔体育场举行的世界杯C组最后一场比赛中，英格兰队以7次击中三柱门（还剩60个球）的成绩击败肯尼亚队。\n",
        "output": [
            "England beat Kenya by 7 wickets (with 60 balls remaining) in the final Group C game in the World Cup at Beausejour Stadium, Gros Islet, Saint Lucia.\n"
        ]
    },
    {
        "input": "去年9月，阿拉斯加州就壳牌公司在波弗特海沿岸进行钻探的愿望发布了一份公开公告，将试验性钻井平台放置在两个钻探地点：“鱼雷”和“西夫里克”。\n",
        "output": [
            "Last September, the state of Alaska made a public notice about Shell's desire to drill off the coast of the Beaufort Sea, placing experimental drilling rigs at two drill site location: \"Torpedo\" and \"Sivulliq\".\n"
        ]
    },
    {
        "input": "它还发现船长马沃托·科马尔忽略了15次地面接近警告系统的激活，通知科尔马先生飞机的飞行速度超过了它可以安全降落的速度，但他没有终止。\n",
        "output": [
            "It also found that captain Marwoto Komar had ignored fifteen activations of the Ground Proximity Warning System (GPWS) informing Mr Komar that the aircraft was flying at a speed beyond that at which it could safely land, but he failed to abort.\n"
        ]
    },
    {
        "input": "德国埃尔福特，一位73岁的退休牧师罗兰·韦瑟尔伯格牧师在周二的宗教改革日仪式上将自己活活烧死了。\n",
        "output": [
            "A 73-year old retired pastor, Reverend Roland Weisselberg, burned himself alive during Reformation Day services on Tuesday]in Erfurt, Germany.\n"
        ]
    },
    {
        "input": "最后一个问题是，对克雷格·米尔明和伯纳德·达恩顿来说，他们是霍顿的粉丝还是福特的粉丝。\n",
        "output": [
            "And the final question asked to both Craig Milmine and Bernard Darnton was whether they were a Holden or a Ford fan.\n"
        ]
    },
    {
        "input": "然而，一个流亡在荷兰的TPLF指挥官，阿雷加维·贝赫，支持阿拉雅的故事。\n",
        "output": [
            "However, an exiled TPLF commander who lives in the Netherlands, Aregawi Berhe, is backing Araya's story.\n"
        ]
    },
    {
        "input": "泄露在维基解密并被维基新闻看到的文件显示，古巴与委内瑞拉签署了一项保密协议，以确保古巴在2010年之前能够获得高速互联网连接。\n",
        "output": [
            "Documents leaked on Wikileaks and seen by Wikinews have revealed that Cuba signed a confidential deal with Venezuela to ensure that Cuba gets access to a high speed internet connection by 2010.\n"
        ]
    },
    {
        "input": "所有这些比赛都是由墨西哥骑师马里奥·古铁雷斯赢得的。\n",
        "output": [
            "All of these races were won with Mexican jockey Mario Gutierrez.\n"
        ]
    },
    {
        "input": "热带风暴警告从图卢姆南部到切图马尔墨西哥生效。\n",
        "output": [
            "A tropical storm warning is in effect from south of Tulum to Chetumal Mexico.\n"
        ]
    },
    {
        "input": "根据警方的消息，来自俄亥俄州纽瓦克市，今年28岁的凯尔·维戈尔在撞坏了他的电动吧椅以后，因醉驾而被捕。\n",
        "output": [
            "According to police, Kile Wygle, 28, from Newark, Ohio, was arrested for drunk driving after he crashed his motorized bar stool.\n"
        ]
    },
    {
        "input": "印度报业托拉斯报道说，有多达130人受伤，半岛电视台报道说，车上可能有200人。\n",
        "output": [
            "The Press Trust of India reported that as many as 130 were injured, and Al Jazeera reported that there may have been 200 people on board.\n"
        ]
    },
    {
        "input": "她不大可能在苏格兰愉快地挥挥手告别。\n",
        "output": [
            "It is hardly likely she would happily wave in Scotland.\n"
        ]
    },
    {
        "input": "维尔先生说，如果某份电报需要他的注意，一般会提交给部长们。\n",
        "output": [
            "Mr Vaile said that if a particular cable needed his attention it was generally put into a ministerial submission.\n"
        ]
    }
]
}