{
    "Contributors": [
        "Srija Macherla"
    ],
    "Source": [
        "ethos",
        "https://huggingface.co/datasets/ethos"
    ],
    "Categories": "Text Classification",
    "Definition": "This task classifies the given text as violence if there is inhumanity associated with it else not violence",
    "Positive Examples": [
        {
            "input": "You look like Japanese and speak like Indian. Both are disgusting go kill yourself",
            "output": "1",
            "explanation": "This is a good example because the words kill and disgusting both relate to violence. Thus it is correctly labelled as a hate speech."
        },
        {
            "input": "who gives shit diamonds from the jews fuck them both",
            "output": "1",
            "explanation": "This is a good example because the language is related to violence and is hateful. Thus, it is correctly classified."
        },
        {
            "input": "Some people are shit human beings",
            "output": "0",
            "explanation": "The words and language are not violence related and hence this is a good example of correctly classified non-violence."
        }
    ],
    "Negative Examples": [
        {
            "input": "What about a global massacre of men? Dumb only girls",
            "output": "0",
            "explanation": "The word massacre relates to violence and yet it has been mislabelled as non-violent. Therefore, it is a bad example."
        },
        {
            "input": "Watching this kid trying to step up and walk with that crutches is the best thing in the world.",
            "output": "1",
            "explanation": "There is no violent language involved in this example and mislabelled as violent. Thus, it is a bad example."
        }
    ],
    "Instances": [
        {
            "input": "You should know women's sports are a joke",
            "output": [
                "0"
            ]
        },
        {
            "input": "You look like Sloth with deeper Down’s syndrome",
            "output": [
                "0"
            ]
        },
        {
            "input": "Women are made for making babies and cooking dinner and nothing else!!!",
            "output": [
                "0"
            ]
        },
        {
            "input": "why does that african american monkey hold gun like that?",
            "output": [
                "0"
            ]
        },
        {
            "input": "Why does Bulgaria exist as a country? It's one of those homosexual ones.",
            "output": [
                "0"
            ]
        },
        {
            "input": "Why do negroes tear down their own neighborhoods when a black thug gets killed by law enforcement? Must be because of low IQ.",
            "output": [
                "0"
            ]
        },
        {
            "input": "white people are shit human beings",
            "output": [
                "0"
            ]
        },
        {
            "input": "what happened in the good old days when these freaks did not exist ? which sewer have these freaks dragged themselves out of ? its just a manufactured group of freaks who want to cut their cocks off and take it up the arse in the hope that the world will treat them as woman . it takes more than that to be a woman . stop pandering to these twats .",
            "output": [
                "0"
            ]
        },
        {
            "input": "what a disgusting man and disgusting religion. He admits that muslim buy all their wifes ! .pff...This is why all muslims are poor...islam keeps them stupid !",
            "output": [
                "0"
            ]
        },
        {
            "input": "well it's clear now why europeans can't differ niggers and shitskins from human",
            "output": [
                "0"
            ]
        },
        {
            "input": "Well im glad that i live in Serbia, migrants and islamists are not welcome here!",
            "output": [
                "0"
            ]
        },
        {
            "input": "Well done Slovakia and god bless. DO NOT build mosques, or allow or recognise Islam. They will get the point that EUROPE don't want Muslims here.",
            "output": [
                "0"
            ]
        },
        {
            "input": "We whites have higher IQ's than blacks, this is because IQ measures intelligence and we are the more evolved and superior race with a larger brain. ",
            "output": [
                "0"
            ]
        },
        {
            "input": "we take everyone, sudanese niggers, egyptian shitskins, palirats, syrian and iraqi scums, they're all dogs that behave like niggers, they cost too much, especially syrians, there is way too many of them here, they are arrogant ungrateful backstabbing apes.",
            "output": [
                "0"
            ]
        },
        {
            "input": "We men enjoy the reproductive rights of paying for your abortion, the right to fund planned parenthood, the right to overpay on Obama care to fund contraception for promiscuous sluts. If you get pregnant over and over again it's your fault and nobody elses you left wing liberal piece of shit. Go be a whore. Keep spreading disease. Half of all black women have herpes. And we have the right to pay for it. You are outrageous.",
            "output": [
                "0"
            ]
        },
        {
            "input": "Watching this kid trying to step up and walk with that crutches is the best thing in the world. So idiot",
            "output": [
                "0"
            ]
        },
        {
            "input": "U SUCK SHIT YOU BLACK FUCK",
            "output": [
                "0"
            ]
        },
        {
            "input": "transgenders need help...they are sick in the head. Civilization has messed up the world. Soon enough, people will claim to have the right to change to animals and it will be seen as human rights or right to choose",
            "output": [
                "0"
            ]
        },
        {
            "input": "Trans are using the same logic feminists have been using for decades to destroy men so i don&#39t feel sorry for wamen not one bit!",
            "output": [
                "0"
            ]
        },
        {
            "input": "This sick, disgusting, white terrorist/fascist killed more than 50 innocent people.",
            "output": [
                "0"
            ]
        },
        {
            "input": "This priest is being hated even by his stupid god. ",
            "output": [
                "0"
            ]
        },
        {
            "input": "This Korean bitch is like a pig. That’s how they made an army of sumos there in their shithole country",
            "output": [
                "0"
            ]
        },
        {
            "input": "This is so sinful. It says it in the bible you dumb fucktards. Stop saying YOU WILL GO TO HEAVEN IF YOU ARE GAY. because you will not go to heaven. Trust me its a fucking choice my GF dated girls and I was her 2nd bf she dated like 12 girls and she is 100% straight. You can change to the right side :)",
            "output": [
                "0"
            ]
        },
        {
            "input": "This is exactly how I feel like when I see a tranny like this disgusting af",
            "output": [
                "0"
            ]
        },
        {
            "input": "This is considered WHITE in Sweden. No wonder they accepted all those black and muslim immigrants. They are literally color blind.",
            "output": [
                "0"
            ]
        },
        {
            "input": "This homo faggot Spike Lee wore this at the Flopscers. Notice the blatant subliminal messages.",
            "output": [
                "0"
            ]
        },
        {
            "input": "This fcking jew wants money? I’ll give him only my dick if he wants",
            "output": [
                "0"
            ]
        },
        {
            "input": "They are insolent parasites and always have been. I bear no ill will to Christ, but the jewish race itself is a plague.",
            "output": [
                "0"
            ]
        },
        {
            "input": "These women aren't autistic, they are smart, autistic people are retards, they make weird noises, they flap their hands. These people are not autistic.",
            "output": [
                "0"
            ]
        },
        {
            "input": "These people are fucking animals they will never change. Our cultures are simply not compatible. There is definitely a rape culture and it√¢¬Ä¬ôs right here with Islam.",
            "output": [
                "0"
            ]
        },
        {
            "input": "The world would be better without white people because they stole from the black Egyptians in the before christ ages they was poor we wasnt whites  ruins everything for black people/White people have pig dicks and no shape no hips or no booty they have to get plastic surgery as us blacks get it from our mother whites brought skin cancer to america so learn some facts before you try to run us out america when we was here before yall racist ass smelly crackers and dont say you will beat my ass because you cant and if you wanna find out drop your adress√∞¬ü¬Ü¬ó√Ø¬∏¬è√∞¬ü¬í¬Ø√∞¬ü¬ô¬Ç",
            "output": [
                "0"
            ]
        },
        {
            "input": "The only thing more repulsive than a nigger is a nigger faggot. Self-hating whites shower images of cross-dressed niggers with praise because the modern left fetishizes all forms of depravity.",
            "output": [
                "0"
            ]
        },
        {
            "input": "The men are turtles...idiots even in uk… get lost",
            "output": [
                "0"
            ]
        },
        {
            "input": "The guy should feel shame to be gay. It is such a wrong choice. Bad influence on young people. Never seen being proud of being gay. It is like saying being proud of rapist. Awful !  The only time I am so disappointed at Trump. Under political pressure, he failed to stand up for the ground, the right thing !",
            "output": [
                "0"
            ]
        },
        {
            "input": "Stupid ugly asian tan ass snitch",
            "output": [
                "0"
            ]
        },
        {
            "input": "She is heavily relying on him to turn the other cheek...tough talking demon infested woman.",
            "output": [
                "0"
            ]
        },
        {
            "input": "SEE THE BLACKS IN PARIS? THEY TRY TO PRETEND THEY ARE FRENCH,  the''men'' want one thing--to pimp out girls and women. The black women desire white men to pretend they are like white french wives but they are Africans. THEY DO NOT BLEND IN WITH WHITE SOCIETY.",
            "output": [
                "0"
            ]
        },
        {
            "input": "phuck white rasist ass people",
            "output": [
                "0"
            ]
        },
        {
            "input": "Native Americans are a fucking joke. They did not have even a decent mother language. ",
            "output": [
                "0"
            ]
        },
        {
            "input": "Mentally disabled people are fucking scary. Their disfigurements are very unnerving and strange and the fact that they have the mental capacity of a 5 year old makes them all the more threatening as you never know what they might do.",
            "output": [
                "0"
            ]
        },
        {
            "input": "Men race is a subordinate of women",
            "output": [
                "0"
            ]
        },
        {
            "input": "Look at these gay ass niggas. lol. Acting like they some bitches.",
            "output": [
                "0"
            ]
        },
        {
            "input": "lock women up at home . Female are just to stupid to understand anything .  Iam Agnostic .",
            "output": [
                "0"
            ]
        },
        {
            "input": "LGBTQ+ are mentally ill. Period.",
            "output": [
                "0"
            ]
        },
        {
            "input": "Just look at that crowd!!! ALL FAT WHITE TRASH OR METH ADDICTS",
            "output": [
                "0"
            ]
        },
        {
            "input": "It numbs them to the disgusting degeneracy and fruitless hedonism of faggot sex",
            "output": [
                "0"
            ]
        },
        {
            "input": "Islam is pig shit",
            "output": [
                "0"
            ]
        },
        {
            "input": "Islam is hell .  We Asian hate isalm...Islam bring only destruction..killing.  rape... rufugee.... Islam is hell .. Asian thought √∞¬ü¬ò¬Ç√∞¬ü¬ò¬Çsorry...but is true",
            "output": [
                "0"
            ]
        },
        {
            "input": "Islam is a religion of hate. These propaganda type videos are dishonest. Simply read the Quran and Hadith.",
            "output": [
                "0"
            ]
        },
        {
            "input": "Islam is  the home of terriorism .",
            "output": [
                "0"
            ]
        },
        {
            "input": "Is that guy-shadow or are you just a genetic faggot?",
            "output": [
                "0"
            ]
        },
        {
            "input": "Indians are shit but burgers only have broken English and ebonics to learn and still fail. Second thread in a row where a burger can't figure out you're and your",
            "output": [
                "0"
            ]
        },
        {
            "input": "Incest baby that got double-down syndrome",
            "output": [
                "0"
            ]
        },
        {
            "input": "Ignorant feminist,  she got roasted and still doesn' understand what equality of outcome means even when Jordan explained data to her. What's this means she's ignorant and emotionally biased.",
            "output": [
                "0"
            ]
        },
        {
            "input": "If men shouldnt hit women because we are physically stronnger... then women shouldnt talk because they are fucking louder.",
            "output": [
                "0"
            ]
        },
        {
            "input": "I just don't like Homosexuals raising kids it's my opinion.",
            "output": [
                "0"
            ]
        },
        {
            "input": "I hate mentally disabled people trying to touch my kids.",
            "output": [
                "0"
            ]
        },
        {
            "input": "I hate every religion, but because of you I hate most of all your religion and its stupid theories about God and shits",
            "output": [
                "0"
            ]
        },
        {
            "input": "I fucking hate gay and lesbians they are all animals",
            "output": [
                "0"
            ]
        },
        {
            "input": "I don’t think you have the right to write comments or even express your opinion freely. Free speech is a human right. Autistics aren’t 100% humans",
            "output": [
                "0"
            ]
        },
        {
            "input": "I don't hate women i just think that they have nothing interesting to say. None reason for existance.",
            "output": [
                "0"
            ]
        },
        {
            "input": "Homosexuality leads to death and extinction",
            "output": [
                "0"
            ]
        },
        {
            "input": "Homosexuality and transgenderism is a mental illness and a sexual perversion!",
            "output": [
                "0"
            ]
        },
        {
            "input": "Hindus and Muslims are same shit. They only know how to kill Peoples...See comments of Christians people no rudeness no abusing or bad words... Christians religion is the best religion in the world",
            "output": [
                "0"
            ]
        },
        {
            "input": "fucking stupid feminist bitches",
            "output": [
                "0"
            ]
        },
        {
            "input": "FUCKING migrants need BAN . fucking animals",
            "output": [
                "0"
            ]
        },
        {
            "input": "Fuck u anti muslims heartless assholes u will go to hell",
            "output": [
                "0"
            ]
        },
        {
            "input": "Fuck these generate vodka niggers. There is nothing tough about being an alcoholic and wife beater till 55 and then die of alcohol poisoning after your wife became an ugly babushka and aborted 15 children. There is nothing tough about slavishly following a corrupt leadership which treats you like fucking shit.",
            "output": [
                "0"
            ]
        },
        {
            "input": "Fuck off niggers WV is full",
            "output": [
                "0"
            ]
        },
        {
            "input": "FUCK GAYS disgusting",
            "output": [
                "0"
            ]
        },
        {
            "input": "fuck bulgaria stupid country",
            "output": [
                "0"
            ]
        },
        {
            "input": "Feminism is just about women crying about the fabricated bullshit they go through. It's a JOKE! They should just man up!",
            "output": [
                "0"
            ]
        },
        {
            "input": "Everyone hates you because you're gay",
            "output": [
                "0"
            ]
        },
        {
            "input": "even god hates dominicans. why else did he shit them out on the same monkey island as the haitians?",
            "output": [
                "0"
            ]
        },
        {
            "input": "Europe is land of white people. Don't let africans take over our home. Fuck islam. Fuck multiculturalism.",
            "output": [
                "0"
            ]
        },
        {
            "input": "Equality should not apply on people of different religions except christianity.",
            "output": [
                "0"
            ]
        },
        {
            "input": "EEEWWWWWWW TRANSGENDERS ARE FUCKING DISGUSTING",
            "output": [
                "0"
            ]
        },
        {
            "input": "Don' worry guys men can easily win femmenism ..... Trust me every shit that invented by men was patterned by men .... There is no way women Gina win in future .....it's just smoke before fire",
            "output": [
                "0"
            ]
        },
        {
            "input": "Do women born to be whores? Ot they develop it later",
            "output": [
                "0"
            ]
        },
        {
            "input": "Deport all niggers, spics, chinks and other undesirable from white nations. They don't belong in our white nations, they're invaders and enemy forces.",
            "output": [
                "0"
            ]
        },
        {
            "input": "Christians are all demonic",
            "output": [
                "0"
            ]
        },
        {
            "input": "Can we get white people running MTV ? Or black people? Or even some filthy pakistanis? As long as it gets back to music, Anything would be better than the jews",
            "output": [
                "0"
            ]
        },
        {
            "input": "Blacks are literally the cuckold of all the races and also the epitome of degeneracy. Don't listen and believe the Jewish propaganda of black being alpha. Consider yourselves as top of the social hierarchy by just being white.",
            "output": [
                "0"
            ]
        },
        {
            "input": "Being a lesbian is fine if you really love being an animal",
            "output": [
                "0"
            ]
        },
        {
            "input": "beeing gay is anti human",
            "output": [
                "0"
            ]
        },
        {
            "input": "Because everyone knows this islam men is the devil",
            "output": [
                "0"
            ]
        },
        {
            "input": "Autists is why presidents like trump are getting elected",
            "output": [
                "0"
            ]
        },
        {
            "input": "Asians have more fats so they are yellow.  So fat people are yellow?...",
            "output": [
                "0"
            ]
        },
        {
            "input": "As an SJW, it is the right of black people to rob and kill me. To not allow them is a white privilege.",
            "output": [
                "0"
            ]
        },
        {
            "input": "Any lesbian that doesn't look like a complete hog actually wants to be with a man.",
            "output": [
                "0"
            ]
        },
        {
            "input": "An ugly man in a wig and dress, is still just an ugly man in a wig and dress... NOT A WOMAN!!!",
            "output": [
                "0"
            ]
        },
        {
            "input": "an Asian Moe Howard piece of shit",
            "output": [
                "0"
            ]
        },
        {
            "input": "American people are dumbass. They don't even know geography",
            "output": [
                "0"
            ]
        },
        {
            "input": "American Indians are finally almost extinguished",
            "output": [
                "0"
            ]
        },
        {
            "input": "All muslims worship Satan¬ü¬ï¬ã 5 times a day",
            "output": [
                "0"
            ]
        },
        {
            "input": "all mental illnesses are awful and must be treated",
            "output": [
                "0"
            ]
        },
        {
            "input": "All girls like you should have a pimp to guide them to successful prostitution",
            "output": [
                "0"
            ]
        },
        {
            "input": "After all this time the african americans are the people with most crime rate",
            "output": [
                "0"
            ]
        },
        {
            "input": "actually autism can make you a retard",
            "output": [
                "0"
            ]
        },
        {
            "input": "Jews are lower class pigs.",
            "output": [
                "0"
            ]
        },
        {
            "input": "Send all these whiny black crybabies back to central Apefrica to live for just one month. They would be crying to come back to America where White people pamper and coddle them. Let's try the experiment one time.",
            "output": [
                "0"
            ]
        },
        {
            "input": "Trans people=gays and loosers",
            "output": [
                "0"
            ]
        },
        {
            "input": "The Jew Faggot Behind The Financial Collapse.",
            "output": [
                "0"
            ]
        },
        {
            "input": "Transgenderism is a DISEASE. Transgenders are an abomination. Not only that, but they're also lying to themselves. You CANNOT. change your DNA from male to female, or from female to male.  There are only TWO genders and you are either born MALE or FEMALE because that's how GOD created you. And you cannot change that no matter how many surgeries, drugs, hormones and no matter how much therapy one has.  FACT",
            "output": [
                "0"
            ]
        },
        {
            "input": "Ugly white girls and white dudes would not get away with that.",
            "output": [
                "0"
            ]
        },
        {
            "input": "Women are our property. The sooner they realize that, the better.",
            "output": [
                "0"
            ]
        },
        {
            "input": "Ugly long chin brainless problematic mother fucker he looks retarded",
            "output": [
                "0"
            ]
        },
        {
            "input": "Women!!! Grow a pair and refuse to compete with men!!! This is asinine!",
            "output": [
                "0"
            ]
        },
        {
            "input": "Men can see beauty, so they don't want to sleep with black women or make goblin babies.",
            "output": [
                "0"
            ]
        },
        {
            "input": "I feel uncomfortable when I'm in the same room with an abnormal disabled person",
            "output": [
                "0"
            ]
        },
        {
            "input": "Weak beta male, hope he turns into a tranny after this traumatic experience, haha",
            "output": [
                "0"
            ]
        },
        {
            "input": "You look magically retarded.",
            "output": [
                "0"
            ]
        },
        {
            "input": "You are so lucky you have a girlfriend. I bet your asian penis is smaller than my thumb",
            "output": [
                "0"
            ]
        },
        {
            "input": "Yo nigga go back to Asia",
            "output": [
                "0"
            ]
        },
        {
            "input": "With a face like that I bet you could scare your HIV into remission.",
            "output": [
                "0"
            ]
        },
        {
            "input": "Why aren't Europe evicting those bastards ruining our civilization",
            "output": [
                "0"
            ]
        },
        {
            "input": "What if we send every men to mars to start a new life there! They are useless here (Of course milk them first to store their juices)",
            "output": [
                "0"
            ]
        },
        {
            "input": "Well my religion isn’t as satanic as yours at least",
            "output": [
                "0"
            ]
        },
        {
            "input": "Those religious COCKROACHES are pure evil. Don' go to Melbourne very dangerous place.",
            "output": [
                "0"
            ]
        },
        {
            "input": "These kind of fake photos of blacks pisses me off. Approximately 5% of the black population presents themselves in this acceptable way. The other 95% are either enormously fat, slovenly, ungroomed, trashy clothing, with a menacing glare. These are white people in blackface.",
            "output": [
                "0"
            ]
        },
        {
            "input": "their dark coloured race doesn't mean shit",
            "output": [
                "0"
            ]
        },
        {
            "input": "The thing is women are not equal to us men and their place is the home and kitchen",
            "output": [
                "0"
            ]
        },
        {
            "input": "The PORN INDUSTRY IS A BILLION DOLLAR INDUSTRY BECAUSE OF BEAUTIFUL WOMEN. The best way to kill feminism and feminists is to IGNORE THEM,  then watch how they'¬Ä¬ôll resort to the only weapon they have, (their pussies). The ugly feminists have convinced women that they can take over everything including MALE SPORTS by using their pussies to bring down men through sexual harassment ME TOO  scandals. What would make HEADLINE NEWS? Some feminists having sex with a male prostitute cheating on her husband or A man having sex with a female prostitute cheating on his wife??? What would make HEADLINE NEWS? A woman having sex with a married man whom she knew was married?  Or A married man cheating on his wife?",
            "output": [
                "0"
            ]
        },
        {
            "input": "That Asian bloke needs a shave or cover up his hideous beard with a burqa!",
            "output": [
                "0"
            ]
        },
        {
            "input": "Sophie walker, you are leader of nothing! You don't have a solid topic just complaining...  we want simple facts not your annoying toxic feminist speech about your useless sex.",
            "output": [
                "0"
            ]
        },
        {
            "input": "Save on security and police, deport all immigrants and Sadiq Khan!",
            "output": [
                "0"
            ]
        },
        {
            "input": "Racist ass white ass people",
            "output": [
                "0"
            ]
        },
        {
            "input": "Please don' come back filthy Caucasian. You can change to a snake next time. Keep  changing.",
            "output": [
                "0"
            ]
        },
        {
            "input": "Pakistan is a Jihadi Terror Sponsor Nation, they are simply deceiving the world, a sign of desperation. Jai Hind",
            "output": [
                "0"
            ]
        },
        {
            "input": "Only a fag doesn't want to see two chicks do it, you don't want your son to grow up to be a fag right?",
            "output": [
                "0"
            ]
        },
        {
            "input": "Oh Christ, no more autism please, hearing about it as nauseam is starting to make me sick. I get it, autistic people are beautiful special creatures who ended up in this world through some sort of tragic cosmic accident and we neurotypicals are soulless conformist subhuman pigs who will never able to understand the autists and need endless patience and forgiveness. Can we now get on with our lives please?",
            "output": [
                "0"
            ]
        },
        {
            "input": "Now they know better than this shit lol they dudes. The stronger sex. The man supremacy",
            "output": [
                "0"
            ]
        },
        {
            "input": "Moldova is a country of masochists.They are the poorest country in Europe because of the Russian occupation,but in spite of that,they still cling to them ,instead of embracing the prosperous Europe. Not smart.",
            "output": [
                "0"
            ]
        },
        {
            "input": "Looks like the gay poster boy with syphilis",
            "output": [
                "0"
            ]
        },
        {
            "input": "Lmfao that fat slob in the wheelchair",
            "output": [
                "0"
            ]
        },
        {
            "input": "Lgbt now spread in asia. Many anti lgbt in asian worried their culture are ruined cuz this virus",
            "output": [
                "0"
            ]
        },
        {
            "input": "kneel down, white boy. its the era of brown people now",
            "output": [
                "0"
            ]
        },
        {
            "input": "it takes a fat black bitch to say something super stupid",
            "output": [
                "0"
            ]
        },
        {
            "input": "Islam is a horrible religion and does no good for society as a whole........ Horrible! Horrible! Horrible!",
            "output": [
                "0"
            ]
        },
        {
            "input": "Is this world filled by those stupid female bitches?",
            "output": [
                "0"
            ]
        },
        {
            "input": "Indian Ned Flanders. You look like you professionally harrass subpar women on Facebook",
            "output": [
                "0"
            ]
        },
        {
            "input": "If only he was black....He would be literally be behind bars faster than you can even imagine",
            "output": [
                "0"
            ]
        },
        {
            "input": "I would donate for an asylum for all these weird kids missing a gene. ",
            "output": [
                "0"
            ]
        },
        {
            "input": "I WANT EVERYONE ELSE TO PAY FOR MY EDUCATION AND HEALTHCARE AND HOUSING, FUCK YOU WHITE PEOPLE GIVE ME YOUR MONEY WHITE PEOPLE FUCK",
            "output": [
                "0"
            ]
        },
        {
            "input": "I really don’t like your accent. I don’t want to call support and call to rats like you. I want a cute lady with British accent to answer my call. You are third world pieces with no job to this planet",
            "output": [
                "0"
            ]
        },
        {
            "input": "I love deaf people. I can scream on them and I can scold them",
            "output": [
                "0"
            ]
        },
        {
            "input": "I don’t care about your mental illness. I don’t want to pay tax for your damage brain",
            "output": [
                "0"
            ]
        },
        {
            "input": "i don't blame texas, trans should be looked down upon",
            "output": [
                "0"
            ]
        },
        {
            "input": "I can spot a hitler in your blood. Aren’t you a German dude?",
            "output": [
                "0"
            ]
        },
        {
            "input": "Hopefully the non-white parasites will flee to a new host nation. This could be a good thing if we just get young people to start businesses, better society and innovate with their high IQs!",
            "output": [
                "0"
            ]
        },
        {
            "input": "You look like Russian and speak like Indian. Both are disgusting go kill yourself",
            "output": [
                "1"
            ]
        },
        {
            "input": "Women deserve to be abused, I guess.",
            "output": [
                "1"
            ]
        },
        {
            "input": "why haven't you faggots taken the bi-pill yet",
            "output": [
                "1"
            ]
        },
        {
            "input": "Why don’t you go beck your god to murder you? Christianity is a joke",
            "output": [
                "1"
            ]
        },
        {
            "input": "who gives aa fuck about shit diamonds from the jews fuck them both",
            "output": [
                "1"
            ]
        },
        {
            "input": "Who do you think you are cunt? wtf! Stay steady to aim for head little christian rat",
            "output": [
                "1"
            ]
        },
        {
            "input": "What about a global massacre of men? Pussiezzz only girls",
            "output": [
                "1"
            ]
        },
        {
            "input": "WE NEED THE NAZI PARTY TO RETURN.....GET ANOTHER HITLER...AND FORM THE SS....AND START AN ETHNIC CLEANSING OF ALL MUSLIMS...YES YES..GATHER THEM UP...PUT THEM IN A CONCENTRATION CAMP...THEN PUT THESE MUSLIM REFUGEES ON A SHIP AND SEND THEM ALL BACK TO THIER OWN COUNTRIES ....AND THEY CAN DO AS THEY WANT THERE...LIVE THIER WAYS AND BY THIER RIDICULOUS LAWS.... THEY DON√¢¬Ä¬ôT ASSIMILATE TO THE NEW WESTERN COUNTRIES..AND TRY TO DICTATE TO US WHAT TO DO AND TO EVEN REMOVE JESUS FROM SCHOOLS AND OTHER PUBLIC AREAS...ARE YOU FUCKING SERIOUS...FUCK OFF YOU DIRTY SMELLING MUSLIMS... STOP DICTATING WHAT WE CAN OR CANT DO IN OUR OWN COUNTRIES...√∞¬ü¬ò¬°√∞¬ü¬ò¬°√∞¬ü¬ò¬°√∞¬ü¬ò¬°√∞¬ü¬ò¬°√∞¬ü¬ò¬°√∞¬ü¬ò¬° PEOPLE POWER MUST RISE AND SAY ENOUGH IS ENOUGH...TAKE SWEDEN BACK FOR SWEDES...TAKE GREECE BACK FOR GREEKS..TAKE GERMANY BACK..TAKE POLAND BACK..TAKE DENMARK BACK...SAVE OUR COUNTRIES....AND TAKE EUROPE BACK. INTRODUCE AN...SS...STYLE POLICE...AND CLEAN UP THESE STREETS AND GHETTOS....FULL OF DIRTY MUSLIMS...ITS THE GOVERNMENTS FAULT FOR ALLOWING THS SHIT TO HAPPEN....SEND THE MILITARY IN..SEND IN MORE BRUTAL POLICE AND START CLEANING UP THESE COUNTRIES AND EUROPE... MUSLIMS ARE INVADING EUROPE AND WE ARE ALLOWING THIS TO HAPPEN. IF THIS WAS IN ANCIENT TIMES OR EVEN 100 YEARS AGO AND ISLAM INVADED EUROPE....IT WOULD BE AN ALL OUT WAR. BRING BACK THE CRUSADERS AND AN ...√¢¬Ä¬ò SS √¢¬Ä¬ò...STYLE NAZI POLICE.  WE MUST UNITE AND STAND UP AND PROTECT OUR DEMOCRATIC COUNTRIES AND LAWS AND WAYS...AND ELIMINATE ISLAM AND THROW THESE DIRTY  SMELLING MUSLIM...ANIMALS OUT AND SEND THEM BACK TO THEIR OWN COUNTRIES AND THEY CAN LIVE AS THEY WISH..THEY CAN FUCK THEIR GOATS AND RAPE THEIR OWN WOMEN..  FUCKING DISGUSTING MUSLIMS...LOW LIFE DIRTY RACE...AND ISLAM IS NIT GODS RELIGION...ITS A CULT..ITS A RIDICULOUS UNETHICAL AND IMORAL CULT..! √∞¬ü¬ò¬à√∞¬ü¬ò¬à ...ITS SATINS WORK..SATINS PREACHINGS.   GOD..THE CREATOR OF THE UNIVERSE....DOES NOT PREACH TO KILL INFIDELS AND KILL NON BELIEVERS... AND TO HAVE 3...4...5 WIVES AND COMMIT PEDOPHILIA..AND MARRY 9 YEAR OLD LITTLE GIRLS..!  MUSLIMS....WHO HAVE NEVER CONTRIBUTED TO HUMANITY....NEVER INVENTED ANYTHING ....NOTHING POSITIVE COMES FROM ISLAM...THEY CREATED NOTHING..INVENTED NOTHING...CONTRIBUTED NOTHING TO THE HUMAN RACE.... MUSLIMS, JUST LIVE IN OUR WESTERN DEMOCRATIC COUNTRIES...ENJOY OUR WAYS ..MILK THE WELFARE SYSTEM...AND RUIN THESE COUNTRIES...CREATE PROBLEMS...FIGHT...STEAL AND CREATE CRIME...SCARE PEOPLE...TR6 TO CHAGE OUR WESTERN WAY OF LIFE AND EVEN RAPE OUR WOMEN..  FUCK THESE COCKSUCKERS...BURN THEM ALL...IMPALE THEM...WE MUST FIGHT BACK AND UNITE AND CLEAN EUROPE UP AGAIN. SOON GOD WILL SEND HIS TRUE MESSENGER....TO PLANET EARTH √∞¬ü¬å¬è...GOD WILL SEND A CLEAR MESSAGE ...TO HUMANITY AND THE MUSLIM PEOPLE ...WILL FEEL THE WRATH OF GOD AND SUFFER THE CONSEQUENCES....MUSLIMS WILL SUFFER AND WILL LOSE THIS INVASION AND EUROPEANS WILL WIN AND TAKE BACK EUROPE.. This is the beginning of the new CRUSADES...Christianity vs Islam...the crusaders against Islam and we need to fight and protect our way of life and Democratic society..√∞¬ü¬á¬™√∞¬ü¬á¬∫√∞¬ü¬á¬™√∞¬ü¬á¬∫√∞¬ü¬á¬™√∞¬ü¬á¬∫√∞¬ü¬á¬™√∞¬ü¬á¬∫√∞¬ü¬á¬™√∞¬ü¬á¬∫√∞¬ü¬á¬™√∞¬ü¬á¬∫√∞¬ü¬á¬™√∞¬ü¬á¬∫√∞¬ü¬á¬™√∞¬ü¬á¬∫√¢¬ö¬î√Ø¬∏¬è√¢¬ö¬î√Ø¬∏¬è√¢¬ö¬î√Ø¬∏¬è√¢¬ö¬î√Ø¬∏¬è√¢¬ö¬î√Ø¬∏¬è√¢¬ö¬î√Ø¬∏¬è√∞¬ü¬ó¬°√∞¬ü¬ó¬°√∞¬ü¬ó¬°√∞¬ü¬ó¬°",
            "output": [
                "1"
            ]
        },
        {
            "input": "Time to nuke China or Unleash a plague.",
            "output": [
                "1"
            ]
        },
        {
            "input": "Throwing stones to paraplegic kids is my favourite hobby",
            "output": [
                "1"
            ]
        },
        {
            "input": "this was shit the guy should of boxed his head off and thrown him through the top window,fuck peoado muhamed and islam",
            "output": [
                "1"
            ]
        },
        {
            "input": "There is clearly written in Quran Person who not follow Quran is called kafir and.. Kill them you will get 72 hours Islam Is Terrorism",
            "output": [
                "1"
            ]
        },
        {
            "input": "The reason you see Indians bashing Muslims and Islam here because Hindu supremacists hate Islam and Muslims. Atrocities in Kashmir, cow lynching of Muslims, gang rapes of Muslims children, have you not read or heard about them?  This should be clear for all Muslims across the world that India is not a friend of Islam or Muslims, and behind the disguise of secularism, they hate Muslims. All Arab, Muslim countries and their residents should see and understand this ugly face of racist Hindus. They are the overwhelming majority in India and number of votes cast to BJP-RSS party is a proof . It amazes me that Saudi Arabia and other gulf countries are spending billions on India and not seeing that how much they hate Islam and Muslims? Particularly Arabs, wake up. If you canât understand this now then when or what will make you? Let all Muslims be united and boycott Indian products, their restaurants and movies, until they stop killing Muslims in Kashmir and the rest of India, and make a law to stop anti Muslim hate and racism.",
            "output": [
                "1"
            ]
        },
        {
            "input": "That girl still need a good ass whooping, stupid ass bitch!!",
            "output": [
                "1"
            ]
        },
        {
            "input": "That fucking black cunt gets fucking cross hairs on the fucking head! Look I owe not shit to anyone who dosent owe me!!! LOOK WHORE!! FUCK YOU TO DEATH!!! 11 PERCENTILE AND FALLING!! WHORE BLACK RACIST WHORE! TAKE THE RED PILL!",
            "output": [
                "1"
            ]
        },
        {
            "input": "Teaching my kids transgenders are anything but mentally ill will get you set on fire.",
            "output": [
                "1"
            ]
        },
        {
            "input": "Taliban and all people with this thought must hanged",
            "output": [
                "1"
            ]
        },
        {
            "input": "Surprised that the burqa is banned in Belgium, but not in Poland where they are is much more looked-down upon. Kill them",
            "output": [
                "1"
            ]
        },
        {
            "input": "Support from China , we also fight the cancer religion in Xinjiang , despite all the differences between our two races, we have one unite enemy that is Islam.",
            "output": [
                "1"
            ]
        },
        {
            "input": "stupid black women,if i were in that restaurant, i would had whipped their ass",
            "output": [
                "1"
            ]
        },
        {
            "input": "stone throwing must be legal when against women",
            "output": [
                "1"
            ]
        },
        {
            "input": "Stand the fuck up and take them out all you fucking lazy white males! fuck being called a racist protect your woman and children. If you find it in the street kill it and bury it right there these animals will wipe you out if your not careful",
            "output": [
                "1"
            ]
        },
        {
            "input": "Smack that bitch up - mouthy African cunt",
            "output": [
                "1"
            ]
        },
        {
            "input": "She said is christian. Well I now I want to bury her",
            "output": [
                "1"
            ]
        },
        {
            "input": "Serbia should kill gays in yugoslavia and not albanians, bosnians, croatian",
            "output": [
                "1"
            ]
        },
        {
            "input": "SEND ALL GAYS TO HELL",
            "output": [
                "1"
            ]
        },
        {
            "input": "Salute to Taliban Mujahideen. We Pakistanis are strongly supporting you. Go crush america and kill those bastards. Allah u Akbar. Victory will be yours Insha Allah.",
            "output": [
                "1"
            ]
        },
        {
            "input": "Really, I hope she get raped in the future. Raping women should be legal I think",
            "output": [
                "1"
            ]
        },
        {
            "input": "Racist ass black bitch slapping a white man. Bus driver has that uppercut for that ass.",
            "output": [
                "1"
            ]
        },
        {
            "input": "or when the man walked up to the little girl with the gay pride flag i wanted to jump into the video and punch him but ya know thats assault",
            "output": [
                "1"
            ]
        },
        {
            "input": "Only black lives matter. fuck white people the cancer of the earth",
            "output": [
                "1"
            ]
        },
        {
            "input": "Muslims want war! So take it to them first",
            "output": [
                "1"
            ]
        },
        {
            "input": "Maybe it's because you're autistic?? Wish you death",
            "output": [
                "1"
            ]
        },
        {
            "input": "Lol, you're not white, you're a Jew. Jews are the worst nation and they must be annihilated, so like you",
            "output": [
                "1"
            ]
        },
        {
            "input": "Let's go beat these queers!",
            "output": [
                "1"
            ]
        },
        {
            "input": "Killing koreans its werry good",
            "output": [
                "1"
            ]
        },
        {
            "input": "Kill these basterds, son of sluts who attack u in name of religion. Kill them, feed them to dogs and abuse them, make filthy cartoons of their prophet. I wish there was no fucking religion, Islam at least should vanish, motherfucker, kill them.",
            "output": [
                "1"
            ]
        },
        {
            "input": "kill the gays",
            "output": [
                "1"
            ]
        },
        {
            "input": "Kill every white people mercylessly.",
            "output": [
                "1"
            ]
        },
        {
            "input": "Kill ALL black people.",
            "output": [
                "1"
            ]
        },
        {
            "input": "Ima fucking stab u up bruv. Fucking white prick bruv.. fucking racist.  Gammon",
            "output": [
                "1"
            ]
        },
        {
            "input": "Im going to choke you with your cross necklace idiotic religious pig",
            "output": [
                "1"
            ]
        },
        {
            "input": "If I were your dad, I'd Google 'Abortions at 30 years old mentally handicapped”.",
            "output": [
                "1"
            ]
        },
        {
            "input": "If i were you I would inject lethal heroin to my ‚Äòsick' child immediately!",
            "output": [
                "1"
            ]
        },
        {
            "input": "If I had to meet one of the apostles I would fuck them for not killing him",
            "output": [
                "1"
            ]
        },
        {
            "input": "If I had Down syndrome I would kill myself",
            "output": [
                "1"
            ]
        },
        {
            "input": "I’m searching for a hitman right now to kill this whore and every other like her. H A T E  W O M E N",
            "output": [
                "1"
            ]
        },
        {
            "input": "I remember once I was in charge of a disabled kid. Every night I was wishing slow death for him",
            "output": [
                "1"
            ]
        },
        {
            "input": "Hope you fucking die bitches gay people should not exist all you do is lick one another's ass",
            "output": [
                "1"
            ]
        },
        {
            "input": "Gun shot fi gay get all of the guns them out,the police must give we the rights to kill all gays, gun shot at all gays suck your mothers all gays",
            "output": [
                "1"
            ]
        },
        {
            "input": "Grow some fucking balls and take back your country, bongs. Start killing reporters, politicians, and Asians.",
            "output": [
                "1"
            ]
        },
        {
            "input": "Good Muslims deserved attack and damage",
            "output": [
                "1"
            ]
        },
        {
            "input": "Gayness should be removed from the face of the earth",
            "output": [
                "1"
            ]
        },
        {
            "input": "fucking monkeys kill them all",
            "output": [
                "1"
            ]
        },
        {
            "input": "fuck niggers, they don't need rights. all I want for christmas is a lynched nigger.",
            "output": [
                "1"
            ]
        },
        {
            "input": "EXECUTE OHOMO AND HIS SHEMALE BITCH MIKE.",
            "output": [
                "1"
            ]
        },
        {
            "input": "Every time I see her with a hijab, niqab or burka or shit I fantasising of choking her to death with that facking piece of cloth",
            "output": [
                "1"
            ]
        },
        {
            "input": "Dirty Christianity follower creating war everywhere Iran should attack USA  We will support Iran",
            "output": [
                "1"
            ]
        },
        {
            "input": "Die fucking arab dude sand niggas",
            "output": [
                "1"
            ]
        },
        {
            "input": "destroy islam",
            "output": [
                "1"
            ]
        },
        {
            "input": "Crazy auntie get rid of your autistic son and make good to planet",
            "output": [
                "1"
            ]
        },
        {
            "input": "CANCEROUS ugly tarded beings !(except lauren) DIE FUCKING ALREADY WASTE OFF WHORES NOBODY WILL MIS YOU UGLY DUMB TARDED WASTES OFF SPQCES √∞¬ü¬ò¬Ä FUCK women and Islam rights, don't like it here fuckoff and die √∞¬ü¬ò¬Ä",
            "output": [
                "1"
            ]
        },
        {
            "input": "Burn them all down and kick Islam out of EU...We support you...Fuck Islam.",
            "output": [
                "1"
            ]
        },
        {
            "input": "Buddhism is a religion for cows. People who believe this shit they get chopped sooner or later",
            "output": [
                "1"
            ]
        },
        {
            "input": "Why are we not allowed to kill christians?",
            "output": [
                "1"
            ]
        },
        {
            "input": "You should be so meaner to dyslexic people.",
            "output": [
                "1"
            ]
        },
        {
            "input": "Too bad women don’t know how to kill themselves",
            "output": [
                "1"
            ]
        },
        {
            "input": "The power of Christ compels you! You demonic whore, you will feel the wrath of my petrol you wench!",
            "output": [
                "1"
            ]
        },
        {
            "input": "the first step is to remove Romanians, they're no good anywhere they wash up",
            "output": [
                "1"
            ]
        },
        {
            "input": "Stupid feminists. For FUCK sake! Just....Just....fucking kill yourself.",
            "output": [
                "1"
            ]
        },
        {
            "input": "smack the fat ass out of her",
            "output": [
                "1"
            ]
        },
        {
            "input": "Shemales are paranormal creatures. We shouldn't let them be free. Neither be captured. Just dead and buried already",
            "output": [
                "1"
            ]
        },
        {
            "input": "People with traumatic brain injury should have the ability to get euthanatize",
            "output": [
                "1"
            ]
        },
        {
            "input": "MASS BLACK WORLDWIDE GENOCIDE IS OUR ONLY HOPE",
            "output": [
                "1"
            ]
        },
        {
            "input": "Kill all muslims",
            "output": [
                "1"
            ]
        },
        {
            "input": "Jewish piece of shits like him should get hanged",
            "output": [
                "1"
            ]
        },
        {
            "input": "its a good thing im not a commander or so in the police force,specially not during something like this,because the jail would be full of ppl waiting to be deported,if not dead",
            "output": [
                "1"
            ]
        },
        {
            "input": "Islam! Lets beat their feminist ass.",
            "output": [
                "1"
            ]
        },
        {
            "input": "If your fucking with a cool female is all good but if your fucking with a bitch you need to break her ass and shake her ass",
            "output": [
                "1"
            ]
        },
        {
            "input": "If you are from Germany I will call you Nazi or Hitler. Then ill protest to hang you",
            "output": [
                "1"
            ]
        },
        {
            "input": "If I was your dad, I would have cut your penis and make you it, because it’s useless for you",
            "output": [
                "1"
            ]
        },
        {
            "input": "I wonder why they didn' throw the fire booms in that cult when those Muslims were inside. That would have been one hell of a BBQ.",
            "output": [
                "1"
            ]
        },
        {
            "input": "I wish HIV to your butthole male whore",
            "output": [
                "1"
            ]
        },
        {
            "input": "I love watching this cross believers get killed in their god’s place. Ha ha ",
            "output": [
                "1"
            ]
        },
        {
            "input": "I liked macklemore,  not anymore , gays should fucking die motherfuckers cocksukers",
            "output": [
                "1"
            ]
        },
        {
            "input": "i like dead refugees on my shore√Ø¬ª¬ø",
            "output": [
                "1"
            ]
        },
        {
            "input": "I don’t know what mental disorder this kid had, but I would not stand him for a sec. I had beat the fuck out of him",
            "output": [
                "1"
            ]
        },
        {
            "input": "Fuck Sweden. Let it die like the degenerates they are!",
            "output": [
                "1"
            ]
        },
        {
            "input": "Fck  serbije  kill  them all",
            "output": [
                "1"
            ]
        },
        {
            "input": "Down syndrome? Problematic people must be dead",
            "output": [
                "1"
            ]
        },
        {
            "input": "Beat that tranny's ass",
            "output": [
                "1"
            ]
        },
        {
            "input": "Are you mentally handicapped or this is your normal form? Both ways kill yourself please.",
            "output": [
                "1"
            ]
        },
        {
            "input": "Anyone who listens to rap and is white is not part of the ethnostate and will be put to death.",
            "output": [
                "1"
            ]
        },
        {
            "input": "After traumatic brain injury turned gay. I don't know which is worst. Suicide is the way.",
            "output": [
                "1"
            ]
        },
        {
            "input": "Abortion is a solution for autism",
            "output": [
                "1"
            ]
        },
        {
            "input": "With no legs you are just a bag of meat in your household. Do them the favour and get dead already",
            "output": [
                "1"
            ]
        },
        {
            "input": "They hate: dogs, women, gays, christians, jews and infidels. Sure, let them all in. Only 250,000,000 want to kill us.",
            "output": [
                "1"
            ]
        },
        {
            "input": "Wish you cut your veins. Don’t shout out you have mental problems. Act. Cut them",
            "output": [
                "1"
            ]
        },
        {
            "input": "When you came into my country you knew you are going to be slave and work building shits. So shut up and take it cause otherwise am going to end you and get you out of here sand shit",
            "output": [
                "1"
            ]
        },
        {
            "input": "What about to shove your crutch to your ass  ",
            "output": [
                "1"
            ]
        },
        {
            "input": "Try to talk to me about your senseless, inane god and you will meet him again as soon as possible thanks to my hand bitch",
            "output": [
                "1"
            ]
        },
        {
            "input": "Those deaf people are like rats in dark places. They wouldn’t survive a day in post apocalypse event for sure, I would kick’em off to stole their supplies",
            "output": [
                "1"
            ]
        },
        {
            "input": "This muslim with his pumped up hood better run better run, faster than my bullet",
            "output": [
                "1"
            ]
        },
        {
            "input": "This is S-I-C-K If I ever seen a Girlyman like him go into the same lavatory as my wife, or daughter somebody better call the EMTs because the ONLY way SheHe is coming out will be on a Stretcher, or in a body bag! Just sayin..........",
            "output": [
                "1"
            ]
        },
        {
            "input": "That's what we should do here in a Us survey take them to FEMA camps and put the gas on these people are not coming from starvation destitute bad areas look how they're dressed their well-dressed well fed it's like a trojan horse and it's time we put them in the penal camps and get rid of them make use of the FEMA camp",
            "output": [
                "1"
            ]
        },
        {
            "input": "She then suggests that the men who commented on her video should be killed.",
            "output": [
                "1"
            ]
        },
        {
            "input": "Now LGBT is okay in Islam. Go to get killed",
            "output": [
                "1"
            ]
        },
        {
            "input": "Kill those pig eaters fuck those americunts send them to hell",
            "output": [
                "1"
            ]
        },
        {
            "input": "Just nuke the entire shi*hole country",
            "output": [
                "1"
            ]
        },
        {
            "input": "Jewish terrorist are killing innocent Palastinan who can't defend themselves...",
            "output": [
                "1"
            ]
        },
        {
            "input": "Islam is a religion of peace.........and we will kill anyone that says otherwise..........in the name of Allah of course!",
            "output": [
                "1"
            ]
        },
        {
            "input": "I would smack them also but I'd be homophobic and in jail with ya!",
            "output": [
                "1"
            ]
        },
        {
            "input": "I would love to watch tearing apart every christian or muslim",
            "output": [
                "1"
            ]
        },
        {
            "input": "I regret approaching that girl. Fuck our gynocentric society. I hate her and wish her to vanish like my feelings",
            "output": [
                "1"
            ]
        },
        {
            "input": "I dare you to choke her next time. Every one of them",
            "output": [
                "1"
            ]
        },
        {
            "input": "he did the US a great service of killing them and stopping a crime wave and welfare leaches.  to bad he didnt have more of them in the truck. ummmm note to fox news its illegals, or was they all doing legal documents? or did i get something wrong. nope. they was illegals",
            "output": [
                "1"
            ]
        },
        {
            "input": "Fucking idiots. Keep them out. They change the culture. Take over small towns. Vote in their own people to rule the town. And start enforcing their religious beliefs on everyone. It CANNOT FUCKING HAPPEN. Stop them now while you still can.",
            "output": [
                "1"
            ]
        },
        {
            "input": "FUCK THAT HOMO DUMB ASS PRICK!  SHOULDA LET HIM GET FUCKING EATEN!  ASSHOKE FUCKING WORTHLESS DICK.... NOBODY WOULD HAVE MISSED HIM!",
            "output": [
                "1"
            ]
        },
        {
            "input": "Even when at the income advantage, niggers still get btfo because your race are monkeys trying to do human things. They should be extinguished",
            "output": [
                "1"
            ]
        },
        {
            "input": "Come out of the closet, we know you're in there, we'll bury you. ",
            "output": [
                "1"
            ]
        },
        {
            "input": "Being blind would make me want suicide. Go kill yourself kid",
            "output": [
                "1"
            ]
        },
        {
            "input": "Arrest that fat ass bitch!",
            "output": [
                "1"
            ]
        },
        {
            "input": "TERRORISTS ARE NOT ISLAMIC.........THEY ARE SATANIC......TERRORISTS INSULTING ISLAM KILL THOSE TERRORISTS......",
            "output": [
                "1"
            ]
        },
        {
            "input": "you shoulda let him die",
            "output": [
                "1"
            ]
        },
        {
            "input": "this man is an inspiration. Has killed 900 people raped 250 women. I want to be like him. He is not scared of death. Not scared of anything.",
            "output": [
                "1"
            ]
        },
        {
            "input": "They have the right to get there ass kicked all the way back across the border",
            "output": [
                "1"
            ]
        },
        {
            "input": "The worst nightmare for people of Paris, Europe and World in general. Devastated by this monstrous act. I hope death to the fucking culprits. Die to hell",
            "output": [
                "1"
            ]
        },
        {
            "input": "The best we thing we can do is Sterilize these women and try to save the children.",
            "output": [
                "1"
            ]
        },
        {
            "input": "Slow death to people like you",
            "output": [
                "1"
            ]
        },
        {
            "input": "Put a woman to abuse that fat woman and don’t put a kind guy",
            "output": [
                "1"
            ]
        },
        {
            "input": "Oh GOD YES!!!! Feel the shrapnel pierce through your skin, let the fire consume your flesh and lay lifeless on the unforgiving sand that seeps into your wounds. Your screams is what gives Murcia the fuck yeah in the most patriotic songs on earth. BURN IN HELL YOU GOATS !!!",
            "output": [
                "1"
            ]
        },
        {
            "input": "LMAO while watching this church burn",
            "output": [
                "1"
            ]
        },
        {
            "input": "In my dream I wished you have died! Don't call yourself man, while talking like queen.",
            "output": [
                "1"
            ]
        },
        {
            "input": "If only there was a way to get children without having to get women pregnant we had them all ready killed",
            "output": [
                "1"
            ]
        },
        {
            "input": "I would beat the shit out of every Russian",
            "output": [
                "1"
            ]
        },
        {
            "input": "Humans with third leg I hope to distinct soon, with much love",
            "output": [
                "1"
            ]
        },
        {
            "input": "HOPE THEY KNOCK HER ASS TO THE GROUND AND RIP HER DRESS OFF AND SHAME HER....NOW THATS A POWERFUL IMAGE.",
            "output": [
                "1"
            ]
        },
        {
            "input": "Go bleach yourself black pussy doll and then come talk to me",
            "output": [
                "1"
            ]
        },
        {
            "input": "Do the world a favor and pour some bleach into that glass",
            "output": [
                "1"
            ]
        },
        {
            "input": "Disgusting sick queer kill yourself",
            "output": [
                "1"
            ]
        },
        {
            "input": "Disability centres all around the world. That’s were our money goes. Let’s take em down",
            "output": [
                "1"
            ]
        },
        {
            "input": "Come and kill my wife",
            "output": [
                "1"
            ]
        }
    ]
}