{
    "Contributors": "Khushal Chandresh Modi",
    "Source": [
        "huggingface",
        "https://huggingface.co/datasets/viewer/?dataset=winograd_wsc",
        "https://github.com/huggingface/datasets/blob/master/datasets/winograd_wsc/winograd_wsc.py"
    ],
    "Categories": "Pronoung Finder",
    "Definition": "This task is about locating the pronoun in the given input statement",
    "Positive Examples": [
        {
            "input": "The user changed his password from GrWQWu8JyC toÂ willow-towered Canopy Huntertropic wrestles as it was easy to remember.",
            "output": "it",
            "explanation": "In this statement, it is our pronoun used for password"
        },
        {
            "input": "During a game of tag, Ethan ran from Luke because he was it.",
            "output": "it",
            "explanation": "Here, the input statement talks about Ethan running and referring to him as it"
        }
    ],
    "Negative Examples": [
        {
            "input": "Madonna fired her trainer because she couldnt stand her boyfriend.",
            "output": "his",
            "explanation": "There is no his in the sentence"
        },
        {
            "input": "This book introduced Shakespeare to Ovid; it was a fine selection of his writing.",
            "output": "it",
            "explanation": "The pronoun here is referring to Ovid"
        }
    ],
    "Instances": [
        {
            "input": "The city councilmen refused the demonstrators a permit because they feared violence.",
            "output": [
                "they"
            ]
        },
        {
            "input": "The city councilmen refused the demonstrators a permit because they advocated violence.",
            "output": [
                "they"
            ]
        },
        {
            "input": "The trophy doesn't fit into the brown suitcase because it is too large.",
            "output": [
                "it"
            ]
        },
        {
            "input": "The trophy doesn't fit into the brown suitcase because it is too small.",
            "output": [
                "it"
            ]
        },
        {
            "input": "Joan made sure to thank Susan for all the help she had recieved.",
            "output": [
                "she"
            ]
        },
        {
            "input": "Joan made sure to thank Susan for all the help she had given.",
            "output": [
                "she"
            ]
        },
        {
            "input": "Paul tried to call George on the phone, but he wasn't successful.",
            "output": [
                "he"
            ]
        },
        {
            "input": "Paul tried to call George on the phone, but he wasn't available.",
            "output": [
                "he"
            ]
        },
        {
            "input": "The lawyer asked the witness a question, but he was reluctant to repeat it.",
            "output": [
                "he"
            ]
        },
        {
            "input": "The lawyer asked the witness a question, but he was reluctant to answer it.",
            "output": [
                "he"
            ]
        },
        {
            "input": "The delivery truck zoomed by the school bus because it was going so fast.",
            "output": [
                "it"
            ]
        },
        {
            "input": "The delivery truck zoomed by the school bus because it was going so slow.",
            "output": [
                "it"
            ]
        },
        {
            "input": "Frank felt vindicated when his longtime rival Bill revealed that he was the winner of the competition.",
            "output": [
                "he"
            ]
        },
        {
            "input": "Frank felt crushed when his longtime rival Bill revealed that he was the winner of the competition.",
            "output": [
                "he"
            ]
        },
        {
            "input": "The man couldn't lift his son because he was so weak.",
            "output": [
                "he"
            ]
        },
        {
            "input": "The man couldn't lift his son because he was so heavy.",
            "output": [
                "he"
            ]
        },
        {
            "input": "The large ball crashed right through the table because it was made of steel.",
            "output": [
                "it"
            ]
        },
        {
            "input": "The large ball crashed right through the table because it was made of styrofoam.",
            "output": [
                "it"
            ]
        },
        {
            "input": "John couldn't see the stage with Billy in front of him because he is so short.",
            "output": [
                "he"
            ]
        },
        {
            "input": "John couldn't see the stage with Billy in front of him because he is so tall.",
            "output": [
                "he"
            ]
        },
        {
            "input": "Tom threw his schoolbag down to Ray after he reached the top of the stairs.",
            "output": [
                "he"
            ]
        },
        {
            "input": "Tom threw his schoolbag down to Ray after he reached the bottom of the stairs.",
            "output": [
                "he"
            ]
        },
        {
            "input": "Although they ran at about the same speed, Sue beat Sally because she had such a good start.",
            "output": [
                "she"
            ]
        },
        {
            "input": "Although they ran at about the same speed, Sue beat Sally because she had such a bad start.",
            "output": [
                "she"
            ]
        },
        {
            "input": "The sculpture rolled off the shelf because it wasn't anchored.",
            "output": [
                "it"
            ]
        },
        {
            "input": "The sculpture rolled off the shelf because it wasn't level.",
            "output": [
                "it"
            ]
        },
        {
            "input": "Sam's drawing was hung just above Tina's and it did look much better with another one below it.",
            "output": [
                "it"
            ]
        },
        {
            "input": "Sam's drawing was hung just above Tina's and it did look much better with another one above it.",
            "output": [
                "it"
            ]
        },
        {
            "input": "Anna did a lot better than her good friend Lucy on the test because she had studied so hard.",
            "output": [
                "she"
            ]
        },
        {
            "input": "Anna did a lot worse than her good friend Lucy on the test because she had studied so hard.",
            "output": [
                "she"
            ]
        },
        {
            "input": "The firemen arrived after the police because they were coming from so far away.",
            "output": [
                "they"
            ]
        },
        {
            "input": "The firemen arrived before the police because they were coming from so far away.",
            "output": [
                "they"
            ]
        },
        {
            "input": "Frank was upset with Tom because the toaster he had bought from him didn't work.",
            "output": [
                "he"
            ]
        },
        {
            "input": "Frank was upset with Tom because the toaster he had sold him didn't work.",
            "output": [
                "he"
            ]
        },
        {
            "input": "Jim yelled at Kevin because he was so upset.",
            "output": [
                "he"
            ]
        },
        {
            "input": "Jim comforted Kevin because he was so upset.",
            "output": [
                "he"
            ]
        },
        {
            "input": "The sack of potatoes had been placed above the bag of flour, so it had to be moved first.",
            "output": [
                "it"
            ]
        },
        {
            "input": "The sack of potatoes had been placed below the bag of flour, so it had to be moved first.",
            "output": [
                "it"
            ]
        },
        {
            "input": "Pete envies Martin although he is very successful.",
            "output": [
                "he"
            ]
        },
        {
            "input": "Pete envies Martin because he is very successful.",
            "output": [
                "he"
            ]
        },
        {
            "input": "The older students were bullying the younger ones, so we punished them .",
            "output": [
                "them"
            ]
        },
        {
            "input": "The older students were bullying the younger ones, so we rescued them .",
            "output": [
                "them"
            ]
        },
        {
            "input": "I poured water from the bottle into the cup until it was empty.",
            "output": [
                "it"
            ]
        },
        {
            "input": "I poured water from the bottle into the cup until it was full.",
            "output": [
                "it"
            ]
        },
        {
            "input": "Susan knows all about Ann's personal problems because she is nosy.",
            "output": [
                "she"
            ]
        },
        {
            "input": "Susan knows all about Ann's personal problems because she is indiscreet.",
            "output": [
                "she"
            ]
        },
        {
            "input": "Sid explained his theory to Mark but he couldn't convince him.",
            "output": [
                "he"
            ]
        },
        {
            "input": "Sid explained his theory to Mark but he couldn't understand him.",
            "output": [
                "he"
            ]
        },
        {
            "input": "Susan knew that Ann's son had been in a car accident, so she told her about it.",
            "output": [
                "she"
            ]
        },
        {
            "input": "Susan knew that Ann's son had been in a car accident, because she told her about it.",
            "output": [
                "she"
            ]
        },
        {
            "input": "Joe's uncle can still beat him at tennis, even though he is 30 years younger.",
            "output": [
                "he"
            ]
        },
        {
            "input": "Joe's uncle can still beat him at tennis, even though he is 30 years older.",
            "output": [
                "he"
            ]
        },
        {
            "input": "The painting in Mark's living room shows an oak tree. It is to the right of the bookcase.",
            "output": [
                "It"
            ]
        },
        {
            "input": "The painting in Mark's living room shows an oak tree. It is to the right of a house.",
            "output": [
                "It"
            ]
        },
        {
            "input": "There is a gap in the wall. You can see the garden through it .",
            "output": [
                "it"
            ]
        },
        {
            "input": "There is a gap in the wall. You can see the garden behind it .",
            "output": [
                "it"
            ]
        },
        {
            "input": "The drain is clogged with hair. It has to be cleaned.",
            "output": [
                "It"
            ]
        },
        {
            "input": "The drain is clogged with hair. It has to be removed.",
            "output": [
                "It"
            ]
        },
        {
            "input": "My meeting started at 4:00 and I needed to catch the train at 4:30, so there wasn't much time. Luckily, it was short, so it worked out.",
            "output": [
                "it"
            ]
        },
        {
            "input": "My meeting started at 4:00 and I needed to catch the train at 4:30, so there wasn't much time. Luckily, it was delayed, so it worked out.",
            "output": [
                "it"
            ]
        },
        {
            "input": "There is a pillar between me and the stage, and I can't see around it .",
            "output": [
                "it"
            ]
        },
        {
            "input": "There is a pillar between me and the stage, and I can't see it .",
            "output": [
                "it"
            ]
        },
        {
            "input": "They broadcast an announcement, but a subway came into the station and I couldn't hear it .",
            "output": [
                "it"
            ]
        },
        {
            "input": "They broadcast an announcement, but a subway came into the station and I couldn't hear over it .",
            "output": [
                "it"
            ]
        },
        {
            "input": "In the middle of the outdoor concert, the rain started falling, but it continued until 10.",
            "output": [
                "it"
            ]
        },
        {
            "input": "In the middle of the outdoor concert, the rain started falling, and it continued until 10.",
            "output": [
                "it"
            ]
        },
        {
            "input": "I used an old rag to clean the knife, and then I put it in the trash.",
            "output": [
                "it"
            ]
        },
        {
            "input": "I used an old rag to clean the knife, and then I put it in the drawer.",
            "output": [
                "it"
            ]
        },
        {
            "input": "Ann asked Mary what time the library closes, because she had forgotten.",
            "output": [
                "she"
            ]
        },
        {
            "input": "Ann asked Mary what time the library closes, but she had forgotten.",
            "output": [
                "she"
            ]
        },
        {
            "input": "I took the water bottle out of the backpack so that it would be handy.",
            "output": [
                "it"
            ]
        },
        {
            "input": "I took the water bottle out of the backpack so that it would be lighter.",
            "output": [
                "it"
            ]
        },
        {
            "input": "I couldn't put the pot on the shelf because it was too tall.",
            "output": [
                "it"
            ]
        },
        {
            "input": "I couldn't put the pot on the shelf because it was too high.",
            "output": [
                "it"
            ]
        },
        {
            "input": "I'm sure that my map will show this building; it is very good.",
            "output": [
                "it"
            ]
        },
        {
            "input": "I'm sure that my map will show this building; it is very famous.",
            "output": [
                "it"
            ]
        },
        {
            "input": "Bob paid for Charlie's college education. He is very generous.",
            "output": [
                "He"
            ]
        },
        {
            "input": "Bob paid for Charlie's college education. He is very grateful.",
            "output": [
                "He"
            ]
        },
        {
            "input": "Bob paid for Charlie's college education, but now Charlie acts as though it never happened. He is very hurt.",
            "output": [
                "He"
            ]
        },
        {
            "input": "Bob paid for Charlie's college education, but now Charlie acts as though it never happened. He is very ungrateful.",
            "output": [
                "He"
            ]
        },
        {
            "input": "Bob was playing cards with Adam and was way ahead. If Adam hadn't had a sudden run of good luck, he would have won.",
            "output": [
                "he"
            ]
        },
        {
            "input": "Bob was playing cards with Adam and was way ahead. If Adam hadn't had a sudden run of good luck, he would have lost.",
            "output": [
                "he"
            ]
        },
        {
            "input": "Adam can't leave work here until Bob arrives to replace him. If Bob had left home for work on time, he would be gone by this time.",
            "output": [
                "he"
            ]
        },
        {
            "input": "Adam can't leave work here until Bob arrives to replace him. If Bob had left home for work on time, he would be here by this time.",
            "output": [
                "he"
            ]
        },
        {
            "input": "If the con artist has succeeded in fooling Sam, he would have gotten a lot of money.",
            "output": [
                "he"
            ]
        },
        {
            "input": "If the con artist has succeeded in fooling Sam, he would have lost a lot of money.",
            "output": [
                "he"
            ]
        },
        {
            "input": "It was a summer afternoon, and the dog was sitting in the middle of the lawn. After a while, it got up and moved to a spot under the tree, because it was hot.",
            "output": [
                "it"
            ]
        },
        {
            "input": "It was a summer afternoon, and the dog was sitting in the middle of the lawn. After a while, it got up and moved to a spot under the tree, because it was cooler.",
            "output": [
                "it"
            ]
        },
        {
            "input": "The cat was lying by the mouse hole waiting for the mouse, but it was too impatient.",
            "output": [
                "it"
            ]
        },
        {
            "input": "The cat was lying by the mouse hole waiting for the mouse, but it was too cautious.",
            "output": [
                "it"
            ]
        },
        {
            "input": "Anne gave birth to a daughter last month. She is a very charming woman.",
            "output": [
                "She"
            ]
        },
        {
            "input": "Anne gave birth to a daughter last month. She is a very charming baby.",
            "output": [
                "She"
            ]
        },
        {
            "input": "Alice tried frantically to stop her daughter from chatting at the party, leaving us to wonder why she was behaving so strangely.",
            "output": [
                "she"
            ]
        },
        {
            "input": "Alice tried frantically to stop her daughter from barking at the party, leaving us to wonder why she was behaving so strangely.",
            "output": [
                "she"
            ]
        },
        {
            "input": "I saw Jim yelling at some guy in a military uniform with a huge red beard. I don't know why he was, but he looked very unhappy.",
            "output": [
                "he"
            ]
        },
        {
            "input": "I saw Jim yelling at some guy in a military uniform with a huge red beard. I don't know who he was, but he looked very unhappy.",
            "output": [
                "he"
            ]
        },
        {
            "input": "The fish ate the worm. It was hungry.",
            "output": [
                "It"
            ]
        },
        {
            "input": "The fish ate the worm. It was tasty.",
            "output": [
                "It"
            ]
        },
        {
            "input": "I was trying to open the lock with the key, but someone had filled the keyhole with chewing gum, and I couldn't get it in.",
            "output": [
                "it"
            ]
        },
        {
            "input": "I was trying to open the lock with the key, but someone had filled the keyhole with chewing gum, and I couldn't get it out.",
            "output": [
                "it"
            ]
        },
        {
            "input": "The dog chased the cat, which ran up a tree. It waited at the bottom.",
            "output": [
                "It"
            ]
        },
        {
            "input": "The dog chased the cat, which ran up a tree. It waited at the top.",
            "output": [
                "It"
            ]
        },
        {
            "input": "In the storm, the tree fell down and crashed through the roof of my house. Now, I have to get it removed.",
            "output": [
                "it"
            ]
        },
        {
            "input": "In the storm, the tree fell down and crashed through the roof of my house. Now, I have to get it repaired.",
            "output": [
                "it"
            ]
        },
        {
            "input": "The customer walked into the bank and stabbed one of the tellers. He was immediately taken to the police station.",
            "output": [
                "He"
            ]
        },
        {
            "input": "The customer walked into the bank and stabbed one of the tellers. He was immediately taken to the hospital.",
            "output": [
                "He"
            ]
        },
        {
            "input": "John was doing research in the library when he heard a man humming and whistling. He was very annoyed.",
            "output": [
                "He"
            ]
        },
        {
            "input": "John was doing research in the library when he heard a man humming and whistling. He was very annoying.",
            "output": [
                "He"
            ]
        },
        {
            "input": "John was jogging through the park when he saw a man juggling watermelons. He was very impressed.",
            "output": [
                "He"
            ]
        },
        {
            "input": "John was jogging through the park when he saw a man juggling watermelons. He was very impressive.",
            "output": [
                "He"
            ]
        },
        {
            "input": "Bob collapsed on the sidewalk. Soon he saw Carl coming to help. He was very ill.",
            "output": [
                "He"
            ]
        },
        {
            "input": "Bob collapsed on the sidewalk. Soon he saw Carl coming to help. He was very concerned.",
            "output": [
                "He"
            ]
        },
        {
            "input": "Sam and Amy are passionately in love, but Amy's parents are unhappy about it, because they are fifteen.",
            "output": [
                "they"
            ]
        },
        {
            "input": "Sam and Amy are passionately in love, but Amy's parents are unhappy about it, because they are snobs.",
            "output": [
                "they"
            ]
        },
        {
            "input": "Mark told Pete many lies about himself, which Pete included in his book. He should have been more truthful.",
            "output": [
                "He"
            ]
        },
        {
            "input": "Mark told Pete many lies about himself, which Pete included in his book. He should have been more skeptical.",
            "output": [
                "He"
            ]
        },
        {
            "input": "Joe has sold his house and bought a new one a few miles away. He will be moving out of it on Thursday.",
            "output": [
                "it"
            ]
        },
        {
            "input": "Joe has sold his house and bought a new one a few miles away. He will be moving into it on Thursday.",
            "output": [
                "it"
            ]
        },
        {
            "input": "Many people start to read Paul's books and can't put them down. They are gripped because Paul writes so well.",
            "output": [
                "They"
            ]
        },
        {
            "input": "Many people start to read Paul's books and can't put them down. They are popular because Paul writes so well.",
            "output": [
                "They"
            ]
        }
    ]
}