{
    "Contributors": [
        "Saianirud Reddy Nellore"
    ],
    "Source": [
        "https://huggingface.co/datasets/go_emotions"
    ],
    "Categories": [
        "Classification"
    ],
    "Definition": "In this task you are given a sentence and you have to detect the emotion that sentence is expressing. There will 5 categories of emotions which are anger, confusion, joy, sadness and neutral. Output 0 for anger, 1 for confusion, 2 for joy, 3 for sadness and 4 for neutral.",
    "Positive Examples": [
        {
            "input": "I KILL YOU SCUM.",
            "output": "0",
            "explanation": "The sentence expresses the emotion - anger by mentioning about killing someone. So, the output is 0."
        },
        {
            "input": "I read the Wikipedia and I'm even more confused now.",
            "output": "1",
            "explanation": "The sentence expresses the emotion - confusion by mentioning that the author is even more confused. So, the output is 1."
        },
        {
            "input": "I very happy with my character. I took my sweet ass time picking one that I liked.",
            "output": "2",
            "explanation": "The author states that he is very happy, which is an expression of joy. So, the output is 2."
        },
        {
            "input": "I was suffering a delirium flu during the phantom facemask game so it's all sorts of suffering for me.",
            "output": "3",
            "explanation": "The sentence expresses the emotion - sadness by mentioning about the suffering the author had. So, the output is 3."
        },
        {
            "input": "Those are some fine looking pills.",
            "output": "4",
            "explanation": "The sentence doesn't express any emotion as it is just a normal statement. So, the output is 4."
        }
    ],
    "Negative Examples": [
        {
            "input": "I enjoyed this TED talk.",
            "output": "0",
            "explanation": "The sentence expresses joy as it states the author enjoyed the TED talk. So, the output should be 2 instead of 0."
        },
        {
            "input": "I miss being practically jello as a kid",
            "output": "1",
            "explanation": "This sentence expresses sadness by mentioning about missing something. So, output 3 instead of 1."
        }
    ],
    "Instances": [
        {
            "input": "Sir the fuck down. This is an intervention, we need to talk.",
            "output": [
                "0"
            ]
        },
        {
            "input": "Just stop.",
            "output": [
                "0"
            ]
        },
        {
            "input": "Fuck no i wanna kill the living shit out of [NAME]",
            "output": [
                "0"
            ]
        },
        {
            "input": "Because people hate freedom",
            "output": [
                "0"
            ]
        },
        {
            "input": "Holy shit.",
            "output": [
                "0"
            ]
        },
        {
            "input": "Windbreakers, we're supposed to wear them when it's cold as apparently a joke to keep us warm 🙃 I hate doing drive ups now",
            "output": [
                "0"
            ]
        },
        {
            "input": "You have devoted yourself to this guy and he thinks you would be a bad mom. Fuuuuuuuck this guy. You deserve better.",
            "output": [
                "0"
            ]
        },
        {
            "input": "Oh for fuck's sake.",
            "output": [
                "0"
            ]
        },
        {
            "input": "If you just slam on the brakes and accommodate these assholes they usually don't even realize they've done anything wrong",
            "output": [
                "0"
            ]
        },
        {
            "input": "Oh damn, it's gonna hunt me down. ",
            "output": [
                "0"
            ]
        },
        {
            "input": "Oh I hate him even more now.",
            "output": [
                "0"
            ]
        },
        {
            "input": "How dare you assume my mortality! >:O",
            "output": [
                "0"
            ]
        },
        {
            "input": "Why the fuck are you smiling for? Fuck you.",
            "output": [
                "0"
            ]
        },
        {
            "input": "OMG BARF wtf is wrong with people?!",
            "output": [
                "0"
            ]
        },
        {
            "input": "I AM LITERALLY FREAKING THE FUCK OUT",
            "output": [
                "0"
            ]
        },
        {
            "input": "You will also be removed from a jury if you utter anything about it.",
            "output": [
                "0"
            ]
        },
        {
            "input": "[NAME] just ripped his jersey. He's frustrated as hell right now",
            "output": [
                "0"
            ]
        },
        {
            "input": "This is as subtle as the 2nd choice is the MP telling you to go and fuck yourself.",
            "output": [
                "0"
            ]
        },
        {
            "input": "My name is [NAME]. You killed my father, prepare to die.",
            "output": [
                "0"
            ]
        },
        {
            "input": "I arbitrarily hate poo-lice Get OUT OF MY POO",
            "output": [
                "0"
            ]
        },
        {
            "input": "WHY THE FUCK IS BAYLESS ISOING",
            "output": [
                "0"
            ]
        },
        {
            "input": "That's some bitchy whore",
            "output": [
                "0"
            ]
        },
        {
            "input": "Short answer, fuck no, don't ever fall for it. Don't make the same mistake Canada has.",
            "output": [
                "0"
            ]
        },
        {
            "input": "Kindly shut your pie hole.",
            "output": [
                "0"
            ]
        },
        {
            "input": "[NAME] is bae, how dare you.",
            "output": [
                "0"
            ]
        },
        {
            "input": "The fuck you call me!? A cunt!? Damn man, didn't know I meant so much to you, right in the feels.",
            "output": [
                "0"
            ]
        },
        {
            "input": "What the fuckkkkk burn itt",
            "output": [
                "0"
            ]
        },
        {
            "input": "Fuck that. Anyone who makes a career out of spreading bullshit to morons is worthless trash.",
            "output": [
                "0"
            ]
        },
        {
            "input": "The shipping container are my friends, damnit",
            "output": [
                "0"
            ]
        },
        {
            "input": "As The Pot Bro's always say. When the Cops ask you questions. Shut the fuck up.",
            "output": [
                "0"
            ]
        },
        {
            "input": "I must break you!",
            "output": [
                "0"
            ]
        },
        {
            "input": "they should just stop broadcasting road games",
            "output": [
                "0"
            ]
        },
        {
            "input": "He must really hate changing dies.",
            "output": [
                "0"
            ]
        },
        {
            "input": "fuck lacy evens, she has not been impressive at all",
            "output": [
                "0"
            ]
        },
        {
            "input": "*snerk* People like this kill me. Idiots.",
            "output": [
                "0"
            ]
        },
        {
            "input": "It's called a fullstop in England. My fucking immersion in this meme is ruined.",
            "output": [
                "0"
            ]
        },
        {
            "input": "No, this is not polyamory. It's assholery.",
            "output": [
                "0"
            ]
        },
        {
            "input": "Screw DBs swill, their creepy Children of God (cult) employees, and the traffic mess it creates on Rural in Tempe",
            "output": [
                "0"
            ]
        },
        {
            "input": "Sucks to suck",
            "output": [
                "0"
            ]
        },
        {
            "input": "Those subs ... wtf",
            "output": [
                "0"
            ]
        },
        {
            "input": "That is an exceedingly rare failure. I read an article about this guy. He was just stupid and stopped there.",
            "output": [
                "0"
            ]
        },
        {
            "input": "Hmm, I understand your frustration then",
            "output": [
                "0"
            ]
        },
        {
            "input": "... This is a stupid idea. One of the first things caught will be a wiki quote.",
            "output": [
                "0"
            ]
        },
        {
            "input": "I hate [NAME] but this dude has already lied to Congress. How can you believe anything he says",
            "output": [
                "0"
            ]
        },
        {
            "input": "Ugh, he sounds like a slob and you should leave him.",
            "output": [
                "0"
            ]
        },
        {
            "input": "was i replying to you, you fucking degenerate? off yourself ( in game ofc )",
            "output": [
                "0"
            ]
        },
        {
            "input": "You leave [NAME] the fuck alone.",
            "output": [
                "0"
            ]
        },
        {
            "input": "NOT THE [NAME] ALBUM LMAOOOO",
            "output": [
                "0"
            ]
        },
        {
            "input": "I can hear [NAME] now: \"Why don't I have a mic why don't I have a mic FUCK I need a mic\"",
            "output": [
                "0"
            ]
        },
        {
            "input": "I was, and it's not. He's mad that someone posts articles he disagrees with. Pathetic and his fury is deranged ",
            "output": [
                "0"
            ]
        },
        {
            "input": "This is a test, now YOU have to give away that gold. Your donor was a cruel benefactor. ",
            "output": [
                "0"
            ]
        },
        {
            "input": "That just shows how similar people can be in this kind of situation, demanding, rude, and can sometimes damage stuff without care",
            "output": [
                "0"
            ]
        },
        {
            "input": "Obligatory fuck the dodgers",
            "output": [
                "0"
            ]
        },
        {
            "input": "Wasn't there a video of the exact same dude kicking down a fucking tree????",
            "output": [
                "0"
            ]
        },
        {
            "input": "You crush them up",
            "output": [
                "0"
            ]
        },
        {
            "input": "r/vaxxhappened. Fuck you Jan.",
            "output": [
                "0"
            ]
        },
        {
            "input": "Get out of my head.",
            "output": [
                "0"
            ]
        },
        {
            "input": "\"Talk about vaccines again and your next shot will be from my gun... of crystals bathed in essential oils\"",
            "output": [
                "0"
            ]
        },
        {
            "input": "Children taken below decks by [NAME]. Get out now",
            "output": [
                "0"
            ]
        },
        {
            "input": "Which sucks, because it's a *bitch* to find replacements for those.",
            "output": [
                "0"
            ]
        },
        {
            "input": "Indifferent before leaving. Indifferent after. Although hasidic [NAME] are fucking mental.",
            "output": [
                "0"
            ]
        },
        {
            "input": "Its ok we all know you suck scrub.",
            "output": [
                "0"
            ]
        },
        {
            "input": "Screw them. We do what we have to do to get our kids to eat.",
            "output": [
                "0"
            ]
        },
        {
            "input": "Stop saying generic hating sentences!",
            "output": [
                "0"
            ]
        },
        {
            "input": "[NAME] damn, she must fuckin' STINK.",
            "output": [
                "0"
            ]
        },
        {
            "input": "What The actual fuck",
            "output": [
                "0"
            ]
        },
        {
            "input": "I hated him too, just keep watching. Every character has their own personal journey which is such an admirable aspect of this show.",
            "output": [
                "0"
            ]
        },
        {
            "input": "Fuuuuck. I am so angry that this can even happen.",
            "output": [
                "0"
            ]
        },
        {
            "input": "Fuck it; just marry everyone",
            "output": [
                "0"
            ]
        },
        {
            "input": "Who gives a shit. Stay in your fucking car.",
            "output": [
                "0"
            ]
        },
        {
            "input": "\"Oh, how DARE you discuss the disgustingly unhealthy and dangerous lifestyle I pursue!\" /s",
            "output": [
                "0"
            ]
        },
        {
            "input": "That's ignorant as all hell. Tell them to buy their own.",
            "output": [
                "0"
            ]
        },
        {
            "input": "All the people who got on at canning bridge station this morning and kept pushing and shoving each other like animals.",
            "output": [
                "0"
            ]
        },
        {
            "input": "Fuck daesh *",
            "output": [
                "0"
            ]
        },
        {
            "input": "BANG motherfucker!",
            "output": [
                "0"
            ]
        },
        {
            "input": "You're an animal, and you deserve all the shame/repercussions you get.",
            "output": [
                "0"
            ]
        },
        {
            "input": "I wanted to slap her when she told him she could have died and it would be his fault.",
            "output": [
                "0"
            ]
        },
        {
            "input": "You're a women hating racist. That's what you are. Stop talking shite and trying to pretend otherwise",
            "output": [
                "0"
            ]
        },
        {
            "input": "Go your own way, loser. ",
            "output": [
                "0"
            ]
        },
        {
            "input": "Are you implying that I can not determine guilt by seeing a person's skin color and tense smile, you fucking racist?",
            "output": [
                "0"
            ]
        },
        {
            "input": "Damn, even here in CA the gun haters almost invariably exempt law enforcement from their crusade.",
            "output": [
                "0"
            ]
        },
        {
            "input": "What a political whore Uncle [NAME] is!",
            "output": [
                "0"
            ]
        },
        {
            "input": "never, because I actually married someone I wanted to be with l, and didn't fucking betray their trust, unlike you arseholes ",
            "output": [
                "0"
            ]
        },
        {
            "input": "[NAME] is on fire!!!",
            "output": [
                "0"
            ]
        },
        {
            "input": "Stay away from her kids, [NAME]!",
            "output": [
                "0"
            ]
        },
        {
            "input": "Tell him he needs to go to rehab or he'll be kicked out.",
            "output": [
                "0"
            ]
        },
        {
            "input": "Uncle [NAME], you dirty old man.",
            "output": [
                "0"
            ]
        },
        {
            "input": "Meth is a hell of a drug.",
            "output": [
                "0"
            ]
        },
        {
            "input": "This is me today, I have to do a 1-2 MINUTE presentation and I'm freaking out about it",
            "output": [
                "0"
            ]
        },
        {
            "input": "I didn't like him before this, now I really don't like him. ",
            "output": [
                "0"
            ]
        },
        {
            "input": "People who WANT a border wall: idiots, racists.",
            "output": [
                "0"
            ]
        },
        {
            "input": "I'd also report to the post office... and next time these nasty neighbors come-give them the number to call and complain.",
            "output": [
                "0"
            ]
        },
        {
            "input": "[NAME] fucking [NAME] please no",
            "output": [
                "0"
            ]
        },
        {
            "input": "I hate everything about this.",
            "output": [
                "0"
            ]
        },
        {
            "input": "It's none of your business. Stay out of it.",
            "output": [
                "0"
            ]
        },
        {
            "input": "OH [NAME] I CAN'T TELL ANYMORE!",
            "output": [
                "0"
            ]
        },
        {
            "input": "All the centrist liberals in the comments are furious...",
            "output": [
                "0"
            ]
        },
        {
            "input": "You sick fuck it has heads and arms we can't eat that.",
            "output": [
                "0"
            ]
        },
        {
            "input": "i hate that it's over an interstate bridge so people traveling from the west from other states have to look at it edit* because it's fucking corny",
            "output": [
                "0"
            ]
        },
        {
            "input": "Really rude move to do that in the rest room though.",
            "output": [
                "0"
            ]
        },
        {
            "input": "Trash pick up vehicle driver. Uh.. a garbage man?",
            "output": [
                "1"
            ]
        },
        {
            "input": "On this sub I don't know whether to upvote or downvote",
            "output": [
                "1"
            ]
        },
        {
            "input": "Does that violate the NAP or not, hmm🤔",
            "output": [
                "1"
            ]
        },
        {
            "input": "I still don't get what the joke was supposed to be",
            "output": [
                "1"
            ]
        },
        {
            "input": "mayhaps (I do not know what you mean)",
            "output": [
                "1"
            ]
        },
        {
            "input": "We got some good sex scenes or is it blue balling BS?",
            "output": [
                "1"
            ]
        },
        {
            "input": "Ok but how is that a jerk he's not pushing anyone off their chair",
            "output": [
                "1"
            ]
        },
        {
            "input": "Happy to play then? It might hurt...",
            "output": [
                "1"
            ]
        },
        {
            "input": "I am not at all familiar with the gibbed audio extractor but I'd have to imagine those lines are in the Citadel DLC files.",
            "output": [
                "1"
            ]
        },
        {
            "input": "r/uk hates nationalism but likes the SNP. Not sure if hypocrisy or it's different people",
            "output": [
                "1"
            ]
        },
        {
            "input": "I lost it at \"wait, what did I do?\"",
            "output": [
                "1"
            ]
        },
        {
            "input": "See [NAME] this is the problem, I don't know if you're talking about cutting people in half or halving the population",
            "output": [
                "1"
            ]
        },
        {
            "input": "Every BP within cooeee of me is consistently 5-10 cents a liter higher than other options. Weird.",
            "output": [
                "1"
            ]
        },
        {
            "input": "You gonn give me one of dem?",
            "output": [
                "1"
            ]
        },
        {
            "input": "Who's [NAME]?",
            "output": [
                "1"
            ]
        },
        {
            "input": "I'm confused because her mom doesn't post anything bad, especially compared to her photos she took in prison. ",
            "output": [
                "1"
            ]
        },
        {
            "input": "Uh, you can't see the grille?",
            "output": [
                "1"
            ]
        },
        {
            "input": "I wasn't sure either. I'm 30 and my doctor has never said anything about getting retested or revaccinated.",
            "output": [
                "1"
            ]
        },
        {
            "input": "This definitely seems like medical advice is needed?",
            "output": [
                "1"
            ]
        },
        {
            "input": "Why? im not familar with the situation. This is the best Nebraska team in decades from what i can see",
            "output": [
                "1"
            ]
        },
        {
            "input": "Is this season 7? I don't remember it.",
            "output": [
                "1"
            ]
        },
        {
            "input": "Could you explain please? I understand each word, but not the sentence.",
            "output": [
                "1"
            ]
        },
        {
            "input": "She got more votes tho... If popular vote determined the winner, you wouldn't say this. You sound like you just hate [NAME] for... reasons?",
            "output": [
                "1"
            ]
        },
        {
            "input": "Did not know we were playing tonight",
            "output": [
                "1"
            ]
        },
        {
            "input": "[NAME]... why you do this?",
            "output": [
                "1"
            ]
        },
        {
            "input": "Not sure if this means solution or obtrusion.",
            "output": [
                "1"
            ]
        },
        {
            "input": "What do you mean if it's controlled?",
            "output": [
                "1"
            ]
        },
        {
            "input": "I don't know why anyone would willingly live in an HOA.",
            "output": [
                "1"
            ]
        },
        {
            "input": "Am I getting old or is that just really dumb?",
            "output": [
                "1"
            ]
        },
        {
            "input": "president [NAME], what should we do? shut. down. everything!",
            "output": [
                "1"
            ]
        },
        {
            "input": "That is either very bad or very good.",
            "output": [
                "1"
            ]
        },
        {
            "input": "This has been going on for months and bypass 2018 and now it is about to end.Actually I doubt it",
            "output": [
                "1"
            ]
        },
        {
            "input": "I'm still confused about what a ginch is",
            "output": [
                "1"
            ]
        },
        {
            "input": "Actually my biggest question is why people are working if they aren't getting paid",
            "output": [
                "1"
            ]
        },
        {
            "input": "Did he actually have anything planned or...",
            "output": [
                "1"
            ]
        },
        {
            "input": "I think it's a bit more complicated than that, it also would appear I may have been misunderstood.",
            "output": [
                "1"
            ]
        },
        {
            "input": "can't tell if trolling or retarded. i think both",
            "output": [
                "1"
            ]
        },
        {
            "input": "I still don't know what I want to be when I grow up.",
            "output": [
                "1"
            ]
        },
        {
            "input": "Why are you even visiting /r/Artifact if you hate the game so much?",
            "output": [
                "1"
            ]
        },
        {
            "input": "Even after reading all your posts, I still don't understand... 😑",
            "output": [
                "1"
            ]
        },
        {
            "input": "Ah I was confused which side you were on :P",
            "output": [
                "1"
            ]
        },
        {
            "input": "Really? I only remember the one in the movie (which did kinda weird me out)",
            "output": [
                "1"
            ]
        },
        {
            "input": "I don't know if that's a better or worse reason for wearing the arm band :(",
            "output": [
                "1"
            ]
        },
        {
            "input": "so what are we now? 4-1 in our last 5?",
            "output": [
                "1"
            ]
        },
        {
            "input": "HOW DID I NOT THINK OF THIS",
            "output": [
                "1"
            ]
        },
        {
            "input": "No Greece is full of poverty, I understand the confusion though ",
            "output": [
                "1"
            ]
        },
        {
            "input": "No, you said you think she deserves whatever she can afford. Can she afford housing?",
            "output": [
                "1"
            ]
        },
        {
            "input": "I'm clueless unless someone tells me straight up that they're into me. But this may just be me",
            "output": [
                "1"
            ]
        },
        {
            "input": "I don't know if I'm more disappointed in the driver or the pedestrians..",
            "output": [
                "1"
            ]
        },
        {
            "input": "I just don't get how so many people on this sub know that about the Dems but still manage to get taken in by the [NAME].",
            "output": [
                "1"
            ]
        },
        {
            "input": "Oh? Why'd it reply here not the comment? Did i mess something up?",
            "output": [
                "1"
            ]
        },
        {
            "input": "Why thank you :)",
            "output": [
                "1"
            ]
        },
        {
            "input": "So either the dog is sick or the owner has non-trivial mental illnesses.",
            "output": [
                "1"
            ]
        },
        {
            "input": "Wow and shes fine to screwed people up ?@ wow are you sure from this story though?! How did people add thos storey up ?!",
            "output": [
                "1"
            ]
        },
        {
            "input": "Your LPT is to save money by not buying cords but instead stealing them from work?",
            "output": [
                "1"
            ]
        },
        {
            "input": "I'm not sure if [NAME] is visiting the Podesta pizza party.",
            "output": [
                "1"
            ]
        },
        {
            "input": "Have you ever brought up your concern before? I understand if that is the only issue but if it doesn't change it could fester.",
            "output": [
                "1"
            ]
        },
        {
            "input": "Had no idea, they refused this type of deal in the past with other companies.",
            "output": [
                "1"
            ]
        },
        {
            "input": "Deadass? Shoook?? Come on [NAME], do you really talk like that? You sound dumb. ",
            "output": [
                "1"
            ]
        },
        {
            "input": "Not sure, what organization? How deep are you certified for? Most shops are PADI, but you can cross over easily.",
            "output": [
                "1"
            ]
        },
        {
            "input": "Probably right, I could have mixed up the years or just misremembering",
            "output": [
                "1"
            ]
        },
        {
            "input": "Child: Dad, what's science? Dad: I don't know son, we're republican.",
            "output": [
                "1"
            ]
        },
        {
            "input": "that's weird, I thought we already had too many outfielders? edit: this was a joke.",
            "output": [
                "1"
            ]
        },
        {
            "input": "I'll never understand how people make so many typos in posts that are meant to convey a serious, thoughtful message. ",
            "output": [
                "1"
            ]
        },
        {
            "input": "Would u rather the food go into the bin or be eaten by birds?",
            "output": [
                "1"
            ]
        },
        {
            "input": "I'm confused",
            "output": [
                "1"
            ]
        },
        {
            "input": "There's a lot like that though: I don't think so.",
            "output": [
                "1"
            ]
        },
        {
            "input": "Same thing as well! I don't know what is happening.",
            "output": [
                "1"
            ]
        },
        {
            "input": "Idk that looks like adobe gains to me..",
            "output": [
                "1"
            ]
        },
        {
            "input": "That, and truthers. Like, why? It just makes everything else she says seem suspect to the average person regardless of how sound it is.",
            "output": [
                "1"
            ]
        },
        {
            "input": "[NAME], but I'm not sure he is gonna be a piston for a long time.",
            "output": [
                "1"
            ]
        },
        {
            "input": "I'm not sure honestly. I think there's a fanmade audiobook but I've heard it's pretty bad. Sorry.",
            "output": [
                "1"
            ]
        },
        {
            "input": "Everyone calling you out but not if you're right",
            "output": [
                "1"
            ]
        },
        {
            "input": "Man I want AD but I love OG ::(( guess we gotta sacrifice eh...",
            "output": [
                "1"
            ]
        },
        {
            "input": "Well. I'm sick and slept through the game, that wasn't the result I expected to wake up to lmao. What happened?",
            "output": [
                "1"
            ]
        },
        {
            "input": "not sure why your rhetorical question got downvoted.",
            "output": [
                "1"
            ]
        },
        {
            "input": "I had no idea! The art style just seemed similar to me. Looks like I've got a new show to watch.",
            "output": [
                "1"
            ]
        },
        {
            "input": "It's selfish to not want to march with people who believe you're termites and [NAME] killers?",
            "output": [
                "1"
            ]
        },
        {
            "input": "Maybe they mean like older kid free? I'd contact the coordinator and ask them if your baby is okay.",
            "output": [
                "1"
            ]
        },
        {
            "input": "Srs I saw this post and I'm confused that this is considered a hack.",
            "output": [
                "1"
            ]
        },
        {
            "input": "why not get a innovative head coach? and not have your oc poached??",
            "output": [
                "1"
            ]
        },
        {
            "input": "Not sure what's cringe about this, even if you disagree with the political message",
            "output": [
                "1"
            ]
        },
        {
            "input": "What does FPTP have to do with the referendum?",
            "output": [
                "1"
            ]
        },
        {
            "input": "Is there something I'm missing here? I don't see the pun.",
            "output": [
                "1"
            ]
        },
        {
            "input": "Same. Sometimes when people ask me the number to something I sing this to them and only get confused looks :(",
            "output": [
                "1"
            ]
        },
        {
            "input": "I don't understand how college tuition has gone up 8 billion percent but Taco Bell still has a dollar menu...",
            "output": [
                "1"
            ]
        },
        {
            "input": "Yeah yikes I have no idea what happened there .... :(",
            "output": [
                "1"
            ]
        },
        {
            "input": "I'm not lol I haven't touched ranked yet Edit: I'm not sure if you're being sarcastic or what but I'm not",
            "output": [
                "1"
            ]
        },
        {
            "input": "Not possible? Not that I've heard of at least.",
            "output": [
                "1"
            ]
        },
        {
            "input": "That was jarring indeed. But why he wearing a mask?!?!?!",
            "output": [
                "1"
            ]
        },
        {
            "input": "I don't know what region you're in, but it's less than 6 dollars on the WnW website, Target, Walmart, and Amazon!",
            "output": [
                "1"
            ]
        },
        {
            "input": "Should I say (sent to all) after I say snap back to snap more?",
            "output": [
                "1"
            ]
        },
        {
            "input": "So what should I do?? I've been dating her for eight years and am confused on what to do please help me.",
            "output": [
                "1"
            ]
        },
        {
            "input": "Credit where credit is due.",
            "output": [
                "1"
            ]
        },
        {
            "input": "Yea man! Why does it always run out faster than shampoo from the same sized bottle?!",
            "output": [
                "1"
            ]
        },
        {
            "input": "I don't even remember what I was thinking.",
            "output": [
                "1"
            ]
        },
        {
            "input": "Did the goal light go off? Because the scoreboard changed on SN and TSN",
            "output": [
                "1"
            ]
        },
        {
            "input": "I saw these in a cart and I was so confused why the tennis balls were so small...then I noticed the word \"gum\".",
            "output": [
                "1"
            ]
        },
        {
            "input": "I don't really understand what they are even proposing or how realistic it is to implement. It just sounds like empty words.",
            "output": [
                "1"
            ]
        },
        {
            "input": "Are any other carriers better? I ask out of ignorance, but I was under the impression they all sucked",
            "output": [
                "1"
            ]
        },
        {
            "input": "Funny I'm on my second play through and this happens...",
            "output": [
                "2"
            ]
        },
        {
            "input": "Pleasure!:)",
            "output": [
                "2"
            ]
        },
        {
            "input": "Happy cake day !",
            "output": [
                "2"
            ]
        },
        {
            "input": "I prefer console and most of my friends play cod. I still enjoy gbs every year",
            "output": [
                "2"
            ]
        },
        {
            "input": "Oh my goodness, I'm so glad you were there too. You made his day suck a little less. ",
            "output": [
                "2"
            ]
        },
        {
            "input": "Welcome to the hype train. hahhaha",
            "output": [
                "2"
            ]
        },
        {
            "input": "I got $10 on Anzac Day as the guy won money and 2 x $5 tips that's all.",
            "output": [
                "2"
            ]
        },
        {
            "input": "its ok, glad i watched the show, i enjoyed it.",
            "output": [
                "2"
            ]
        },
        {
            "input": "Well, my upcoming adverts are going to be interesting!",
            "output": [
                "2"
            ]
        },
        {
            "input": "[NAME] IS SO HAPPY AND SO AM I!! Edit: [NAME] I see you, relax",
            "output": [
                "2"
            ]
        },
        {
            "input": "I fucking love New Years day with the Hawks playing in the Winter Classic",
            "output": [
                "2"
            ]
        },
        {
            "input": "Hahaha good point!",
            "output": [
                "2"
            ]
        },
        {
            "input": "Honestly I wouldn't mind. Glad he's still in the NHL. Poor [NAME] was playing in the KHL last I heard.",
            "output": [
                "2"
            ]
        },
        {
            "input": "OK sweaty, have fun in ur collapsing Union while I'm restoring the Empire xoxx",
            "output": [
                "2"
            ]
        },
        {
            "input": "It makes me feel good. Wholesome is a very subjective thing.",
            "output": [
                "2"
            ]
        },
        {
            "input": "my favourite kind of cookies.",
            "output": [
                "2"
            ]
        },
        {
            "input": "I'm so glad you're annoyed.",
            "output": [
                "2"
            ]
        },
        {
            "input": "Hey. As long as the person I help is better off than when I first saw them, I'm happy.",
            "output": [
                "2"
            ]
        },
        {
            "input": "I'm happy he made it and not [NAME]",
            "output": [
                "2"
            ]
        },
        {
            "input": "I think I'd take the long view - the good news is that at least she's not pregnant...",
            "output": [
                "2"
            ]
        },
        {
            "input": "When [NAME] like \"should we have an alien baby\" and [NAME] looked SO happy 😂💛",
            "output": [
                "2"
            ]
        },
        {
            "input": "The fact that the passenger gives a thumbs up drives me crazy",
            "output": [
                "2"
            ]
        },
        {
            "input": "Be happy because I won't be short anymore one day",
            "output": [
                "2"
            ]
        },
        {
            "input": "Royals can be prosecuted. Princess [NAME] was charged under the dangerous dogs act many years back the monarch enjoys sovereign immunity.",
            "output": [
                "2"
            ]
        },
        {
            "input": "Pointless but fun",
            "output": [
                "2"
            ]
        },
        {
            "input": "And then you got a little vacation from work too! :D",
            "output": [
                "2"
            ]
        },
        {
            "input": "Glad she's not living in a bubble then....",
            "output": [
                "2"
            ]
        },
        {
            "input": "This is my favorite wild memory",
            "output": [
                "2"
            ]
        },
        {
            "input": "Im glad to hear it !!!",
            "output": [
                "2"
            ]
        },
        {
            "input": "I watch it because I enjoy it",
            "output": [
                "2"
            ]
        },
        {
            "input": "Embrace the feels my friend. Glad you found happiness even if it is fleeting.",
            "output": [
                "2"
            ]
        },
        {
            "input": "Finally something nice",
            "output": [
                "2"
            ]
        },
        {
            "input": "Feels good to be a Nets fan right now",
            "output": [
                "2"
            ]
        },
        {
            "input": "i'm happy you were able to have a child! that's my biggest concern.",
            "output": [
                "2"
            ]
        },
        {
            "input": "Luckiest I've been is getting the toy I actually wanted from a McDonald's happy meal.",
            "output": [
                "2"
            ]
        },
        {
            "input": "I'm glad for that. Once that check comes in, I only have about $3000 to work with.",
            "output": [
                "2"
            ]
        },
        {
            "input": "Gratzy-Gratzy. You have a brought a great joy to this old Italian stereotype.",
            "output": [
                "2"
            ]
        },
        {
            "input": "I have his signature on my jersey. Lined up at Canadian Tire for it when I was younger. Happy retirement!",
            "output": [
                "2"
            ]
        },
        {
            "input": "She's just not that into you, that's what I think. You need to find an HL girlfriend and go have fun. ",
            "output": [
                "2"
            ]
        },
        {
            "input": "Happy one week anniversary",
            "output": [
                "2"
            ]
        },
        {
            "input": "So happy I bought a PC. If you're looking for a better experience across ALL games I suggest you do the same.",
            "output": [
                "2"
            ]
        },
        {
            "input": "Let us celebrate with a glass of kerbango.",
            "output": [
                "2"
            ]
        },
        {
            "input": "I'm two weeks in, hope your right, I'm loving the game right now",
            "output": [
                "2"
            ]
        },
        {
            "input": "Hell yeah. Enjoy your new bachelor life son!",
            "output": [
                "2"
            ]
        },
        {
            "input": "I'm on the receiving end of a breakup, and i'm not handling it well. So cheers from Germany!",
            "output": [
                "2"
            ]
        },
        {
            "input": "Happy cake day brother!",
            "output": [
                "2"
            ]
        },
        {
            "input": "I would be unfulfilled and unhappy. I enjoy meat, thankfully I own my own plot of land and can hunt on it at will.",
            "output": [
                "2"
            ]
        },
        {
            "input": "Now that you're saying it, it actually makes sense. I'll be really hurt, but if she makes him happy I can't stop him.",
            "output": [
                "2"
            ]
        },
        {
            "input": "Well glad she got out of the situation safely. I would much rather NOT have to investigate and know someone is safe.",
            "output": [
                "2"
            ]
        },
        {
            "input": "Ew yes I'm glad you brought that up.",
            "output": [
                "2"
            ]
        },
        {
            "input": "...it was a corgi, and that dog looked happy as hell.",
            "output": [
                "2"
            ]
        },
        {
            "input": "10/10 reading. I don't care if it happened this way or not. I was sufficiently entertained!",
            "output": [
                "2"
            ]
        },
        {
            "input": "Wrong on so many levels. Just sit back and watch it implode. It will hurt at first, but guarantee, you will have the last laugh. ",
            "output": [
                "2"
            ]
        },
        {
            "input": "Ignorance is bliss",
            "output": [
                "2"
            ]
        },
        {
            "input": "Who is bored? I happily entertain myself.",
            "output": [
                "2"
            ]
        },
        {
            "input": "That would be the greatest night ever!",
            "output": [
                "2"
            ]
        },
        {
            "input": "I'm not sure these guys are wingers, but other than that, I'm very happy so far",
            "output": [
                "2"
            ]
        },
        {
            "input": "I rate [NAME] highly, so this is good news.",
            "output": [
                "2"
            ]
        },
        {
            "input": "For fun!",
            "output": [
                "2"
            ]
        },
        {
            "input": "The real tips are always in the comments :D",
            "output": [
                "2"
            ]
        },
        {
            "input": "Lol! I'm glad you feel lucky because you are! Could you imagine dealing with the continuous flipping back and forth between desire and guilt? 😬",
            "output": [
                "2"
            ]
        },
        {
            "input": "I'm really enjoying Season 3 but this would ruin it for me.",
            "output": [
                "2"
            ]
        },
        {
            "input": "Except for \"fighting liberalism\". Happy cake day.",
            "output": [
                "2"
            ]
        },
        {
            "input": "[NAME] blows. Be happy she's gone",
            "output": [
                "2"
            ]
        },
        {
            "input": "I'm happy that you got the [NAME] back, some people just don't have respect for others and think that they and their kids deserve everything",
            "output": [
                "2"
            ]
        },
        {
            "input": "I'm happy to hear all that.",
            "output": [
                "2"
            ]
        },
        {
            "input": "Always a pleasure to have our board of directors pay us a little visit.",
            "output": [
                "2"
            ]
        },
        {
            "input": "So so happy, more than you believe ",
            "output": [
                "2"
            ]
        },
        {
            "input": "All good brother",
            "output": [
                "2"
            ]
        },
        {
            "input": "The happiest of birthdays to you, [NAME]!",
            "output": [
                "2"
            ]
        },
        {
            "input": "The title made me laugh so much after reading this. Glad things are going great with your wife. Many more happy years to you three (:",
            "output": [
                "2"
            ]
        },
        {
            "input": "I was in Buckhead waiting to celebrate in the streets. Ugh. [NAME] freakin [NAME].",
            "output": [
                "2"
            ]
        },
        {
            "input": "[NAME] damn, that is the kind of biting commentary I enjoy.",
            "output": [
                "2"
            ]
        },
        {
            "input": "Hooray for the cancer! /s",
            "output": [
                "2"
            ]
        },
        {
            "input": "Someone get fat boy [NAME] a happy meal.",
            "output": [
                "2"
            ]
        },
        {
            "input": "We're all [NAME] fans in our hearts",
            "output": [
                "2"
            ]
        },
        {
            "input": "But what if that's the only job I would enjoy?",
            "output": [
                "2"
            ]
        },
        {
            "input": "Aye but happy cake day mate.",
            "output": [
                "2"
            ]
        },
        {
            "input": "Congratulations, go for a beer and watch a Leaf game on Saturday! HNIC.",
            "output": [
                "2"
            ]
        },
        {
            "input": "Finally, one win for the war on drugs!",
            "output": [
                "2"
            ]
        },
        {
            "input": "Cancel as soon as you can it's far more enjoyable!!!!",
            "output": [
                "2"
            ]
        },
        {
            "input": "Wow i've sat like all of those",
            "output": [
                "2"
            ]
        },
        {
            "input": "Luckily he is not.",
            "output": [
                "2"
            ]
        },
        {
            "input": "I'm so happy this whole group of lines was poster. It made my day...",
            "output": [
                "2"
            ]
        },
        {
            "input": "happy cake day!",
            "output": [
                "2"
            ]
        },
        {
            "input": "*Hey just noticed..* it's your **8th Cakeday** jama211! ^(hug)",
            "output": [
                "2"
            ]
        },
        {
            "input": "The kind you enjoy & can fully devote yourself to.",
            "output": [
                "2"
            ]
        },
        {
            "input": "That should be fun. I may have call in sick tomorrow. Lots of Bournemouth fans including my boss.",
            "output": [
                "2"
            ]
        },
        {
            "input": "That's crazy. Glad you got your money back though!",
            "output": [
                "2"
            ]
        },
        {
            "input": "I am so so happy for you. <3",
            "output": [
                "2"
            ]
        },
        {
            "input": "Happy Cake day.",
            "output": [
                "2"
            ]
        },
        {
            "input": "The [NAME] are all laughing at each other. They are divided. We need to strike them down while they are weak.",
            "output": [
                "2"
            ]
        },
        {
            "input": "Mate just go out and get yourself a steak dinner, you will enjoy it much more than Artifact.",
            "output": [
                "2"
            ]
        },
        {
            "input": "The app trio is the only thing worthwhile there. Won ton tacos +boneless wings + spinach dip and I'm a happy camper.",
            "output": [
                "2"
            ]
        },
        {
            "input": "okay, enjoy living in ignorance and hatred",
            "output": [
                "2"
            ]
        },
        {
            "input": "Sometimes I just go on the YouTube video for any song older than like 20 years and these comments never disappoint",
            "output": [
                "2"
            ]
        },
        {
            "input": "Luckily my wages are rising faster to compensate. Oh wait...",
            "output": [
                "2"
            ]
        },
        {
            "input": "Somebody reverse this please I would be so happy.",
            "output": [
                "2"
            ]
        },
        {
            "input": "I like how they roll",
            "output": [
                "2"
            ]
        },
        {
            "input": "Damn! A 4-pack! That's awesome.",
            "output": [
                "2"
            ]
        },
        {
            "input": "I'm so sorry to hear that! 😂😂😂",
            "output": [
                "3"
            ]
        },
        {
            "input": "I'm at job that is effecting my mental health, and I'm not sure if I should be up front.",
            "output": [
                "3"
            ]
        },
        {
            "input": "As a fellow browns fan, unfortunate enough to be born into a browns family and in ohio... Hello sharer of a lifetime of heartbreak.",
            "output": [
                "3"
            ]
        },
        {
            "input": "this video makes me sad",
            "output": [
                "3"
            ]
        },
        {
            "input": "The one that is a sentient being; the one that's most affected.",
            "output": [
                "3"
            ]
        },
        {
            "input": "No, they couldn't hav- They shouldn't have. uh...this makes me feel sick 🤕 ",
            "output": [
                "3"
            ]
        },
        {
            "input": "i'm running, hiding & avoiding this man. poor girl. her story is a sad one ",
            "output": [
                "3"
            ]
        },
        {
            "input": "Due to work, gotta stay legal. Edibles aren't legal yet sadly. Fortunately not taking it for cancer though, just pain.",
            "output": [
                "3"
            ]
        },
        {
            "input": "I mean she's barely into college so she's only maybe 18-20 but to be this oblivious is pretty sad.",
            "output": [
                "3"
            ]
        },
        {
            "input": "Aquaria just lost her shit when the Cup Toss challenge went awry",
            "output": [
                "3"
            ]
        },
        {
            "input": "And those poor kids are still paying for it. And we have actual grown adults that are bullying them even today.",
            "output": [
                "3"
            ]
        },
        {
            "input": "Sad/Sweet for her to put in the effort to fake it!",
            "output": [
                "3"
            ]
        },
        {
            "input": "Since I was a kid I knew I preferred funny, smart, interesting girls to conventionally attractive ones. Really tore me up the feeling wasn't mutual.",
            "output": [
                "3"
            ]
        },
        {
            "input": "The sad thing is that most of them are gone the next election anyway.",
            "output": [
                "3"
            ]
        },
        {
            "input": "Trust me, if its a person you have feelings for and she/ he just wants your body, thats really painful.",
            "output": [
                "3"
            ]
        },
        {
            "input": "I've had sleep paralysis once and it is really bad.",
            "output": [
                "3"
            ]
        },
        {
            "input": "I've been hurt too many times for it all to have been for nothing",
            "output": [
                "3"
            ]
        },
        {
            "input": "I still miss the north hills bottom dollar :(",
            "output": [
                "3"
            ]
        },
        {
            "input": "That was painful to read.",
            "output": [
                "3"
            ]
        },
        {
            "input": "I had so many avatars named after Star Wars characters on Millsbury. I miss it 😭😭😭",
            "output": [
                "3"
            ]
        },
        {
            "input": "I miss him...",
            "output": [
                "3"
            ]
        },
        {
            "input": "[RELIGION] is what produces these people, there are plenty of them and a beheading has even occured in the streets of LONDON.",
            "output": [
                "3"
            ]
        },
        {
            "input": "It is sad they didn't have a 4k highspeed camera running on this... I feel like the world lost an amazing possibility",
            "output": [
                "3"
            ]
        },
        {
            "input": "This is the saddest thing I've seen today",
            "output": [
                "3"
            ]
        },
        {
            "input": "I'm getting old. :/",
            "output": [
                "3"
            ]
        },
        {
            "input": "Yes, very sad but that's the reality of competitive online gaming right now",
            "output": [
                "3"
            ]
        },
        {
            "input": "It just so happened that PD, sick kids , and family emergencies all happened to overlap between all my coworkers leaving me all alone. ",
            "output": [
                "3"
            ]
        },
        {
            "input": "And the human babies - don't forget them! Totally wicked! Sad!",
            "output": [
                "3"
            ]
        },
        {
            "input": "I'm sad that I gave that shit article a page view.",
            "output": [
                "3"
            ]
        },
        {
            "input": "I had to mute cause the sound was making me cry.",
            "output": [
                "3"
            ]
        },
        {
            "input": "Kid looks like he's about to cry",
            "output": [
                "3"
            ]
        },
        {
            "input": "It's sad that nearly everything seems ok as long as [NAME] told you to do it.",
            "output": [
                "3"
            ]
        },
        {
            "input": "[NAME] i feel personally attacked",
            "output": [
                "3"
            ]
        },
        {
            "input": "It depresses me that the Carousel revamp has been a popular answer. Thats not a change, that a sliding scale adjustment.",
            "output": [
                "3"
            ]
        },
        {
            "input": "I hope you survive this. Losing a friend is a heavy loss",
            "output": [
                "3"
            ]
        },
        {
            "input": "That guy is gonna regret losing you the rest of his life. You know why i know this? Because i am him 30 years ago.",
            "output": [
                "3"
            ]
        },
        {
            "input": "you are correct, but now it is over. and i cry",
            "output": [
                "3"
            ]
        },
        {
            "input": "Oh man... my grandparents on both sides of the family have passed away and it was tough... we're here for you",
            "output": [
                "3"
            ]
        },
        {
            "input": "Totally fair. I would be sad in your situation. :( I hope you find it. You're not wrong to want those things!",
            "output": [
                "3"
            ]
        },
        {
            "input": "ahah I hadn't even thought of it until the scenario I mentioned above, so dont feel too bad.",
            "output": [
                "3"
            ]
        },
        {
            "input": "Broke and jealous",
            "output": [
                "3"
            ]
        },
        {
            "input": "Sounds pretty typical from Toyota really. Been hearing the same story from too many people. Sad really because they were always the best.",
            "output": [
                "3"
            ]
        },
        {
            "input": "I'm so sorry",
            "output": [
                "3"
            ]
        },
        {
            "input": "sorry [NAME]! 😘😘😘",
            "output": [
                "3"
            ]
        },
        {
            "input": "Sorry to hear that was all it got :/",
            "output": [
                "3"
            ]
        },
        {
            "input": "I know! Or close the door of the room where the baby is sleeping? It's too sad for the poor thing to be locked inside.",
            "output": [
                "3"
            ]
        },
        {
            "input": "And..the reality of it hurts",
            "output": [
                "3"
            ]
        },
        {
            "input": "I still think he should have been the first goalie in the 2014 World Cup. But alas that injury ruined everything.",
            "output": [
                "3"
            ]
        },
        {
            "input": "Shit's going down in Zim. 6 people killed yesterday by army and over 200 arrested.",
            "output": [
                "3"
            ]
        },
        {
            "input": "i'm sorry i don't have the box with me",
            "output": [
                "3"
            ]
        },
        {
            "input": "Beautiful yet sad that his relationship ended in ‘45 the same way most of mine do...with cheating",
            "output": [
                "3"
            ]
        },
        {
            "input": "I'm sorry friend. I actually used to be pretty good with this but I'm constantly getting worse.",
            "output": [
                "3"
            ]
        },
        {
            "input": "as much as I could tolerate - sadly I gave you a view.",
            "output": [
                "3"
            ]
        },
        {
            "input": "I can't translate /s to Texan speak well and forgot so my apologies y'all :)",
            "output": [
                "3"
            ]
        },
        {
            "input": "One day I was really desperate and tried putting warming balms that are intended for sore muscles on my lower tummy and it helps so much!",
            "output": [
                "3"
            ]
        },
        {
            "input": "I hope [NAME] does get a new devil trigger. I'm sorry but seeing the same one repeatedly has gotten old.",
            "output": [
                "3"
            ]
        },
        {
            "input": "This makes me wanna die",
            "output": [
                "3"
            ]
        },
        {
            "input": "[NAME]? Yeah, that one hurts.",
            "output": [
                "3"
            ]
        },
        {
            "input": "My wife with BPD hasn't even kissed me in over a year. Get used to it if you're sticking around.",
            "output": [
                "3"
            ]
        },
        {
            "input": "Wimbledon's instagram posted about [NAME] and his relationship with the Open and I ended up crying. Not ready for him to hang it up",
            "output": [
                "3"
            ]
        },
        {
            "input": "I never used the word mean. Chill. I said weak and it is. Its sad aswell.",
            "output": [
                "3"
            ]
        },
        {
            "input": "The part where he carries her to the car had me howling! Poor guy was stumbling with the weight he obviously couldn't handle",
            "output": [
                "3"
            ]
        },
        {
            "input": "Grandmother got into an accident many years ago, and walked away with broken ribs.... it took her a couple years before she found out",
            "output": [
                "3"
            ]
        },
        {
            "input": "This made me incredibly happy and incredibly sad. Sometimes this universe robs us of the wrong people.",
            "output": [
                "3"
            ]
        },
        {
            "input": "It usually comes out after people catch me dissociating.",
            "output": [
                "3"
            ]
        },
        {
            "input": "i miss this show so much",
            "output": [
                "3"
            ]
        },
        {
            "input": "I am sorry but you have to accept your reality. Thare ain't nobody here who can help you on this problem. Just call 병무청 ASAP",
            "output": [
                "3"
            ]
        },
        {
            "input": "Ahem. There are those who think that life Has nothing left to chance A host of holy horrors To direct our aimless dance",
            "output": [
                "3"
            ]
        },
        {
            "input": "Yeah, I was very sad to read that!",
            "output": [
                "3"
            ]
        },
        {
            "input": "You are one pathetic human being.",
            "output": [
                "3"
            ]
        },
        {
            "input": "I tip my invisible hat anytime I drive past this dealership. What an unfortunate surname.",
            "output": [
                "3"
            ]
        },
        {
            "input": "Spent time with them. Argue with them. Laugh with them. Cry with them. We all get lonely when we are old.",
            "output": [
                "3"
            ]
        },
        {
            "input": "If I died I've always wondered who will be at my funeral. I imagine only my mom. Maybe one of these days I'll find out.",
            "output": [
                "3"
            ]
        },
        {
            "input": "I once looked at the I-95 and was hospitalised for weeks.",
            "output": [
                "3"
            ]
        },
        {
            "input": "You look like a failed attempt to gene splice [NAME] and [NAME] DNA",
            "output": [
                "3"
            ]
        },
        {
            "input": "That is incredibly disheartening.",
            "output": [
                "3"
            ]
        },
        {
            "input": "BREAKING NEWS, local bartender found chained up in drunks basement!",
            "output": [
                "3"
            ]
        },
        {
            "input": "No it's propaganda we because r/politics only presents info, true or (usually) or otherwise info that is designed to hurts conservatives and help liberals. Propaganda",
            "output": [
                "3"
            ]
        },
        {
            "input": "I miss the Scottish [NAME].",
            "output": [
                "3"
            ]
        },
        {
            "input": "I'm so sorry that your partner doesn't understand that you no longer want to put hormones in your body.",
            "output": [
                "3"
            ]
        },
        {
            "input": "Sadly they aren't in control. [NAME] is and he'll always do the worst possible thing.",
            "output": [
                "3"
            ]
        },
        {
            "input": "can I use I can't believe it's not butter because my boyfie doesn't make over 20k :(",
            "output": [
                "3"
            ]
        },
        {
            "input": "That is so beautiful. It makes my heart hurt that humans can be cruel to animals when they're aware of having so much emotion.",
            "output": [
                "3"
            ]
        },
        {
            "input": "Ok. Progress. Not only I presented more facts, I also asked some questions. Still unanswered, sadly. ",
            "output": [
                "3"
            ]
        },
        {
            "input": "The fact half the level has no fucking music is a real pain.",
            "output": [
                "3"
            ]
        },
        {
            "input": "I was so sad when they took SG1 off of Netflix. I guess it's on Prime now? I need to rewatch that show.",
            "output": [
                "3"
            ]
        },
        {
            "input": "Mental illness. Operation on 7 people in a manic state . Four of them died. All his money was gone and his rich friends abandoned him.",
            "output": [
                "3"
            ]
        },
        {
            "input": "That would be really rough. However she is so incompetent I wouldn't be surprised if she self immolates",
            "output": [
                "3"
            ]
        },
        {
            "input": "Maybe you were depressed because your place was a mess.",
            "output": [
                "3"
            ]
        },
        {
            "input": "Absolutely. It's exhausting.",
            "output": [
                "3"
            ]
        },
        {
            "input": "Say it louder! I'm sick of these leeches, too.",
            "output": [
                "3"
            ]
        },
        {
            "input": "I'm too poor to watch this 🙈😂",
            "output": [
                "3"
            ]
        },
        {
            "input": "So many of Pokimane's fans are creepy 30+ year olds. I feel so bad for her.",
            "output": [
                "3"
            ]
        },
        {
            "input": "Imagine being born in 1987 and not having been invited to a party since your friend's birthday party in 1999 though :(",
            "output": [
                "3"
            ]
        },
        {
            "input": "My condolences.",
            "output": [
                "3"
            ]
        },
        {
            "input": "I am so sorry that happened to you.",
            "output": [
                "3"
            ]
        },
        {
            "input": "I'll miss [NAME]",
            "output": [
                "3"
            ]
        },
        {
            "input": "But still, crying \"castrate all pedophiles\" because they could be potential rapists is like crying \"kill all men, they are all potential rapists.\" ",
            "output": [
                "3"
            ]
        },
        {
            "input": "I'm missing something",
            "output": [
                "3"
            ]
        },
        {
            "input": "Sorry man [NAME] doesnt care about hard working [NAME]. Sad",
            "output": [
                "3"
            ]
        },
        {
            "input": "Updooted like the filthy animal I am.",
            "output": [
                "4"
            ]
        },
        {
            "input": "[NAME] and [NAME] at crunch time. I must be dreaming!",
            "output": [
                "4"
            ]
        },
        {
            "input": "[NAME] will find his form again. I'm keen to see him link up with [NAME]",
            "output": [
                "4"
            ]
        },
        {
            "input": "FOR THE PEOPLE",
            "output": [
                "4"
            ]
        },
        {
            "input": "Come on curry",
            "output": [
                "4"
            ]
        },
        {
            "input": "Running. That's all. And then I hurt a major tendon.",
            "output": [
                "4"
            ]
        },
        {
            "input": "just a peep from /r/leagueoflegends here with some popcorn",
            "output": [
                "4"
            ]
        },
        {
            "input": "\"Siri. Call Delivery.\"",
            "output": [
                "4"
            ]
        },
        {
            "input": "Your gender doesn't really affect my opinion. Guys on dating apps might be patient for 5 dates but they aren't waiting for marriage",
            "output": [
                "4"
            ]
        },
        {
            "input": "I'm shaking rn",
            "output": [
                "4"
            ]
        },
        {
            "input": "It's far too busy",
            "output": [
                "4"
            ]
        },
        {
            "input": "*The Panic Virus* by [NAME] is a really interesting, well-researched book about the rise of the anti-vax movement.",
            "output": [
                "4"
            ]
        },
        {
            "input": "we're ok buddy!",
            "output": [
                "4"
            ]
        },
        {
            "input": "2nd Intermission question: whose football team is in the playoffs Rn? How about them Seattle Seahawks!!",
            "output": [
                "4"
            ]
        },
        {
            "input": "They just made an ad that made men out to be some sort of deranged sub-human, incapable of understanding right and wrong",
            "output": [
                "4"
            ]
        },
        {
            "input": "Enjoy the downvotes",
            "output": [
                "4"
            ]
        },
        {
            "input": "For those interested, Three Arrows has a great video debunking the \"[NAME] were leftists\" lie.",
            "output": [
                "4"
            ]
        },
        {
            "input": "never had a problem with the way my cannabis only joints burn, so no need to add anything",
            "output": [
                "4"
            ]
        },
        {
            "input": "THAT FEELING WHEN YOU DISCOVER THE GOP CAN'T MEME",
            "output": [
                "4"
            ]
        },
        {
            "input": "ROLL THE DICE",
            "output": [
                "4"
            ]
        },
        {
            "input": "You have no idea what you're talking about.",
            "output": [
                "4"
            ]
        },
        {
            "input": "Attention Bajoran Workers: Your videos our now ours.",
            "output": [
                "4"
            ]
        },
        {
            "input": "Found the kid that throws everybody else's ball by the tail!",
            "output": [
                "4"
            ]
        },
        {
            "input": "Because that sub is for VLs.",
            "output": [
                "4"
            ]
        },
        {
            "input": "is it dangerous to take a quick photo while stopped at a red light",
            "output": [
                "4"
            ]
        },
        {
            "input": ">the MESSAGE in the ad is absolutely positive (obviously), Are you sure that you understand the meaning of \"obviously\"?",
            "output": [
                "4"
            ]
        },
        {
            "input": "I know my imaginary 2 year old knows about the theories of [NAME].",
            "output": [
                "4"
            ]
        },
        {
            "input": "We don't need another 5'8 slot receiver with good college production.... See [NAME] and [NAME].",
            "output": [
                "4"
            ]
        },
        {
            "input": "All the smut at Target makes me cringe. That, and the very clearly politically-charged children's books.",
            "output": [
                "4"
            ]
        },
        {
            "input": "These were the naughty children! HO HO HO!",
            "output": [
                "4"
            ]
        },
        {
            "input": "I had a 2 litre bottle. It went flat before I opened it, nearly wept.",
            "output": [
                "4"
            ]
        },
        {
            "input": "break them. join the fight, stop fighting against the fight.",
            "output": [
                "4"
            ]
        },
        {
            "input": "Yikes, not good. If you can afford it I suggest getting out of dodge as quick as you can.",
            "output": [
                "4"
            ]
        },
        {
            "input": "luckily she's getting a new one soon for Chinise event!",
            "output": [
                "4"
            ]
        },
        {
            "input": "Depends how big it is. This print probably took at about an hour and 15 mins. 2 hours at most.",
            "output": [
                "4"
            ]
        },
        {
            "input": "Yet when you decided to fish for validation by sending someone nudes, you chose the masculine, handsome, man.",
            "output": [
                "4"
            ]
        },
        {
            "input": "That's not true*",
            "output": [
                "4"
            ]
        },
        {
            "input": "My saving grace: \"Since we have an odd number of students, is there anyone who'd prefer to work alone for this project?\"",
            "output": [
                "4"
            ]
        },
        {
            "input": "Refreshingly low upvote/downvote ratio.",
            "output": [
                "4"
            ]
        },
        {
            "input": "I can tell you thought this damp squib was an absolute dinger.",
            "output": [
                "4"
            ]
        },
        {
            "input": "[NAME], the LAPD chief who created it, was a notorious racist who is responsible for mass mistrust between the LA cops and nonwhite residents.",
            "output": [
                "4"
            ]
        },
        {
            "input": "And in some aren't permitted outside the home without a lawful, legitimate purpose.",
            "output": [
                "4"
            ]
        },
        {
            "input": "Currently sure, but the idea is to have a group of educated [NAME] ready to steer the inevitable civil unrest that Capitalism will bring, towards Socialism.",
            "output": [
                "4"
            ]
        },
        {
            "input": "i did not and i would have voiced my opposition at the meeting if i had.",
            "output": [
                "4"
            ]
        },
        {
            "input": "That guy at the start with the hat reminds me of [NAME]",
            "output": [
                "4"
            ]
        },
        {
            "input": "What a comeback! I was jumping around the living room the last few minutes",
            "output": [
                "4"
            ]
        },
        {
            "input": "The fix is in.. to convenient.",
            "output": [
                "4"
            ]
        },
        {
            "input": "Breach of contract penalties that are probably 10x what even the biggest stars are making off this show.",
            "output": [
                "4"
            ]
        },
        {
            "input": "They could tag this for all of their videos. They are all gifts we do not deserve.",
            "output": [
                "4"
            ]
        },
        {
            "input": "That's really not that long ago given his age and this sort of thing is more than controversial.",
            "output": [
                "4"
            ]
        },
        {
            "input": "No, cause the number of games and mins he's played to get those points is a joke.",
            "output": [
                "4"
            ]
        },
        {
            "input": "Bro, you SHOULD be thankful for [NAME] 😂😂 if it wasnt for them nobody would know who you guys are ",
            "output": [
                "4"
            ]
        },
        {
            "input": "Bro, it's only game, why you heff to be mad?",
            "output": [
                "4"
            ]
        },
        {
            "input": "You're thinking of [NAME]. [NAME] been a senator since 2009 and is up for reelection in 2020",
            "output": [
                "4"
            ]
        },
        {
            "input": "That Facebook post was too loud.",
            "output": [
                "4"
            ]
        },
        {
            "input": "Ironically it's [NAME] and his family that are the whiny crybabies in this case based on your criteria",
            "output": [
                "4"
            ]
        },
        {
            "input": "Ay troop, that's 2-Fury not blue falcons...",
            "output": [
                "4"
            ]
        },
        {
            "input": "I didn't come out [of my mother] drawing [goshdarn] [NAME]",
            "output": [
                "4"
            ]
        },
        {
            "input": "No one actually claims that [NAME] and [NAME] were real people.",
            "output": [
                "4"
            ]
        },
        {
            "input": "Progressives Warn Against [NAME] Trying To Get Elected In A Sharply Divided Nation",
            "output": [
                "4"
            ]
        },
        {
            "input": "Love me some incel gammer rage, pure gold",
            "output": [
                "4"
            ]
        },
        {
            "input": "They sure look the part...",
            "output": [
                "4"
            ]
        },
        {
            "input": "So you think ohh should text him now and ask about the date?",
            "output": [
                "4"
            ]
        },
        {
            "input": "Iowa side is better! Lol",
            "output": [
                "4"
            ]
        },
        {
            "input": "Keep turning a blind eye to the truth. It unnatural.",
            "output": [
                "4"
            ]
        },
        {
            "input": "[NAME] was injured going into that game and then ultimately left in the second half after suffering another injury",
            "output": [
                "4"
            ]
        },
        {
            "input": "Pennsylvania here, I've been doing this since I was a kid.",
            "output": [
                "4"
            ]
        },
        {
            "input": "Wow so he cheated shes going to manipulate and use him because she can send him back whenever she wants. [NAME] 2.0",
            "output": [
                "4"
            ]
        },
        {
            "input": "LETS GO WE SACRAFICED ALL THOSE OPEN THREES FOR [NAME] [NAME] TO HIT THE CLUTCH THREE",
            "output": [
                "4"
            ]
        },
        {
            "input": "That's fair.",
            "output": [
                "4"
            ]
        },
        {
            "input": "Devastating and true.",
            "output": [
                "4"
            ]
        },
        {
            "input": "A K9 unit was killed in Duluth, MN yesterday. The handler was shot as well, but survived. It was a domestic.",
            "output": [
                "4"
            ]
        },
        {
            "input": "when my friend introduced me to [NAME] i was only 7 or 8",
            "output": [
                "4"
            ]
        },
        {
            "input": "the Browns called. They would be happy to help you end your career",
            "output": [
                "4"
            ]
        },
        {
            "input": "I believe I have just sent you an invite",
            "output": [
                "4"
            ]
        },
        {
            "input": "Today I'm going to show you how to get salmonella with one easy step",
            "output": [
                "4"
            ]
        },
        {
            "input": "You mean [NAME]?",
            "output": [
                "4"
            ]
        },
        {
            "input": "DSJ, [NAME], [NAME], Zion/Draft, [NAME] would be exciting to watch.",
            "output": [
                "4"
            ]
        },
        {
            "input": "And yet you had to walk back your support of this bill when you found out it would catch up your shotgun",
            "output": [
                "4"
            ]
        },
        {
            "input": "Im also just a stranger, but if you need a friend online just shoot me a message!",
            "output": [
                "4"
            ]
        },
        {
            "input": "Then be happy for that. If you gave friends that means they care and you can build off that yo have a decent life.",
            "output": [
                "4"
            ]
        },
        {
            "input": "Unfortunately residency is never allowed where I am at the moment.",
            "output": [
                "4"
            ]
        },
        {
            "input": "We got a room full if potheads, were gonna need back up.\" \"I'M ON MY WAY!\"",
            "output": [
                "4"
            ]
        },
        {
            "input": "#YES",
            "output": [
                "4"
            ]
        },
        {
            "input": "And sitting on the side of the road for 8 hours to catch you doing 65 in a 55",
            "output": [
                "4"
            ]
        },
        {
            "input": "[NAME] just has to wait a few hundred years",
            "output": [
                "4"
            ]
        },
        {
            "input": "the left is still running with the its ok these boys are evil because white ya didn't think they'd change their platform now did ya?",
            "output": [
                "4"
            ]
        },
        {
            "input": "A walker kid hanging from a basketball hoop [NAME]: [Visible Concern]",
            "output": [
                "4"
            ]
        },
        {
            "input": "Make it the same way and tell her you switched it. If she pushes, just tell her not to eat it.",
            "output": [
                "4"
            ]
        },
        {
            "input": "Might not have the funds after just losing their mother and all the costs associated with that and losing that support system.",
            "output": [
                "4"
            ]
        },
        {
            "input": "Imagine bragging about a \"your mum\" joke",
            "output": [
                "4"
            ]
        },
        {
            "input": "[NAME] doctor DESTROYED by [NAME] programmer #le epic style",
            "output": [
                "4"
            ]
        },
        {
            "input": "Really? There's a stick right behind him!",
            "output": [
                "4"
            ]
        },
        {
            "input": "ive had a gedmatch account since 2012, i was just commenting that 23andme hadn't given me any more specific results than it had previously ",
            "output": [
                "4"
            ]
        },
        {
            "input": "Oh, for the love of... The knock goes between the index and middle fingers, [NAME]!",
            "output": [
                "4"
            ]
        },
        {
            "input": "No insults.",
            "output": [
                "4"
            ]
        },
        {
            "input": "Guess I stand corrected then, my diabetic friend must be similarly misinformed ",
            "output": [
                "4"
            ]
        },
        {
            "input": "downvoting for reupload please stop this nobody likes it",
            "output": [
                "4"
            ]
        },
        {
            "input": "Umm... I am.",
            "output": [
                "4"
            ]
        },
        {
            "input": "Now that's a frozen dessert I haven't eaten in a long time.. a long time.",
            "output": [
                "4"
            ]
        }
    ]
}