{
  "Contributors": [
    "Sai Venkat Subramani"
  ],
  "Source": [
    "Dataset Card for Asian Language Treebank (ALT) (https://huggingface.co/datasets/alt)"
  ],
  "Categories": [
    "Language Translation"
  ],
  "Definition": "Given an input sentence in Khmer language, your responsibility involves framing a sentence in English language that is semantically similar to the input sentence. ",
  "Positive Examples": [
    {
      "input": "អំពីការលុបចោល លោកហ្គារី បេតមេន បានិយាយថា \"ភាពអាម៉ាស​នៃរឿងនេះ​គឺថា អ្នកគាំទ្រមានភាពប្រសើរជាង​។\"",
      "output": "Speaking about the cancellation, Gary Bettman said \"The shame of this is that our fans deserve better.\"",
      "explanation": "The above sentence is correctly translated from Khmer to English"
    },
    {
      "input": "លោកសារ៉ុនបានស្ថិតនៅក្នុងការសន្លប់ ចាប់តាំងពីបានទទួលរងនូវជំងឺដាច់សរសៃឈាមខួរក្បាលដ៏ធំមួយ នៅថ្ងៃទី4 ខែមករា។",
      "output": "Sharon has been in a coma since suffering a major stroke on January 4.",
      "explanation": "The above sentence is correctly translated from Khmer to English"
    },
    {
      "input": "បន្ទាប់មក វិសោធនកម្មរបស់ខេលី បានត្រូវគេដាក់អោយធ្វើការបោះឆ្នោត ហើយត្រូវបានបាត់បង់សម្លេង និងនាំមកនូវការបែងចែកបន្ទាប់មកជាមួយនឹង49យល់ស្រប ទៅលើវិសោធនកម្មនិង96ជំទាស់។",
      "output": "Later, the Kelly amendments were put to the vote and were lost on the voices and in subsequent division with 49 agreeing to the amendments and 96 disagreeing.",
      "explanation": "The above sentence is correctly translated from Khmer to English"
    }
  ],
  "Negative Examples": [
    {
      "input": "ច្បាប់របស់អង្គការសុខភាពពិភពលោកតម្រូវឱ្យញ៉ូវែលហ្សែឡង់ពង្រីកទំហំនៃការព្រមាននៅលើកញ្ចប់។",
      "output": "According to the Mainichi Daily News, the class action suit is the first that has been filed in Japan related to health damages caused by asbestos exposure at construction sites.",
      "explanation": "The above sentence is not correctly translated from Khmer to English as none of the words match the translation."
    },
    {
      "input": "ឥទ្ធិពលរបស់គាត់លើតន្ត្រីក្នុងសតវត្សទី20 ពីតន្ត្រីទាន់សម័យទៅ ហ៊ីបហប់ មានការរីកចំរើនយ៉ាងខ្លាំង។",
      "output": "According to Whitley, certain atmospheric conditions, such as wind speed and humidity, must be right before the large scale treatments can occur.",
      "explanation": "The above sentence is not correctly translated from Khmer to English as none of the words match the translation."
    },
    {
      "input": "លោកបេជហេ កាលពីមុនត្រូវបានគេផ្សព្វផ្សាយជាសាធារណៈចំពោះការរិះគន់ផ្ទាល់ខ្លួនរបស់គាត់ បន្ទាប់ពីការចាកចេញពីព្រះវិហារសាសនានៃវិទ្យាសាស្រ្តនិយមនិងបានរៀបរាប់ពីរបៀបដែលសមាជិកទាំតឡាយត្រូវតែបង់ប្រាក់ក្នុងចំនួនច្រើនដើម្បីបានរីកចម្រើននៅក្នុងក្រុមវិទ្យាសាស្រ្តនិយម។",
      "output": "The most common place for an ectopic pregnancy to occur is the Fallopian tubes, accounting for roughly 95% of all ectopic pregnancies.",
      "explanation": "The above sentence is not correctly translated from Khmer to English as none of the words match the translation."
    }
  ],
  "Instances":[
    {
        "input": "ល្បឿនខ្យល់ជាមធ្យមនៅតំបន់អាកាសយានដ្ឋានតូរ៉ុនតូអាយឡែនមាន 12kmក្នុងមួយម៉ោង។\n",
        "output": [
            "Average windspeed for the Toronto Island Airport area is 12 km/h.\n"
        ]
    },
    {
        "input": "ការប្រព្រឹត្តិបទល្មើស ដូចជាការស្តោះទឹកមាត់ ចោលទឹកទៅគេ រឺព្យាយាមនោមដាក់អ្នកយាម បង្ហាញយ៉ាងច្បាស់ដូចករណីបានកត់ត្រាទុក ដែលគ្រាប់បែកផ្សែងមិនត្រូវបានអនុញ្ញាតអោយប្រើប្រាស់។\n",
        "output": [
            "Infractions such as spitting, throwing water at, or attempting to urinate on guards appear as explicitly listed cases where pepper spray may not be used.\n"
        ]
    },
    {
        "input": "អាស់ក្រូហ្វ បាន​ផ្តល់​យោបល់​នៅ​ក្នុង​ការ​ប្រជុំ​ថា \"ប្រវត្តិសាស្ត្រ​នឹង​មិន​វាយតំលៃ​ដោយ​ក្តី​មេត្តា​ចំពោះ​ពួក​យើង​ទេ។\"\n",
        "output": [
            "Ashcroft had commented during the meetings that \"history will not judge us kindly\".\n"
        ]
    },
    {
        "input": "លោកអាបេបាននិយាយនៅឯសន្និសីទកាសែតមួយថា \"យើងត្រូវតែទទួលយកលទ្ធផលនេះយ៉ាងប្រាកដប្រជា ហើយនិងឆ្លុះបញ្ចាំងពីអ្វីដែលយើងត្រូវតែឆ្លុះបញ្ចាំង។\"\n",
        "output": [
            "\"We must take these results very seriously and reflecting on what we must reflect on,\" Abe said at a news conference.\n"
        ]
    },
    {
        "input": "ចំណងទាក់ទងដ៏រឹងមាំរបស់អូស្រ្តាលីនឹងសហរដ្ឋអាមេរិក និងការគាំទ្ររបស់ខ្លួនសំរាប់សង្រ្គាមនៅអ៊ីរ៉ាក់ដែលដឹកនាំដោយសហរដ្ឋអាមេរិក ជាបញ្ហាគន្លឹះសំរាប់ការឈ្នះឆ្នោតលើកទីបួនរបស់ហូវើតនៅចុងឆ្នាំ2004។\n",
        "output": [
            "Australia's strong links to the United States and its support for the U.S.-led war on Iraq were key issues for Howard's fourth straight election win in late 2004.\n"
        ]
    },
    {
        "input": "ការខ្វះនូវព័ត៌មាន គឺជាបញ្ហាមួយ; ការសាកសួរពីគ្រប់ភាគី បានទទួលភស្តុតាងដែលភាគច្រើនជារបាយការណ៍មិនសូវត្រឹមត្រូវ និងការប្រមូលទិន្នន័យមិនបានល្អ។\n",
        "output": [
            "Lack of information is a problem; the all-party inquiry has heard evidence of much under-reporting and poor data collection.\n"
        ]
    },
    {
        "input": "ក្រុមចម្រៀងកុមារអាហ្រ្វិកបានច្រៀងផងដែរនៅលើឆាកជាមួយនឹងក្រុមកំពូលទាំង 10 ឆ្នាំនេះ។\n",
        "output": [
            "The African Children's Choir also sang on stage with this years Top 10.\n"
        ]
    },
    {
        "input": "ផេឌ្រីណា និងអ្នកផ្សេងទៀត រួមទាំងអភិបាលក្រុងប៊ើន អាឡិចសេនឌ័រ សាប់ប៉ាត បាននិយាយនៅអំឡុងពេលនៃតវ៉ានៅថ្ងៃសៅរ៍ និងថ្ងៃអាទិត្យនេះ។\n",
        "output": [
            "Pedrina and others, including Bern mayor Alexander Tschäppät, spoke out during the Saturday and Sunday period of protests.\n"
        ]
    },
    {
        "input": "ហាងបើកលក់ 24 ម៉ោងត្រូវគេគ្រោងបើកនៅជាយក្រុង ប៉ុន្តែក្រុមហ៊ុនអាហារធ្វើលក់ភា្លមៗនេះបានដកថយ ដោយយល់ព្រមឲ្យថាហាងនឹងបើកទល់ភ្លឺតែថ្ងៃសុក្រ និងថ្ងៃសៅរ៍ប៉ុណ្ណោះ។\n",
        "output": [
            "A 24 hour store was planned for the suburb but the fast food giant backed down agreeing that the store will only open overnight on Fridays and Saturdays.\n"
        ]
    },
    {
        "input": "លោក ដន ខូវី អ្នកកាច់ចង្អូតទូកឲ្យក្រុម ញូវហ្សឺលែនបាននិយាយថា \"ដូចដែលយើងបាន​និយាយកាលពីម្សិលមិញអីចឹង ស្ទើរតែមានទូកពីរ​ស្មើគ្នានៅក្នុងការប្រកួតនេះ។\n",
        "output": [
            "Dan Cowie, Team New Zealand trimmer, said, \"As we said yesterday there are two very even boats out there.\n"
        ]
    },
    {
        "input": "ពួកឧទ្ទាមស៊ីរីបានគំរាមសងសឹកប្រឆាំងនឹងក្រុមហេសបូឡាហ៍ចំពោះការបញ្ជូនក្រុមអ្នកប្រយុទ្ធដើម្បីជួយដល់ប្រធានាធិបតីស៊ីរី លោកបាសា អាសសាដ ដែលជាអ្នកកំពុងប្រយុទ្ធដើម្បីបញ្ចប់ការបោះបោរប្រឆាំងនឹងការគ្រប់គ្រងអំណាចរបស់គាត់។\n",
        "output": [
            "Syrian rebels have threatened retaliation against the Hezbollah group for sending fighters to assist Syrian President Bashar al-Assad, who is fighting to end a revolt against his rule.\n"
        ]
    },
    {
        "input": "កSNT.123997.1126 ស្ទីវីន បញ្ចប់ ពីព្រោះភស្តុតាងត្រូវបានដកហូតពីក្រុមការពារ ដោយព្រះរាជអាជ្ញាដើម។\n",
        "output": [
            "The United Stated Department of Justice has asked for corruption charges against former Alaska Senator Ted Stevens to be dropped because evidence was withheld from the defense team by the original prosecutors.\n"
        ]
    },
    {
        "input": "ទោះបីជាសមុទ្រដែលសំបូររលកនេះមានផលប៉ះពាល់ដល់ការងារសំអាត អាជ្ញាធររំពឹងថានឹងបញ្ចប់ប្រតិបត្តិការនេះក្នុងរយៈពេលដប់ថ្ងៃ។\n",
        "output": [
            "Although rough seas have affected the cleanup, authorities expect to have completed the operations within ten days.\n"
        ]
    },
    {
        "input": "លោកដោនើបានប្រាប់ The Inquiry ថាបទស៊ើបការណ៍នេះអាចមិនត្រូវបានដោះស្រាយទេ។\n",
        "output": [
            "Mr Downer told the inquiry that the intelligence may not have been dealt with.\n"
        ]
    },
    {
        "input": "អ្នកស្រាវជ្រាវ និងគណៈកម្មាធិការជំងឺមហារីកអាល់ប៊ែតា ព្រមទាំងការិយាល័យសុខាភិបាលក្រុងមិនណែនាំឲ្យប្រើប្រាស់ DCA ដើម្បីព្យាបាលជំងឺមហារីកនៅឡើយទេ ដោយសាពុំទាន់មានការធ្វើតេស្តបែបគ្លីនិកលើការប្រើប្រាស់ថ្នាំនេះដើម្បីព្យាបាលជំងឺមហារីកនៅឡើយទេ។\n",
        "output": [
            "The researchers and the Alberta Cancer Board and Capital Health do not advise the use of DCA to treat cancer yet, as clinical trials for the drugs use to treat cancer have not been performed yet.\n"
        ]
    },
    {
        "input": "គ្រាន់តែពីរអាទិត្យដែលប្រទេសចិនបានផ្ញើរទី ផ្សារពិភពលោកទៅលើការចុះថ្លៃ បានធ្វើឲមានការព្រួយបារម្ភអំពីអ្នកឲប្រាក់កម្ចីរាយរងនៅក្នុងសហរដ្ឋអាមេរិកមានភាពច្រាស់ច្រាលទៅលើភាគហ៊ុនជុំវិញពិភពលោក។\n",
        "output": [
            "Just two weeks after China sent global markets into a tumble, growing worries about sub-prime mortgage lenders in the United States are sending jitters through stock exchanges around the globe.\n"
        ]
    },
    {
        "input": "ទាក់ទងនឹងបញ្ហានេះ នាយករដ្ឋមន្រ្តីអ៊ីស្រាអែល Benjamin Netanyahu បាននិយាយនៅក្នុងកិច្ចប្រជុំនៃគណបក្សរបស់គាត់ថា \"ភាពជាអ្នកដឹកនាំត្រូវបានវិនិច្ឆ័យដោយសមត្ថភាពក្នុងការអនុវត្តសេចក្ដីសម្រេច ដែលពិបាកដូចពួកវាអញ្ចឹង។\"\n",
        "output": [
            "Addressing the issue, the Israeli Prime Minister, , said at the meeting of his party, \"Leadership is judged by the ability to implement decisions, difficult as they may be.\n"
        ]
    },
    {
        "input": "វាត្រូវបានគេរាយការណ៍ផងដែរថា ជនជាតិអ៊ីតាលីបានរងរបួសនៅក្នុងការបុកនេះ។\n",
        "output": [
            "It is also reported that Italians were injured in the crash.\n"
        ]
    },
    {
        "input": "ការអះអាងនេះត្រូវបានធ្វើ បន្ទាប់ពីអ្នកកាសែតបីនាក់មកពីកាសែតតាមប្រព័ន្ធអ៊ីនធឺណេតវឺដេនហ្គេង (វីជី) បានធ្វើការសាកល្បងនោះ។\n",
        "output": [
            "The statement was made after three journalists from the online edition of the newspaper Verdens Gang (VG) took the test.\n"
        ]
    },
    {
        "input": "NTGL បានប្រកាសកាលពីថ្ងៃពុធថាក្រុមនេះនឹងមិនអាចធ្វើដំណើរទៅទីក្រុងលូម ប្រទេសតូហ្គោ បាឡើយ ដោយសារពុំមានមូលនិធិផ្គត់ផ្គង់ការធ្វើដំណើររបស់ក្រុមនេះ។\n",
        "output": [
            "The NTGL had announced on Wednesday that the squad would not be able to travel to Lome, Togo because of a lack of funds to pay for the team's travel.\n"
        ]
    },
    {
        "input": "អាជ្ញាធរបានជំលៀសទៅតំបន់មួយដែលមានចំងាយកន្លះម៉ាយ(ប្រហែល800m)។\n",
        "output": [
            "Authorities evacuated an area that was one-half of a mile (approximately 800 m) wide.\n"
        ]
    },
    {
        "input": "ក្រុមចចជា បាននាំមុខនៅតង់ទីពីរ និងកំពុងគំរាមរកពិន្ទុនៅការប្រកួតក្រោយ ប៉ុន្តែ ការការពាររបស់ក្រុមអៀឡង់ បានការពារជ័យជំនះបួនពិន្ទុ។\n",
        "output": [
            "Georgia led early in the second half and were threatening to score late in the match but Ireland's defence held to secure the four point victory.\n"
        ]
    },
    {
        "input": "ភ្នាក់ងារប៉ូលីសប្រដាប់ដោយអាវុធមកពី SO19 បានវាយឆ្មក់ភូមិគ្រឹះនៅតំបន់ណតធីង ហ៊ីល និង ណស់ ខេនស៊ីងតុន នៃទីក្រុងឡុងដ៍ ហើយកងទ័ពអ៊ីតាលីបានចាប់ខ្លួនជនសង្ស័យទីបួននៃការបន្ទុះគ្រាប់បែក នៅផ្ទះមួយនៅទីក្រុងរ៉ូម ប្រទេសអ៊ីតាលី។\n",
        "output": [
            "Armed police officers from SO19 have raided properties in the Notting Hill and North Kensington areas of London and Italian forces have arrested the fourth bombing suspect at a property in Rome, Italy.\n"
        ]
    },
    {
        "input": "ព្យុះ ហ្វីតូវ កំពុងធ្វើដំណើរឆ្ពោះទៅសមុទ្រ អរកូស ដោយល្បឿនប្រហែល24milesក្នុងមួយម៉ោង។\n",
        "output": [
            "Fitow is now moving towards the Sea of Okhotsk, making progress at about 24 miles per hour.\n"
        ]
    },
    {
        "input": "ដើម្បីផ្ដល់មូលនិធិដល់ការខិតខំប្រឹងប្រែងជួយ សង្គ្រោះបច្ចុប្បន្ន រដ្ឋាភិបាលជប៉ុនត្រូវបានរាយការណ៍ថាកំពុងពិចារណាអំពីការដំឡើងពន្ធ ដោយសារតែតម្លៃចំណាយកសាងឡើងវិញលើតំបន់ដែលរងផលប៉ះពាល់គឺខ្ពស់ស្នើនឹងមួយភាគរយនៃ GDP សរុបចំនួនប្រាំពាន់ ទ្រីលាន ដុល្លារ។\n",
        "output": [
            "To fund the current rescue efforts, the Japanese government is reportedly considering raising taxes, as the estimated cost of rebuilding affected areas is as high as one percent of the total five trillion dollar GDP.\n"
        ]
    },
    {
        "input": "ប្រធានាធិបតី អ៊ីលី អូដ ម៉ូហាមេដ វ៉ាល់ ដែលបានបោះឆ្នោតក្នុងប្រជាមតិនេះដែរ បានមានប្រសាសន៍ថា \"នេះគឺជាថ្ងៃល្អបំផុត និងជាកំណើតថ្មីសម្រាប់ប្រទេសម៉ូរីតានី...\"\n",
        "output": [
            "President Ely Ould Mohamed Vall, who also voted in the referendum said, \"This is a great day and a rebirth for Mauritania ...\"\n"
        ]
    },
    {
        "input": "អ្នកនំាពាក្យពីក្រសួងមហាផ្ទៃចចជៀបាននិយាយថាអង្គភាពរុស្ស៊ីបានគ្រប់គ្រងទីក្រុងហ្ស៊ូឌីឌី។\n",
        "output": [
            "A spokesman from the Georgian Interior ministry said that Russian units had also taken control of the town of Zugdidi.\n"
        ]
    },
    {
        "input": "អង្គការសុខភាពពិភពលោក (WHO) បានថ្លែងថា ការផ្ទុះឡើងនៃជំងឺអាសន្នរោគ ដែលបានវាយប្រហារលើប្រទេសហ្ស៊ីមបាវ៉េនៅអាហ្រ្វិកហាក់បានឈានឡើងហួសកម្រិតខ្ពស់បំផុតហើយ។\n",
        "output": [
            "The World Health Organisation (WHO) has stated that the cholera outbreak that has struck the African country of Zimbabwe seems to have passed its peak.\n"
        ]
    },
    {
        "input": "មេដឹកនាំរបស់ស៊ីន ហ្វេន លោកហ្គឺរី អាដាម បានផ្តល់ការស្វាគមន៍ចំពោះគម្រោង និងមានប្រសាសន៍ថា \"ត្រូវធ្វើការត្រិះរិះពិចារណា និងប្រឹក្សាយោបល់យ៉ាងម៉ត់ចត់។\"\n",
        "output": [
            "Sinn Fein leader, Gerry Adams offered a guarded welcome of the plans and stated \"requires thoughtful consideration and consultation.\"\n"
        ]
    },
    {
        "input": "លោកតូនី ប្ល៊ែ នាយករដ្ឋមន្រ្តីអង់គ្លេសអាចប្រឈមមុខនឹងការស៊ើបអង្កេតនៃសភាតំណាងរាស្រ្ត ទៅក្នុងការអះអាងថាប្រធានប៉ូលីសត្រូវបានរងសម្ពាធក្នុងការគាំទ្រដល់របៀបវារៈនយោបាយក្នុងអំឡុងពេលការបោះឆ្នោតកាលពីថ្ងៃពុធ ក្នុងការពង្រីកការឃុំខ្លួនដោយគ្មានការចោទប្រកាន់។\n",
        "output": [
            "British Prime Minister Tony Blair could face a House of Commons inquiry into claims that chief police officers were pressured to support a political agenda during Wednesday's vote to extend detention without charge.\n"
        ]
    },
    {
        "input": "ស៊ីនឌី ស្ស៊ីហាន បានមានប្រសាស៍ដល់Sundayថា លោកស្រីគ្រោងនឹងធ្វើការតវ៉ាសន្តិភាពតាមដងផ្លូវនៅជិតកសិដ្ឋានចិញ្ចឹមសត្វរបស់ប៊ូសរហូតទាល់តែលោកយល់ព្រមនិយាយជាមួយលោកស្រីសាជាថ្មី។\n",
        "output": [
            "Cindy Sheehan said Sunday that she plans to hold the roadside peace protest near Bush's ranch until he talks to her again.\n"
        ]
    },
    {
        "input": "គ្រូបង្រៀនជីវវិទ្យានៅសាលាក្រុងDover បានបដិសេធអានសេចក្តីថ្លែងរបស់ក្រុមប្រឹក្សាភិបាលសាលាលើមុខវិទ្យារចនាឆ្លាតវ័យ ទៅអោយសិស្សពីព្រោះច្បាប់នៃរដ្ឋPennsylvaniaចែងថា \"អ្នកអប់រំបែបវិជ្ជាជីវៈប្រហែលជាមិនដឹងហើយមិនមានបំណងបង្ហាញនូវអ្វីដែលខុសនោះទេ។\"\n",
        "output": [
            "Biology teachers in the Dover schools have refused to read the school board's statement on Intelligent Design to students because the Pennsylvania state code for education states that \"The professional educator may not knowingly and intentionally misrepresent subject matter.\"\n"
        ]
    },
    {
        "input": "ចំនួនករណីជំងឺអាសន្នរោគថ្មីនៅចុងសប្តាហ៍ថ្ងៃទី14 ខែមីនា មានចំនួន 2,076 ករណី ដែលស្ទើរតែពាក់កណ្តាលនៃការឆ្លើងជំងឺ 3,812 ករណី ត្រូវបានរាយការណ៍មួយសប្តាហ៍មុន ហើយ 8,000 ករណីក្នុងសប្តាហ៍នៅដើមខែកុម្ភៈ។\n",
        "output": [
            "The number of new cholera cases in the week ending March 14 was 2,076, almost half of the 3,812 infections reported the week before, and 8,000 per week in the beginning of February.\n"
        ]
    },
    {
        "input": "មេរោគមួយ អានធីននី (ឬគីនតាម៉ា (ពងស្វាស)-មេរោគ) ត្រូវបានជឿថាទទួលបន្ទុកសំរាប់ការអាប់ឡូតឯកសារទៅកាន់បណ្តាញចែករំលែកឯកសារ ដោយគ្មានការទទួលការអនុញ្ញាតជាមុនពីអ្នកប្រើប្រាស់ទេ។\n",
        "output": [
            "One virus, Antinny (or Kintama (testicle)-virus) is believed responsible for uploading documents to the filesharing network without first obtaining user permission.\n"
        ]
    },
    {
        "input": "លោកអេដវើដ បានប្រាប់បណ្តាញវិទ្យុនៅទីក្រុងហ៊្វែរ៍ហ្វាក់ថា \"មានអតីតបុគ្គលិកបីនាក់ដែលត្រូវបានរាយឈ្មោះនៅលើដីការស្វែងរក ដែលត្រូវចេញឲ្យខ្ញុំនៅដើមខែកក្កដា ហើយយើងបានជួយសម្រួលក្នុងការប្រមូលសម្ភារៈសំរាប់ប៉ូលីស។\"\n",
        "output": [
            "\"There were three former staff member who were listed on the search warrant that was served on me in early July, and we facilitated the gathering of material for police,\" Mr Edwards told Fairfax Radio Network.\n"
        ]
    },
    {
        "input": "លោក Barry Hills ជាអធិការជាន់ខ្ពស់នៃកងប៉ូលីសទីក្រុងវីកតូរៀ បាននិយាយពីក្មេងប្រុសនោះថា: \"គេជាក្មេងល្អនិងត្រឹមត្រូវ។\"\n",
        "output": [
            "Detective Senior Constable Barry Hills of Victoria Police, said of the boy, \"He's a nice lad, he's a good lad.\"\n"
        ]
    },
    {
        "input": "ទោះជាយ៉ាងណា ប្រតិកម្មរបស់រដ្ឋាភិបាលនៃតំបន់នេះជាការប្រឆាំង ដែលមានសកម្មភាពដែលបានត្រូវបកស្រាយថាជា \"រដ្ឋប្រហារ\" ដោយទម្លាក់នាយករដ្ឋមន្ត្រី ហ្កាលម៉ូ វីល្លៀម។\n",
        "output": [
            "However the reaction by the local government have been hostile, with the action being described as a \"coup\" by deposed Premier Galmo Williams.\n"
        ]
    },
    {
        "input": "មានរបាយការណ៍ថា កំាជ្រួចមីស៊ីលជាច្រើនទៀតនឹងត្រូវបាន សាកល្បងនៅក្នុងល្បែងសង្រ្គាមនៅអាទិត្យបន្ទាប់។\n",
        "output": [
            "It is also reported that more missiles will be tested during war games later in the week.\n"
        ]
    },
    {
        "input": "យោងតាមឡុមបាដូ \"វាហាក់ដូចជាយើងមិនមានអគ្គីភ័យទាល់តែសោះ [ក្នុងអាគារនេះ] \" ហើយកម្មករ 2,800 នាក់ត្រូវបានអនុញ្ញាតឱ្យត្រឡប់ចូលធ្វើការភ្លាមៗក្រោយពីម៉ោង12:00 p.m។\n",
        "output": [
            "According to Lombardo, \"it looks like we have no fire whatsoever [in the building]\" and that all 2,800 workers were allowed to return to work shortly after 12:00 p.m.\n"
        ]
    },
    {
        "input": "រដ្ឋមន្ត្រីហិរញ្ញវត្ថុប៉េ ឈីឌាមបារ៉ាងបានប្រសាសន៍ថាគាត់មានការព្រួយបារម្មណ៍ខ្លាំងអំពីអត្រាអតិផរណាខ្ពស់ យោងទៅលើផ្គត់ផ្គងមានបញ្ហា។\n",
        "output": [
            "Finance minister P. Chidambaram said that he was very worried about the higher inflation rate due to supply side constraints.\n"
        ]
    },
    {
        "input": "តួរលេខនៃការរៃអង្គាសប្រាក់ត្រូវបានចេញផ្សាយសម្រាប់ខែកុម្ភៈ : លោករ៉ុមនីបានរៃអង្គាសប្រាក់បាន $12.5 លានក្នុងអំឡុងខែនេះ និងបានចំណាយ $12.3 លាននៅលើការផ្សព្វផ្សាយ។\n",
        "output": [
            "Fundraising figures have been released for February: Romney raised 12.5 million during the month, and spent $12.3 million on advertising.\n"
        ]
    },
    {
        "input": ":(a) ពេលដែលវាថិតក្នុងវិសាលភាពនៃច្បាប់របស់សភា អំពីថាតើលក្ខខ័ណ្ឌត្រូវបានកំណត់សំរាប់ទទួលយក បាត់បង់សញ្ញាតិជប៉ុន (មាត្រាទី10) ដែលជាភាពខុសផ្លែកគ្នាដោយគ្មានហេតុផលត្រឹមត្រូវដូចក្នុងលក្ខខ័ណ្ឌដូចនេះ អាចខុសពីរដ្ឋធម្មនុញ្ញ (មាត្រាទី14: កថាខណ្ឌទី1)។\n",
        "output": [
            ":(a) while it's within the scope of the Legislation of the Diet how conditions are set for acquiring / losing Japanese nationality (Article 10), a distinction without rational reasons brought by such a condition may be unconstitutional (Article 14: Paragraph 1).\n"
        ]
    },
    {
        "input": "យោងតាមមន្ត្រីរបស់ក្លឹប គេសង្ឃឹមថាក្លឹប SCC 7s នឹងលេចឡើងក្នុងកម្មវិធីរបស់ International Rugby Boards 7s។\n",
        "output": [
            "It is hoped that the SCC 7s will soon feature on the International Rugby Boards 7s circuit according to club officials.\n"
        ]
    },
    {
        "input": "USGS បានថ្លែងថាអាចនឹងមានការខូចខាតមួយចំនួន ប៉ុន្តែថាវាទំនងជា \"ស្រាលណាស់\" ប៉ុន្តែរហូតមកដល់ពេលនេះនាយកដ្ឋានអគ្គីភ័យក្រុង សាន់ បឺណាឌីណូ និយាយថាគ្មានការខូចខាតដែលត្រូវបានរាយការណ៍នោះទេ។\n",
        "output": [
            "The USGS states that there could be some damage, but that it would likely be \"very light,\" but so far the San Bernardino County Fire Department says that no damage has been reported.\n"
        ]
    },
    {
        "input": "គាត់និយាយថា \"បាទ អាល់កៃដាបានវាយប្រហារម៉ាស៊ីនបូមប្រេង ប៉ុន្តែពួកគេមិនមែនជាតួអង្គតែមួយ ហើយពួកគេក៏មិនមែនជាតួអង្គសំខាន់ដែរ។\"\n",
        "output": [
            "\"Yes, al Qaeda attacked oil installations but they were not the only actors and they were not the main actors,\" he said.\n"
        ]
    },
    {
        "input": "ក្រុមហ៊ុនរួមទុននេះ ជំនួសឲ្យភាពជាដៃគូបច្ចុប្បន្ន និងយូរអង្វែងរវាងក្រុមហ៊ុន Microsoft និង Xtra ដែលហៅថា XtraMSN។\n",
        "output": [
            "The joint venture replaces the current and long-lasting partnership between Microsoft and Xtra, called XtraMSN.\n"
        ]
    },
    {
        "input": "លោកស៊ីដូស្កាយបានធ្វើជានាយករដ្ឋមន្ត្រីនៃប្រទេសបេឡារូសចាប់តាំងពីខែកក្កដា ឆ្នាំ2003 ខណៈដែលគាត់ត្រូវបានតែងតាំងដោយប្រធានាធិបតី លូកាសហេនកូ។\n",
        "output": [
            "Sidorsky was the Prime Minister of Belarus since July of 2003 when he was appointed by President Lukashenko.\n"
        ]
    },
    {
        "input": "បីក្រុមដែលសំដៅទៅរកនោះ កំពុងដោះគ្រឿងផ្ទុះចាស់ៗ​ដែលរក្សាទុកនៅទីនោះ ដែលជាផ្នែកមួយនៃ​កម្មវិធីដកអាវុធនៅសម័យស្តាលីន និងធ្វើទំនើបកម្មយោធាដើម្បីសិទ្ធិគ្រប់គ្រាន់សម្រាប់​ការអញ្ជើញឲ្យចូលរួមក្នុងអង្គការ NATO ​នៅខែក្រោយ។\n",
        "output": [
            "The three teams referred to were dismantling obsolete munitions stored there, as part of a programme to remove Stalinist era arms and modernize the military in order to qualify for an invitation to join NATO next month.\n"
        ]
    },
    {
        "input": "ការផ្ទុះគ្រាប់បែកនៅក្នុងរថយន្តក្រុងមួយនៅក្នុងប្រទេសមីយ៉ាន់ម៉ា (ឬប្រទេសភូមា) បានសម្លាប់បុរសវ័យ 55ឆ្នាំម្នាក់ និងបន្សល់ទុកបុរសម្នាក់ផ្សេងទៀតរងរបួស។\n",
        "output": [
            "A bomb explosion on a bus in Myanmar (alternatively Burma) has killed a 55-year-old man and left another man wounded.\n"
        ]
    },
    {
        "input": "បម្រាមហាមមិនឲ្យមានការចល័តសត្វសេះ លា និងលាកូនកាត់ នៅទូទាំងប្រទេសអូស្រ្តាលី ដែលនឹងត្រូវផុតកំណត់នៅថ្ងៃពុធនេះ នឹងត្រូវបន្តរហូតដល់ថ្ងៃសុក្រ។\n",
        "output": [
            "An Australia-wide ban on the movement of horses, donkeys and mules which was due to expire on Wednesday has been extended until Friday.\n"
        ]
    },
    {
        "input": "លោកស៊ូឡាស់បានបាត់បង់កូនស្រី និង កូនប្រសាប្រុសរបស់លោក ដែលនៅលើយន្តហោះនោះ នៅពេលដែលវាបានធ្លាក់។\n",
        "output": [
            "Soulas lost his daughter and son-in-law, who were on board the flight when it crashed.\n"
        ]
    },
    {
        "input": "ប្រទេសកូរ៉េខាងជើងបានព្រមានថា ខ្លួននឹងធ្វើ \"ការវាយប្រហារស្វ័យការពារខ្លួន\" ចំពោះកូរ៉េខាងត្បូង ប្រសិនបើពួកគេចូលរួមក្នុងសមយុទ្ធយោធាបាញ់គ្រាប់ពិតរួមគ្នាជាមួយសហរដ្ឋអាមេរិក ដែលគ្រោងនឹងចាប់ផ្តើមនៅប៉ុន្មានថ្ងៃខាងមុខនេះ។\n",
        "output": [
            "North Korea has warned of \"self-defensive blows\" to South Korea if they participate in joint, live-fire military exercises with the United States, scheduled to begin in the next few days.\n"
        ]
    },
    {
        "input": "ដំណើរការដកសេចក្តីទុកចិត្ត ត្រូវបានគ្រោងនឹងចាប់ផ្តើមក្នុងសប្តាហ៍ខាងមុខ។\n",
        "output": [
            "The impeachment process is planned to start within the following week.\n"
        ]
    },
    {
        "input": "បឺដា​ និងក្រុមរបស់គាត់បានប្រមូលទិន្នន័យសត្វគោតាមរយ:ការវិភាគនៃរូបភាព ហ្គូកហ្កលអឺស។\n",
        "output": [
            "Burda and his team gathered cattle data via analysis of Google Earth images.\n"
        ]
    },
    {
        "input": "លោកបាននិយាយថា \"ដោយសាររដ្ឋាភិបាលសហរដ្ឋអាមេរិកធ្វើអាជីវកម្មនេះ ទើបពួកគេជាទូទៅតែងតែព្យាយាមធ្វើឲ្យខ្លួនទទួលបានតម្លៃល្អបំផុត។\"\n",
        "output": [
            "“As the United States government does business, they are obviously always trying to ensure they get the best value,” he said.\n"
        ]
    },
    {
        "input": "កិច្ចព្រមព្រៀងនេះមិនអនុញ្ញាតឲ្យក្រុមហ៊ុនកាណុងបង្កើតសម្ព័ន្ធផ្សេងទៀតលើបច្ចេកវិទ្យានេះឡើយ ប៉ុន្តែក្រុមហ៊ុនកាណុងបានរួមកម្លាំងជាមួយក្រុមហ៊ុនតូស៊ីបា ដែលជាមូលហេតុសម្រាប់បណ្តឹងដែលបានលើកឡើង។\n",
        "output": [
            "The agreement didn't allow Canon to make any other ventures on this technology, but Canon joining forces with Toshiba was the reason for the mentioned lawsuit.\n"
        ]
    },
    {
        "input": "បន្ទាប់មកការសុំលើកទីពីរ ព្យាយាមផ្តូរពីការសន្យាជួយទាំងអស់នោះទៅជាការឲ្យប្រាក់ជាក់ស្តែង។\n",
        "output": [
            "Then a second round of begging tries to convert those pledges into actual payments.\n"
        ]
    },
    {
        "input": "ហេតុការណ៍នេះបានកើតឡើងក្នុងកំឡុងពេលហែរក្បួននយោបាយដោយគណបក្សនាំមុខគេក្នុងស្រុក។\n",
        "output": [
            "The incident occurred during a political rally by the leading local party.\n"
        ]
    },
    {
        "input": "ការសិក្សាបានបង្ហាញថា មានការរីកចំរើនផ្នែកសុខភាព និងការអប់រំស្រ្តី។\n",
        "output": [
            "Improvements have been made in women health and education, according to the study.\n"
        ]
    },
    {
        "input": "ម៉ាក់ដូណាល់បាននិយាយនៅក្នុងសេចក្តីថ្លែងការណ៍មួយថា \"យើងកំពុងនិយាយអំពីការប្រតិបត្ដិការពាណិជ្ជកម្មខ្នាតធំ ជាជាងការនេសាទចិញ្ចឹមជីវិតជាធម្មតា\" ដោយគូសបង្ហាញថាទូកដប់ប្រាំគឺជានាវាធំ ផ្ទុកដោយទឹកកកសំរាប់រក្សាទុក។\n",
        "output": [
            "\"We are talking about large-scale commercial operations rather than simply subsistence fishing,\" Macdonald said in a statement, indicating that fifteen of the boats were large vessels with ice for storage.\n"
        ]
    },
    {
        "input": "នៅថ្ងៃសុក្រ អង្គការសហប្រជាជាតិ(យូអិន）បានអំពាវនាវអោយរដ្ឋាភិបាលប្រទេសប៉ាគីស្ថានធ្វើការស៊ើបអង្កេតទៅលើការសំលាប់ និងការចាប់ជំរិតជាច្រើន ជាពិសេសចំពោះអ្នកសារព័ត៌មាន។\n",
        "output": [
            "The United Nations (UN) on Friday called on the government of Pakistan to investigate numerous killings and abductions, particularly of journalists.\n"
        ]
    },
    {
        "input": "នៅពេលនោះ មានមនុស្សប្រហែល50នាក់នៅខាងក្នុង ដែលភាគច្រើនជាគ្រួសារមានកូន។\n",
        "output": [
            "At the time, there were about 50 people inside, mostly families with children.\n"
        ]
    },
    {
        "input": "បច្ចុប្បន្នស្ថាប័នអនឡាញនៅជុំវិញពិភពលោកកំពុងធ្វើតេស្ត (IPv6) - ប្រព័ន្ធថ្មីនៃអាសយដ្ឋានអ៊ីនធឺណិតដែលសង្ឃឹមថានឹងដោះស្រាយបញ្ហាសមត្ថភាពប្រព័ន្ធបច្ចុប្បន្ន។\n",
        "output": [
            "Online organisations around the world are today testing (IPv6) — a new system of Internet addresses hoped to resolve the issue of the present system being at capacity.\n"
        ]
    },
    {
        "input": "កប៉ាល់ 35m នេះ​ត្រូវ​បាន​ជាប់​គាំង​ចាប់​តាំង​ពី​ថ្ងៃ​ព្រហស្បតិ៍​មុន នៅ​ពេល​ដែល​វា​ត្រូវ​បានកើលខណៈកំពុងធ្វើដំណើរ​លើ​ផ្លូវ​ឆ្ពោះ​ទៅ​កិច្ច​ប្រជុំ APEC នៅ​ទីក្រុង​ស៊ីដនី។\n",
        "output": [
            "The 35m vessel has been stranded since last Thursday, when she was grounded whilst on her way to the APEC meeting in Sydney.\n"
        ]
    },
    {
        "input": "\"មិនមែនសុទ្ធតែប្រជាជនអាល្លឺម៉ង់ទាំងអស់ជាសមាជិករបស់គណបក្សណាស៊ីឡើយ។\"\n",
        "output": [
            "\"Not every German was a member of the Nazi Party.\"\n"
        ]
    },
    {
        "input": "អ្នកឃើញផ្ទាល់ភ្នែកម្នាក់ ដែលកំពុងតែផឹកស្រានៅខាងក្រៅផាប់នៅពេលនោះ​​ បាននិយាយថាក្មេងប្រុសម្នាក់នោះជាក្មេងប្រុសម្នាក់ក្នុងចំណោមបីនាក់ដែលលេងបាល់នៅកន្លែងចតឡាននៅពេលដែលក្មេងជំទង់ម្នាក់ ដែលគេជឿជាក់ថាជាមនុស្សប្រុស ជិះលើកង់បេអេមអិចបានបាញ់បីគ្រាប់ទៅលើក្រុមដែលមានប្រវែងប្រហែល30មែត្រ ដែលមួយគ្រាប់បានចំកអ្នករងគ្រោះ។\n",
        "output": [
            "An eyewitness, who had been drinking outside the pub at the time, said the boy was one of three playing football in the car park when a teenager, believed to be male, on a BMX bicycle fired three shots at the group from approximately 30 metres away, one hitting the victim in the neck.\n"
        ]
    },
    {
        "input": "ទោះបីជាក្រុមវីនីផេកបាននាំមុខនៅវគ្គដំបូង និងទីបីក៏ដោយ ការវាយបករបស់សាស្កាត់ឈីវ៉េនបានបង្ហាញពីភាពខ្លាំងរបស់ពួកគេចំពោះក្រុមប៊្លូប៊ុមបឺរនៅវគ្គចុងក្រោយ។\n",
        "output": [
            "Despite Winnipeg's lead during the first and third quarters, Saskatchewan's offence proved too strong for the Blue Bombers in the end.\n"
        ]
    },
    {
        "input": "វគ្គហ្វឹកហាត់អភិវឌ្ឍន៍វោហាដែលត្រូវគេហៅថា\"វេទិកាព្រំដែន\"ត្រូវយកសំអាងក្នុងបណ្តឹងរើសអើនលក្ខណៈសាសនានៅតុលាការសហរដ្ឋនៅញូវយ៉កនិងវ៉ាស៊ីនតោន ឌី ស៊ី។\n",
        "output": [
            "A controversial development training course called \"Landmark Forum\" is cited in religious discrimination lawsuits in United States federal courts in New York and Washington, D.C.\n"
        ]
    },
    {
        "input": "បន្ថែមទៅលើព្យុះនេះទៀត កម្លាំងខ្យល់អាចមានកម្ពស់60អេមភីអេចក្នុងញ៉ូវអ៊ីងគ្លេនដែលធ្វើឲមានការព្រួយបារម្ភចំពោះទឹកជំនន់នៅតំបន់សមុទ្រ។\n",
        "output": [
            "Adding to the storm, wind gusts as high as 60 mph in New England prompted concerns over coastal flooding.\n"
        ]
    },
    {
        "input": "ម៉ាឌី អាប់ឌែល ហាឌី ដែលជាប្រធានក្រុមស្រាវជ្រាវប៉ាឡេស្ទីន PASSIA បាននិយាយថា ទាំងលោកអូលមើតនិងលោកអាបាស គឺសុទ្ធតែទន់ខ្សោយផ្នែកនយោបាយ ហើយប្រហែលជាមិនមានពួកគេណាម្នាក់អាចផ្តល់នូវអ្វីដែលភាគីម្ខាងទៀតចង់បានឡើយ។\n",
        "output": [
            "Mahdi Abdel Hadi who heads the Palestinian research group PASSIA says both Mr. Olmert and Mr. Abbas are politically weakened, and it is unlikely either man can probably give the other what he wants.\n"
        ]
    },
    {
        "input": "ក្រុមហ៊ុនទូរគមនាគមន៍ AT&T បានផ្តល់ជូននូវការហៅដោយឥតគិតថ្លៃ និងមជ្ឈមណ្ឌលបម្រើការហៅចំនួន 10 សំរាប់ព្រឹត្តិការណ៍នេះ និង MCI បានផ្តល់អ្នកស្ម័គ្រចិត្តពីមជ្ឈមណ្ឌលហៅរបស់ខ្លួន។\n",
        "output": [
            "Telecom company AT&T provided toll-free calling and 10 call centers for the event and MCI provided volunteers from their call centers.\n"
        ]
    },
    {
        "input": "គាត់បានប្រសាសន៍ថា ប្រទេសទាំងនេះ \"ត្រូវតែអភិវឌ្ឍន៍ ដោយទទួលឧបករណ៍ខាងសេដ្ឋកិច្ច និងគោលនយោបាយ ដែលចាំបាច់ដើម្បីបង្កើនផលិតកម្ម និងផលិតភាពកសិកម្ម។\"\n",
        "output": [
            "These countries \"must be given the development, economic and policy tools required to boost their agricultural production and productivity\", he said.\n"
        ]
    },
    {
        "input": "ការវាយប្រហារប្រឆាំងទីក្រុង រ៉ាស កាំបូនី ជាកោះដាច់ស្រយាលមួយនៅជិតព្រំដែនប្រទេសកេនយ៉ា បានតំណាងជាលើកដំបូងនៃប្រទេសជ្រួលច្របល់ ដែលអាមេរិកបានចូលរួមប្រតិបត្តិការតាំងពីឆ្នាំ1993 ដែលនាំឲ្យស្លាប់កងកម្លាំងកងជីវពលសុម៉ាលីនិងជនស៊ីវិលចំនួន1,500នាក់។\n",
        "output": [
            "An attack against Ras Kamboni — a remote island near the Kenyan border, represents the first American involvement in the tumultuous country since the the 1993 operation that resulted in the deaths of as many as 1,500 Somali militiamen and civilians.\n"
        ]
    },
    {
        "input": "ក្រុមបីយ៊ឺនមូនិច បានឈ្នះក្រុមរិតស្តាប៊ែលហ្រ្គេដ ក្នុងពិន្ទុ3ទល់និង2​ដោយការស៊ុតបញចូលទីចុងក្រោយរបស់កីឡាករអាជីពដំបូងទី1តូនីក្រូសវ័យ17ឆ្នាំ។\n",
        "output": [
            "Bayern Munich beat Red Star Belgrade 3-2 on the last kick of the game on 17-year-old Toni Kroos' 1st professional goal.\n"
        ]
    },
    {
        "input": "ផីប៊ឺឌីជំទាស់ការអះអាងថាគាត់គឺបានបោកកេបាននិយាយថា\"ដូចដែលយើងបានព្រួយបារម្ភមកនិងដូចដែលពួកយើងត្រូវបានប្រាប់ដោយREST អ្នកដែលយើងបានកំពុងធ្វើការជាមួយគឺអ្នកជំនួញ។\"\n",
        "output": [
            "Peberdy disputes the claims that he was duped, saying, \"As far as we were concerned and as far as we were told by REST, the people we were dealing with were merchants.\"\n"
        ]
    },
    {
        "input": "ពួកគេបានស្ថិតនៅក្រោមការបាញ់កាំភ្លើងត្បាល់ដាក់ នៅព្រលានយន្តហោះក្នុងអំឡុងពេលពិធីប្រគល់។\n",
        "output": [
            "They came under mortar fire at the airport during a hand-over ceremony.\n"
        ]
    },
    {
        "input": "ប្រតិបត្តិការនេះបានចាប់ផ្តើមកាលពីថ្ងៃសៅរ៍មុននៅពេលដែលកងកម្លាំងប៉ាគីស្ថានបានចួលទៅជិតពីតំបន់ដាច់ដោយឡែកពីគ្នាបីរបស់វ៉ាហ្ស៊ីរីស្ថានខាងត្បូង។\n",
        "output": [
            "The operation began the previous Saturday when Pakistani forces approached from three separate areas of South Waziristan.\n"
        ]
    },
    {
        "input": "វានៅតែស្ថិតក្នុងភាពអាថ៌កំបាំង និងសម្ងាត់យ៉ាងខ្លាំងចំពោះពិភពលោកខាងក្រៅ ដោយអ្នកកាសែតបរទេសភាគតិចត្រូវបានអនុញ្ញាតឲ្យទៅទស្សនា និងស្នាក់នៅក្នុងប្រទេសនេះ។\n",
        "output": [
            "It has also remained largely mysterious and secretive to the outside world, as few foreign correspondents are allowed to visit and stay in the country.\n"
        ]
    },
    {
        "input": "លោកស្រីពណ៌នាពីមេដឹកនាំបក្សប្រឆាំងលោកសាលវ៉ា ណាតេឡាសវីលី ថាត្រូវបានបង្ខំឲ្យស្នើ ចាវើ សូឡាណា ដែលជាលេខា NATO​ ដើម្បីសុំសិទ្ធិជ្រកកោនសំរាប់ប្រពន្ធ និងកូនស្រីពីរនាក់របស់គាត់ បន្ទាប់ពីពួកគេបានទទួលការគម្រាមសម្លាប់។\n",
        "output": [
            "She describes the leader of the opposition Shalva Natelashvili being forced to ask NATO secretary Javier Solana for asylum for his wife and two daughters after they had received death threats.\n"
        ]
    },
    {
        "input": "កាលពីថ្ងៃព្រហស្បតិ៍ MHI បានពន្យារពេលលើសេចក្តីប្រកាសជាសាធារណៈនោះសំរាប់ពេល 24 ម៉ោងបន្ថែមទៀត។\n",
        "output": [
            "On Thursday, the MHI issued a extension to the public notice for an additional 24-hour period.\n"
        ]
    },
    {
        "input": "ព្រះចៅអធិរាជអាគីហ៊ីតូ ដែលឥឡូវកំពុងធ្វើព្រះរាជដំណើរទៅកាន់ហុកកៃដូ បានអបអរចំពោះការប្រសូតនេះ។\n",
        "output": [
            "Emperor Akihito, currently on a tour of Hokkaido, welcomed the birth.\n"
        ]
    },
    {
        "input": "កាស្ព្រាកត្រូវបានបញ្ជូនទៅកាន់មូលដ្ឋានយោធាមួយ បន្ទាប់ពីការផ្ទុះ ប៉ុន្ដែបានស្លាប់ក្នុងអំឡុងពេលវះកាត់។\n",
        "output": [
            "Kasprzak was airlifted to a military base after the explosion but died during surgery.\n"
        ]
    },
    {
        "input": "ក្រុម Senators នឹងប្រកួតជាមួយក្រុម Frolunda នៃសហព័ន្ធដ៏ខ្លាំងខ្លារបស់ប្រទេសស៊ុយអែត។\n",
        "output": [
            "The Senators will play against Frolunda of Sweden's elite league.\n"
        ]
    },
    {
        "input": "ក្រុមហ៊ុនចែកចាយធំៗនៃប្រព័ន្ធប្រតិបត្តិការ លីនុច បានឯកភាពគ្នាលើស្តង់ដារថ្មីមួយដែលរួមមានទាំងធាតុទូទៅសម្រាប់កម្មវិធីកុំព្យូទ័រលើតុ ក្នុងការផ្លាស់ប្តូរធ្វើឲ្យលីនុចក្លាយជាគូប្រកួតប្រជែងដែលមានប្រសិទ្ធិភាពបន្ថែមទៀត ជាមួយម៉ៃក្រូសូហ្វវីនដូរ។\n",
        "output": [
            "Major distributors of the operating system Linux have agreed on a new standard that includes common elements for desktop software, in a move to make Linux a more effective competitor to Microsoft Windows.\n"
        ]
    },
    {
        "input": "ក្រសួងដំបូងដែលត្រូវផ្លាស់ប្ដូរទៅកាន់លីនូខនិងអូផេនអូហ្វីស.org.នឹងអាចជាការិយាល័យនៃឡតមេយឺរដែលមានផែនការសំរាប់ពាក់កណ្ដាលឆ្នាំ2006 ទោះបីជាកុំព្យូទ័ររបស់ផ្នែកទាំងអស់នឹងមិនត្រូវបានផ្លាស់ប្ដូរភ្លាមក៏ដោយ។\n",
        "output": [
            "The first department to migrate to Linux and OpenOffice.org will be the office of the Lord Mayor planed for the middle of 2006, though not all of the department's computers will be immediately migrated.\n"
        ]
    },
    {
        "input": "របាយការណ៍នៃការបង្ហូរឈាមមិនមានទេក្នុងកំឡុងពេលដែលព្រិលបានកំពុងធ្លាក់។\n",
        "output": [
            "There are no reports of any bloodshed during the time the snow was falling.\n"
        ]
    },
    {
        "input": "អ្នកបោះជំរុំដទៃទៀតបាននិយាយថា ពូកគេក៏ស្ទើរតែគេចមិនផុតពីដើមឈើនិងកម្ទេចកំទីផ្សេងៗដែរ។\n",
        "output": [
            "Other campers say they had several close calls with tree limbs and debris.\n"
        ]
    },
    {
        "input": "បេក្ខជនដ៏ទៃទៀតក្នុងការប្រកួតមាន អ្នកសេរីភាពនិយម ជេមី ម៉ាក់ហ្គាវៃ គ្រីន គ្លេន ហូដសិន និង អ្នកឯករាជ្យ ដាវិត រ៉ូលេន។\n",
        "output": [
            "Other candidates in the riding are Liberal Jamie McGarvey, Green Glen Hodgson, and independent David Rowland.\n"
        ]
    },
    {
        "input": "កាលពីឆ្នាំមុនទូរទស្សន៍ BBC បានអំពាវនាវរកប្រាក់បានប្រហែលជា £37 លាន ហើយនៅត្រឹមម៉ោង 11 យប់មិញនេះ ចំនូនទឹកប្រាក់សរុបដែលរៃអង្គាសបានលើសពី £10 លាន។\n",
        "output": [
            "Last year the BBC's appeal raised approximately £37 million, and by 11pm last night the total raised had exceeded £10 million.\n"
        ]
    },
    {
        "input": "កម្មវិធីម៉ូស៊ី្សលឡា ហ្វាយអើហ្វក ដែលជាគូប្រជែងធំរបស់ក្រុមហ៊ុន កំពុងបង្កើតចំណែកទីផ្សាររបស់ខ្លួនយ៉ាងសកម្ម ខណៈពេលដែលថ្មីៗនេះ កម្មវិធីហ្គូកហ្គលក្រូមដែលទើចេញថ្មីៗនោះ ក៏កំពុងទទួលបានអ្នកប្រើប្រាស់យ៉ាងលឿនផងដែរ។\n",
        "output": [
            "Mozilla Firefox, its main rival, has been actively increasing its market share while the recently released Google Chrome is also quickly gaining users.\n"
        ]
    },
    {
        "input": "នៅ​ក្នុង​រយៈ​ពេល​ពីរ​ស​ប្តា​ហ៍ បុគ្គលិក​នឹង​ត្រូវ​បាន​សួរ​ពី​អ្វី​ដែល​ពួក​គេ​គិត​លើ​ការ​ផ្លាស់​ប្តូ​រ​ដែល​បាន​ស្នើ​ឡើង​ ដែល​បានរួម​បញ្ចូល​ផង​ដែរ​ជា​មួយ​ការ​រៀបចំ​រចនា​សម្ព័ន្ធ​គ្រប់​គ្រង​កម្រិត​កំពូលឡើងវិញ​។\n",
        "output": [
            "In two weeks time, staff will be asked what they think of the proposed changes, which also includes a top level management restructuring.\n"
        ]
    },
    {
        "input": "សហព័ន្ធកីឡាតេក្វាន់ដូពិភពលោកបានចេញសេចក្តីថ្លែងការណ៍មួយផ្តោតទៅលើឧបទ្ទវហេតុនេះថា ជា \"ការរំលោភបំពានយ៉ាងធ្ងន់ធ្ងរទៅលើស្មារតីនៃកីឡាតេក្វាដូនិងកីឡាអូឡាំពិក។\"\n",
        "output": [
            "The World Taekwondo Federation released a statement referring to the incident as a \"strong violation of the spirit of Taekwondo and the Olympic Games\".\n"
        ]
    },
    {
        "input": "យ៉ាងណាក៏ដោយ បើគណបក្សទាំងនោះមិនអាចបង្កើតស្ថាប័ននីតិប្រតិបត្តិ ឬមិនចុះសម្រុងក្នុង \"ដំណាក់កាលណាមួយ\" ទេ សភានឹងត្រូវបានរំលាយ ហើយច្បាប់ផ្ទាល់ពីទីក្រុងឡុងដ៏នឹងបន្ត រួមជាមួយយោបល់ពីសធារណៈរដ្ឋអៀរឡង់។\n",
        "output": [
            "However, if the parties fail to set up the Executive or fail to agree \"at any stage\", the Assembly will be dissolved and direct rule from London will continue with input from the Republic of Ireland.\n"
        ]
    },
    {
        "input": "វេជ្ជបណ្ឌិតរ៉ាយអិន ដែលជាជនល្បីល្បាញក្នុងសិទ្ធិផ្ទាល់ខ្លួនរបស់គាត់ បានធ្វើការវះកាត់សម្រស់ឲ្យតារាជាច្រើន រួមមាន ចេនីសឌីកគីសិន សែនស៊ីមម៉ុន សូណាសេន និងអាឌ្រីយ៉ានឃើរី។\n",
        "output": [
            "Dr. Ryan, a celebrity in his own right, performed plastic surgery on several stars including Janice Dickinson, Gene Simmons, Shauna Sand and Adrianne Curry.\n"
        ]
    },
    {
        "input": "សហភាពអឺរ៉ុប ក៏បានអនុម័តកញ្ចប់ជំនួយមួយដែលមានចំនួន €500 លានជាជំនួយត្រឹមឆ្នាំ2010 ដែលត្រូវបានរំពឹងថានឹងជួយដល់ប្រជាជនដែលគ្មានជម្រកក្នុងទឹកដីនោះ (IDPs) និងស្តារសេដ្ឋកិច្ចក្នុងទម្រង់ជាហេដ្ឋារចនាសម្ព័ន្ធថ្មី។\n",
        "output": [
            "The European Union also approved an aid package of €500 million in aid by 2010, which is expected to help internally displaced people (IDPs) and economic recovery in the form of new infrastructure.\n"
        ]
    },
    {
        "input": "ក្នុង​ចំណោម $8,90,000 ចំនួនទឹកប្រាក់ $7,48,550 ត្រូវបាន​អះអាងថា ផ្ទេរ​ដោយពួកគេ​ទៅក្នុង​គណនី​មួយ​នៅ​ធនាគារជាតិ​យ័រដាន់ រីឯចំនួន​ដែល​នៅសល់ $1,46,247.23 ដែល​ជាកំរៃជើងសារ​សម្រាប់​កិច្ចសន្យា​ប្រេង​នេះ ត្រូវបានតម្កល់ទុក​ជាមួយ​ធនាគារ បាខ្លេយ៍ នៅ​ប្រជុំកោះ​ឆានែល​។\n",
        "output": [
            "Of the $8,90,000, $7,48,550 was allegedly transferred by them to an account in the Jordan National Bank, the remaining $1,46,247.23, which was the commission for the oil-contracts, was deposited with Barclays Bank, in the Channel Islands.\n"
        ]
    },
    {
        "input": "នៅព្រឹកព្រលឹមនៅថ្ងៃនោះ រដ្ឋមន្ត្រីម្នាក់បានស្លាប់ ដោយសារការបំផ្ទុះគ្រាប់បែកនៅតាមដងផ្លូវមួយ។\n",
        "output": [
            "Earlier in the day, a government minister was killed by a roadside bomb.\n"
        ]
    },
    {
        "input": "កាលពីម្សិលមិញ សហរដ្ឋអាមេរិក​ និងរុស្ស៊ីបានព្រមព្រៀងលើការដោះដូរអ្នកជាប់ទោស ដែលបានចាប់ខ្លួនដោយប្រទេសទាំងពីរ បន្ទាប់ពីចារជនរុស្សីដប់មួយនាក់ត្រូវបានចាប់ខ្លួនកាលពីចុងខែមុន។\n",
        "output": [
            "The United States and Russia yesterday agreed to the swap of prisoners held by both nations after eleven Russian spies were arrested late last month.\n"
        ]
    },
    {
        "input": "គ្រីហ្វហ្វិនក៏បានកត់ត្រាពីសារៈសំខាន់នូវការរៀនសូត្រពីកំហុសឆ្គង ដោយបន្ថែមថា \"អាមេរិកមិនបោះបង់ យើងមិនបោះបង់ទេ។\"\n",
        "output": [
            "Griffin also noted the importance of learning from mistakes, adding \"Americans don't quit and we won't quit.\"\n"
        ]
    },
    {
        "input": "\"ខ្ញុំបានយល់ថាអ្វីដែលជនអន្តោប្រវេសន៍ត្រូវឆ្លងកាត់ នឹងទទួលបាននូវអ្វីដែលពួកគេចង់បាន។\"\n",
        "output": [
            "\"I understand what immigrants have to go through to reach what they want.\"\n"
        ]
    },
    {
        "input": "មន្ត្រីបាននិយាយថាក្រុមខ្មាន់កាំភ្លើង ទំនងដូចជានឹងប្រើពួកគេជាខែលមនុស្សដើម្បីរត់គេចខ្លួន។\n",
        "output": [
            "Officials said that the gunmen appear to be using them as human shields to escape.\n"
        ]
    },
    {
        "input": "ក្រុមហ៊ុនស្ថិតនៅក្រោមការការពារនៃភាពក្ស័យធន់រហូតដល់អ្នកទទួលគ្រប់គ្រងអាមេរិកសំរាប់សេនត្រល់ឌីស្រ៊ីជនៃរដ្ឋកាលីហ្វ័រញ៉ាដកចេញការប្តឹងទាក់ទងនឹងការក្ស័យធន់សំរាប់ការបរាជ័យនៃក្រុមហ៊ុនពេលដែលម្ចាស់បំណុលទទួលធ្វើតាមជាមួយនិងតំរូវការជាមូលដ្ឋាននៃការបំពេញរបាយការប្រចាំខែនិងការចំណាយថ្លៃប្រចាំត្រីមាសទៅអ្នកទទួលគ្រប់គ្រង។\n",
        "output": [
            "The company remained under bankruptcy protection until the US Trustee for the Central District of California moved to dismiss the bankruptcy proceedings for failure of the company as debtor in possession to comply with basic requirements of filing monthly reports and paying quarterly fees to the Trustee.\n"
        ]
    },
    {
        "input": "បូទេហ្វ្លីកាបានមានប្រសាសន៍ដោយប្រកាសការកាន់មរណៈទុក្ខរយៈពេលប្រាំបីថ្ងៃថា \"ថ្ងៃនេះយើងបានបាត់បង់មេដឹកនាំដ៏ក្លាហានបំផុតម្នាក់នៅសម័យទំនើបរបស់ប្រទេសអាល់ហ្សេរី។\"\n",
        "output": [
            "\"Today we lost one of modern Algeria's bravest leaders,\" said Bouteflika, declaring eight days of mourning.\n"
        ]
    },
    {
        "input": "ចៅក្រមតុលាការស្រុកអូស្រ្តាលីខាងលិច លោកសូណា ឌីន បានរកឃើញថា ស្រ្តីមូស្លីមម្នាក់ត្រូវដោះក្រណាត់គ្របមុខរបស់ខ្លួនចេញ ដើម្បីធ្វើជាកសិណសាក្សីពាក់ព័ន្ធនឹងការចោទពីការទទួលបានការផ្តល់មូលនិធិរបស់រដ្ឋ និងរដ្ឋាភិបាលសហព័ន្ធសម្រាប់សាលាអ៊ីស្លាមដោយក្លែងបន្លំ។\n",
        "output": [
            "Western Australian district court judge Shauna Deane has found that a Muslim woman must remove her burqa in order to testify with regard to an Islamic school's alleged receiving of state and federal government funding in a fraudulent manner.\n"
        ]
    },
    {
        "input": "ជនជាតិស៊ុយអែតពីរនាក់បានរងរបួសស្រាលដោយសារផ្សែង ប៉ុន្តែពួកគេត្រូវបានសង្រ្គោះដោយអុកស៊ីហ្សែននៅមជ្ឈមណ្ឌលជ្រមុជទឹកមួយនៅក្បែរនោះ។\n",
        "output": [
            "Two Swedes sustained minor injuries from the smoke, but were treated with oxygen at a nearby dive center.\n"
        ]
    },
    {
        "input": "បន្ទាប់ពីការដោះលែងរបស់ប្រទេសហុងគ្រីនិងមាតុភូមិនិវត្តនៃឃាតករកាន់ពូថៅរ៉ាមីលសាហ្វារ៉ុវដែលបានកាត់អោយជាប់ទោសនៅអាស៊ែរី ដែលអាហ្សែបែហ្សលើកលែងទោសជាបន្តបន្ទាប់អាមេនីបានប្រកាសថាខ្លួនគឺ \"ត្រៀមខ្លួនជាស្រេចសម្រាប់សង្គ្រាម។\"\n",
        "output": [
            "Following Hungary's release and repatriation of convicted Azeri axe-murderer Ramil Safarov, who Azerbaijan subsequently pardoned, Armenia announced it is \"ready for war\".\n"
        ]
    },
    {
        "input": "មានវត្ថុមួយគឺពែង មានតម្លៃដល់ទៅរាប់ពាន់អឺរ៉ូ។\n",
        "output": [
            "One item, a cup, has been valued at several thousand Euros.\n"
        ]
    },
    {
        "input": "មន្ត្រីមួយរូបនៅក្នុងគណកម្មាធិការជាតិនៃបក្សសាធារណរដ្ឋ បានបា្រប់ អេនប៊ីស៊ី ថា​ ការផ្សាយនោះត្រូវបានលុបចេញពីព្រោះវា ​\"បង្ហាញច្បាស់\"​ ត្រឹមតែមួយថ្ងៃក្រោយពេលប្រធានបក្សសាធារណរដ្ឋ ខេន​ មេលមេន​ ការពារការផ្សាយនោះ និងនិយាយថាវាគួរតែបន្តចាក់ផ្សាយ។\n",
        "output": [
            "An official for the Republican National Committee told NBC the ad had been pulled because it had \"run its course,\" just one day after party chairman Ken Mehlman defended the ad and said it would continue to run.\n"
        ]
    },
    {
        "input": "ប្រធានក្រុមហ៊ុនស៊ែលលោក ម៉ាវីន អ៊ី ឧដុម បាននិយាយទៅកាន់សេវាគ្រប់គ្រងធនធានរ៉ែ (MMS) នៃក្រសួងមហាផ្ទៃអាមេរិកថា \"ស៊ែលប្តេជ្ញាចិត្តអនុវត្តកម្មវិធីរុករកដែលមានសុវត្ថិភាព និងទទួលខុសត្រូវចំពោះបរិស្ថាននក្នុងសមុទ្រ Chukchi និងសមុទ្រBeaufort នៅក្នុងឆ្នាំ 2010។\"\n",
        "output": [
            "\"Shell is committed to undertaking a safe and environmentally responsible exploration program in the Chukchi Sea and Beaufort Sea in 2010,\" said Shell Oil Company President Marvin E. Odum to the U.S. Department of the Interior's Mineral Management Service (MMS).\n"
        ]
    },
    {
        "input": "លោកមមៃឃ៍ ឡុមបាដូ អគ្គស្នងការពន្លត់អគ្គីភ័យរបស់បាហ្វហ្វូឡូបានមានប្រសាសន៍ថា \"អ្វីមួយបានកាត់ផ្តាច់ទំនាក់ទំនង អ្វីមួយបានបណ្តាលឱ្យកណ្តឹងសញ្ញាទាំងនោះរោទ៍ឡើង និងកាត់ផ្តាច់ថាមពលក្នុងជណ្តើរយន្ត។\"\n",
        "output": [
            "\"Something cut off communications, something set off those alarms and cut power to elevators,\" said Mike Lombardo, Buffalo's fire commissioner.\n"
        ]
    },
    {
        "input": "គាត់បានទូរស័ព្ទទៅកាន់ លោកទីម៉ូធី ស៊្រីវើ ពីយន្តហោះយោធា ពេលដែលគាត់ធ្វើដំណើរត្រឡប់ទៅទីក្រុងវ៉ាស៊ីនតោនឌីស៊ីវិញ។\n",
        "output": [
            "He phoned Timothy Shriver from Air Force One on the way back to Washington, D.C..\n"
        ]
    },
    {
        "input": "អ្នកជំនាញខាងភ្លើងដែលតែងតែជាប់រវល់ក្នុងកំឡុងពេលនេះជារៀងរាល់ឆ្នាំ បានអំពាវនាវឱ្យប្រើប្រាស់ពិពណ៌កាំជ្រួចដោយស្របច្បាប់ និងប្រកបដោយសុវត្តិភាព និងបានទទូចឱ្យប្រជាពលរដ្ឋចូលរួមរៀបចំពិពណ៌ជាសាធារណៈ។\n",
        "output": [
            "Fire experts, always busy around this time of year, have called for the use of safe and legal firework displays and have urged citizens to attend organised public displays.\n"
        ]
    },
    {
        "input": "កម្មវិធីផ្នែកទន់ដែល ម៉េដស្តរី ផលិត មានបច្ចេកទេសប្រើបញ្ញាវៃរបស់កុំព្យូទ័រ យកព័ត៌មានដែលត្រូវទាំងព័ត៌មានវេជ្ជសាស្រ្ត និងសុខភាពដែលរក្សាទុកក្នុងទិនានុប្បវត្តិវេជ្ជសាស្រ្ត ព្រមទាំងឯកសាររបស់រដ្ឋាភិបាល។\n",
        "output": [
            "The software that Medstory develops involves artificial intelligence techniques which are applied to both medical and health information stored in medical journals, as well as government documents.\n"
        ]
    },
    {
        "input": "ក្រុមហ៊ុនស្ពេសអិចបានដាក់ចេញនូវរ៉ុកកែត ហ្វាល់កុន I របស់ខ្លួននៅថ្ងៃនេះពីក្វាចាលែន អាតូល។\n",
        "output": [
            "SpaceX Corporation launched its Falcon I rocket today from Kwajalein Atoll.\n"
        ]
    },
    {
        "input": "អ្នកអត្ថាធិប្បាយព័ត៌មានអាយុ 66 ​ឆ្នាំដែលបានឈប់ជក់បារីជាច្រើនឆ្នាំកន្លងមកបានបន្ថែមថា: \"ខ្ញុំសង្ឃឹមថាវាដំណើរការដោយគ្មានការនិយាយថាអ្នកកាសែតម្នាក់ដែលមិនផ្តល់តម្លៃដ៏ជ្រាលជ្រៅលើភាពស្មោះត្រង់របស់ទស្សនិកជនត្រូវធ្វើការផ្សេងទៀតនោះទេ។\"\n",
        "output": [
            "The 66-year-old anchor man, who gave up smoking several years ago, added: \"I hope it goes without saying that a journalist who doesn't value deeply the audience's loyalty should be in another line of work.\"\n"
        ]
    },
    {
        "input": "អង្គរក្សរបស់ស្ម៊ីត ត្រូវគេរាយការណ៍ថា បាន \"ផ្លុំខ្យល់ធ្វើចលនាបេះដូងឱ្យនាង\" មុនពេលក្រុមអ្នកជួយសង្គ្រោះមកដល់។\n",
        "output": [
            "Smith's bodyguard is reported to have given Smith \"cardiopulmonary resuscitation\" before paramedics arrived.\n"
        ]
    },
    {
        "input": "កាលពីថ្ងៃច័ន្ទ ក្រុមហ៊ុនទូរគមនាគមន៍របស់ប្រទេសអូស្តា្រលី Telstra បានបង្ហាញនូវឧបករណ៍ dual carrier HSPA+ កម្រិតស្តង់ដារសំរាប់អតិថិជនផ្នែកអាជីវកម្មរលកអាកាសអ៊ីនធើណេតក្នុងបណ្តាញ Next G។\n",
        "output": [
            "On Monday, Australian telecommunications company Telstra has introduced dual carrier HSPA+ standard for broadband Internet business customers in the Next G network.\n"
        ]
    },
    {
        "input": "\"ខ្ញុំចង់បំពេញការទទួលខុសត្រូវរបស់ខ្ញុំដើម្បីបន្តការធ្វើកំណែទម្រង់ដើម្បីកសាងប្រទេសនិងលើកកម្ពស់កំណើនសេដ្ឋកិច្ចដែលប្រជាជនអាចមើលឃើញ។\"\n",
        "output": [
            "\"I want to fulfill my responsibility to proceed with reform to build the nation and promote economic growth that the people can feel.\"\n"
        ]
    },
    {
        "input": "ក្នុងរយៈពេលប្រាំមួយថ្ងៃធ្វើដំណើរទៅកាន់អូស្រ្តាលី ស្នងការសិទ្ធិមនុស្សអង្គការសហប្រជាជាតិបានទៅមើលមណ្ឌលឃុំឃាំងពីរកន្លែង និងបាននិយាយថា លោកស្រីមាន \"អារម្មណ៍ក្តុកក្តួលខ្លាំង\" ដែលបានឃើញអ្នកស្វែងរកសិទ្ធិជ្រកកោន ដែលពួកគេជាច្រើននាក់បានរង់ចាំជាង18ខែមកហើយដើម្បីវាយតម្លៃពីករណីរបស់ពួកគេ។\n",
        "output": [
            "In her six-day trip to Australia, the UN Human Rights Commissioner visited two detention centres and said she was overwhelmed with the \"grim despondency\" of asylum seekers, many of whom wait over 18 months to have their case assessed.\n"
        ]
    },
    {
        "input": "ប្រទេសហ្វាំងឡង់ នឹងចំណាយលើការសម្អាតនោះ ដោយសារប្រទេសអេស្តូនី មិនបានធ្វើការស្នើសុំជំនួយជាផ្លូវការឡើយ។\n",
        "output": [
            "Finland will be paying the costs of the cleanup, as Estonia did not make an official request for help.\n"
        ]
    },
    {
        "input": "ខណៈដែលហនិភ័យគឺនៅតូច ដែលថា ទឹកដែលមានប្រេងអណ្ដែតត្រាអាចចូលហួសឆ្នេរសមុទ្រគ្រប់គ្រាន់ រហូតដល់ដែនទឹកកាណាដា គឺអាចទៅរួច។\n",
        "output": [
            "While the risk is slim that the oil slick will move up the seaboard enough to get into Canadian waters, it is possible.\n"
        ]
    },
    {
        "input": "កងកម្លាំងប្រដាប់អាវុធប៉ាគីស្ថាននិយាយថា ពួកគេបានយកបានទីក្រុងកុតកៃនៅថ្ងៃសៅរ៍ ដែលជាស្រុកកំណើតរបស់មេតាលីបង់ ហាគីមូលឡា មេស៊ុដ និងមន្រ្តីជាន់ខ្ពស់របស់គាត់ម្នាក់ ឈ្មោះក្វារី ហ៊ុសសាន់។\n",
        "output": [
            "Pakistani armed forces say they have captured the town of Kotkai on Saturday, the hometown of Taliban Chief Hakimullah Mehsud and one of his top officers, Qari Hussain.\n"
        ]
    },
    {
        "input": "ឧប្បត្តិហេតុនៅក្នុងវិហារអ៊ីស្លាមបានលើកឡើងនូវភាពចម្រូងចម្រាសខ្លាំងអំពី ថាតើអ្នកកាសែតដែលបានបង្កប់គួរតែរក្សាទស្សនៈអព្យាក្រឹត ឬអត់។\n",
        "output": [
            "The incident in the mosque raised considerable controversy over whether embedded journalists should maintain a neutral point of view.\n"
        ]
    },
    {
        "input": "ម៉ាត ហាឌី អាយុ 22 ឆ្នាំ ស្ថិតនៅកន្លែងកើតហេតុនៃបទឧក្រិដ្ឋនោះ និងបានឃើញមិត្តរបស់គាត់ ថម ធេននើត្រូវបានបាញ់ពីរគ្រាប់។\n",
        "output": [
            "Matt Hardy, 22 years old, was at the scene of the crime, and had seen his friend Tom Tanner being shot twice.\n"
        ]
    },
    {
        "input": "សម្ព័ន្ធកីឡាហុកគី (NHL) បានដាក់ពិន័យការផ្អាករដូវកាលប្រកួតដ៏យូរ រួមទាំងការលេងជម្រុះចេញដល់គ្រីសស៊ីម៉ុនរបស់ក្រុមញ៉ូវយ៉កអ៊ីស្លែនឌើរ។\n",
        "output": [
            "The National Hockey League (NHL) has handed down a season-long suspension, including the playoffs, to Chris Simon of the New York Islanders.\n"
        ]
    },
    {
        "input": "ពួកគេក៏បានរកឃើញថាកណ្តុរមានផ្ទៃពោះមានកោសិកាអូលីហ្គោឌែនត្រូសាយកំរិតខ្ពស់ជាង ដែលបង្កើតម៉ាយអិលីននិងអាចជួសជុលណឺរ៉ូនដែលខូចខាតខ្លះតាមរយៈការផលិតម៉ាយអិលីនឡើងវិញ។\n",
        "output": [
            "They also found the pregnant mice had higher levels of cells called oligodendrocytes, which create myelin and are able to repair some damaged neurons through remyelination.\n"
        ]
    },
    {
        "input": "នៅក្នុងសេចក្តីថ្លែងការណ៍​មួយបានពន្យល់អំពីសេចក្ដីសម្រេចរបស់ខ្លួនក្នុងការមិនផ្ដល់មូលនិធិសម្រាប់ការធ្វើដំណើររបស់ក្រុម ហើយ NTGL បានលើកឡើងអំពីកាតព្វកិច្ចហិរញ្ញវត្ថុបន្ទាន់ច្រើនទៀត ដូចជាការបោះឆ្នោតជាតិនាពេលខាងមុខរបស់ប្រទេសនេះ និងការរំលាយកងកម្លាំងប្រដាប់អាវុធរបស់ប្រទេសនេះ។\n",
        "output": [
            "In a statement explaining its decision not to fund the team's travel, the NTGL highlighted more pressing financial obligations such as the country's upcoming national elections and the demobilization of the nation's defunct armed forces.\n"
        ]
    },
    {
        "input": "ដាវីសអ្នកឯកទេសជិះកង់លឿន បានទទួលជោគជ័យនៅក្នុងវគ្គផ្ដាច់ព្រ័ត្រនៅថ្ងៃសៅរ៍ នៅក្នុងការប្រជែងយកការនាំមុខ គាត់បានបង្កើនការបន្ថែមម៉ោងពីការឈ្នះល្បឿនលឿនជាងគេនៅក្នុងការប្រកួត។\n",
        "output": [
            "Sprint specialist Davis completed Sunday's final stage in the main pack to maintain the lead he had built up in time bonuses from sprint wins earlier in the race.\n"
        ]
    },
    {
        "input": "សំរាប់ថ្ងៃអង្គារ៍ ទី17 ខែវិច្ឆិកា-ទិរារបស់និស្សិតអន្តរជាតិខួបលើកទី70-កុប្បកម្មផ្នែកអប់រំទូទាំងប្រទេសក្នុងប្រទេសអាឡឺម៉ង់ត្រូវបានប្រកាសឡើង។\n",
        "output": [
            "For Tuesday 17 November — the 70th anniversary of the international students' day — a nationwide education strike in Germany has been announced.\n"
        ]
    },
    {
        "input": "អតីតនាយករដ្ឋមន្ត្រី បេណាហ្សឺ ប៊ុតតូ ដែលទើបវិលចូលស្រុកវិញថ្មីៗ ឥឡូវនេះកំពុងនៅក្រៅប្រទេស ដើម្បីសួរសុខទុក្ខក្រុមគ្រួសារនៅទីក្រុងឌូបាយ។\n",
        "output": [
            "Former Prime Minister Benazir Bhutto, who recently returned home, is currently out of the country, visiting family in Dubai.\n"
        ]
    },
    {
        "input": "អ្នកសរសេរ Courier Mail ដេនីស អាត់គីនបានសរសេរនៅក្នុងសារខូរីយឺមួយនៅថ្ងៃនេះថា DS4SEQ \"នឹងឈ្នះឆ្នោតច្រើនជាងការរំពឹងទុក-សម្លេងឆ្នោតដែលនឹងកើនឡើងនូវកៅអីចំនួនពីរខ្ទង់ជុំរិញទីក្រុងប្រ៊ីសបេន និងតំបន់ឆ្នេរសមុទ្រ។\"\n",
        "output": [
            "Courier Mail writer Dennis Atkins wrote in today's Courier Mail that DS4SEQ \"will poll better than anyone expected - polling close to double figures in some seats around Brisbane and on the coasts.\"\n"
        ]
    },
    {
        "input": "គាត់បាននិយាយទៅកាន់ភ្នាក់ងារសារព័ត៌មានអាសុះស៊ីអែត ប្រេសតាមទូរស័ព្ទថា \"យើងបានលើកពីបញ្ហានេះសម្រាប់កិច្ចប្រជុំ និងសម្រាប់ការប្រកួត។\"\n",
        "output": [
            "We had it for the meeting, and for the tournament,\" he said to the Associated Press news agency over the telephone.\n"
        ]
    },
    {
        "input": "ការអះអាងនេះផ្ទុយស្រឡះនឹងសេចក្តីថ្លែងការណ៍ទៅកាន់រដ្ឋសភានៅខែកុម្ភៈ ដែលលោកដោនើបាននិយាយថា\"ពិតប្រាកដណាស់ ខ្ញុំបានអានសារទូរលេខទាំងនោះ។\"\n",
        "output": [
            "The claims are in stark contrast to a statement made to parliament in February where Mr Downer said \"Of course I would have read them\".\n"
        ]
    },
    {
        "input": "មេរោគ H1N1 នេះខុសប្លែកពីជំងឺផ្តាសាយតាមរដូវកាលធម្មតាត្រង់ថា វានៅមានបន្តក្នុងអំឡុងរដូវក្តៅជាច្រើនខែ និងមានឥទ្ធិពលទៅលើមនុស្សដែលមានសុខភាពល្អក្រោមអាយុ 65ឆ្នាំ។\n",
        "output": [
            "The H1N1 virus differs from the normal seasonal flu in that it has persisted during the summer months and affected relatively healthy people under the age of 65.\n"
        ]
    },
    {
        "input": "\"ក្នុងរយៈពេល 24 ម៉ោងនៃការប៉ះទង្គិចគ្នានេះប្រព័ន្ធតាមដានអវកាសរបស់អាមេរិកបានរកឃើញ កម្ទេចកម្ទី 600 បំណែក។\"\n",
        "output": [
            "\"Within 24 hours of the collision, the U.S. space tracking system had identified 600 pieces of debris.\"\n"
        ]
    },
    {
        "input": "អេយូគ្រោងនឹងបញ្ជូនកងទ័ពចម្រុះជាតិសាសន៍សរុបចំនួន 8,000 នាក់ និងពេលនេះបានប្តេជ្ញាបន្តធ្វើការដាក់ពង្រាយរបស់ខ្លួន ទោះបីជាមានការវាយប្រហារលើកងកម្លាំងដែលបានដាក់ពង្រាយដំបូងរបស់ខ្លួន និងការគំរាមកំហែងពីមេបញ្ជាការអ៊ីស្លាមនិយមក៏ដោយ។\n",
        "output": [
            "The AU plans to send 8,000 multinational troops in total, and has recently vowed to continue their deployment despite attacks on its first deployed forces and threats of an Islamist commander.\n"
        ]
    },
    {
        "input": "គាត់មានស្ថានភាពនឹងនរបន្ទាប់ពីការព្យាបាលនៅមន្ទីរពេទ្យមីហ្គែលគូតូ។\n",
        "output": [
            "He is stable after treatment at the Miguel Couto hospital.\n"
        ]
    },
    {
        "input": "មិនដូចការវាយប្រហារកាលពីម្សិលម៉ិញឡើយ ដែលការវាយប្រហារមួយក៏បានកើតឡើងនៅក្នុងទីក្រុងបាដាដផងដែរ ការវាយប្រហារថ្ងៃនេះបានកើតឡើងនៅអំឡុងពេលកៀកគ្នា។\n",
        "output": [
            "Unlike yesterday's attacks, one of which was also in Baghdad, today's attacks happened in rapid succession.\n"
        ]
    },
    {
        "input": "មួយក្នុងចំនោមពួកគេបានជាប់ក្នុងការធ្លាក់យន្តហោះរបស់ជើងហោះហើរលេខ38នៃក្រុមហ៊ុនអាកាសចរណ៍អង់គ្លេស ដោយសារការខ្វះខាតផ្លូវរត់នៅអាកាសយានដ្ឋាន ហ៊ីត្រូនៃទីក្រុងឡុងកាលពីឆ្នាំមុន។\n",
        "output": [
            "One of them resulted in British Airways Flight 38 crashing short of the runway at London's Heathrow Airport last year.\n"
        ]
    },
    {
        "input": "គណៈកម្មការត្រូវបង្កើតឡើងដោយគណបក្សសាធារណរដ្ឋ២(ស៊ីន ហ្វែង​និងអេសឌីអិលភី) គណបក្សសហជីពកម្មករ២(ឌីយ៉ូភី និងយ៉ូយ៉ូភី)និងគណបក្សសម្ព័ន្ធមិននិកាយសាសនា។\n",
        "output": [
            "The committee is made up of the two republican parties (Sinn Féin and SDLP), the two unionist parties (DUP and UUP) and the non-sectarianist Alliance Party.\n"
        ]
    },
    {
        "input": "យានអវកាសឌីស្កាវើរី ដែលបានហោះហើរ 39ជើងហោះហើរនៅក្នុងប្រវត្តិសាស្រ្តប្រតិបតិ្តការរបស់ខ្លួន រួមទាំងបេសកកម្មនាបច្ចុប្បន្ននេះ ដឺកជញ្ជូនរបស់ធ្ងន់ៗជាច្រើនទៅកាន់ទីអវកាសរួមទាំងកែវយឹតមជ្ឈមណ្ឌលអាកាស និងបានមកទស្សនាស្ថានីយ៍អវកាសផ្សេងគ្នាចំនួនពីរ: Mir និងISS។\n",
        "output": [
            "Discovery flew 39 flights in its operational history, including the current mission, delivering several payloads to space including the Hubble Space Telescope and visiting two different space stations: Mir and the ISS.\n"
        ]
    },
    {
        "input": "\"ខ្ញុំសប្បាយចិត្តដែលប៉ូលីសចាប់ខ្លួនគាត់បានទីបំផុត ហើយគាត់ត្រូវឃុំក្នុងគុក។\n",
        "output": [
            "\"I am happy that the police finally caught up with him and he is in prison.\n"
        ]
    },
    {
        "input": "គណបក្សមានឥទ្ធិពលពីរ របស់សភាជាតិប៉ាគីស្ថាន បានចងសម្ពន្ធ័ភាពនឹងគ្នា ដើម្បីវាយប្រហារលើលោកប្រធានាធិបតី Pervez Musharraf។\n",
        "output": [
            "The two dominant parties of Pakistan's National Assembly have united in a coalition to impeach President Pervez Musharraf.\n"
        ]
    },
    {
        "input": "តុលាការបានកំនត់ថាពាណិជ្ជកម្មណាដែលបង្កើតឡើងក្នុងបំនងអនុញ្ញាតអោយអ្នកប្រើប្រាស់ប្រព្រឹត្តអំពើរំលោភកម្មសិទ្ធិបញ្ញា គួរត្រូវបានផ្តន្ទាទោស។\n",
        "output": [
            "The court ruled that businesses created with the purpose of letting users commit copyright violations should be held liable for the infringement.\n"
        ]
    },
    {
        "input": "គាត់អះអាងថា គាត់មិនអាចទទួលខុសត្រូវចំពោះរាល់ការបញ្ចេញមតិរបស់អ្នកដ៏ទៃឡើយ។\n",
        "output": [
            "She claims that she cannot be held responsible for the comments of others.\n"
        ]
    },
    {
        "input": "អ្នកបាញ់ធ្នូបានឃើញនាងមិនសូវមានកំលាំងគ្រប់គ្រាន់ក្រោយពីបានត្រលប់មកពីការប្រគុំតន្ដ្រីមួយដោយក្រុមដែលនាងចូលចិត្ដនៅសេលថិកសាន់ឌឺនៅវ៉ូឡុនហ្កង។\n",
        "output": [
            "The archer found out about her inclusion on the shadow team the night after returning from a concert by her favorite band, Celtic Thunder, in Wollongong.\n"
        ]
    },
    {
        "input": "ប្រធានាធិបតីបច្ចុប្បន្នរ៉ូប៊ឺតមូលហ្គាបេ ទាយទុក \"ពីជោគជ័យដ៏ធំធេង\" សម្រាប់គណៈបក្សរបស់គាត់ សហព័ន្ធជាតិអាហ្រ្វិកហ្ស៊ីបាវ៉េ ផាទ្រីអូធីក ហ្វ្រាន់ (ហ្សានូ-ភីអែហ្វ)។\n",
        "output": [
            "Current president Robert Mugabe predicts a \"mountainous victory\" for his party, the Zimbabwe African National Union - Patriotic Front (Zanu-PF).\n"
        ]
    },
    {
        "input": "ហើយនីតិវិធីត្រឹមត្រូវគឺអ្វីទៅ?\n",
        "output": [
            "And what would due process be?\n"
        ]
    },
    {
        "input": "ឧបករណ៍នេះ​ផ្តល់​ការពិនិត្យមើល​ប្រវត្តិឯកសារ​ជាច្រើន​រួមមាន​ការមើល​ដែលផ្តល់​ការកែសម្រួល​នីមួយៗ​មាន​សារៈសំខាន់​​ស្មើគ្នា និង​ការមើល​ពេលវេលា​កំណត់​ដែល​បង្ហាញ​ការកែសម្រួល​នីមួយៗ​ដោយសមាមាត្រនឹង​រយៈពេល​ដែល​ឯកសារ​នៅមានមកដល់បច្ចុប្បន្ន។\n",
        "output": [
            "The tool offers a variety of views of document histories, including a view that gives each revision equal importance, and a timeline view which displays each revision proportionally to how long it remained current.\n"
        ]
    },
    {
        "input": "\"ជាពិសេស ឥឡូវនេះ ពេលវេលាមួយដែលពោរពេញទៅដោយការបដិសេធការប្រល័យពូជសាសន៍ទាំងនៅក្នុង និងនៅក្រៅពិភពអារ៉ាប់ ការខិតខំព្យាយាមបង្រៀនប្រជាជនអារ៉ាប់វ័យក្មេងអំពី​ការប្រល័យ និងសិក្សាពីមេរៀនសីលធម៌ និងក្រមសីលធម៌ វាជាសកម្មភាពដ៏មានតម្លៃ។\"\n",
        "output": [
            "\"Particularly now, at a time when Holocaust denial is rife both within and outside of the Arab world, the attempt to teach young Arabs about the Holocaust and to learn moral and ethical lessons from it is a worthy pursuit.\"\n"
        ]
    },
    {
        "input": "អាជ្ញាធរបាននិយាយថា អស់រយះពេលជាង 40ឆ្នាំហើយ ចាប់តាំងពីផ្នែកខ្លះនៃដីនេះបានឆេះភ្លើង។\n",
        "output": [
            "Authorities say that it has been over 40 years since some parts of the land have caught fire.\n"
        ]
    },
    {
        "input": "បន្ថែមពីលើនេះ កម្មករខ្លះត្រូវបង់ថ្លៃដល់ទៅ£180សំរាប់\"ការណែនាំ\"ទៅកាន់ក្រុមហ៊ុន។\n",
        "output": [
            "In addition, some workers had to pay fees of up to £180 for an \"introduction\" to the company.\n"
        ]
    },
    {
        "input": "ទីពីរ ព័ត៌មានលម្អិតអំពីពិធីសារដើម្បីបើកសវនការ​លើព្រះអង្គម្ចាស់នៅតុលាការមិនត្រូវបានពន្យល់នៅក្នុងព្រះរាជក្រឹតថ្មីឡើយ ដោយធ្វើឲ្យដីកាកោះនោះមិនមានតម្លៃ -ជាអ្វីដែលលោករដ្ឋមន្រ្តី អនកេលីក បានបដិសេធ។\n",
        "output": [
            "Second, the details of the protocol to hear the Prince in court were not explained in the recent Royal Decrete, making it worthless -something Minister Onkelickx denied.\n"
        ]
    },
    {
        "input": "ទ្រឹស្តីនាំមុខគេនៅពេលនេះគឺថាក្រុមនាវិកបានទទួលការអានល្បឿនខ្យល់មិនត្រឹមពីបំពង់ ពីបំពង់វាស់របស់យន្តហោះ ឧបករណ៍ដែលវាស់ឲ្យដឹងថាតើយន្តហោះនេះធ្វើដំណើរល្បឿនលឿនប៉ុណ្ណា។\n",
        "output": [
            "The leading theory at the moment is that the crew received incorrect air speed readings from the aircraft's pitot tubes, devices which measure how fast the aircraft is travelling.\n"
        ]
    },
    {
        "input": "ក្រុមហ៊ុន BP បាននិយាយថាខ្លួននឹងធ្វើតេស្តពពុះដើម្បីកំណត់ថាតើពពុះនោះជាអ្វី ហើយនៅថ្ងៃអាទិត្យ លោក ដូក សាប់ថល COO របស់ក្រុមហ៊ុន BP បាននិយាយថាពពុះទាំងនោះមិនមែនជាមេតានទេ ប៉ុន្តែនឹងត្រូវធ្វើតេស្តបន្ថែមទៀត។\n",
        "output": [
            "BP said it would test the bubbles to determine what they are and as of Sunday, COO of BP Doug Suttles says the bubbles are not methane, but further tests are being conducted.\n"
        ]
    },
    {
        "input": "ប្រតិបត្តិការក៏បានសម្របសម្រួលជាអន្តរជាតិជាមួយ អិនធើផូល និងនាយកដ្ឋានរដ្ឋនៃសហរដ្ឋអាមេរិក ជាលទ្ធផលសម្រេចបានការឃុំខ្លួនអ្នករត់គេចខ្លួនជាតិបរទេស និង អន្តរជាតិ ចំនួន 16 នាក់។\n",
        "output": [
            "Operations were also coordinated internationally with INTERPOL and the US State Department, resulting in the detainment of 16 foreign and international fugitives.\n"
        ]
    },
    {
        "input": "ក្រុមមន្រ្តីបានបញ្ជាក់ថា អណ្តូងរ៉ែនេះ​នឹង​នៅតែបិទ​សម្រាប់រយៈពេល​អប្បបរិមា​ប្រាំមួយ​សប្តាហ៍​ខណៈពេល​ដែល​ការស៊ើបអង្កេត​មួយ​ត្រូវបានអនុវត្ត និង​អណ្តូងរ៉ែនេះ​ត្រូវបានគេចាត់ទុកថា​មានសុវត្ថិភាព​សម្រាប់​អ្នករុករករ៉ែ​បន្ត​ធ្វើការ​នៅក្នុងនោះ​។\n",
        "output": [
            "Officials state that the mine will remain closed for a minimum of six weeks, while an investigation is performed, and the mine is deemed safe for miners to continue working in it.\n"
        ]
    },
    {
        "input": "លោក ខេនណេត ថមសាន់ ជាបុរសម្នាក់ដែលមានជាងគេបំផុតរបស់ប្រទេសកាណាដា និងជាមនុស្សដែលមានទ្រព្យសម្បត្តិច្រើនជាងគេបំផុតលំដាប់ទី9 នៅលើពិភពលោក ដែលយោងតាមចំណាត់ថ្នាក់ Forbes ឆ្នាំ2005 បានទទួលមរណភាពកាលពីព្រឹកថ្ងៃច័ន្ទ នៅឯការិយាល័យរបស់លោកនៅក្នុងទីក្រុងតូរ៉ុនតូ។\n",
        "output": [
            "Kenneth Thomson, Canada's richest man and the 9th wealthiest person in the world according to Forbes's 2005 ranking, died Monday morning at his office in Toronto.\n"
        ]
    },
    {
        "input": "យោងតាមលោកវ៉ាស់សិន ព្រះអង្គម្ចាស់គឺជាអ្នកត្រូវការប្រាក់ដើម្បីទ្រទ្រង់ជីវភាពរស់នៅជារាជវង្ស និង \"សូម្បីតែមិនមានប្រាក់គ្រប់គ្រាន់ដើម្បីទិញអាហារផងនោះ។\"\n",
        "output": [
            "According to Vaessen, the Prince was in need of money to support a royal lifestyle, and \"didn't even have enough money to buy food.\"\n"
        ]
    },
    {
        "input": "ព្រះអង្គម្ចាស់នៃប្រទេសវែលដែលជាអតីតនិស្សិតស្ថិតក្នុងចំណោមនោះ កន្លងមកបានចំណាយពេលមួយរយៈសម្រាប់រយៈពេលសិក្សាឆ្នាំ1969 នៅទីនោះ។\n",
        "output": [
            "The Prince of Wales is among past students, having spent a 1969 term there.\n"
        ]
    },
    {
        "input": "ជំនួយពីម្ចាស់ជំនួសរបស់យើងគឺជាគម្រោងនយោបាយដែលមានគោលបំណងឧបត្ថម្ភ និងគាំទ្រអជ្ញាធរប៉ាឡេស្ទីន ដែលជាស្ថាប័នសំខាន់ដើម្បីឲ្យប៉ាឡេស្ទីនក្លាយជារដ្ឋឯករាជ្យ។\n",
        "output": [
            "Our donor aid is a political project aim[ed] at supporting and sustaining the Palestinian Authority, a key institution in what is supposed to become an independent Palestinian state.\n"
        ]
    },
    {
        "input": "សាកលវិទ្យាល័យអុកហ្វត គឺកំពុង​តែ​ដាក់​លេខ​រៀង​នៃ​សៀវភៅ​ចម្រៀង​ និងការចង​ក្រង​របស់​ Harding Collection ដែល​ត្រូវ​បាន​ចាត់​ទុក​ថា​ការ​ចង​ក្រង​ដ៏ធំនេះ គឺ​ជា​ផ្នែក​នៃ​គម្រោង​ដែល​អនុញ្ញាត​ឲ្យ​ចូល​ប្រើ​ប្រាស់​តាមអ៊ីនធើណេត។\n",
        "output": [
            "The University of Oxford is currently digitising the songbooks and anthologies of the Harding Collection, said to be the world's largest such collection, as part of a project to allow online access.\n"
        ]
    },
    {
        "input": "លោកកាលីត អាឌុបាកា ជាព្រះសង្ឃនៃវិហារកណ្តាលរបស់ទីក្រុងបានធ្វើការប៉ាន់ស្មាននៃចំនួនអ្នកស្លាប់។\n",
        "output": [
            "Khaled Abubakar, the imam of the city's central mosque, made an estimate of the death toll.\n"
        ]
    },
    {
        "input": "អ្នកធ្វើយុទ្ធនាការនុយក្លេអ៊ែររបស់មូលដ្ឋានគ្រឹះអភិរក្សនៃប្រទេសអូស្រ្តាលី (អេស៊ីអែហ្វ)លោកដេវស្វីនី និយាយថាការសិក្សាបង្ហាញពីចំណុចខ្សោយហើយមិនបានផ្តល់ការជំទាស់អំពីការប្រើប្រាស់ថាពលនុយក្លេអ៊ែរទេ។\n",
        "output": [
            "The Australian Conservation Foundation's (ACF) nuclear campaigner, Dave Sweeney, says the study appears flawed and does not provide a sound argument for the use of nuclear energy.\n"
        ]
    },
    {
        "input": "\"យើងជឿជាក់ថាការធ្លាក់យន្តហោះនេះគឺអាចជៀសវាងបានហើយអ្នកដែលទទួលបន្ទុកគួរតែទទួលខុសត្រូវ។\"\n",
        "output": [
            "\"We believe the air crash was completely avoidable and those responsible should be held to account.\"\n"
        ]
    },
    {
        "input": "ប្រជាជនដែលត្រូវបានអនុញ្ញាតឲ្យត្រឡប់ចូលផ្ទះ​របស់ខ្លួនវិញ ត្រូវបានជម្លៀសជាថ្មីទៅកាន់កន្លែងជម្រករបស់កាកបាទក្រហមដែលរៀបចំនៅក្នុង​សាលារៀន និងសួនច្បារក្នុងមូលដ្ឋាន។\n",
        "output": [
            "Residents who were allowed back into their homes were re-evacuated to Red Cross shelters set up in local schools and parks.\n"
        ]
    },
    {
        "input": "វីគីលីក បានទាក់ទងមេធាវីតំណាងអ្នកជាប់ឃុំនៅក្នុងជំរុំ ដើម្បីធ្វើការវិភាគរបស់ពួកគេផ្ទាល់។\n",
        "output": [
            "Wikileaks contacted lawyers representing detainees in the camp to perform their own analysis.\n"
        ]
    },
    {
        "input": "ក្រីតហ្វៀលត្រូវបានចោទប្រកាន់ថាបានវាយកូនចុងរបស់នាងជាមួយនឹងក្តារ ហើយប្រើទំពក់ និងខ្សែពួរដើម្បីចងពួកគរ ព្រមទាំងបង្ខំពួកគេឲ្យឈរក្នុងរយៈពេលយ៉ាងយូរ។\n",
        "output": [
            "Critchfield was accused of beating her stepchildren with boards, and using hooks and ropes to secure them and force them to stand for long periods of time.\n"
        ]
    },
    {
        "input": "អ្នកបោះបាល់ វាយបកដោយការចាប់បាល់មិនប្រណី បានធ្វើបានល្អគ្រាន់បើ នៅក្រោមលក្ខខ័ណ្ឌទាំងនោះ។\n",
        "output": [
            "The bowlers, backed by aggressive fielding, had performed a fair job, under the conditions.\n"
        ]
    },
    {
        "input": "ភាពស៊ាំមិនបានបង្ហាញភស្តុតាងពីការបង្កឲ្យមានជំងឺកាន់តែធ្ងន់ធ្ងរ ឬអាចឆ្លងបានដោយងាយនោះឡើយ។\n",
        "output": [
            "Resistant strains have shown no evidence of causing more severe disease or being more easily transmissible.\n"
        ]
    },
    {
        "input": "អ្នកនយោបាយជាន់ខ្ពស់មកពីគ្រប់ទិសទីនៃប្រទេសឥណ្ឌា កំពុងមកដល់ទីក្រុងប៊ុមបៃ ដើម្បីផ្តល់ការគាំទ្រដល់មេដឹកនាំដ៏មានប្រជាប្រិយនេះ។\n",
        "output": [
            "Senior politicians from across India are arriving in Mumbai to offer their support to the popular leader.\n"
        ]
    },
    {
        "input": "វានឹងប៉ះពាល់ទៅលើកុននៃវគ្គបន្ដនៃរឿងកំប្លែងបែបចំអកឌឹសីគអវអ៊ីតដែលជាកន្លែងដែលឡែងហាមសម្ដែងជាហូហ៏អេបបូតMP។\n",
        "output": [
            "This will affect the filming of the next series of the satirical sitcom The Thick of It, where Langham plays Hugh Abbot MP.\n"
        ]
    },
    {
        "input": "រាល់ការហែក្បួននេះ គឺដើម្បីរំលឹកពីសមរភូមិនៅអាត្លង់ទិចដែលជាសមរភូមិប្រយុទ្ធមួយចំនួនកាលពីឆ្នាំ1939រហូតដល់ការបញ្ចប់សង្រ្គាមលើកលើកទី២។\n",
        "output": [
            "All this was to mark the Battle of the Atlantic, which was a series of naval battles fought from 1939 to the end of the second world war.\n"
        ]
    },
    {
        "input": "អ្នកអាន​ជាធម្មតា​នៃ​កាសែត​នេះ​ក្នុង​អំឡុង​ពេលរីក​ចំរើននៃ Dot.com ​នឹង​ចាំ​បាន​ច្រើន​លើស​លប់នៃរឿង​ដែល​អាច​ត្រូវ​បាន​ហៅ​ថា \"ការ​ងើប​ឡើង​នៃ​ពួកអ្នក​បរាជ័យ​\"; ពោលគឺ ​​​ក្រុមហ៊ុនបច្ចេកវិទ្យាដែលបាន​ដួល​រលំ ស្រាប់តែទៅជា​ទំនិញមួយដែលពេញនិយមដើម្បី​បើកក្រុម​ហ៊ុន​ថ្មី​។\n",
        "output": [
            "A casual reader of the newspapers during the Dot.com boom will remember a glut of stories that could be called \"The Rise of the Failure\"; people whose technology companies had collapsed were suddenly hot commodities to start up new companies.\n"
        ]
    },
    {
        "input": "គាត់បានហៅទីក្រុងនេះថាជា \"ដែកឆក់រលកស៊ូណាមី\" ដោយសារតែទីតាំងភូមិសាស្ត្រជាសណ្ឋានកម្រាលមហាសមុទ្រដែលធ្វើឲ្យងាយរងគ្រោះ។\n",
        "output": [
            "She calls the city a \"tsunami magnet\" because of the topography of the ocean floor that contributes to its vulnerability.\n"
        ]
    },
    {
        "input": "ពួកគេត្រូវបានសម្លាប់ក្នុងពេលបន្ទាប់ក្រោយពីបានជាប់ក្នុងភ្លើងនៅក្នុងអណ្តូងរ៉ែដែលបានរារាំងពួកគេពីការគេចចេញ។\n",
        "output": [
            "They were subsequently killed after being trapped by a fire in the mine which prevented them from escaping.\n"
        ]
    },
    {
        "input": "គាត់បានប្រាប់អ្នកការសែតថា គាត់សង្ឃឹមថាមានការស៊ើបអង្កេតដ៏ពេញលេញមួយតាមរយៈការធើ្វសមាជ។\n",
        "output": [
            "He also told reporters he expects a full and thorough congressional investigation.\n"
        ]
    },
    {
        "input": "នៅថ្ងៃព្រហស្បត៏មេបញ្ជាការនៃទូកនេសាទឥណ្ឌូនេស៊ីចំនួន11ត្រូវបានពិន័យដោយតុលាការផឺថ។\n",
        "output": [
            "On Thursday, skippers of 11 Indonesian fishing boats were fined by a Perth court.\n"
        ]
    },
    {
        "input": "ការស្ទង់មតិដែលធ្វើឡើងមុនពេលការបោះឆ្នោតបានបញ្ចប់ បានបង្ហាញថា  អូបាម៉ាឈ្នះ។\n",
        "output": [
            "Opinion polls held before the polls closed showed Obama winning.\n"
        ]
    },
    {
        "input": "លោក អាល់កាទីរី មិនអាចបញ្ឈប់កូដកម្មនេះ ដោយសាររដ្ឋាភិបាលបានសម្រេចដាក់ពង្រាយទាហានចំនួន600នាក់ នៅខែមីនា នៅពេលពួកគេបដិសេធធ្វើការដោយតវ៉ាពីការរើសអើង។\n",
        "output": [
            "Mr Alkatiri was unable to stop the rioting that followed the government's decision in March to lay-off 600 soldiers when they refused to work, complaining of discrimination.\n"
        ]
    },
    {
        "input": "សណ្ឋាគារស្សាម៉ូគឺជាទីកន្លែងប្រារព្ធពិធីប្រគល់សញ្ញាបត្ររបស់សាកលវិទ្យាល័យបេណាឌៀ។\n",
        "output": [
            "The Shamo Hotel was hosting a graduation ceremony for Benadir University.\n"
        ]
    },
    {
        "input": "ក្រុមតន្ត្រីមានការសោកស្តាយយ៉ាងខ្លាំងនិងក្រៀមក្រោះនៅពេលដែលទទួលដំណឹងមរណៈភាពរបស់ស៊ីដ បារេដ។\n",
        "output": [
            "The band are naturally very upset and sad to learn of Syd Barrett’s death.\n"
        ]
    },
    {
        "input": "ដូចនៅក្នុងព្រឹត្តិការណ៍ឈើទោលដែរ នាងបានផ្ដួលកីឡាការីនីកាតាលីណា ប៉ូន័រ មកពី រ៉ូមេនីដោយមានពិន្ទុ 15.600 ទល់ 15.200។\n",
        "output": [
            "As in the beam event, she narrowly beat out Catalina Ponor from Romania with a score of 15.600 to 15.200.\n"
        ]
    },
    {
        "input": "ប្រព័ន្ធផ្សព្វផ្សាយBBCផ្ទាល់បានធ្វើការស៊ើបអង្កេត បន្ទាប់ពីជឺរ៉ាដ ខាលឡេន កីឡាករបាល់ទាត់មកពីប្រទេសអៀរឡង់ភាគខាងជើង ត្រូវបានកាត់ទោសពីបទជាប់ពាក់ព័ន្ធនឹងការឲ្យឆ្កែប្រយុទ្ធគ្នា។\n",
        "output": [
            "The BBC itself had begun it's investigation after Gerard Cavlan, a football player from Northern Ireland, was convicted on charges related to dog fighting.\n"
        ]
    },
    {
        "input": "អ្នកយុទ្ធសាស្រ្តប្រជាធិបតេយ្យ បានទាក់ទាញពួកគេ ដើម្បីទាញយកផលប្រយោជន៍ពីការពាក់ពាន់របស់សេនធូរឹមជាមួយនឹងបាតុភូតនៃការបង្កើតពាក្យថ្មីទាំងនេះ។\n",
        "output": [
            "Democratic strategists poised themselves to take advantage of Santorum's association with the neologism phenomenon.\n"
        ]
    },
    {
        "input": "កូរ៉េខាងជើងបានធ្វើអោយពិភពលោកភ្ញាក់ផ្អើល នៅពេលដែលបានបាញ់កាំជ្រួចផ្លោងទៅកាន់ភាគខាងជើងប្រទេសជប៉ុនក្នុងឆ្នាំ1998។\n",
        "output": [
            "North Korea surprised the world when it launched a ballistic missile over northern Japan in 1998.\n"
        ]
    },
    {
        "input": "អ្នកបើកបរកាន់ចង្កូតនៅពេលនោះរួចផុតជីវិតពីគ្រោះថ្នាក់នេះ។\n",
        "output": [
            "The driver behind the wheel at the time survived the accident.\n"
        ]
    },
    {
        "input": "ចន គីលដុហ្វ របស់មូលនិធិពិភពលោក MF បាននិយាយថា \"សេចក្តីសន្និដ្ឋានដែលថា វិបត្តិអាក្រក់បំផុតរបស់សមាជិកទីផ្សារប្រេងបានកន្លងផុតទៅហើយ ហើយការងើបឡើងវិញក្នុងតម្រូវការមួយគឺជិតដល់ហើយនោះ បានទទួលកម្លាំងក្នុងមួយយប់ ដោយសារតែកំណើនត្រីមាសដំបូងកើនឡើងខ្ពស់ជាងការរំពឹងទុកនៅប្រទេសឥណ្ឌា ថែមទាំងការលោតឡើងយ៉ាងខ្លាំងនៅក្នុងផលិតកម្មឧស្សាហកម្មរបស់ប្រទេសជប៉ុនក្នុងខែមេសា។\"\n",
        "output": [
            "\"Oil market participants' conclusion that the worst of the recession has passed and that a recovery in demand must be at hand was bolstered overnight by higher than expected first quarter growth in India and a sharp jump in Japan's April industrial production,\" said MF Globa's John Kilduff.\n"
        ]
    },
    {
        "input": "បើយោងតាមសារទូរលេខដែលបានចាត់ថ្នាក់ជា \"ព័ត៌មានសម្ងាត់\" និងសរសេរដោយម៉ាកជេសៀវើសនៅក្នុងស្ថានទូតសហរដ្ឋអាមេរិកប្រចាំនៅតេលអាវីវក្នុងនាមជាអ្នកប្រឹក្សាយោបល់នយោបាយបានឲ្យដឹងថា សំណើរបស់លោកតាន់យ៉ាហ៊ូត្រូវបានធ្វើឡើងជាផ្នែកមួយនៃការពិភាក្សាដើម្បីបង្កើតរដ្ឋាភិបាលរួបរួមជាតិរវាងលីគុដ និងគណបក្សកាឌីម៉ារបស់លោកអូលមឹត។\n",
        "output": [
            "Mr. Netanyahu's request was made as part of discussions to form a government of national unity between Likud and Mr. Olmert's Kadima party, according to the leaked cable, classified as \"confidential\" and penned by Marc.J. Sievers, who was at the US embassy in Tel Aviv as a political counselor.\n"
        ]
    },
    {
        "input": "\"ដោយភាពក្លាហានលើសពីអ្វីៗទាំងអស់ ខ្ញុំបានដើរជាមួយមិត្តភ័ក្រជិតស្និទ្ធ និងដៃគូជំនួញរបស់ខ្ញុំ ដែលពួកគេដូចខ្ញុំដែរ សុទ្ធតែមកពីសាន់ឌីហ៉្គូ រដ្ឋកាលីហ្វតញ៉ា។\"\n",
        "output": [
            "\"For courage as much as anything, I walked with my close friend and business partner, who like me, hails from San Diego, California.\"\n"
        ]
    },
    {
        "input": "យោធិនក៏បានបាញ់កំាភ្លើងធំដាក់សណ្ឋាគារទំនើបមួយ និងស្នាក់ការប្រធានាធិបតេយ្យក្នុងរដ្ឋធានីកាលពីថ្ងៃពុធ ប៉ុន្តែមិនបណ្តាលឲ្យមានអ្នករងរបួសឡើយ។\n",
        "output": [
            "Militants also fired rockets at a luxury hotel and the presidential palace in the capital on Wednesday, but without causing casualties.\n"
        ]
    },
    {
        "input": "អ្នកដែលបានចាត់តាំងឲ្យចាប់ផ្តើមបម្រើការនៅថ្ងៃទី1 ខែឧសភា ត្រូវបានប្រាប់ឲ្យ \"ចូលរួមសកម្មភាពនានាក្នុងសវនាការទាំងអស់នៃតុលាការបើយោងតាមច្បាប់ ហើយអាចរីករាយនឹងសិទ្ធិដូចគ្នានឹងចៅក្រមលើកលែងតែប្រធានចៅក្រមបន្ទាប់ពីការចូលកាន់តំណែង\" នេះគឺយោងតាមការសែត People's Daily។\n",
        "output": [
            "Those who were certified to begin service on May 1 are said to \"participate in all hearing activities of people's courts according to the law, enjoying the same rights as do the judges except that for a presiding judge after their assumption of the post,\" according to the People's Daily.\n"
        ]
    },
    {
        "input": "វាគឺជាអយុតិ្តធម៌ក្នុងការរិះគន់ប្រទេសប៉ាគីស្ថានរឺជនជាតិប៉ាគីស្ថានសំរាប់អំពើភេរវកម្មមុននឹងធ្វើការស្រាវជ្រាវមិនទាន់ចាប់ផ្តើម ហូសេន ហាក្វានី អគ្គរដ្ឋទូតប៉ាគីស្ថានប្រចាំសហរដ្ឋអាមេរិកបាននិយាយក្នុងសេចក្តីប្រកាស។\n",
        "output": [
            "It is unfair to blame Pakistan or Pakistanis for these acts of terrorism even before an investigation is undertaken, Husain Haqqani, Pakistan's ambassador to the United States, said in a statement.\n"
        ]
    },
    {
        "input": "រដ្ឋាភិបាលពួកយោធាមិនបានទទួលសំឡេងភាគច្រើនរបស់គណបក្ស អេនអេលឌី នៅក្នុងការបោះឆ្នោតនោះទេ។\n",
        "output": [
            "The military junta did not accept NLD's majority in that election.\n"
        ]
    },
    {
        "input": "នៅលើការប្រកួតចុងក្រោយឃើញមានការសម្ដែងដ៏ខ្លាំងក្លាមួយពីក្រុមឥន្រ្ទីបូនេអូដើម្បីផ្ដួលរំលំក្រុមញូវែលហ្សែលឡង់អូរាងតាលរ៉ុងហ្គោថាយក្នុងពិន្ទុ 31 ទល់ 5។\n",
        "output": [
            "The Plate final saw a strong performance from Borneo Eagles to beat New Zealand team Oriental Rongotai by 31 to 5.\n"
        ]
    },
    {
        "input": "អគ្គរាជទូត​របស់​ប្រទេស​អ៊ីរ៉ង់​នៃ​អង្គការ​សហប្រជាជាតិ លោកចាវ៉ាដ ហ្សារីហ្វ ​ប្រាប់ទៅភ្នាក់ងារ​សារព័ត៌​មាន Reuters ​ថា \"កម្មវិធី​នុយក្លេអ៊ែរ​សន្តិភាព​របស់​ប្រទេស​អ៊ីរ៉ង់​ គឺ​មិន​មាន​ការគំរាម​កំហែង​ចំពោះ​សន្តិភាព ​និងសន្តិសុខអន្តរជាតិទេ​ ដូច្នេះ​ការ​ដោះស្រាយ​​បញ្ហា​នេះនៅ​ក្នុង​ក្រុម​ប្រឹក្សា​សន្តិសុខ​ គឺគ្មាន​យុត្តិធម៌​ និងឃ្លាតឆ្ងាយ​ពី​មូលដ្ឋាន​ច្បាប់​នានា​ ឬការប្រើប្រាស់​វិធីសាស្ត្រ​ដែល​អាច​អនុវត្ត​តាម​បាន។\"\n",
        "output": [
            "Iran's ambassador to the UN, Javad Zarif told the Reuters news agency, \"Iran's peaceful nuclear programme poses no threat to international peace and security and therefore dealing with this issue in the Security Council is unwarranted and void of any legal basis or practical utility,\"\n"
        ]
    },
    {
        "input": "មុខងារនៃការចាក់វ៉ាក់សាំងនៅក្នុងចំនួនប្រជាជនស្រលាញ់ភេទផ្ទុយគ្នា ហើយប្រសិទ្ធិភាពរបស់វាក្នុងចំណោមស្ត្រីក៏នឹងត្រូវបានសិក្សាផងដែរ។\n",
        "output": [
            "The vaccine's functioning in a heterosexual population and its effectiveness among women will also be studied.\n"
        ]
    },
    {
        "input": "ចំនួនជាក់លាក់នៃសាកសពដែលនៅក្នុងកំណាត់រថភ្លើងខូចខាតគឺមិនទាន់ច្បាស់ទេ។\n",
        "output": [
            "The exact number of bodies still in the wrecked carriage is unknown.\n"
        ]
    },
    {
        "input": "មេដឹកនាំអារ៉ាប់រូបនេះ បានបង្កើតបណ្តាញព័ត៌មានទូរទស្សន៍អន្តរជាតិ អេអាយ ចាហ្ស៊ីរ៉ា។\n",
        "output": [
            "The emir founded the Al Jazeera international television news network.\n"
        ]
    },
    {
        "input": "ប្រធានសម្ព័ន្ធគណបក្សវឌ្ឍនភាពលោក ជីម អានឌ័រថុន និងអ្នកគាំទ្រសេចក្តីព្រាងច្បាប់នេះ លោកជីម អានឌ័រថុន បាននិយាយថា: \"ការស្នើសុំនៅនាទីចុងក្រោយរបស់សមាជិកសភាគឺមិនត្រូវធ្វើឲ្យខូចដោយការសន្យាត្រួតពិនិត្យឡើងវិញនូវភាពមិនចាំបាច់ឡើយ។\"\n",
        "output": [
            "Leader of Jim Anderton's Progressive coalition and supporter of the bill, Jim Anderton, said: \"Making a last-minute plea to MPs is not to be fooled by the promise of the unnecessary review.\"\n"
        ]
    },
    {
        "input": "រដ្ឋប្រហារក្នុងឆ្នាំ2006 បានបណ្តេញលោកថាក់ស៊ីនចេញ ក្រោយពីសមាជិកសភាជាច្រើនបានរត់គេចខ្លួនក្នុងកំឡុងការគ្រប់គ្រងយោធា។\n",
        "output": [
            "A coup in 2006 ousted Thaksin after members of parliament defected during military rule.\n"
        ]
    },
    {
        "input": "នៅថ្ងៃទី12 ខែកញ្ញា ឆ្នាំ2004 ជីនណា ដែលមានអាយុ15ឆ្នាំមកពី ហ្វន ដូ ឡាក់ វីសកូសីន ត្រូវបានខាំដោយសត្វប្រចៀវមួយខណៈពេលដែលបានចូលរួមក្នុងព្រះវិហារ។\n",
        "output": [
            "On September 12, 2004, Jeanna — a 15 year old from Fond du Lac, Wisconsin— was bitten by a bat while attending church.\n"
        ]
    },
    {
        "input": "តាមការមើលឃើញ គីមបានស្លាប់ពីរថ្ងៃមុនពេលចេញដំណើរទៅបរទេសតាមរថភ្លើងនៅថ្ងៃទី17 ខែធ្នូ។\n",
        "output": [
            "Kim apparently died two days earlier on December 17 aboard a train.\n"
        ]
    },
    {
        "input": "ហ្សង់ ម៉ៃឆែល លួប៊ូទីន នាយកប្រតិបត្តិផ្នែកសេវានគរបាលរបស់អាំងទែប៉ូលនិយាយថា \"នៅពេលដែលមានការរត់គេចខ្លួន ម៉ោងដំបូងគឺសំខាន់បំផុត។\"\n",
        "output": [
            "\"When it comes to escapes, the first hours are crucial,\" said Jean-Michel Louboutin, Interpol's executive director of police services.\n"
        ]
    },
    {
        "input": "\"តើក្រុមហាម៉ាសអាចឃោរឃៅប៉ុណ្ណាទៅ?\"\n",
        "output": [
            "\"How cruel can Hamas be? \"\n"
        ]
    },
    {
        "input": "កម្មករអណ្តូងរ៉ែជនជាតិអូស្ត្រាលី២នាក់ ដែលបានជាប់គាំងនៅក្នុងអណ្តូងរ៉ែដែលបាក់រលំនៅក្រោមដីរយៈពេល 14 ថ្ងៃ បានចុះហត្ថលេខានៅក្នុងការការចរចារជំនួញមួយជាមួយអ្នកផ្សាយពត៌មានដែលគេរាយការណ៍ថាមានតម្លៃ AUD$2 លានដុល្លារសម្រាប់រឿងរ៉ាវនៃការរស់រានមានជីវិតរបស់ពួកគេ។\n",
        "output": [
            "The two Australian mine-workers, who were trapped for 14 days underground in a collapsed mine, have signed a media deal reportedly worth AUD$2 million for their story of survival.\n"
        ]
    },
    {
        "input": "នៅកន្លែងមួយចំនួន ចំនួនទឹកភ្លៀងនៅមួយខែនេះបានធ្លាក់ចុះត្រឹមតែរយៈពេល24ម៉ោងប៉ុណ្ណោះ។\n",
        "output": [
            "In some places, a month's worth of rain had fallen in just 24 hours.\n"
        ]
    },
    {
        "input": "អូស្កាដឺឡារិនតា បានជ្រើសយកអាវប្រពៃណីពណ៌ ខ្មៅ មាស និងប្រផេះ ដែលបង្ហាញសេរីសម្រាប់បុរស និងនារីស្លៀកសម្លៀកបំពាក់ធ្វើពីក្រណាត់ដែលគាត់ស្គាល់។\n",
        "output": [
            "Oscar de la Renta opted for more traditional blacks, golds and grays, debuting lines for men and women in fabrics he is familiar with.\n"
        ]
    },
    {
        "input": "ច្បាប់ចម្លងឯកសារនេះ បានប្រគល់ជូនថ្នាក់ដឹកនាំសហភាពអ៊ឺរ៉ុប រុស្ស៊ី ជប៉ុន និងសហរដ្ឋអាមេរិក។\n",
        "output": [
            "Copies of the document have been furnished to the leaders of the EU, Russia, Japan and the United States.\n"
        ]
    },
    {
        "input": "គាត់នឹកឃើញគំនិតក្នុងពេលប្រយុទ្ធនៅសង្គ្រាមកូរ៉េ ដែលគាត់ការពារយានជំនះរបស់គាត់ដោយប្រើច្រវ៉ាក់ដើម្បីទប់ទល់កុំអោយគរយកវាបាន។\n",
        "output": [
            "He came up with the idea while fighting in the Korean War; he secured his vehicle with metal chains to stop anybody taking it.\n"
        ]
    },
    {
        "input": "ផែនការនេះត្រូវបានរកឃើញនៅពេលដែលជនជាប់សង្ស័យអាយុ 15 ឆ្នាំរូបនេះបានភ្លេចកំណត់ហេតុប្រចាំថ្ងៃរបស់គាត់នៅភោជនីយដ្ឋានម៉ាក់ ដូណាល ដែលជាកន្លែងដែលគាត់ធ្វើការ។\n",
        "output": [
            "The plot was uncovered when the 15-year-old suspect lost his journal at the McDonalds restaurant where he worked.\n"
        ]
    },
    {
        "input": "ដោយមានជំនួយពីប្រធាននៃការបោះពុម្ពផ្សាយសៀវភៅកុមារនៅរ៉ែនឌឹម ហោស អ្នកនិពន្ធ ធីអូឌ័រ ជីសែល ដែលត្រូវបានស្គាល់ច្បាស់ថាជាវេជ្ជបណ្ឌិត សឺស ក្រុមគ្រួសារបឺរិនស្តេន បានបង្កើតយីហោដែល បានទាក់ទាញអ្នកអានវ័យក្មេងរាប់លាននាក់។\n",
        "output": [
            "With the help of head of children's publishing at Random House, author Theodor Geisel, better known as Dr. Seuss, the Berenstains created a franchise that drew millions of young readers.\n"
        ]
    },
    {
        "input": "ស្ថានភាព​នៃ​ជើងឯក​អ្នកបើករថយន្ត​បានក្លាយជា​សារៈសំខាន់បំផុត​សម្រាប់លោកស្គូម៉ាឆេ ដែល​បាន​បាត់បង់​អស់ 10 ពិន្ទុ​នៅចុង​សប្ដាហ៍​នេះ​។\n",
        "output": [
            "The situation in the drivers' championship became almost critical for Schumacher, who lost 10 points this week-end.\n"
        ]
    },
    {
        "input": "នៅក្នុងទីក្រុងឡុងដ៍ ប្រជាជនបានប្រមូលផ្តុំនៅមុខស្ថានទូតអាមេរិក និងបានស្រែកពាក្យស្លោកដូចជា \"ចចប៊ូសភេវរករ\" និង \"បរាជ័យអាមេរិក។\"\n",
        "output": [
            "In London people marched to the US embassy and shouted slogans such as \"George Bush, terrorist\" and \"Down, down, USA.\"\n"
        ]
    },
    {
        "input": "ព្រឹត្តិការណ៍នឹងកត់ត្រាជាលើកដំបូងនៃការសម្តែងតន្ត្រីផ្សាយផ្ទាល់ទៅកាន់អវកាស។\n",
        "output": [
            "This event will mark the first time a live music show is broadcast into space.\n"
        ]
    },
    {
        "input": "ភាពមិនច្បាស់លាស់នេះបានគូសបញ្ជាក់ពីការខ្វះខាតនៃព័ត៌មានសំខាន់នៅពីក្រោយពាក្យចចាមអារាមនោះ។\n",
        "output": [
            "The uncertainty underlined the lack of substantive information behind the rumor.\n"
        ]
    },
    {
        "input": "បំបែកជា 500,000ប៉េសូ សម្រាប់ការខូចខាតធម្មតា 100,000ប៉េសូសំរាប់ថ្លៃមេធាវីនិង50,000ប៉េសូសំរាប់ចំណាយផ្សេងៗទៀត។\n",
        "output": [
            "This is split down as ₱500,000 in moral damages, ₱100,000 lawyer's fees and ₱50,000 further costs.\n"
        ]
    },
    {
        "input": "នាងបានទៅជួបគ្រូពេទ្យ និងប្រាប់អំពីភាពកម្លាំង និងស្ពឹក នៅថ្ងៃទី18 ខែតុលា ហើយការខាំដោយប្រជៀវនោះមិនត្រូវបានរាយការណ៍រហូតដល់ច្រើនថ្ងៃក្រោយមក។\n",
        "output": [
            "By the time she saw a doctor about fatigue and numbness, it was October 18, and the bat incident was not brought up until several days later.\n"
        ]
    },
    {
        "input": "លោកអូលេត ត្រូវបានកោះហៅអោយបង្ហាញខ្លួននៅតុលាការសហព័ន្ធ។\n",
        "output": [
            "Ouellette has been issued a summons to appear in federal court.\n"
        ]
    },
    {
        "input": "\"មេរោគនេះ​ហាក់ដូចឆ្លង​រាលដាល​លឿន​ក្នុង​តំបន់​ភូមិសាស្រ្ត​ធំ​។\"\n",
        "output": [
            "\"This virus seemed to spread very fast over a big geographic region.\"\n"
        ]
    },
    {
        "input": "ច្បាប់អនុញ្ញាតឱ្យជនបរទេសដែលសង្ស័យថាបានប្រព្រឹត្តអំពើភេរវកម្មត្រូវបានឃុំខ្លួន មុនពេលត្រូវបានលុបចោលនៅឆ្នាំ2004 ដោយសារតែចរិតរើសអើងរបស់វា។\n",
        "output": [
            "This act allowed foreign nationals suspected of terrorism to be detained, before being repealed in 2004 due to its discriminatory nature.\n"
        ]
    },
    {
        "input": "លូកាតូនីបានស៊ុតបាល់បញ្ចូលនៅដើមតង់ទី2 ចំនួនពីរគ្រាប់ដែលបានបើកឆាក។\n",
        "output": [
            "Luca Toni opening the scoring early in the 2nd half with a pair of goals.\n"
        ]
    },
    {
        "input": "អង្គការ WHO បានថ្លែងថា \"ទោះបីការប្រមូល និងផ្ទៀងផ្ទាត់ទិន្នន័យនៅតែជាបញ្ហាប្រឈមនៅទូទាំងប្រទេសដោយ មានលទ្ធផលដែលជាស្ថិតិប្រចាំសប្តាហ៍ដែលតែងតែមិនត្រឹមត្រូវ ឬមិនពេញលេញ ក៏និន្នាការជារួមនៅរយៈពេល 2 ខែកន្លងមក មានការថយចុះករណីចំនួនអ្នកស្លាប់។\"\n",
        "output": [
            "The WHO said that \"while data collection and verification remain a challenge throughout the country with the effect that weekly statistics are not always accurate or complete, the overall trend over the last 2 months is of a decreasing number of cases and deaths.\"\n"
        ]
    },
    {
        "input": "ការបាញ់ប្រហារលើកទីមួយកើតឡើងនៅវេលាម៉ោង 07:15 (12:15 UTC) នៅអន្តេវាសិកដ្ឋាន វេសអែមបឺ្លរចនស្តុន។\n",
        "output": [
            "The first took place at 07:15 (12:15 UTC), at West Ambler Johnston Hall dormitory.\n"
        ]
    },
    {
        "input": "នាងបានប្តឹងគាត់ទៅកាន់តុលាការ និងបានឈ្នះរឿងក្តីនេះ នៅស្ទើរតែមួយឆ្នាំក្រោយជម្លោះតាមផ្លូវច្បាប់ដ៏ស្មុគ្រស្មាញទាំងនេះ។\n",
        "output": [
            "She took him to court and won after nearly a year of messy legal battles.\n"
        ]
    },
    {
        "input": "កីឡាករជើងចាស់ ខាឡូ \"នីអូ\" ប្រាតធើ ក៏បានផ្ដួលគូប្រកួតរបស់ខ្លួនឈ្មោះ ប្រីយ៉ាន ត្រាវើរ នៅក្នុងព្រឹត្តិការណ៍ស្ត្រៃហ្វស នេះផងដែរ។\n",
        "output": [
            "Veteran fighter Carlo \"Neo\" Prater also prevailed in his Strikeforce debut against Bryan Travers.\n"
        ]
    },
    {
        "input": "កីឡាករហ្វែរណង់ដូរ តូរ៉េស បានតាមស្មើនៅតង់ទី2 ក្រោយពីកីឡាករយ៉ូសស៊ី ប៊េនណាយ៉ូន បានផ្តួលខ្សែការពារដើម្បីស៊ុតបាល់។\n",
        "output": [
            "Fernando Torres equalized in the 2nd half after Yossi Benayoun beat the defenders to set up the goal.\n"
        ]
    },
    {
        "input": "ប្លាតធើ បានពន្យល់ថា \"តើអ្នកចង់ឲ្យឧបករណ៍បច្ចេកវិទ្យាជាអ្នកធ្វើការសម្រេចចិត្តរឺ? នេះជាមូលហេតុដូចដែល បន្ទាប់ពីរយៈពេលការធ្វើការតេស្តបីឆ្នាំក៏ដោយ នៅតែមិនមានការសន្និដ្ឋានអ្វីមួយសោះ ហើយខ្ញុំចង់ផ្អាករឿងការងារទាំងអស់នេះ។\"\n",
        "output": [
            "\"Do you want technical devices to take decisions? That's why, after three years of tests with no conclusions, I am in favour of putting the whole thing on ice,\" Blatter explained.\n"
        ]
    },
    {
        "input": "គាត់ក៏ត្រូវបានប្រកាសអំពីពិរុទ្ធភាពចំពោះការចោទប្រកាន់លើការរំលោភបំពានដីកាបង្គាប់របស់តុលាការឲ្យស្នាក់ឲ្យឆ្ងាយពីម្តាយរបស់គាត់ផងដែរ។\n",
        "output": [
            "He also pleaded guilty to a contempt charge for violating a court order to stay away from his mother.\n"
        ]
    },
    {
        "input": "យោងតាមសេចក្តីថ្លែងជាលាយលក្ខណ៍អក្សរសមាជិកសភារូបនេះ បានសម្រេចចិត្តឈរឈ្មោះ ដោយសារគាត់គិតថាភាពជាអ្នកដឹកនាំរបស់គណបក្សរបស់គាត់មិនទាន់គ្រប់គ្រាន់ក្នុងការប្រឆាំងនឹងសង្រ្គាមអ៊ីរ៉ាក់ឡើយ។\n",
        "output": [
            "The congressman made his decision to run, according to a written statement, because he felt his own party's leadership was not aggressive enough in opposing the Iraq war.\n"
        ]
    },
    {
        "input": "ទោះជាយ៉ាងណាក៏ដោយ មានការព្រួយបារម្ភថាការត្រឡប់របស់លោក Zelaya អាចបង្កឲ្យមានអំពើ ហឹង្សាកាន់តែខ្លាំងឡើយ។\n",
        "output": [
            "However, fear has aroused that Zelaya's return could trigger more violence.\n"
        ]
    },
    {
        "input": "កន្លែងប្រវត្តិសាស្រ្តរដ្ឋចំនួនដប់បួនត្រូវបានគេដាក់កាលវិភាគបិទនៅថ្ងៃទី1 ខែតុលា។\n",
        "output": [
            "Fourteen state historic sites are scheduled to be closed October 1.\n"
        ]
    },
    {
        "input": "គាត់តែងតែឆ្លើយតបចំពោះអ្នកអានអត្ថបទរបស់គាត់ ហើយមុខងារសាធារណៈរបស់គាត់គឺចម្រុះក្រុម ក្លឹបរាត្រី បាថកថាសិក្សា ក្រុមប្រឹក្សាសាកលវិទ្យាល័យ និងការសម្តែងកុនលើកដំបូង។\n",
        "output": [
            "He often corresponds with his readers and his public functions are a mix of parties, nightclubs, academic lectures, university panels and film premieres.\n"
        ]
    },
    {
        "input": "ការវាយប្រហារដោយកាំភ្លើងត្បាល់មួយផ្សេងទៀតដែលមិនត្រូវប៉ះចំក្បួនដង្ហែររបស់យូភីឌីអេហ្វ តែបានទៅបុកភោជនីយដ្ឋានមួយនៅក្បែរនោះនៅថ្ងៃទី7 ខែមីនា បានសម្លាប់ជនស៊ីវិល13នាក់និងរងរបួស 20 នាក់។\n",
        "output": [
            "Another mortar attack that missed a UPDF convoy and hit a nearby restaurant on March 7 killed 13 civilians and wounded 20.\n"
        ]
    },
    {
        "input": "លោកបណ្ឌិត ស៊ើហ្វ ត្រូវបានគេចាត់ទុកជាមនុស្សម្នាក់ក្នុងចំណោមបិតារបស់អ៊ីនធើណេត​។\n",
        "output": [
            "Dr. Cerf is considered to be one of the fathers of the Internet.\n"
        ]
    },
    {
        "input": "ក្រុមហ៊ុនបានប្រកាសថា ការប្តូរយន្តហោះនេះ និងប្តូរឈ្មោះនឹងត្រូវធ្វើឲ្យចប់ត្រឹមចុងឆ្នាំនេះ។\n",
        "output": [
            "It has said that the completion of this overhaul and the re-branding efforts will be completed by the end of the year.\n"
        ]
    },
    {
        "input": "លទ្ធផលរកឃើញនេះគាំទ្រដល់ទ្រឹស្តីរបស់អ្នកស្រាវជ្រាវថាការថយចុះនៃការប្រឈមមុខនឹងជំងឺឆ្លងសាមញ្ញនៅពេលកើតបានមួយឆ្នាំនឹងបង្កើនហានិភ័យនៃការវិវត្តនៃជំងឺកោសិកាឈាមសស៊ីឈាមក្រហមស្រួចស្រាវ (អេអេលអេល)។\n",
        "output": [
            "The finding supports the researchers' theory that reduced exposure to common infections in the first year of life increases the risk of developing acute lymphoblastic leukaemia (ALL).\n"
        ]
    },
    {
        "input": "មនុស្សប្រមាណ 200 ​នាក់ត្រូវជំលៀសចេញនៅទីក្រុងអាក្រុន រដ្ឋអូហាយ៉ូដោយសារទឹកជន់ខ្លាំង។\n",
        "output": [
            "And, about 200 people were evacuated in the Akron, Ohio area due to severe flooding.\n"
        ]
    },
    {
        "input": "គាត់ហាក់ដូចជានឹងចាប់ផ្តើមជាអ្នកវាយបាល់ដូចដែលបានកំណត់ ក្នុងការប្រកួតនៅឈីកាហ្គោ។\n",
        "output": [
            "He'll likely start as the designated hitter in the games at Chicago.\n"
        ]
    },
    {
        "input": "\"ប្រទេសនេះគួរតែជ្រើសរើសលើកទឹកចិត្តមនុស្សដែលឧស្សាហ៍ព្យាយាមជាជាងអ្នកដែលលួចចម្លង។\"\n",
        "output": [
            "\"The nation should choose to encourage people who like to work rather than those who prefer cheating\".\n"
        ]
    },
    {
        "input": "គាត់និយាយថា \"សហរដ្ឋអាមេរិកត្រូវតែដាក់ចេញផែនការច្បាស់លាស់ក្នុងការដកកងទ័ពចេញ ទើបសន្តិភាព និងស្ថិរភាពអាចស្តារមកវិញបាន។\"\n",
        "output": [
            "He said, \"The U.S. must issue a clear troop-withdrawal plan so that peace and stability can be restored.\"\n"
        ]
    },
    {
        "input": "\"ប៉ុន្តែខ្ញុំមិនអាចទប់ការហូរឈាមព្រោះមានឈាមជាច្រើន។\"\n",
        "output": [
            "\"But I couldn't stop the bleeding because there was so much blood.\"\n"
        ]
    },
    {
        "input": "កាលពីម្សិលមិញ អ្នកកាន់គ្រឿងញៀនឆ្លងប្រទេសផ្សេងទៀត រីនៀ ឡ៉រែន និងស្កុត រ៉ាស់ ត្រូវបានកាត់ទោសឲ្យជាប់ពន្ធនាគារអស់មួយជីវិត។\n",
        "output": [
            "Yesterday two other drug mules, Renae Lawrence and Scott Rush, were sentenced to life imprisonment.\n"
        ]
    },
    {
        "input": "លីឡា នឹងមានរយៈពេល3ថ្ងៃបន្ទាប់ពីទទួលបានការជូនដំណឹងអំពីការប្រកួត UEFA ដើម្បីដាក់ពាក្យបណ្តឹងមួយទៀតទៅកាន់តុលាការអាជ្ញាកណ្តាលផ្នែកកីឡា បើមិនដូច្នោះទេ បណ្តឹងនេះនឹងត្រូវបានច្រាលចោលជាស្ថាពរ។\n",
        "output": [
            "Lille will have 3 days after receiving notice from UEFA to lodge another appeal to the Court of Arbitration for Sport, or the claim will be dismissed in full.\n"
        ]
    },
    {
        "input": "ណាត់សិនបានប្រឡូកក្នុងសិល្បៈអស់រយៈពេលជាច្រើនឆ្នាំនៅក្នុងរដ្ឋតិចសាស់ជាតួត្លុកអាជីព។\n",
        "output": [
            "Mr. Knutsen has performed for many years throughout Texas as a professional clown.\n"
        ]
    },
    {
        "input": "សហរដ្ឋអាមេរិកបានផ្តល់រង្វាន់ចំនួន 5លានដុល្លាអាមេរិកចំពោះការចាប់ខ្លួនរបស់គាត់។\n",
        "output": [
            "The U.S. offered a US$5 million bounty for his capture.\n"
        ]
    },
    {
        "input": "ឪពុករបស់លោកណយណយ ត្រូវបានបាញ់សម្លាប់ ខណៈស្ថិតក្នុងមន្ទីរឃុំឃាំងយោធានៅអំឡុងរបបខ្មោចជនផ្តាច់ការលោក ហ្វែរឌីណង់ ម៉ាកូស មុនពេលម្តាយរបស់គាត់លោកស្រី កូរ៉ាសុន អាហ្គីណូ បានដឹកនាំបដិវត្តន៍អំណាចប្រជាជនដែលបានផ្តួលលោក ម៉ាកូស នៅឆ្នាំ1986។\n",
        "output": [
            "Noynoy's father was shot while in military custody during the regime of late dictator Ferdinand Marcos, before his mother, Corazon Aquino, led the People Power Revolution that toppled Marcos in 1986.\n"
        ]
    },
    {
        "input": "នៅពេលដែល អបផេនហៃមឺចាប់ផ្តើមដំណើរការ​កន្លែងបង្កើតអាវុធសម្ងាត់ ឡូស អាឡាមូស គាត់បានចាត់តាំងប៊េតធីឲ្យធ្វើជាប្រធានក្រុមទ្រឹស្តី។\n",
        "output": [
            "When Oppenheimer started the secret weapons design laboratory, Los Alamos, he appointed Bethe as Director of the Theoretical Division.\n"
        ]
    },
    {
        "input": "ចៃមី ម៉រ៉េនណូ បានបិទពិន្ទុ សំរាប់ឌីស៊ី នៅទី78 នៅមុនពេល អេឌូ បានទាត់បញ្ចូលទៅខាងទី MLSដែលជាគ្រាប់គ្រាប់បាល់ដំបូងរបស់គាត់នៃរដូវកាលនេះ។\n",
        "output": [
            "Jaime Moreno capped off the scoring for D.C. in the 78th before Edu opened Toronto's MLS account with his first goal of the season.\n"
        ]
    },
    {
        "input": "យោងតាមក្រុមហ៊ុន Dell ក្នុងចំណោមកុំព្យូទ័រចំនួន6.3លានគ្រឿងក្នុងប្រទេសញ៉ូវហ្សេលែន ចំនួន250,000គ្រឿង គឺជាកុំព្យូទ័រចាស់ហើយហួសសម័យ ដែលយោងតាមការស្ទង់មតិ ត្រូវកែលម្អរតំឡើងស៊េរីកុំព្យួទ័ររៀងរាល់ពីរទៅប្រាំឆ្នាំ។\n",
        "output": [
            "According to Dell, out of the 6.3 million New Zealand computers, 250,000 of them are old and obsolete, mainly because most computer owners, according to a survey, will upgrade their computers every two to five years.\n"
        ]
    },
    {
        "input": "សេចក្តីសម្រេចនេះត្រូវបានចុះហត្ថលេខាដោយតំណាង32រូបក្នុងចំណោមសភាតំណាង45រូប។\n",
        "output": [
            "The decision was signed by 32 of the 45 deputies.\n"
        ]
    },
    {
        "input": "មុនពេលសុន្ទរកថា របស់លោកអាម៉ាឌីណេចាដ លោកប្រធានាធិបតីសហរដ្ឋអាមេរិកចូច ដេបបែលយូ. ប៊ូស បានសម្តែងទស្សនៈផ្សេង ដោយនិយាយថា ការអញ្ជើញរបស់កូឡុមបៀ \"ពិតជានិយាយអំពីសេរីភាពនៃប្រទេសនេះ។\"\n",
        "output": [
            "Prior to Ahmedinejad's speech, U.S. President George W. Bush expressed a different view, saying that Columbia's invitation \"really speaks to the freedoms of the country.\"\n"
        ]
    },
    {
        "input": "តារាងចំរៀងកាលពីម្សិលមិញ បង្ហាញថាចំរៀងនេះបានឈរលើលំដាប់ថ្នាក់ល្អក្នុងតារាងចំរៀងរ៉ក់របស់ Amazon ហើយបានជាប់លេខ14ជាចំរៀងដែលត្រូវបានគេទាញយកទាំងអស់។\n",
        "output": [
            "Yesterday's charts reveal that it has reached pole position on Amazon's rock chart, and is listed as the 14th most downloaded track overall.\n"
        ]
    },
    {
        "input": "មៃខ៍ ផាតុន នាយកប្រតិបត្តិនៃលោក ម៉ាខូនី ខបភឺរ៉េ បាននិយាយអំពី 'ដំណឹងល្អ'សម្រាប់អ្នកកាន់ភាគហ៊ុនទាំងអស់ ហើយបានណែនាំស្វានបឺហ្គ ក្នុងស្នូរទះដៃនៃការស្វាគមន៍ពីមតិភាគច្រើនរបស់បុគ្គលិកខូវេនទ្រី ញូវ ស្សិនឆឺរី ផាក ខណៈពេល ដែលបុគ្គលិកជាច្រើនពីទីក្រុង ខូវេន ញូវ ហារីហ្សូន បានស្ដាប់សន្និសិទតាមប្រព័ន្ធបណ្តាញ។\n",
        "output": [
            "Mike Parton, CEO of Marconi Corporation, spoke of the 'good news' for all stake-holders and introduced Svanberg to a round of applause from the majority of the staff at Coventry New Century Park, while more staff from Coventry New Horizon Park listened on a conference call line.\n"
        ]
    },
    {
        "input": "ការធ្វើតេស្តថ្មីៗនេះ បានបង្ហាញថាថ្នាំពេទ្យដែលមានតម្លៃថោកអាចនឹងសម្លាប់កោសិកាមហារីកក្នុងសារពាង្គកាយមនុស្សបាន។\n",
        "output": [
            "Recent tests have shown that an inexpensive drug may be able to kill cancer cells in humans.\n"
        ]
    },
    {
        "input": "វិចិត្រករជាតិដូចជា អ៊ូមហ្វ! និង ឌឹដូណត ក៏នឹងជាការទទួលខុសត្រូវផ្ទាល់របស់ក្រុមហ៊ុនសូនីតាមរយៈ ហ្វរម៉ូញូស៊ិក ឬកូឡុំប៊ីអាល្លឺម៉ង នៅក្នុងទីក្រុងប៊ែកឡាំង។\n",
        "output": [
            "National artists, such as Oomph! and The Donots, will also be Sony's direct responsibility via either Four Music or Columbia Germany in Berlin.\n"
        ]
    },
    {
        "input": "ការផ្សាយដាក់បង្ហាញពីពត៌មានប្រចាំថ្ងៃ និងទំព័រចំណង់ចំណូលចិត្តមនុស្ស បង្ហាញដោយអ្នកទទួលបន្ទុកដែលដោះខោអាវយឺតៗ។\n",
        "output": [
            "The broadcasts feature daily news and human interest pieces, presented by an anchor who gradually removes their clothing.\n"
        ]
    },
    {
        "input": "អណ្តាតភ្លើងត្រូវបានគេរាយការណ៍ថាបានឈានដល់កម្ពស់មួយរយម៉ែត្រ។\n",
        "output": [
            "The flames reportedly reached as high as one hundred meters.\n"
        ]
    },
    {
        "input": "ក្រោយពីត្រឡប់ទៅកាន់​កន្លែងសៀក​វិញ គេនិយាយថា ដំរីនោះ​អស់កម្លាំង ប៉ុន្តែ \"រីករាយដែល​បាន​ត្រឡប់​មកវិញ។\"\n",
        "output": [
            "After returning to the circus, she was said to be tired, but \"pleased to be back.\"\n"
        ]
    },
    {
        "input": "ប្រភពប្រាក់ចំណូលជាច្រើនសម្រាប់ប្រទេសកំពុងអភិវឌ្ឍន៍ រួមមានការផ្ទេរប្រាក់ ការវិនិយោគផ្ទាល់ពីបរទេស ការផ្តល់ជំនួយពីបរទេស និងពាណិជ្ជកម្មអន្តរជាតិ ត្រូវបានរំពឹងថានឹងស៊ូទ្រាំការធ្លាក់ចុះធ្ងន់ធ្ងរនេះ។\n",
        "output": [
            "Many sources of income for developing countries, including remittances, foreign direct investment, foreign aid, and international trade, are expected to undergo severe declines.\n"
        ]
    },
    {
        "input": "លោក ដេស្តា បានចោទប្រកាន់ប្រទេសអេត្យូពីថា បានធ្វើឲ្យស្ថានភាពកាន់តែអាក្រក់ ដោយសារការត្រៀមកម្លាំងយោធាដើម្បីជួយប្រទេសយីបូទី។\n",
        "output": [
            "Desta accused Ethiopia of worsening the situation by preparing military forces to help Djibouti.\n"
        ]
    },
    {
        "input": "លោកស្រីនិយាយថា មនុស្សមួយចំនួនមាន \"ការរំខានដែលពួកគេមិនត្រូវអនុញ្ញាតឲ្យធ្វើទាំងមូស្លីម និងបារាំង។\"\n",
        "output": [
            "She said that some are \"resentful of the fact that they are not allowed to be both Muslim and French.\"\n"
        ]
    },
    {
        "input": "មួយឆ្នាំចាប់តាំងពីការចូលកាន់ទីស្នាក់ការនៅឯផ្លូវដោនីង លេខ10 នាយករដ្ឋមន្ត្រីចក្រភពអង់គ្លេសលោកហ្គោដុន ប្រោន និងគណបក្សការងាររបស់លោកកំពុងប្រឈមនឹងបញ្ហា​ក្រោយពីការចាញ់ការបោះឆ្នោតក្នុងស្រុក ដែលបានបញ្ចប់ជាលើកទី5 បន្ទាប់ពីមុនឈ្នះលើគណបក្សនយោបាយដែលមានអ្នកគាំទ្រតិច និងអត្រាប្រជាប្រិយភាពមានកម្រិតទាបបំផុត។\n",
        "output": [
            "A year since taking up residence at No. 10 Downing street, British Prime Minister Gordon Brown and his Labour Party is already in trouble after losing a local election, finishing fifth after previously win-less political parties and popularity rating at an all time low.\n"
        ]
    },
    {
        "input": "ប្រធានាធិបតីប៉ាឡេស្ទីន ម៉ាម៉ូដ អាបាសនៃហ្វាតាស នាយករដ្ឋមន្រ្តី អ៊ីសម៉ាយ ហានិយ៉េស និងប្រធានមូលដ្ឋាន ដាម៉ាសឃូស លោក ខាលីត ម៉េសស្សាអាល នៃហាម៉ាស បានមកដល់មិកកា សោឌី អារ៉ាប់ដើម្បីចរចាក្នុងគោលបំណងបញ្ចប់ការប្រយុទ្ឋ គ្នារវាងហាម៉ាស និងហ្វាតាសនៅចម្រៀកហ្គាហ្សា។\n",
        "output": [
            "Palestinian President Mahmoud Abbas of Fatah, Prime Minister Ismail Haniyeh and Damascus-based chief Khaled Meshaal ofHamas arrived in Mecca, Saudi Arabia for negotiations in an attempt to end the fighting between Hamas and Fatah in the Gaza strip.\n"
        ]
    },
    {
        "input": "យោងតាម BBC ប៉ាគីស្ថានមិនអាចផ្តល់នូវភស្តុតាងជាក់ស្តែងនៃការស្លាប់របស់គាត់បានទេ ពីព្រោះតែ \"លក្ខណៈភូមិសាស្ត្រដាច់ស្រយាល និងជាកន្លែងសត្រូវ\" នៃភាគខាងត្បូងវ៉ាស៊ីរិសស្តាន់។\n",
        "output": [
            "According to the BBC, Pakistan had been unable to provide tangible evidence of his death because of the \"remote and hostile terrain\" of South Waziristan.\n"
        ]
    },
    {
        "input": "នៅតំបន់ខ្លះនៃប្រទេសនេះ ព្យុះបានបក់បោកទឹករហូតដល់កំពស់ពីរម៉ែត្រ។\n",
        "output": [
            "In some areas of the country, the storm dumped as much as two metres of water.\n"
        ]
    },
    {
        "input": "ការផ្ទុះបានផ្តាច់ប្រព័ន្ធថាមពលដែលអាចមើលឃើញនៅក្នុងបន្ទប់ត្រួតពិនិត្យ។\n",
        "output": [
            "The blast tripped out the power system, visible in the control room.\n"
        ]
    },
    {
        "input": "ម៉ាកូស ឌឹ ស៊ូហ្សា ប្រធានមន្ទីពេទ្យប៉ុសសេនៅក្នុងបទសម្ភាសតាមទូរទស្សន៍បាននិយាយថា \"ពួកគេបាក់ដៃ បែកមុខ របួសគ្រប់កន្លែង។\"\n",
        "output": [
            "\"They had fractures in their arms, their faces, everywhere,\" said Marcos de Souza, director of the Posse Hospital in a televised interview.\n"
        ]
    },
    {
        "input": "ប្រព័ន្ធទប់សា្កត់ទី្រដិនត្រូវបានបង្កើតឡើងជាប្រតិកម្មរបស់ប្រទេសអង់គ្លេសចំពោះសង្គ្រាមត្រជាក់ដែលបានបញ្ចប់ដោយការដួលរលំនៃសហភាពសូវៀតនៅខែធ្នូឆ្នាំ1991។\n",
        "output": [
            "The Trident defence system was developed as Britain’s response to the Cold War which ended with the collapse of the USSR in December 1991.\n"
        ]
    },
    {
        "input": "លោកប៊ូអេនឺបានជូនដំណឹងដល់សមាជិកផេ្សងៗទៀតអំពីការទូរទាត់នៅក្នុងសន្និសិទ្ឋកាលពីយប់ ថ្ងៃម្សិលមិញ។\n",
        "output": [
            "Boehner informed other congressmen of the deal in a conference call yesterday evening.\n"
        ]
    },
    {
        "input": "សូនីស អាហ្សាមជាអ្នកស្រាវជ្រាវជនជាតិកាណាដាម្នាក់ដែលបានចូលរួមក្នុងការសិក្សាបាននិយាយថា \"បាក់តេរីហេតេរ៉ូត្រូហ្វិកដែលមានក្នុងដបទឹកមួយចំនួនត្រូវបានរកឃើញក្នុងចំនួនដ៏លើសលុបច្រើនជាង (100) ដងនៃចំនួនដែលបានអ​នុញ្ញាត\" \"បរិមាណបាក់តេរីនេះជាការដាស់តឿនមួយហាក់ដូចជាយើងកំពុងតែស្រូបយកវប្បធម៌មួយ។\"\n",
        "output": [
            "“Heterotrophic bacteria counts in some of the bottles were found to be in revolting figures of (100) times more than the permitted limit,” said Sonish Azam, a Canadian researcher involved in the study, “This amount of bacteria is alarming, as if we are ingesting a cup of culture.” \n"
        ]
    },
    {
        "input": "ការផ្តោតនូវការផ្សាយពត៌មានជាអន្តរជាតិ បានបង្កើតនូវការធ្វើឲភ្ញាក់អារម្មណ៍ទៅលើការដំណើរការរបស់ខ្លួននៅឆ្នាំ1999​ ប៉ុន្តែចាប់តាំងពីពេលនោះមកបានពន្លាតជាមួយអ្នកមើលតាមអ៊ីនធឺណេតក្នុង172ប្រទេស។\n",
        "output": [
            "The internationally-focused newscast created a stir upon its launch in 1999, but has since expanded with online viewers in 172 nations.\n"
        ]
    },
    {
        "input": "អាគារនេះជាកម្មសិទ្ធិរបស់ PoolSupplies.com ដែលជាផ្នែកមួយនៃការក្រុមហ៊ុន Leisure Living លក់សម្ភារផ្គត់ផ្គង់ ការកម្សាន្ដ និងគីមីសំរាប់អាងហែលទឹក។\n",
        "output": [
            "The building is owned by PoolSupplies.com which is a division of Leisure Living, selling supplies, recreation and chemicals for swimming pools.\n"
        ]
    },
    {
        "input": "ទឹកប្រាក់ប្រមាណ $13ពាន់លាន ត្រូវបានផ្តល់ដើម្បីជាជំនួយសង្គ្រោះ និងកិច្ចខិតខំប្រឹងប្រែងក្នុងស្តារឡើងវិញ ដែលក្នុងនោះមាន 75 ភាគរយ ត្រូវបានធានាផ្នែកសុវត្ថិភាពរួចទៅហើយ។\n",
        "output": [
            "Some $13 billion was pledged to relief and recovery efforts, of which 75 percent has already been secured.\n"
        ]
    },
    {
        "input": "RSPCA បានប្រាប់ម្ចាស់សត្វចិញ្ចឹមផងដែរថាឲ្យព្យាយាម និងរក្សាសត្វចិញ្ចឹមរបស់គេឲ្យត្រជាក់។\n",
        "output": [
            "The RSPCA has also told pet owners to try and keep their pets cool.\n"
        ]
    },
    {
        "input": "អ្នករស់នៅអាមីធីផ័នរយៈពេល 20 ឆ្នាំម្នាក់ឈ្មោះប្រ៊េតរ៉ូស បាននិយាយថា អ្នកទេសចរណ៍ដែលមកលេងតំបន់នេះត្រូវបានព្រមានពីការវាយប្រហារដែលអាចកើតមាន \"ឆ្នេរនោះមានទឹកជម្រៅ 30m និងមានត្រីឆ្លាមឈ្មោលជាច្រើនរស់នៅទីនោះ។\"\n",
        "output": [
            "A resident of Amity Point for 20 years, Brad Ross, said tourists visiting the area have been warned of potential attacks; \"The shore just falls away into 30m of water and there are plenty of bull sharks out there.\"\n"
        ]
    },
    {
        "input": "លទ្ធភាពនៃការពិភាក្សាបន្តទៀតជាមួយអង្គភាពប្រៃសណីយ៏មុនពេលធ្វើសកម្មភាពមិនទាន់ត្រូវបានបដិសេធចោលនៅឡើយទេ; ការដើរចេញណាមួយនៅមុនបុណ្យណូអែលនឹងបង្កឱ្យមានការរំខានយ៉ាងខ្លាំងចំពោះការបញ្ជូនសំបុត្រ។\n",
        "output": [
            "The possibility of further talks with the Royal Mail before undertaking action has not be ruled out; any walk-outs in the run-up to Christmas will cause extreme disruption to deliveries.\n"
        ]
    },
    {
        "input": "\"វាគឺជារឿងអកុសលដែលអ្នកតវ៉ាទាំងនេះបានកំពុងព្យាយាមបង្អាក់ការងារប្រជាជនអាមេរិករាប់ពាន់នាក់ពីការងារដែលពួកគេពឹងផ្អែកលើដើម្បីផ្គត់ផ្គន់ក្រុមគ្រួសាររបស់ពួកគេ។\"\n",
        "output": [
            "\"It is unfortunate these protestors are trying to keep thousands of Americans from the jobs they depend on to provide for their families.\"\n"
        ]
    },
    {
        "input": "អ្នកកាសែតនិងជំនួយការផ្សព្វផ្សាយព័ត៌មាន សរុប230នាក់ ត្រូវបានគេសម្លាប់ក្នុងប្រទេសអ៊ីរ៉ាក់ ចាប់តាំងពីការឈ្លានពានរបស់អាមេរិចក្នុងឆ្នាំ2003។\n",
        "output": [
            "A total of 230 journalists and media assistants have been killed in Iraq since the 2003 U.S invasion.\n"
        ]
    },
    {
        "input": "កន្លែងបុរាណវិទ្យាគឺនៅលើកំពូលភ្នំតាមបណ្តោយសមុទ្រមេឌីទែរានេដែលមើលឃើញពីផ្ទះសម្រាប់រដូវក្តៅរបស់ប្រធានាធិបតីប្រទេសអេហ្ស៊ីបលោកហូសនី មុយបារាក។\n",
        "output": [
            "The archaeological site is on a hill along the Mediterranean Sea overlooking the summer home of Hosni Mubarak, president of Egypt.\n"
        ]
    },
    {
        "input": "យន្ដហោះនេះបានចេញដំណើរនៅម៉ោង1:12 ព្រឹក ម៉ោងនៅក្នុងស្រុក និងបានធ្វើដំណើរពីទីក្រុងម៉ូស្គូឆ្ពោះទៅកាន់ភើម នៅពេលដែលមន្រ្តីនៅព្រលានយន្តហោះSacino Bolshoye បាត់ការទាក់ទងជាមួយយន្តហោះនេះនៅក្នុងរយៈកម្ពស់ប្រហែល 1,800 ម៉ែត្រ។\n",
        "output": [
            "The plane took off at 1:12 a.m. local time and was traveling from Moscow to Perm when officials at the Bolshoye Savino Airport lost contact with the aircraft at about 1,800 meters in altitude.\n"
        ]
    },
    {
        "input": "ជ័យជម្នះនេះបានដោយ 172 ពិន្ទុ គឺជាចំនួនធំបំផុតនៃជ័យជម្នះនៅក្នុងម្ភៃ 20 អន្តរជាតិ​។\n",
        "output": [
            "The win, by 172 runs, is the largest margin of victory in a Twenty20 international.\n"
        ]
    },
    {
        "input": "ការទទួលខុសត្រូវលើការបាញ់សម្លាប់នោះត្រូវបានគេអះអាងក្នុងនាមកងវរសេនាតូចអាម៉ាត់ខាងជើងនៃ Continuity IRA​ ជាសារកូតមួយទៅសារព័ត៌មានប៊េលហ្វាស។\n",
        "output": [
            "Responsibility for the shooting has been claimed on behalf of the North Armagh Battalion of the Continuity IRA in a coded message to Belfast media.\n"
        ]
    },
    {
        "input": "ប៉ុន្តែ ក្រុមអ្នកសង្កេតការណ៍ភាគច្រើនជឿជាក់ថា រូបថតនេះ ត្រូវបានដកចេញដោយការបញ្ជារបស់លោកគីម ជុងអ៊ីល ខ្លួនឯងផ្ទាល់ ដែលអាចនឹងកំពុងព្យាយាមកាត់បន្ថយការគោរពបុគ្គលផ្ទាល់ខ្លួនរបស់គាត់។\n",
        "output": [
            "But most observers believe that the portraits were taken down by the order of Kim Jong Il himself, who might be trying to downsize his own personality cult.\n"
        ]
    },
    {
        "input": "សៀវភៅវិគី ជាគម្រោងអ៊ីនធើណេតមួយដែលព្យាយាមបង្កើតនូវមាតិកាអត្ថបទសិក្សាដោយឥតគិតថ្លៃ ដោយប្រើប្រាស់បច្ចេកវិទ្យាវីគី បានចេញផ្សាយស្ថិតិរបស់ខ្លូនក្នុងខែកុម្ភៈ ឆ្នាំ2005។\n",
        "output": [
            "Wikibooks, an Internet project which seeks to create free content textbooks using wiki technology, has published its February 2005 statistics.\n"
        ]
    },
    {
        "input": "កីឡាករចុះកុងត្រាថ្មី គឺលោក ឡរ៉េន រ៉ូបឺត និងការត្រឡប់មកវិញរបស់លោក គ្រេក ស៊ូតុន មិនគ្រប់គ្រាន់សំរាប់ក្រុម តូរ៉ុនតូ អេហ្វស៊ី ដូចដែលពួកគេបានចាញ់ក្រុមឌីស៊ី យូណៃធីត នៅក្នុងទីក្រុងវ៉ាស៊ីនតោនក្នុងលទ្ធផល 4-1។\n",
        "output": [
            "New signing Laurent Robert and the return of Greg Sutton were not enough for Toronto F.C. as they fell 4-1 to D.C. United in Washington.\n"
        ]
    },
    {
        "input": "ផ្លូវ A68 នៅជិតកន្លែងគ្រោះថ្នាក់ត្រូវបានបិទជាបណ្តោះអាសន្នដើម្បីអនុញ្ញាតឲ្យនគរបាលធ្វើការស៊ើបអង្កេតពីគ្រោះថ្នាក់នេះ ដោយការធ្វើចរាចរណ៍ត្រូវប្តូរទៅកាន់ផ្លូវ B6370 វិញ តាមទីក្រុងហ្គូរីប្រ៊ីដ។\n",
        "output": [
            "The A68 road close to the location of the accident was temporarily closed to allow police to investigate the incident, with traffic redirected to the B6370 road via the town of Gorebridge.\n"
        ]
    },
    {
        "input": "នាដកថាភាពយន្ត 130 ត្រូវបានចាត់ចូលក្នុងបញ្ជីផ្តាច់្រព័ត្រនៃប្រភេទនាដកថាភាពយន្ត។\n",
        "output": [
            "130 screenplays have been listed as finalists in the Screenplays category.\n"
        ]
    },
    {
        "input": "ក្រឹតនោះបានបង្កមានការតវ៉ា និងកូដកម្មដែលធ្វើឲ្យនឹកឃើញដល់ការតវ៉ាដែលចុងក្រោយបានផ្តួលរំលំប្រធានាធិបតីហូសនី ម៉ូបារ៉ាក់ នៅពេលនោះ។\n",
        "output": [
            "The decree has sparked protests and strikes reminiscent of protests which eventually toppled the then president Hosni Mubarak.\n"
        ]
    },
    {
        "input": "រដ្ឋចំនួន៥ទៀតក៍មានច្បាប់ស្រដៀងគ្នានេះដែរ ចំនែកឯរដ្ឋដទៃទៀតបានហាមមិនអោយមានទោសប្រហារជីវិតចំពោះករណីចាប់រំលោភសេពសន្ថវៈ។\n",
        "output": [
            "Five other states have similar laws, while the remaining states ban the death penalty for rape.\n"
        ]
    },
    {
        "input": "ក្រុមហ៊ុនស្កក់ធីស&សៅថឺនអេនណឺជីបាននិយាយថា:\"ជាមួយនឹងការកើនឡើងគួរជាទីកត់សំគាត់នៃតំលៃប្រចាំឆ្នាំនៃការទិញនិងលក់ដុំ ព្រមទាំងការកើនឡើននៃសំពាធទៅលើការចែកចាយ ការចំនាយទៅលើបរិស្ថាននិងសង្គម ការស្វែងរកដើម្បីចៀសវាងការកើនឡើងរវាងពេលនេះនិងចុងឆ្នាំ2010គឺជាគោលដៅដ៍សំខាន់មួយ។\"\n",
        "output": [
            "Scottish & Southern Energy commented: \"With forward annual wholesale prices significantly higher, and with upward pressures in terms of distribution, environmental and social costs, seeking to avoid an increase between now and the end of 2010 is an important goal.\"\n"
        ]
    },
    {
        "input": "ចាប់តាំងពីពេលនោះមក យ៉ាគុប បានស្ថិតនៅក្នុងការឃុំឃាំង ហើយបើយោងតាមមេធាវីរបស់លោក គឺលោកស៊ូបាស់ កាន់សេ កំពុងត្រូវបានទទួលការព្យាបាលជំងឺធ្លាក់ទឹកចិត្ត។\n",
        "output": [
            "Since then, Yakub has been in custody and has, according to his lawyer Subhash Kanse, been undergoing treatment for depression.\n"
        ]
    },
    {
        "input": "ក្នុងការអធិប្បាយនិងពន្យល់អំពីសកម្មភាពរបស់ខ្លួននៅក្នុងការធ្វើសញ្ជាតូបនីយកម្មធនាគារនេះ អាជ្ញាធរគ្រប់គ្រងហិរញ្ញវត្ថុអ៊ីស្លង់បានចេញសេចក្តីថ្លែងការណ៍ខ្លីមួយនេះថា:\n",
        "output": [
            "In describing and explaining its actions in nationalising the bank, the Icelandic Financial Supervisory Authority issued this brief statement:\n"
        ]
    },
    {
        "input": "ការស្លាប់ និងរបួសដែលបានបញ្ជាក់ថាបណ្តាលមកពីព្យុះនោះ គឺត្រូវបានប៉ះដោយអំបែង ដោយដើមឈើដែលរលើងឫសដោយសារខ្យល់ខ្លាំង។\n",
        "output": [
            "Both confirmed casualties from the storm were hit by debris by trees uprooted by heavy winds.\n"
        ]
    },
    {
        "input": "លោកប្រាយអាន វ៉ាយមេន អ្នកនាំពាក្យប៉ង់តាហ្គន បានប្រាប់អ្នករាយការណ៍ព័ត៌មានថាការព្យួរកិច្ចសន្យានេះ គឺដោយសាររំលោភលើប្រភពដើមរបស់គ្រាប់ និងការវេចខ្ចប់គ្រាប់ គឺមិនមែនបញ្ហាសុវត្ថិភាព និងការអនុវត្តឡើយ។\n",
        "output": [
            "Bryan Whitman, The Pentagon's spokesperson told reporters that suspension of the contract was due to the violation of the origin of the ammunition and the packaging of the ammunition, not the safety and performance.\n"
        ]
    },
    {
        "input": "រវាងវគ្គទីប្រាំ និងទីប្រាំមួយ មានការពន្យារពេលតិចតួចក្នុងការប្រកួត នៅពេលឆ្កែឈ្មោះ ស្រ្ទីកឃើ ដែលជាឆ្កែរបស់កីឡាករ អាដាម ហ្វូកកាដ របស់ក្រុមវាយកូនបាល់ជាតិអូស្រ្តាលី បានរត់ចូលទៅក្នុងទីលាន។\n",
        "output": [
            "Between the fifth and sixth innings, there was a small delay in the game when a dog named Streaker, owned by Australia men's national softball team player Adam Folkard, ran onto the the infield.\n"
        ]
    },
    {
        "input": "មនុស្សប្រហែល50នាក់ ត្រូវបានជម្លៀសទៅជម្រករបស់កាកបាទក្រហមក្នុងស្រុក សម្រាប់ប្រជាជនដែលបានផ្លាស់ទីលំនៅ។\n",
        "output": [
            "Around 50 people have been taken to a local Red Cross shelter for displaced residents.\n"
        ]
    },
    {
        "input": "\"ពួកយើងក៏មានរថយន្តក្រុងដែលដើរដោយឧស្ម័នអ៊ីដ្រូហ្សែនជាច្រើនខ្សែរដែលរត់កាត់ខាងក្រោមផ្នែកសងខាងនៃអគារ។\"\n",
        "output": [
            "\"We also have hydro bus lines running down two sides of the building\".\n"
        ]
    },
    {
        "input": "នាងបាននិយាយថានាងត្រឡប់មកផ្ទះវិញ ទោះបីជានាងកំពុងព្យាបាលពីព្រោះនាង \"មិនអាចរង់ចាំវេជ្ជបណ្ឌិតបានទេ\"​ ហើយថានាងត្រូវបង់លុយវិក្ក័យប័ត្រ។\n",
        "output": [
            "She said that she entered the house, despite undergoing medical tests, because she \"can't wait around for the doctors\" and that bills need paying.\n"
        ]
    },
    {
        "input": "អ្នកប្រឆាំងនឹងសេចក្តីបង្គាប់ប៉ាតង់នេះអះអាងថា សេចក្តីព្រាងច្បាប់មួយដែលគ្របដណ្តប់លើកម្មសិទ្ធិបញ្ញា (IP) នឹង \"បង្ខាំងការបង្កើតថ្មី\" នៅក្នុងអឺរ៉ុប ដោយសារវាអនុញ្ញាតការផ្តល់ប៉ាតង់ការអនុវត្តនៅក្នុងកម្មវិធីផ្នែក software។\n",
        "output": [
            "Adversaries to the patent directive claim that a bill covering Intellectual Property (IP) would \"stifle innovation\" in Europe, as it allows the patenting of implementation within software.\n"
        ]
    },
    {
        "input": "គណបក្ស​របស់​លោក​បានទទួល​លទ្ធផល​អាក្រក់​ជាង​ការរំពឹងទុក​ពី​ការស្ទង់មតិ​ដែលបាន​មើលឃើញ​ពួកគេ​នឹងទទួលបាន​ប្រហែល 40 អាសនៈ​។\n",
        "output": [
            "His party did worse than expected from opinion polls, which saw them at gaining about 40 seats.\n"
        ]
    },
    {
        "input": "ប្រធានគណៈកម្មាធិការសមាជអេស្ប៉ាញ តំណាងដោយលោក ចូរ បាកា មកពីរដ្ឋកាលីហ្វូញ៉ា សង្ឃឹមថា អ្នកបង្កើតគោលនយោបាយនឹងផ្តោតការយកចិត្តទុកដាក់ដោយមិនត្រឹមតែជួយដល់អាជីវកម្មខ្នាតតូចប៉ុណ្ណោះទេ ថែមទាំងជួយរកដំណោះស្រាយសំរាប់ជនអន្តោប្រវេសន៍ខុសច្បាប់12លាននាក់ ដែលកំពុងស្ថិតនៅក្នុងសហរដ្ឋអាមេរិក និងជួយពង្រឹងសន្តិសុខតាមព្រំដែន។\n",
        "output": [
            "Hispanic Caucus Chairman, Rep. Joe Baca, D-California, hopes that policymakers will place attention not only on helping small businesses, but also on what to do with 12 million illegal immigrants currently residing in the U.S., and improving border security.\n"
        ]
    },
    {
        "input": "\"ដាក់ដៃចុះអ្នកកាសែត!\" សហជីពអ្នកកាសែតបាននិយាយនៅក្នុងសេចក្ដីថ្លែងមួយនៅលើវេបសាយរបស់ខ្លួន។\n",
        "output": [
            "\"Hands off journalists!\" the journalist union said in a statement on its website.\n"
        ]
    },
    {
        "input": "កងរថភ្លើងអគ្គីសនីបច្ចុប្បន្នផលិតពីរថភ្លើងអគ្គីសនី 24 Bombardier CR4000 ដែលត្រូវបានសាងសង់សំរាប់ការសម្ពោធបណ្តាញផ្លូវប្រវែង 28kmនៅចន្លោះឆ្នាំ1998 និងឆ្នាំ2000។\n",
        "output": [
            "The tram fleet is currently made up of 24 Bombardier CR4000 trams, which were constructed for the opening of the 28km network between 1998 and 2000.\n"
        ]
    },
    {
        "input": "មនុស្សជាច្រើនរយនាក់បានធ្វើការតវ៉ាលើភាពមិនប្រក្រតីខុសច្បាប់មួយចំនួននៅក្នុងដំណើរការបោះឆ្នោតកាលពីថ្ងៃទី18 ខែកក្កដា ដែលបានបញ្ចប់ដោយមនុស្សចំនួន7 នាក់ត្រូវបានសម្លាប់នៅក្នុងការប៉ះទង្កិចគ្នាជាមួយនឹងនគរបាល។\n",
        "output": [
            "Several hundred people protested at alleged irregularities in the polls on the 18th of July, which ended in 7 people being killed in police clashes.\n"
        ]
    },
    {
        "input": "សហរដ្ឋអាមេរិកបាននិយាយថា ខ្លួនមានការ \"ខកចិត្ត\" ដោយសារចលនានេះ រីឯលេខាធិការការបរទេសរបស់ចក្រភពអង្គគ្លេសបាននិយាយថា វាជាការចំាបាច់ដែលប៉ាគីស្ថាន \"សម្របតាមការតាំងចិត្ត ដើម្បីរៀបចំការបោះឆ្នោតដោយសេរីនិងយុត្តិធម៌ទាន់ពេល។\"\n",
        "output": [
            "The United States said that it was \"disappointed\" by the move while the United Kingdom's foreign secretary said that it was vital that Pakistan \"abides by the commitment to hold free and fair elections on schedule\".\n"
        ]
    },
    {
        "input": "ប្រទេសទាំងឡាយដែលបានចុះហត្ថលេខាប៉ុន្តែមិនទាន់ផ្តល់សច្ចាប័នរួមមានចិន អាមេរិក ប្រេស៊ីល នីហ្សេរីយ៉ា ភីលីពីន វៀតណាម អាល្លឺម៉ង់ និង អេស៊ីប។\n",
        "output": [
            "Nations that have signed but not yet ratified include China, USA, Brazil, Nigeria, Philippines, Viet Nam, Germany, and Egypt.\n"
        ]
    },
    {
        "input": "ការស៊ើបអង្កេតបានរកឃើញផងដែរថាយន្តហោះដែលពាក់ព័ន្ធបានស្ថិតនៅក្នុងស្ថានភាពប្រតិបត្ដិការធម្មតា អាណូឌីណា បាននិយាយថា \"ម៉ាស៊ីនដំណើរការរហូតដល់ពេលយន្តហោះនោះបានបុកដី។\"\n",
        "output": [
            "The investigation also found that the aircraft involved had been in normal operating condition; Anodina said that \"[t]he engines were working up till the moment the plane collided with the ground.\"\n"
        ]
    },
    {
        "input": "ក្នុងចំណោមសមាជិក 80,830 នាក់ ដែលត្រូវបានសួរយោបល់ មានសមាជិក 61,623 នាក់ បានបោះឆ្នោតគាំទ្រនៅក្នុងការដើរចេញ។\n",
        "output": [
            "Of the 80,830 members consulted, 61,623 voted in favour of a walk-out.\n"
        ]
    },
    {
        "input": "រ៉យ រីដែន មកពីគណបក្សប្រជាធិបតេយ្យអាមេរិកម្នាក់ទៀតបាននិយាយថា យោបល់របស់លោកហូវើតគឺ \"ចំឡែក\" ហើយចោទប្រកាន់នាយករដ្ឋមន្រ្តីពីការជ្រៀតជ្រែកកិច្ចការនយោបាយអាមេរិក \"ជាពាក្យបែបមនុស្សធម៌ដែលអ្នកអាចនិយាយចេញ\" ពីយោបល់របស់លោកហូវើតគឺចំឡែក។\n",
        "output": [
            "Roy Ryden, another US Democrat said Mr Howard's comment was \"bizarre\" and accused the Prime minister of interfering with US politics \"The most charitable thing you can say ab\"out Mr Howard's comment is bizarre.\n"
        ]
    },
    {
        "input": "ការិយាល័យ​របស់ DirectNIC ដែល​ជា​អ្នក​ផ្តល់គេហទំព័រ​និង​សេវាកម្ម ដែល​មាន​មួលដ្ឋាន​នៅ ញូរ អូលៀន ត្រូវ​បាន​ទទួល​ទស្សនៈកិច្ច​ដោយ​សមាជិក​ប្រដាប់អាវុធ​ក្រុមអ៊ែប៊នទី82 ក្នុង​អំឡុងពេល​សម្ភាសន៍​ជាមួយ​អ្នករាយការណ៍ Wikinews កាលពី​រសៀល​ថ្ងៃអង្គារ៍​។\n",
        "output": [
            "The offices of DirectNIC, a New Orleans based webhost and services provider, were visited by armed members of the 82nd Airborne Division during an interview with Wikinews reporters Tuesday evening.\n"
        ]
    },
    {
        "input": "Abkhazia ដែលជាតំបន់ស្ថិតនៅព្រំដែនប្រទេស Georgia ដែលទទួលស្គាល់ដោយអន្តរជាតិ ប៉ុន្តែដែលជាសាធារណៈរដ្ឋឯករាជក្នុងពេលបច្ចុប្បន្នដោយគ្មានការទទួលស្គាល់ជាលក្ខណៈអន្តរជាតិ បានបិទព្រំដែនរបស់ខ្លួនជាប់នឹងប្រទេសនេះ បន្ទាប់ពីមានការបំផ្ទុះគ្រាប់បែកថ្មីៗនេះ។\n",
        "output": [
            "Abkhazia, a region located within the internationally recognised borders of Georgia, but which is a de facto independent republic without international recognition, has closed its border with the country following recent bomb blasts.\n"
        ]
    },
    {
        "input": "អ្នកផ្តល់យោបលបានលើកឡើងនូវការកើនឡើងគួរឲ្យកត់សម្គាល់នៅក្នុងជម្រើសជាច្រើនរបស់អតិថិជន ភាពប៉ិនប្រសប់បែបសិប្បនិមិត្ដដែលប្រសើរជាង និងភាពរីកចំរើនៃគុណភាពក្រាហ្វិកគឺជាកត្ដាសម្រេច។\n",
        "output": [
            "Reviewers cited the significant increase in customization options, better artificial intelligence, and an improvement in graphics quality as decisive factors.\n"
        ]
    },
    {
        "input": "វាគឺជាយន្តការការអភិវឌ្ឍន៍ស្អាត (ស៊ីឌីអេម) របស់ យូអិន ក្រោមពិធីសារក្យូតូ។\n",
        "output": [
            "This comes under the Clean Development Mechanism (CDM) of the UN under the Kyoto Protocol.\n"
        ]
    },
    {
        "input": "ព្រះរាជអាជ្ញាបានជំទាស់នឹងមេធាវីត្រង់ចំណុចថាជេនេសឈ្នះបណ្តឹងឧទ្ធរណ៍។\n",
        "output": [
            "Prosecutors differed with his attorneys on the prospects of Jaynes winning his appeal.\n"
        ]
    },
    {
        "input": "\"ខ្ញុំត្រូវនិយាយឲ្យច្បាស់ថា ខ្ញុំពិតជា​មិនជឿតទៅទៀតទេ ក្នុងការ​ទទួល​ជើងឯក\" នេះគឺជា​ប្រតិកម្ម​របស់​លោកស្គូមើឆេ​។\n",
        "output": [
            "\"I have to say clearly I don't really believe in the championship anymore,\" was Schumacher's reaction.\n"
        ]
    },
    {
        "input": "អាជ្ញាធរជឿថាមនុស្សទាំង180នាក់នៅលើយន្តហោះនោះបានស្លាប់ ចំណែកមនុស្ស15នាក់ទៀតនៅលើដីក៏ត្រូវបានត្រូវបានគេបារម្ភថាអាចស្លាប់ផងដែរ។\n",
        "output": [
            "Authorities believe that all 180 people onboard the plane have died, and a further 15 people on the ground are feared dead as well.\n"
        ]
    },
    {
        "input": "លោកស្រី សូហ្វៀ អាមេដ-ជែន នាយកនៃក្រសួងកិច្ចការនារីអាហ្វហ្គានីស្ថាននៃខេត្តកាន់ដាហារ និងជាអ្នកគាំទ្រសិទ្ធិស្ត្រី ហើយក៏ជាអ្នករិះគន់យ៉ាងខ្លាំងក្លាចំពោះការគាបសង្កត់របស់ពួកតាលីបង់លើសិទ្ធិទាំងនោះ ត្រូវបានបាញ់សម្លាប់ដោយខ្មាន់កាំភ្លើងមិនស្គាល់អត្តសញ្ញាណ នៅខាងក្រៅផ្ទះរបស់លោកស្រីនៅក្នុងទីក្រុងកាន់ដាហារ នៅភាគខាងត្បូងប្រទេសអាហ្គានីស្ថាន កាលពីថ្ងៃច័ន្ទ។\n",
        "output": [
            "Safia Ahmed-jan, the director of the Afghan Ministry of Women's Affairs for the Khandahar province and an advocate of women's rights and a strong critic of the Taliban's repression of those rights, was shot dead by unidentified gunmen outside her home in Khandahar city in southern Afghanistan on Monday.\n"
        ]
    },
    {
        "input": "ភាគហ៊ុនិកធំរបស់ក្រុមហ៊ុន ស្នូវី ហាយដ្រូ លីមីតធីត គឺជារដ្ឋាភិបាល NSW ដែលមានចំណែកភាគហ៊ុន58ភាគរយ។\n",
        "output": [
            "Snowy Hydro Limited's major shareholder is the NSW government with a 58 percent shareholding.\n"
        ]
    },
    {
        "input": "មានមនុស្សពីរនាក់ហើយបានស្លាប់ក្នុងប្រទេសទួគី, ហើយក៏អាចមានអ្នកទីបី និងច្រើននាក់ទៀតបាន បញ្ចូនចូលមន្ទីពេទ្យក្រោយពីឆ្លងមេរោគនេះ។\n",
        "output": [
            "Two people have died in Turkey so far, possibly a third, and more hospitalized, after contracting the flu virus.\n"
        ]
    },
    {
        "input": "កន្លះម៉ោងកន្លងហួស កាវ៉ាហ្គូឈិ មានការភ្ញាក់ផ្អើលដោយឃើញមានបណ្តើរបាល់ឃ្លាតពីមុខគាត់តែមួយម៉ែត្រ។\n",
        "output": [
            "With half an hour gone Kawaguchi got a shock - a bouncing back pass bobbled one meter in front of him.\n"
        ]
    },
    {
        "input": "ករណីរបស់ជីន ណា គឺហួសពេលដែលត្រូវចាក់វ៉ាក់សាំង ហើយគ្រូពេទ្យរបស់នាងនៅមន្ទីរពេទ្យកុមារវីសខនសីន បានចាប់ផ្តើមការព្យាបាលថ្មី។\n",
        "output": [
            "In Jeanna's case it was too late to try to vaccinate, and her doctors at the Children's Hospital of Wisconsin devised a new treatment.\n"
        ]
    },
    {
        "input": "ប្រទេសអ៊ីរ៉ង់​បាន​ប្រកាន់​ខ្ជាប់​ថា​ខ្លួន​មាន​សិទ្ធិ​ក្នុង​ការអភិវឌ្ឍន៍​ឥន្ធនៈ​នុយក្លេអ៊ែរ​របស់​ខ្លួន​ផ្ទាល់​ពី​ធនធាន​អ៊ុយរ៉ាញ៉ូម​ដែល​មាន​ក្នុង​ស្រុក​របស់​ខ្លួន​ដើម្បី​ផលិត​ថាមពល​។\n",
        "output": [
            "Iran has consistently maintained that it has a right to develop its own nuclear fuel cycle from its indigenous uranium resources to produce power.\n"
        ]
    },
    {
        "input": "\"ចំនួនកម្ទេចកម្ទីដ៏ច្រើននេះបានបង្ហាញថាការប៉ះទង្គិចគ្នាប្រហែលជាចំពីមុខខ្លាំង។\"\n",
        "output": [
            "\"This large number suggests that the collision must have been relatively head-on.\"\n"
        ]
    },
    {
        "input": "\"ការទទួលបានបើកចំហរ\" ថ្មី (ដែលមិនជាប់បទបញ្ញតិ និងគ្មានសិទ្ធិប្រើប្រាស់យីហោ) ក្រុមហ៊ុនហ្គ្រែន នស្សដឺន នឹងទទួលបានទីតាំង (ហៅនៅក្នុងវិស័យនេះជា \"ផ្លូវ\") សម្រាប់ការដំណើរការសេវារថភ្លើងចំនួនបីខ្សែមួយថ្ងៃ រវាងខីងខ្រស និងប្រេធហ្វដ ហាលីហ្វាក វេកហ្វៀល និងផនតេហ្វេ្រកនៅក្នុងយ៉កស្សៀខាងលិច។\n",
        "output": [
            "New \"open access\" (unregulated and non-franchised) company Grand Northern is to be given space (known in the industry as \"paths\") to run three train services a day between London King's Cross and Bradford, Halifax, Wakefield and Pontefract in West Yorkshire.\n"
        ]
    },
    {
        "input": "ក្នុងឋានៈជាព្រះអង្គម្ចាស់ ព្រះអង្គម្ចាស់ឡូរេនមានហេតុផលផ្លូវច្បាប់មួយចំនួនសម្រាប់ការកាត់ទោសនេះ។\n",
        "output": [
            "Laurent's status as a Prince has several judicial consequences for the trial.\n"
        ]
    },
    {
        "input": "នាពេលថ្មីៗនេះកែវឆ្លុះមើលរូបភាពអូលត្រាវាយអូឡេរបស់ Cassini ក៏បានទទួលលទ្ធផលបំពេញបន្ថែមដែលគាំទ្រនូវវត្តមានរបស់ផ្ទៃសមុទ្រ។\n",
        "output": [
            "Cassini's ultraviolet imaging spectrograph also recently obtained complementary results that support the presence of a subsurface ocean.\n"
        ]
    },
    {
        "input": "ទន្ទឹមនឹងនេះផងដែរ ជនជាតិអាមេរិកបានចេញផ្សាយឯកសារមួយ ដែលពេលនេះត្រូវបានរៀបរាប់ថាមិនមានលក្ខណៈពេញលេញ ដោយនិយាយថា នៅក្នុងការស៊ើបអង្កេតរួមគ្នាមួយជាមួយនឹងមន្ត្រីអ៊ីតាលី កងទ័ពរបស់សហរដ្ឋអាមេរិកបានជួយទាហានរបស់ខ្លួនឲ្យរួចផុតពីរាល់ការទទួលខុសត្រូវទាំងឡាយ នៅក្នុងសោកនាដកម្មនៃថ្ងៃទី4 ខែមិនា។\n",
        "output": [
            "Meanwhile, Americans released a document, now described as incomplete, which says the U.S. Army, in a joint inquiry with Italian officials, cleared its own soldiers of any responsibility in the tragic events of March 4.\n"
        ]
    },
    {
        "input": "គាត់បានរិះគន់លោក Yvo de Boer ប្រធានលេខាធិការដ្ឋានទទួលបន្ទុកបំរែបំរួលអាកាសធាតុរបស់អង្កការសហប្រជាជាតិដែលនឹងត្រូវចប់អាណត្តិ និងអ្នកតំណាងទទួលបន្ទុកបំរែបំរួលអាកាសធាតុរបស់សហភាពអ៊ឺរ៉ុបលោក កូននីហេឌែហ្កាតសំរាប់ការសង្ស័យរបស់ពួកគេ។\n",
        "output": [
            "He criticised the outgoing head of the U.N.'s climate secretariat, Yvo de Boer, and the European Union's climate commissioner Connie Hedegaard for their scepticism.\n"
        ]
    },
    {
        "input": "ផូលម៉ាសុន អធិបតីនៃក្រុមហ៊ុនសាមមឺរហ្វៀលរបៀបឯកជន ក៏បានផ្តល់មតិទៅលើការផ្ទេរកម្មសិទ្ធិនេះដែរ។\n",
        "output": [
            "Paul Mason, chair of privately-held Somerfield, also commented on the takeover.\n"
        ]
    },
    {
        "input": "មន្រ្តីរួមជាមួយស្ថាប័នការពារជាតិរបស់អាមេរិកបានអះអាងថាយន្តហោះអ៊ីស្រាអែលបានវាយប្រហារយ៉ាងតិចទៅលើគោលដៅមួយក្នុងស៊ីរីកាលពីអាទិត្យមុន។\n",
        "output": [
            "Officials with the United States Department of Defense have stated that Israeli fighter planes struck at least one target inside Syria a week ago.\n"
        ]
    },
    {
        "input": "សាកសពក្មេងពីរនាក់ក្នុងចំណោមក្មេងអាឡាបាម៉ាបួននាក់ដែលត្រូវបានអះអាងថាត្រូវបានបោះទម្លាក់ពីស្ពានដោយឪពុករបស់ពួកគេត្រូវបានរកឃើញ។\n",
        "output": [
            "The bodies of two of the four Alabama children allegedly thrown off a bridge by their father have been found.\n"
        ]
    },
    {
        "input": "គាត់មានប្រសាសន៍ថា \"នេះគឺជាទិសដៅដ៏ត្រឹមត្រូវសំរាប់​ហ្វីជី និងជាមធ្យោបាយតែមួយគត់ដែលឆ្ពោះទៅមុខសំរាប់ប្រជាជននៃប្រទេស ហ្វីជី។\"\n",
        "output": [
            "\"This is the right course for Fiji and the only way forward for the people of Fiji,\" he said.\n"
        ]
    },
    {
        "input": "កាលពីម្សិលមិញមេធាវីក្នុងស្រុកមាលវោកឃីខោនធីបានចោទប្រកាន់លោកខូរីជេហ្វ៊ីរីក ដែលមានអាយុ 33 ឆ្នាំមកពីប្រ៊ូកហ្វៀល វីស្កូស៊ីន ពីបទមជ្ឈឹមប្រាំករណីនៃការលួចវ៉ាលបង្ហូរទឹកដែលមានតម្លៃ US$35,000 ដុល្លាអាមេរិកពីបង្គន់និងបង្គន់នោមបុរសរបស់ហាងអាហារលឿននិងសកលវិទ្យាល័យ។\n",
        "output": [
            "Yesterday, the Milwaukee County district attorney charged Cory J. Feerick, a 33-year-old from Brookfield, Wisconsin, with five misdemeanor counts of stealing US$35,000 worth of flush valves from fast food restaurants and university toilets and urinals.\n"
        ]
    },
    {
        "input": "ទោះ​ជា​យ៉ាង​ណា​ក៏​ដោយ មន្ត្រី​ម្នាក់ទៀតបាន​ចាត់​ទុក​គំនិតដែល​ថា CIA បាន​បញ្ចុះ​បញ្ចូល​ដោយ​បង្ខំ​ទៅ​លើ​រដ្ឋ​ការ​របស់​លោក​ប៊ូស​ ដើម្បី​ឲ្យអនុម័ត្ត​លើ​វិធីសាស្ត្រ​ធ្វើ​ទារុណ្ឌកម្ម​ គឺ \"ជារឿង​គួរ​ឲ្យ​អស់​សំណើច។\"\n",
        "output": [
            "Another official, however, called the idea that the CIA had coerced the Bush administration into approving the torture methods \"ridiculous\".\n"
        ]
    },
    {
        "input": "ក្រុមកំពូលតារាងបាយើនមូនិចបានឡើងដល់ជុំទី3នៃការប្រកួតពានរង្វាន់ DFB បន្ទាប់ពីបានផ្តួលក្រុមកំពូលក្របខ័ណ្ឌទី 2 ប៊្រូសាមុនឆេងក្លាបាចដោយ3-1។\n",
        "output": [
            "League leaders Bayern Munich advanced to the 3rd round of the DFB Cup after defeating 2nd division leaders Borussia Mönchengladbach 3-1.\n"
        ]
    },
    {
        "input": "TRESK អាចប៉ះពាល់ធ្ងន់ធ្ងរដោយការប្រើថ្នាំដែលអាចនឹងផ្លាស់ប្តូរចំណុច ដែលវាបានរាយការណ៍ថាមានការឈឺចាប់ ដែលនឹងអាចកាត់បន្ថយការឈឺចាប់របស់អ្នកដែលមានជំងឺប្រកាំងនេះ។\n",
        "output": [
            "TRESK can potentially be affected by drugs that would change the point at which it reports pain, which would alleviate the suffering of those with migraines.\n"
        ]
    },
    {
        "input": "សេដ្ឋកិច្ច និងរូបិយប័ណ្ណសហរដ្ឋអាមេរិកដែលជាឧបករណ៍ពាណិជ្ជកម្មពិភពលោកបានទទួលរងនៃការថយចុះជាបន្តបន្ទាប់នៅក្នុងរយៈពេលប៉ុន្មានខែចុងក្រោយនេះ។\n",
        "output": [
            "The U.S. economy and its currency as an instrument of world trade has suffered a series of major setbacks in recent months.\n"
        ]
    },
    {
        "input": "មានតែសេះចំនួន១១ទេដែលធ្លាប់បានទទួលជ័យលាភីទី្រពផលក្រោននៅសហរដ្ឋអាមេរិច។\n",
        "output": [
            "Only eleven horses have ever won the Triple Crown in the United States.\n"
        ]
    },
    {
        "input": "មួយថ្ងៃក្រោយបន្ទាប់ពីប្រទេសបារំាងបានចាប់ផ្តើមអនុវត្តការហាមឃាត់លើការពាក់ស្បៃបាំងមុខអ៊ីស្លាមជាសាធារណៈដែលគ្របមុខជាតិ មិនថាជាស្បៃបាំងមុខសល់ប្រឡង់ភ្នែក ឬស្បៃគ្របពីក្បាលដល់ជើងឡើយ នគរបាលបារាំងបានឃាត់ខ្លួនស្ត្រីដែលពាក់ស្បៃបាំងមុខពីរនាក់។\n",
        "output": [
            "One day after France began enforcing a ban on the public wearing Islamic veils that cover the face, either a niqāb or a burqa, French police briefly detained two veiled women.\n"
        ]
    },
    {
        "input": "អេ380បានធ្វើការហោះហើរពាណិជ្ជកម្មជាលើកដំបូងរបស់ខ្លួននៅឆ្នាំ2007 ហើយសព្វថ្ងៃនៅដំនើរការជាមួយក្រុមហ៊ុនអាកាសចរណ៍ផ្សេងៗមួយចំនួនទៀត រួមទាំង ក្រុមហ៊ុនអ៊ែហ្វ្រាំង។\n",
        "output": [
            "The A380 made its first commercial flight in 2007, and is now in service with several other airlines, including Air France.\n"
        ]
    },
    {
        "input": "អ្នកបើកបរហ្វើរ៉ារី ម៉ៃខើល ឈូម៉ាឆើ និងមិត្តរួមក្រុមរបស់គាត់ ហ្វេលីប ម៉ាស្សា បានឈ្នះជួរមុខលើរង្វាន់ FIA Formula-1 United States Grand Prix ខាងផ្នែក Indianapolis Motor Speedway។\n",
        "output": [
            "Ferrari driver Michael Schumacher and his teammate Felipe Massa won the front row on the FIA Formula-1 United States Grand Prix on the Indianapolis Motor Speedway.\n"
        ]
    },
    {
        "input": "បើយោងតាមវិទ្យាស្ថានគ្រប់គ្រងប្រជាជន និងទីប្រឹក្សាការអភិវឌ្ឍន៍ លោក Devendra Kothari: \"រដ្ឋាភិបាលសហព័ន្ធរបស់យើងបានបញ្ជូនប្រាក់ទៅកាន់រដ្ឋទាំងនេះយោងទៅតាមចំនួនប្រជាជនរបស់ពួកគេ។\"\n",
        "output": [
            "According to Management Institute of Population and Development consultant Devendra Kothari: \"Our federal government sends funds to the states according to their population.\"\n"
        ]
    },
    {
        "input": "អ៊ីវលិន ហាសបិន-ថមសាន់ ជាស្រ្តីមេម៉ាយរបស់មេបញ្ជាការរិច ដែលទើបបានរៀបការម្តងទៀតកាលពីបីសប្តាហ៍មុន បាននិយាយថា \"ព្រឹកនេះខ្ញុំមិនអាចឈប់គិតពីរិច និងវិលលី និងកាលផាណា និងដេវ និងម៉ៃ និងឡរៀល និងអ៊ីឡេនបានទេ។\"\n",
        "output": [
            "Evelyn Husband-Thompson, widow of commander Rick, who has remarried just three weeks ago, said \"This morning, I couldn't stop thinking about Rick and Willie and Kalpana and Dave and Mike and Laurel and Ilan.\"\n"
        ]
    },
    {
        "input": "មកទល់នឹងម៉ោង11:45A.M. EST លោកអូប៉ាម៉ា ត្រូវបានប្រមាណថាបានឈ្នះ349សំលេង ទល់នឹង163សំលេងដោយលោកម៉ាកខេន។\n",
        "output": [
            "By 11:45 A.M. EST Obama is projected to have won 349 electoral votes to McCain's 163 votes.\n"
        ]
    },
    {
        "input": "នៅថ្ងៃទី2 ខែមិថុនា ឆ្នាំ2000 គ្រោះថ្នាក់ដ៏ធ្ងន់ធ្ងរមួយក្នុងខេត្តកាចាមាកានៃប្រទេសប៉េរូ បានបំពុលប្រជាជនជាច្រើននាក់ដោយសារបារត ដែលជាលោហៈធ្ងន់មានសារធាតុពុលខ្ពស់។\n",
        "output": [
            "On June 2, 2000, a serious accident in the province of Cajamarca, in Peru, poisoned many residents with mercury, a highly toxic heavy metal.\n"
        ]
    },
    {
        "input": "ក្រុមអ្នកតវ៉ាទាំងដប់មួយនាក់ រួមទាំងសមាជិកសភាប្រាំនាក់ ត្រូវបានចាប់ខ្លួនពីបទប្រព្រឹត្តដោយឥតសណ្តាប់ធ្នាប់ និងជួបជុំដោយខុសច្បាប់។\n",
        "output": [
            "Eleven protesters, including five members of Congress, were arrested on charges of disorderly conduct and unlawful assembly.\n"
        ]
    },
    {
        "input": "នៅក្នុងការប្រណាំងវគ្គជំរុះជិតចូលពាក់កណ្តាល ផ្តាច់ព្រ័ត្ត អ្នកប្រណាំងតំណាងចក្រភពអង់គ្លេសរបបីឃឺបានគ្រប់គ្រងធានាបង្គោលទីតាំងនេះជាមួយនឹងពេលវេលាដែលមានល្បឿនលឿនបំផុតដែលបានកត់ត្រាទុកចុងសប្តាហ៍នេះ។\n",
        "output": [
            "In qualifying for the sprint race, Great Britain's driver Robbie Kerr managed to secure the pole position with the fastest lap time recorded this weekend.\n"
        ]
    },
    {
        "input": "ឱនភាពឥឡូវនេះស្មើនឹង 3.2% នៃផលិតផលក្នុងស្រុកសរុប (GDP) របស់សហរដ្ឋអាមេរិក ហើយប្រាក់ចំណូលសរុបរបស់រដ្ឋាភិបាលស្មើនឹង17.8% នៃ GDP និងការចំណាយសរុបមានចំនួនស្មើនឹង 21% នៃ GDP។\n",
        "output": [
            "The deficit is now equivalent to 3.2% of the Gross Domestic Product (GDP) of the United States, with the government's total income being 17.8% of GDP, and total outlays being equivalent to 21% of GDP.\n"
        ]
    },
    {
        "input": "ថឺនឺបានជាប់ឆ្នោតជាមួយនឹងគណបក្សអភិរក្សនិយមនៃប្រទេសកាណាដានៅក្នុងការបោះឆ្នោតនៅខែមករា ឆ្នាំ2006 ប៉ុន្តែត្រូវបានព្យួរការងារពីគណបក្សនៅក្នុងខែតុលាបន្ទាប់ពីការសរសេរអត្ថបទប្លុករិះគន់។\n",
        "output": [
            "Turner was elected with the Conservative Party of Canada in the January 2006 election, but was suspended in October from the Party after posting critical blog posts.\n"
        ]
    },
    {
        "input": "អាហ្រ្វិកខាងត្បូងមានកំណត់ត្រាសុវត្ថិភាពចរាចរណ៍ទាប និងជាប់ចំណាត់ថ្នាក់ទីប្រាំបួនក្នុងពិភពលោកចំពោះការស្លាប់ដោយសារគ្រោះថ្នាក់ចរាចរណ៍។\n",
        "output": [
            "South Africa has a poor road safety record and ranks ninth in the world for traffic fatalities.\n"
        ]
    },
    {
        "input": "\"​របៀប​ដែល​ពួក​គេ​រៀបចំ​រចនា​សម្ព័ន្ធ​ក្រុម​ហ៊ុនដើម្បី​សម្រេច​រឿង​នេះ​គឺអាស្រ័យទៅលើពួក​គេ​ទាំង​ស្រុង។\"\n",
        "output": [
            "\"How they structure the company to achieve this is entirely up to them.\"\n"
        ]
    },
    {
        "input": "យ៉ាងណាក៏ដោយ មិនយូរមិនឆាប់ក៏ត្រូវបានចាញ់ទៅ អាលីងហ៊ី ដោយបញ្ចប់ក្នុងវគ្គទីមួយ នាំមុខប្រាំពីរប្រាំពីរវិនាទី។\n",
        "output": [
            "This was soon lost to Alinghi however, ending the first mark with a seven second lead.\n"
        ]
    },
    {
        "input": "ឯកអគ្គរដ្ឋទូតអាមេរិក លោក រីយ៉ាន ខ្រឃើរ៍ បាននិយាយថា \"មិនមានអ្វីដែលពួកគេនឹងមិនធ្វើនោះទេ ប្រសិនបើពួកគេគិតថាវានឹងមានប្រសិទ្ធិភាពក្នុងការបង្កើតឲ្យមានការសម្លាប់រង្គាលនិងការធ្លាក់ចុះផ្នែកនយោបាយដែលបានមកពីអំពើរទាំងនោះ។\"\n",
        "output": [
            "\"There is nothing they won't do if they think it will work in creating carnage and the political fallout that comes from that,\" the U.S. Ambassador Ryan Crocker said.\n"
        ]
    },
    {
        "input": "កិច្ចខិតខំប្រឹងប្រែងរបស់នគរបាលកំពុងដំណើរការដើម្បីតាមដានប្រភពដើមនៃលិខិតដែលផ្តើមឲ្យមានការភ័យខ្លាចនេះ។\n",
        "output": [
            "Police efforts are underway to track the origin of the letter that initiated the scare.\n"
        ]
    },
    {
        "input": "នេះគឺជាពេលវេលាឆាប់បំផុតដែលកត់ត្រាឈ្មោះខ្យូល់ព្យុះចំនួនប្រាំដែលបង្កើតនៅមហាសមុទ្រអាត្លង់ទិច។\n",
        "output": [
            "It was the earliest time on record that five named storms had formed in the Atlantic.\n"
        ]
    },
    {
        "input": "លទ្ធផលនេះ​បានន័យថា លោក អូលមើត ប្រហែលជា​អាច​បង្កើត​បានជារដ្ឋាភិបាលចម្រុះឆ្វេងនិយម​មជ្ឈន្តិក​មួយ ដើម្បី​អនុវត្ត​ផែនការ​ដកថយ​ជាឯកតោភាគី​របស់លោក សម្រាប់​តំបន់​នៅ​ត្រើយ​ខាងលិច​។\n",
        "output": [
            "The results mean that Olmert could probably form a center-left coaltion to implement his unilateral disengagement plan for the West Bank.\n"
        ]
    },
    {
        "input": "ការប្រកួតនេះចាប់ផ្ដើមពីឆ្នាំ1947 ដោយគ្រាន់ជាព្រឹត្តិការណ៍អញ្ជើញចូលរួមមួយរបស់ក្រុមសិង្ហបូរីនិងម៉ាឡេស៊ីនិងចាប់តាំងពីនោះមកបានរីកដុះដាលក្លាយជាថ្នាក់ជាតិហើយក្រុមក្លិបនៅទូទាំងសកលលោកត្រូវបានអញ្ជើញឱ្យចូលរួម។\n",
        "output": [
            "The tournament began in 1947 as an invitational event for Singapore and Malaysian teams and since grown into national and club teams from around the world are invited.\n"
        ]
    },
    {
        "input": "សេចក្តីថ្លែងការណ៍របស់រដ្ឋាភិបាលបាននិយាយថា កងទ័ពយេមែន \"[បានបោសសម្អាត]ទាំងស្រុងទីក្រុងរបស់ការតាំងទីរបស់ពួកឧទ្ធាមកាលពីពីរថ្ងៃមុននេះ ហើយបង្ខំឲ្យពួកឧទ្ទាមចុះចាញ់ ឬរត់គេចខ្លួន។\"\n",
        "output": [
            "The government statement said the Yemeni forces \"totally [purged] the town of rebel elements in the past two days, forcing the rebels to surrender or flee.\"\n"
        ]
    },
    {
        "input": "ក្រុមហ៊ុនរបស់សហរដ្ឋអាមេរិកដែលផលិតសារធាតុផ្សំសំខាន់នៃថ្នាំសំរាប់ចាក់សម្លាប់ បានប្រកាសកាលពីថ្ងៃសុក្រថា ខ្លួននឹងបញ្ឈប់ការផលិតថ្នាំនោះ ដោយចូលរួមចំណែកដល់ការកាត់បន្ថយនិងការពន្យាពេលប្រហារជីវិត។\n",
        "output": [
            "The sole United States manufacturer of a key component of lethal injections announced Friday that it will cease production of the drug, contributing to shortages and delaying executions.\n"
        ]
    },
    {
        "input": "លោកមេសុដ ត្រូវបានរាយការណ៍ថាស្លាប់នៅថ្ងៃទី5 ខែសីហា ឆ្នាំ2009 ក្នុងកំឡុងពេលវាយប្រហារដោយយន្តហោះគ្មានមនុស្សបើករបស់សហរដ្ឋអាមេរិកនៅភាគខាងត្បូងវ៉ាស៊ីរិសស្តាន់;ប៉ុន្តែលោកហាគីមុឡាស មេសុដ ដែលត្រូវបានជ្រើសរើសក្នុងពេលថ្មីៗនេះជាអ្នកស្នងដំណែងរបស់លោកប៉ៃទូលាស ហើយលោកវ៉ាលី-អឺ-រេមិន បានប្រាប់ទៅ BBC ថា លោកមេសុដបានស្លាប់នៅថ្ងៃទី23 ខែសីហា ឆ្នាំ2009 ដោយសាររងរបួសនៅថ្ងៃទី5 ខែសីហា។\n",
        "output": [
            "Mehsud was reportedly killed on August 5, 2009, during a U.S. drone attack on South Waziristan; however, Hakimullah Mehsud, who was recently chosen as Baitullah's successor, and Wali-ur-Rehman told the BBC that Mehsud had died on Sunday, August 23, 2009 of injuries sustained on August 5.\n"
        ]
    },
    {
        "input": "រដ្ឋមន្រ្តីដឹកជញ្ជូន និងសេវាតំបន់ វ៉ារិនទ្រុសបានដកខ្លួនឆ្ងាយពីសេចក្តីប្រកាស Telstra ដោយនិយាយថា Telstra ពុំមានកាតព្វកិច្ចរក្សាទុកសេវាឡើយ។\n",
        "output": [
            "The Minister for Transport and Regional Services, Warren Truss, has distanced himself from the Telstra announcement, saying that Telstra has an obligation to maintain services.\n"
        ]
    },
    {
        "input": "ហូឡង់ រកបានពីរគ្រាប់នៅដប់នាទីដំបូង។\n",
        "output": [
            "The Netherlands scored their two goals in the first ten minutes.\n"
        ]
    },
    {
        "input": "នៅព្រឹកព្រលឹមថ្ងៃទីមួយ ជនណាស ហ្គាស្ទ័រ រដ្ឋមន្ត្រីក្រសួងការបរទេសន័រវេស្ស និងសាឡំា ហ្វាយយ៉ាដ នាយករដ្ឋមន្ត្រីប៉ាឡេស្ទីន លោកទំាងពីរបានបង្ហាញគំនិតសុទិដ្ឋិនិយម និងសេចក្តីសង្ឃឹមសម្រាប់ស្ថានភាពប៉ាឡេស្ទីន។\n",
        "output": [
            "Early on the first day, Norwegian Foreign Minister Jonas Gahr Støre and Palestinian Prime minister Salam Fayyad both expressed optimism and hope for the Palestinian situation.\n"
        ]
    },
    {
        "input": "កន្លែងដែលលោកដាផាឃែលត្រូវបានចាប់ជំរិតទៅនៅថ្ងៃទី11ខែសីហានៅតែមិនត្រូវបានគេដឺងនៅឡើយ។\n",
        "output": [
            "The whereabouts of Daparkhel, kidnapped on August 11, is still unknown.\n"
        ]
    },
    {
        "input": "\"ខ្ញុំបានឃើញមិត្តភ័ក្រ្តម្នាក់-- នាងត្រូវបានគេបាញ់ចំត្រង់ពោះពីរគ្រាប់ និងកំពុងហូរឈាម។\"\n",
        "output": [
            "\"I saw one friend –– she had been shot twice in the stomach and was bleeding,\"\n"
        ]
    },
    {
        "input": "នាងបានមាននិយាយថា \"ចេនីស មានការខូចចិត្តយ៉ាងខ្លាំង យ៉ាងខ្លាំង! នាងបានស្រឡាំងកាំង និងចង់ឲ្យពិភពលោកស្គាល់ថា រ៉ាយអិនជាមនុស្សមានទេពកោសល្យយ៉ាងខ្លាំងម្នាក់។\"\n",
        "output": [
            "She said \"Janice is deeply, deeply anguished! She is stunned and wants the world to know what a genius Dr. Ryan was.\"\n"
        ]
    },
    {
        "input": "នាយកនៃនាយកដ្ឋានការពារព្រៃឈើខេត្តសំរាប់ខេត្តនេះ លោកហ៊ុង ហ្គុក ខាន់បានមានប្រសាសន៍ថា \"តំបន់នេះពិតជាមានសារៈសំខាន់សំរាប់ការអភិរក្ស ហើយខេត្តនេះចង់ការពារព្រៃឈើ និងសេវាបរិស្ថានរបស់ពួកគេ ព្រមទាំងរួមចំណែកដល់ការអភិវឌ្ឍន៍ប្រកបដោយនិរន្តរភាព។\"\n",
        "output": [
            "\"The area is extremely important for conservation and the province wants to protect the forests and their environmental services, as well as contribute to sustainable development,\" said Provincial Forest Protection Department Director for the province, Hoang Ngoc Khanh.\n"
        ]
    },
    {
        "input": "ហ្សាវ៉ាហ៊ីរីបានថតខ្សែអាត់យ៉ាងហោចណាស់ចំនួនបី ចាប់តាំងពីខែវិច្ឆិកាដែលត្រូវបានចាក់ផ្សាយទាំងអស់ដោយ អាល់-ហ្សាហ្សឺរ៉ា។\n",
        "output": [
            "Zawahiri has made at least three other tapes since November, all of which were broadcast by Al-Jazeera.\n"
        ]
    },
    {
        "input": "គាត់ក៏បានរាយការថានៅក្នុងប្រទេសម៉ិកស៊ិចកូ 550ករណីនៃការបូមចេញខុសច្បាប់បានកើតមានឡើង។\n",
        "output": [
            "He also reported that across Mexico, 550 cases of illegal tapping had occurred.\n"
        ]
    },
    {
        "input": "ទោះជាយ៉ាងណាក៏ដោយ បញ្ញត្តិថ្មីដែលបានផ្ដល់និតិសម្បទា ត្រូវបានប្រឈមនឹងការតវ៉ាដោយអ្នកដើរអាក្រាត។\n",
        "output": [
            "The new enabling ordinance has, however, been met with protests by nude hikers.\n"
        ]
    },
    {
        "input": "\"តាមគំនិតរបស់ខ្ញុំ ប្រសិនបើផ្នូរនេះត្រូវបានរកឃើញ វានឹងក្លាយការរកឃើញដ៏មានសារៈសំខាន់បំផុតមួយក្នុងសតវត្សទី21 ដោយសារតែសេចក្តីស្រឡាញ់រវាងខ្លេអូផេត្រា និងមាក់ អេនតូនី និងដោយសារតែរឿងកំសត់ពីការស្លាប់របស់ពួកគេ។\n",
        "output": [
            "\"In my opinion, if this tomb is found, it will be one of the most important discoveries of the 21st century because of the love between Cleopatra and Mark Antony, and because of the sad story of their death.\n"
        ]
    },
    {
        "input": "ហ្កូវដែលបានលំអោនខ្លួនជាការបញ្ជាក់ពីការសោកស្ដាយហើយបានសន្យាថានឹងធ្វើការចៀសវាងនូវសោកនាដកម្មដូច្នេះកើតឡើងម្ដងទៀត។\n",
        "output": [
            "Gou, bowing as an expression of regret, promised to work to prevent such tragedies occurring again.\n"
        ]
    },
    {
        "input": "ស្ថានភាពនេះមានភាពស្មុគស្មាញដោយផ្សែងក្រាស់ ដែលចាំបាច់ត្រូវប្រើប្រាស់របាំងឧស្ម័ន។\n",
        "output": [
            "The situation was complicated by dense smoke, necessitating the use of gas masks.\n"
        ]
    },
    {
        "input": "ម៉ូហាប៉ាត្រានិយាយថាសេចក្តីប្រកាសពត៌មានទីមួយរបស់អាយអេមឌី បានចេញនៅថ្ងៃទី1ខែឧសភា បានបង្ហាញថាតំបន់ដីគោកអាចទទួលរងផលប៉ៈពាល់ដោយសារព្យុះស៊ីក្លូន។\n",
        "output": [
            "Mohapatra says IMD's first warning bulletin, issued on 1 May, indicated the land area likely to be hit by the cyclone.\n"
        ]
    },
    {
        "input": "មេដឹកនាំបក្សប្រឆាំង​ លោកគីម បេស្សលី បាននិយាយថាគណបក្ស ពលករបានគាំទ្រផែនការនេះ។\n",
        "output": [
            "Opposition leader Kim Beazley has said that Labor supported the plan.\n"
        ]
    },
    {
        "input": "បន្ទាប់ពីខ្ញុំធ្វើសក់​និងផាត់មុខរួច ខ្ញុំចុះទៅទៅកាន់បន្ទប់ផ្សាយដើម្បីពិភាក្សាជាមួយផលិតករមុនកម្មវិធីចាប់ផ្តើម។\n",
        "output": [
            "After I'm done with hair and make-up I go down to the studio for the before the show to talk to the producer.\n"
        ]
    },
    {
        "input": "អ្នកជំនួយវេជ្ជបណ្ឌិតគ្រាន់តែបានបញ្ជាក់ថាពួកគេបានទូរស័ព្ទហៅប៉ូលីសដើម្បីរាយការណ៍ថាពួកគេបាននាំ អូវេន ទៅមន្ទីរពេទ្យ។\n",
        "output": [
            "Paramedics have only confirmed that they called police to report that they were bringing Owens to hospital.\n"
        ]
    },
    {
        "input": "ឥឡូវនេះមានស្ត្រីពេញវ័យចំនួន 940 នាក់សំរាប់រាល់បុរសមួយពាន់នាក់ ដែលជាការផ្ទុយទៅនឹងឆ្នាំ2001 នៅពេលដែលមានស្ត្រី 933​ នាក់ សំរាប់បុរសមួយពាន់នាក់នោះ។\n",
        "output": [
            "There are now 940 female adults for every one thousand men, in contrast to 2001, when there were 933 women per thousand males.\n"
        ]
    },
    {
        "input": "លោកបាននិយាយថា មានខ្លះត្រូវរស់នៅក្នុង \"កន្លែងសំអាតទឹកដែលគេបោះបង់ចោល និងទ្រុឌទ្រោម។\"\n",
        "output": [
            "Some lived in a \"dilapidated, abandoned water treatment facility\" he said.\n"
        ]
    },
    {
        "input": "ពានរង្វាន់នេះត្រូវបានដាក់ឈ្មោះតាម អឺលហ្គ្រេដែលបានបរិច្ចាគជ័យភ័ណ្ឌដើម្បីជាកិត្តិយសដល់ក្រុមបាល់អោបបែបកំសាន្តដែលទទួលជោគជ័យបំផុតរបស់កាណាដា។\n",
        "output": [
            "The Cup is named after Earl Grey who donated the trophy to honour Canada's most successful amateur rugby team.\n"
        ]
    },
    {
        "input": "ក្រុមប្រឹក្សារដ្ឋាភិបាលអូស្ត្រាលី(ស៊ីអូអេជី)នឹងជួបប្រជុំគ្នានៅក្រុងឃេនប៉ែរាថ្ងៃនេះសម្រាប់កិច្ចប្រជុំលើកដំបូងក្នុងឆ្នាំ2006។\n",
        "output": [
            "The Council of Australian Governments (COAG) will meet in Canberra today for its first meeting of 2006.\n"
        ]
    },
    {
        "input": "MS បាន​និយាយ​នៅក្នុង​សេចក្តីថ្លែងការណ៍​មួយ​ទៅកាន់​ប្រព័ន្ធផ្សព្វផ្សាយ​ថា \"យើង​សូមអភ័យទោស​យ៉ាងខ្លាំង​ចំពោះ​ការដែលបង្កឲ្យ​អតិថិជន​របស់យើង​មាន​ការលំបាក និង​ការរំខាន​ណា​មួយ​។\"\n",
        "output": [
            "\"We sincerely apologize for any inconvenience and disruption this may be causing our customers,\" said MS in a statement to the media.\n"
        ]
    },
    {
        "input": "ព្រិលជា \"សញ្ញាថ្មីមួយនៃប្រទេសអ៊ីរ៉ាក់ថ្មី\" យោងតាមប៉ូលីសចរាចរលោកមួតាដា ហ្វាតឌិល ដែលបាននិយាយទៅកាន់សារព័ត៌មាន Reuters ខណៈជ្រកក្រោមរានហាលមុខផ្ទះមួយ។\n",
        "output": [
            "The snow was \"a new sign of the new Iraq,\" according to traffic policeman Murtadha Fadhil, who spoke to Reuters whilst sheltering under a balcony.\n"
        ]
    },
    {
        "input": "ចាប់តាំងពីពេលបើកផ្សារហ៊ុន ភាគហ៊ុនរបស់ក្រុមហ៊ុន Apple កើនឡើងដល់ $373.72 គឺធ្លាក់ចុះចំនួនតែ $2.46 ប៉ុណ្ណោះ ចាប់តាំងពីបិទការជួញដូរនៅថ្ងៃពុធ។\n",
        "output": [
            "Since market open, Apple shares rose to $373.72, a drop of only $2.46 since Wednesday's close.\n"
        ]
    },
    {
        "input": "ព្រឹទ្ធបាលឯក​ម្នាក់ និង​វរសេនីយត្រី​ម្នាក់​នៅក្នុង​អង្គភាព​ចារកម្ម​អង់គ្លេស និង​ជាអតីតមេបញ្ជាការ​អង្គភាព​កងទ័ព​ជើងគោក​ លែនខាសៀ របស់ម្ចាស់ក្សត្រី (បច្ចុប្បន្ន​ជាអ្នកឧកញ៉ានៃអង្គភាព​កងទ័ពជើងគោក លែនខាសៀ) ត្រូវបាន​ចោទប្រកាន់​ពី​បទអនុវត្តកិច្ចការដៅយ​ធ្វេសប្រហែស​។\n",
        "output": [
            "A Warrant Officer and a Major in the British Intelligence Corps and the former commander of the Queen's Lancashire Regiment (now the Duke of Lancaster's Regiment) are charged with negligently performing duties.\n"
        ]
    },
    {
        "input": "ពិន្ទុចំណាត់ថ្នាក់មួយគឺស្មើនឹង 1,096,000 គ្រួសារ ខណៈពេលឥឡូវនេះមាន 109,600,000 គ្រួសារនៅក្នុងសហរដ្ឋអាមេរិកជាមួយនឹងទូរទស្សន៍មួយយ៉ាងតិច។\n",
        "output": [
            "One ratings point is equal to 1,096,000 households, as there are now 109,600,000 households in the United States with at least one television.\n"
        ]
    },
    {
        "input": "ខ្ញុំមិនដឹងថាវាជាអ្វីនៅឡើយ រហូតដល់យើងអង្គុយជជែកគ្នា ហើយខ្ញុំនឹងនិយាយពីវាតាមក្រោយ។\n",
        "output": [
            "I have no idea what it's about, and until we sit down and talk that's all I'm going to say about it.\n"
        ]
    },
    {
        "input": "OPP បាន​និយាយ​ថា បុរសទាំង​នោះ​ត្រូវ​បាន​ចាប់​ខ្លួន​ ដោយសារ \"​ធ្វើឲ្យបាត់​បង់​សន្តិភាព​\"​ហើយ​បាន​បញ្ជាក់​ថា នេះ​មិនមែន​ជា​បទល្មើស​ឧក្រិដ្ឋទេ។\n",
        "output": [
            "The OPP said the men were arrested for \"breaking the peace\" and noted that it is not a criminal offence.\n"
        ]
    },
    {
        "input": "ការប្រកួតកំរិត A ក្នុងស្រុក រវាង University និង Caloundra បានចាប់ផ្តើមស្ទើរភ្លាមៗ បន្ទាប់ពីការប្រកួតរបស់កីឡាការនីបានបញ្ចប់។\n",
        "output": [
            "The local A-Grade contest between University and Caloundra started almost immediately after the completion of the woman's game.\n"
        ]
    },
    {
        "input": "នៅក្នុងការបង្ហាញខ្លួនមួយនៅកម្មវិធី ឌឺ ធូណៃ សូជាមួយលោក ចេយ៍ ឡេណូ កាលពីយប់ថ្ងៃព្រហស្បត៍ លោកប្រធានាធិបតីសហរដ្ឋអាមេរិកបារ៉ាក់ អូបាម៉ា បានប្រាប់ទៅម្ចាស់កម្មវីធី ចេយ៍ ឡេណូថា គាត់បានបោះប៊ូលីងនៅសេតវិមានដោយទទួលបាន129​ពិន្ទុ។\n",
        "output": [
            "In an appearance on the The Tonight Show with Jay Leno Thursday night, United States President Barack Obama told host, Jay Leno, that he had bowled at the White House bowling alley and scored a 129.\n"
        ]
    },
    {
        "input": "ណេតឈើរ័ កត់សម្គាល់ថាប្រីតានីកាបានរិះគន់ 'ចំណុចតិចជាងពាក់កណ្តាលដែលអ្នកអាន[របស់ខ្លួន] បានលើកឡើង'និងបញ្ជាក់ថាសាយក្លូភីឌៀរទាំងពីរ បានទទួលនូវការកែសម្រួលដូចគ្នា។\n",
        "output": [
            "Nature notes that Britannica criticised 'less than half the points [their] reviewers raised', and states that the two encyclopædias were subject to the same treatment.\n"
        ]
    },
    {
        "input": "សេចក្តីសម្រេចលើកដំបូងក្នុងករណី Antitrust​នេះត្រូវបានធ្វើឡើងសម្រាប់ឆ្នាំ​2004 ដោយសំអាងថា Microsoft បានដកយកព័ត៌មានចាំបាច់ដែលអាចធ្វើអន្តរប្រតិបត្តិការ ពីក្រុមហ៊ុន software ដែលជាគូរប្រគួតប្រជែងរបស់ខ្លួន ដែលទប់ស្កាត់ពួកគេពីការបង្កើត software ដែលអាចប្រើប្រាស់ជាមួយ Windows។\n",
        "output": [
            "The first decision in this antitrust case was given in 2004 citing that Microsoft withheld needed interoperability information from rival software companies which prevented them from making software compatible with Windows.\n"
        ]
    },
    {
        "input": "គឺជាប្រាក់ទាំងអស់ដែលហូរចូលទៅថីហ្រ្កេយ--ដែលអាចជាអខហ្វាមសេវឌឹឆាត្រឺនUNICEFនិងជំនួយសាសនាគ្រឹស្ដ--យ៉ាងណាមិញពួកយើងទាំងអស់ត្រូវបានបោកនិងបញ្ឆោត។\n",
        "output": [
            "It's that all monies going into Tigray — that would be Oxfam, Save the Children, UNICEF and Christian Aid — somehow, we were all duped and gulled.\n"
        ]
    },
    {
        "input": "Gawker.com បានកត់សម្គាល់ថា វីដេអូឃ្លីបតូចជាងនេះ ដែលពីមុនធ្លាប់មានបង្ហោះនៅក្នុង យូធូប \"មិនអាចរកបានទៀតឡើយ ទំនងជាបន្ទាប់ពីព្រះវិហារនៃ Scientology បានផ្ញើរនៅក្នុងកំណត់សម្គាល់ការរំលោភសិទ្ធិថតចម្លង។\"\n",
        "output": [
            "Gawker.com noted that a smaller video clip which had previously been available on YouTube \"is no longer available, most likely after the Church of Scientology sent in a copyright infringement notice.\"\n"
        ]
    },
    {
        "input": "សារនេះបានបន្តលើកឡើងពីភាពជាអស្សឬទ្ធិនៃសេនតានិក វើសេស ដែលត្រូវបានតែងតាំងកាលពីពេលថ្មីៗនេះ ដល់អ្នកនិពន្ធសាលមុន រ៉ុសឌី។\n",
        "output": [
            "The message went on to mention the recently announced knighthood of Satanic Verses author Salman Rushdie.\n"
        ]
    },
    {
        "input": "អ្នកចាប់ផ្តើមទីតាំងទីបីនិងទីបួនគឺសហរដ្ឋអាមេរិចនិងអាល្លឺម៉ង់បន្តបន្តាប់គ្នា។\n",
        "output": [
            "Third and fourth place starters are the United States and Germany respectively.\n"
        ]
    },
    {
        "input": "ទីតាំងនៅ ហែលស្រ៊ូជាច្រើន ដែលបានលៃទុកសំរាប់ស្កត់ឡេនត្រូវបន្ថយកន្លែងសំរាប់ទិសដៅផ្សេងទៀត។\n",
        "output": [
            "More Heathrow slots earmarked for Scotland have been given up than any other destination.\n"
        ]
    },
    {
        "input": "អាកាសធាតុមានលក្ខណះល្អ នៅពេលដែលយន្ដហោះនោះបានចុះចតនៅ ទីក្រុងសានហ្វ្រានស៊ីស្កូ។\n",
        "output": [
            "The weather was good as the plane was landing in San Francisco.\n"
        ]
    },
    {
        "input": "\"ឧបករណ៍ចាប់ផ្សែងបានបន្លឺសម្លេងនៅជាន់ទី13 និងជាន់ទី27។\"\n",
        "output": [
            "\"Smoke detectors went off on the 13th and 27th floors.\"\n"
        ]
    },
    {
        "input": "មនុស្សទាំងអស់របស់ឌែនវើ ប៊្រូនខូសនឹងចូលរួម បុណ្យសពវីលៀមនៅថ្ងៃសៅរ៍នៅឯស្រុកកំណើត របស់គាត់នៃហ្វតវ៉ត រដ្ឋតិចសាស នេះបើតាម ស្សាណាហានបានឲ្យដឹង។\n",
        "output": [
            "The entire Denver Broncos will attend the funeral service for Williams on Saturday in his hometown of Fort Worth, Texas, according to Shanahan.\n"
        ]
    },
    {
        "input": "ក្រោយពីពួកគាត់បានបញ្ចប់ការសម្ភាសន៍ លោកក្លាកបានប្រគល់ខ្លួនទៅឲ្យនគរបាលហ្គ្រេម៉ៅ ដែលវ័នញូវក៏បានថតទុកផងដែរ។\n",
        "output": [
            "After they have finished the interview, Mr Clarke handed himself in to the Greymouth police, which One News also recorded.\n"
        ]
    },
    {
        "input": "ពីរសប្តាហ៍មុនការបំផ្ទុះគ្រាប់បែកមិនបានសម្រេចនៅថ្ងៃទី21 ខែកក្កដា មានការផ្ទុះគ្រាប់បែកជាបន្តបន្ទាប់នៅថ្ងៃទី7 ខែកក្កដា ដោយបានសម្លាប់មនុស្សចំនួន 56 នាក់ រួមទាំងអ្នកបំផ្ទុះគ្រាប់បែកអត្តឃាតចំនួនបួននាក់ផងដែរ។\n",
        "output": [
            "Two weeks before the failed attacks of July 21, a series of bombs on July 7 killed 56 people, including four suicide bombers.\n"
        ]
    },
    {
        "input": "ទំបន់ទឹកនៅលើទន្លេខូតធឺត្រូវបានស្ថិងក្រោមការសាងសង់អស់រយះពេលបួនឆ្នាំ។\n",
        "output": [
            "The dam on the Cotter River has been under construction for four years.\n"
        ]
    },
    {
        "input": "ក្រុមអាស្រ្ដូសបច្ចុប្បន្នស្ថិតក្នុងលេខរៀងទីប្រាំក្នុងការប្រកួតថ្នាក់ជាតិកណ្ដាលជាមួយនឹងកំណត់ត្រា 58-73។\n",
        "output": [
            "The Astros are currently in fifth place in the National League Central with a record of 58-73.\n"
        ]
    },
    {
        "input": "មានតែ186ករណីត្រូវបានរាយការណ៍ក្នុងឆ្នាំ2004 ធ្លាក់ចុះពី336 កាលពីមួយឆ្នាំមុន។\n",
        "output": [
            "Only 186 cases were reported in 2004, down from 336 the previous year.\n"
        ]
    },
    {
        "input": "សាក្សីបានឈរមើល នៅខណៈដែលបុរសនោះត្រូវបានទឹកកួចចូលទៅក្នុងសមុទ្រ។\n",
        "output": [
            "Witnesses looked on as the man was swept out to sea.\n"
        ]
    },
    {
        "input": "\"ហានិភ័យនៃការឆ្លងជម្ងឺគឺនៅទីនោះពីព្រោះពួកគេរស់នៅទីលំហជាមួយតង់និងទឹកមានកំណត់\"និយាយដោយរ៉ូស្ដានប៉ាកាយ៉ាមកពីមជ្ឈមណ្ឌលមានវិបត្ដិរបស់ក្រសួងសុខភាព។\n",
        "output": [
            "\"The risk of catching diseases is there because they live in an open area with limited tents and water,\" said Rustan Pakaya, from the health ministry's crisis centre.\n"
        ]
    },
    {
        "input": "តំបន់ត្រួតត្រារបស់ចិនត្រូវបានគេតំរង់ទិសដៅ នៅក្នុងការបដិសេធចុងក្រោយជាច្រើននៃសេវាកម្មវាយប្រហារទៅលើប្រទេសចិន។\n",
        "output": [
            "The Chinese domain was targeted in the latest of many denial of service attacks against China.\n"
        ]
    },
    {
        "input": "ដូចគ្នានេះផងដែរ គ្រោះថ្នាក់មួយទៀតត្រូវបានគេរាយការណ៍ថា បានកើតឡើងនៅក្នុងក្រុងញូវថោនហ៊ែមីលតុន ស្រុកអាម៉ែកហ៍ ដែលក្នុងនោះមានក្មេងប្រុសអាយុ 17 ឆ្នាំពីរនាក់ បានជាប់ពាក់ព័ន្ធ។\n",
        "output": [
            "Also, another accident was reported which took place in Newtownhamilton, County Armagh in which two 17 year old boys were involved.\n"
        ]
    },
    {
        "input": "នៅ\"ឆ្នាំ2008 ពិធីជប់លៀងដាច់ឆ្នាំក្នុងឱកាសចូលឆ្នាំនៅទីក្រុងតៃប៉ិ\" ប្រព័ន្ធផ្សព្វផ្សាយក្នុងតំបន់និងបរទេសមួយចំនួន បានយកចិត្តទុកដាក់ទៅលើកាំជ្រួចនៅអាគារតៃប៉ិ101 ដោយសារការគួរអោយកត់សំគាល់នៃអាគារខ្ពស់កប់ពពកទូទាំងពិភពលោក។\n",
        "output": [
            "In the \"2008 Taipei City New Year Countdown Party\", several local and foreign media focused on the fireworks of the Taipei 101 due to the notability of the skyscraper world-wide.\n"
        ]
    },
    {
        "input": "នេះយោងទៅនឹងរបាយការណ៍មកពីKPMG ដែលក្រុមប្រឹក្សាបានបដិសេធបញ្ចេញឲ្យដឹង។\n",
        "output": [
            "This follows a report from KPMG, which the council has refused to release.\n"
        ]
    },
    {
        "input": "ក្រុមហ៊ុនស៊ីធីគ្រុបគឺជាធនាគារមួយក្នុងចំណោមធនាគារសេវាកម្មពេញលេញដ៏ធំបំផុតក្នុងពិភពលោក ដោយមានអតិថិជនពីររយលាននាក់ នៅក្នុងជាង100 ប្រទេស។\n",
        "output": [
            "Citigroup is one of the world's largest full-service banks, with two hundred million customers in more than 100 countries.\n"
        ]
    },
    {
        "input": "ការរកឃើញនេះត្រូវបានធ្វើឡើងដោយការពិនិត្យមើលសត្វកណ្តុរដែលបានបង្កាត់ពូជខ្វះហ្សែន​។\n",
        "output": [
            "The discovery was made by examining mice bred to lack the gene.\n"
        ]
    },
    {
        "input": "ក្មេងស្រីអាយុ10ឆ្នាំម្នាក់បារងរបួសយ៉ាងធ្ងន់ធ្ងរ បន្ទាប់ពីដើមឈើបាក់សង្កត់លើតង់ដែលនាងកំពុងគេងក្នុងនោះ។\n",
        "output": [
            "A 10-year-old girl was critically injured after a tree fell on the tent she was sleeping in.\n"
        ]
    },
    {
        "input": "គ្លីនតុនបាននិយាយថា \"ក្នុងរយៈពេល10ឆ្នាំខាងមុខ​ នៅកំឡុងពេលដែលពួកគេអាចគិតដោយភាពល្ងង់ខ្លៅក្នុងការរៀបចំការវាយប្រហារលើអ៊ីស្រាអែល ពួកយើងនឹងអាចធ្វើអោយពួកគេរលុបបាត់ទាំងអស់\"។\n",
        "output": [
            "\"In the next 10 years, during which they might foolishly consider launching an attack on Israel, we would be able to totally obliterate them,\" Clinton said.\n"
        ]
    },
    {
        "input": "ក្រុមហ៊ុនអាកាសចរណ៍រីយ៉ានអ៊ែរ របស់អៀរឡង់ មានការធ្លាក់ចុះ 12% ក្នុងការជួញដូរព្រឹកនេះដែលធ្វើឲ្យកាន់តែមានការព្រួយបារម្ភចំពោះស្ថានភាពទីផ្សារមិនសូវល្អ នៅពេលកំពុងមានការភ័យខ្លាចចំពោះវិបត្តិសេដ្ឋកិច្ច។\n",
        "output": [
            "Irish airline Ryanair took a 12% slump in this morning’s trade, further intensifying concern about poor market conditions amid recessionary fears.\n"
        ]
    },
    {
        "input": "ក្រុមហ៊ុននេះត្រូវបានតម្រូវឲ្យទិញគ្រាប់រំសេវ និង ដឹកទៅកាន់អាកាសយានដ្ឋានអន្តរជាតិហ្គាប៊ុលក្នុងប្រទេសអាហ្វហ្គានីស្ថាន។\n",
        "output": [
            "The company was required to purchase the ammunition and deliver it to Kabul International Airport in Afghanistan.\n"
        ]
    },
    {
        "input": "យើងសូមអរគុណទៅលោកស្កុត ម៉ាកខិតស្សែ ដែលបានយកឈ្នះការប្រកួត 20ប្រកួត ក្នុងរាល់រដូវកាលទាំងពីរកន្លងទៅ ហើយអាសត្រូសមិនចាំបាច់មានការប្រកូតលើកទី7 ក្នុងការប្រកួតស៊េរីសម្ព័ន្ធជាតិ ជាមួយនឹង St. Louis​ Cardinals។\n",
        "output": [
            "Thanks to Scot McKenzie, who has won 20 games each of the past two seasons, the Astros didn't need Game 7 in the NL championship series against the St. Louis Cardinals.\n"
        ]
    },
    {
        "input": "ដឺ ឡា មុងតេ និយាយថា ការសិក្សានេះជា \"ការបើកផ្លូវសម្រាប់កំណត់ការព្យាបាលដល់ខួរក្បាលនិងកែប្រែរបៀបនៃការគិតដែលយើងមានចំពោះជំងឺភ្លេចភ្លាំង។\"\n",
        "output": [
            "The study \"opens the way for targeted treatment to the brain and changes the way we view Alzheimer's disease,\" says de la Monte.\n"
        ]
    },
    {
        "input": "\"វាគឺជាពេលសាធារណជនអូស្តាលីបានដឹងពីការពិតនៃអ្វីដែលកំពុងកើតឡើងនៅទឹកដីរបស់ពួកយើង។\"\n",
        "output": [
            "\"It's time the Australian public knew the reality of what is happening on our land.\"\n"
        ]
    },
    {
        "input": "គាត់បាននិយាយថាបញ្ហាអាពាហ៍ពិពាហ៍រវាងលោកកូម៉ា និងប្រពន្ធរបស់គាត់ណរម៉ា អានឌ្រានី គឺជា \"ចំណេះដឹងទូទៅ\" និងត្រូវបានគាំទ្រដោយអ្នកវិភាគឧស្សាហកម្ម និងអ្នកបើកបរយន្តហោះដែលបាននិយាយថា លោកជឿថាប្តីប្រពន្ធមួយគូនេះបានឈ្លោះប្រកែកគ្នារហូតដល់យប់ជ្រៅ ហើយបានបង្ហាញការព្រួយបារម្ភថារបាយការណ៍នោះមិនទាន់បានគិតដល់បញ្ហាចិត្តសាស្រ្តនៅឡើយទេ។\n",
        "output": [
            "He said that marital problems between Mr Komar and his wife Norma Andriani were \"common knowledge\" and was backed up by an industry analyst and pilot who said he believed the couple had been arguing late into the night, and expressed concern that the report had not addressed psychological issues.\n"
        ]
    },
    {
        "input": "គ្រោះថ្នាក់នេះបានកើតឡើងដោយសារតែខ្យល់បក់បោកខ្លាំងនិងភ្លៀងធំបានគ្របដណ្តប់តំបន់នោះ ដែលធ្វើអោយមានរលកធំៗនិងចរន្តទឺកខ្លាំងនៅតាមខ្សែទឺក។\n",
        "output": [
            "The accident took place as strong winds and heavy rain battered the area, causing large waves and strong currents in waterways.\n"
        ]
    },
    {
        "input": "\"គ្មានពួកយើងណាម្នាក់ចង់ឲ្យលិខិតឆ្លងដែនរបស់ជនជាតិអាមេរិក អាចយកមកមើល ដោយមិនស្របតាមច្បាប់នោះទេ។\"\n",
        "output": [
            "\"None of us want us to have a situation where any American's passport file is accessed in an unauthorized way.\"\n"
        ]
    },
    {
        "input": "\"វាបានធ្លាក់ចុះមកក្នុងដែនកំណត់ទីក្រុងនេះ (នៅក្នុងទីក្រុងភើម) នៅក្នុងបំណះដីកាកសំណល់។\"\n",
        "output": [
            "\"It came down within the city limits (in Perm) in a patch of waste ground.\"\n"
        ]
    },
    {
        "input": "\"រួមជាមួយគ្នា ពួកគេពិតជាបង្ហាញការគោរពយ៉ាងពិតប្រាកដចំពោះបុរសក្លាហានទាំង 47នាក់នោះដែលបានស្លាប់នៅ Auchengeich កាលពីកន្លះសតវត្សរ៍កន្លងទៅ។\"\n",
        "output": [
            "\"Together, they are a truly fitting tribute to those 47 brave men who died in Auchengeich half a century ago.\"\n"
        ]
    },
    {
        "input": "ក្រាហេម បាននិយាយថា \"នេះផ្តល់ឱ្យយើងនូវសសរគោលមួយប្រសិនបើអ្នកចង់ ចាប់ផ្តើមការស្វែងរកនាវាស៊ីដនី។\"\n",
        "output": [
            "\"This gives us a cornerstone if you like, to start the search for the Sydney from,\" said Graham.\n"
        ]
    },
    {
        "input": "12ទំព័រចុងក្រោយនៃសេចក្តីថ្លៃងការណ៍លំអិតនេះ គឺឆ្លើយតបទៅនឹងអត្ថបទរិៈគន់មួយចំនួន ដែលមានភាពខុសគ្នាលើមតិយោបល់ស្តីពីរបៀបនិងសេចក្តីអធិប្បាយ ប៉ុន្តែអត្ថបទខ្លះលើកឡើងនូវកំហុសជាក់ស្តែងពីផ្នែករបស់ណេតឈឺរ័។\n",
        "output": [
            "The last 12 pages of this comprehensive rebuttal are responses to specific article criticisms, mainly consisting of differences of opinion on style and article composition, but some citing outright factual errors on Natures part.\n"
        ]
    },
    {
        "input": "វត្តមានធ្វើសាក្សីក្នុងនាមឲ្យអ្នកចេញប័ណ្ណឥណទានគឺមាន រ៉ច័រ ស៊ី ហចឆាលដ៍នៃ Discover Financial Services ឃើញ ប្រ៊ូស អិល ហាមុន នៃ Bank of America Corporation និង រីយ៉ាន ស្នាយឌ័រ នៃ Capital One Financial Corporation។\n",
        "output": [
            "Present to testify on behalf of credit card issuers were Roger C. Hochschild of Discover Financial Services, Bruce L. Hammonds of Bank of America Corporation, and Ryan Schneider of Capital One Financial Corporation.\n"
        ]
    },
    {
        "input": "ដើមឡើយក្រុមនោះបានមានគោលបំណងសាកល្បងសំរាប់ការរកឃើញដែនម៉ាញេទិចរបស់មនុស្ស ដែលមានដោយការសិក្សាពីទិសដែលកំរាលដេករបស់អ្នកបោះជុំរុំនៅខាងក្រៅបែរទៅរក ប៉ុន្តែវាបានបង្ហាញថាលំបាកក្នុងការទទួលទិន្នន័យពីព្រោះមនុស្សជាធម្មតាដេកក្នុងតង់បោះជំរុំ។\n",
        "output": [
            "The team originally intended to test for possible human magnetic field detection by studying the orientation of sleeping bags in outdoor campers, but it proved difficult to obtain data because humans usually slept under tents.\n"
        ]
    },
    {
        "input": "មេធាវីរបស់អ្នកនេសាទដាវីដ ភី បូហ៏ បាននិយាយថាអ្នករស់នៅក្នុងតំបន់ជុំវិញអាងមានការសប្បាយរីករាយពេលក្រពើទៅបាត់។\n",
        "output": [
            "The fisherman’s attorney, David P. Baugh, said area residents surrounding the reservoir are happy the alligator is gone.\n"
        ]
    },
    {
        "input": "សណ្ឋាគារស្សាម៉ូជាញឹកញាប់ត្រូវបានជ្រើសរើសដោយមន្ត្រីរដ្ឋាភិបាលដើម្បីធ្វើជាកន្លែងរៀបចំព្រឹត្តិការណ៍ ហើយនៅពេលមួយ ជាជម្រើសស្នាក់ពេញនិយមសម្រាប់អ្នកកាសែតបរទេសផងដែរ។\n",
        "output": [
            "Hotel Shamo is often chosen by government officials to host events and at one time was a popular lodging option for foreign journalists.\n"
        ]
    },
    {
        "input": "មីតាយេវ បាននិយាយថា \"ភាពតានតឹងដោយសារបញ្ហាគ្រួសារ\" គឺជាអ្វីដែលបានឈានទៅដល់សកម្មភាពរបស់គាត់ប្រឆាំងនឹងផូផូវ។\n",
        "output": [
            "Mitayev cited that \"stress due to family problems\" is what led to his actions against Popov.\n"
        ]
    },
    {
        "input": "មានអគារច្រើនដល់ទៅប្រាំបួនផ្សេងទៀតនៅក្នុងអគ្គិសភ័យនៃតំបន់ឡាហ្កូអាយឡេនកាលពីម្សិលមិញក៏ត្រូវទទួលរងឥទ្ធិពលពីអណ្តាតភ្លើងនោះដែរ នេះបើតាមសំដីសមត្ថកិច្ច។\n",
        "output": [
            "As many as nine other buildings in the Lagos Island fire yesterday were also impacted by the flames, according to authorities.\n"
        ]
    },
    {
        "input": "\"សេចក្តីគោរពរបស់ខ្ញុំនាពេលនេះគឺមិនធ្វើអ្វីដូច្នោះ\"ខនយៀសបាននិយាយ ហើយគាត់បានកត់សំគាល់ថាគាត់ចង់ជំរុញការស្រាវជ្រាវដោយវិធីផ្សេង រួមទាំងបញ្ចូនគណកម្មការស្រាវជ្រាវទៅទីក្រុងឡុងដ៍។\n",
        "output": [
            "\"My inclination at this time is not to do something like that,\" Conyers said, although he noted that he wanted to press for an investigation in other ways, including sending committee investigators to London.\n"
        ]
    },
    {
        "input": "ការបិតផ្លូវបន្តធ្វើឲមានបញ្ហាចម្បងសំរាប់អ្នកកសិដ្ឋានចិញ្ចឹមគោប្រទេសកាណាដាដែលពឹងផ្អែកទៅលើទីផ្សារសាច់គោសហរដ្ឋអាមេរិក។\n",
        "output": [
            "The closure continues to cause major problems for Canadian beef farmers who depended on the United States beef market.\n"
        ]
    },
    {
        "input": "ជនសង្ស័យបានរត់គេចពីធនាគារមើឃេនថាយ ដែលស្ថិតនៅចំងាយមួយម៉ៃល៏ពីខាងលិចនៃ Walt Disney World's Wide World of Sports ជាមួយចំណាប់ខ្មាំងម្នាក់ ក្រោយពីអាជ្ញាធរបំផ្ទុះចូលតាមទ្វារក្រោយប្រើប្រាស់ឧបករណ៍រំសេវ។\n",
        "output": [
            "The suspects had escaped the Mercantile Bank, a mile west of Walt Disney World's Wide World of Sports, with one hostage after authorities blasted through the rear door using an explosive device.\n"
        ]
    },
    {
        "input": "ការសិក្សាស្រាវជ្រាវអំពីខួរក្បាលរបស់អ្នកផ្ទុកមេរោគអេដស៍នៅក្នុងឆ្នាំ1991មួយបានបង្ហាញអំពីភាពខុសគ្នានៃទំហំរបស់ក្រពេញហាយផូតាឡាមើសស្រដៀងគ្នាបែបនេះដែររវាងបុរសស្រលាញ់ភេទដូចគ្នានិងបុរសស្រលាញ់ភេទផ្ទុយគ្នា។\n",
        "output": [
            "A 1991 study of human brains of AIDS victims showed a similar hypothalamus size difference between gay and heterosexual men.\n"
        ]
    },
    {
        "input": "អ្នកធ្វើអត្ថាធិប្បាយបានកត់សំគាល់ថា លោកអូបាម៉ាហាក់ដូចជាធ្វើបានយ៉ាងល្អក្នុងរដ្ឋដែលប្រារព្ធធ្វើការប្រជុំជ្រើសរើសបេក្ខភាព។\n",
        "output": [
            "Commentators have noted that Obama seems to perform well in caucus states.\n"
        ]
    },
    {
        "input": "ក្រុមអ្នកមានសិទ្ធិកាន់កាំភ្លើងបានធ្វើយុទ្ធនាការយ៉ាងខ្លាំងដើម្បីប្រឆាំងនឹងការបោះឆ្នោត ដោយអះអាងថាការវាស់ខ្ទង់គឺល្មើសនឹងសិទ្ធិរដ្ឋធម្មនុញ្ញ ហើយបានវាយប្រហារទៅលើសមាជិកសភាមួយដោយមានការចំអកនៅលើប្រព័ន្ធអ៊ីនធឺណេត។\n",
        "output": [
            "Gun rights groups have campaigned strongly against the vote, claiming that the measures would violate constitutional rights, and targeting individual Senators with mocking material appearing online.\n"
        ]
    },
    {
        "input": "លោក ជេក ថូមម៉ាស អាយុ33ឆ្នាំ ដែលត្រូវបានគេស្គាល់ថាជា \"ជីហេត ជេក\" ត្រូវបានកាត់ឱ្យជាប់ទោសតាមច្បាប់ស្តីពីការប្រឆាំងភេវរកម្មប្រទេសអូស្ត្រាលីថ្មី។\n",
        "output": [
            "Jack Thomas, 33, known as \"Jihad Jack\" was convicted under new Australian anti-terror laws.\n"
        ]
    },
    {
        "input": "មនុស្សរាប់ពាន់លាននាក់នៅអាស៊ីនិងអាហ្រ្វិកបានជួបប្រទះរួចមកហើយនូវកង្វះខាតទឹក ពីព្រោះតែការអន់ខ្សោយក្នុងការគ្រប់គ្រងទឹក គាត់បាននិយាយបែបនេះ។\n",
        "output": [
            "Billions of people in Asia and Africa already faced water shortages because of poor water management, he said.\n"
        ]
    },
    {
        "input": "សប្តាហ៍នេះក៏មាន ហូវដ បាស ស្នងការទទួលបន្ទុកក្មេងនៃភាគខាងជើងប្រទេសអូស្ត្រាលី អះអាងថាតំបន់ដែលមានបរិមាណច្រើនជាងគេដែលធ្វើអត្តឃាតរបស់ក្មេងស្រីជនជាតិដើម គឺនៅផ្នែកខាងលិច។\n",
        "output": [
            "This week also saw Howard Bath, Children's Commissioner for Australia's Northern Territory, suggest the area had the highest proportion of Aborignal girl suicides in the West.\n"
        ]
    },
    {
        "input": "បន្ថែមពីនេះ បំរាមគោចរមួយត្រូវបានដាក់ចេញ​និងក្រុមយោធាបានបិទច្រកព្រំដែនរបស់ប្រទេសនីហ្សេរីយ៉ា។\n",
        "output": [
            "Additionally, a curfew has been imposed, and the military has closed Niger's borders.\n"
        ]
    },
    {
        "input": "ឪពុករបស់នាង លោកមិចបានកត់សម្គាល់ថា \"នេះជារង្វាន់នៃស្នាដៃតន្ត្រី និងទេពកោសល្យរបស់នាង។\"\n",
        "output": [
            "Her father Mitch remarked that \"This is the reward for her musical achievements and her talent\".\n"
        ]
    },
    {
        "input": "ក្រុមអ្នកពន្លត់អគ្គិភ័យកំពុងប្រើឧទ្ធម្ភាគចក្រមួយគ្រឿង ដោយមានការអនុញ្ញាតពីនាយកដ្ឋានតំរួតតំបន់ Erie County ដែលត្រូវបានបំពាក់ដោយកាមេរ៉ាអ៊ីនហ្វ្រារ៉េដ ដើម្បីមើលក្នុងអាគាររកកន្លែដែលនៅតែមានកំដៅ ឬភ្លើង ខ្លាំង។\n",
        "output": [
            "Firefighters are using a helicopter, courtesy of the Erie County Sheriff's Department, that is equipped with infrared cameras in order to see the areas of the building which still contain a significant amount of heat or fire.\n"
        ]
    },
    {
        "input": "រឿងរបស់​រ៉េននឺ ពាក់ព័ន្ធជាច្រើនជុំវិញកញ្ចក់ដៃចាស់ ដែលនាងបានរកឃើញនៅពេលចូលរួមការដាក់លក់អចលនវត្ថុក្នុងទីក្រុងដាឡាស រដ្ឋតិចសាស។\n",
        "output": [
            "Rainer's story revolves largely around an old hand mirror she discovered while attending an estate sale in Dallas, Texas.\n"
        ]
    },
    {
        "input": "ប៉ុន្តែនៅពេលដែលរថយន្តដឹកទំនិញនេះឈប់នៅខាងមុខផ្ទះមួយ នគរបាលឃើញថាវាជាក្មេងប្រុសម្នាក់ រៀនថ្នាក់ទីពីរ មានកម្ពស់ជិត 4 feet កាន់ចង្កូតរថយន្ត។\n",
        "output": [
            "But when the truck came to a stop in front of a house, police saw that it was a boy, a second grader, barely 4 feet tall, behind the wheel.\n"
        ]
    },
    {
        "input": "រ៉េអាក់ទ័រCANDU ដែលរចនាឡើងក្នុងប្រទេសកាណាដា ជាទម្រង់រ៉េអាក់ទ័រនុយក្លេអ៊ែរមួយនៃទម្រង់រ៉េអាក់ទ័រនុយក្លេអ៊ែរដែលមានប្រយោជន៍ខ្លាំងបំផុត ដោយសារប្រសិទ្ធិភាពសន្សំសំចៃប្រេង និងរយៈពេលដែលម៉ាស៊ីនមិនដំណើរការមានកម្រិតទាប។\n",
        "output": [
            "CANDU reactors, which are designed in Canada, are one of the most advantageous forms of nuclear reactors due to their fuel efficiency and low amount of down-time.\n"
        ]
    },
    {
        "input": "វានៅមិនទាន់ដឺងទេថាតើមានជាតិពុលអ្វីផ្សេងទៀតនៅក្នុងប្រព័ន្ធរាងកាយរបស់គាត់។\n",
        "output": [
            "It is unknown if there were any other poisons in his system.\n"
        ]
    },
    {
        "input": "មន្ត្រីធនាគារកណ្តាលប្រទេសអារ៉ាប៊ីសាអ៊ូឌីតបាននិយាយថា \"វិធានការសមស្រប\" នឹងត្រូវអនុវត្តដើម្បីបញ្ឈប់ចំណូលមូលធនដ៏ធំលើសលប់ចូលក្នុងប្រទេសនេះ។\n",
        "output": [
            "Saudi central bank officials said that \"appropriate measures\" would be taken to stop the large capital inflows into the country.\n"
        ]
    },
    {
        "input": "មានការប៉ាន់ស្មានថាមានមនុស្សជាង 100,000 នាក់បានធ្វើការតវ៉ានៅទីលានតារៀ កាលពីម្សិលមិញ ក្នុងការប្រឆាំងទៅនឹងក្រឹតរដ្ឋធម្មនុញ្ញធ្វើឡើងដោយប្រធានាធិបតីអេហ្ស៊ីប ម៉ូហាម៉េត ម័រស៊ី។\n",
        "output": [
            "An estimated over 100,000 people protested in Tahrir Square yesterday in opposition to a constitutional decree made by Egypt's President Mohamed Morsi.\n"
        ]
    },
    {
        "input": "ជាផ្នែកមួយនៃគោលនយោបាយថ្មី អាវុធធម្មតានឹងមានតួនាទីសំខាន់នៅថ្ងៃអនាគត។\n",
        "output": [
            "As part of the new policy, conventional weapons will have a greater role in the future.\n"
        ]
    },
    {
        "input": "ជាផ្នែកមួយនៃប្រតិបត្តិការ អាជ្ញាធរអូស្រ្តាលីបានបញ្ជូនយន្តហោះហ្គាន់តាស អ៊ែរវ៉េ អ៊ែរបាស A330 ទៅកាន់​មហាសមុទ្រ។\n",
        "output": [
            "As part of the operation, a Qantas Airways Airbus A330 was sent over the ocean by Australian authorities.\n"
        ]
    },
    {
        "input": "អាជ្ញារធរបានណែនាំថាមេរោគនេះមិនសាហាវដូចគេគិតពីដំបូងនោះទេ។\n",
        "output": [
            "Authorities suggest that the strain may not be as deadly as first thought.\n"
        ]
    },
    {
        "input": "លោកក៏បានបោះពុម្ពរឿងអេដ្រូមាដា ស្ត្រេន រឿងកុងហ្គូ រឿងរាយស៊ីង សាន់ រឿងថាមឡាញ រឿងអ៊ីស្ទឺ អហ្វ ដឹ ដេដថ៍ ដែលរឿងទាំងនេះបានក្លាយជាគំនូរជីវចលដ៏សំខាន់។\n",
        "output": [
            "He also published The Andromeda Strain, Congo, Rising Sun, Timeline, Eaters of the Dead, all of which became major motion pictures.\n"
        ]
    },
    {
        "input": "ស្ទីវីន ត្រូវបានកាត់ទោសនៅខែតុលា លើបទឧក្រិដ្ឋចំនួនប្រាំពីរ ដែលកុហកអំពីទំរង់ផ្សាយចេញរបស់ព្រឹទ្ធសភាអំពីកាដូ ភាគច្រើនក្នុងទំរង់ជាការកែលំអដោយមិនគិតថ្លៃលើផ្ទះរបស់គាត់ ដែលទទួលបានមកពីក្រុមហ៊ុនសេវាកម្មប្រេង;ទោសរបស់គាត់ត្រូវបានគិតថាជាកត្តាដ៏ធំមួយនៅក្នុងការបរាជ័យក្នុងការបោះឆ្នោតក្នុងខែវិច្ឆិការបស់គាត់ទៅកាន់អភិបាលក្រុងផ្នែកចតនាវាពីមុនម៉ាគប៊ីជីចសមាជិកព្រឹទ្ធសភាវ័យក្មេងបច្ចុប្បន្នមកពីអាឡាស្កា។\n",
        "output": [
            "Stevens was convicted in October on seven felony counts of lying on senate disclosure forms about gifts, largely in the form of free renovations to his home, received from an oil service company; his conviction is thought to have been a large factor in his November electoral defeat to former Anchorage mayor Mark Begich, the current junior Senator from Alaska.\n"
        ]
    },
    {
        "input": "ប្រជាជនស្រីលង្កាជាច្រើនបានស្ថិតនៅក្នុងសហគមន៍អូស្រ្តាលីរួចទៅហើយ ទោះជាយ៉ាងណាក៏ដោយ កំពុងត្រូវបានគេមើលរំលង បើយោងតាមលោក អៀន រីនតូល នៃសម្ព័ន្ធ​ សកម្មភាពជនភៀសខ្លួន។\n",
        "output": [
            "Sri Lankans already in the Australian community, however, are being overlooked, according to Ian Rintoul of the Refugee Action Coalition.\n"
        ]
    },
    {
        "input": "មីយើពីមុនបានបង្រៀននៅសាលារ៉េដលេន ហាយ ស្គូល នៅទីក្រុងប៉ាឌូកាស រដ្ឋខិនទុកគី និងត្រូវបានព្យួរការងារនៅឆ្នាំ2006 ក្រោយពីសិស្សម្នាក់​បានបង្ហាញពីអាជីពថតរឿងអាសអាភាសរបស់នាង។\n",
        "output": [
            "Myers previously taught at Reidland High School in Paducah, Kentucky, and was suspended in 2006 after a student there discovered her pornographic career.\n"
        ]
    },
    {
        "input": "អ្នកកាសែតទូរទស្សន៍មួយដែលបានបង្កប់ជាមួយកងទាហានជើងទឹកបានកត់ត្រាការសម្លាប់នោះនៅក្នុងខ្សែអាត់វីដេអូនោះ។\n",
        "output": [
            "A television journalist embedded with the Marines recorded the killing on videotape.\n"
        ]
    },
    {
        "input": "កងទាហានបានប្រកាសតាមឧគ្ឃោសនាសព្ទថា ទីក្រុងនេះស្ថិតនៅក្រោមបម្រាមគោចរ ហើយប្រជាជនក្នុងទីក្រុងទាំងអស់ត្រូវនៅក្នុងផ្ទះ។\n",
        "output": [
            "Soldiers announced in loudspeakers that the city was under curfew and that all local residents were to remain inside their homes.\n"
        ]
    },
    {
        "input": "ការបាក់ដីបានគ្របដណ្តប់មកលើផ្ទះ ហើយធ្វើឲផ្លូវមិនអាចធ្វើដំណើរបាន នៅពេលដែលមន្រ្តីប៉ូលីស​ ទាហាន​ មន្រ្តីតំបន់រាប់រយនាក់បានស្ម័គ្រចិត្តទៅជីកដីដោយប្រើឧបករណ៍ធ្វើចំការនិងសូម្បីតែដៃរបស់ពួកគេ ដើម្បីរកអ្នកដែលនៅរស់។\n",
        "output": [
            "Landslides buried houses and made roads impassable, while hundreds police officers, military personnel, local officials and volunteers have been digging with farm tools and even their hands to search for survivors.\n"
        ]
    },
    {
        "input": "គាត់របួសខ្នងនៅពេលដែលគាត់លោតពីការប៊ីនឡានដឹកទំនិញរបស់គាត់។\n",
        "output": [
            "He hurt his back when he jumped from the cab of his truck.\n"
        ]
    },
    {
        "input": "ប្រតិកម្មជាមួយ និងការអះអាងរបស់សហរដ្ឋអាមេរិក លោកប្រធានាធិបតីប្រទេសអ៊ីរ៉ង់ លោក Mahmoud Admadinejad បានប្រាប់នៅក្នុងកាសម្ភាសន៍តាមទូរទស្សន៍មួយថា ការចោទប្រកាន់គឺគ្រាន់តែជា \"លេសដើម្បីបង្អូសការស្នាក់នៅ\" របស់កងទ័ពសហរដ្ឋអាមេរិកនៅក្នុងប្រទេសអ៊ីរ៉ាក់ និងថាសហរដ្ឋអាមេរិកកំពុងតែចង្អុលដាក់អ្នកដទៃក្នុងគោលបំណង \"លាក់បាំងទោសកំហុស និងការបរាជ័យរបស់ខ្លួន\"; ប៉ុន្តែនៅក្នុងបទសម្ភាសន៍មួយជាមួយលោក ដាយណេ សរយើរ នៅថ្ងែទី12 ខែកុម្ភៈ លោក Admadinejad បានបដិសេធន៍មិននិយាយអំពីការចោទប្រកាន់ថាប្រទេសរបស់គាត់បានផ្គត់ផ្គង់អាវុធទៅឲ្យពលបាលនៅក្នុងប្រទេសអ៊ីរ៉ាក់ទេ។\n",
        "output": [
            "Reacting to the U.S. claims, Iran's President Mahmoud Ahmadinejad said in a television interview that the allegations were \"excuses to prolong the stay\" of the U.S. military in Iraq, and that the U.S. was pointing fingers at others in an effort to \"hide its defeats and failures\"; however in an interview with Diane Sawyer on February 12th, Ahmadinejad refused to address accusations that his country was supplying weapons to insurgents in Iraq.\n"
        ]
    },
    {
        "input": "សន្និសីទនេះ រៀបចំឡើងដោយរដ្ឋមន្រ្តីក្រសួងការបរទេសសហរដ្ឋអាមេរិក ដែលត្រូវបានគេឲ្យឈ្មោះថាសន្និសីទអាណាផូលីស។\n",
        "output": [
            "The conference, hosted by the United States Department of State, has been dubbed the Annapolis Conference.\n"
        ]
    },
    {
        "input": "គេគិតថា ពុំមានរថយន្តផ្សេងទៀតដែលចូលរួមពាក់ព័ន្ធនៅក្នុងឧបទ្ទវហេតុនេះទេ។\n",
        "output": [
            "It is thought that no other vehicle was involved in the incident.\n"
        ]
    },
    {
        "input": "បាស៊ីលអាល-សាយេតបានក្លាយជាអ្នកកាសែតចុងក្រោយ ស្លាប់ក្នុងឆ្នាំ2011ដែលត្រូវបានបាញ់នៅថ្ងៃទី29 ខែធ្នូ ដោយអ្នកជំនាញបាញ់ម្នាក់នៅទីក្រុងហូមស៏។\n",
        "output": [
            "Basil Al-Sayed became the last journalist to die in 2011, shot on December 29 by a sniper in the city of Homs.\n"
        ]
    },
    {
        "input": "ហ្រ្វង់ស៊ីស អ៊ីវីរីត អ្នកស៊ើបអង្កេតការសាកល្បង បានបញ្ជាក់នៅក្នុងកិច្ចសម្ភាសន៍មួយជាមួយសារព័ត៌មានឌឹញូយ៉កថាមស៍ថា ការប្រកាសរបស់ពួកគេគឺជាផ្នែកបឋមប៉ុណ្ណោះ ហើយថា ជាមួយនឹងការវិភាគបន្ថែមទៀត ពួកគេសង្ឃឹមថា ធ្វើឲ្យមានភាពច្បាស់លាស់នៃលទ្ធផលរបស់ពួកគេកាន់តែល្អប្រសើរ​។ បច្ចុប្បន្ន ពួកគេនិយាយថា ពួកគេបានរកឃើញតែបាតុភូតទំនាញមាននៅក្នុងចន្លោះបូក ឬដក ចំនួនដប់ប្រាំភាគរយនៃតម្លៃរំពឹងទុករបស់វា។\n",
        "output": [
            "Francis Everitt, the experiment's Principal Investigator, stresses in an interview with the New York Times that their announcement is only preliminary and that, with further analysis, they hope to improve the precision of their results; currently, they say they have only detected the frame dragging effect to within plus or minus fifteen percent of its expected value.\n"
        ]
    },
    {
        "input": "ការប្រើប្រាស់ដោយគ្មានការត្រួតពិនិត្យ នឹងត្រូវផ្តល់អោយអ្នករាយការណ៍និងបុគ្គលិកសារព័ត៌មានដែលគេរំពឹងទុកមានចំនួន30,000នាក់ សំរាប់កីឡាអូឡាំពិក ដែលមានទីក្រុងប៉េកាំងជាម្ចាស់ផ្ទះរៀបចំការប្រកួត។\n",
        "output": [
            "Unrestricted access is guaranteed to the 30,000 reporters and media staff expected for the Olympics under Beijing's 'host city contract'.\n"
        ]
    },
    {
        "input": "សាស្រ្តាចារ្យស៊ីវ័របាននិយាយថា \"ការស្រាវជ្រាវពីមុនបានប៉ាន់ស្មានលើសពីការចំណាយទៅលើថាពលនិងការបញ្ចេញចោលនៃកាបូនផលិតដោយការសងសង់រោងចក្រថាពលនុយក្លេអ៊ែរ និងសម្រាប់រ៉ែអ៊ុយរ៉ាញ៉ូម។\"\n",
        "output": [
            "\"This previous research overestimated the energy costs and carbon emissions generated by the construction of nuclear power plants and for mining uranium,\" Prof Sevior said.\n"
        ]
    },
    {
        "input": "ក្រុមហ៊ុនផលិតយន្តហោះអ៊ែរបឺស ដែលមាន​មូលដ្ឋាននៅទូឡូស នឹងជួយដល់ការស៊ើបអង្កេតនេះ បើយោងតាមសម្ដីរបស់អ្នកនាំពាក្យក្រុមហ៊ុន អ៊ែរបឺស។\n",
        "output": [
            "Manufacturer Airbus, based in Toulouse, will aid the investigation, Airbus spokespersons stated.\n"
        ]
    },
    {
        "input": "គ្រោះថ្នាក់ខ្ពស់គឺមនុស្សដែលនៅជាមួយគ្នានៅគុក ជនអនាថា ទាហាន និងក្រុមគ្រួសារដែលផ្ញើរកូននៅសេវាប្រចាំថ្ងៃ។\n",
        "output": [
            "At higher risk are prison inmates, homeless people, military personnel, and families with kids in day care.\n"
        ]
    },
    {
        "input": "វាបានប៉ាន់ស្មានថាការកាត់បន្ថយកងទាហានអង់គ្លេសអាចសន្សំបានប្រហែល £1 ពាន់លាន (ប្រហែល $1.7 ពាន់លាន)។\n",
        "output": [
            "It estimated the reduction of British forces could save about £1 billion pounds (about $1.7 billion U.S. dollars).\n"
        ]
    },
    {
        "input": "\"ដោយការឱបហាម៉ាសជាសាធារណៈ មេដឹកនាំ នៃប្រទេសកាតារូបនេះ បានគ្រវែងចោលសន្តិភាពនៅក្រោមរថយន្ដក្រុង។\"\n",
        "output": [
            "\"By hugging Hamas publicly, the emir of Qatar has thrown peace under the bus.\"\n"
        ]
    },
    {
        "input": "រ៉ចជឺរបស់ប្រទេសកាណាដាគឺថ្លៃជាងគេបំផុតទីពីរ ដែលមានតម្លៃដល់ទៅ 2,176ដុល្លារអាមេរិក សំរាប់រយៈពេលបីឆ្នាំ។\n",
        "output": [
            "Canada's Rogers was the second most expensive at US$2176 for a three-year term.\n"
        ]
    },
    {
        "input": "ខ្ញុំនឹងនិយាយថាវាល្អដែលលក្ខណៈអត្ថបទឬមាតិកាអាចធ្វើបាន។\n",
        "output": [
            "I would say it's a good practice to attribute text or content whenever possible.\n"
        ]
    },
    {
        "input": "\"មានការគាំទ្រពិតប្រាកដក្នុងការទទួលបានរថភ្លើងបន្ថែមសំរាប់គ្រ័យដុន ដើម្បីរក្សាល្បឿនជាមួយនឹងតម្រូវការកើនឡើងក្នុងសេវាកម្មរថភ្លើង ​ហើយក៏ដើម្បីរក្សាការកែលម្អសំខាន់ៗសំរាប់អ្នកថ្មើរជើង និងអ្នកប្រើប្រព័ន្ធដឹកជញ្ជូននៅជុំវិញ​ និងចន្លោះភាគខាងកើត​ និងខាងលិចនៃស្ថានីយ៍គ្រ័យដុន។\"\n",
        "output": [
            "\"There is real support to get additional trams for Croydon to keep pace with growing demand for Tramlink services and also to secure major improvements for pedestrians and transport users around and between East and West Croydon stations.\"\n"
        ]
    },
    {
        "input": "អ្នកស្រុកម្នាក់មានឈ្មោះថាអាគូស្ទីនវ៉ាហ្គាសបាននិយាយថា ម៉ាស៊ីនបានរលត់ហើយឧទ្ធម្ភាគចក្របានដាំចុះមកក្រោម។\n",
        "output": [
            "The motor stopped and the helicopter plummeted to the ground, said one local resident named Agustin Vargas.\n"
        ]
    },
    {
        "input": "\"បេន គឺជាមិត្តដ៏អស្ចារ្យម្នាក់ ហើយពេលវេលា​ដែលគាត់បានចំណាយនៅក្នុងអឺរ៉ុបជាមួយ​ក្រុមឌីសហ្គច (ជាពិសេស ពេលយប់នៅផ្ទះរបស់ខ្ញុំ) គឺពិតជាអស្ចារ្យណាស់។\"\n",
        "output": [
            "\"Ben was a great friend, and the time he spent in Europe with Disgorge (especially the nights off at my own home) have been nothing but great.\"\n"
        ]
    },
    {
        "input": "លុយរបស់រដ្ឋាភិបាលត្រូវបានប្រើប្រាស់សំរាប់គ្រប់គ្រង់ Bean Stearn ដោយ JPMorgan Chase ក្នុងខែមិនានៅក្នុងឆ្នាំនេះ។\n",
        "output": [
            "Government money was used in the takeover of Bear Stearns by JPMorgan Chase in March of this year.\n"
        ]
    },
    {
        "input": "ពូកអ្នកស្រាវជ្រាវព្យាយាមយកប្រាក់របស់ពួកគេមកវិញហើយបានទៅសណ្ឋាគារដែល វីតតុន និង ដៃអឺ បានស្នាក់នៅ តែឃើញតែបន្ទប់ទទេហើយបុរសពីរនាក់មិនឃើញនៅទីនោះទេ។\n",
        "output": [
            "The researchers then attempted to reclaim their money and went to the hotel Whitton and Dyer were staying in, only to find the rooms empty, and the two men nowhere to be found.\n"
        ]
    },
    {
        "input": "ការស្ថាបនាអាវុធអាតូមិកនៅអាល់ដឺម៉ាសតុនត្រូវបានរាយការណ៍ថា នឹងត្រូវអភិវឌ្ឍជាអាវុធនុយក្លេអ៊ែរតាតទិច ដែលតូចជាង និងប្រវែងខ្លីជាងមីស៊ីលក្បាលបីដែលសមស្របសំរាប់ការបាញ់ ដោយប្រើប្រាស់ឧបករណ៍ចុះចតប្រភេទដូចគ្នានឹងតូម៉ាហាក។\n",
        "output": [
            "The atomic weapons establishment at Aldermaston is reported to be developing tactical nuclear weapons, smaller and of shorter range than Trident suitable for firing using the same type of launcher as Tomahawks.\n"
        ]
    },
    {
        "input": "ប៉ុន្តែអារម្មណ៍នៃភាព \"ធម្មតា\" បានត្រឡប់មកវិញនៅពេលក្រោយមកក្នុងថ្ងៃដដែល ដោយហេតុថាសីតុណ្ហាភាព និងខ្យល់បានកើនឡើង និងដោយហេតុថាមនុស្សភាគច្រើននៃអ្នកចាប់ផ្តើម ចំនួន1,788នាក់ បានបញ្ចប់មុនថ្ងៃកំណត់ គឺថ្ងៃទី14 ខែតុលាឆ្នាំ2007 ម៉ោង 12:00 ព្រឹក។\n",
        "output": [
            "But a sense of \"normal\" returned later in the day as the temperature and winds rose and as many of the 1,788 starters completed before the October 14, 2007 12:00am deadline.\n"
        ]
    },
    {
        "input": "រដ្ឋមន្រ្តីដឹកជញ្ជួនរបស់កាណាដា លោកចៀន ឡេភីរេ បាននិយាយថា ពីរភាគបី នៃការហោះក្នុងស្រុករបស់ប្រទេសកាណាដានៅត្រង់ចំណុចមួយចំនួនកាត់តាមដែនអាកាសរបស់អាមេរិក។\n",
        "output": [
            "The Canadian transport minister Jean Lapierre said two-thirds of Canada's domestic flights at some point cross through American air space.\n"
        ]
    },
    {
        "input": "នៅក្នុង​ខែ​កក្កដា ឆ្នាំ2004 ប្រទេស​រ៉ូមានី នឹង​កំណត់​តម្លៃ​ឡើង​វិញ​នូវ​វូបិយវត្ថុ​របស់​ប្រទេសខ្លួន​ គឺ leu ដូចច្នេះ លុយ 10,000 lei ចាស់នឹង​ស្មើ 1 leu ហើយ 1 euro នឹងប្រហែលស្មើ 3.6 lei ថ្មី។\n",
        "output": [
            "In July 2004, Romania will revalue its currency, the leu, so that 10,000 old lei will equal 1 new leu, with 1 euro being equal to approximately 3.6 new lei.\n"
        ]
    },
    {
        "input": "តាំងពីដើមដល់ចប់នៅក្នុងវីឌីអូនេះ ឃ្រូសប្រើពាក្យនៅក្នុង Scientology ដូចជា \"KSW\": \"សម្រាប់ខ្ញុំ អ្វីទាំងអស់គឺ KSW។\"\n",
        "output": [
            "Throughout the video, Cruise uses Scientology jargon terms such as \"KSW\": \"For me, it’s all about KSW.\"\n"
        ]
    },
    {
        "input": "ស្ពេនសឺត្រាយដេន អ្នកគោះស្គរនៃក្រុមតន្ដ្រីរ៉ក់អាមេរិចជេហ្វឺសិនអេផ្លេនដ៏ល្បីឈ្មោះ បានស្លាប់នៅថ្ងៃអង្គារ៏ទី11ខែមករា។\n",
        "output": [
            "Spencer Dryden, the drummer of the legendary American rock band Jefferson Airplane, passed away on Tuesday, Jan. 11.\n"
        ]
    },
    {
        "input": "រោគសញ្ញា Asherman ជាធម្មតាបង្កឡើងដោយរបួសលើបំពង់ស្បូន ដែលអាចធ្វើអោយធ្លុះផ្នែកខាងក្នុងនៃជាលិកា។\n",
        "output": [
            "Asherman's syndrome is normally caused by a trauma to the uterus that results in internal scar tissue.\n"
        ]
    },
    {
        "input": "ប្រសិទ្ធភាពនៃគំរោងកាត់បន្ថយពន្ធនិងចំណាយក្នុងថិវិកាគ្រោងរបស់រដ្ឋសំរាប់សង្គម មិនទាន់បានពន្យល់នៅឡើយទេ។\n",
        "output": [
            "The effect of his tax and spend reduction plans on state social provision has not yet been explained.\n"
        ]
    },
    {
        "input": "ការប្រកួត​ត្រូវប្តូរ​ពីសកលវិទ្យាល័យ ដោយសារ​អាកាសធាតុ​សើម​ថ្មីៗនេះ ដែលធ្វើឲ្យ​ដីមាន​ទឹកដក់​។\n",
        "output": [
            "The match was moved from the University due to the recent wet weather causing the ground to be water logged.\n"
        ]
    },
    {
        "input": "ប៉ូលីស មិនមានបំណងបញ្ចេញព័ត៌មានថែមទៀតទេ អំពីគ្រោះថ្នាក់នេះ រហូតដល់សាច់ញាតិជនរងគ្រោះ ត្រូវបានជូនដំណឹងពីគ្រោះថ្នាក់នេះ។\n",
        "output": [
            "Police do not intend to disclose any further information about the incident until relatives of the deceased have been informed of the incident.\n"
        ]
    },
    {
        "input": "នៅក្នុងការប្រកួតលើកមុនសម្រាប់ក្រុមបម្រុង ​​ ហ្គោលឌី(ខេមប្រ៊ីជ) ឈ្នះអាយស៊ីស(អុកហ្រ្វឺត)។\n",
        "output": [
            "In the earlier race for reserve crews, Goldie (Cambridge) beat Isis (Oxford).\n"
        ]
    },
    {
        "input": "ការវាយឆ្មក់មួយរបស់ប៉ូលីសនៅភូមិគ្រឹះបួនជាន់របស់ម៉េតហាវ៉ាន់នៅប្រទេសឥណ្ឌា បានរកឃើញថ្នាំខុសច្បាប់ ឯកសណ្ឋានប៉ូលីស ស្បែកសត្វខ្លាស្ទើផុតពូជ និងឌីវីឌីអាសអាភាស។\n",
        "output": [
            "A police raid of Madhavan's four-story mansion in India uncovered drugs, a police uniform, a pelt from an endangered tiger and pornographic DVDs.\n"
        ]
    },
    {
        "input": "ថតនៅឆ្នាំ 2002 និង2006 រូបថតបង្ហាញយ៉ាងច្បាស់អំពីតំបន់ដែលកសាងឡើងកាលពីមុន ជាមួយនឹងដីទទេរស្អាតដែលនៅសេសសល់។\n",
        "output": [
            "Taken in 2002 and 2006, the photos starkly contrast the previous built-up area with the empty scrubland that remains.\n"
        ]
    },
    {
        "input": "វគ្គដំបូងនៃជុំទីដប់មួយក្នុងUEFAខាប់បានចាប់ផ្ដើមនៅក្នុងថ្ងៃនេះ ដោយការប្រកួតទាំងប្រាំបីបានកំពុងលេង។\n",
        "output": [
            "The first leg of the round of sixteen in the UEFA Cup occurred earlier today, with all eight games being played.\n"
        ]
    },
    {
        "input": "ឌីអាណា ឡាច ដែលដំបូងបាននិយាយថា នាងជាម្ចាស់ឆ្កែតែ1ប៉ុណ្ណោះក្នុងចំណោមសត្វឆ្កែ 3ក្បាល ដែលទាក់ទងនៅក្នុងករណីហែកញក់ញីនេះ មិនទាន់ត្រូវបានចោទប្រកាន់ជាផ្លូវការនៅឡើយទេ ហើយកំពុងរង់ចាំដីកាចោទប្រកាន់។\n",
        "output": [
            "Deeana Large, who initially said she owned only 1 of the 3 dogs involved in the mauling case, has not yet been formally charged and awaits indictment.\n"
        ]
    },
    {
        "input": "កម្មករជីករ៉ែជាប់នៅទីនោះតាំងពីម៉ោង 03:00 (08:00 UTC) ម៉ោងក្នុងស្រុក។\n",
        "output": [
            "The miners have been trapped since 03:00 (08:00 UTC) local time.\n"
        ]
    },
    {
        "input": "ស្ថានីយ៍ប៉ូលីសស៊ីវិលនៅហ្កាឌៀប្រទេសអេស្ប៉ាញបានត្រូវវាយប្រហារដោយគ្រាប់បែកក្នុងឡានក្នុងទីក្រុងបាសស្គឺនៃឌូរ៉ានហ្គោ ដែលធ្វើឲ្យប៉ូលីសពីរនាក់រងរបួស។\n",
        "output": [
            "A police station of the Spanish Guardia Civil was attacked today Friday by a car bomb in the Basque city of Durango, injuring two policemen.\n"
        ]
    },
    {
        "input": "អ្វីដែលកាន់តែធ្វើអោយស្ថានភាពកាន់តែធ្ងន់ធ្ងរនោះគឺថា សន្ទស្សន៍កម្តៅត្រូវបានគេរំពឹងថានឹងឈានទៅហួស110s នៅតាមឆ្នេរភាគខាងកើតភាគច្រើន យោងទៅតាមកំរិតសំណើមខ្ពស់។\n",
        "output": [
            "To exacerbate the situation, heat indices are expected to reach well over the 110s for much of the east coast due to high humidity levels.\n"
        ]
    },
    {
        "input": "បើយោងតាមអគ្គនាយក ឌីអូហ្វ ការវិនិយោគលើវិស័យកសិកម្ម គឺជាគន្លឹះដើម្បីយកឈ្នះភាពក្រីក្រនិងភាពអត់ឃ្លាននៅក្នុងប្រទេសក្រីក្រ។\n",
        "output": [
            "Investment in agriculture, according to Director-General Diouf, is the key to overcoming poverty and hunger in poorer countries.\n"
        ]
    },
    {
        "input": "លោកក៏បានថ្លែងថា \"អគារមិនអាចបាក់រលំដោយខ្លួនឯងដូច្នោះឡើយ លុះត្រាតែវាត្រូវបំផ្ទុះ។\"\n",
        "output": [
            "He also said \"A building never collapses like that, unless it's with an implosion.\"\n"
        ]
    },
    {
        "input": "ឧបហេតុដែលកើតឡើងធ្ងន់ធ្ងរគឺការធ្លាក់យន្តហោះចម្បាំងរុស្ស៊ីនៅខែធ្នូ ឆ្នាំ2005នៅប្រទេសលីធូនៀរ។\n",
        "output": [
            "The most serious such incident involved the October 2005 crash of a Russian jet fighter in Lithuania.\n"
        ]
    },
    {
        "input": "\"ក្នុងការមានជំនួញមួយអនុញ្ញាតឱ្យប្រភេទនៃពាក្យពេចន៍ ឬរូបភាពអាសអាភាសនេះ ត្រូវបានប្រើប្រាស់ជាអាជីវកម្មតាមរយៈគេហទំព័ររបស់ពួកគេ ឬតាមរយៈប្រព័ន្ធរបស់ពួកគេ គឺជាអ្វីៗដែលពួកគេនិយាយថា ពួកគេមិនអាចគ្រប់គ្រងបាន។\"\n",
        "output": [
            "\"To have a business allow that type of filth to be purveyed through their website or through their system is something that they say they can't handle.\"\n"
        ]
    },
    {
        "input": "នៅពេលដែលគាត់ត្រូវបានដាក់គុកនិងដោះលែង គាត់ត្រូវបានអង្កេតដោយមន្រ្តីដោយឃើញចូលទៅក្នុងរថយន្តប៉ូលីសដែលគ្មានសម្គាល់។\n",
        "output": [
            "When he was booked and released, he was observed by officers getting into the unmarked police car.\n"
        ]
    },
    {
        "input": "\"ការត្រួតពិនិត្យឡើងវិញនេះត្រូវបានពិនិត្យមើលរួចហើយដោយគណៈកម្មាធិការច្បាប់ និងជ្រើសរើសបញ្ជា ហើយអ្វីដែលត្រូវការនោះគឺការត្រួតពិនិត្យឡើងវិញនូវតម្លៃ និងគ្រឿងស្រវឹងដែលមាន។\"\n",
        "output": [
            "\"That review has already been looked at by the Law and Order Select Committee, and what is needed is a review of price and availability of alcohol.\"\n"
        ]
    },
    {
        "input": "\"អ្វីដែលយើងកំពុងនិយាយគឺថា អ្នកអាចមានភាពជឿជាក់ថា ប្រសិនបើសេចក្តីព្រាងច្បាប់មិនដំណើរការនោះទេ នឹងមានយន្តការផ្សេងសម្រាប់ការដោះស្រាយបញ្ហាភ្លាមៗ។\"\n",
        "output": [
            "\"What we are saying is you can have confidence that if the bill doesn't proceed there will be an alternative vehicle for addressing the issues immediately thereafter.\"\n"
        ]
    },
    {
        "input": "ពុំមានធ្លាក់ព្រិលរហូតមកដល់រសៀលនេះ ដែលជាកន្លែងមានការប្រមូលផ្តុំតិច។\n",
        "output": [
            "No snow arrived until late in the afternoon, where there was limited accumulation.\n"
        ]
    },
    {
        "input": "ពួកគេបានដឹងយ៉ាងឆាប់រហ័សថា ទូរស័ព្ទថ្មីៗមាននៅក្នុងស្តុកតិច និងដូចទៅនឹងប្រទេសផ្សេងទៀតដែលបានមានបទពិសោធន៍ក្នុងការធ្វើអោយទូរស័ព្ទដំណើរការមានការយឺតយាវ។\n",
        "output": [
            "They soon learned, however, that the new phones were in short supply, and like other countries experienced delays in activating the phones.\n"
        ]
    },
    {
        "input": "អ្នកតំណាងបានប្រើប្រាស់ទូរស័ព្ទដៃដើម្បីចរចារជាមួយជនសង្ស័យដែលកំពុងពាក់របាំងមុខ សក់ក្លែងក្លាយនិងអាវធំ។\n",
        "output": [
            "Deputies had been using cell phones to negotiate with the suspects, who were wearing masks, wigs and coats.\n"
        ]
    },
    {
        "input": "បដារមួយចំនួនបានអះអាងថា សេរីភាពបញ្ចេញមតិមិនគួរឈានដល់ការប្រមាថចំពោះឥស្សរជនខាងសាសនាឡើយ។\n",
        "output": [
            "Some banners claimed that freedom of speech should not imply the possibility of insulting religious figures.\n"
        ]
    },
    {
        "input": "ដោយសារតំណាងនៅរដ្ឋវើជីននៀដែលដំណាងសន្និបាតជាតិ​គណបក្សសាធារណរដ្ឋ​មិនត្រូវបាន​ផ្តល់លើ​មូលដ្ឋានដែលអ្នកឈ្នះយកទាំងអស់ឡើយ បេក្ខជន​ក្រៅពីអ្នកឈ្នះការបោះឆ្នោតបឋម​របស់រដ្ឋ​ក៏អាច​ទទួលតំណាងពីរដ្ឋផងដែរ​។\n",
        "output": [
            "As Virginia's delegates to the Republican National Convention are not awarded on a winner-take-all basis, candidates other than the winner of the state's primary could also gain delegates from the state.\n"
        ]
    },
    {
        "input": "បុគ្កលិកបោះឆ្នោត33,000នាក់ត្រូវបានតែងតាំងឲ្យបម្រើការក្នុងកន្លែងបោះឆ្នោតច្រើនជាង5000ស្ថានីយ៍។\n",
        "output": [
            "33,000 polling staff had been appointed to over 5000 polling stations.\n"
        ]
    },
    {
        "input": "ការភ័យខ្លាចលើសុវត្ថិភាពរបស់អ្នកស្វែងរកសិទ្ធិជ្រកកោនកើនឡើងនៅចុងសប្តាហ៍នេះ បន្ទាប់ពីក្រុមនេះមិនអាចបើកឡើងទៅឧបទ្វីបខេផយ៉ករបស់អូស្រ្តាលី បន្ទាប់ពីចាកចេញពីកំពង់ផែមេរ៉ូរបស់ប្រទេសប៉ាពួកាលពីព្រឹកថ្ងៃសុក្រ។\n",
        "output": [
            "Fears for the safety of the asylum-seekers mounted over the weekend after the group failed to turn up on Australia's Cape York Peninsula after leaving Papua's Merauke port on Friday morning.\n"
        ]
    },
    {
        "input": "\"ចំពោះភាសាអង់គ្លេសរយៈយូរពេក គ្រូបង្រៀនគណិតវិទ្យា និងវិទ្យាសាស្ត្រនៅក្នុងសាលាមធ្យមសិក្សា បានរកឃើញថា ខ្លួនបានធ្វើនូវអ្វីដែលឲ្យកូនសិស្សរបស់ខ្លួនលោតចូលទៅក្នុងរង្វង់ដែលមិនចាំបាច់\" នាងបានធ្វើការអះអាងបែបនេះ ខណៈដែលគ្រីស គាឆឺស៍ អគ្គលេខាធិការទូទៅរបស់សមាគមន៍ជាតិគ្រូបង្រៀននៃគ្រូបង្រៀននារី បាននិយាយថា \"សំឡេងនៃការធូរចិត្តដែលជាសញ្ញារួមគ្នាមួយនឹងត្រូវសាយភាយចេញពីសាលាមធ្យមសិក្សាក្នុងទូទាំងប្រទេស។\"\n",
        "output": [
            "\"For too long English, mathematics and science teachers in secondary schools have found themselves skewing everything to enable their pupils to jump through a series of unnecessary hoops,\" she claimed, while Chris Keates, general secretary of the National Association of Schoolmasters Union of Women Teachers, said that \"the sound of a deep collective sigh of relief will emanate from secondary schools across the country.\"\n"
        ]
    },
    {
        "input": "រហូតមកដល់ពេលនេះ ពួកគេមានការ \"រវល់ពេក\" មិនអាចធ្វើការរៀបអាពាហ៍ពិពាហ៍បានទេដោយសារតែមានព្រឹត្តិការណ៍ជាច្រើនបានកើតឡើង; នេះបើយោងតាមកាសែត ដេលី តេលេក្រាហ្វ រួមមានការងាររបស់លោក អេដ នៅក្នុងការបោះឆ្នោតទូទៅនៅប្រទេសអង់គ្លេសឆ្នាំ2010 ហើយនិង កំណើតរបស់កូនរបស់ពួកគេ ដានីអែល និងការចូលរួមរបស់លោកអេដ នៅឯសន្និសិទអង្គការសហប្រជាជាតិអំពីការផ្លាស់ប្តូរអាកាសធាតុក្នុងឆ្នាំ2009​។\n",
        "output": [
            "Until now, they had been \"too busy\" to perform the act of marriage, due to various occurrences; according to The Daily Telegraph, this includes Ed's work in the 2010 UK general election, the birth of their son Daniel, and Ed's appearance at the 2009 United Nations Climate Change Conference.\n"
        ]
    },
    {
        "input": "លោកបេត បានប្រាប់តុលាការថា មន្ទីរពេទ្យបានឈានដល់កម្រិតស្តង់ដារដែលបានតម្រូវ \"តិចតួចគួរអោយកត់សំគាល់\" ដោយបានបន្ថែមទៀតថា \"[គ]ណៈគ្រប់គ្រងមិនបានដាក់នីតិវិធីត្រឹមត្រូវឡើយ។\"\n",
        "output": [
            "Bates told the court that the hospital had reached \"markedly short\" of the required standard, adding that \"[m]anagement failed to lay down correct procedures.\"\n"
        ]
    },
    {
        "input": "ម៉ូស៊ីន ម៉ូសា ម៉ាតាវ៉ាល់លី អាត់វ៉ា អាយុ 45ឆ្នាំ ដែលត្រូវបានចោទប្រកាន់ថាជាអ្នកជំនាញខាងគ្រឿងផ្ទុះរបស់ក្រុមអាល់កៃដា ត្រូវបានសម្លាប់នៅក្នុងការវាយប្រហារដោយគ្រាប់មីស៊ីល នៅយប់ថ្ងៃពុធ ក្នុងប្រទេសប៉ាគីស្ថាន នេះបើយោងតាមការថ្លែងរបស់លោក សេក រ៉ាស៊ីដ អាមេដ រដ្ឋមន្រ្តីព័ត៌មានរបស់ប៉ាគីស្ថាន។\n",
        "output": [
            "Mohsin Musa Matawalli Atwah, 45, who is accused of being an Al-Qaeda explosive expert, was killed in a missile attack on Wednesday night in Pakistan, said Sheikh Rashid Ahmed, Pakistan's information minister.\n"
        ]
    },
    {
        "input": "ក្នុងឆ្នាំ2004 ក្មេងដែលមានអាយុប្រាំពីរឆ្នាំមកពីខននិកទីខាត់បានព្យាយាមរំដោះខ្លួនពីកន្លែងទោងដែលមានដែករឹតតឹង ហើយបានឡើងទៅជ្រុងខាងមុខនៃកន្លែងអង្គុយរបស់នាង។\n",
        "output": [
            "In 2004, a seven-year-old from Connecticut managed to free herself from the ride's restraining bars, and climb onto the front edge of her seat.\n"
        ]
    },
    {
        "input": "វានៅតែក្រោមតម្លៃទ្វេរ ចំពោះអ្វីដែលរដ្ឋាភិបាលបានផ្តល់ទៅពួកគេ បន្ទាប់ការចាញ់នៅឆ្នាំ2003។\n",
        "output": [
            "This is just under double what the government gave them after the loss in 2003.\n"
        ]
    },
    {
        "input": "នេះបើប្រៀបធៀបជាមួយនឹងចំនួនអ្នកកាសែតហុកសិបប្រាំបួននាក់ត្រូវបានសម្លាប់នៅក្នុងសង្គ្រាមលោកលើកទីពីរ និងហុកសិបបីនាក់ត្រូវបានសម្លាប់នៅក្នុងសង្គ្រាមវៀតណាម។\n",
        "output": [
            "This compares to sixty-nine reporters killed during World War Two, and sixty-three in Vietnam.\n"
        ]
    },
    {
        "input": "ពួកគេត្រូវបានចោទប្រកាន់ពីបទសូកប៉ាន់មន្ត្រីប៉ូលីសសហព័ន្ធប្រេស៊ីល។\n",
        "output": [
            "They have been accused of bribing Brazilian federal police officers.\n"
        ]
    },
    {
        "input": "កូនស្រីរបស់លោកអាលីសុន សុដ្រាតចាតត្រូវនិយាយពីការរកឃើញនេះថា: \"នេះពិតជាផ្តល់នូវព័ត៌មានយ៉ាងពេញលេញ និងវាពិតជាល្អដែលបានយល់ដឹងពីអ្វីដែលបានកើតឡើងដោយពិតប្រាកដ ដោយសារតែគាត់បានបកស្រាយយ៉ាងលម្អិតអំពីអ្វីគ្រប់យ៉ាង។\"\n",
        "output": [
            "Alison Sudrajat's daughter had this to say in light of the findings: \"It was very informative and it was nice to know what exactly happened, because he went into quite some detail about everything.\"\n"
        ]
    },
    {
        "input": "មកដល់ពេលនេះ មន្រ្តីប៉ាគីស្ថានបានរាយការណ៍ថា ពួកសកម្មប្រយុទ្ធ163នាក់ត្រួវបានសម្លាប់ ខណៈពេលដែលយោធាបានស្លាប់និងរបួស23នាក់។\n",
        "output": [
            "So far, Pakistani officials have reported that 163 militants have been killed, while the military sustained 23 casualties.\n"
        ]
    },
    {
        "input": "ទោះជាយ៉ាងណាក៏ដោយ មានការជឿថាអ្នកពាក់ពាន់នឹងក្រុមភេរវករដែលគិតថាត្រូវបានសម្លាប់ បានយកសាកសពចេញ​និងបានបញ្ចុះនៅទីតាំងមិនកំណត់អត្តសញ្ញាណមួយ ប៉ុន្តែយ៉ាងហោចណាស់ បុរសកុលសម្ព័ន្ធបួននាក់ដែលត្រូវបានសម្លាប់ ក៏ត្រូវបានកប់នៅកន្លែងបញ្ចុះសពក្នុងទីក្រុងដែរ។\n",
        "output": [
            "However, it is believed that associates of the alleged terrorists killed removed the bodies and buried them in an unidentified location, but at least four tribesmen that were killed were buried in the town's cemetery.\n"
        ]
    },
    {
        "input": "នៅថ្ងៃទី13 ខែវិច្ឆិកា អ្នកក្រុងតូរ៉ុនតូនឹងឆ្ពោះទៅកាន់មជ្ឈមណ្ឌលបោះឆ្នោតដើម្បីបោះឆ្នោតជ្រើសរើសសមាជិកក្រុមប្រឹក្សាមណ្ឌលរបស់ពួកគេ និងអភិបាលក្រុង។\n",
        "output": [
            "On November 13, Torontoians will be heading to the polls to vote for their ward's councillor and for mayor.\n"
        ]
    },
    {
        "input": "TELUS បាននាំមុខការទារថ្លៃនៅក្នុងការស្នើសុំCRTC ឲ្យពិនិត្យ ឡើងវិញនូវរចនាសម្ព័ន្ឋភាពជាម្ចាស់នៃGlobalive/WIND និងបានទទួលជំនួយគាំទ្រពីក្រុមហ៊ុនទូរគមនាគមន៍ Shawស ជាមួយនឹងចល័តសាធារណៈថ្មី ដែលក្រុមហ៊ុនទាំងអស់គ្នាត្រូវបានគេរាយការណ៍ឲ្យចុះ ហត្ថលេខាលើលិខិតចំហរមួយទៅកាន់រដ្ឋមន្រ្តីគ្លីមិន ដែលបោះពុម្ពផ្សាយនៅលើទំព័រកាសែតផាលីអាមែនហ៊ីល ឌឹហ៊ីលថាម លើការប្រកាសដែលគាត់នឹងត្រូវពិនិត្យមើលឡើងវិញបាននិយាយថាការសម្រេចចិត្តដោយ CRTC។\n",
        "output": [
            "TELUS had led the charge in requesting the CRTC review the ownership structure of Globalive/WIND, and had received support from Shaw Communications, along with new entrant Public Mobile, all of whom were reported to have signed an open letter to Industry Minister Clement published in Parliament Hill newspaper The Hill Times upon the announcement that he would be reviewing said decision by the CRTC.\n"
        ]
    },
    {
        "input": "នៅដើមតង់ទី2 បាយើន មូនីច បាននាំមុខខណៈដែលប៉ូដូលស្គីទទួលបានគ្រាប់ទី2 នៅក្នុងការប្រកួត។\n",
        "output": [
            "Early in the 2nd half Bayern Munich took the lead when Podolski got his 2nd goal of the game.\n"
        ]
    },
    {
        "input": "នៅក្រោមច្បាប់របស់ប្រទេសវ៉ានូអាទូ ប្រសិនបើគាត់ខកខានក្នុងការចូលរួមកិច្ចប្រជុំសភាចំនួនបីដងជាប់គ្នាដោយគ្មានការជួនដំណឹងទៅប្រធានសភាជាលាយល័ក្ខអក្សរនោះទេ គាត់ត្រូវតែបាត់បង់អាសនៈរបស់ខ្លួន។\n",
        "output": [
            "Under Vanuatu law, since he missed three consecutive sittings of parliament without notifying the speaker in writing, he must forfeit his seat.\n"
        ]
    },
    {
        "input": "ភីត្រេអឺស បានបង្ហាញថា \"កម្រិតគ្រោះថ្នាក់បានថយចុះមកត្រឹមប្រាំបីក្នុងរយៈពេល 12 សប្តាហ៍ចុងក្រោយនេះ ជាមួយនឹងកម្រិតគ្រោះថ្នាក់ក្នុងពីរសប្តាហ៍ចុងក្រោយនេះ ដែលជាកម្រិតទាបបំផុតតាំងពីខែមិថុនា ឆ្នាំ2006 មក។\"\n",
        "output": [
            "\"The level of security incidents has declined in eight of the past 12 weeks, with the level of incidents in the past two weeks the lowest since June of 2006,\" Petraeus testified.\n"
        ]
    },
    {
        "input": "បើយោងតាមការិយាល័យឧតុនិយម (BOM) ឆ្នាំ 2005 គឺជាឆ្នាំក្តៅបំផុតចាប់តាំងពីមានការសង្កេតតុណ្ហភាពទូលំទូលាយអាចធ្វើបានក្នុងឆ្នាំ1910។\n",
        "output": [
            "According to the Bureau of Meteorology, (BOM) 2005 was the hottest year since reliable, widespread temperature observations became available in 1910.\n"
        ]
    },
    {
        "input": "ចៅក្រមសហព័ន្ធបានសម្រេចកាលពីថ្ងៃច័ន្ទថាដោយគម្រោង B ថ្នាំលេបកុំអោយមានផ្ទៃពោះដ៏ចម្រូងចម្រាសត្រូវតែបង្កើតឲ្យមានដោយគ្មានវេជ្ជបញ្ជាសម្រាប់មនុស្សស្រីអាយុ 17 ឆ្នាំ ដោយបានលើកឡើងពីឆន្ទៈរបស់រដ្ឋបាលស្បៀង និងឱសថ (FDA) ​ដើម្បីធ្វើតាមឥទ្ធិពលអភិរក្សនិយមរបស់រដ្ឋបាលលោកប៊ូស ដោយកំណត់អាយុត្រឹម 18 ឆ្នាំ ក្នុងឆ្នំា 2006។\n",
        "output": [
            "A federal judge ruled Monday that the controversial morning-after pill Plan B must be made available without a prescription to girls as young as 17, citing the Food and Drug Administration's (FDA) willingness to concede to the Bush administration's conservative influences by setting the age limit to 18 in 2006.\n"
        ]
    },
    {
        "input": "ពួកគេជាក្រុមដែលមានការតាំងចិត្ត ហើយនៅពេលប្រកួត ពួកគេមិនខ្វល់នូវអ្វីៗឡើយ ហើយផ្តោតអារម្មណ៍លើការសម្តែងអស់ពីសមត្ថភាពរបស់ពួកគេ។\n",
        "output": [
            "They are very team-oriented and when it is time to compete, they ignore everything else going on and focus on performing their best.\n"
        ]
    },
    {
        "input": "ក្នុងឆ្នាំ2004 បណ្ឌិតអាហ្វីយ៉ាបានត្រូវគេស្គាល់អត្តសញ្ញាណដោយអែហ្វប៊ីអាយថាជា \"អ្នកសម្របសម្រួលប្រតិបត្តិការអាល់កៃដាដែលបានបង្កគ្រោះថ្នាក់យ៉ាងច្បាស់លាស់ដល់ជនជាតិអាមេរិក។\"\n",
        "output": [
            "In 2004, Dr. Aafia was identified by the FBI as an \"Al-Qaeda operative and facilitator who posed a clear and present danger to America\".\n"
        ]
    },
    {
        "input": "សហគមន៍អន្តរជាតិបានថ្លែងថា ខ្លួននឹងមិនបន្តផ្ដល់ជំនួយដល់ប្រទេសហ្វីជីដែលមានតម្លៃរាប់លានក្នុងមួយឆ្នាំៗ។\n",
        "output": [
            "The International Community have said they will discontinue aid to Fiji which is worth millions annually.\n"
        ]
    },
    {
        "input": "សត្វចិញ្ចឹមកូនដោយទឹកដោះក្នុងទឹក និងបក្សីសមុទ្ររាប់ពាន់ក្បាលបានងាប់ជារៀងរាល់ឆ្នាំ​នៅជុំវិញពិភពលោកដែលបណ្តាលមកពីសំរាមប្លាស្ទិក។\n",
        "output": [
            "Many thousands of marine mammals and seabirds die every year around the world as a result of plastic litter.\n"
        ]
    },
    {
        "input": "វាបានបណ្តាលអោយមានការអណ្តែតនៃប្រេងក្នុងរយៈបណ្តោយប្រហែលប្រាំបួនម៉ាយនិងទទឹងប្រហែលសាមសិបយ៉ាត។\n",
        "output": [
            "It has caused an oil slick about nine miles long and thirty yards wide．\n"
        ]
    },
    {
        "input": "កាំជ្រួចនោះបច្ចុប្បន្នត្រូវបានកំពុងរក្សាទុកសំរាប់ធ្វើជាភ័ស្តុតាងដោយអាជ្ញាធរកំពង់ផែនៃទីក្រុងញ៉ូវយ៉ក និងប៉ូលីសនៃរដ្ឋញ៉ូវចឺស៊ី ដែលជាម្ចាស់នៃអាកាសយាន្តដ្ឋានឡាហ្គាដយ៉ា។\n",
        "output": [
            "The fireworks are currently being held as evidence by the Port Authority of New York and New Jersey police, owner of LaGuardia Airport.\n"
        ]
    },
    {
        "input": "នៅឆ្នាំទីមួយនៃការកាន់តំណែង រដ្ឋគឺស្ថិតនៅក្នុងវិបត្តិហិរញ្ញវត្ថុ ហើយធនាគារបានឈប់ផ្តល់ការទទួលបានឥណទានដល់ទីក្រុងដោយសារឱនភាព $5 កោដិ។\n",
        "output": [
            "During his first year in office, the state was in a financial crisis and banks had stopped giving the city access to credit due to a $5 billion deficit.\n"
        ]
    },
    {
        "input": "សុន្ទរកថានោះត្រូវបានហៅថា៖ របាយការណ៍:ទ្រីដិន-អនាគតនៃអាវុធការពារនុយក្លេអ៊ែរនៃសហគមអង់គ្លេស។\n",
        "output": [
            "The speech is called : Statement: Trident - The Future of the UK Nuclear Deterrent.\n"
        ]
    },
    {
        "input": "ការគំាទ្រនេះនឹងធ្វើឲ្យមានការថយចុះនៃបំណុលអាក្រក់របស់ Lehman។\n",
        "output": [
            "The support would consist of backing bad debts owed by Lehman.\n"
        ]
    },
    {
        "input": "ក្នុងនាមជាអ្នកនាំពាក្យផ្នែកសុខាភិបាលរបស់គណបក្ស នាងបានគាំទ្រគណបក្សប្រជាធិបតេយ្យសេរីបាថន៍ ប្រឆាំងនឹងការជក់បារីដែលផ្តួចផ្តើមឡើងក្នុងសន្និសិទនានិទាឃរដូវក្នុងឆ្នាំ2004។\n",
        "output": [
            "Acting as the party's health spokesman, she supported the Bath Liberal Democrats anti-smoking initiatives in the 2004 spring conference.\n"
        ]
    },
    {
        "input": "យោងតាមបញ្ជីមហាសេដ្ឋីពិភពលោកប្រចាំឆ្នាំរបស់ Forbes បានចេញផ្សាយកាលពីម្សិលមិញ មហាសេដ្ឋីម៉ិកស៊ីចលោកកាឡូស ស្លីម ជាមនុស្សដែលមានជាងគេបំផុតលើពិភពលោក ពីរឆ្នាំជាប់គ្នា ដោយសរុបជាប្រាក់សុទ្ធចំនួន US$74 ពាន់លាន។\n",
        "output": [
            "According to Forbes annual World's Billionaire list released yesterday, Mexican tycoon Carlos Slim is the world's richest person for the second year in a row, with a net worth of US$74 billion.\n"
        ]
    },
    {
        "input": "ឱសថហឺសិបធីន ត្រូវបានគេរកឃើញថាអាចទប់ស្កាត់ការរើឡើងវិញនៃមហារីក30ភាគរយក្នុងចំនោមអ្នកជំងឺទាំងនេះ។\n",
        "output": [
            "Herceptin has shown to prevent the recurrence of cancer in 30% of these patients.\n"
        ]
    },
    {
        "input": "ទន្ទឹមនឹងនេះ គាត់នៅតែស្ថិតក្រោមការសង្ស័យនៃកាតព្វកិច្ចទាំងអស់របស់អង្គការសហប្រជាជាតិ ហើយនឹងត្រូវទទូលបានប្រាក់បៀរវត្សរ៍និមិត្តរូបចំនួនមួយដុលា្លរក្នុងមួយឆ្នាំ។\n",
        "output": [
            "In the meantime, he remains suspended from all UN duties, and is being given only a symbolic salary of one dollar a year.\n"
        ]
    },
    {
        "input": "ក្នុងការប្រកួតជើងឯកអ្នកស្ថាបនា ក្រុមរ៉េណូល មាន 9 ពិន្ទុ នាំមុខក្រុមហ្វែររ៉ារី​។\n",
        "output": [
            "In the constructor's championship Renault is 9 points ahead of Ferrari.\n"
        ]
    },
    {
        "input": "ប្រេត ផេលតុន មេធាវីម្នាក់របស់ ក្លាសហ្គោ ប្រសាសន៍ថា: \"ទស្សនៈវិជ្ជារបស់ព្រំដែនគរុកោលស្យជ្រាបចូលជ្រៅក្នុងវប្បធ៌មរបស់ក្រុមហ៊ុន។\"\n",
        "output": [
            "Brent Pelton, one of Glasgow's attorneys, stated that: \"The Landmark philosophy is deeply ingrained in the culture of the company\".\n"
        ]
    },
    {
        "input": "ប្រព័ន្វផ្លាស់ប្តូរកំដៅឥន្ធនៈ‌​‌ឬប្រេង គឺជាផ្នែកមួយដែលត្រូវបានរចនាឡើងក្នុងមុខងារពីរព្រមគ្នាជាមួយគ្នានឹងការរំលាយកំណកប្រេង និងធ្វើអោយប្រេងម៉ាស៊ីនចុះត្រជាក់។\n",
        "output": [
            "The fuel/oil heat exchanger is a dual purpose part designed to simultaneously melt fuel ice and cool down engine oil.\n"
        ]
    },
    {
        "input": "អាកាត្រូវបានកាត់ទោសជាប់ពន្ធធនាគារអស់មួយជីវិតនៅក្នុងប្រទេសអ៊ីតាលី មុនពេលដែលត្រូវបានអត់អោនដោយអតីតអាចារ្យសាសនាកាតូលិចចនប៉ូលIIនៅឆ្នាំ2000 ហើយត្រូវបានបញ្ចូនត្រលប់ទៅប្រទេសទួគីវិញដើម្បីទទួលទោសជាប់ពន្ធធនាគារពីបទឃាតកម្មលើអ្នកសារព័តិមានឈ្មោះអាប់ឌីអ៊ីប៉េស៊ី។\n",
        "output": [
            "Agca was sentenced to life in prison in Italy, before being pardoned by former Pope John Paul II in 2000 and extradited to Turkey to serve jail time for the murder of Abdi Ipekci, a journalist.\n"
        ]
    },
    {
        "input": "ពិធីការសន្តិសុខដ៏លំអិតមួយ ក្នុងការធានាថាការធ្វើដំណើរចូលក្នុងមូលដ្ឋានដែលបានរំពឹងទុកនិងអនុញ្ញាតតែប៉ុណ្ណោះ ត្រូវបានបញ្ចូល ដែលនេះគឺជានីតិវិធីមួយដែលត្រូវបានធ្វើអោយប្រសើរឡើងដើម្បីធានាថា ឡានពេទ្យមកដល់ទីកន្លែងកាន់កើតហេតុ កាន់តែឆាប់កាន់តែល្អ។\n",
        "output": [
            "A detailed security protocol to ensure only expected and authorised traffic gains access is included, as is a procedure streamlined to ensure the ambulance arrives on the scene as quickly as possible.\n"
        ]
    },
    {
        "input": "\"នេះជាថ្ងៃរំដួលចិត្ត តែរយពេល៣ខែដែលខ្ញុំទទួលខុសត្រូវ វាគឺជាបទពិសោធន៍ដ៏ខ្លាំងក្លា។\"\n",
        "output": [
            "\"It's been an emotional day today, but in terms of my three months in charge, it's been a terrific experience. \"\n"
        ]
    },
    {
        "input": "Yahoo! 7 គឺជាក្រុមហ៊ុនរួមទុនរវាងក្រុមហ៊ុន Yahoo! និងបណ្តាញអូស្ត្រាលី Seven។\n",
        "output": [
            "Yahoo!7 is the joint venture between Yahoo! and Australian network, Seven.\n"
        ]
    },
    {
        "input": "កំពង់ផែនោះព័ទ្ធជុំវិញដោយដី និងទំនប់បាំងរលកមួយកសាងក្រោយមហន្តរាយឆ្នាំ1964។\n",
        "output": [
            "The harbor is surrounded by land and a breakwater built after the 1964 disaster.\n"
        ]
    },
    {
        "input": "គ្មានប៉ូលីសណាម្នាក់ដែលរួមចំណែក្នុងការរឹបអូសយកកាមេរា និងប័ណ្ណសំគាល់ខ្លួនចង់បង្ហាញឈ្មោះរបស់ពួកគេទេ។\n",
        "output": [
            "No one of the policemen, who took part in the camera and ID confiscation, wanted to reveal their names.\n"
        ]
    },
    {
        "input": "ពាក្យនេះបានក្លាយជាលទ្ធផលលេចធ្លោក្នុងការស្រាវជ្រាវតាមអនឡាញ និងទទួលបានភាពលើសលុបក្នុងម៉ាស៊ីនស្វែងរកតាមគេហទំព័ររួមទាំង Google Bing និងYahoo!។\n",
        "output": [
            "The term became a prominent result in searches online, and gained dominance on Web search engines including Google, Bing, and Yahoo!.\n"
        ]
    },
    {
        "input": "ពួកឧទ្ទាមបានចោទប្រកាន់កងទ័ពស្រីលង្កាថាបានបាញ់ផ្តក់ដោយព្រាវទៅលើតំបន់ជនស៊ីវិល។\n",
        "output": [
            "The rebels have accused the Sri Lankan army of randomly shelling civilian areas.\n"
        ]
    },
    {
        "input": "ក្រោយពីការប្រឹងប្រែងមិនបានសម្រេចមួយក្នុងការប្រកួតប្រភេទNASCARស្ព្រីងខាបក្នុងឆ្នាំ2008ហ្វានឆីតថីបានត្រលប់មកប្រភេទឡានអ៊ីនឌីដើម្បីប្រកួតសំរាប់ឆីបហ្កាណាស៊ីរេស៊ីង។\n",
        "output": [
            "After a failed attempt to race in the NASCAR Sprint Cup series in 2008, Franchitti returned to the IndyCar series to race for Chip Ganassi Racing.\n"
        ]
    },
    {
        "input": "ថ្ងៃព្រហស្បតិ៍ជាថ្ងៃទីពីរនៃការវាយប្រហារលើគោលដៅរបស់អង្គការសហប្រជាជាតិបន្ទាប់ពីសាលាអង្គការសហប្រជាជាតិចំនួនបីនាក់ដែលផ្តល់ចម្រកដល់ជនភៀសខ្លួនត្រូវបានដាក់គ្រាប់បែកនៅថ្ងៃអង្គារ ដោយបានសម្លាប់ជនស៊ីវិលចំនួន 50 នាក់ជាង។\n",
        "output": [
            "Thursday was the second day of attacks on UN targets after three UN schools housing refugees were bombed on Tuesday, killing over 50 civilians.\n"
        ]
    },
    {
        "input": "អាហារទាំងអស់ត្រូវបានរឹបអូសដោយប៉ូលីសដើម្បីធ្វើការតាមដាន ត្រលប់ទៅរកអ្នកផលិតរបស់វា នៅពេលដែលភោជនីយដ្ឋាននោះត្រូវបានអនុញ្ញាតិឲបើកលក់ម្តងទៀតជាមួយអាហារហឹររៀបចំពីគ្រឿងផ្សំស្រស់ៗ។\n",
        "output": [
            "The food supplies were seized by officials to be traced back to its manufacturers, while the restaurant was permitted to open again later with chili prepared from fresh ingredients.\n"
        ]
    },
    {
        "input": "ឃេវិន ខិនរិក ប្រធានប្រតិបត្តិក្រុមហ៊ុន Telecom បានឱ្យដឹងថា បច្ចុប្បន្នពួកគេនឹងកំណត់គោលដៅទៅលើសហគមន៍ផ្សព្វផ្សាយតាមបណ្តាញដែលមិនទាន់មានការអភិវឌ្ឍ។\n",
        "output": [
            "Kevin Kenrick, chief operating officer of Telecom, said that they will now be able to target the underdeveloped online advertising community.\n"
        ]
    },
    {
        "input": "ដោយសារកាលបរិច្ឆេទចាប់ផ្តើមនៃការកាត់ទោសលើអតីតមេដឹកនាំអឺរ៉ាក់បានមកដល់ ប្រធានចៅក្រមអង្គជំនុំជម្រះបានថ្លែងថា ជោគវាសនារបស់សាដាមហ៊ូសេននឹងត្រូវផ្សាយបន្តផ្ទាល់តាមទូរទស្សន៍។\n",
        "output": [
            "As the start date of the former Iraqi leader's trial approaches, the chief judge of the tribunal has stated that the fate of Saddam Hussein will be broadcast on live television.\n"
        ]
    },
    {
        "input": "ក្នុង​ករណីប្រទេស​រូមានី ការ​ប្រើប្រាស់​នឹង​កើត​ឡើង​ ក្នុង​រយៈពេល​ពី 5-7 ឆ្នាំ បន្ទាប់​ពី​ការចូល​ជាសមាជិកនៅ​ក្នុង​ឆ្នាំ2007។\n",
        "output": [
            "In Romania's case, the adoption will take place 5-7 years after accession in 2007.\n"
        ]
    },
    {
        "input": "\"បញ្ហាប្រឈមបន្ទាន់បំផុតនោះ ពិតណាស់ គឺសម្រាប់មនុស្សប្រហែល 3,000 នាក់ដែលបានដាច់ស្រយាល និងជាង 300 នាក់ ដែលស្ថិតនៅក្នុងមជ្ឈមណ្ឌលជម្លៀសនៅពេលនេះ។\"\n",
        "output": [
            "\"The most immediate challenge of course is for the 3,000 or so people who are still isolated and over 300 who are in evacuation centres at the moment.\"\n"
        ]
    },
    {
        "input": "ប្រាំម៉ោងក្រោយ ការព្រមានដោយទូរស័ព្ទមួយត្រូវបានទទួលដោយក្រុមពន្លត់អគ្គីភ័យបាស់ខ្វេ ដែលត្រូវបានគេប្រាប់ថាមានគ្រាប់បែកបួនគ្រាប់ត្រូវបានគេគ្រោងបំផ្ទុះនៅឆ្នេរឡារេដូ និងណូចា នៃខេត្តខានតាប្រៀ ភាគខាងជើងនៃប្រទេសអេស្ប៉ាញ។\n",
        "output": [
            "Five hours later, a warning call was received in the Basque fire service telling that four bombs were planted on the beaches of Laredo and Noja, in the northern Spanish province of Cantabria.\n"
        ]
    },
    {
        "input": "លោកម៉ាឡូយបានបន្ថែមថា៖\"ដោយរដ្ឋរបស់យើងបានធ្វើសកម្មភាពក្រោយការពិភាក្សាខ្វែងគំនិតគ្នានេះហើយ ខ្ញុំសង្ឃឹមថាយើងនឹងអាចខិតខំទ្វេដងសំរាប់ការប្រឹងប្រែងព្រមទាំងការងារទូទៅរបស់យើងដើម្បីធ្វើអោយប្រព័ន្ធយុត្តិធម៌ផ្នែកឧក្រិដ្ឋកម្មនៃប្រទេសយើងមានភាពយុត្តិធម៌និងរួបរួមគ្នាល្អប្រសើរឡើង និងដើម្បីកាត់បន្ថយការបង្កអោយមានកំហុស។\"\n",
        "output": [
            "\"As our state moves beyond this divisive debate, I hope we can all redouble our efforts and common work to improve the fairness and integrity of our criminal justice system, and to minimize its fallibility,\" added Malloy.\n"
        ]
    },
    {
        "input": "ខណៈពេលដែល PSD+PUR បច្ចុប្បន្នកំពុងឈានមុខគេ ក្នុងការបោះឆ្នោតប្រកួតប្រជែងយ៉ាងក្តៅគគុកបំផុត-នៅក្នុងប្រវត្តិសាស្រ្តក្រោយរបបកុម្មុយនិស្តរបស់ប្រទេសរូម៉ានី អាចនឹងមានការបោះឆ្នោតផ្តាច់ព្រ័តដែលនឹងត្រូវធ្វើឡើងនៅថ្ងៃទី 12 ខែធ្នូនេះ។\n",
        "output": [
            "While PSD+PUR is currently leading, the most hotly-contested election in Romania's post-Communist history may come down to the run-off, to be held on December 12.\n"
        ]
    },
    {
        "input": "ហាមីលតុនក៏បាននិយាយផងដែរថា អាលហ្គារហ៊ី មិនត្រូវបានរងគ្រោះដោយ \"ការឈឺចាប់ខ្លាំង ឬពិការឡើយ។\"\n",
        "output": [
            "Hamilton also said Al-Megrahi was not suffering \"material pain or disability\".\n"
        ]
    },
    {
        "input": "ពុំមានរបាយការណ៍អំពីអគារផ្សេងទៀតត្រូវបានវាយប្រហារនៅក្នុងតំបន់ជុំវិញអគារ Press TV ឡើយ។\n",
        "output": [
            "There are no reports of other buildings having been hit in the area around the Press TV building.\n"
        ]
    },
    {
        "input": ": \"នៅពេលយើងបន្តដើរចុះចិញ្ចើមផ្លូវ នារីបីនាក់បានចេញពីហាងរបស់ពួកគេ ម្នាក់ពាក់អាវព្រះមហាក្សត្រពណ៌លឿង ហើយពួកគេបានអរគុណពួកយើងចំពោះកាយវិការ។\"\n",
        "output": [
            ":\"As we continued to walk down the sidewalk, three women came out of their shop, one wearing a yellow king shirt, and they thanked us for the gesture.\"\n"
        ]
    },
    {
        "input": "ដំណាក់កាលទីមួយត្រូវបញ្ចប់ដោយជោគជ័យ ទោះបីជាមានបញ្ហាខ្លះជាមួយនឹងដំណាក់កាលទីពីរក៏ដោយ។\n",
        "output": [
            "The first stage was completely successful, although there appeared to be some problems with the second stage.\n"
        ]
    },
    {
        "input": "ទិសដៅផ្សេងទៀតរួមមានលីវើភូល (ជាកូនភ្លោះនឹងសៀងហៃ)និងកីឡាស្ថានអូលត្រាហ្វតរបស់មែនឆេស្ទឺ ជាកន្លែងដែលក្រុមបាល់ទាត់មែនឆេស្ទឺលេង។\n",
        "output": [
            "Other destinations will include Liverpool (twinned with Shanghai) and Manchester's Old Trafford stadium, where the football team Manchester United play.\n"
        ]
    },
    {
        "input": "យន្តហោះនាសម័យសង្រ្គាមលោកលើកទីពីរមួយគ្រឿងបានធា្លក់នៅឯ ស្ហ័រហាម អ៊ែរស្ហូ នៅវេស ស៊ុសសេក នៃចក្រភពអង់គ្លេស ខណៈពេលកំពុងចូលរួមសមយុទ្ធផ្លូវអាកាស បណ្តាលឲ្យអ្នកបើកយន្តហោះបានស្លាប់។\n",
        "output": [
            "An aircraft dating back to the Second World War has crashed at Shoreham Airshow in West Sussex, United Kingdom whilst participating in a mock dogfight, killing the pilot.\n"
        ]
    },
    {
        "input": "ពួកគេបានត្រឡប់មកពីកន្លែងតាំងពិព័ណ៌ដែលបង្ហាញនូវចុងបញ្ចប់នៃឌូហ្គា ពូចា ជាពិធីបុណ្យប្រចាំ ឆ្នាំរបស់សាសនាហិណ្ឌូដែលគេប្រារព្ឋការបួងសួង ដល់ព្រះឌូហ្គាហិណ្ឌូ។\n",
        "output": [
            "They had been returning from a fair that marked the end of the Durga Puja, an annual Hindu festival that celebrates the worship of the Hindu goddess Durga.\n"
        ]
    },
    {
        "input": "លោកស្ថិតក្នុងស្ថានភាពល្អប្រសើរ ហើយគាត់បានធូរស្បើយបានច្រើនហើយនៅពេលនេះ។\n",
        "output": [
            "He's well and he's recuperating very well at the moment.\n"
        ]
    },
    {
        "input": "ចោរប្លន់យន្តហោះបាននិយាយថា ប្រសិនបើមិនបំពេញតាមការទាមទាររបស់គេនោះ គេនឹងបំផ្ទុះយន្តហោះចោល។\n",
        "output": [
            "The hijacker said that if his demand was not met, he would blow up the plane.\n"
        ]
    },
    {
        "input": "វីដេអូ ដែលមិនបានកែ ត្រូវបានផ្សាយយ៉ាងទូលំទូលាយដោយ អាល់ ចាហ្ស៊ីរ៉ា ជាច្រើនខែក្រោយពីហេតុការណ៍នោះ។\n",
        "output": [
            "The unedited footage was aired extensively by Al Jazeera over the months following the incident.\n"
        ]
    },
    {
        "input": "មហាម៉ាត់ បានមានប្រសាសន៍ថា \"នេះជាស្ថានភាពសន្តិសុខក្នុងទីក្រុង ដាហ្វើ ហើយគ្មាននរណាម្នាក់ត្រូវបានការពារពីការវាយប្រហារទេ។\"\n",
        "output": [
            "This is the security situation in Darfur, nobody is immune from being attacked,\" said Mohammed.\n"
        ]
    },
    {
        "input": "ការរាយការណ៍នេះ ត្រូវបានបញ្ជាក់ដោយជនបរទេសមួយចំនួន ដែលរស់នៅក្នុងប្រទេសនេះ។\n",
        "output": [
            "This report has been confirmed by some expatriates living in the country.\n"
        ]
    },
    {
        "input": "ការស្លាប់របស់គាត់ត្រូវបានរាយការមកថាបណ្តាលមកពីការផ្ទុះ ប៉ុន្តែប្រភពនៅមិនទាន់ច្បាស់នៅឡើយ។\n",
        "output": [
            "The cause of death has been reported to be an explosion, but the source is unclear.\n"
        ]
    },
    {
        "input": "ដើមចោទឈ្មោះ ចាយ៉ាគូម៉ាបាននិយាយក្នុងសេចក្តីថ្លែងការណ៍មួយទៅកាន់សារព័ត៌មាន Gulf Daily News ថា​ \"ពួកយើងម្ភៃនាក់បានផ្ញើពាក្យបណ្តឹងតាមសារអេឡិចត្រូនិចទៅកាន់ស្នងការនគរបាល និងនាយកដ្ឋានប៉ូលីសអឺណាគូឡាំ ក៏ដូចជាការិយាល័យរដ្ឋមន្ត្រីខេរ៉ាឡាហើយ។\"\n",
        "output": [
            "\"Twenty of us have e-mailed a complaint to the Inspector General and Commissioner of Ernakulam police as well as Kerala Home Minister,\" said complainant Jaya Kumar in a statement to the Gulf Daily News.\n"
        ]
    },
    {
        "input": "ឡានក្រុងបានបុកជាមួយនឹងរថយន្តស្ព័រនៅលើបណ្តោយផ្លូវទៅឆ្នេរសមុទ្រអេស្ប៉ាញ ធ្វើឲឡានក្រុងធ្លាក់ចេញពីផ្លូវហើយក្រឡាប់។\n",
        "output": [
            "The bus collided with a sport utility vehicle on a highway along the Spanish coast, causing the bus to veer off the road and overturn.\n"
        ]
    },
    {
        "input": "\"អាចមានភាពសមហេតុផលដែលបង្ហាញថា នេះមិនមែនជាទស្សនៈជានិរន្ត។\"\n",
        "output": [
            "\"There's got to be a sense that this is not perpetual drift.\"\n"
        ]
    },
    {
        "input": "កម្មវិធីថ្នាក់ជាតិប្រឆាំងនឹងការធ្លាក់ដុំទឺកកកបានចាប់ផ្តើមនៅឆ្នាំ 2000 ហើយគ្រោងនឹងបញ្ចប់នៅឆ្នាំ 2014។\n",
        "output": [
            "The National Anti-Hail Program was launched in 2000 and is due to be finalised in 2014.\n"
        ]
    },
    {
        "input": "កាលពីម្សិលមិញ រដ្ឋមន្ត្រីការពារជាតិអ៊ីរ៉ង់បាននិយាយពីផែនការរបស់អ៊ីរ៉ង់សំរាប់ការបាញ់បង្ហោះផ្កាយរណបរបស់ខ្លួន ហើយបង្ហាញពីមហិច្ឆតារបស់ប្រទេសខ្លួនក្នុងការចូលរួមក្នុងក្លឹបនៃប្រទេសដែលមានកម្មវិធីអវកាសមួយ។\n",
        "output": [
            "Yesterday, the Iranian Defence Minister spoke of Iran's plans for their own satellite launcher, and disclosed his country's desire to join the club of countries with a space program.\n"
        ]
    },
    {
        "input": "\"តើមួយណាដែលមានប្រយោជន៍តិចតួចជាងគេ រឺក៍ថែមទាំងមានផលប៉ះពាល់ ចំពោះការឈរឈ្មោះនេះ?\"\n",
        "output": [
            "\"Which was least beneficial, or even harmful, to this riding?\"\n"
        ]
    },
    {
        "input": "\"ជម្លោះរបស់ពួកគេនឹត្រូវបានលឺជាមួយការគោរពនៅក្នុងខាធម​ ពីព្រោះពួកគេមិន អាចនិយាយថាជាអ្នកបង្កើតនៃចក្រពត្តិវប្បធម៌និយមណាមួយទេ ឬធ្វើឲមានដំណើរការដោយនាក់ខ្លាចអ៊ីស្លាមណាមួយឡើយ។\"\n",
        "output": [
            "\"Their arguments will be heard with respect in Khartoum, since they cannot be said to be founded on any kind of cultural imperialism, or to be actuated by Islamophobia.\"\n"
        ]
    },
    {
        "input": "ជ័យជម្នះរបស់ក្រុម អូលីមពាកូសលើក្រុម AEK 3-0 អ្នកគាំទ្រក្រុម AEK ដែលខឹងសម្បា ត្រូវបានគេជឿថាជាកាតាលីករសម្រាប់ការធ្វើឲ្យខូចខាតទាំងពហុកីឡដ្ឋាន និងនាវានោះ។\n",
        "output": [
            "The victory of Olympiacos over AEK, 3-0, angered the supporters of AEK, which is believed to be the catalyst for damage in both the stadium and the ship.\n"
        ]
    },
    {
        "input": "Versons ផ្សេងៗរបស់ IE មានក្នុងទីផ្សារ 70 ភាគរយ នៅឆ្នាំ2009។ នេះបានធ្លាក់ចុះមកដល់ជិត 56 ភាគរយ នៅសព្វថ្ងៃនេះ។\n",
        "output": [
            "IE's various versions accounted for 70 percent of the market in 2009; this has dropped to approximately 56 percent today.\n"
        ]
    },
    {
        "input": "អ៊ីរ៉ង់នៅតែបន្តថារក្សាការបង្កើតបច្ចេកវិទ្យានុយក្លេអ៊ែរគឺគ្រាន់តែសំរាប់ការផលិតថាមពលអគ្គិសនីប៉ុណ្ណោះ ទោះបីនេះត្រូវបានជំទាស់ដោយបណ្តាប្រទេសដ៏ទែទៀត។\n",
        "output": [
            "Iran has continually maintained that it seeks only to develop nuclear technology for the production of electrical power, though this has been disputed by many nations.\n"
        ]
    },
    {
        "input": "ការធ្លាក់ភ្លៀងខ្លាំង និងកម្រិតទឹកភ្លៀងខ្ពស់នៅនឹងថេរនៅទូទាំងតំបន់ដីគោកទំនាប បានបង្កការហូរភក់និងទឹកជំនន់​ ដែលផ្លូវថ្នល់ និងផ្លូវជាតិជាច្រើនត្រូវបិទ និងក្រុមគ្រួសារទាំងឡាយត្រូវបានជម្លៀសចេញ។\n",
        "output": [
            "The heavy and sustained precipitation across the lower mainland regions have caused mudslides and flooding, with roads and highways being closed and families evacuated.\n"
        ]
    },
    {
        "input": "ក្នុងអតីតកាល សកម្មភាពនយោបាយត្រូវគេហាមឃាត់ក្នុងប្រទេសចិន ត្រូវបានអនុគ្រោះដោយ អាជ្ញាធរនៅតំបន់រដ្ឋបាលពិសេស របស់សាធារណៈរដ្ឋប្រជាមានិតចិន (SAR)។\n",
        "output": [
            "In the past political activities that are taboo in China proper have been tolerated by the Special Administrative Region of the People's Republic of China (SAR) authorities.\n"
        ]
    },
    {
        "input": "នៅថ្ងៃសុក្រគឺជាទិវាចងចាំយ៉ូម ហាសៅ ឬប្រល័យពូជសាសន៍ នៅក្នុងប្រទេសអ៊ីស្រាអែល ដែលជាថ្ងៃនៃការឆ្លុះបញ្ចាំងផ្លូវការចំពោះការបាត់បង់ជីវិតរបស់ជនជាតិជ្វីហ្វពី 5 ទៅ 7 លាននាក់ ដោយសារការទប់ទល់នឹងការឈ្លានពានរបស់ណាស៊ីនៅក្នុងសង្រ្គាមលោកលើកទីII។\n",
        "output": [
            "Friday was Yom Hashoah, or Holocaust Remembrance Day in Israel, a day of solemn reflection on the loss of 5 to 7 million Jewish lives due to unprovoked Nazi aggression in World War II.\n"
        ]
    },
    {
        "input": "យោងតាមហ្គាឌៀនបានឲ្យដឹងថា ការផ្លាស់ប្តូរនេះនឹងកាត់បន្ថយនូវចំនួនតេស្តដែលត្រូវធ្វើក្នុងចំនួនពាក់កណ្តាល។\n",
        "output": [
            "This change is expected to cut the number of tests taken in half, according to The Guardian.\n"
        ]
    },
    {
        "input": "យោងទៅតាមសារព័ត៌មាន Fox News គ្មានជនរងគ្រោះណាម្នាក់នៅក្នុងរថយន្តមួយបាំងកន្លះបានពាក់ខ្សែក្រវ៉ាត់សុវត្តិភាពនោះទេ។\n",
        "output": [
            "None of the victims in the pickup were wearing seat belts, according to Fox News.\n"
        ]
    },
    {
        "input": "UEFA បានច្រានចោលបណ្តឹងឧទ្ធរណ៍របស់ពួកគេជាថ្មីម្តងទៀតដោយនិយាយថា គ្មានភស្តុតាងនៃកំហុសបច្ចេកទេសត្រូវបានបង្ហាញ។\n",
        "output": [
            "UEFA has rejected their appeal again, saying no proof of a technical error has been presented.\n"
        ]
    },
    {
        "input": "គ្មាននរណាម្នាក់បានចេញសេចក្តីថ្លែងការជាសាធារណៈអំពីកិច្ចប្រជុំឡើយ ប៉ុន្តែពួកគេបានបញ្ជាឲ្យអ្នកចរចាររបស់ពួកគេបង្កើតក្រុមការងារ ដើម្បីពិភាក្សាអំពីបញ្ហាសំខាន់ដូចជាស្ថានការណ៍របស់ជែរូសាឡឹម ព្រំដែនអ៊ីស្រាអែលនិងរដ្ឋប៉ាឡេស្ទីននាពេលអនាគត ព្រមទាំងបញ្ហាជនភៀសខ្លួនប៉ាឡេស្ទីនជាដើម។\n",
        "output": [
            "Neither man issued any public statements following the meeting, but they instructed their negotiators to form working groups to discuss core issues such as the status of Jerusalem, Israel's borders with a future Palestinian state and the issue of Palestinian refugees.\n"
        ]
    },
    {
        "input": "នៅចន្លោះពីបីទៅប្រាំមួយលាននាក់ត្រូវបានគេគិតថាបានឆ្លងមេរោគក្នុងឆ្នាំ 2005។\n",
        "output": [
            "Between three and six million people are thought to have been infected in 2005.\n"
        ]
    },
    {
        "input": "នៅពេលដែលសន្ធិសញ្ញាចូលនេះត្រូវបានផ្តល់សច្ចាប័នដោយប្រទេសជាសមាជិកទាំង 25របស់សហភាពអឺរ៉ុប រូម៉ានីនិងប៊ុលហ្គារីនឹងក្លាយជាសមាជិកពេញលេញនៅថ្ងៃទី1 ខែមករា ឆ្នាំ2007។\n",
        "output": [
            "Once the accession treaty is ratified by all 25 member states of the European Union, Romania and Bulgaria will become full members in January 1, 2007.\n"
        ]
    },
    {
        "input": "ហើយ \"មកដល់ពេលនេះ កិច្ចខិតខំប្រឹងប្រែងរបស់ក្រុមបះបោរដើម្បីទទួលបានអាវុធមហាប្រល័យត្រូវបានកម្រិត និងគ្រប់គ្រងដោយសកម្មភាពរបស់ក្រុមចម្រុះ។\"\n",
        "output": [
            "And, \"So far, insurgent efforts to attain unconventional weapons have been limited and contained by coalition actions.\"\n"
        ]
    },
    {
        "input": "ទោះជាយ៉ាងណា អ្នកស្រាវជ្រាវ​បាន​រក​ឃើញ​ថា ថ្នាំ​គ្រាប់​មេឡាតូនីន​ដែល​អាច​រកទិញបាន​អាច​មានបរិមាណ​ប្រសិទ្ធិ​ភាព 10ដង។\n",
        "output": [
            "The researchers found, however, that commercially available melatonin pills can contain 10 times the effective amount.\n"
        ]
    },
    {
        "input": "សាលារៀននៅក្នុងទីក្រុងស៊ីថល និងនៅទូទាំងតំបន់ជាយក្រុងរបស់ខ្លួនត្រូវបានបិទកាលពីថ្ងៃសុក្រ ភាគច្រើនគឺដោយសារតែការដាច់ភ្លើង។\n",
        "output": [
            "Schools in Seattle and throughout its suburbs were closed Friday, many due to power outages.\n"
        ]
    }
]
}