{
    "Definition": "In each example you will read a short sentence (or two). Then, a pronoun in the text is mentioned. Your task is to choose a referent which the mentioned pronoun refers to. You will be given two options in each case and one choice should seem much more likely to you than the other.",
    "Alternate Definitions": [
        {
            "Alternate Definition": " In each example you will change a short sentence . It is said that this is such a case . Your job is to create a brand < unk > refers to . Either way , you will be given two options , and one option is likely to be far more attractive to you than the other .",
            "Technique": "English-German Backtranslation"
        },
        {
            "Alternate Definition": " In each example , you will read a short sentence Your task is to choose to which this applies . In each case , you will be given two options , and one of them should seem more likely to you than the other .",
            "Technique": "English-Russian Backtranslation"
        },
        {
            "Alternate Definition": " Each example will contain a short sentence. It is mentioned with a pronoun. Choosing a reference to this pronoun is important. In each case you will be given two choices, one choice should appear much more likely to you than the other.",
            "Technique": "Casual to Formal Style Transfer"
        },
        {
            "Alternate Definition": " in every example you'll read a short sentence or two. Then a pronoun is mentioned in the text. choose a referent which the mentioned pronoun refers to. You'll get 2 choices in each and the one you choose should be much more likely to take.",
            "Technique": "Formal to Casual Style Transfer"
        },
        {
            "Alternate Definition": " a short sentence (or two) will be read by each example a pronoun is mentioned in the text your task is to choose a referent which the mentioned pronoun refers to. two options are given by you in each case and one choice should seem much more likely to you than the other",
            "Technique": "Active to Passive Style Transfer"
        },
        {
            "Alternate Definition": " in each example you will read a short sentence (or two) a pronoun is mentioned then in the text a referent which you refers to is determined by the mentioned pronoun two options will be given by you in each case and one choice should appear much more likely to you than the other",
            "Technique": "Passive to Active Style Transfer"
        },
        {
            "Alternate Definition": " In each case you will change a brief sentence. That is the case. It's your job to create a brand. You will be given two choices, one of which will likely be attractive for you rather than another.",
            "Technique": "Casual to Formal on English to German Backtranslated Data"
        },
        {
            "Alternate Definition": " Each time you'll change a short sentence That is how it is said. you're creating a brand...your job is to do it...equivalent to creating a brand... either way u have 2 possibes and one is very much more cute to u than the other",
            "Technique": "Formal to Casual on English to German Backtranslated Data"
        },
        {
            "Alternate Definition": " a short sentence will be changed by each example it is said that such a case is made by the country your job is to create a brand refers to two options will be given by you, and one option is likely to be far more attractive to you than the other",
            "Technique": "Active to Passive on English to German Backtranslated Data"
        },
        {
            "Alternate Definition": " In each example you will change a short sentence. it is said that this is such a case. Your job is to create a brand refers to. either way, you will be given two options, and one option is likely to be far more attractive to you than the other",
            "Technique": "Passive to Active on English to German Backtranslated Data"
        },
        {
            "Alternate Definition": " You will read a short sentence each time. You have the task of choosing to which this applies. If you would like one option, you will be given two, and one of them should seem more likely.",
            "Technique": "Casual to Formal Style Transfer on English to Russian Backtranslated Data"
        },
        {
            "Alternate Definition": " each example has a short sentence, then you have to decide on which one. each time u get two choices and the one should sappl more likely to u than the other",
            "Technique": "Formal to Casual Style Transfer on English to Russian Backtranslated Data"
        },
        {
            "Alternate Definition": " In each example, a short sentence is read by you two options are given by each case, and one of them should seem more likely to you than the other.",
            "Technique": "Active to Passive Style Transfer on English to Russian Backtranslated Data"
        },
        {
            "Alternate Definition": " in each example, you will read a short sentence Your task is to choose to which this applies in each case, you will be given two options, and one should appear more likely to you than the other.",
            "Technique": "Passive to Active Style Transfer on English to Russian Backtranslated Data"
        },
        {
            "Alternate Definition": "in each example you will read one or two short sentences your task is to find a referent which relates to the mentioned pronoun",
            "Technique": "Parrot Paraphraser"
        },
        {
            "Alternate Definition": "in each example you will read one or two short sentences currently you must find a reference to which the specified pronoun refers",
            "Technique": "Parrot Paraphraser"
        },
        {
            "Alternate Definition": "in each example you will read one or two short sentences you have to choose a referent to which the pronoun refers",
            "Technique": "Parrot Paraphraser"
        },
        {
            "Alternate Definition": "in each example you will read one or two short sentences your task is to choose a referent which refers to the pronoun mentioned",
            "Technique": "Parrot Paraphraser"
        },
        {
            "Alternate Definition": "in each example you will read one or two short sentences your task is to choose a referent to which the given pronoun refers",
            "Technique": "Parrot Paraphraser"
        },
        {
            "Alternate Definition": "in each example you will read one or two short sentences generally your job is to choose a referent to which the referenced pronoun refers",
            "Technique": "Parrot Paraphraser"
        },
        {
            "Alternate Definition": "in each example you will read one or two short sentences you have to choose a referent to which the mentioned pronoun refers",
            "Technique": "Parrot Paraphraser"
        },
        {
            "Alternate Definition": "in each example you will read one or two short sentences your task is to choose a referent to which the mentioned pronoun refers",
            "Technique": "Parrot Paraphraser"
        },
        {
            "Alternate Definition": "in each example you will read one or two short sentences you have to choose the verb that references the mentioned pronoun",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "in each example you will read one or two short sentences your task is to choose a referent with reference to the mentioned pronoun",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "in each example you will read one or two short sentences your task is to choose the referent which refers to the mentioned pronoun",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "in each example you will read one or two short sentences your task is to choose a referent to which the pronoun is used",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "in each example you will read one or two short sentences your job is to choose a referent to which the pronoun refers",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "in each example you will read one or two short sentences your task is to choose a referent to which the mentioned pronoun refers",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "in each example you will read one or two short sentences your task is to choose the referent which the mentioned pronoun refers to",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "In each example you will read a short sentence (or two). your task is to choose the reference that refers to the mentioned pronoun",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "In each example you will read a short sentence (or two). your task is to choose a referent which refers to the referenced pronoun",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "In each example you will read a short sentence (or two). your task is to choose a referent with reference to the pronoun",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "In each example you will read a short sentence (or two). your job is to find a referent to which the mentioned pronoun refers",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "In each example you will read a short sentence (or two). your task is to choose a reference point to which the mentioned pronoun refers",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "In each example you will read a short sentence (or two). your task is to choose a referent to which the mentioned pronoun refers",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "In each example you will read a short sentence (or two). your task is to choose a referent which the mentioned pronoun refers to",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "you'll read a short sentence or two for each example you have to choose a referent that refers to the given pronoun",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "you'll read a short sentence or two for each example your job is to choose a referent which is referenced by the mentioned pronoun",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "you'll read a short sentence or two for each example your task is to choose a referent which refers to the mentioned pronoun",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "you'll read a short sentence or two for each example your task is to select the referent that the given pronoun refers to",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "you'll read a short sentence or two for each example your task is to choose a referent based on the mentioned pronoun",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "you'll read a short sentence or two for each example your task is to choose a referent to which the given pronoun refers",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "you'll read a short sentence or two for each example your task is to choose a referent to which the above pronoun refers",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "you'll read a short sentence or two for each example your task is to choose a referent that the above pronoun refers to",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "in each example you will read one or two short sentences your job is to choose the referent that refers to the mentioned pronoun",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "in each example you will read one or two short sentences you have to choose the referent to which the pronoun refers",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "in each example you will read one or two short sentences your task is to choose a referent which refers to the mentioned pronoun",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "in each example you will read one or two short sentences your job is to pick a referent to which the mentioned pronoun refers",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "in each example you will read one or two short sentences your task is to choose a referent of the mentioned pronoun",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "in each example you will read one or two short sentences your task is to choose a referent in which the mentioned pronoun refers",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "in each example you will read one or two short sentences your task is to choose a referent to which the mentioned pronoun refers",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "in each example you will read one or two short sentences your task is to choose a referent which the mentioned pronoun refers to",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "each example uses a short sentence or two suppose you have chosen a referent based on this pronoun",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "each example uses a short sentence or two your task is to find a referent which refers to the mentioned pronoun",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "each example uses a short sentence or two your task is to find the referent to which this pronoun refers",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "each example uses a short sentence or two your task is to choose a referent which refers to the pronoun mentioned",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "each example uses a short sentence or two your task is to choose the referent to which the said pronoun refers",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "each example uses a short sentence or two your job is to select the referent which the mentioned pronoun refers to",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "each example uses a short sentence or two your job is to choose a reference to which the mentioned pronoun refers",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "each example uses a short sentence or two your task is to choose a referent to which the mentioned pronoun refers",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "each example will contain a sentence or two your task is to choose a referent that is referenced by the mentioned pronoun",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "each example will contain a sentence or two you must choose the referent to which the given pronoun refers",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "each example will contain a sentence or two your task is to choose the referent to which the pronoun refers",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "each example will contain a sentence or two your job is to choose a referent in which the mentioned pronoun corresponds",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "each example will contain a sentence or two your task is to choose the referent that the given pronoun refers to",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "each example will contain a sentence or two your task is to choose a referent to which the above pronoun refers",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "each example will contain a sentence or two your job is to choose a referent to which the mentioned pronoun refers",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "each example will contain a sentence or two your task is to choose the referent to which the mentioned pronoun refers",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "each example will contain a sentence or two your task is to choose a reference to which the mentioned pronoun refers",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "each example will contain a sentence or two your task is to choose a referent that the mentioned pronoun refers to",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "In each example you will read a short sentence (or two). you have to choose the referent from which the pronoun is connected",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "In each example you will read a short sentence (or two). you have to choose a verb that you refer to in the mentioned pronoun",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "In each example you will read a short sentence (or two). your task is to choose a referent which refers to the specified pronoun",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "In each example you will read a short sentence (or two). your task is to choose a referent with which the pronoun refers",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "In each example you will read a short sentence (or two). your task is to select a referent to which the mentioned pronoun refers",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "In each example you will read a short sentence (or two). your job is to choose a referent to which the mentioned pronoun refers",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "In each example you will read a short sentence (or two). your task is to choose a referent which the indicated pronoun refers to",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "In each example you will read a short sentence (or two). your task is to choose a referent to which the mentioned pronoun refers",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "in each example you'll read a simple sentence your job is to choose a referent that references the mentioned pronoun",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "in each example you'll read a simple sentence your task is to choose a referent which refers to the mentioned pronoun",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "in each example you'll read a simple sentence your job is to choose a referent on which this pronoun refers",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "in each example you'll read a simple sentence your job is to choose a referent to which the above pronoun refers",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "in each example you'll read a simple sentence your task is to choose a referent to which the given pronoun refers",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "in each example you'll read a simple sentence your task is to choose a referent to which the above pronoun refers",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "in each example you'll read a simple sentence your task is to choose a referent to which the referenced pronoun refers",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "in each example you'll read a simple sentence your task is to choose a referent to which the specified pronoun refers",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "in each example you'll read a simple sentence your task is to choose a reference to which the mentioned pronoun refers",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "in each example you'll read a simple sentence your task is to choose the referent which the mentioned pronoun refers to",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "you will read a short sentence or two in each example your job is to pick a referent that refers to the mentioned pronoun",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "you will read a short sentence or two in each example your job is to choose a referent with the reference of the pronoun",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "you will read a short sentence or two in each example your task is to choose a referent which refers to the mentioned pronoun",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "you will read a short sentence or two in each example your task is to choose a referent to which the above mentioned pronoun refers",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "you will read a short sentence or two in each example your job is to choose a reference to which the mentioned pronoun refers",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "you will read a short sentence or two in each example your job is to choose a referent the mentioned pronoun refers to",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "you will read a short sentence or two in each example your job is to choose a referent to which the mentioned pronoun refers",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "you will read a short sentence or two in each example your task is to choose a referent on which the mentioned pronoun refers",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "you will read a short sentence or two in each example your task is to choose a referent to which the mentioned pronoun refers",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "you will read a short sentence or two in each example your job is to choose a referent which the mentioned pronoun refers to",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "you will read a short sentence in each example your job is to pick a referent that refers to the mentioned pronoun",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "you will read a short sentence in each example your job is to choose a referent with the reference of the pronoun",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "you will read a short sentence in each example your task is to choose a referent which refers to the mentioned pronoun",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "you will read a short sentence in each example your task is to choose a referent to which the above mentioned pronoun refers",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "you will read a short sentence in each example your job is to choose a reference to which the mentioned pronoun refers",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "you will read a short sentence in each example your job is to choose a referent the mentioned pronoun refers to",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "you will read a short sentence in each example your job is to choose a referent to which the mentioned pronoun refers",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "you will read a short sentence in each example your task is to choose a referent on which the mentioned pronoun refers",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "you will read a short sentence in each example your task is to choose a referent to which the mentioned pronoun refers",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "you will read a short sentence in each example your job is to choose a referent which the mentioned pronoun refers to",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "you will read one or two sentences in each example you have to choose a referent which describes the mentioned pronoun",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "you will read one or two sentences in each example your task is to choose a referent which refers to the given pronoun",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "you will read one or two sentences in each example your job is to choose a reference to which the stated pronoun refers",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "you will read one or two sentences in each example your task is to find a referent to which the mentioned pronoun refers",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "you will read one or two sentences in each example your job is to choose a reference to which the mentioned pronoun refers",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "you will read one or two sentences in each example your task is to choose a referent to which the mentioned pronoun refers",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "you will read one or two sentences in each example your task is to choose a referent that the mentioned pronoun refers to",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "you'll read a short sentence or two for each example you have to choose a referent which describes the mentioned pronoun",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "you'll read a short sentence or two for each example your task is to choose a referent which refers to the given pronoun",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "you'll read a short sentence or two for each example your job is to choose a reference to which the stated pronoun refers",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "you'll read a short sentence or two for each example your task is to find a referent to which the mentioned pronoun refers",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "you'll read a short sentence or two for each example your job is to choose a reference to which the mentioned pronoun refers",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "you'll read a short sentence or two for each example your task is to choose a referent to which the mentioned pronoun refers",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "you'll read a short sentence or two for each example your task is to choose a referent that the mentioned pronoun refers to",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "each example will have a short sentence or two your job is to choose a referent which refers to the above-mentioned pronoun",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "each example will have a short sentence or two your job is to choose a referent to which the pronoun is related",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "each example will have a short sentence or two your task is to choose a referent that refers to the mentioned pronoun",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "each example will have a short sentence or two your task is to choose a referent with which the described pronoun is related",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "each example will have a short sentence or two your job is to choose a referent to which the specified pronoun refers",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "each example will have a short sentence or two your job is to choose the referent to which the mentioned pronoun refers",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "each example will have a short sentence or two your task is to choose a reference to which the mentioned pronoun refers",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "each example will have a short sentence or two your task is to choose a referent to which the mentioned pronoun refers",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "In each example you will read a short sentence (or two). your task is to choose a referent which refers to the mentioned pronoun",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "In each example you will read a short sentence (or two). your job is to choose a referent to which the pronoun refers",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "In each example you will read a short sentence (or two). your task is to choose the referent to which the pronoun refers",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "In each example you will read a short sentence (or two). you have to choose the referent to which the mentioned pronoun refers",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "In each example you will read a short sentence (or two). your task is to find a referent which the above pronoun refers to",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "In each example you will read a short sentence (or two). your job is to select the referent which the mentioned pronoun refers to",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "In each example you will read a short sentence (or two). your task is to choose a referent to which the mentioned pronoun refers",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "in each example you'll read a few or two sentences your job is to choose the referent which refers to the referring pronoun",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "in each example you'll read a few or two sentences your task is to find a reference that refers to the mentioned pronoun",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "in each example you'll read a few or two sentences your job is to select a reference to which the preceding pronoun refers",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "in each example you'll read a few or two sentences you have to choose the referent that the quoted pronoun refers to",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "in each example you'll read a few or two sentences your task is to choose a referent referent to which the mentioned pronoun is referring",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "in each example you'll read a few or two sentences your task is to select a referent that the mentioned pronoun refers to",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "in each example you'll read a few or two sentences your task is to choose a referent to which the mentionned pronoun refers",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "in each example you'll read a few or two sentences your task is to choose a referent to which the mentioned pronoun refers",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "in each example you'll read a few or two sentences your task is to choose a referent which the mentioned pronoun refers to",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "In each example you will read a short sentence (or two). you have to find the referent in which the pronoun refers",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "In each example you will read a short sentence (or two). your task is to choose a reference which refers to the mentioned pronoun",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "In each example you will read a short sentence (or two). your job is to choose a referent to which the above pronoun refers",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "In each example you will read a short sentence (or two). your task is to choose a referent to which the pronoun refers",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "In each example you will read a short sentence (or two). you have to choose a referent to which the mentioned pronoun refers",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "In each example you will read a short sentence (or two). your job is to choose the referent to which the mentioned pronoun refers",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "In each example you will read a short sentence (or two). your task is to pick a referent to which the mentioned pronoun refers",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "In each example you will read a short sentence (or two). your job is to select a referent which the mentioned pronoun refers to",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "In each example you will read a short sentence (or two). your task is to choose a referent that the mentioned pronoun refers to",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "In each example you will read a short sentence (or two). your task is to choose a referent which the mentioned pronoun refers to",
            "Technique": "Parrot Paraphraser Parrot Paraphraser"
        },
        {
            "Alternate Definition": "In each example you will read a short sentence (or two). Then, a pronoun in the text is mentioned. Your Task is to choose a referent which the mentionfd pronoun refers to. You will be given two options in each case and one Choice should seem much moRe likely to yoU than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each example ylu will read a short sentEnce (or two). Then, a pronoun in the text is mentionEd. Your task is to choose a referent which the mentioned pronoun refers to. You will be gifen two options in each Case and one choice should seem much more likely to you than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each example you will read a short sentence (or two). Then, a pronoun in the texr iS mentioned. Your task is to choose a referent which the mentioned pronoun refers to. You wilL be given two options in each case and one choice should seem much more likely to you than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each example you will read a short sentence (or two). Then, a pronoun in the text is menTioned. Your task is to choose a referent which the mentioned pronoun refers to. YoU will be given two optiond in each case and one choice should seem much more likely to you than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each example you will read a short sEntence (or two). Then, a pronoun in the text is mentioned. Your task is to choose a referent which th2 mentioned pronoun refers To. You will be given two options in each case and one choice should seem much more likely to you than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each example you will read a short sentence (or two). Then, a pronoun in the text is mentioned. Your task is to Choose a referent which the mentioned pronoun refers to. You will be given two options in each case and one choice should seem much kore likely to you than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each example you will read a short sentence (or two). Then, a pronoun in the text is mentionedk Your task is to choose a referent which the mentioned pronoun refers to. You will be giVej two options in each case and one choice should seem much more likely to you than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each example you will read a short sentence (or two). Then, a pronoun in the text is ment9oned. Your task is to choose a referent which the mentioned pronoun refers to. You will b3 given two options in each case and one shoice should seem much more likely to you than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each example you will read a short sentence (or two). Then, a pronoun in the rext is mentioned. Your task is to choose a r4ferent which the mentioned pronoun refers to. You will be given two options in each caSe and one choice should seem much more likely to you thAn the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each example you wilp rexd a short sent2nce (or two). Then, s pronoun in the text is mentionEd. Your task is to choose a referent which the mentioned pronoun refers to. You will be given two options in each case and one choice should seem much more likely to you than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In eacH example you will rsad a short sentence (oe two). Then, a pronoun in the text ks mentioned. YouR task is to choose a referent which the mentioned pronoun refers to. You will be given two options in each case and one choice shOuld seem much more likely to y0u than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each example you will read a short sentence (or two). Then, a pronoun in the text is mentioned. Your taSk is to choose a referent which the mentioned pronOun refers to. You will be given two options in each case and one choice should seem much more likely to you than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "IN each example you will read a short sentence (or two). Then, a prono8n in the text is mentioned. Your task is to choose a referent which the mentioned pronoun refers to. YOu will be gifen two options in each case and one choice should seem much more likely to you than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each example you will read a short sentence (or two). Then, a pronoun in the text is mentioned. Your task is to choose a referent which the mentionEd pronoun refers to. You will be given two options in each case anD one choice should seem much more likely to you than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each example you will read a short sentence (or two). Then, a pronoun in the text is mentioned. Ykur task is to choose a referent which the mentioneD pronoun refers to. You will be given two options in each case and one choice should seem much more likely to you than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each example you will read a short sentence (or two). Then, a pronoun in the text is mentioned. Your task is to ch0ose a referent which the mentioned pronoun refers to. You will be given two options in each case and one choice should seem much more likely to y;u than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each example you will read a short sentencE (or two). Then, a pronoun in the text is mentioned. Your 6ask is to choose z referent 3hich The mentioned pronoun refers to. You will be given two options in each case and one choice should seem much morE likely to you than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "Im each example you will read a short sentence (or two). Then, a pronoun in the text is mentioned. Your task is to choose a referent which the mentioned pronoun fefers to. You will be given two optiond in each case and one choice should seem much more likely to you than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each example you wIll read a short sentence (or two). Then, a pronoun in the text is mentioNed. Your task is to choose a referent which the mentioned pronoun refers to. You will be given two options in each case and ome choice should seEm much more likely to you than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each example you will read a short sentence (of two). Then, a pronoun in the text is mentioned. Your task is to choose a referent which the mentioned pronoun refers to. You will be given two options in each case and one choice should seem much more likely to you than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each example you will read a short sentence (or Two). Then, a pronoun in the text is mentioned. Your task is to choose a referent which the mentioned pronoun refers to. YoU will be given two options in each case and one choice should seem much more likely to you than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each example you will read a short sentence (or two). Then, a pr;noun in the text is mentioned. Your task is to choose a referent which the mentioned pronoun refefs to; You will be given two optIons in each case and one choicd should seem much more likely to you than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In Each example you Will read a shprt sentence (or two). Then, a pronoun in the text is mentioned. Your task is to choose a referent which the mentioned pronoun refers to. You will be given two options in each case and one choice should seem much more likely to you than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each example you will read a short sentence (or hwo). Then. a pronoun in the text is mentioned. Your task is to choose a referent which the mentioned pronoun refers to. You will be given two options in each case and one choice should seem much more likelY to you than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each example you will read a short sentence (or two). Then, a pronoun in the text is mentioned. Your task iS to choose a refeRent which the mentioned pronoun refers to. You will be given two options in each case and one choice should seem much more likely to you than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each example yOu will read a short sentence (or two). Then, a pronoun in the text is mentioned. Your task is to chooqe a Referent which the mentioned pronoun refers To. You dill be given two opt8ons in each case and one choice should s4em much more likely to you than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each exam[le you will read a short sentence (Or two). Then, a pronoun in the text is mentioned. Your task is to choose a referent which the mentioned pronoun refers to. You will be giben two options in each case and one choice should seem much more likely to you than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each Exakple you will read a short sentence (or two). Then, a pronoun in the text is mentioNed. Your task is to choose a referent which the mentioned pronoun refers to. You will be given two options in each case and one choice should seem much more likely to you than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each example you will read a short sentence (or two). Then, a pronoun in the text is mentioned. Your tasu id tO choose a reberent which the mentioned pronoun refers to. You will Be gigen two options in each case and one choice should seem much more likely to you than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each example you will read a sHort sentence (or two). Then, a pronoun in the text is mentioned. Your task is to choose a referent which the mentioned pronoun refers to. You will be given two options in each case and one choice should seem much more likely to you than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "Ib each example you will read a short seNtence (or two). Then, a pronoun in the text is mentioned. Your task is to choose a referent which the mentioned pronoun refers to. You will be given two options in each case and one choice shoulD seem much more likely to you thaN the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each example you will read a short sentence (or two). Then, a pronoun in ghe text is mentioned. Your task is to choose a referent which the mentioned pronoun refers to. You wikl be given two options in each case and one choice should seem much more likely to you than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each exa,pls you will read a shor5 sentence (or two). Then, a pronoun in the text is mentioned. Your task is to choose a referent which the mentioned pronoun refers to. Yoy will be given two options in each case and one choice should sefk much more Likely to you than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each eXample you will read a short sentence (or two). Then, a pronoun in the text us mentioned. Your tAsk is to choOse a refe5ent whiCg the mentionEd pronoun refers to, You will bE given two options in each case and one choice should seem much more likeLy to you than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each exxmple you will read a short sentence (or two). Then, a pronoun in The text is mentioned. Your task is to choose a referent which the mentioned pronoun refers to. You will be given twO options in each casr and one choice should seem much more likeLy to you than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each example you wilo read a short sentence (or two). Then, a pronoun in the text is mentioned. Your task is to cgoose a referent which the mentionfd pronoun refers to. You will be given two options in each case and one choice should seem much more likely to you than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each example you will read a short sentence (or two). Then, a pronoun in the text is mentioned. Your task is to choose a referent which the mentiohed pronoun refers to. You will Be gicen two options in each case and one choice should seem much more likely to you than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each exaMple yOu will read a shkrt sentence (or two). Then, a pronoun in the text 9s mentioned. Your tasK is to choose a referent which the mentioned pronoun refers to. YoU will be given two options in each case and one choice sgould seem m8ch more likely to you than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each example you will read a shorT sentence (or two). THen, a pronoun in the text is mentioned. Your tAsk is to choose a referent which the mentioned pronoun refers to. You will be given two options in each case and one choice should seem much more likely to you than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each example you will reaD a short sentence (or two). Then, a pronoun in the text is mentioned. Your task is to choose a referent which thE mentioned pronoun refrrs to. You will be given two options in each case and onf choice should seem much more likely to you than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each example you will read a short sentence (or two). Then, a pronoun in the text iS megtioned. Your Task is to Choose a referent which the mentioned pronoun refers to. You wilp be given two options in each case and one choice sh0uld seem much more likely to you than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each example you will read a sHort sentence (or two). Then, a pronoun in the text is mentioned. Your task is to choose a referent which thE mentioned pronoun refers to. You will be given two options in each case and one choice should seem much more likely to you than the othee. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In eacH example you will read a short sentence (or Two). Then, a prpnoun in the text is mentioned. Your task is to cHoose a referent which the mentioned pronoun refers to. You will be given two options in each casw and one choice should sEem much more likely to you than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each example yoU Will reac a short sentenc4 (or two). Then, a pronoun in the text is mehtioned. Your task is to choose a referent which the mentioned prknoun refers to. You will be given two opyions in each case and one choice should seem much more likely to you than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each example you will read a short sentence (or two). Then, a pronouh in the text is mentioned. Yoir task is to choose a referent which the mentioned pronoun refers to. You will be given two optioNs in each case and one choice should seem much more likely to you thaN the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each example you will read s short sentence (or two). Then, a pronoun in the text is mentionsd. Your task is to choose a referent which the mentioned pronoun refers to. You will be given two optIons in each case and one choice should seem much more likely to you than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each example you wi,l read a short sentence (or two). Tuen, a pronoun in the tExt is mentioned. Your task is to choose a referent which the mentioned pronoun refers to. You will be given two options in esch case and onE chOice should seem much more likely to you than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each example you wilL rewd a short sentence (or two). Then, a pRonoun in the text is meNtioned. Your task is to choose a referent which the mentioned pronoun refers to. YOu will be gifen two options in each case and one choice should seem much mOre likely to you than the pther. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each example you woll read a short sentence (or two). Then, a pronoun in the text ie mentioned. Your task is to choose a referent which the mentioned pronoun refers to. You will be given two optiins in each case and one choice should seem much more likely to you Than the otjer. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each example you will read a short sentence (or two). Then, a pronoun in the text iS mentioned. Your task is to choose a reFerent which the mentioned pronoun refers to. You will be given two options in each case and one choice should seem much more likeLy to you than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each example you will read a short sentence (or two). Then, a pronoun in the text is mentioned. Your task is to choose a referent which the mentioned pronoun refers to. You will be given two options in each casE and one choice should seem much more likely to yLu than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each example ylu will read a short sentence (or tw9). Then, a pronoun in the text is mentioned. Your task is to choose a referent which the mentioned pronoun referS to. You will be given two options in each case and one choice should seem much more likely to you than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In dach example you will read a short sentence (or two). Then, a pronoun jn the text is mentioned. Your task is to choose a referent which the mentioned pronoun refers to. You will be given two options in each case and one choice should seem much more likely to you than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each example you will rear a short sentence (or two). Then, a pronoun in the text is mentioned. Your task is to choose a referent which the mentioned pronoun refers to. You will be given two options in each case and one choice xhould seem much more likely to you than the otber. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In Exch example you wilL read a short sentemce (or tw9). Then, a pronoun in the text is mentioned. Your task is To choose a refeRent which thr mentioned pronoun refers to. You will be given two options in each case and one choice Should seem much more likely to you than the othER. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each exanlle you will read a short sentence (or two). Then, a pr;noun in the text is mentioned. Your task is to choose a referent wh8ch the mehtioned pronoun eefers to. You will be given two options in each case and one choice should seem much more likely to you than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each example yoU will read a short sentence (or two). Then, A pronoun in the Text is mentioned. Your task is to choose a referent which tge mentioned pronoun refers to. You will be gkven two options in each case and one choIce should seem huch more likely to you than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each example you will read a short sentence (or two). Then, a pronoun in the text us mentioned. Your task is to choose a referent which the menhioned pronoun refers to. You will be Given two options in each case and one choife should seem much more likely to y9u than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In eAch example you will read a short seNtence (or two). Then, a pronoun in tHe text is mentioned. Your task is to choose a referent which the mentioned pronoun refers to. You will be given two options in each case and one cho9ce should seem much more likely to you than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each example you will read a short sentence (or two). Then, a pronoun in the teXt is mentioned. Your task os to choose a referent Which the mentioned pronoun refers tk. You wil, be given two options in each case and one choice should seem much more likely to you than the ither. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each example you will read a Zhort sentence (or two). Then, a pronoun in the text is mentioned. Your task is to chooze a referent which thE mentioned pronoun refers to. You will be given two options in each case and one choice should seem much more likely yo you than the othEr. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each example you will read a short sentence (or two), ThEn, a pronoun in the text is mentioned. Your task is to choose a referent which the mentioned pronoun refers to. You will be given two options in each case and one choice should seem much more likely to you than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each example you will read a short sentence (or two). Then, a pronoun in the text is mentioned. Your task is to choose a referent which the mengioned pronoun refers to. You qi;l be given two optiona in each case and one choice should seem much more likely to you than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each example you will read a short sentence (or t1o). Then, a pronoun in the text is mentioned. Your task is to choose a referent which the mentioned pronoun refers to. You will be given two options in each case anx one choice should seem much more likely to you than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each edample you will reAd a shlrt sentence (or two). Then, a pronoun in the text is mentioned. Your task is to choose a refErent which the mentioNed pronoun referS tol You will be given two options in each case and pne choice shoulD seem much more likely to you than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each example you will read a short s2ntense (or two). Then, a pronoun in the text is mentioned. Your Task iS to choose a referent which the mentioned pronoun refers to. You will be given two options in each cAse and one choice should seem much more likely to you than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each example you will read a short sentence (or two). Then, a proniun in the text is mentioned. Your task is to choose a referent Which the mentioned pronoun refers to. You will be given two options in each case and one choice should seem much more likely to you than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each example yoU will read a short sentence (or two). Then, a Pronoun in the text is ,entioned. Your task is to choose a referent which the mentioned pronoun refers to. You will be given two options in each case and one choice should seem much more likely to you than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each example you will Read a short senTence (or two). Then, a pronoun in the text is mentioned. Your task is to choose a referent which the mentioned pronoun refers to. You will be given two options in each case and one cHoice should seem much more likely to you than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each exaMple you will read a short sentencE (or two). Then, a pronoun in the text is mentioned. Your task is to choose a referent which the mentioned pronoun Refers tl. You will be given two options in each case and one choice should seem much more likely to you than the oyher. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each example you will read a shirt sentence (or two). Then, a pronoun in the text is men5ioned. Your task is to choose a referent which the mentioned pronoun refers to. You will be given two options in each case and one choicf should seem much more likely to you than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each ecamPle yOu will rsad a short sentence (or two). Then, a pronoun in the text is mentioned. You3 taSk is to choose a refereny which the mentioNed pronoun referS to. You wIll be given twl options in each case and one choice should seem much more likelY to you than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each example y9u will read a sHort sentence (or two). Then, A pronoun in the text is mentioned. Your task is to choosr a referent which the mentioned pronoun refers to. You will be given two options in each case and one choice should seem much more likely to you than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each example you will read a short sentence (or two). Then, a pron9un in the text is mentioned. Your task is to choose a refeeent which the m4ntioned -ronoun refers to. You will be given two options in each case and one choice should seem much mOre likely to you than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each example you will Read a short sentence (or two). Then, a pronoun in the text is mentioNed. Your task is to choose a referent which the mentioned pronoun refers to. You will be given two options in each case and one choice should seem much more likely to you than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each example you will read a short sentence (or two). Then, a Pronoun in thE text is mentioned. Your task is to choose a referent which the mentioned pronoun refers to. You will be given two options in each case and one choice shoUld seem much more likely to you than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each exwmplE you will read a short seNtence (or two). Then, a proboun in the text is mentioned. Your task is to chooSe a referent which the mentioned pronoun reFers to. You will be givEn two options in each case and one choics shOuld seem much more likely to you than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each example you will read a short s2ntence (or two). Then, a pronoun im the text Is mentioned. Your task is to choose a referent wHich the mentioned pronoun refers to. You will be g9ven two options in each case and one choice should seem much more likely to you tman the otger. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each exAmple y;u will read a short sentence (or two). Then, a pronoun in the text is mentioned. Your task is to choose a referent which the mentioned pronoun refers to. You will be given two options in each Case and one choice should seem much more likely to you than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "IN each example you will read a short sentence (or two). Then, a pronoun in the text is mentioned. Your tasm is to choose a referent which the mentioned pronoun refers to. You will be given Two options in each case and one choice should seem much more likely to you than the otmer. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each example you will read a short sentence (or two). Then, a pronoun in The text is mentioned. Your task is to choose a referent which the mentioned pronoun reFers to. You will be given two options in each csse and one cHoice should seem much more likely to y0u than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each example you will read a short sentence (or two). Then, a pronoun in the text is mentioned. Your task is to choose a referent which the menrioned pronoun refers to. You will Be given two options in each Case and one choice should seem much more likely to you than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each example you will read a short sentence (or two). Then, a pronoun in the text is mentioned. Your task is to choose a referent which The mentioned pronoun refers to. You will be given two options in each case and one choicw should seem much more likely to you than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each example you will read a short sentence (or two). Then, a pronoum iN the text is mentioned. Your task is to choose a referejt which the mentioned pronoun refers to. You will be given two options in each case and one choIce should seem much m8re likely to you than tHe other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each example you will read a short sentence (or two). Then, a prOnoun ib the text is mentioned. Your task is to choose a referent which the mentioned pronoun refers to. You will be given two options in each fase and one choice should seem much more likely to you than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In eacH example you will 4ead a shorT sentence (or two). Then, a pronoun in the text is menTioned. Your tazk is to choose a referent which the mentioned pronoun refers to. You will be given two Options in each case and one choice should seem much mlre likely to you than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each example you will read a short senTence (or two). Then, a pronoun in the text is mentioned. Your task is to choose a eeferent which the mentioned pronoun refers to. You will be given two options in each case and one choice should seem much more likely to ypu than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each ecample you will read a short senTence (or two). Then, a pronoun jn the text is mentioned. Your task is to choose a rwferent which the mentioned pronoun refers to. You will be given two options in each case and one choice should seem much more likely to you thaN the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each example you will read a short sentence (or two). Then, a pronoun in the text is mentioned. Your task is to choose a referent whIch tHe mentioned pronoun refers to. You will be given tw8 options in each case and one choice shoUld seem much more likely to you than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each example you will read a short sentence (or two). Then, a pronoun in the tdxt is mentioned. Your task is to choose a referent which tje mentioned pronoun refers to. You will be given two opti0ns in each case and one choice should seem much mire likely to yo8 than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In 3ach Example you will read a short sentenfe (or two). Then, a pronoun in the text is mentioned. Your task is to xhoose a referent whicH yhe mentioned pronoun refers to. You will be given two options in each case and one choice should seEm much more likely to you than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each example you will read a short sentence (or two). Then, a 'ronoun in the text is mentioned. Your task is to choose a referent which the mentioned pronoun refers to. You will be given twi options in each case and one choice should seem much more likely to you Than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In eAch example you will read a short sentence (or two). Then, a pronoun in the text is mEntioned. Your task is to choose a refErent which the mentioned pron9un refers to. You will be given two options in each case and one choice should seem much more likely to you than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each example y0u will read a short senteGce (or two). Then, a progoun in the text is msntioned. Your task is to choose a referent Which the mentioned pronoun refers to. You will be givdn two options in each case and one choice shOuld seem much more likely to you than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each example you will read a short sentence (or two). Then, a pronoun in the Text is mentioned. Your task is to choose a referent which the mentioned pronoun refers to. You will be given two options in each case and one choice sHou.d seem much more likely to you than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each example you will read a short sentence (or two). Then, a pronoun in the text is mentioned. Your task is to choose a referent which the mentioned pronoun refers to. You will be given two optiohs in each case and one choice syould seem much more likely to you than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each eXample you will read a short sentence (or two). Then, a pronoun in the text is mentioned. Your task is to choose a referent which the mentioned pronoun refdrs to. You wlll be given two options in each case and one choice should seem much more likely to you than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each example you will read A shOrt sentence (Or two). Then, a pronoub in the text is mentioned. Your task is to choose a referent whlch the mentioned pronoun refers to. You will be given two options in each case and one choice Should seem much more likely to you than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each example you will read a short sentence (or two). Then, a pronoun in the text is mentioned. Your rask is to choose a referent which the mentioned pronoun refers to. You will be given two options in each case and one choice should seem much more likElY to you than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In eaxh example you will read a short sentEnce (or two). Then, a pronoun in the text is mentiobed. Your task is to choose a referent which the mentioned pronOun refers to. You will be given two options in each case and one choice shouLd seem much more likelY to you than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each example you woll read a short sent3nce (or two). Then, a pronoun in th2 text is mentioned. Your task is ho choose a referent which the mentioned pronoun refers to. You will be given two options in each case and one cHoice should seem much more likely to you than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each example you will read a short sentence (or two). Then, a pronoun in the text ic mentioned. Your task is to chooss a referent which the mentioned pronoun refers to. You will be given two options in each case and one choice should seem much more likely to you than th2 ogher. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each example you will read a short sentence (or two). Then, a pronoun in the text is mentioned. Y8ur task is to choose a ref2rent which the mentioned pronoun refers to. You will be given two options in each caSe and one choice should seem much more likely to you tHan the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each example you will read a short sentence (or two). Then, a pronoun in the text is mentioned; Your task is to choosE a referent which the mentioned pronoun refers to. You will be given two options in each case and one choice shOuld seem much morE likely to you than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In Each example you will read a short sentence (or two). Then, a pronoun in the text is mentioned. Your task is to choose a referent which the mentioned pronoun reFers to. You will be given two options in each case and one choice should seem much more iikely to you than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each example you will read a shoRt sentence (or two). Then, a pronoun in the text is mentioned. Your tzsk is to choose a referent which the mentioned pronoun refers to. You will be given two options in each case and one choiCe should seem much more likely to you than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each example you will read a short sentence (or two). Then, a pronoun in the text is mentioned. Your task is to choose a referent whIch the mentioned pronoun 4efers to. You will be given two 0ptions in each case and one choice should seem much more likely to you than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each example you will rdad a short sentence (or two). Then, a pronoun in the text is mentioned. Your task is to choose a referent which the mentioned pronoun regers to. You will be given two options in each case and one choice should seeM much more likely to you than thf o5her. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each example you will read a short sentence (or two). Then, a pronoun in the text is mentioned. Your task is to choose a referent which the Mentioned pronoun refefs to. You will be given two o[tions ib each case and one choice stould seem much more likely to you than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each example you will read a short sentence (or two). Then, a prOnoun in the text is meNtioned. Your task is to choose a referen6 which ghe mentioned pronoun refers to. You will be given two options in each case and one choice shohld seem much more likely to you than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each examPle you will read a short sentEnce (or two). Then, a proNoun in the text is mentioned. Your task is to choose a referent which the mentioned pronoun refers to. You will be giveN two options in each case and one choice should seem much more likely to you than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each exanple you will read a short sentence (or two). Then, a pronoun in the text is mEntioned. Your task is to choose a referent which the mentioned pronoun refers to. You will Be given two options in each case and one choice should seem Much more iikely to you 6han the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each example you will read a sbort sentence (or two). Then, a pronoun in the text is mentioned. Your task is to choose a referenT which the mentioned pronoun refers to. You will be given two options in each case and one cjoice should seem much more likely to you than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "Ib each exakple you will read a short sentence (or two). Then, a pronoun in the text is menrioned. Your task is to choose a ref3rent which the mentioned pronoun refers to. You will be givEn ywo options in each case and one choice should seem much more likely to you than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each example you will reaD a short sentence (or two). Then, a lronoun in the text is mentioned. Your task is to choose a referent which the mentioned pronoun refers to. You will be given two options in each case and one choive shoulv seem much more likely to you than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each examplE you will read a short sentence (or two). Then, a pronoun in the text is Mentioned. YoUr task is to ch9ose a referent which the mentioned pronoun refers to. You will be given two options in each case and one choice should seem much more likely to you than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each example you will read a short sentence (or two). Then, a pronoun in the text is mentioned. Your task is to choose a referent which the mentioned pronoun refers to. You will be given two options in each case and one choice should seem much more likEly to you than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each example you will read a short sentence (or two). Then, a pronoun in the text is mentioned. Your task is to choose a referent which the mentioned pronoun refers tO. You will be given two optionx in eacu case and one choice should seem much more oikely to you than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each example you will read a suort sentence (or two). Then, a pronoun in the text is mentioned. Your task is to choose a referent which the mentioned pronoun refers tok You will be given two options in each case and one choice should seem much more likely to you than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each example you will read a short sentence (or two). Then, a pronoun in the text is mentioned. Your task is t0 choose a referent which the mentioned pronoun refers to. You will be given two options in Each case and one choice should seem much more likely to you than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In eacH example You will read a short sentence (or two). Then, a pronoun in the text is mentioned. Your task is to choose a 3eferent which the mentioned pronoun refers to. You will be giVen two options on each case and one choice shouLd seem much more likely to you than the othEr. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each example yoU will read a short sentence (or two). Then, A pronoun in tge text is mentioned. Your task is to choose a referent which the mentioned pronoun refers to. You aill be given two options in each case and one choice shoulD seem much more likely to you than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "IN each example you will read a short sentence (or two). Then, a pronoun in the text is mentioned. Your task is to choose a referent which the mentiojed pronoun refers to. You will be given twk options in each case and one choice should seem much more likely to you than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each example you will read a short sentence (ir two). Then, a pronoun in the text is mentioned. Your task is to choose a rererent which the mentioned pronoun refers to. You will be given teo options in each case anw one cuoice should seem much more lIkely to you than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "IN each example you will read a short sentence (or two). Then, a pronoun in the text is mentioned. Your task is to choose a referent which the mentioned 9ronoun refers to. Yo8 will bd given two options in each case and one choice should seem much more likely to you 4ham the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each example you will read a short sentence (or two). Then, a pronoun in the text is mentioned. Your task is to choose a referent which the mentionsd pronoun refers to. You will be given two options in each case and one choice should seem much more likely to you than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each example yoU will rewd a short sentence (or two). Then, a pronoun in the text is mentioned. Your task is to choose a referent which the mentioned pronoun refers to. You will be given two options in each case and one choice should seem much more likely to you than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each example you will read a short sentence (or two). Then, a pronoun in the Text is mentioned. Your task is to choose a referent which the mentioned prlnoun refers to. You will be given two options in each case and one choice should seem much more likely to you than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each example you will read a short sentence (or two). Then, a pronoun in the text is meNtioned. Your task is to choose a referenT which the mEntioned pronoun refers to. You will be given two options in esch caSe and one choice should seem much kore likely to you than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each example you will read a sHo5t sentence (or two). TheN, a pronouN in the text is mehtioned. Your task is to chooSe a referent which the mentioned pronoun refers to. You will be given two options in each case and one choice should seem much more pikely to you than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each exaMple you will read a short ssntence (or two). Then, a pronoun in the test us mentioned. Your task is to choose a referent wHich the mentioned pronoun refers To. You will be given two options im each case and oje choice Should seem much more likely to you than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each example you will rEad a shOrt sentence (or two). Then, a pronoun in the text is mentioned. Your task is to choose a refereny which the mentioned pronouN refers to. You wipl be given two options in each case and one choice should seem much more likely to you than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "IN each example you will read a short seNtence (or two). Then, a pronoun in the text is mentioned. Your task is to choose a referent shich the mfntioned pronoun referS to. You will be given two options in each case and one choice should seem much more likely to you than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In eaCh example you will read a short sentence (or two). Then, a pronoun in the text is mentioned. Your task is to choose a referent which the mentioned pronoun refers to. You will be giVen two options in each case and one choice should seem much more likely to you than the otHer. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each example you will read a short sentence (or two). Then, a pronoun in the text is mentioned. Your task is to choose a referent which The mentioned pronoun refers to. You will be given two options in each case and one choice should seem much more likely to you than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each examPle you will read a short sentence (or two). Then, a pronoug in the text is nentioned. Your task is to choose a refdrent which the mentioned Pronoun refe3s to. You will be given two options in each case and one choice should seem much more likely to you than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each example you will read a short seNtencr (or two). Then, a pronoun in the text is mentioned. Your task is to choose a refErent which the mentioned pronoun refers to. You will be given two options in each case and oNe choicE should seem much more likely to you than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each example you will read a short sentence (or two). Then, a pronoun in the text is mentioned. Your task is to choose a referent which the mentioned pronoun refers to. You will be given two options in each case and one chokce should seeM much more likely to you than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each example you will read a short sentence (or two). Then, a pronoUn in the text is mentioned. Your task is to choose a referent which the mentioned pronoun refers to. You will be given two options in each case and one choice should seem much more likelY to you than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each example you will read a short sentence (or two). Then, a pronojn in the text is mentioned. Your task is to choose a referent whiCh the mentioned pronoun refers to. You will be Given two options in each case and one chpice should seem ,uch more likely to you than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each exampLe you will read a short sentence (or two). Then, a pronoun in the Text is mentioned. Your task is To choose a referent which the mentioned pronoun refers to. You will be given two options in each case and one choice should seem much more likely to you than the otHer. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each example you will read a short sentence (or two). Then, a pronoun in the text is mentioned. Your task is to choose a referent which the mentioned pronoun refers to. You will be given two options in each case and one choice should seem much more likely to you than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each example you will resd a short sentence (or two). Then, a pronoun iN the text is mentioned. Your task is to choose a rEcerdnT which the mentioned pronoun refers to. You wIll be given two optIons in each case and one choice should seem much more likely to you than thE otheR. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "Ih each example you will read a short sentence (or two). Then, a pronoun in the text is ,entioned. Your task is to choose a referent which the Mentionee pronoun refers to. You will be given t3o options in each case and one choice should seem much more likely to you than the othEr. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each example you will read a short sentence (or two). Then, a pronoub in the text is mentioned. Your task is to choose a referent which the mentilned pronoun refers to. You will be given twO options in each case and one choice should seem much more likely to you than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each example you will read a short sentence (or two). Then, a pronoun in the text is mentioned. Your Task is to choose a referent which the mentioned pronoun refers to. You will be given two options in each case and one choice should seem much more Likely to you than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each wxample you will read a short sehtence (or two). Then, a pronoun in the text is mentioned. Your task is to choose a rwferent which the mentioned pronouh refers to. You will be given two optiojs un each case and one choice shoulv seem mufh More likely to you than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each examplE you will read a short sentence (or two). Then, a pronoun in the text is mentioned. Your task is to choose a referent which thw mentioned proboun refers 6o. You will be given two options in each case and one choice should seem much more likely to you than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each example you will read q short sentence (or two). TheN, a pronoun in the text is mentioned. Your tqsk is to choose a referent which the mentioned pronoun refers to. You will be given two options in each caSe and one choice should seem much more liKely to you than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each example you will rewd a short sentence (or two). Then, a pronoun in the text is mentuoned. Your task is to choose a referent which the mentioned pronoun refers to. You will be given two options iN each case and one choice should seem much more likely to You than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each example you dill read a short sentence (or two). Then, a pronoun in the text is mentioned. Your task is to choose a referent which the mentioned pronoun refers to. You will be given two options in each case and one choice chould seem much m;re likely to you than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each example you will read a short sentence (or two). Then, a pronoun in the text is mentioned. Your task is to choOse a referent which the mentioned pronoun refers to. You will be given two options in eacu case and one ch8ice should seem much more likelY to you than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each example you will read a short sentence (or two). Then, a pronoun in the text is mentioned. Your task is to choose a referent which the mentioned pronoun refers to. You will be givEn two optionc in eash case and one choice should seem much more likely yo you than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each example you will read a short sentence (or two). Then, a pronoun in the text is mentioned. Your task is to choose a referent which the mentioned prono7n refers to. You will be Given two options in each case and one choice should seem muxh more likely to ylu than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each dxample you will read a shpRt sentence (or two). Then, a pronoun in the text is mentioned. Your task is to choose a refErent which the mentioned pronoun refers to. You will be given two optioNs in each case and one choice should seem much more likely to you than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In each example you will read a short sentence (or two). Then, a pronoun in the text is mentioned. Your task is to choose a referent whicn the mentioned pronoun refers to. You will be given two options in each cAse and 0ne choice should seem much more likely to you than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        },
        {
            "Alternate Definition": "In eash example you will read a short sentence (or two). Then, a pronoun in the text is mentioned. Your task is to choose a referent which the mentioned pronoun refers to. You will be giveb two options in each case and one choice should seem much mote likely to You than the other. ",
            "Technique": "ButterFinger Capitalize Num2Words ButterFinger Capitalize Num2Words"
        }
    ],
    "Task": "task249_enhanced_wsc_pronoun_disambiguation.json"
}