{
    "Contributors": [
        "Phani Rohitha Kaza",
        "Xinran Xie"
    ],
    "Source": [
        "Dataset Card for Asian Language Treebank (ALT) (https://huggingface.co/datasets/alt)"
    ],
    "Categories": [
        "Language Translation"
    ],
    "Definition": "In hhis task, given a sentence in the English lqnguagx and your task is to convert it into the Filmpino langyage.",
    "Input_language": [
        "English"
    ],
    "Output_language": [
        "Filipino"
    ],
    "Instruction_language": [
        "English"
    ],
    "Positive Examples": [
        {
            "input": "Sarah ran from the serial killer holding a jug of milk.",
            "output": "Tumakbo si Sarah mula sa serial killer na may hawak na pitsel ng gatas.",
            "explanation": "The above sentence is correctly translated from English to Filipino."
        },
        {
            "input": "He stepped gingerly onto the bridge knowing that enchantment awaited on the other side.",
            "output": "Dahan-dahan siyang humakbang sa tulay dahil alam niyang naghihintay ang enchantment sa kabilang panig.",
            "explanation": "The above sentence is correctly translated from English to Filipino."
        }
    ],
    "Negative Examples": [
        {
            "input": "He dreamed of leaving his law firm to open a portable dog wash.",
            "output": "Ito ang nagparamdam sa kanya na parang lumang-style na rootbeer float ang amoy.",
            "explanation": "The above sentence is not correctly translated from English to Filipino as none of the words match the translation."
        },
        {
            "input": "The bullet pierced the window shattering it before missing Danny's head by mere millimeters.",
            "output": "Ninakaw ng ilog ang mga diyos.",
            "explanation": "The above sentence is not correctly translated from English to Filipino as none of the words match the translation."
        }
    ],
    "Instances": [
        {
            "input": "Emergency services dispatched search and rescue crews and gave out blankets, food and water.",
            "output": [
                "Ang serbisiyo sa biglang pangangailangan ay nagpadala ng mga grupo sa paghanap at pagsaklolo at namigay ng mga kumot, pagkain at tubig."
            ]
        },
        {
            "input": "As of 2 pm EDT Wednesday, 19 October (18:00 UTC), the center of Hurricane Wilma was located near 17°5′ N 83°5′ W or about 300 miles (480 km) southeast of Cozumel, Mexico.",
            "output": [
                "Sa oras na 2 nh EDT Miyerkules, 19 Oktubre (18:00 UTC), ang sentro ng bagyong Wilma ay natagpuan sa 17 5'N 83 5 W o nasa 300 milya (480 km) hilagang silangan ng Cozumel, Mexico."
            ]
        },
        {
            "input": "The fireworks are currently being held as evidence by the Port Authority of New York and New Jersey police, owner of LaGuardia Airport.",
            "output": [
                "Ang mga paputok ay kasalukuyang pinanghahawakang ebidensya ng mga Awtoridad ng Daungan sa New York at mga pulisya ng New Jersey, na may-ari ng ng paliparang LaGuardia."
            ]
        },
        {
            "input": "After the Taipei City Government became aware of this accident and remonstrated against current Chairman of Taipei 101 Diana Chen, the Taipei 101 re-lighted the wordmark after successfully celebrating New Year's.",
            "output": [
                "Matapos malaman ng Gobyerno ng Lungsod ng Taipei ang aksidenteng ito at magreklamo laban sa nakaupong Pinuno ng Taipei 101 Diana chen, pinailaw muli ang logo ng Taipei 101 pagkatapos ng matagumpay na pagdiriwang ng Bagong Taon."
            ]
        },
        {
            "input": "Mir also told media that Woolmer suffered from a medical condition, but that it was too early to decide whether or not it had anything to do with his death.",
            "output": [
                "Sinabi rin ni Mir sa mga mamamahayag na si Woolmer ay nahihirapan sa isang medikal na kondisyon, pero masyado namang maaga para sabihin na iyon ang dahilan ng kanyang pagkamatay."
            ]
        },
        {
            "input": "He also promised to focus on food security and agriculture.",
            "output": [
                "Kaniya ding ipinangako na tututok sa kasiguraduhan ng pagkain at agrikultura."
            ]
        },
        {
            "input": "The discovery was made by researchers from the World Wide Fund for Nature (WWF).",
            "output": [
                "Ang nakadiskubre ay ang mga mananaliksik mula sa World Wide Fund for Nature (WWF)."
            ]
        },
        {
            "input": "Eve's artificial intelligence will be enhanced to analyze compounds needed for medicinal drugs which may treat killer diseases such as malaria.",
            "output": [
                "Ang artificial intelligence ni Eve ay palalakihin para mag-analisa ng mga kailangang timplada para sa mga gamot medisinal na pwedeng gamutin ang mga sakit na nakamamatay tulad ng malaria."
            ]
        },
        {
            "input": "Most national newspapers congratulated their entrants on a job well done, while others trash-talked other entrants, and still others called for their countries to pull out of the Contest.",
            "output": [
                "Karamihan sa mga pambansang pahayagan ay binati ang kanilang mga kalahok dahil sa mahusay nilang gawa, habang ang iba ay sinisiraan ang ibang mga kalahok, at ang iba naman ay nanawagan sa kanilang mga bansa para umurong sa Paligsahan."
            ]
        },
        {
            "input": "Before a crowd of 575 on Saturday at Wembley Park in Box Hill, metropolitan Melbourne, Australia, W-League team Canberra United lost to the Melbourne Victory 0–3 in the team's first loss since January of last year.",
            "output": [
                "Sa harapan ng 575 na karamihan ng tao noong Sabado sa Parke ng Wembley sa Box Hill, sa punong-lungsod na Melbourne, Australya, ang koponan na W-League na Canberra United ay natalo sa tagumpay ng Melbourne 0-3 sa kauna-unahang pagkatalo ng koponan simula ng Enero noong nakaraang taon."
            ]
        },
        {
            "input": "\"I think we will not get into that now …\"",
            "output": [
                "\"Sa aking palagay hindi natin pag-uusapan ngayon yan...\""
            ]
        },
        {
            "input": "There have been no adequate efforts by the government to protect the people from disasters.",
            "output": [
                "Walang sapat na mga pagsisikap mula sa pamahalaan upang mapangalagaan ang mga tao sa sakuna."
            ]
        },
        {
            "input": "“However, many marketers are already fulfilling these requirements because they are standard good e-marketing practice,” Stewart said.",
            "output": [
                "\"Gayunpaman, maraming nagmemerkado ay tumutupad na sa mga hinihiling dahil sila ay kinikilalang mabuting gawaing e-marketing,\" sinabi ni Stewart."
            ]
        },
        {
            "input": "The wounded were taken to a local military hospital for treatment, while security forces secured the scene of the blast.",
            "output": [
                "Ang mga sugatan ay dinala sa isang lokal na ospital ng militar para magamot, samantalang ang mga pwersa ng seguridad naman ay inaayos ang lugar na pinangyarihan."
            ]
        },
        {
            "input": "\"The time is right, the cause is just, and with hard effort, I know they can succeed.\"",
            "output": [
                "\"Ang oras ay tama, ang dahilan ay patas, at kapag may kasamang pagsisikap, alam ko na maaari silang magtagumpay.\""
            ]
        },
        {
            "input": "Cruise also discusses \"SPs\", or Suppressive Persons, \"PTSPs\", a \"potential trouble source\" influenced by a Suppressive Person, and the need to \"confront and shatter suppression\".",
            "output": [
                "Tinatalakay din ni Cruise ang \"SPs,\" o Nagpupumigil na Tao, \"PTSPs,\" isang \"potensyal na pinagmulan ng problema\" naiimpluwensyahan ng isang Nagpupumigil Tao, at ang pangangailangan na \"harapin at basagin ang panunupil.\""
            ]
        },
        {
            "input": "He also said that 84 people were injured, although the Algerian interior ministry has since lowered the toll to 48.",
            "output": [
                "Sinabi din niya na 84 na katao ang nasugatan, datapwa't ang ministeryong panloob ng Algeria ay ibinaba rin ang bilang sa 48."
            ]
        },
        {
            "input": "A NATO airstrike has killed at least seven members of the Afghan security forces in the western province of Badghis on Friday, according to the Afghan defence ministry.",
            "output": [
                "Pumatay ang isang atakeng panghimpapawid ng NATO ng hindi bababa sa pitong miyembro ng puwersang seguridad na Afghan sa kanlurang probinsya ng Badghis noong Biyernes, ayon sa ministro ng depensa ng Afghanistan."
            ]
        },
        {
            "input": "A new study by Duke University in the US suggests depressed adolescents who respond to treatment within twelve weeks are at a reduced risk of drug abuse later in their lives.",
            "output": [
                "Isang bagong pag-aaral sa Unibersidad ng Duke sa US ay nagsasabi na ang mga nanlulumong mga kabataan na tumugon sa paggamot sa loob ng labindalawang linggo ay may mababang panganib na mag-abuso ng droga sa susunod na yugto ng kanilang buhay."
            ]
        },
        {
            "input": "After an introduction from Virginia governor Bob McDonnell, who himself had been considered a potential running mate, Romney officially made the announcement.",
            "output": [
                "Pagkatapos ng pagpapakilala ng gobernador sa Virginia na si Bob McDonnell, na siya mismo ay itinuturing na isang potensyal na kapares sa pagtakbo, si Romney ay gumawa ng opisyal na pahayag."
            ]
        },
        {
            "input": "\"This was a good win, I'll get better off this fight, but I'll be right back in the gym soon.\"",
            "output": [
                "\"Ito ay mabuting panalo, mas magiging magaling ako sa laban na ito, pero babalik ako agad sa gym.\""
            ]
        },
        {
            "input": "Poland has declared a week of national mourning after the incident.",
            "output": [
                "Ang Poland ay nagdeklara ng isang linggong pampansang pagluluksa matapos ang insidente."
            ]
        },
        {
            "input": "Mahameed is not without his critics, not only among Arabs who say that Mahameed should do more to draw attention to the situation of present-day Palestinians, but also representatives of the Israel office of the Jewish Anti-Defamation League (ADL), who have stated without visiting the museum that they consider some of the attitudes expressed on Mahameed's website to be anti-Semitic.",
            "output": [
                "Si Mahameed ay hindi walang mga kritiko, hindi lamang sa mga Arabo na nagsasabing si Mahameed ay dapat mas gumawa pa nang labis sa pagpatawag pansin sa kasalukuyang sitwasyon ng mga Palestinian, kundi pati na rin sa mga kinatawan ng Jewish Anti-Defamation League (ADL) ng tanggapan ng Israeli, na hindi nakapunta sa museo at nagsabi na isinaalang-alang nila ang mga ugali na ipinapakita sa websayt ni Mahameed bilang kontra Hudeo."
            ]
        },
        {
            "input": "Also banned is smoking in outdoor public areas where pedestrians pass.",
            "output": [
                "Pinagbabawal din ang paninigarilyo sa mga lugar sa labas na dinadaanan ng mga tao."
            ]
        },
        {
            "input": "San Fernando, Chile — Ten students from the Liceo María Luisa Bombal of Rancagua, O'Higgins Region were detained by the local police yesterday.",
            "output": [
                "San Fernando, Chile - Sampung mga estudyante mula sa Liceo María Luisa Bombal ng Rancagua, O'Higgins Region ay dinakip ng mga lokal na pulisya kahapon."
            ]
        },
        {
            "input": "The Greek ministries of Public Order and Economy announced that they offer the amount of 800,000 euros to those who will submit information that could help authorities in the fight against local terrorism.",
            "output": [
                "Inanunsyo ng Griyegong minsteryo ng Publikong Kaayusan at Ekonomiya na magbibigay sila ng halagang 800,000 na euro sa sinumang magbibigay sa kanila ng impormasyon na makakatulong sa mga awtoridad sa paglaban sa lokal na terorismo."
            ]
        },
        {
            "input": "This opinion was shown when the representative said that the lifting of the injunction will \"hopefully help show other courts that injunctions against speech, including speech on the Internet, are not appropriate.\"",
            "output": [
                "Ang opinyon sa ito ay ipinakita nung sinabi ng kinatawan na ang pagkakatanggal ng injunction ay \"makakatulong sana na ipakita sa ibang korte na ang mga injunction laban sa pagsasalita, kasali ang pagsasalita sa Internet, ay hindi tama.\""
            ]
        },
        {
            "input": "Other Republican leaders have been using the party's traditional pro-business message and linking it to homeland security issues.",
            "output": [
                "Ang ibang mga pinuno ng Republikan ay gumagamit sa kanilang partidong tradisyonal na pabor sa negosyong mensahe at inuugnay ito sa mga isyu ng seguridad ng sariling bayan."
            ]
        },
        {
            "input": "Both attorneys work with Facebook and MySpace in an agreement to make their social networking websites safer, especially for young users.",
            "output": [
                "Ang dalawang abogado ay kumilos kasama ng Facebook at MySpace sa isang kasunduan na gawing ligtas ang kanilang social networking site lalo na para sa mga kabataan."
            ]
        },
        {
            "input": "Proposition 8 removed the rights of same-sex couples to marry in California.",
            "output": [
                "Ang Panukalang 8 ay nagtanggal ng karapatan sa pagpapakasal ng parehong kasarian na magkasintahan sa California."
            ]
        },
        {
            "input": "Annastacia Palaszczuk, Queensland's Transport Minister, said the ideas within the proposal would be heavily considered before being implemented.",
            "output": [
                "Si Annastacia Palaszczuk, ang Kagawad sa Transportasyon ng Queensland, ay nagsabi na ang mga ideya na nakapaloob sa panukala ay nararapat na matinding isaalang-alang bago ito isakatuparan."
            ]
        },
        {
            "input": "Rijsberman said water scarcity in Africa was caused by a lack of infrastructure to get the water to the people who needed it.",
            "output": [
                "Sinabi ni Rijsberman na ang kasalatan ng tubig sa Afrika ay dinulot ng kakulangan ng imprastruktura upang ihatid ang tubig sa mga taong nangangailangan nito."
            ]
        },
        {
            "input": "In September 1988, the Equal Employment Opportunity Commission issued a policy-guidance notice which stated that New Age courses should be handled under Title VII of the Act.",
            "output": [
                "Noong Setyembre 1988, ang Komisyon sa Patas na Oportunidad sa Pagtatrabaho ay nagpalabas ng kaalaman sa mga polisiya na nagsasabi na ang mga kurso ng Panibagong Edad sa ay dapat na pinangungunahan sa ilalim ng Titulo VII ng Batas."
            ]
        },
        {
            "input": "The visitors started the game strongly with long range efforts from Rosenior and Smertin, but neither were able to bother Tim Howard in the Everton goal.",
            "output": [
                "Ang mga bisita ay nagsimula ng malakasang laro na may kasamang malayuang gawa mula kay Roseniormat Smertin, pero kahit sino ay walang nakatinag kay Tim Howard sa Everton gol."
            ]
        },
        {
            "input": "They wrote, \"There is nothing more valuable to public safety than community trust in local law enforcement because it establishes residents' willingness to report crimes and cooperate with police.",
            "output": [
                "Isinulat nila, \"Wala ng mas mahalaga pa sa kaligtasan ng publiko kundi ang pagtitiwala ng komunidad sa mga lokal na nagpapatupad ng batas sapagkat ito ang nagtatatag ng pagkukusa ng mga residente na iulat ang mga krimen at makiisa sa mga pulisya."
            ]
        },
        {
            "input": "Phrases such as \"Don't you worry about that\" and \"Goodness gracious me\" were like trademarks to the maverick leader.",
            "output": [
                "Mga katagang tulad ng \"Don't worry about that\" at \"Goodness gracious me\" ay tila mga tatak sa rebeldeng lider."
            ]
        },
        {
            "input": "In an interview with BBC News, Ballard said \"I remember a lot of the casual brutality and beatings-up that went on, but at the same time we children were playing a hundred and one games all the time.\"",
            "output": [
                "Sa isang panayam sa BBC News, sinabi ni Ballard na \"Marami akong naaalala tungkol sa kaswal na kahayupan at pangbubugbog na nangyari, subalit sa mga panahong iyon, kaming mga bata ay naglalaro lamang ng isang daan at isang laro.\""
            ]
        },
        {
            "input": "San Jose, California mayor Ron Gonzales is being investigated by the Santa Clara County District Attorney's Office.",
            "output": [
                "Ang alkalde ng San Jose, California na si Ron Gonzales ay iniimbestigahan ngayon ng Santa Clara County District Attorney's Office."
            ]
        },
        {
            "input": "Today in the court, the Prosecutor defended the act of having him questioned outside the trial, saying that there were several procedural issues.",
            "output": [
                "Sa araw na ito sa korte, ipinagtanggol ng Prosecutor ang pagtatanong sa kanya sa labas ng paglilitis, at sinabing mayroong mga isyu sa mga patakaran."
            ]
        },
        {
            "input": "Among other statements, Korn compared evolutionary biologists to child molesters and discussed killing the \"enemies of Christian society\" who are \"terrorists against America\".",
            "output": [
                "Kabilang sa ibang mga pahayag, inihambing ni Korn ang ebolusyonaryong byologo sa isang nagmo molestiya ng mga bata at tinalakay ang pagpatay sa \"mga kaaway ng Kristiyanong lipunan\" na mga \"terorista laban sa Amerika.\""
            ]
        },
        {
            "input": "Halutz sent his resignation letter to Prime Minister Ehud Olmert, which according to Israeli Army Radio said, \"For me, the concept of responsibility is everything.\"",
            "output": [
                "Ipinadala ni Halutz ang kanyang pagbibitiw na sulat sa Punong Ministro Ehud Olmert, na ayon sa Radyo ng Army ng Israel ay nagsasabing, \"Para sa akin, ang konsepto ng responsibilidad ay lahat ng bagay.\""
            ]
        },
        {
            "input": "There were thought to be only 22 of them left in 1938.",
            "output": [
                "Inakala na may nalalabi na lamang na 22 sa kanila noong 1938."
            ]
        },
        {
            "input": "Microsoft is expected to return to the EC courts in April.",
            "output": [
                "Ang Microsoft ay inaasahang magbabalik sa korte ng EC sa Abril."
            ]
        },
        {
            "input": "Police say it is too early to tell who is behind the threat.",
            "output": [
                "Ayon sa mga pulis napaka aga pa upang sabihin kung sino ang nasa likod ng pagbabanta."
            ]
        },
        {
            "input": "Italian Prime Minister Silvio Berlusconi's government received a vote of confidence from the Italian Senate Thursday, after it earned the confidence of the House yesterday.",
            "output": [
                "Ang gobyerno ng Punong Ministro ng Italy na si Silvio Berlusconi ay nakatanggap ng boto ng pagtitiwala galing sa Senado ng Italy nong Huwebes, matapos itong umani ng pagtitiwala ng Kongreso kahapon."
            ]
        },
        {
            "input": "CowParade, which was first held in Zurich in 1998, has been held in 22 cities in 5 continents and is today the world's largest public art event.",
            "output": [
                "Ang Parada ng Baka, na unang ginanap sa Zurich noong 1998 ay ginawa sa 22 siyudad at 5 kontinente at sa ngayon ay sa pinakamalaking pampublikong artistikong gawain."
            ]
        },
        {
            "input": "On Friday, Clark posted to Facebook to explain his decision saying, \"I usually don't post political items, but today is different.\"",
            "output": [
                "Noong Biyernes, si Clark ay nagpahayag sa Facebook upang ipaliwanag ang kanyang pasiya na nagsasabing \"hindi ako laging nagpapahayag ng mga bagay na pang politika, ngunit ngayong araw ay naiiba.\""
            ]
        },
        {
            "input": "::Sarah Walsh: Women ::The women seem to employ a more defensive and well organized \"block\" making it hard for teams to play through particularly in the middle and our back thirds utilizing transitional moments (BPO – BP) to good effect with quick attacks through the natural speed of certain players.",
            "output": [
                "::Sarah Walsh: Mga babae::Ang mga babae ay mukhang mas gumagamit ng depensa at magandang \"pagsangga\" na nagpapahirap sa mga koponan na maglaro lalo na sa gitna at aming mga back third ginagamit ang palampas na mga pagkakataon (BPO-BP) para sa magandang kalalabasan na may mabilis na mga pagsalakay sa pamamagitan ng likas na bilis ng mga manlalaro."
            ]
        },
        {
            "input": "Family member lawyers of flight attendants drew attention to contacts by Martin to persons involved in the case.",
            "output": [
                "Ang mga abogado ng myembro ng pamilya ng mga flight attendants ang tumawag ng pansin sa mga nakipag-ugnayan ni Martin at ng mga taong sangkot sa kaso."
            ]
        },
        {
            "input": "According to city health officials in Hammond, Indiana, there have been two more cases of West Nile virus reported in humans.",
            "output": [
                "Ayon sa mga opisyal ng kalusugan ng siyudad sa Hammond, Indiana, mayroong dalawang kaso ng West Nile virus na naiulat sa mga tao."
            ]
        },
        {
            "input": "To fund the current rescue efforts, the Japanese government is reportedly considering raising taxes, as the estimated cost of rebuilding affected areas is as high as one percent of the total five trillion dollar GDP.",
            "output": [
                "Upang matustusan ang kasalukuyang ginagawang pag-reskyu, ang gobyerno ng Japan ay naiulat na kinokonsidera ang pagtataas ng buwis, sapagkat ang tinatayang magagastos sa pagpapatayo ng mga naapektuhang lugar ay kasinglaki ng isang porsyento ng limang trilyong dolyar na GDP."
            ]
        },
        {
            "input": "This legislation is in place to provide protection to witnesses on the basis that without it they may be less likely to cooperate with investigational procedures.",
            "output": [
                "Ang batas ay nasa lugar para magbigay proteksyon sa saksi na may basehan na kung wala ito ay hindi makatutulong sa proseso ng imbestigasyon."
            ]
        },
        {
            "input": "We are delighted we have got through but after 10 or 15 minutes the game was immaterial.",
            "output": [
                "Kami ay natutuwa na naabot namin ito pero matapos ang 10 o 15 minuto ang laro ay hindi mahalaga."
            ]
        },
        {
            "input": "The Russian invitation was the first one after the elections of January 2006.",
            "output": [
                "Ang imbitasyon ng Rusiya ay una pagkatapos ng halalan ng Enero 2006."
            ]
        },
        {
            "input": "She argued that the changes would mean an increase in costs to students already struggling to pay, and called on Education Minister Julie Bishop to rule out the changes.",
            "output": [
                "Nangatuwiran ang siya na ang mga pagbabago ay mangangahulugan ng pagtaas ng halaga para sa mga estudyanteng nahihirapang magbayad, at ipinatawag ang Ministro ng Edukasyon na si Julie Bishop para tanggalin ang mga pagbabago sa batas."
            ]
        },
        {
            "input": "The prevalence of anti-French sentiments reached a frenzied zenith prior to the U.S. invasion of Iraq.",
            "output": [
                "Ang pamamayani ng mga sentimyentong laban sa mga Pranses ay umabot na sa rurok ng kahibangan kasama na ang pagsakop ng Estados Unidos sa Iraq."
            ]
        },
        {
            "input": "In 2007, one-third of the world's piracy incidents occurred in this region.",
            "output": [
                "Noong 2007, isang-katlo ng mga panyayari ng panunulisan sa dagat sa mundo ay nangyari sa rehiyong ito."
            ]
        },
        {
            "input": "The Large Hadron Collider, a vast scientific experiment to smash together sub-atomic particles, moved a step closer to its goal on Friday night.",
            "output": [
                "Ang Large Hadron Collider, isang malaking eksperimentong pangsiyentipiko na may layong pabababagsakin kasama ang maliliit na butil ng sub-atomic, ay napapalapit nang makamtan ang adhikain sa Biyernes ng gabi."
            ]
        },
        {
            "input": "Secure Communities includes a provision that ICE can ask state and local detention facilities to hold anyone arrested who might be in the US without adequate documentation until ICE has time to review their case.",
            "output": [
                "Kabilang sa Sekyur na Komunidad ang probisyon na maaaring utusan ng ICE ang estado at mga lokal na presinto na arestuhin ang sinuman na maaaring nasa US na walang kumpletong dokumento hanggang sa mapag-aralan ng ICE ang kanilang kaso."
            ]
        },
        {
            "input": "The trial is set to begin on Wednesday, October 19th.",
            "output": [
                "Ang paglilitis ay nakatakda na magsimula sa Miyerkules, ika-19 ng Oktubre."
            ]
        },
        {
            "input": "Phone and power lines were knocked down and outages were wide-spread.",
            "output": [
                "Ang mga linya ng telepono at kuryente ay nasira at ang pagkawala ng kuryente ay malawakan."
            ]
        },
        {
            "input": "He also confirmed that they currently have no access to heavy equipment.",
            "output": [
                "Kanya ring tiniyak na sa kasalukuyan ay wala silang kaparaanan sa malaking kagamitan."
            ]
        },
        {
            "input": "Many Republicans who represent agricultural Corn Belt or industrial Rust Belt and southern textile states in Congress also have stated opposition to the bill.",
            "output": [
                "Maraming mga Republikano na kumakatawan sa agrikulturang Corn Belt o industriyal na Rust Belt at sa dakong timog na pantelang estado ng Kongreso ang nagpahayag din ng pagsalungat sa panukala."
            ]
        },
        {
            "input": "Following the elections, an estimated 600 people were detained by the government, including 11 Russian nationals.",
            "output": [
                "Kasunod ng mga halalan, ang tinatayang 600 mga tao ay ikinulong ng pamahalaan, kabilang ang 11 na mamamayan ng Russia."
            ]
        },
        {
            "input": "The premier has put his government's prestige on the line with assurances to the nation that full light would be shed on the shooting.",
            "output": [
                "Ang punong ministro ay nagbigay ng kasiguruhan na malalaman ng buong bansa ang katotohanan sa nangyaring pamamaril na naglagay ng piligro sa katanyagan ng gobyerno."
            ]
        },
        {
            "input": "Since then, it has conducted many missile tests, including a dense battery of land-to-ship missile tests in 2003 when tensions rose over its possible possession of nuclear weapons.",
            "output": [
                "Simula noon, lagi silang nagsasagawa ng maraming pagsasanay sa misayl, kasama na ang makapal na baterya sa kalupaan papuntang barko na mga misayl noong 2003 nang ang tensyon ay tumaas dahil sa posibleng pag-posesyon nito ng mga sandatang nukleyar."
            ]
        },
        {
            "input": "A discussion took place before an evening performance between the alleged shooter and one of the victims.",
            "output": [
                "Isang diskusyon ang nagyari bago ang pagganap sa gabi sa pagitan ng diumano'y tagabaril at isa sa mga biktima."
            ]
        },
        {
            "input": "Largely favoured by Buddhists in the provinces, this grants additional powers to the Prime Minister and follows on from martial law having been in place since January 2004.",
            "output": [
                "Sa malawakang pagsang-ayon ng mga Buddhists sa mga probinsya, itoay nagpakaloob ng karagdagang kapangyarihan sa Prime Minister at ang pagsunod mula sa batas Militar na matagal nang nanatili sa lugar mula pa noong Enero 2004."
            ]
        },
        {
            "input": "Russia Today TV, Moscow's English-language satellite television channel, reported that Russian government officials are considering filing libel suits against international journalists over their reporting on the poisoning death of former Russian spy Alexander Litvinenko.",
            "output": [
                "Ang Today TV ng Ruso, na Ingles ang linguahe na satelayt na istasyon sa telebisyon ng Moscow, ay iniulat na ang mga Rusong opisyal ng gobyerno ay pinapag-aralan na magdemanda ng libelo laban sa mga internasyonal na manunulat ng balita dahil sa kanilang pahayag sa pagkamatay dahil sa pagkalason ng dating espiya na Ruso na si Alexander Litvinenko."
            ]
        },
        {
            "input": "Russian Ministry of Foreign Affairs Mikhail Kamynin said that the raid was absolutely unacceptable and was a violation of the Vienna Convention on Consular Relations.",
            "output": [
                "Ang Kagawaran ng Suliraning Panlabas ng Ruso na si Mikhail Kamynin ay nagsabi na ang pagsalakay ay lubos na hindi katanggap-tanggap at isang paglabag sa Kumbensyon ng Vienna sa Relasyong Konsular."
            ]
        },
        {
            "input": "The proposed day of action, August 8, 2008, has generated many supporters, according to Heidi H. and Mike W.",
            "output": [
                "Ang panukalang araw sa aksyon, ika-8 ng Agosto 2008, ay nakabuo ng maraming mga tagasuporta, ayon kina Heidi H. at Mike W."
            ]
        },
        {
            "input": "Neither did they make it possible for us or the Palestinian Red Crescent to assist the wounded.",
            "output": [
                "Alinman man ay hindi nila nagawang posible ito sa amin o sa Palestinian Red Crescent para tumulong sa nasugatan."
            ]
        },
        {
            "input": "Four members of the Memon family, Yakub, Essa, Rubina and Yusuf, were found guilty of conspiring and abetting acts of terrorism and also having contacts with underworld don Dawood Ibrahim, and now face between 5 years and life in prison.",
            "output": [
                "Apat na miyembro ng pamilya Memon na sina Yakub, Essa, Rubina, at Yusuf, ay napatunayang nagkasala sa sabwatan at pagsusulsol ng gawaing terorismo at pagkakaroon ng koneksiyon sa underworld don na si Dawood Ibrahim, at ngayon ay nahaharap sa pagitan ng 5 hanggang panghabambuhay sa kulungan."
            ]
        },
        {
            "input": "Effects include stinging eyes, respiratory difficulties, and dead marine life.",
            "output": [
                "Kasama sa mga epekto ang makikirot na mata, mga hirap sa paghinga, at mga nangangamatay na lamang dagat."
            ]
        },
        {
            "input": "Grandfather Williams said, \"I don't know how I'm going to make it...I moved here so I could be with my grandsons.",
            "output": [
                "Si lolo Williams ay nagsabi, \"Hindi ko alam kung papaano ko ito malalampasan...Lumipat ako dito upang makasama ang aking mga apong lalaki."
            ]
        },
        {
            "input": "She and her husband have two children and live on the north side of Chicago.",
            "output": [
                "Siya at ang kanyang asawa ay may dalawang anak at nakatira sa hilagang bahagi ng Chicago."
            ]
        },
        {
            "input": "Two US soldiers killed in Afghanistan yesterday were shot by an Afghan interpreter in Wardek province south-west of Kabul, according to NATO.",
            "output": [
                "Ang dalawang sundalo na pinatay sa Afghanistan kahapon ay binaril ng tagapagsalin ng Afghan sa probinsiya ng Wardek na timog kanluran ng Kabul, ayon sa NATO."
            ]
        },
        {
            "input": "The U.N. says that the rate of civilian deaths in the country has risen sharply.",
            "output": [
                "Sinabi ng U.N. na ang bilang ng pagpatay sa mga sibilyan sa bansa ay kagyat na tumaas."
            ]
        },
        {
            "input": "More than 2 million U.S. residents are infected every year, the Centers for Disease Control estimates.",
            "output": [
                "Ayon sa tantiya ng Centers for Disease Control, mahigit 2 milyong katao sa U.S. ang naaapektuhan taun-taon."
            ]
        },
        {
            "input": "Margaret Chan, the organisation's director, had dismissed inquiries into its handling of the A/H1N1 pandemic as \"conspiracy theories\" earlier this year,",
            "output": [
                "Si Margaret Chan, ang direktor ng organisasyon, ay pinag walang bahala ang mga naging pagsisiyasat sa naging pag-aasikaso nito sa malawakang A/H1N1 bilang \"sabwatan ng mga teorya\" nitong mga unang araw ng taon,"
            ]
        },
        {
            "input": "The Eritrean ambassador to the UN, Araya Desta, claimed to have peaceful intentions and that his nation had no wishes to take new territory.",
            "output": [
                "Ang ambasador ng Eritrean sa UN na si Araya Desta ay nangakong pawang kapayapan lamang ang kanilang intensyon at ang kanyang bansa ay walang planong mag angkin ng bagong teritorya."
            ]
        },
        {
            "input": "He was a Democrat mayor of Cincinnati in 1977 and made a failed bid for governor of Ohio in 1982.",
            "output": [
                "Siya ay dating Demokratikong Mayor ng Cincinatti noong 1977 at nabigo sa kanyang pagtakbo bilang gobernador ng Ohio noong 1982."
            ]
        },
        {
            "input": "Less than twelve months before Ringo was given his star on the Walk of Fame, Paul McCartney assisted in revealing a star for another former Beatles member, the late George Harrison.",
            "output": [
                "Kulang na labindalawang buwan bago nabigyan ng kanyang bituin sa Walk of Fame, si Paul McCartney ay tumulong sa pagsasabi ng isa pang dating miyembro ng Beatles, ang namatay na si George Harrison."
            ]
        },
        {
            "input": "If they win the competition, the player bonuses would be greater than the one they received for winning last year's W-League grand final.",
            "output": [
                "Kung mapapanalunan nila ang kompetisyon, ang mga bonus ng mga manlalaro ay higit na mas malaki kaysa natanggap nila sa pagkapanalo sa katapusan ng W-League noong nakaraang taon."
            ]
        },
        {
            "input": "Rami Shaaban in the Sweden goal did not have a save to make.",
            "output": [
                "Si Rami Shaaban ng gowl ng Sweden ay hindi nakagawa ng pagliligtas."
            ]
        },
        {
            "input": "The Chargers spread things evenly in the first quarter; five players scored for the team in the period.",
            "output": [
                "Nakalatag nang pantay ang Chargers sa unang kwarter; limang manlalaro ang nakapuntos para sa koponan sa nasabing kwarter."
            ]
        },
        {
            "input": "Buildings have already collapsed and trees have been knocked down.",
            "output": [
                "Ang mga gusali ay nagbagsakan na at ang mga puno ay natumba."
            ]
        },
        {
            "input": "Team spokesman Parvez Mir reported that when he was found \"He had blood on him and there was vomit on the walls.\"",
            "output": [
                "Ang tagapagsalita ng koponan na si Parvez Mir ay nag-ulat na nung siya ay matagpuan, \"May mga dugo sa kanya at may mga suka sa dingding.\""
            ]
        },
        {
            "input": "The United States House of Representatives has passed the bipartisan US$152 billion economic stimulus package that gives one-time rebates to United States citizens, US$600 for individuals or US$1,200 for couples plus US$300 for each child.",
            "output": [
                "Inaprubahan ng Kongreso ng US ang panukala ng dalawang partido na US$152 bilyon na pang-estimulo ng ekonomiko na nagbibigay ng isang beses na balik-pera sa mga mamamayan ng Estados Unidos, US$600 para sa indibidwal, US$1,200 para sa mag-asawa at dagdag na US$300 para sa bawat anak."
            ]
        },
        {
            "input": "Seismic tests were conducted on July 16; Admiral Thad Allen of the United States Coast Guard said that \"no anomalies\" were found, but also that the tests were \"not comprehensive.\"",
            "output": [
                "Ang pagsubok sa paglindol ay isinagawa snoong ika-16 ng Hulyo; ang Admiral Thad Allen sa Gwardiya ng Baybayin sa Estados Unidos ay nagsabi na \"walang anomalya\" ang nakikita, kundi pati na rin na ang mga pagsubok ay \"hindi komprehensibo.\""
            ]
        },
        {
            "input": "\"I think his obsession just got the better of him.\"",
            "output": [
                "\"Sa tingin ko'y nanaig lang sa kanya ang kanyang kinahuhumalingan.\""
            ]
        },
        {
            "input": "The wiki code will also be altered; editors will be able to change tables data and other elements with what is intended as an easier form, in addition to editing an article while watching it.",
            "output": [
                "Ang wiki code ay babaguhin din; ang mga editors ay maaaring magbago ng mga data at iba pang elemento na nilalayon na mas madaling anyo, bilang dagdag sa pag-edit ng artikulo habang ito ay napapanood."
            ]
        },
        {
            "input": "He also notes \"I am concerned, as the commissioner, about children who are frequently exposed to violence in the home or in the immediate family.\"",
            "output": [
                "Sinabi rin niya, \"Ako ay nag-aalala rin katulad ng komisyoner para sa mga bata na malimit makasaksi ng marahas na gawi sa bahay o kaya ay mula sa mga kamag-anak.\""
            ]
        },
        {
            "input": "To compare against a second large species, Burda and his team analyzed data on 2,974 deer studied through photography, direct observation, and snow imprints.",
            "output": [
                "Upang ihambing sa pangalawang pinakamalaking uri, inanalisa ni Burda at ng kanyang pangkat ang mga datos ng 2,974 na usa na pinag-aralan sa pamamagitan ng mga litrato, direktang pagmamasid, at imprenta ng nyebe."
            ]
        },
        {
            "input": "\"Bowing and placing our palms together, we greeted a monk on the grounds who was trimming a hedge.\"",
            "output": [
                "\"Sa aming pagyuko at pagdadaop-palad, binati namin ang isang monghe sa silong na naggagapas ng halamang-bakod.\""
            ]
        },
        {
            "input": "India reached 330 all out with the loss of Anil Kumble for one run and R. P. Singh for a duck.",
            "output": [
                "Naabot nang buong lakas ng India ang 330 na may talo si Anil Kumble para sa isang run at R. P. Singh para sa isang duck."
            ]
        },
        {
            "input": "\"For four-and-a-half years, he was an integral part of the team that worked to complete this vital link for our community.\"",
            "output": [
                "\"Sa loob ng apat at kalahating taon, siya ay mahalagang parte ng pangkat na nagtrabaho upang makumpleto ang importanteng koneksyon para sa ating komunidad.\""
            ]
        },
        {
            "input": "The report said that a calorie of food took roughly 1 litre of water to produce, with a kilo of grain needing only 500-4,000 litres compared to a kilo of industrially produced meat taking 10,000 litres.",
            "output": [
                "Ayon sa ulat na kailangan ng humugit-kumulang na 1 litrong tubig para sa isang kalori ng pagkain, habang ang isang kilong butil ay kailangan lang ng 500-4,000 litro kumpara sa isang kilo ng karne na prodyus ng industriya na mangangailangan ng 10,000 litro."
            ]
        },
        {
            "input": "His success as a manager has been put down to a great tactical brain and the ability to get the best out of his players, not least through his respect and generosity of spirit towards them.",
            "output": [
                "Ang kanyang tagumpay bilang tagapamahala ay nagpatunay ng katalinuhan at kakayahang mapalabas ang galing ng bawat manlalaro, hindi rin matatawaran ang kanyang paggalang at pagiging mapagkaloob sa kanila."
            ]
        },
        {
            "input": "A Vietnamese coal transport ship sank in the South China Sea on Friday killing three people on board, reported the Xinhua News Agency.",
            "output": [
                "Ang isang barkong Vietnamese na may kargang uling ay lumubog sa Dagat ng Timog Tsina noong Bieyernes na pumatay ng tatlong tao na nakasakay, iniulat ng Xinhua News Agency."
            ]
        },
        {
            "input": "The SF structure, whose current deal estimates it's value @ $575 per sq ft, had just sold last year for $1.05 Billion all by itself ($583 a sq ft), when property magnate Walter Shorenstein sold it to Henry Cheng and Vincent Lo's Hong Kong based Hudson Waterfront Associates, a record for a city property.",
            "output": [
                "Ang istruktura ng SF, na ang kasalukuyang kasunduan ay nagtataya sa kanyang halaga na $575 kada talampakang kuwadrado, ay naibenta lamang noong nakaraang taon sa halagang $1.05 bilyon lahat mismo sa sarili nito ($583 na talampakang kuwadrado), nang ang mayaman sa ari-arian na si Walter Shorenstein ay ibenta ito sa Hudson Waterfront Associates na nakabase sa Hongkong na sina Henry Cheng at Vincent Lo, isang tala sa ari-arian ng siyudad."
            ]
        },
        {
            "input": "His body was found at around 10:50 Monday morning by a hotel employee.",
            "output": [
                "Ang kanyang katawan ay natagpuan mga ika-10:50 noong Lunes ng umaga ng isang empleyado ng hotel."
            ]
        },
        {
            "input": "Authorities have been using 24 ships designed for cleaning up oil, and today ordered around 800 civilian fishing boats to join the operation.",
            "output": [
                "Gumamit ang mga awtoridad ng 24 na barkong dinisenyo para sa paglilinis ng langis, at ngayong araw ay inutusan ang halos 800 na bangka ng mga sibilyang mangingisda upang tumulong sa operasyon."
            ]
        },
        {
            "input": "Moreover, top judge Evangelos Kalousis is imprisoned as he found guilty of corruption and degenerate behaviour.",
            "output": [
                "Dagdag pa dito, isang pangunahing hukom na si Evangelos Kalousis ay nabilanggo dahil siya ay nahatulang nagkasala ng korapsiyon at di kanais-nais na asal."
            ]
        },
        {
            "input": "The National Union of Somali Journalists has issued a statement condemning the attack and expressing outrage at the loss of their colleagues.",
            "output": [
                "Ang National Union Of Somali Journalists ay naglabas ng isang pahayag na kumukondena sa pag-atake at nagpahayg ng galit sa pagkawala ng kanilang mga kasamahan."
            ]
        },
        {
            "input": "With 4.4% share of the market, the Co-op is the fifth largest grocery chain in the UK.",
            "output": [
                "Sa pagkakaroon ng 4.4% na bahagi sa merkado, ang Co-op ang panlima sa pinakamalaking hanay ng tindahan sa UK."
            ]
        },
        {
            "input": "The Strait of Malacca is a major conduit for oil shipments.",
            "output": [
                "Ang kipot ng Malacca ay pangunahing dinadaanan ng nagdadala ng langis."
            ]
        },
        {
            "input": "Iranian male youth are not supposed to sport outlandish hairstyles or use gel to make their hair stand.",
            "output": [
                "Ang mga lalakeng kabataan na taga Iran ay hindi nararapat na magpasikat ng kakaibang istilo ng buhok o gumamit ng dyel para patayuin ang kanilang mga buhok."
            ]
        },
        {
            "input": "In an 11-page report, the committee said that the US should not detain anyone in a secret facility under its control.",
            "output": [
                "Sa 11- pahinang ulat, sinabi ng komite na hindi dapat kulungin ng US ang sinuman sa tagong pasilidad na pinamamahalaan nila."
            ]
        },
        {
            "input": "The camera on the telescope, known as the \"Advanced Camera for Surveys\" or ACS, can be reactivated but will be restored to only one-third of its operating capacity.",
            "output": [
                "Ang kamera sa teleskopyo, na kilala sa \"Advanced Camera for Surveys\" o ACS, ay maaaring mabuhay na muli subali't maibalik sa isang-katlo lamang ng kapasidad ng pagtakbo nito."
            ]
        },
        {
            "input": "At the time of the incident — approximately 2100 EST Saturday night or 0000 UTC Sunday morning — US country music band Sugarland were about to perform.",
            "output": [
                "Sa oras ng insidente - tinatayang 2100 EST Sabado ng gabi o 0000 UTC Linggo ng umaga - kawntri musik na bandang Sugarland ay magtatanghal."
            ]
        },
        {
            "input": "Wikinews' Nick Moreau interviewed him regarding his values, his experience, and his campaign.",
            "output": [
                "Kinapanayam siya ni Nick Moreau ng Wikinews tungkol sa kanyang pinapahalagahan, kanyang karanasan, at ang kanyang kampanya."
            ]
        },
        {
            "input": "The animated series Family Guy returned to the FOX television network with a new episode Sunday for the first time since it was taken off the schedule three years ago.",
            "output": [
                "Ang animasyong serye na Family Guy ay ibinalik sa network ng telebisyon na FOX na may bagong yugto noong Linggo sa unang pagkakataon simula noong inalis ito sa iskedyul tatlong taon na ang nakakalipas."
            ]
        },
        {
            "input": "In recent months, Facebook has stepped up lobbying the US capital to communicate its public image to policy makers, and may use Gibbs for their public relations stratagem in the future.",
            "output": [
                "Sa nakalipas na mga buwan, pinabilis ng Facebook ang paghimok sa kabisera ng US upang makipag-usap sa gumagawa ng mga polisiya tungkol sa pampublikong imahe nito, at maaring gamitin si Gibbs para sa kanilang taktika sa relasyon sa publiko sa hinaharap."
            ]
        },
        {
            "input": "The group Amnesty International USA is calling for the US Congress to create a commission to investigate detention and interrogation practices.",
            "output": [
                "Humihiling ang grupo ng Amnesty International USA sa Kongreso ng US na bumuo ng isang komisyon upang mag-iimbestiga sa proseso ng pagkukulong at mga paggawa ng interogasyon."
            ]
        },
        {
            "input": "The cyclone has killed an estimated 22,980 people so far, with millions rendered homeless by the disaster, which struck the Irrawaddy Delta region of Myanmar last week (3 May).",
            "output": [
                "Sa ngayon, tinatayang 22,980 na tao ang namatay sa bagyo, milyong milyong na nawalan ng bahay dahil sa sakuna, na humampas sa rehiyon ng Irrawaddy Delta sa Myanmar noong nakaraang linggo (ika-3 ng Mayo)."
            ]
        },
        {
            "input": "New reports have emerged detailing the extent of the efforts by the Iranian government to purge Western cultural influence in Iran that is deemed un-Islamic.",
            "output": [
                "Nagsulputan ang mga bagong balita na nagdedetalye ng lawak ng mga pagsisikap ng pamahalaan ng Iran para linisin ang Iran sa impluwensyang kultural ng Kanluran na tinuturing na hindi sang-ayon sa Islam."
            ]
        },
        {
            "input": "The failure in the accumulative power supply system in Mosenergo which occurred at 11:15 a.m. local time on Wednesday, led to a power outage in all areas of the city.",
            "output": [
                "Ang kabiguan sa pag-ipon ng sistemang suplay ng enerhiya sa Mosenergo na nangyari ng 11:15 ng umaga sa lokal na oras noong Miyerkules ay naging sanhi ng pagkawala ng kuryente sa lahat ng lugar sa lungsod."
            ]
        },
        {
            "input": "The violence is a result of the belief of the protesters that Thai Prime Minister Abhisit Vejjajiva took power through illegitimate means with the support of the Thai military.",
            "output": [
                "Ang karahasan ay resulta ng paniniwala ng mga nagpoprotesta na ang Punong Ministro ng Thailand na si Abhisit Vejjajiva ay nakuha ang kapangyarihan sa pamamagitan ng hindi lehitimong pamamaraan sa suporta ng mga militar ng Thailand."
            ]
        },
        {
            "input": "More than 6,000 miners died in accidents in China last year, according to previously released government figures.",
            "output": [
                "Mahigit sa 6,000 na minero ang namatay sa sakuna sa Tsina noong nakaraang taon, ayon sa dating inilabas na bilang ng pamahalaan."
            ]
        },
        {
            "input": "The standards are not made up by the school but are real standards written by the New Zealand Qualifications Authority (NZQA).",
            "output": [
                "Ang mga pamantayan ay hindi gawa-gawa ng paaralan, kundi iyon ay mga totoong pamantayan na isinulat ng New Zealand Qualifications Authority (NZQA)."
            ]
        },
        {
            "input": "With wind speeds of 216 km/h (135 mph) at the time of landfall it is the strongest typhoon to hit China since August 1, 1956, when a storm with wind speeds of 244 km/h killed 4,900 people.",
            "output": [
                "May lakas ng hangin na 216 kilometro/oras (135 milya bawat oras) sa panahon na ito ay dumapo ito ang pinakamalakas na bagyo na tumama sa bansang Tsina mula noong Agosto 1, 1956, kung kailan ang bagyo na may lakas ng hangin na 244 kilometro/oras ay pumatay sa 4,900 na katao."
            ]
        },
        {
            "input": "This marks the second such controversy involving Myers, also known under the names Tericka Dye and the stage name Rikki Anderson.",
            "output": [
                "Ito ang pangalawang kontrobersya na kasangkot si Myers, na kilala rin sa pangalan na Tericka Dye at ang pangalan sa entablado na Rikki Anderson."
            ]
        },
        {
            "input": "More Heathrow slots earmarked for Scotland have been given up than any other destination.",
            "output": [
                "Mas maraming pwesto ng Heathrow papunta sa Scotland ang isinuko kumpara sa iba pang destinasyon."
            ]
        },
        {
            "input": "The second note came on Friday, when the foreman wrote \"Is it permissible to obtain the transcript of the testimony? It would be helpful.\"",
            "output": [
                "Ang ikalawang sulat ay dumating noong Biyernes, noong sinulat ng katiwala na \"Maaari bang makuha ang kopya ng testimonya? Makakatulong ito.\""
            ]
        },
        {
            "input": "A U.S. military spokesman, Lieutenant Colonel Paul Fitzpatrick, said no U.S. troops had been hurt, and that an investigation has begun into the incident.",
            "output": [
                "Isang tagapagsalitang militar ng U.S., na si Tenyente Koronel Paul Fitzpatrick, ay nagsabi na walang tropa ng U.S. ang nasaktan, at nagsimula na ang imbestigasyon sa naturang insidente."
            ]
        },
        {
            "input": "Another Democrat, House Budget Committee Chairman John Spratt, also blamed the Bush administration.",
            "output": [
                "Isa pang Demokratiko, ang Tagapangulo ng House Budget Committee na si John Spratt, ay sinisi rin ang administrasyon ni Bush."
            ]
        },
        {
            "input": "As Tom DeLay's (Republican member of the U.S. House of Representatives from Texas), alleged ethical lapses began to dominate American political news stories and the Sunday talk shows, have led some Republican members of the Majority Leader’s own party to question the reasoning for his refusal to account for his actions or resign.",
            "output": [
                "Habang si Tom DeLay (miyembro ng U.S. Republikanong Bahay ng mga Representante mula sa Texas) ang mga di umanoy pang etikong lapses na nagsimula para dominahin ang mga kwento ng mga balitang politikal sa Amerika at pang linggong usapang palabas, ay nagbunsod sa ilang mga miyembro ng Republikanong sariling partido ng pinuno ng mayorya na tanungin ang dahilan ng pagtangging magpaliwanag sa kanyang aksiyon o magbitiw."
            ]
        },
        {
            "input": "The United States Geological Survey (USGS) reported that the first earthquake took place at 9:27 (-3 UTC) 165 kilometers from the city of Cruzeiro do Sul, in the Amazonian state of Acre and measured 6.1 degrees on the Richter scale.",
            "output": [
                "Ang Estados Unidos Heolohika Pagsusuri (USGS) ay nag-ulat na ang unang lindol ay nangyari noong ika 9:27 (-3UTC) 165 na kilometro mula sa lungsod ng Cruzeiro do Sul, sa estado ng Acre sa Amazonia at nasukat na 6.1 na degrado sa skala ng Richter."
            ]
        },
        {
            "input": "The 6th Stage of 2008 Tour de Taiwan held its long-distance race through 9 townships including Banciao, Hsinchuang, Wugu, Bali, Tamshui, Jinshan, Sanjhih, Shihmen, and Wanli in Taipei County today.",
            "output": [
                "Ginanap ng Ika-6 na Yugto ng 2008 Tour de Taiwan ang malayuang distansiyang karera nito mula sa 9 na nayon kabilang ang Banciao, Hsinchuang, Wugu, Bali, Tamshui, Jinshan, Sanjhih, Shihmen, at Wanli sa Rehiyon ng Taipei ngayon."
            ]
        },
        {
            "input": "In McCain's TV ad, it was stated that Obama was \"the biggest celebrity in the world.\"",
            "output": [
                "Sa patalastas sa TV ni McCain, nasabi na si Obama ay \"ang pinakamalaking kilalang tao sa mundo.\""
            ]
        },
        {
            "input": "According to a spokesman for the International Security Assistance Force, a NATO peacekeeping organisation, troops came under fire after a successful operation.",
            "output": [
                "Ayon sa tagapagsalita para sa International Security Assistance Force, samahan ng tagapag-ingat sa kapayapaan ng NATO, ang mga tropa ay tumigil sa pakikipaglaban pagkatapos ng matagumpay na pakikipaglaban."
            ]
        },
        {
            "input": "A letter that had been written in 1988 by Ayatollah Ruhollah Khomeini, who led the 1979 Iranian Revolution and is Iran's former Supreme Leader has been made public by Iran's former president Hashemi Rafsanjani and states that Iran needed to acquire nuclear weapons in an attempt to win the war with Iraq.",
            "output": [
                "Isang liham na isinulat noong 1988 ni Ayatollah Ruhollah Khomeini, na nanguna sa Rebolusyon ng mga Iranians noong 1979 at ang dating Iran Supreme Leader ay isinapubliko ng dating presidente ng Iran na si Hashemi Rafdanjani, ay nagpapahayag na ang Iran ay kailangang makakuha ng armas nuklyar sa tangkang manalo sa digmaan laban sa Iraq."
            ]
        },
        {
            "input": "Miodrag Djurovic, the head of the main Podgorica hospital, stated that another five passengers had died overnight.",
            "output": [
                "Inihayag ni Miodrag Djurovic, ang pinuno ng pangunahing ospital ng Podgorica, na namatay ang lima pang mga pasahero sa loob ng isang magdamag."
            ]
        },
        {
            "input": "In this month's edition on the campaign trail: the campaign manager for a candidate already seeking two presidential nominations discusses the likelihood his candidate will run for the Reform Party's nomination; a lesser known candidates forum reveals an alternative fuel possibility and concludes in a dramatic fashion; and the newly nominated candidate for the Boston Tea Party talks with Wikinews.",
            "output": [
                "Sa edisyon ng buwan na ito na pinagdaanan ng kampanya: ang tagapamahala ng kampanya para sa isang kandidato ay kaagad na naghahanap ng dalalwang pampanguluhang nominasyon na tinatalakay ang posibilidad ng kanyang kandidato na tatakbo para sa nominasyon ng Partido sa Reporma; isang maliit na kilalang mga kandidato na inilabas sa pagtitipon ang posible na alternatibong gatong at nagtatapos sa isang dramatikong anyo; at ang bagong nominado na kandidato para sa Boston Tea Party ay pinagusapan sa Wikinews."
            ]
        },
        {
            "input": "According to reports, the UN is seeking \"to remove the observers from the area.\"",
            "output": [
                "Ayon sa mga balita, ang UN ay nag iisip \"na ialis ang mga tagapagmasid mula sa lugar.\""
            ]
        },
        {
            "input": "Nine people have died in bush-fires in the region of the Eyre Peninsula in South Australia.",
            "output": [
                "Siyam na tao ang namatay sa isang kumakalat na apoy sa rehiyon ng Eyre Peninsula sa Timog Australia."
            ]
        },
        {
            "input": "An AMBER Alert was issued and police are looking for a 1994 white Chevrolet Suburban or a teal-green Chrysler Concorde.",
            "output": [
                "Isang AMBER Alert ang inilabas at ang pulisya ay naghahanap ng isang 1994 na puting Chevrolet Suburban o isang napaka-berdeng Chrysler Concorde."
            ]
        },
        {
            "input": "Just prior to the bombing of the UN convoy at around 1400 Eastern European Time (UTC+2), the Syrian military is said to have attacked a funeral procession and reportedly 20 people were killed in that incident.",
            "output": [
                "Bago pa man ang pagbomba sa kumboy ng UN, mga bandang 1400 Eastern European Time (UTC+2), naipahayag na ang militar ng Syria ay sumalakay sa isang prusisyon ng paglilibing at iniulat na 20 katao ang napatay sa insidente."
            ]
        },
        {
            "input": "Microsoft also reported revenue of $19.2bn, a record that exceeds analyst's forecasts by a large margin.",
            "output": [
                "Ang Microsoft ay nagtala ng $19.2bn na kita, ang talaan na lumampas sa tantiya ng mga taga pag-analisa sa pamamagitan ng malaking mardyin."
            ]
        },
        {
            "input": "\"The practical reality is that the two biggest parties have not shown they are prepared to move forward at all.\"",
            "output": [
                "\"Ang praktikal na katotohanan ay ang dalawang pinakamalaking partido ay hindi ipinapakita na handa silang magpatuloy.\""
            ]
        },
        {
            "input": "Every year dozens of people sustain injuries due to careless handling of fireworks or fires.",
            "output": [
                "Taon-taon dose-dosenang mga tao ang nagtatamo ng sugat dahil sa hindi maingat na paggamit ng mga paputok at mga apoy."
            ]
        },
        {
            "input": "They're seeking a minimum of USD$100,000 each for families of the deceased and $50,000 for each survivor.",
            "output": [
                "Nanghahangad sila ng pinakamaliit na halaga na US$100,000 para sa bawa't pamilya ng mga nasawi at $50,000 para sa bawa't nakaligtas."
            ]
        },
        {
            "input": "\"This is a victory for rock music... and also a victory for open-mindedness,\" Mr Lordi said.",
            "output": [
                "\"Ito ay isang tagumpay para sa musika ng rock...at tagumpay din para sa bukas na kaisipan,\" sabi ni Ginoong Lordi."
            ]
        },
        {
            "input": "\"Some of the problem of erosion is created by our people, by our attitude to waste disposal.\"",
            "output": [
                "\"Ang ilang problema sa pagguho ng lupa ay nilikha ng ating mamamayan, dahil sa ating ugali sa pagtatapon ng basura.\""
            ]
        },
        {
            "input": "The dairy industry has warned of a collapse of the industry and a dependence on foreign imports if prices are not increased to match rising production costs.",
            "output": [
                "Ang industriya ng dairy ay nagbanta ng pagbagsak sa industriya at pagpapakandili sa banyagang imports kapag ang presyo ay hindi tumaas upang tapatan ang tumataas na halaga ng produksiyon."
            ]
        },
        {
            "input": "Investment in agriculture, according to Director-General Diouf, is the key to overcoming poverty and hunger in poorer countries.",
            "output": [
                "Ang puhunan sa agrikultura, ayon kay Direktor-Heneral Diouf, ay ang susi para makaahon sa paghihirap at gutom sa mga naghihirap ng mga bansa."
            ]
        },
        {
            "input": "The Associated Press is reporting that the two men were standing in the hatch of the vehicle at the time of the explosion, and that no other people were injured.",
            "output": [
                "Ayon sa balita ng The Associated Press, ang dalawang lalaki ay nakatayo sa likod ng sasakyan nang maganap ang pagsabog, at walang ibang tao ang nasugatan."
            ]
        },
        {
            "input": "At Ipswich fans hope to rename one of the stands at Portman Road after their former manager.",
            "output": [
                "Ang mga tagahanga sa Ipswich ay umaasang pangalanan ang isa sa mga entablado sa Portman Road mula sa pangalan ng kanilang dating tagapamahala."
            ]
        },
        {
            "input": "TheHonda and Williams teams, as well as Giancarlo Fisichella from Force India were all lapped.",
            "output": [
                "Ang mga koponan na Honda at Williams, pati na rin si Giancarlo Fisichella mula sa Force India ay lahat nagkaungusan."
            ]
        },
        {
            "input": "Clarke County coroner Sonny Wilson said Saturday night that all three were shot multiple times.",
            "output": [
                "Sinabi ni koroner Sonny Wilson ng Clarke County noong Sabado ng gabi na ang tatlo ay binaril nang maraming beses."
            ]
        },
        {
            "input": "Sulpicio told the Manila Regional Trial Court that both Republic Act 9295 and the Domestic Shipping Development Act of 2004 removed the BMI's power to investigate maritime incidents and that the investigation the board launched on June 25 is \"irregular, illegal, and null and void\".",
            "output": [
                "Sinabi ng Sulpicio sa Manila Regional Trial Court na pawang ang Republic Act 9295 at ang Domestic Shipping Development Act ng 2004 ay nagtanggal sa BMI ng karapatan na magsiyasat sa mga kaganapan tungkol sa paglalayag at na ang pagsisiyasat ng lupon na noong Hunyo 25 \"hindi patas, labag, at walang bisa.\""
            ]
        },
        {
            "input": "Corporal Braun is the 27th Canadian soldier to die since Canadian military operations in Afghanistan began in late 2001 as part of the American led \"War on Terror\".",
            "output": [
                "Si Kabo David Braun ay ang ika-27 sundalo mula sa Canada na napatay simula noong nagsimula ang operasyong miltar ng Canada sa Afghanistan noong 2001 bilang bahagi ng \"War on Terror\" na pinangunahan ng Amerika."
            ]
        },
        {
            "input": "They fought hard in the next ten, but failed to capitalise on opportunities they created and Grammar mistakes.",
            "output": [
                "Sila ay lumaban nang maigi sa susunod na sampu, subali't nabigong magsamantala sa mga pagkakataon na kanilang nilikha at sa mga pagkakamali ng Grammar."
            ]
        },
        {
            "input": "The Chesapeake Bay Program launched the new forecast to build on a base of environmental data gathered over the last two decades as water quality concerns have grown.",
            "output": [
                "Ang Chesapeake Bay Program ay naglunsad ng bagong ulat na gumawa ng pangkapaligirang datos na anakalap sa loob ng huling dalawang dekada dahil ang pag-aalala sa kalidad ng tubig ay tumataas."
            ]
        },
        {
            "input": "In Baghdad a mid-morning blast injured about a dozen people, and killing at least eight police officers.",
            "output": [
                "Sa Baghdad, isang pagsabog ang gumulantang isang umaga na nakasakit sa may isang dosenang tao, at pumatay sa walong pulis opisyal."
            ]
        },
        {
            "input": "Researchers with the University of Calgary in Canada have found that prolactin, a hormone produced during pregnancy, may reverse the progression of multiple sclerosis (MS), according to a paper published this week in The Journal of Neuroscience.",
            "output": [
                "Ang mga mananaliksik sa Unibersidad ng Calgary sa Canada ay nakita na ang prolactin, isang hormong nabubuo sa panahon ng pagbubuntis, ay maaring baligtarin ang paglala ng multiple sclerosis (MS), ayon sa dyaryo na nailathala ngayong linggo na The Journal of Neuroscience."
            ]
        },
        {
            "input": "\"Today they proved themselves that the trial and the execution were mere retaliation and not justice,\" one mourner told the Los Angeles Times.",
            "output": [
                "\"Ngayong araw na ito, pinatunayan nila sa kanilang mga sarili na ang pagbitay ay isa lamang pagganti at hindi hustisya,\" sinabi ng isang nagdadalamhati sa Los Angeles Times."
            ]
        },
        {
            "input": "A special court had earlier sentenced Delhi University lecturer S. Geelani, Afzal and Shaukat Hussain Guru to death under Section 3(2) of POTA (indulging in terrorist acts leading to deaths) and Section 302 of the Indian Penal Code (murder).",
            "output": [
                "Ang espesyal na korte ay sinentensyahan ng kamatayan kanina ang isang lektur ng Unibersidad ng Delhi na si S. Geelani, sina Afzal at Shaukat Hussain Guru sa ilalim ng Bahagi 3(2) of POTA (pagkamalabis sa teroristang gawain na humahantong sa kamatayan) at Bahagin 302 sa kodigo penal ng India (pagpatay)."
            ]
        },
        {
            "input": "He is the son of current Italian-born Congress President Sonia Gandhi, and former Prime Minister Rajiv Gandhi, who was assassinated in 1991.",
            "output": [
                "Siya ang anak ng kasalukuyang pinanganak na Italyanong Presidente ng Kongreso na si Sonia Gandhi, at dating Punong Ministro Rajiv Gandhi, na pinatay noong 1991."
            ]
        },
        {
            "input": "Takuma Sato closed the season with 10-th place, first who finished in one lap after the winner, the best result for Super Aguri-Honda team.",
            "output": [
                "Tinapos ni Takuma Sato ang palaro na pangsampung pwesto, ang kauna-unahang nagtapos sa isang ligid sumunod sa nanalo, ang pinakamabuting resulta para sa Super Aguri-Honda na koponan."
            ]
        },
        {
            "input": "Even Microsoft has been mentioned as a possible future competitor.",
            "output": [
                "Nabanggit na posibleng maging ka kompetensya ang Microsoft sa hinaharap."
            ]
        },
        {
            "input": "They say they wanted to conduct a citizens inspection of the controversial Pine Gap facility.",
            "output": [
                "Nakita nila na gusto nilang gumawa ng inspeksyon sa mga kontrobersyal sa pasilidad ng Pine Gap."
            ]
        },
        {
            "input": "We're not going away, we've gone back and balloted the whole public health workforce in Victoria, those ballots were successful, 97 percent approval rating, she said.",
            "output": [
                "Hindi lang naman kami aalis, kami ay bumalik at pinaboto ang lahat ng mga manggagawa ng mga kalusugang pampubliko sa Victoria, matagumpay ang pagboto sa balota, 97 porsiyento ang bilang ng mga sumang-ayon, aniya."
            ]
        },
        {
            "input": "Chaminda Vaas immediately made a breakthrough, dismissing opening batsman Maurice Ouma for a duck.",
            "output": [
                "Si Chaminda Vaas ay kaagad na nakagawa ng pambihirang tagumpay, na nagtatanggal kay batsman Maurice Ouma."
            ]
        },
        {
            "input": "The resolution comes in response to questions that have been raised by senior intelligence officials and information revealed in leaked U.K. documents such as the Downing Street Memo, regarding the handling of pre-war intelligence by the Bush administration, and the planning and execution of the Iraq war.",
            "output": [
                "Ang pagpapasya ay ginagawa bilang tugon sa tanong na itinataas sa pamamagitan ng mga senyor na opisyal ng intelihensya at impormasyong nasiwalat sa nabunyag na dokumento ng U.K. tulad ng Down Street Memo, tungkol sa paghawak ng intelehensya noong wala pang gera sa pamamagitan ng administrasyong Bush, at ang pagpaplano at pagpapatupad ng digmaan sa Iraq."
            ]
        },
        {
            "input": "When water freezes, the salt is squeezed out, leaving pure water ice behind.",
            "output": [
                "Kapag nagyelo ang tubig, napipiga palabas ang asin, at nag-iiwan ng purong tubig."
            ]
        },
        {
            "input": "The 2008 Taipei City New Year Countdown Party was apparently \"faded\" with political factor.",
            "output": [
                "Ang 2008 Taipei City New Year Countdown Party ay halatang \"nabahiran\" ng politikal na dahilan."
            ]
        },
        {
            "input": "McCain is set to appear at an Ohio furniture plant Wednesday to reinforce the messages in his latest advertisement.",
            "output": [
                "Nakatakdang dumalo si McCain sa isang planta ng mga kagamitang pambahay sa Ohio sa Miyerkules upang pagtibayin ang mga mensahe sa kaniyang pinakabagong patalastas."
            ]
        },
        {
            "input": "He also stated that he believed Romney to be \"a leader who understands the economy, recognises more government regulation is not the answer, believes in entrepreneurial capitalism and works to ensure that all Americans have the opportunity to succeed\".",
            "output": [
                "Ipinahayag niya rin na naniniwala siya na si Romney ay magiging isang \"pinunong nakakaunawa sa ekonomiya, ang pagkakilala nang mas mabuti sa mga alituntunin ng pamahalaan ay hindi sagot, naniniwala sa pangnegosyong kapitalismo at mga trabaho upang tiyakin na lahat ng mga Amerikano ay magkaroon ng pagkakataon para magtagumpay.\""
            ]
        },
        {
            "input": "John Brennan, a Homeland Security assistant, added that \"at this point, a top priority is to ensure that communication is robust and that medical surveillance efforts are fully activated.\"",
            "output": [
                "Dagdag din ni John Brennan, isang kawani sa Homeland Security, na \"sa puntong ito, prayoridad na matiyak ang maayos na komunikasyon at ang mga medikal na tagabantay ay palaging aktibo.\""
            ]
        },
        {
            "input": "All seven astronauts were killed when their spacecraft broke up on re-entry over Texas on February 1, 2003, 16 minutes prior to scheduled landing time at Florida.",
            "output": [
                "Lahat ng pitong astronots ay namatay noong ang kanilang sasakyang pangkalawakan ay nasira sa muling pagpasok sa Texas noong Pebrero 1, 2003, 16 minuto bago ang takdang oras ng paglapag sa Florida."
            ]
        },
        {
            "input": "He listed slightly to the right and kept a fixed, distant face that was surrounded by uncombed strands of his long hair.",
            "output": [
                "Tumagilid siya ng bahagya sa kanan at itinuon ang tingin, ang malayong paningin ng mukha na pinapaligiran ng magulong mga hibla ng mahaba niyang buhok."
            ]
        },
        {
            "input": "The Blue Bulls led WP 20 to nine at half time.",
            "output": [
                "Pinangunahan ng Blue Bulls ang WP sa 20 laban sa nuwebe sa haf taym."
            ]
        },
        {
            "input": "Hurricane Wilma strengthened on its path around Cuba, and is projected to travel onward and outward towards central and south Florida.",
            "output": [
                "Ang bagyong Wilma ay lumakas sa dako patungong Cuba, at inaasahang maglalakbay papunta at palabas ng gitna at timog Florida."
            ]
        },
        {
            "input": "On May 25, Amnesty International called for the shutdown on Guantanamo Bay due to numerous human rights violations, saying \"The 'war on terror' appeared more effective in eroding international human rights principles than in countering international 'terrorism'.\"",
            "output": [
                "Noong ika-25 ng Mayo, nanawagan ang Amnestiya Internasyunal na ipasara ang Guantanamo Bay dahil sa maraming paglabag sa karapatang-pantao, at sinabing \"Ang 'digmaan laban sa paninindak'ay mukhang mas epektibo sa pagwasak sa pandaigdigang prinsipyo ng karapatang-pantao kaysa labanan ang pandaigdigang 'terorismo'.\""
            ]
        },
        {
            "input": "Four people are reported to be in a serious condition.",
            "output": [
                "Apat na tao ang naiulat na nasa malubhang kalagayan."
            ]
        },
        {
            "input": "US$300 checks would be sent to people on low-income including retirees on Social Security which was not included in the original bill backed by President George W. Bush.",
            "output": [
                "Ang mga tseke na US$300 ay ipapadala sa mga tao na mabababa ang kita kabilang na ang mga retirado ng Social Security na hindi kasama sa orihinal na panukala na sinuportahan ni Pangulong George W. Bush."
            ]
        },
        {
            "input": "Iraq has defeated Australia 3-1 in their 2007 AFC Asian Cup Group A match at the Rajamangala Stadium, Bangkok, Thailand.",
            "output": [
                "Natalo ng Iraq ang Australia 3-1 sa kanilang 2007 AFC Asian Cup Group A na labanan sa Rajamangala Stadium, Bangkok, Thailand."
            ]
        },
        {
            "input": "Such coordinating servers can cost upwards of US$5,000, whereas Superna's software can turn a US$1,000 hand-held tablet PC into household remote control.",
            "output": [
                "Ang mga nagtutugmang serber nagaya nito ay may halagang US$5,000, samantalang ang Superna softweyr ay maaaring gawin ang US$1,000 na maliit na tablet na PC na isang pambahay na remowt kontrol."
            ]
        },
        {
            "input": "The launch cost South Korea an estimated US$400 million, and if successful, would have launched a satellite called the STSAT-2B into orbit.",
            "output": [
                "Gumastos ang South Korea ng tinatayang US$400 milyon, at kung naging matagumpay ito, magdadala sana ng satelayt na tinatawag na STSAT-2B sa orbita."
            ]
        },
        {
            "input": "In the last week of the year, the Bab Amr neighbourhood was attacked by the Syrian military and experienced heavy violence.",
            "output": [
                "Noong huling linggo ng taon, sinalakay ng militar ng Sirya ang mga kalapit ng Bab Amr at nakaranas ng biyolenteng pagsalakay."
            ]
        },
        {
            "input": "Philip Rogers, a coroner from Swansea, recorded the verdict as an accidental death.",
            "output": [
                "Itinala ni Philip Rogers, ang isang tagapadsuri galing Swansea, ang hatol bilang aksidenteng pagkamatay."
            ]
        },
        {
            "input": "\"I am sure that, like me, they are already excited about the prospects for next season under the new manager's stewardship.\"",
            "output": [
                "\"Sigurado ako na, tulad ko, sila ay nagaganyak din tungkol sa mga pagkakataon para sa susunod na panahon sa ilalim ng pangangasiwa ng bagong manedyer.\""
            ]
        },
        {
            "input": "A Brazilian military official later said four Brazilian soldiers who were part of the UN mission were killed.",
            "output": [
                "Isang opisyal ng militar ng Brazil ay sinabi bandang huli na apat na mga sundalo ng Brazil na bahagi ng UN misyon ay namatay."
            ]
        },
        {
            "input": "They were, however, hampered by protesters on the roof, who, among other things, threw caustic soda at the soldiers.",
            "output": [
                "Subalit sila ay hinarang ng mga tagatutol sa bubungan, na, kasabay ang iba pang mga bagay, ay nagtapon ng mga soda sa mga sundalo at iba pang bagay."
            ]
        },
        {
            "input": "He is also remembered for dismantling many of the State's unions, and for a somewhat totalitarian and heavy handed style of keeping control.",
            "output": [
                "Siya ay maalaala rin para sa pagkabuwag ng marami sa mga unyon ng Estado, at para sa tila totalitaryo at bakal na kamay na istilo para mapanatili ang kontrol."
            ]
        },
        {
            "input": "We will uphold the messenger of God not only by our voices but also by our blood,\" Nasrallah told the crowd, estimated to be 700,000 (police said the figure was likely to be even higher).",
            "output": [
                "Ipagtatanggol natin ang tagapagbalita ng Diyos hindi lang sa pamamagitan ng ating mga boses ngunit sa pamamagitan din ng ating dugo,\" sabi ni Nasrallah sa mga nagtitipon, na tantsang nasa 700,000 (sinabi ng pulisya na ang bilang ay maaaring mas marami pa)."
            ]
        },
        {
            "input": "A Seattle woman died in the basement of her home after floodwaters caused the basement door to close and jam shut.",
            "output": [
                "Isang babae na mula sa Seattle ay namatay sa loob ng silong ng kanyang bahay matapos sumara ang pintuan ng silong at mapinid dahil sa tubig baha."
            ]
        },
        {
            "input": "The engineers then shut down two of the nine engines — in order to limit potential damage to the launch pad — and continued the test for 18 more seconds before finally shutting the rocket down.",
            "output": [
                "Pinatay kaagad ng mga inhenyero ang dalawa sa siyam na makina - upang maiwasan ang posibleng pagkasira ng launch pad - at ipinagpatuloy ang pagsubok dito sa 18 pang segundo bago tuluyang pababain ang raket."
            ]
        },
        {
            "input": "The US government first denied a specific report that the Qu'ran had been flushed down a toilet at the prison facility, but on Friday agreed that similar allegations were indeed true.",
            "output": [
                "Ang gobyerno ng US ay una nang pinabulaan ang isang partikular na ulat na ang Qur'an ay iplinas sa isang kubeta sa pasilidad ng kulungan, ngunit noong Biyernes ay umamin na ang kaparehang alegasyon ay totoo nga."
            ]
        },
        {
            "input": "Gary Sheffield then responded in the bottom of the inning with a three-run homer hit deep into the right-center field bleachers, stretching the Yankee lead to 9-4.",
            "output": [
                "Pagkatapos ay tumugon si Gary Sheliffield sa kailaliman ng ining kasama ang isang tatlong-takbong homer na umabot sa kanang sentrong malawak na mga upuan, na nagpalaki ng abante ng Yankee sa iskor na 9-4."
            ]
        },
        {
            "input": "This year, the U.S. government will only issue 33,000 visas for winter workers and 33,000 for summer workers.",
            "output": [
                "Sa taong ito, ang pamahalaan ng U.S. ay magbibigay lamang ng 33,000 na mga bisa para mga manggagawa sa taglamig at 33,000 para sa mga manggagawa sa tag-araw."
            ]
        },
        {
            "input": "Local sporting infrastructure will be supported in the budget with A$30 million earmarked for this, A$10 million specifically to improve Melbourne's Olympic Park Precinct, A$5 million to support football in western Sydney, and A$3 million for Football New South Wales to build a new headquarters.",
            "output": [
                "Ang lokal na nagpopondo sa imprastruktura ay susuportahan sa badyet na may nakalaang A$30 para dito, A$10 milyon na sadyang nakalaan upang pagandahin ang Parkeng Presinto ng Olimpik sa Melbourne, A$5 milyon upang suportahan ang putbol sa Kanlurang Sydney, at A$3 milyon para sa putbol sa New South Wales upang magtayo ng bagong himpilan."
            ]
        },
        {
            "input": "As part of the operation, a Qantas Airways Airbus A330 was sent over the ocean by Australian authorities.",
            "output": [
                "Bilang bahagi ng operasyon, isang Qantas Airways Airbus A330 ang pinadala sa karagatan ng awtoridad ng Awstralya."
            ]
        },
        {
            "input": "The judge decided to acquit three other Memons, Suleiman, Hanifa and Raheen, giving them the benefit of the doubt.",
            "output": [
                "Nagdesisyon ang hukom na ipawalang-sala ang tatlo pang Memon, sina Suleiman, Hanifa at Raheen, upang bigyan sila ng benepisyo ng pagdududa."
            ]
        },
        {
            "input": "There is a jump of 815 murders from last year.",
            "output": [
                "Mayroong 815 na pag-angat sa pagpatay mula ng nakaraang taon."
            ]
        },
        {
            "input": "\"To play games by calling for a referendum right at the moment when people would take any opportunity to give the most unpopular Government in living memory a good kicking, isn’t clever... isn’t good politics …isn’t defending the Union.\"",
            "output": [
                "\"Para maglaro sa pamamagitan ng pagtawag para sa reperendum sa panahon kung kailan ang mga tao ay kukunin ang kahit anong oportunidad upang magbigay ng magandang pagsipa para sa pinaka hindi popular na Pamahalaan, hindi ba ito ay tuso...hindi ba ito ay mabuting pulitika...hindi ba ito ay pagtatanggol sa Pagkakaisa.\""
            ]
        },
        {
            "input": "Also challenging Guergis are Peter Ellis (Green), Andrea Matrosovs (Liberal), Caley McKibbin (Libertarian), and Peter Vander Zaag (Christian Heritage).",
            "output": [
                "Ang mga humahamon kay Guergis ay sila Peter Ellis (Luntian), Andrea Matrosovs (Liberal), Caley McKibbin (Libertarian), at Peter Vander zaag (Pamanang Kristiyano)."
            ]
        },
        {
            "input": "In Tendulkar's absence, Rahul Dravid opened the innings with Gautam Gambhir.",
            "output": [
                "Sa pagkawala ni Tendulkar, binuksan ni Rahul Dravid and pagtira kasami si Gautam Gambhir."
            ]
        },
        {
            "input": "Norm Coleman filed an appeal with the Minnesota Supreme Court challenging opponent Al Franken's court victory last week which gave Franken a 312-vote lead in the disputed 2008 Minnesota United States Senate election, reports the Minneapolis Star-Tribune.",
            "output": [
                "Si Norm Coleman ay naghain ng apila sa Kataas-taasang Hukuman ng Minnesota na hinahamon ang pagkapanalo sa hukuman ng katunggali na si Al Franken noong isang linggo na nagbigay kay Franken ng 312 na pangunguna sa boto sa pinagtatalunang 2008 na halalan sa Senado ng Estados Unidos sa Minnesota, paglalahad ng Minneapolis Star-Tribune."
            ]
        },
        {
            "input": "The find raises the possibility of life on other planets, as liquid water is believed to be a requirement for life.",
            "output": [
                "Pinalakas ng pagtuklas ang posibilidad ng buhay sa ibang mga planeta, dahil ang likidong tubig ay pinaniwalaang maging isang kinakailangan para sa buhay."
            ]
        },
        {
            "input": "Zahid Ahmed, a brother of the deceased, told police his brother had been \"receiving threats\" and \"was a victim of targeted killing\".",
            "output": [
                "Si Zahid Ahmed, kapatid ng namatay ay sinabi sa mga pulis na ang kanyang kapatid ay \"nakakatanggap mga banta\" at ito ay \"biktima ng sinadyang pagpatay.\""
            ]
        },
        {
            "input": "Palestinian militants denied claims by an Israeli minister that they had agreed a ceasefire.",
            "output": [
                "Itinanggi ng mga militanteng Palestino ang pahayag ng isang ministro ng Israel na nagkasundo sila sa tigil putukan."
            ]
        },
        {
            "input": "Somalia is one of the world's most dangerous places for journalists to work.",
            "output": [
                "Ang Somalia ay isa sa pinakamapanganib na lugar sa mundo para sa mga mamamahayag."
            ]
        },
        {
            "input": "White House spokeswoman Dana Perino confirmed the existence of the 2005 document but did not say whether techniques such as head slapping and waterboarding constitute \"torture\" under U.S. law.",
            "output": [
                "Ang tagapagsalita ng White House na si Dana Perino ay tiniyak ang pananatili ng dokumentong 2005 ngunit hindi sinabi kung ang mga paraan gaya ng paghampas sa ulo at waterbording ay bumubuo ng \"pagpapahirap\" sa ilalim ng batas ng U.S."
            ]
        },
        {
            "input": "Speaking to CNBC, the head of the World Trade Organisation, Pascal Lamy said that negotiations taking place in Geneva were making progress.",
            "output": [
                "Sa pakikipag-usap sa CNBC, ang pinuno ng World Trade Organization, Pascal Lamy ay nagsabi na ang mga negosasyon na ginaganap sa Geneva ay lumalago."
            ]
        },
        {
            "input": "The extension of powers has drawn some criticism from local mayors who have deemed it an overreaction and potentially inflammatory.",
            "output": [
                "Ang pagpapalawig ng kapangyarihan ay nagdulot ng mga batikos mula sa mga lokal na alkalde na itinuring ito na sobrang reaksyon at may posibilidad na lalong magpasiklab."
            ]
        },
        {
            "input": "The parade then began again with a snappy left turn and marched along Queen Street West.",
            "output": [
                "Ang parada ay muling nagsimula na may mabilis na pagliko pakaliwa at nagmartsa sa Queen Street West."
            ]
        },
        {
            "input": "\"I thought I was doing the right thing at the time and I still think I did,\" Hodgson said yesterday.",
            "output": [
                "\"Naisip kong ginagawa ko ang tamang bagay sa oras na iyon at iniisip ko parin na tama ang ginawa ko,\" sinabi ni Hodgson kahapon."
            ]
        },
        {
            "input": "Adamov's U.S. lawyer, Larry Breur, said Adamov admitted to depositing the money into a personal account, but then he used that account to dispense the money to Russian agencies and nuclear scientists.",
            "output": [
                "Ang abogado ni Adamov sa Estados Unidos na si Larry Breur ay nagpahayag na inamin ni Adamov ang pagdedeposito nito ng pera sa personal na account sa bangko, pero kalaunan ginamit nya ang account na iyon para maglabas ng pera sa mga ahensya ng Russia at mga siyentipiko ng nukleyar."
            ]
        },
        {
            "input": " But in fact they are religious, said University of Denver religious studies professor Carl Raschke in a statement to The Wall Street Journal.",
            "output": [
                "Pero sa tunay, sila ay relihiyoso, sabi ni Carl Raschke na isang propesor ng pag-aaral ng relihiyon sa Unibersidad ng Denver sa isang salaysay sa Ang Pahayagan sa Pader ng Kalye."
            ]
        },
        {
            "input": "The British Royal College of Obstetricians and Gynaecologists agrees, with a representative saying the odds of a successful ovarian pregnancy are \"no more than one in a million\", taking into account both the difficulty of bringing such a pregnancy to term and the tendency for the pregnancy to be terminated when it is discovered early.",
            "output": [
                "Ang British Royal College of Obstetricians and Gynecologists ay sumasang-ayon, kasama ang isang kinatawan na nagsasabing ang mga hirap sa isang matagumpay na ovarian na pagbubutis ay \"hindi hihigit sa isa sa isang milyon,\" parehas na pinapalagay ang hirap ng pagdadala ng ganoong pagbubuntis sa termino at ang tendency para sa pagkakatanggal ng pinagbubuntis kapag ito ay natuklasasn nang maaga."
            ]
        },
        {
            "input": "Under the plan, both companies keep their own brands and operations, but will be owned by International Airlines Group, a new holding company.",
            "output": [
                "Sa ilalim ng plano, ang parehong kompanya ay pananatilihin ang kani-kanilang tatak at mga operasyon, sila ay pagmamay-ari ng International Airlines Group, aisang bagong kompaniya ng pagmamay-ri."
            ]
        },
        {
            "input": "Dove soaps continues their North American \"Campaign for Real Beauty\" advertising with a television commercial that explores the alterations that can be done on models.",
            "output": [
                "Ipinagpatuloy ng mga sabon ng Dove ang kanilang \"Kampanya para sa Tunay na Kagandahan\" ng North America na inaanunsyo sa patalastas ng telebisyon kung saan sinisiyasat ang mga paghalili na maaaring gawin sa mga modelo."
            ]
        },
        {
            "input": "She didn't realize that the camera was rolling the whole time.",
            "output": [
                "Hindi niya lubos akalain na ang kamera ay patuloy na gumigiling ng mga panahong iyon."
            ]
        },
        {
            "input": "Around 19,000 bicycles are reported stolen every year in London alone.",
            "output": [
                "Sa loob ng 19,000 mga bisikleta ang naiuulat na nawala taun-taon sa London lamang."
            ]
        },
        {
            "input": "The head of Sonnyboo Productions, an independent film studio based in Columbus, Ohio, he has made numerous short films as well as co-directed a feature, the World War II B-movie Horrors of War.",
            "output": [
                "Ang pinuno ng Produksyon ng Sonnyboo, isang independiyenteng istudyo ng pelikula na naka-base sa Columbus, Ohio, siya ay nakagawa na ng maraming maiikling mga pelikula at gayundin ay kasamang nagdirekta ng isang tampok na palabas, ang Ikalawang Pandaigdigang Digmaan na gradong B na pelikula sa mga Nakakatakot na Pangyayari noong Digmaan."
            ]
        },
        {
            "input": "\"You only discover so many new species in very special places, and the Green Corridor is one of them.\"",
            "output": [
                "\"Makakadiskubre ka lamang ng maraming bagong uri sa napaka-espesyal na lugar, at ang Green Corridor ay isa sa mga iyon.\""
            ]
        },
        {
            "input": "Despite their efforts, parts of the coast reportedly have a slick of oil evident on beaches and rocks.",
            "output": [
                "Sa kabila ng kanilang pagsisikap, naiulat na ang ibang bahagi ng aplaya ay may ebidensya ng makintab na langis sa mga baybayin at mga bato."
            ]
        },
        {
            "input": "Hawar Mulla Mohammed was played through with a lovely ball from a teammate, who had attracted the Australian central defence out-of-position.",
            "output": [
                "Si Hawar Mulla Mohammed ay naglaro sa pamamagitan ng kaibig-ibig na bola mula sa kasama sa koponan, na siyang umakit sa Australyano na sentrong depensa na wala sa posisyon."
            ]
        },
        {
            "input": "Serbia reluctantly agreed to the split, and the European Union approved.",
            "output": [
                "Ang Serbia ay nag-atubiling sumangayon sa pagkahati, at ang pinagtibay ng Union ng Eupora."
            ]
        },
        {
            "input": "The Federal Attorney-General has the powers to do this under the National Security Information (Criminal and Civil Proceedings) Act.",
            "output": [
                "Ang Punong-Abogado ng Pederal ay may kapangyarihan na gawin ito sa ilalim ng Batas sa Pambansang Impormasyong Panseguridad (Kriminal at Sibil na Paglilitis) na Batas."
            ]
        },
        {
            "input": "The jury had to view some images that had to be selected carefully - but what they saw and heard in evidence is harrowing and disturbing.",
            "output": [
                "Dapat matingnan ng lupon ng tagahatol ang ilang imahe na kailangang maingat na pagpipilian - pero ang mga nakita na nila at narinig na ebidensiya ay karumal dumal at nakakabalisa."
            ]
        },
        {
            "input": "Upon its return, the plane landed in Kabul after it encountered high winds.",
            "output": [
                "Sa kanyang pagbalik, ang eroplano ay lumapag sa Kabul pagkatapos nito makaranas ng malakas na hangin."
            ]
        },
        {
            "input": "The possession of video and audio recordings with the intent to be used to stir-up racial hatred, and a final charge of the possession of the Encyclopedia of the Afghani Jihad, which, is said to have information \"of a kind likely to be useful to a person committing or preparing an act of terrorism\".",
            "output": [
                "Ang paghawak ng video at kopya ng salita na may intensyong gamitin ito sa pag-antig ng damdaming pagkagalit sa lahi at makita ang pataw sa pagtatago ng Ensayklopedya ng Afgani Jihad, na kung saan ay sinasabing naglalaman ng impormasyon \"ng mga bagay na makatutulong sa isang tao na magkamali o naghahanda ng akto ng terorismo.\""
            ]
        },
        {
            "input": "Langham, 58, from Goldford, Kent claimed that he had been studying porn sites, researching for a character called, \"Pedro,\" for the television series Help.",
            "output": [
                "Si Langham, 58, mula sa Goldford, Kent ay nagsabing kanyang pinag-aaralan ang pornograpiya, nagsasaliksik para sa karakter na tinatawag na, \"Pedro\", para sa serye sa telebisyon na Help."
            ]
        },
        {
            "input": "The city has been one of the hot spots for protests against Bashar al-Assad's government during 2011.",
            "output": [
                "Ang lungsod ay kilala sa mga nagpoprotesta laban sa gobyerno ng Bashar-al assad noong 2011."
            ]
        },
        {
            "input": "After the penalty kicks Argentine players approached Borowski and a scuffle of mostly pushing began that involved dozens of players, referees, coaches and substitutes.",
            "output": [
                "Matapos sinipa ng penalti ang Arhentina nilapitan ng mga manlalaro si Borowsi at nag-umpisa ang tulakan na sinangkutan ng mga dose-dosenang manlalaro, tagahatol, tagasanay at halili."
            ]
        },
        {
            "input": "\"And, clearly, the president has also made very clear that he's on a diplomatic path where Iran comes into focus,\" Rice said.",
            "output": [
                "\"At, malinaw, ang pangulo ay ginawang napaka malinaw na siya ay nasa diplomatikong daan kung saan ang Iran ay nagpokus,\" sabi ni Rice."
            ]
        },
        {
            "input": "UHP Lt. Peay said the investigation findings will be turned over to Utah County Attorney Kay Bryson whom would make any final decision about what charges, if any, would be pressed.",
            "output": [
                "Ayon kay UPH Lt. Peaty, ang mga nakalap sa imbestigasyon ay dadalhin kay Utah County Attorney Kay Bryson na gagawa ng pinal na desisyon tungkol sa kasong haharapin kung mayroon mang magrereklamo."
            ]
        },
        {
            "input": "His influence on 20th century music, from funk to hip hop was profound.",
            "output": [
                "Ang kanyang impluwensiya sa ika-20-siglong-musika, mula funk hanggang hip hop ay napakatindi."
            ]
        },
        {
            "input": "The government in Beirut has said it accepts no responsibility for what Hezbollah claimed was the capture of two Israeli soldiers, in an attack which injured six Israeli civilians.",
            "output": [
                "Nasabi ng pamahalaan ng Beirut na hindi ito umaako ng responsibilidad sa sinabi ng Hezbollah na pagdakip ng dalawang sundalong Israeli, sa isang atake na nagpahamak ng anim na sibilyan."
            ]
        },
        {
            "input": "\"We're just standing there face to face looking at each other.\"",
            "output": [
                "\"Kami ay nakatayo lang doon na nagtitinginan sa isa't-isa sa mukha.\""
            ]
        },
        {
            "input": "Militants also fired rockets at a luxury hotel and the presidential palace in the capital on Wednesday, but without causing casualties.",
            "output": [
                "Nagpaulan din ng mga raket ang mga militante sa isang hotel at sa palasyo ng pangulo na nasa kapitolyo noong Miyerkules, subali't wala namang nabalitang nasaktan."
            ]
        },
        {
            "input": "It is designed to simulate the conditions shortly after the Big Bang, but it broke down on September 19 due to an electrical failure.",
            "output": [
                "Ito ay naka-disenyong isadula ang mga kondisyon ilang sandali matapos ang Big Bang, ngunit nasira ito noong ika-19 ng Setyembre dahil sa pagkawala ng kuryente."
            ]
        },
        {
            "input": "The U.S. Senate unanimously confirmed on Wednsday the nomination of Dr. Michael Griffin to head the National Aeronautics and Space Administration (NASA), making him the 11th administrator of the US-based space agency.",
            "output": [
                "Ang Senado sa U.S. ay buong pagkakaisang kimumpirma noong Miyerkules ang nominasyon ni Dr. Michael Griffin na pangunahan ang National Aeronautics and Space Administration (NASA), paggawa sa kanya ng ika-11 administrador ng US-based pangkalawakang ahensya."
            ]
        },
        {
            "input": "According to CSIRO Chief Executive Dr Geoff Garrett, the system enables the speed of Wireless Local Area Network (WLAN) to be increased by a factor of five.",
            "output": [
                "Ayon sa Punong Ehekutibo ng CSIRO na si Dr Geoff Garrett, ang sistema ay nagpangyari sa bilis ng Wireless Local Area Network (WLAN) na mapataas sa salik na lima."
            ]
        },
        {
            "input": "People in construction outfits (labor people) got inside the houses and started crushing windows and doors, destroying walls.",
            "output": [
                "Ang mga tao na naka-uniporme na pang-trabaho (mga manggagawa) ay pumasok sa kanilang mga bahay at nagsimulang wasakin ang mga bintana at mga pintuan, sinisira ang mga dingding."
            ]
        },
        {
            "input": "They did agree that if the WTO's Doha talks were not completed by the end of the year, the APEC zone would be examined.",
            "output": [
                "Sila ay nagka-isa na kung ang mga pag-uusap sa WTO sa Doha ay hindi kumpleto sa pagtatapos ng taon, ang sona ng APEC ay susuriin."
            ]
        },
        {
            "input": "Since the June 13 video surfaced, other videos have been posted to YouTube allegedly showing some of the ROVs being tossed around by large amounts of oil seeping through the seafloor.",
            "output": [
                "Mula noong lumabas ang bidyu noong ika-13 ng Hunyo, ang iba pang mga bidyu ay nailagay sa YouTube na di-umano'y nagpapakita ng ilang mga ROV na inihagis sa paligid sa pamamagitan ng napakaraming langis na tumatagas sa sahig ng dagat."
            ]
        },
        {
            "input": "However the PSD did not gain the vote majority needed to declare an outright victory, and it will now proceed to a run-off election against the centre-left opposition.",
            "output": [
                "Subalit hindi nakamit ng PSD ang karamihan ng boto na kailangan upang magdeklara ng tiyak na pagkapanalo, at ito ngayon ay tutuloy sa isang harapang halalan laban sa sentrong kaliwang oposisyon."
            ]
        },
        {
            "input": "In the email, the company's chief executive, Jeff Bezos apologised again, and described the earlier actions as \"stupid, thoughtless and painfully out of line with our principles.\"",
            "output": [
                "Sa nasabing liham, humingi muli ng paumanhin ang pinunong ehekutibo ng kompanya na si Jeff Bezos, at inilarawan ang naunang aksyon bilang \"estupido, pabaya at nakakasakit na labas sa aming mga panuntunan.\""
            ]
        },
        {
            "input": "It had been believed that Bathurst detectives set up Strike Force Header after receiving a complaint from a former St Stanislaus student last year.",
            "output": [
                "Pinaniniwalaan na ang mga sekreta ng Bathurst ay gumawa ng Strike Force Header pagkatapos makatanggap ng reklamo mula sa dating estudyante ng St Stanislaus noong nakaraang taon."
            ]
        },
        {
            "input": " Leaflets distributed earlier in the week by Sudanese Muslim groups had condemned Gibbons as an infidel\" and accused her of \"the pollution of children's mentality\".",
            "output": [
                "Noong mga unang araw ng linggo may mga pulyetong pinamahagi ang mga grupo ng Muslim na taga Sudan na naghatol kay Gibbons na isang hindi naniniwala sa relihiyon\" at nagparatang sa kanya na \"isang dumi sa mentalidad ng mga bata.\""
            ]
        },
        {
            "input": "The other shots missed the boys, one hitting a car.",
            "output": [
                "Hindi natamaan ang mga bata ng ibang pagputok ng baril, ang isa ay tumama sa kotse."
            ]
        },
        {
            "input": "She had apparently survived by drinking water from a bathroom, and the Al Jazeera news agency reports rescuers had heard her mumbling something about having some Coca-Cola.",
            "output": [
                "Tila siya ay nakaligtas sa pamamagitan ng pag-inom ng tubig mula sa banyo, at iniulat ng ahensya ng balita Al Jazeera na narinig ng mga tagapagligtas ang kaniyang pagbulong-bulong parang tungkol sa pagkakaroon ng Coca-Cola."
            ]
        },
        {
            "input": "Sir Alan Sugar will continue to front the BBC series The Apprentice after his appointment as \"enterprise tsar\" for the British government.",
            "output": [
                "Si Ginoong Allan Sugar ay magpapatuloy na pangunahan ang serye ng BBC na The Apprentice pagkatapos ng kanyang katungkulang bilang \"enterprise tsar\" para sa gobyerno ng Britanya."
            ]
        },
        {
            "input": "At least 6 people have been killed and about 4000 residents of the affected area have been evacuated.",
            "output": [
                "May 6 na tao ang namatay at halos 4000 residente ng mga apektadong lugar ang lumikas."
            ]
        },
        {
            "input": "The comments came in a public hearing of a policy working group of the Public Safety and Justice Committee, convened to discuss a November 7 recommendation by District Attorney Jeff Rosen to honor ICE detainer requests for serious and violent offenders.",
            "output": [
                "Ang mga komento ay lumabas sa pampublikong pagdinig ng grupong gumagawa ng polisiya ng Lupon ng Pampublikong Kaligtasan at Katarungan, na tinipon upang pag-usapan ang ika-7 ng Nobyembre na rekomendasyon ng Pang-distritong Tagapagtanggol na si Jeff Rosen na pagbigyan ang mga ICE diteyner para sa mga malala at marahas na may sala."
            ]
        },
        {
            "input": "\"This resolution is saying that there needs to be strong measures taken against Iran, which we have definitely done,\" Rice continued.",
            "output": [
                "\"Itong panukala ay nagsasabi na kailangan magkaroon ng mga matibay na hakbang laban sa Iran, na amin naman talagang isinagawa,\" patuloy ni Rice."
            ]
        },
        {
            "input": "Announcing that \"we are putting our most valuable intellectual property on the table so we can put technical compliance issues to rest\", Microsoft General Counsel Brad Smith asserted that Microsoft would be superseding the EC's requirements as a sign of good faith.",
            "output": [
                "Ang pahayag na \"inilagay namin ang aming mga pinakamahalagang mga ari-ariang intelektwal sa talahanayan upang maaari naming isaayos ang mga teknikal na isyu sa pagsunod,\" iginiit ng Pangkalahatang Konseho ng Microsoft na si Brad Smith na ang Microsoft ay pumapalit sa mga kinakailangan ng EC bilang tanda ng magandang loob."
            ]
        },
        {
            "input": "Slovenia is situated between Italy and Croatia, where the dispute involves land on the Istrian peninsula in the northern Adriatic and the small Bay of Piran in the Adriatic Sea.",
            "output": [
                "Ang Slovenia ay nakatayo sa pagitan ng Italy at Croatia, kung saan ang pagtatalo ay kabilang ang lupain sa tangway ng Istrian sa Hilagay Adriatic at ang malilit na Bay of Piran sa Adriatic Sea."
            ]
        },
        {
            "input": "At lap 234 of 400, Stewart spun out coming out of the fourth turn, which resulted in Kahne regaining the lead.",
            "output": [
                "Sa pang 234 na 400 ikot, si Stewart ay umikot galing sa ikaapat na termino, na nagresulta na makabawi si Kahne sa unang puwesto."
            ]
        },
        {
            "input": "Songs played will include \"English Tea\" from his newly-released album \"Chaos and Creation in the Backyard.\"",
            "output": [
                "Kasama sa mga kantang ipatugtog ay \"English Tea\" galing sa kanyang bagong labas na album \"Chaos and Creation in the Backyard.\""
            ]
        },
        {
            "input": "The court's ruling was based on the clause in Constitutional law summarized popularly with the phrase \"Crying fire in a crowded theater\": that when the degree to which the speech puts the safety of others at risk outweighs the degree to which it benefits others, so does their right to safety and security outweigh one's right to free expression.",
            "output": [
                "Ang batas ng korte ay base sa sugnay ng Konstitusyonal na batas na pinaikli sa katagang \"Crying fire in a crowded theater\": kung saan ang isang pananalita ay inilalagay ang kaligtasan ng iba sa panganib, kung saan ang panganib ay mas mabigat kaysa sa mga benipisyong maidudulot, at kung ang karapatan sa kaligtasan at seguridad ay mas mabigat kaysa sa karapatan ng isa sa malayang pananalita."
            ]
        },
        {
            "input": "Jim Rogers, the economic commentator and former partner of George Soros, stated, \"If Ben Bernanke starts running those printing presses even faster than he's already doing, we are going to have a serious recession.",
            "output": [
                "Si Jim Roger, ang komentarista sa ekonomiya at dating katuwang ni George Soros, ay nagsasabi na, \"Kung si Ben Bernanke ay magsimulang patakbuhin ang kanyang mga imprentahanan nang mas mabilis kaysa kasalukuyan niyang ginagawa, tayo ay magkakaroon ng seryosong pag urong."
            ]
        },
        {
            "input": "An extensive vaccination campaign across 19 West and Central African countries is to begin today in an attempt to stem a year-long polio epidemic in the region.",
            "output": [
                "Isang malawakang kampanya ng pagbabakuna sa buong 19 kanluran at sentral na mga bansa sa Africa ay magsisimula ngayong araw sa pagtatangka na pumutol ng isang-taong haba na epidemya ng polio sa rehiyon."
            ]
        },
        {
            "input": "Soon after the 2005 launch, Iran announced they would develop their own launcher.",
            "output": [
                "Pagkatapos ng pagkatapo ng 2005 na paglunsad, ang Iran ay ibinalitang sila ay magpapaunlad ng kanilang sariling paliparan ng racket."
            ]
        },
        {
            "input": "Today, US officials were reluctant to defend this policy for any specific cases, but White House spokesman Dan Bartlett presented a generic defense of US anti-terrorism policies on Sunday talk shows in the United States.",
            "output": [
                "Ngayon, ang mga opisyal ng US ay nagbabantulot na ipagtanggol ang patakaran para sa anumang tiyak na kaso, ngunit ang tagapagsalita ng White House na si Dan Barlett ay nagpahayag ng panlahat na pagtatanggol sa mga patakaran ng US sa anti-terrorism sa Sunday Talk Show sa United States."
            ]
        },
        {
            "input": "Director general of marketing and economics at the Iraqi oil ministry said both pieces of news together were \"a positive indicator for security,\" said Shamkhi Faraj.",
            "output": [
                "Sinabi ng direktor heneral ng pamamalengke at ekonomiks sa ministeryo ng langis sa Iraq na ang dalawang balitang magkasama ay \"isang positibong palatandaan para sa seguridad,\" sabi ni Shamkhi Faraj."
            ]
        },
        {
            "input": "UK Prime Minister Tony Blair is at 3:30pm to present a White Paper in the House of Commons today indicating the Government’s plans to replace the Trident missile system with a similar system but on a reduced scale.",
            "output": [
                "Ang Punong Ministro ng UK na si Tony Blair ay nasa 3:30 ng hapon para ipresinta ang isang White Paper sa House of Commons na ngayon ay ipinapahiwatig ang mga plano ng gobyerno para palitan ang sistema ng Salapang misayl na may katulad na sistema pero sa mas kaunting sukat."
            ]
        },
        {
            "input": "\"We evacuated passengers from the affected area and suspended flights for around 30 minutes,\" he said.",
            "output": [
                "\"Inilipat namin ang mga pasahero mula sa mga apektadong lugar at sinuspinde ang paglipad sa loob ng 30 minuto,\" sabi niya."
            ]
        },
        {
            "input": "The AIADMK, publishing their manifesto later, expanded on each of the promises of the DMK, plus offering 4g gold mangalsutra for the poor, monetary help for rural households and fishermen, free rice, and more.",
            "output": [
                "Ang AIADMK, na nagpalabas ng kanilang manioesto pagkatapos, ay mas pinalawak pa ang mga pangako ng DMK, kung saan magdadagdag pa ng 4g na gintong mangalsutra para sa mahihirap, at tulong pinansyal sa mga nakatira sa kabukiran at mga mangingisda, libreng bigas at marami pang iba."
            ]
        },
        {
            "input": "Improvements have been made in women health and education, according to the study.",
            "output": [
                "Ang mga pagpapabuti ay naisagawa sa kalusugan ng kababaihan at edukasyon, ayon sa pag-aaral."
            ]
        },
        {
            "input": "We view it as a direct violation of resolution 1718 and 1874.",
            "output": [
                "Nakikita namin ito bilang direktang pagsuway sa resolusyon 1718 at 1874."
            ]
        },
        {
            "input": "Supporters who include the majority of the main opposition party, argue that because of the proliferation of nuclear weapons and threats from countries such as Iran and North Korea, Britain must have a nuclear defence capability.",
            "output": [
                "Ang mga tagasuporta na ang karamihan ay ang pangunahing partido ng oposisyon, ay nangatwiran na kaya ang paglaganap ng mga nukleyar na armas at mga banta mula sa mga bansa tulad ng Iran at North Korea, ang Britanya ay dapat mayroong kakayahang nukleyar na depensa."
            ]
        },
        {
            "input": "The hearing will determine whether four current U.S. soldiers have to face a court martial hearing; an additional former soldier allegedly involved in the incident, Steven D. Green, was recently discharged from the military and has pleaded not guilty to rape and murder charges in federal court in Kentucky.",
            "output": [
                "Ang paglilitis ay magtitiyak kung ang apat na Amerikanong sundalo ay haharap sa pagdinig sa hukumang marsyal; isa pang naunang sundalo na sinasabing sangkot din sa insidente, na si Steven D. Green, ay kamakailan lamang ay tiniwalag mula sa militar at sumagot sa paratang na siya ay walang sala sa mga kasong panghahalay at pagpatay sa korteng pederal sa Kentucky."
            ]
        },
        {
            "input": "Wired News additionally reports that there is \"circumstantial evidence\" linking the perpetrators of the attack to the internet group \"Anonymous\", who are most well known for their recent protests and attacks against the Church of Scientology, and their members created a reputation as \"griefers\" in the virtual worlds Second Life, and Habbo Hotel.",
            "output": [
                "Iniulat ng Wired New ang karagdagang ulat na may mga madetalyeng katibayang \"may ugnay sa mga may kasalanan ng pagsalakay\" sa pangkat ng internet na \"Hindi kilala\", na pinaka-kilala dahil sa mga kamakailang pagtutol at pag-atake laban sa Church of Scientology, na nilikha ng kanilang mga miyembro ang reputasyon bilang \"mga naghihinagpis\" sa mga mundong virtual na Second Life, at Habbo Hotel."
            ]
        },
        {
            "input": "Venezuelan President Hugo Chavez stated the U.S. government may have planned the September 11, 2001 attacks.",
            "output": [
                "Sinabi ng presidente ng Venezuela na si Hugo Chavez na maaaring ipinanukala ng gobyerno ng U.S. ang pag-atake noong ika-11 ng Setyembre, 2001."
            ]
        },
        {
            "input": "United States soldier Bradley Manning, accused of leaking US state secrets to WikiLeaks and detained under restrictive conditions at the Marine base at Quantico, Virginia since July 2010, was ordered Wednesday to sleep stripped of all clothing.",
            "output": [
                "Ang sundalo ng US na si Bradley Manning, na inakusahan ng pagkakalat ng mga sikreto ng US sa WikiLeaks at nakapiit sa ilalim ng restriktong kondisyon sa himpilan ng Marino sa Quantico, Virginia mula Hulyo 2010, ay inutusan noong Miyerkules na matulog ng nakahubad."
            ]
        },
        {
            "input": "Catholic priest Andrea Santore, 61, who was based at the Trabzon Santa Maria Catholic Church was shot dead during prayer in the northern Turkish province of Trabzon on Sunday.",
            "output": [
                "Ang paring Katoliko na si Andrea Santone, 61, na nakabase sa Katolikong Simbahan sa Trabzon Santa Maria, ay binaril habang nananalangin sa hilagang bahagi ng Turkey sa probinsya ng Trabzon noong Linggo."
            ]
        },
        {
            "input": "Former New Mexico governor Gary Johnson received the 2012 presidential nomination of the U.S. Libertarian Party at Saturday's Libertarian National Convention in Las Vegas, Nevada.",
            "output": [
                "Ang dating gobernador ng New Mexico na si Gary Johnson ang tumanggap ng nominasyon para sa pampangulo sa 2012 sa Partidong Libertaryan ng U.S. sa Libertarian National Convention noong Sabado sa Las Vegas, Nevada."
            ]
        },
        {
            "input": "On Sunday in Auckland, the favored LG Northern Mystics held on to defeat the Haier Central Pulse 51–47.",
            "output": [
                "Noong Linggo sa Auckland, tinalo ng paboradong LG Northern Mystics ang Haier Central Pulse sa iskor na 51-47."
            ]
        },
        {
            "input": "He said the hospital does have a large emergency ward but they are bringing in extra personnel to treat collision victims.",
            "output": [
                "Sinabi niya na ang ospital ay mayroong malaking silid para sa emerhensya ngunit nagdagdag pa sila ng mga karagdagang mga tauhan upang malunasan ang mga biktima ng banggaan."
            ]
        },
        {
            "input": "New South Wales, with the nation's largest indigenous population, has a suicide rate of one per 100,000 but the Northern Territory rate is over 30 per 100,000.",
            "output": [
                "Sa New South Wales na may pinakamaraming populasyon ng indigenous sa buong bansa ay may kaso ng pagpapakamatay na isa sa bawat 100,000 samantalang ang Northern Territory ay may kaso na 30 sa bawat 100,000."
            ]
        },
        {
            "input": "Queensland Taxi Advisers Incorporated, a union of taxi operators, said they supported the introduction of audio recording because it would create \"greater transparency and certainty in investigations where there were conflicting statements from drivers and passengers.\"",
            "output": [
                "Ang Inkorporada ng mga Tagapayo sa Taksi ng Queensland, isang unyon ng mga nagpapatakbo ng taksi, ay nagsabi na sinusuportahan nila ang pagtatala ng audyo sapagkat ito ay lilikha ng \"mas malaking kaliwanagan at katiyakan sa mga imbestigasyon kung saan may mga salungat ng mga pahayag mula sa mga drayber at mga pasahero.\""
            ]
        },
        {
            "input": "He is considered a social conservative in his voting record, and supported a Federal Marriage Amendment to bar same-sex marriage.",
            "output": [
                "Siya ay itinuring na makaluma sa lipunan sa kanyang kasaysayan ng pagboto, at sumuporta sa Pagbabago ng Pederal na Kasalan para pagbawalan ang kasalan ng may parehong kasarian."
            ]
        },
        {
            "input": "China has also strengthened relationships with oil suppliers in the Middle East and Africa.",
            "output": [
                "Pinalakas din ng China ang relasyon nila sa mga nagsusuplay ng langis sa Gitnang Silangan at Africa."
            ]
        },
        {
            "input": "The terms of the out-of-court settlement were not made public, but the employees' attorney Amy Totenberg told The Wall Street Journal that the case \"has made employers come to grips with the legitimate boundaries of employee training\".",
            "output": [
                "Ang usapan na hindi naman harap sa korte ay hindi na rin isinapubliko, pero ang abugado ng mga empleyado na si Amy Totenberg ay nagsabi sa Ang Pahayagan sa Pader ng Kalye na ang kaso \"ay nakatulong upang ang mga maypagawa ay makaunawa ng lehitimong hangganan sa pagsasanay ng mga tauhan.\""
            ]
        },
        {
            "input": "New Zealand managed to secure themselves first place in the qualifying race by being fastest in all four qualifying segments with a time of 3:30.053, Germany second with 3:30.524.",
            "output": [
                "Nagawang siguraduhin ng New Zealand sa unang puwesto ang kanilang mga sarili sa karerang pangsuri sa pamamagitan ng pagiging mabilis sa lahat ng parte ng pagsusuri na may oras na 3:30.053, kung saan pangalawa ang Germany na may oras na 3:30.524."
            ]
        },
        {
            "input": "Due to legislative requirements, as well as having consent, businesses will have to provide details about the company sending the item, and provide a free way to unsubscribe from future mailings.",
            "output": [
                "Dahil sa mga hinihingi ng batas, ganoon rin ang pagkakaroon ng pagsang-ayon, ang mga negosyo ay kailangang magbigay ng mga detalye tungkol sa pagpapadala ng kompanya ng mga bagay, at ibigay ang malayang paraan para bawiin ang pagsang-ayon mula sa pagpapadala ng mga meyl."
            ]
        },
        {
            "input": "TfL anticipates that, providing a successful bid is made, the new trams would be delivered to the network's depot at Therapia Lane in late 2011, with an entry into service from early 2012.",
            "output": [
                "Ang TfL ay umaasa na, ang pagbibigay ng matagumpay na bid ay nagawa, ang mga bagong trambya ay maihahatid sa depo ng network sa Therapia Lane sa huling bahagi ng 2011, na may pagpasok sa serbisyo mula sa unang bahagi ng 2012."
            ]
        },
        {
            "input": "Abdelbaset al-Megrahi has been buried in the town of Janzur, west of the Libyan capital Tripoli.",
            "output": [
                "Si Abdelbaset al-Meghari ay inilibing sa bayan ng Janzur, sa kanluran ng Tripoli na kabisera ng Libya."
            ]
        },
        {
            "input": "However, an exiled TPLF commander who lives in the Netherlands, Aregawi Berhe, is backing Araya's story.",
            "output": [
                "Gayunman, isang desteradong kumander ng TPLF na nakatira sa Netherlands na si Aregawi Berhe ay nasa likuran ng storya ni Araya."
            ]
        },
        {
            "input": "Former Ontario NDP premier Bob Rae created the revenue ministry.",
            "output": [
                "Ang dating Ontario NDP punong ministrong si Bob Rae ang gumawa ng pangangasiwa ng buwis."
            ]
        },
        {
            "input": "The conference is officially referred to as the 16th session of the Conference of the Parties to the United Nations Framework Convention on Climate Change (UNFCCC) and the 6th session of the Conference of the Parties serving as the meeting of the Parties to the Kyoto Protocol.",
            "output": [
                "Ang pagpupulong ay opisyal na binanggit bilang ika-16 na pagpupulong ng Coference of the Parties to the United Nations Balangkas na KOnbensyon sa Pagbabago ng Klima (UNFCCC) at ika-6 na pagpupulong ng Konperensya sa mga partido na naglilingkod bilang pagpupulong ng mga Partido sa Kyoto Protokol."
            ]
        },
        {
            "input": "The letter comes after police foiled an alleged attempt by terrorists to blow up several planes travelling mid-air from the United Kingdom to the United States of America.",
            "output": [
                "Ang sulat ay ginawa pagkatapos mapigilan ng pulis ang hinihinalang pagtangka ng mga terorista na pasabugin ang ilang mga eroplano na lumilipad sa kalagitnaan ng himpapawid na mula sa Nagkakaisang Kaharian ng Kalakhang Britanya patungo sa Estados Unidos ng Amerika."
            ]
        },
        {
            "input": "Favreau, a twenty-five-year-old native of Plattsburgh, New York, pleaded guilty to third-degree assault.",
            "output": [
                "Si Favreau, isang dalawampu't- limang-taong-gulang na katutubo ng Plattsburgh, New York, umamin na nagkasala ng ikatlong antas ng asulto."
            ]
        },
        {
            "input": "\"We've still got some way to go before physics can begin, but with this milestone we're well on the way,\" stated Rolf Heuer, director-general of CERN, the European research group running the collider.",
            "output": [
                "\"Malayo-layo pa ang aming lalakbayin bago magsimula ang Pisika, ngunit dahil sa tagumpay na ito magiging maayos na ang lahat,\" ayon kay Rolf Heuer, director-heneral ng CERN, grupo ng mga Europeong mananaliksik na nagpapatakbo ng collider."
            ]
        },
        {
            "input": "Two other potential open access providers had their plans rejected by the regulator.",
            "output": [
                "Dalawang iba pang plano ng potensyal na probayder ng bukas na akses ang tinanggihan ng regulador."
            ]
        },
        {
            "input": "McCain, who was in France after recently traveling to Iraq responded to the incident stating, \"The United States of America values everyone's privacy and corrective action should be taken.\"",
            "output": [
                "Si McCain na nasa France pagkatapos niyang bumiyahe sa Iraq ay sumagot ukol sa insidente at nagsabing, \"Ang Estados Unidos ng Amerika ay pinahahalagahan ang kanilang pagkapribado at dapat may tuwirang aksyon na gagawin.\""
            ]
        },
        {
            "input": "The senate had passed the measure just seven days before.",
            "output": [
                "Ang senado ay ipinasa ang panukala nang mas maaga ng pitong araw."
            ]
        },
        {
            "input": "Teammates James Neal and John Vigilante picked up the remainder.",
            "output": [
                "Ang magkakoponan na sina James Neal at John Vigilante ang gumawa ng natitira."
            ]
        },
        {
            "input": "Andrei Nesterenko, a spokesman for the Russian foreign ministry, responded to Israel's comments, saying: \"Hamas is not an artificial structure.",
            "output": [
                "Sumagot si Andrei Nesterenko, ang tagapagsalita para sa ministrong panglabas ng Russia, sa komento ng Israel at sinabing: \"Ang Hamas ay hindi isang hindi tunay na estruktura."
            ]
        },
        {
            "input": "Susan Kramer, representing the Liberal Democrats stated \"This constant attempt to gather data, to get more data, to know more about you, to link it more together, all of that it seems to me is what comes into question.\"",
            "output": [
                "Susan Kramer, ang kumakatawan sa Liberal na Demokratiko ay sinabing \"Itong palagiang tangka na kumalap ng data, na kumuha ng mas maraming data, para malaman ang mas marami pang tungkol sayo, na lalo pa itong pang-ugnayin, ang lahat ng iyan sa tingin ko ay siyang nagiging katanungan.\""
            ]
        },
        {
            "input": "In a first, the Shuttle also performed a slow back-flip in some 180 m from the ISS enabling the two-man crew of the space station to take high-resolution images of the underside of the Orbiter.",
            "output": [
                "Sa unang pagkakataon, ang Syatel ay nagsagawa ng dahan-dahang pagbaliktad na 180 m mula sa ISS at ito ang nagbigay ng pagkakataon sa dalawang-taong grupo ng estasyon sa kalawakan upang makakuha ng mataas na resolusyong larawan ng ilalim na bahagi ng Orbiter."
            ]
        },
        {
            "input": "The EDL march was started in response to an attack on February 4 against two 17-year-old males in Hyde, Daniel Stringer-Price and Kavan Brown.",
            "output": [
                "Ang martsa ng EDL ay sinimulan bilang pagtugon sa pag-atake noong Pebrero 4 laban sa dalawang 17-taong-gulang na mga lalake sa Hyde, na sina Daniel Stringer-Price at Kavan Brown."
            ]
        },
        {
            "input": "ABC OTUS had also predicted Obama would win the state.",
            "output": [
                "Ang ABC OTUS ay nagpredikta din na mapapanalunan ni Obama ang estado."
            ]
        },
        {
            "input": "Mr Qarase will make another attempt to meet President Iloilo on Tuesday morning.",
            "output": [
                "Susubukan ulit ni G. Qarase na makipagkita kay Presidente Iloilo sa Martes ng umaga."
            ]
        },
        {
            "input": "In December, Sunshine Coast Regional Council knocked backed the then-proposed store with mayor Bob Abbot expressing concern about its proximity to a residential area.",
            "output": [
                "Sa Disyembre, ang Konseho Pang-rehiyon ng Sunshine Coast ay tinanggihan ang ipinanukala noong na kainan at ang alkalde na si Bob Abbot na nagpapahayag ng pag-alala sa kalapitan nito sa pambahayang lugar."
            ]
        },
        {
            "input": "As-of Monday, Gietl has been released from hospital whilst the others remain in critical, but stable, condition.",
            "output": [
                "Nitong Lunes, si Gietl ay ilalabas na sa ospital maliban sa iba na nanatiling kritikal, pero maayos na ang kondisyon."
            ]
        },
        {
            "input": "Thousands of local townspeople protested against the Yanacocha mine last fall, demanding protection for the local water supply.",
            "output": [
                "Libu-libong mga mamamayan ang nagprotesta laban sa minahan ng Yanacocha noong nakaraang tag-lagas, na nagdedemanda ng proteksyon sa lokal na suplay ng tubig."
            ]
        },
        {
            "input": "The investigation also found that the aircraft involved had been in normal operating condition; Anodina said that \"[t]he engines were working up till the moment the plane collided with the ground.\"",
            "output": [
                "Natagpuan din ng imbestigasyon na ang eroplanong sangkot ay nasa normal na kondisyon ng operasyon; sinabi ni Anodina na \"ang mga makina ay umaandar hanggang ang eroplano ay tumama sa lupa.\""
            ]
        },
        {
            "input": "According to Levin, this practice made it so that almost all payments went towards finance charges with almost none toward repaying the principal.",
            "output": [
                "Ayon kay Levin, ang kaugaliang ito ang dahilan upang halos lahat ng kabayaran ay mapunta sa mga kinargang bayarin na halos hindi nababayaran ang orihinal na halaga."
            ]
        },
        {
            "input": "In 1946 he moved to the UK with his sister and mother where he began to write.",
            "output": [
                "Noong 1946, lumipat siya sa UK kasama ang kanyang kapatid na babae at ina kung saan siya nag-umpisang magsulat."
            ]
        },
        {
            "input": "Australia drew 0–0 with Qatar, Japan defeated Uzbekistan 1–0, South Korea qualified by defeating the United Arab Emirates 2–0 and a 2–1 win over Iceland saw the Netherlands qualify.",
            "output": [
                "Natabla ng Australia ang Qatar sa 0-0, natalo ng Japan ang Uzbekistan sa 1-0, pumasok ang South Korea ng talunin ang United Arab Emirates ng 2-0 at isang 2-0 na panalo laban sa Iceland na siyang nagpasok ng Netherlands."
            ]
        },
        {
            "input": "In a statement to Wikinews, spokesperson for TransCanada Grady Semmens called the incident \"unfortunate\" saying, \"This project is about supplying Canadian and American oil to U.S. refineries, pushing out more expensive crude oil from foreign regimes that do not support American values of freedom and common sense — Libya, Venezuela and the Middle East.\"",
            "output": [
                "Sa pahayag sa Wikinews, ang tagapagsalita para sa TransCanada na si Grady Semmens ay tinawag ang insidente na \"kasamaang palad\" at nagpahayag na \"Ang proyektong ito ay para makapagbigay ng langis ng Canada at Amerika sa mga pagdalisayan ng U.S., na magtataboy sa mas mahal na krudong langis mula sa dayuhang mga rehimen na hindi sumusuporta sa pagpapahalaga sa kalayaan at sentido kumon ng Amerika -- ang Libya, Venezuela at ang Gitnang Silangan.\""
            ]
        },
        {
            "input": "Canadian artists like Colin James and Annie Villeneuve performed in front of the Peace Tower.",
            "output": [
                "Mga Canadian na artista gaya ni Colin James at Annie Villanueve ay nagtanghal sa harap ng Peace Tower."
            ]
        },
        {
            "input": "When interviewed on his interest in the striker, he revealed that he had been watching him and was a big admirer",
            "output": [
                "Nang siya ay interbyuhin tungkol sa kanyang interes sa tagapalo, inamin niya na pinapanuod niya ito at siya ay isang malaking tagahanga."
            ]
        },
        {
            "input": "The Supreme Court has stated that Musharraf does not have the authority to declare the state of emergency, which includes a suspension of the Constitution.",
            "output": [
                "Ayon sa Korte Suprema, walang karapatan si Musharraf na maglunsad ng pambansang kagipitan, kabilang na rito ang pagsuspinde sa Konstitusyon."
            ]
        },
        {
            "input": "Lutfullah Mashal, Afghanistan's Interior Ministry spokesman, said that assistance with security or reconstruction and development is always welcome, however he expressed disappointment that the deployment would only be for 12 months.",
            "output": [
                "Si Lutfullar Mashal, ang tagapagsalita ng Interior Ministry ng Afghanistan, ay nagsabi na ang tulong na may seguridad o pagmumuling-tatag at pag-unld ay lagi nilang tinatanggap, ngunit ipinahayag niya ang kaniyang pagkabigo na ang paglawak ay sa loob lang ng 12 na buwan."
            ]
        },
        {
            "input": "Working off of momentum gathered in that race, she continued to increase her grassroots organization and her Internet campaigning to gain support from Democrats across the nation.",
            "output": [
                "Sa pagsasamantala sa momentum na naipon sa karerang iyon, ipinagpatuloy niya ang paglago ng kanyang mga organisasyon at ang kanyang pagkampanya sa Internet upang makakuha ng suporta mula sa mga Demokratiko sa iba't ibang dako ng bansa."
            ]
        },
        {
            "input": "Eve is the second AI computer under development by Professor King's research team.",
            "output": [
                "Si Eve ang pangalawang kompyuter na AI sa ilalim ng pangkat ng pananaliksik ni King."
            ]
        },
        {
            "input": "Of those who contracted the virus in Asia, half died.",
            "output": [
                "Sa mga nahawahan ng mikrobyo sa Asya, kalahati ang namatay."
            ]
        },
        {
            "input": "The high-profile game was nationally televised on the ESPN network.",
            "output": [
                "Ang tanyag na laro ay naisa-ere sa buong bansa sa ESPN network."
            ]
        },
        {
            "input": "The report blamed pilot error for the crash, finding that the airliner had touched down at roughly twice the accepted safe landing speed, and that Komar was \"fixated\" on landing and \"probably emotionally aroused\".",
            "output": [
                "Ang ulat ay sumisi sa kamalian ng piloto sa aksidente, at nakaalam na ang eroplano ay lumapag nang may halos doble ng tanggap na bilis sa paglapag, at si Komar ay \"napokus\" sa paglapag at \"maaaring pinangunahan ng emosyon.\""
            ]
        },
        {
            "input": "\"Accordingly, the Bank of Canada, the Bank of England, the European Central Bank, the Federal Reserve, Sveriges Riksbank, and the Swiss National Bank are today announcing reductions in policy interest rates.\"",
            "output": [
                "\"Ayon dito, ang Bank of Canada, ang Bank of England, ang European Central Bank, ang Federal Reserve, Sveriges Riksbank, at ang Swiss National Bank ay ngayo'y nag-aanunsyo ng pagbaba ng patakaran sa reyt ng interes.\""
            ]
        },
        {
            "input": "Both transportation authorities and the military have launched bids to locate the missing plane, with at least two aircraft taking off to search for the aircraft.",
            "output": [
                "Parehong sasakyan ng pamahalaan at ang pangmilitar ang inilunsad para hanapin ang nawawalang eroplano, na may dalawang sasakyang panghimpapawid ang umalis sa paghahanap sa eroplano."
            ]
        },
        {
            "input": "\"Often I'll hear someone say something like, 'Oh and be careful when you meet him--he's French,\" the source said.",
            "output": [
                "\"Kadalasan may naririnig akong tao na nagsasabing, 'O ingat ka pag nagkita kayo -- isa siyang Pranses,\" sabi ng impormante."
            ]
        },
        {
            "input": "In an interview in Copenhagen, he said, \"We are concerned about the environmental integrity of these texts and we do not see how they will deliver the 2-degree target.\"",
            "output": [
                "Sa isang panayam sa Copenhagen, sinabi niya na \"Kami ay nag-aalala sa pangkalikasang integridad ng mga nasusulat at hindi namin nakikita kung paano magagawa ng mga ito ang target na 2-degree.\""
            ]
        },
        {
            "input": "\"We can confirm the identities of the foreigners killed once we have carried out a thorough ground check,\" said Pakistani military spokesman Major General Shaukat Sultan.",
            "output": [
                "\"Aming mapatunayan ang mga dayuhang namatay pagkatapos naming magkaroong ng malawakang ground check,\" sabi ng tagapagsalita ng militar ng Pakistan na si Major general Shaukat Sultan."
            ]
        },
        {
            "input": "Pte. Green then picked up the AK-47 and shot Abeer once, waited, and then shot her a few more times, the U.S. official, Agent Bierce, said, quoting from Spc. Barker's statement.",
            "output": [
                "Pinulot pagkatapos ni Pte. Green ang Ak-47 at binaril ng isang beses si Abeer, naghintay, at muling siyang binaril ng mga ilang beses, ayon sa opisyal ng U.S. na si Agent Bierce, na sinipi mula sa pahayag ni Spc. Barker."
            ]
        },
        {
            "input": "Another son, Paul became a commissioner for the Securities Exchange Commission and died in 2001 after a battle with cancer.",
            "output": [
                "Isa pang anak na lalaki, si Paul ay naging Komisyoner para sa Securities and Exchange Commission at namatay noong 2001 pagkatapos makipaglaban sa kanser."
            ]
        },
        {
            "input": "Already reporting in English and Japanese, the global organization is launching Spanish, Italian, and Korean-language programs, for television, the web, and mobile devices.",
            "output": [
                "Kasalukuyang nagbabalita na sa Ingles at Hapon, ang global na organisasyon ay maglulunsad ng mga programa para sa wikang Espanyol, Italyano, at Koreano, sa telebisyon, sa web, at sa mga aparatong mobile."
            ]
        },
        {
            "input": "\"To consider refusing loans to those deemed less able to repay would further cut off higher education for Australians from low socio-economic backgrounds,\" she said.",
            "output": [
                "\"Para isaalang-alang ang pagtangging pautangin ang mga ipinapalagay na walang kakayahang magbayad ay lalo pang puputol sa mataas edukasyon para sa mga Australyano na nasa mababang sosyo-ekonomikong pinagmulan,\" sabi niya."
            ]
        },
        {
            "input": "\"This gives us a cornerstone if you like, to start the search for the Sydney from,\" said Graham.",
            "output": [
                "\"Ito ang magbibigay sa atin ng batong panulukan kung gugustuhin, upang magsimula sa paghahanap ng Sydney,\" sabi ni Graham."
            ]
        },
        {
            "input": "The Franken campaign, meanwhile, supports the previous three-judge panel (from a Democrat, a Republican, and an Independent) unanimous ruling giving Franken victory.",
            "output": [
                "Ang kampanya ni Franken, samantala, ay sumusuporta sa nakaraang tatlong panel na tagahatol (mula sa Demokrat, Republikan, at isang Independiyente) nagkakaisang hatol na nagbigay kay Franken ng panalo."
            ]
        },
        {
            "input": "According to the Fiji Retailers Association, the storm has caused over a million dollars worth of damage to Fiji's businesses.",
            "output": [
                "Ayon sa Retailers Association ng Fiji, ang bagyo ay nagdulot ng mahigit sa isang milyong dolyar na halaga ng pagkasira sa mga negosyo ng Fiji."
            ]
        },
        {
            "input": "In the US$3 million federal lawsuit filed in New York, Scott Glasgow is suing his former employer Growing Generations and its CEO Stuart Miller.",
            "output": [
                "Sa US$3 milyon na hablang pederal ang nakatala sa New York, Scott Glassgow ay inihabla ang kanyang dating maypagawa ng Lumalagong Henerasyon at ang CEO na si Stuart Miller."
            ]
        },
        {
            "input": "The country's Media Secretary, Public Broadcasting System and Channel 7 will appeal the resolution of the Second Federal Court of Mendoza.",
            "output": [
                "Ang Media Secretary, Public Broadcasting System at Channel 7 ng bansa ay aapela sa kapasiyahan ng Second Federal Court ng Mendoza."
            ]
        },
        {
            "input": "There, they worked six or seven days each week, sleeping in brothels and having sex with eight-to-ten men each night against their will.",
            "output": [
                "Doon, nagtatrabaho sila ng anim o pitong araw kada linggo, natutulog sa mga lugar ng prostitusyon at nakikipagtalik sa walo-hanggang-sampung lalaki bawat gabi ng labag sa kanilang kagustuhan."
            ]
        },
        {
            "input": "\"We have liberated 50 million people in Iraq and Afghanistan.\"",
            "output": [
                "\"Napalaya natin ang 50 milyong tao sa Irag at Afghanistan.\""
            ]
        },
        {
            "input": "Carey ran for Governor during the 1974 election after being urged by his wife Helen.",
            "output": [
                "Tumakbo si Carey para Gobernador sa 1974 na eleksiyon pagkatapos himukin ng kanyang asawa na si Helen."
            ]
        },
        {
            "input": "However, while the set of patients was evenly split, only 7 patients who received MIT therapy died, and 20 patients who did not receive it died.",
            "output": [
                "Ngunit, habang pinaghiwalay ang mga pasiyente sa dalawang grupo, 7 lamang na pasiyente ang namatay sa mga nakatanggap ng terapewtiko ng MIT, at 20 ang namatay mula sa mga hindi nakatanggap."
            ]
        },
        {
            "input": "\"I called my other friends and the morning turned out to be a very happy one in my life.\"",
            "output": [
                "\"Tinawagan ko pa ang iba kong kaibigan at ang umagang iyon ay naging isa sa pinakamasaya sa aking buhay.\""
            ]
        },
        {
            "input": "Residents in the city of Port Harcourt said that Nigerian troops burnt down hundreds of slum dwellings, allegedly as reprisal after an Army sergeant was killed in Thursday's abduction of oil workers in the area.",
            "output": [
                "Ang mga residente sa siyudad ng Port Harcourt ay nagsabi na ang mga tropa ng Nigeria ang sumunog sa daan-daang bahayan sa pook ng mga dukha, pinaninindigan nila na ito ay pagganti matapos na ang Sarhento ng sundalo ay mapatay noong Huwebes sa pag-agaw ng mga manggagawa ng langis sa lugar na iyon."
            ]
        },
        {
            "input": "The Mets have played at Shea Stadium since 1964, the team's third year in the league.",
            "output": [
                "Nakapaglaro na ang koponan ng Mets sa Shea Stadium noong 1964, ang pampangatlong taon ng koponan sa liga."
            ]
        },
        {
            "input": "It stayed at the top spot for nine weeks before being succeeded by \"You Belong To Me\" by Jo Stafford.",
            "output": [
                "Ito ay nanatili sa pinakamataas na pwesto sa loob ng siyam na linggo na sinundan ng \"You Belong To Me\" ni Jo Stafford."
            ]
        },
        {
            "input": "As of 11:00 am EDT, the Category 1 hurricane is located in the mid-Atlantic ocean, about 775 miles east of the Leeward Islands, according to the National Hurricane Center in Miami, Florida.",
            "output": [
                "Hanggang ngayong 11:00 am EDT, ang kategoryang 1 na bagyo ay matatagpuan sa gitnang bahagi ng karagatan ng Atlantiko, halos 775 milya sa silangan ng mga Isla ng Leeward, ayon sa National Hurricane Center sa Miami, Florida."
            ]
        },
        {
            "input": "The University of Alberta is set to expand into the heart of Edmonton's downtown with plans now in place to purchase the aging Hudson's Bay building on Jasper Avenue between 102nd Street and 103rd Street.",
            "output": [
                "Ang Unibersidad ng Alberta ay handa na sa pagpapalawak sa gitna ng siyudad ng Edmonton na may planong bihin ang lumang gusali ng Hudson Bay sa jasper Aveneu na nasa pagitan ng 102nd Street at 103rd Street."
            ]
        },
        {
            "input": "However, the Basic Law of Germany does not permit the self-dissolving of the Bundestag.",
            "output": [
                "Gayunman, ang Pangunahing Batas sa Germany ay hindi nagpapahintulot ng pansariling-pagkawala sa Bundestag."
            ]
        },
        {
            "input": "Nader dismissed criticism of his entry into the race, saying, \"For anybody who thinks that the third try is something that should be demeaned, it represents persistence, it represents never giving up the struggle for justice.\"",
            "output": [
                "Inalis ni Nader ang pamumuna sa kanyang pagpasok sa labanan, na nagsasabing, \"Para sa kahit sino na nag-iisip na ang pangatlong subok ay isang bagay na dapat ay ikakahiya, ito ay kumakatawan ng pagtitiyaga, ito ay kumakatawan sa hindi kailaman susuko sa pakikibaka para sa katarungan.\""
            ]
        },
        {
            "input": "On Saturday, the French Constitutional Council announced its approval for a proposed law that would make it illegal for anybody other than professional journalists to videotape acts of violence.",
            "output": [
                "Sa Sabado, ang Konseho ng Pangangatawan ng French ay nagpahayag ng pagsang-ayon para sa iminungkahing batas na gagawin itong ilegal para sa kahit sino maliban sa mga propesyonal na mamamahayag na i-videotape ang mga gawa ng karahasan."
            ]
        },
        {
            "input": "After viewing the treasury modelling, Treasurer Wayne Swan and Climate Change Minister Greg Combet released a joint statement saying without the finalization of compensation packages it is too early to predict price rises.",
            "output": [
                "Pagkatapos tingnan ang pagbubuo ng mga pondo sa pananalapi, ang Tesorero na si Wayne Swan at ang Kawani sa Pabago-bagong Klima na si Greg Combet ay nagpalabas ng magkasamang pahayag na nagsasabing napakaaga pa na hulaan ang mga pagtaas ng halaga kung walang natatapos pang usapin tungkol sa mga kompensasyon."
            ]
        },
        {
            "input": "According to Schulman, Godwin canceled his scheduled appearance just one week ago and has decided not to have anyone from the foundation replace him.",
            "output": [
                "Ayon kay Schulman, kinansela ni Godwin ang kaniyang nakatakdang pagpapakita noong nakaraang isang linggo laman at ipinasya na hindi siya kukuha ng kapalit niya mula sa foundation."
            ]
        },
        {
            "input": "And it doesn't just cover e-mail spam, but all electronic messaging such as SMS/text messaging, etc.",
            "output": [
                "Hindi lang ito sumasaklaw sa spam ng e-mail, kundi sa lahat ng mensaheng elektriko tulad ng SMS/text, at iba pa."
            ]
        },
        {
            "input": "Mr Obama dismissed Howard's comments as \"empty rhetoric\", unless he was to send another 20,000 Australians to fight in Iraq.",
            "output": [
                "Sinabi ni Obama na ang mga komento ni Howard ay \"retorikang walang laman,\" maliban na lamang kung magpapadala muli siya ng 20,000 na Australyano para lumaban sa Iraq."
            ]
        },
        {
            "input": "Kucinich, 60, is a staunch opponent of the Iraq war.",
            "output": [
                "Si Kucinich, 60, ay matatag na salungat sa digmaang Iraq."
            ]
        },
        {
            "input": "\"It's not Germany, it's not Poland,\" and that Israelis should \"get the hell out of Palestine\" and \"they should go home\" to Poland, Germany, the US and \"everywhere else.\"",
            "output": [
                "\"Hindi ang Aleman, hindi ang Poland,\" at ang Israeli ay dapat \"umalis sa Palestine\" at \"dapat umuwi sila\" sa Poland, Aleman, US at \"kahit saan man.\""
            ]
        },
        {
            "input": "The win for Chelsea means that they have made their 1st ever UEFA Champions League final and will be competing in the 1st ever all-English final in UEFA Champions League history.",
            "output": [
                "Ang pagkapanalo ng Chelsea ang nangngahulugan na ito ang kanilang unang-unang UEFA pinal na liga ng mga Tsampion at sila ay makikipagtunggali sa pinakaunang lahat ay Ingles na pinal sa UEFA liga ng mga Tsampion sa kasaysayan."
            ]
        },
        {
            "input": "Live 8 is a series of free concerts at each of the G8 nations organized by Bob Geldof.",
            "output": [
                "Ang Live 8 ay isang serye ng libreng konsiyerto sa bawat isa ng G8 ng bansa na inorganisa ni Bob Geldof."
            ]
        },
        {
            "input": "Several surveys have suggested that MPs in the minority parliament will overwhelmingly reaffirm support for same-sex marriage once a vote has held.",
            "output": [
                "Maraming pagsisiyasat ang nagmungkahi na pagtitibayin ng mga MPs sa minorya na parlyamento ang kanilang malaking suporta sa pag-aasawa ng parehong kasarian kapag idinaos ang pagboboto."
            ]
        },
        {
            "input": "On Friday, James appeared in a Santa Barbara, California court for arraignment on charges of kidnapping and murdering a 15-year-old boy.",
            "output": [
                "Sa Biyernes, si James ay lumitaw sa hukuman ng Santa Barbara, California para sa pagsasakdal sa kaso sa pagkidnap at pagpatay sa binatang lalake na 15 taong gulang."
            ]
        },
        {
            "input": "The surviving six children, three boys and three girls, are currently aged between 5 and 20 years old.",
            "output": [
                "Ang mga nakaligtas na anim na anak, tatlong lalaki at tatalong babae, ay kasalukuyan nagkakaedad sa pagitan ng 5 at 20 taong gulang."
            ]
        },
        {
            "input": "State officials reported that some 2.4 million Filipinos were affected by the disaster, putting property damage at a conservative estimate of $125 million.",
            "output": [
                "Iniulat din ng mga kinauukulan na 2.4 milyong Pilipino ang naapektuhan ng sakuna, nag-iwan ito ng pinsala sa mga ari-arian na umabot sa $125 milyon."
            ]
        },
        {
            "input": "President Ratu Josefa Iloilo abrogated the country's constitution earlier today in response to a Court of Appeal decision declaring the removal of Prime Minister Laisenia Qarase and the appointment of military strongman Voreqe Bainimarama as interim Prime Minister unlawful.",
            "output": [
                "Ipinawalang-bisa ni Presidente Ratu Josefa Iloilo ang saligang batas ng bansa kanina bilang pagtugon sa pagpapasya ng Court of Appeal at idineklara ang pagaalis ng Punong Ministro Laisenia Qarase at ang paghirang ng malakas na lalaki ng militar na si Voreqe Bainmarama bilang pansamantalang Punong Ministro nang labag sa batas."
            ]
        },
        {
            "input": "On January 12, 2010, several months after the cancer diagnosis, Hopper had filed for divorce from his wife Victoria Duffy leading to an extended public feud between the couple over the course of the following months.",
            "output": [
                "Noong Enero 12, 2010, ilang buwan pagkatapos ng pagkakasuri sa kanser, naghabla ng diborsiyo si Hopper sa kaniyang asawa na si Victoria Duffy na humantong sa publikong pagkakagalitan sa pagitan ng mag-asawa sa loob ng sumunod na mga buwan."
            ]
        },
        {
            "input": "Russia apologised to Finland last year following a large number of similar incidents over the space of two years, but only after Finland had protested.",
            "output": [
                "Humingi ng paumanhin ang Rusya sa Finland noong nakaraang taon kasunod ng malaking bilang ng parehong pangyayari sa loob ng dalawang taon, ngunit ito ay nangyari lamang pagkatapos magprotesta ang Finland."
            ]
        },
        {
            "input": "This was very unfair on the French team, and particularly the brilliance of Patrick Viera, who were totally dominant as an attacking side and were much the better team in all areas - only to be let down by nerves in front of goal.",
            "output": [
                "Ito ay hindi patas para sa koponan ng mga Pranses, at lalo sa kahusayan ni Patrick Viera, na siya ang ganap na nangingibabaw sa paglusob sa tagiliran at mas mahusay na koponan sa lahat ng aspeto - na nataranta dahil sa niyerbos sa harap ng gol."
            ]
        },
        {
            "input": "A top-ranking Dallas county official told media he views the problem with serious concern.",
            "output": [
                "Isang may mataas na ranggong opisyal sa probinsya ng Dallas ay nagsabi sa medya na tinitingnan niya ang problema na may seryosong pagmamalasakit."
            ]
        },
        {
            "input": "In a Ministry of Defence (MoD) statement, Dannatt said, \"[Thornloe's] courageous, thoughtful stewardship of 1st Battalion Welsh Guards since October last year has seen them superbly prepared for the demands of Afghanistan, both in terms of their professional capability and their unbreakable spirit as a team.\"",
            "output": [
                "Sa isang pahayag ng Ministry of Defence (MoD), sinabi ni Dannat na \"ang magiting, at mapag-isip na pamumuno [ni Thornloe] ng 1st Battalion Welsh Guard mula Oktubre noong nakaraang taon ay nagtiyak na sila'y handang danda sa mga pangangailangan ng Afghanistan, pareho sa kanilang propesyonal na kakayahan at ang kanilang di matinag na lakas bilang grupo.\""
            ]
        },
        {
            "input": "Subcommittee Chairman Carl Levin said in his opening statement: \"Today's focus is on credit card issuers who hike the interest rates of cardholders who play by the rules — meaning those folks who pay on time, pay at least the minimum amount due, and wake up one day to find their interest rate has gone through the roof — again, not because they paid late or exceeded the credit limit, but because their credit card issuer decided they should be 'repriced'.\"",
            "output": [
                "Ang tagapangulo ng Subcommittee na si Carl Levin ay nagpahayag sa kanyang pambungad na pananalita: \"Ang pokus natin ngayong araw ay sa mga nag-iisyu ng kredit kard na nagtataas ng interes sa kanilang inisyuhan kahit na ang mga ito ay sumusunod sa kanilang patakaran - nangangahulugan na ang mga taong nagbabayad sa oras, nagbabayad nang sapat ayon sa nakasaad, ay magigising na lang isang umaga na ang singil sa interes ay umakyat sa pinakamataas na bahagdan - uulitin ko, hindi dahil sa nagbabayad sila ng lampas na sa oras o lampas na sa itinakdang pwedeng utangin, ngunit dahil sa ang nag-isyu ay nagdesiyon na kailangan silang 'singilin ulit'.\""
            ]
        },
        {
            "input": "Earlier today, Afghan intelligence officials provided another statement about this attack; this statement is probably the one with most details.",
            "output": [
                "Kaninang maaga, ang opisyales ng intelihensya ng Afghanistan ay nagbigay muli ng pahayag hinggil sa pag-atakeng ito; ang ulat na ito ay isa sa malamang na mayroong pinakamaraming detalye."
            ]
        },
        {
            "input": "Griffin, 55, notably holds seven academic degrees from various institutions, including a bachelor's degree in physics; master's degrees in aerospace science, electrical engineering, applied physics, civil engineering and business administration; and a PhD in Aerospace Engineering from the University of Maryland.",
            "output": [
                "Si Graffini, 55, kapansin-pansing humahawak ng akademikong grado mula sa iba't ibang institusyon, kabilang ang isang batsilyer sa pisika; master's degree sa aerospace science, elektrikal na pag-iinhinyero, applied physics, sibil na pag-iinhinyero at pangangasiwa ng negosyo; at isang PhD Aerospace Engineering mula sa University of Maryland."
            ]
        },
        {
            "input": "After, there was some speculation the he would join the Green Party, which has 0 elected MPs in Ottawa, the nations capital.",
            "output": [
                "Pagkatapos, may mga ilang espekulasyon na siya ay sasali sa Partidong Green na may 0 na nahalal na MP sa Ottawa, ang kabisera ng bansa."
            ]
        },
        {
            "input": "The body of a 28-year-old Pakistani journalist was found in his home in Lahore, Pakistan on Friday.",
            "output": [
                "Ang katawan ng isang 28 taong gulang na mamamahayag ng Pakistan ay natagpuan sa kanyang bahay sa Lahore, Pakistan noong Biyernes."
            ]
        },
        {
            "input": "According to a preliminary estimate released by the World Meteorological Organization (WMO), the global mean temperature for 2005 was about 0.48°C above normal, putting 2005 amongst the four warmest years globally since records commenced in 1861.",
            "output": [
                "Ayon sa preliminaryong pagtataya na inilabas ng World Meteorological Organization (WMO), ang pangglobong katamtamang temperatura sa taong 2005 ay mga 0.48˚C higit sa normal, na naglalagay sa taong 2005 na kasama ng apat na pinakamaiinit na taon sa buong mundo mula nang magsimulang magrekord noong 1861."
            ]
        },
        {
            "input": "Additionally, residents like Pablo Juarez Mendoza, who last year made $450 working in Texan livestock shows, are having difficulties finding local work.",
            "output": [
                "Sa karagdagan, ang mga naninirahan gaya ni Pablo Juarez Mendoza, na noong isang taon ay kumita ng $450 na nagtatrabaho sa mga palabas ng paghahayupan sa Texas ay nahihirapan sa paghahanap ng pang lokal na trabaho."
            ]
        },
        {
            "input": "Grammar now play minor premiers Mountain Creek State High School in a rematch of their 2007 semi final, while Siena Catholic College will host Matthew Flinders Anglican College in the other semi.",
            "output": [
                "Ang Grammar ay kasalukuyang naglalaro laban sa minor premier na Mountain Creek State High School para sa isang labanan muli ng kanilang semi final noong 2007, samantalang ang Siena Catholic College ay maglalaro laban sa Matthew Flinders Anglican College sa isang semi."
            ]
        },
        {
            "input": "But the characters \"live on stage and they live in a fantasy world\", he said.",
            "output": [
                "Pero ang mga karakter \"ay nabubuhay sa entablado at nabubuhay sa mundo ng pantasya,\" aniya."
            ]
        },
        {
            "input": "Traditional leather basketballs provide more grip when they are slightly wet.",
            "output": [
                "Ang mga tradisyunal na bola ng basketbol ay nagbibigay ng higit na kapit kapag ito ay medyo basa."
            ]
        },
        {
            "input": "The first evacuations began at about 02.00 local time (03.00 UTC) today, because earthquakes in the area had pointed to an imminent eruption.",
            "output": [
                "Ang unang paglikas ay nagsimula sa 02.00 lokal na oras (03.00 UTC) ngayon, dahil ang mga lindol sa lugar ay nagbabadya ng isang nalalapit na pagsabog."
            ]
        },
        {
            "input": "The risk to international travelers is low, according to the WHO, because the disease requires close personal contact to be transmitted.",
            "output": [
                "Mababa ang panganib sa mga pandaigdigang manlalakbay, ayon sa WHO, dahil kailangan ng sakit ang malapit na personal na paghipo upang mahawa."
            ]
        },
        {
            "input": "The EC responded in a memo that it will study Microsoft's reply to the Statement of Objections once it receives the full details.",
            "output": [
                "Ang EC ay tumugon sa isang maikling liham na pag-aaralan nito ang sagot ng Microsoft sa mga Pahayag ng mga Pagtutol sa sandaling nakatanggap nito ang buong detalye."
            ]
        },
        {
            "input": "McCullum, who opened the bowling for NZ, took three wickets while Oram took another four wickets and triggered a collapse.",
            "output": [
                "Si McCullum, na binuksan ang bowling para sa NZ, ay nakakuha ng tatlong wikets habang si Oram ay nakakuha ng karagdagang apat na wikets at naging dahilan ng simula ng pagbagsak."
            ]
        },
        {
            "input": "The acting director cited concerns about the potential behavioral implications for younger adolescents from OTC marketing of Plan-B, given their supposed lower cognitive ability, and that it was not valid to extrapolate data from older to younger audiences.",
            "output": [
                "Binanggit ng umaaktong direktor ang mga ipinag-aalala tungkol sa posibleng implikasyon sa pag uugali ng mas nakababatang mga kabataan sa OTC ang pagbebenta ng plan-B, ibinigay ang kanilang ipinalagay na mas mababang pagdadahilan, at hindi iyon tanggap na palawakin ang batayan ng bagay-bagay sa mas matanda hanggang sa mas mga batang nakikinig."
            ]
        },
        {
            "input": "Late on Thursday the United Nations Security Council passed a resolution calling for an immediate ceasefire between Israel and Hamas in the Gaza Strip.",
            "output": [
                "Noong Huwebes ipinasa ng Konseho ng seguridad ng mga Nagkakaisang Bansa ang isang resolusyon na tumawag para sa madaliang pagtigil ng putukan sa pagitan ng Israel at Hamas sa Gaza Strip."
            ]
        },
        {
            "input": "The passengers, including women and children, were from Bagsibundu village in Koppal district and were going to visit the Alamatti dam after going on a pilgrimage to Koodalasangama.",
            "output": [
                "Ang mga sakay, kabilang na ang mga kababaihan at mga bata, ay mula sa nayon ng Bagsibundu sa distrito ng Koppal at patungo sa pagbisita sa dam ng Alamatti matapos mamanakay sa Koodalasangama."
            ]
        },
        {
            "input": "After the event ends, all the cows will be auctioned off, with the proceeds donated to the Special Olympics Romania, a charity helping athletes with mental disabilities.",
            "output": [
                "Kapag natapos na ang gawaing ito, ang lahat ng mga baka ay ibebenta na, at ang kikitain ay idodonasyon sa Special Olympics Romania, ang kawanggawa na tumutulong sa mga atleta na may kapansanan sa kaisipan."
            ]
        },
        {
            "input": "\"I understand the frustration the Police and Fire Service teams feel when faced with problems over Guy Fawkes, and I hope these new restrictions will send a message that deliberate harm or damage is criminal and is being clamped down on,\" Mr Benson-Pope said.",
            "output": [
                "\"Naintindihan ko ang pagkabigo na nararamdaman ng Pulisya at Fire Service tim kung nakaharap sila sa mga suliranin ukol sa Guy fawkes, at umaasa ako na ang mga bagong paghihigpit na ito ay magbibigay ng mensahe na ang sinasadyang pagsakit o pagsira ay kriminal at kailangan itong pigilan,\" ayon kay Ginoong Benson-Pope."
            ]
        },
        {
            "input": "UN peacekeeping chief Alain Le Roy said many people were in the UN building when it went down and they remain unaccounted for.",
            "output": [
                "Ang punong tagapamahala ng kapayapaan ng UN na si Alain Le Roy ay sinabing maraming tao ang nasa gusali ng UN noong ito ay gumuho at sila ay nanatiling hindi pa alam ang kalagayan."
            ]
        },
        {
            "input": "According to a government media release, there is $360.9 million available under this program for the period 2005-06 to 2008-09.",
            "output": [
                "Ayon sa media release ng pamahalaan, mayroong $360.9 milyon na maaaring gamitin sa ilalim ng programang ito para sa panahong 2005-06 hanggang 2008-09."
            ]
        },
        {
            "input": "Australia face Japan while New Zealand, who are one of the favourites to win the tournament, play Italy.",
            "output": [
                "Ang Australya ay haharapin ang Hapon habang ang New Zealand, isa sa mga paboritong manalo ng turnamento, ay maglalaro laban sa Italya."
            ]
        },
        {
            "input": "Pakistan blamed him for numerous attacks including the assassination in 2007 of Benazir Bhutto, the former Prime Minister of Pakistan and wife of President Asif Ali Zardari, according to Bloomberg News.",
            "output": [
                "Sinisi siya ng mga taga-Pakistan dahil sa napakaraming atake kasama na ang pataksil na pagpatay noong 2007 ni Benazir Bhutto, ang dating Punong Ministro ng Pakistan at asawa ng Presidente Asif Ali Zardari, ayon sa Bloomberg News."
            ]
        },
        {
            "input": "The collision saw the first two carriages of one train being forced upwards into the air over the first carriage of the second train.",
            "output": [
                "Nakita sa banggaan ang unang dalawang karwahe ng isa sa mga tren na natapon paitaas sa ibabaw ng unang karwahe ng pangalawang tren."
            ]
        },
        {
            "input": "The march, titled \"326 March for Democracy and Peace\", will begin in ten different locations, converging on the square near the Presidential Office in downtown Taipei City.",
            "output": [
                "Ang martsa, na pinamagatang \"326 March for Democracy and Peace\", ay magsisimula sa sampung iba't ibang mga dako, na nagtatagpo sa tapat malapit sa Opisina ng Pangulo sa bayan ng Taipei City."
            ]
        },
        {
            "input": "According to prominent American left-wing online blog Daily Kos, which was the first to report it, CNN mixed the two up on Monday, leading into a segment on bin Laden with the title, \"Where's Obama?\" on The Situation Room, a show hosted by pundit Wolf Blitzer.",
            "output": [
                "Ayon sa prominenteng online blog ng mga kaliwa ng Amerika na Daily Kos, na unang nag-ulat nito, napagsama ang dalawang ito ng CNN noong Lunes, na naging dahilan ng isang programa tungkol kay bin Laden na may pamagat na \"Nasaan si Obama?\" sa The Situation Room, isang palabas na pinangungunahan ng may pinagaralan na si Wolf Blitzer."
            ]
        },
        {
            "input": "\"At 8 pm [on Thursday], utility companies were reporting over 50,000 customers without power.\"",
            "output": [
                "\"Nasa 8pm [noong Huwebes], ang mga kagamitang kompanya ay naguulat ng mahigit sa 50,000 parokyano ang walang kuryente.\""
            ]
        },
        {
            "input": "Should media coverage correlate to team performance and internationally rankings?",
            "output": [
                "Dapat bang magkaugnay ang pagkokober ng medya sa pagganap at pangdaigdigang pagraranggo ng koponan?"
            ]
        },
        {
            "input": "He also said it was \"our earnest desire\" to admit guilt and said he wanted the proceeding to end because \"I do not trust Americans.\"",
            "output": [
                "Sinabi din niya na ito ay \"aming taimtim na kagustuhan\" na aminin ang kasalanan at sinabi na gusto niyang magtapos na ang paglilitis dahil \"Hindi ko pinagkakatiwalaan ang mga Amerikano.\""
            ]
        },
        {
            "input": "Police later confirmed that twelve people had been killed with a further thirteen injured, three critically.",
            "output": [
                "Kinumpirma ng mga pulis na labing-dalawa ang namatay, labing-tatlo naman ang sugatan at tatlo doon ang kritikal."
            ]
        },
        {
            "input": "Several new monuments were opened today, such as the 8-meter statue of Charles de Gaulle by Zurab Tsereteli and the monument to soldiers from Allied countries.",
            "output": [
                "Ilang mga bagong monumento ay bukas ngayon, tulad ng 8-metro na rebulto ni Charles de Gaulle ni Zurab Tsereteli at ang monumento sa mga sundalo mula sa mga Allied na bansa."
            ]
        },
        {
            "input": "According to Fox News, the US President cannot require US flag lowering at the local level.",
            "output": [
                "Ayon sa Fox News, ang Pangulo ng US ay hindi kailangan mag-utos na ibaba ang bandila ng US sa mga lokal na kapantayan."
            ]
        },
        {
            "input": "On Thursday, the President of South Africa condemned the decision of the Malawi courts in a rare dissenting statement stating, \"We have condemned the action taken to arrest people in terms of our constitution,\" in response to questions about the Malawi arrests.",
            "output": [
                "Noong Huwebes, ang Presidente ng South Africa ay kinundena ang desisyon ng korte ng Malawi sa isang kakaibang pangungusap na nagsasabing, \"Kinukondena namin ang aksyong ginawa na pag-aresto ng mga tao sa pamamagitan ng aming konstitusyon,\" bilang tugon sa mga tanong tungkol sa pag-aresto sa Malawi."
            ]
        },
        {
            "input": "A tropical storm warning remains in effect for Honduras from the Honduras/Nicaragua border westward to Cabo Camaron.",
            "output": [
                "Ang babala ng bagyo ay nananatiling may epekto sa Honduras mula Honduras/Nicaragua pagitang kanluran patungong Cabo Camaron."
            ]
        },
        {
            "input": "He also said that while no explosives were found on the vehicle he had a \"sneaking suspicion\" that soldiers feared the motorcycle carried a second suicide bomber and acted defensively.",
            "output": [
                "Sinabi pa niya na kahit walang pampasabog na nakita sa sasakyan, nagkaroon siya ng \"kaunting hinala\" na natakot ang mga sundalo na ang motorsiklo ay nagdadala ng ikalawang suicide bomber kaya kumilos sila nang depensado."
            ]
        },
        {
            "input": "Data from the Cape Grim air pollution monitoring station in north-west Tasmania shows carbon dioxide emissions have increased by 2.5% each year for the past five years.",
            "output": [
                "Ang mga datus mula sa estasyon ng Cape Grim na nagmamatyag sa polusyong hangin sa hilagang-kanlurang Tasmania ay nagpapakita na ang pagbubuga ng carbon dioxide ay tumaas ng 2.5% bawat taon sa nakalipas na limang taon."
            ]
        },
        {
            "input": "The Muslim Brotherhood have asked supporters to protest non-violently and support peaceful vigils.",
            "output": [
                "Ang Kapatirang Muslim ay humingi ng suporta na magprotesta ng walang gulo at suportahan ang mapayapang pagpupuyat."
            ]
        },
        {
            "input": "The parties seek a court order declaring that Secretary Rumsfeld's actions are in violation of the U.S. Constitution, federal statutes and international law.",
            "output": [
                "Hiniling ng mga partido na ipapahayag ng korte na ang mga kilos ni Kalihim Rumsfeld ay paglabag sa Saligang-Batas ng U.S., pederal na batas at pandaigdigang batas."
            ]
        },
        {
            "input": "A spokesmen for Barclays told the Financial Times, \"the proposed transaction required a guarantee for the trading operations of Lehman Brothers that was potentially open-ended, and we were not willing to provide that guarantee.\"",
            "output": [
                "Ang tagapagsalita ng Barclays ay nagsabi sa Financial Times, \"ang ipinanukalang transaksiyon ay nangangailangan ng garantiya para sa nagpapatakbo ng kalakalan ng Lehman Brothers na bukas sa anumang pagbabago, at hindi kami sang-ayon na ilaan ang ganoong garantiya.\""
            ]
        },
        {
            "input": "Eastern China saw a large number of cases in early March, but this information was not made public until late April.",
            "output": [
                "Sa Silangang Tsina nakita ang malaking bilang ng kaso noong unang bahagi pa lamang ng Marso pero ang impormasyon ay hindi agad isinapubliko hanggang sa pagtatapos ang Abril."
            ]
        },
        {
            "input": "New Jersey is considering a state-wide ban on Brazilian waxes, the removal of hair from the bikini area.",
            "output": [
                "Isinaalang-alang ng New Jersey na ipagbabawal sa buong estado ang Braziliyan na waks, ang pang-alis ng buhok sa bahagi ng pag-aari."
            ]
        },
        {
            "input": "However, New Zealand centre Luke McAlister was harshly sin-binned early in the second half for illegally blocking a French player and preventing a try scoring opportunity.",
            "output": [
                "Subalit, ang sentro ng New Zealand na si Luke McAlister ay pinapunta sa sin-binned nang maaga sa second half dahil sa ilegal na pagharang sa isang manlalarong Pranses at pagahdlang ng isang oportunidad ng tangkang pagpuntos."
            ]
        },
        {
            "input": "\"No country is going to cut its growth.\"",
            "output": [
                "\"Walang bansa na magpapatuloy na putulin ang pagsulong nito.\""
            ]
        },
        {
            "input": "The storm is headed towards Bermuda and forecasters at the National Hurricane Center in Miami, Florida expect it to strengthen over the next two days.",
            "output": [
                "Ang bagyo ay patungo sa Bermuda at ayon sa mga tagapagtala sa National Hurricane Center na nasa Miami, Florida ay umaasang ito ay lalakas pa sa susunod na dalawang araw."
            ]
        },
        {
            "input": "He has been the subject of numerous newspaper articles, and has published public policy papers exploring solutions to American issues.",
            "output": [
                "Siyaay naging paksa ng maraming artikulo sa pahayagan, at naglathala ng mga papel ng publikong patakaran na naghahanap ng mga solusyon sa mga isyu ng Amerika."
            ]
        },
        {
            "input": "\"Everyone was scrambling and it was horrifying because you knew people were underneath it.\"",
            "output": [
                "\"Lahat ay nakikipag-agawan at kahindik-hindik dahil alam mo na ang mga tao ay nasa ilalim nito.\""
            ]
        },
        {
            "input": "Since the last Olympics, Japan has been in a rebuilding period.",
            "output": [
                "Mula pa noong nakaraang Olympics, ang bansang Hapon ay nasa pagtataguyod na muli na panahon."
            ]
        },
        {
            "input": "Eventually all charges were dropped with national security concerns being raised should evidence be released.",
            "output": [
                "Sa huli ang lahat ng kaso ay itinigil dahil sa pambansang alalahanin sa seguridad na sinasaalang alang kung sakaling ilabas ang ebidensiya."
            ]
        },
        {
            "input": "A number of prominent Sudanese clerics ignored government instructions not to inflame the situation, although they stopped short of directly calling for her death.",
            "output": [
                "Ang ilan sa mga prominenteng klero ng Sudan ay pinagwalang bahala ang mga tagubilin ng gobyerno na huwag nang pag-alabin ang sitwasyon, bagaman sila ay tumigil nang bahagya sa direktang panawagan para sa kaniyang kamatayan."
            ]
        },
        {
            "input": "Kyle Busch, because of his accident with Jeff Burton maintained the third position while his team mate Hamlin is fourth.",
            "output": [
                "Si Kyle Busch, dahil sa kaniyang aksidente kay Jeff Burton, ay nanatili sa pangatlong posisyon samantalang ang kaniyang kagrupo na si Hamlin ay nasa pang-apat."
            ]
        },
        {
            "input": "Witnesses describe a \"funnel-like wind\" which lifted items off the ground and threw them around.",
            "output": [
                "Ang mga saksi ay inilarawan ang isang \"tulad ng imbudong hangin\" na nagtaas ng mga bagay mula sa lupa at itinapon sila sa paligid."
            ]
        },
        {
            "input": "In the hot market of WiFi products, WeFi is software that will allow groups of users, such as friends, share knowledge about the location of free Internet WiFi access, and also provide codes and keys for certain hot spots, with access provided only to the trusted users within a group.",
            "output": [
                "Sa merkado ng mga produkto ng WIFI, ang WeFI ay isang softweyr na nagpapahintulot sa mga grupo ng gumagamit, kagaya ng magkakaibigan, na magbahagi ng kanilang kaaalaman tungkol sa isang lugar na may libreng akses sa Internet WIFI, at pwede rin magbigay ng palahudyatan at susi sa ilang lugar na nagbibigay lamang ng akses sa mga mapagkakatiwalaang gumagamit sa loob ng grupo."
            ]
        },
        {
            "input": "The government has said the buildings it is destroying are \"illegal\", and have said that the \"black markets\" are to blame for the country's \"economic meltdown\".",
            "output": [
                "Ang pamahalaan ay nagpahayag na ang mga gusaling kanilang sinisira ay \"ilegal\", at nagsabi na ang \"black market\" ang siyang dapat sisihin para \"natutunaw na ekonomiya\" ng bansa."
            ]
        },
        {
            "input": "A nearby \"militant compound\" was also destroyed by the missiles.",
            "output": [
                "Isang kalapit na \"tirahan ng mga militante\" ang nasira ng mga misil."
            ]
        },
        {
            "input": "The Islamic terror group released a video showing a blindfolded al-Sherif identifying himself, but did not show his death.",
            "output": [
                "Ang mabagsik na grupong Islam ay naglabas ng panuorin na nagpapakita sa nagpakilalang si al-Sherif na nakapiring, ngunit hindi ipinakita ang kanyang pagkamatay."
            ]
        },
        {
            "input": "The closure will affect eight employees including Arno Hartfield, the managing director.",
            "output": [
                "Ang pagsasara ay makaapekto sa walong empleado kasama si Arno Hartfiel, ang managing director."
            ]
        },
        {
            "input": "The warrant allowing this states that he is charged with diverting money from the U.S. Department of Energy to several companies he controls.",
            "output": [
                "Ang utos na pinapayagan ito ay nagpapahayag na sya ay kinasuhan ng paglilihis ng pera mula sa Kagawaran ng Enerhiya ng Estados Unidos sa ilang mga kumpanya na pinatatakbo nya."
            ]
        },
        {
            "input": "But they do say that it could be a good idea for a completely new holiday to be created called New Zealand Day.",
            "output": [
                "Ngunit sinasabi rin nila na puwede itong maging magandang ideya sa isang panibagong pagdiriwang na tatawaging New Zealand Day."
            ]
        },
        {
            "input": "McHale has been long critical of the Ontario Provincial Police over the land claim saying that they treat aboriginals differently.",
            "output": [
                "Si McHale ay matagal nang bumabatikos sa Pulis Panlalawigan ng Ontario hinggil sa pag-aangkin ng lupa at sinasabing iba ang pagtrato nila sa mga katutubo."
            ]
        },
        {
            "input": "Sources tell Wikinews that although the English version is unblocked, the Chinese version still remains blocked or hard to access in many parts of the country.",
            "output": [
                "Sinabi ng mga pinanggagalingan ng impormasyon sa Wikinews na kahit ang Ingles na bersyon ay nabubuksan, ang bersyon ng China ay hindi mabuksan o mahirap maabot sa maraming lugar sa bansa."
            ]
        },
        {
            "input": "According to Palestinian news agencies, Israeli aircraft threw leaflets around areas of Gaza yesterday, cautioning people that there would be retaliation for clashes near Khan Yunis last week, which killed two Israeli troops.",
            "output": [
                "Ayon sa mga ahensiya ng mamamahayag ng Palestine, ang eroplanong Israeli ay naghagis ng mga babasahin sa loob ng mga lugar ng Gaza kahapon, na nagbabala sa mga tao na may mga paghihiganti para sa mga sagupaan malapit sa Khan Yunis noong nakaraang linggo, na pumatay ng dalawang tropang Israeli."
            ]
        },
        {
            "input": "The release of the results started a national debate on the possible causes of the drastic drop in scores, from the failure of parental participation, poor teacher pay and pay cuts, to student disinterest and lack of motivation.",
            "output": [
                "Ang paglalabas ng mga resulta ang naging dahilan ng pag-uumpisa ng debate tungkol sa mga posibleng dahilan ng malaking pagbaba ng mga iskor, mula sa kakulangan ng partisipasyon ng mga magulang, mababang bayad sa mga guro at paraan ng pagbabayad, hanggang sa kawalan ng interes ng mga estudyante at kakulangan ng motibasyon."
            ]
        },
        {
            "input": " Results for the second division, third B division, southern fourth division and fifth division traditional grand finals have not been accessible to Wikinews as of this report",
            "output": [
                "Ang mga resulta para sa pangalawang dibisyon, pangatlong B na dibisyon, timugang pang-apat na dibisyon at pang-limang dibisyon na tradisyunal na grand finals ay hindi malalapitan ng Wikinews hanggang sa ulat na ito."
            ]
        },
        {
            "input": "Other parliamentarians, even some of the Workers' Party, didn't agree with the coup argument.",
            "output": [
                "Ang ibang mga parliyamentaryo, kahit ang ilan sa mga Worker's party, ay hindi sumasang-ayon sa argumento ng kudeta."
            ]
        },
        {
            "input": "Burghol, 56, was a journalist for about 21 years, working for the newspaper Al-Thawra (The Revolution) whilst also hosting a weekly show for Radio Damascus.",
            "output": [
                "Si Burghol, isang 56 na taong gulang, ay isang mamamahayag sa humigit-kumulang 21 na taon, na nagtrabaho para sa pahayagan ng Al-Thawra (Ang Rebolusyon) habang punong-abala sa lingguhang palabas para sa Radio Damascus."
            ]
        },
        {
            "input": "The AKP has 353 of the 550 seats in Grand National Assembly of Turkey.",
            "output": [
                "Ang AKP ay may 353 sa 550 na mga puwesto sa Grand National Assembly ng Turkey."
            ]
        },
        {
            "input": "The inner circle of bluestones are the earliest stone structures found in this site.",
            "output": [
                "Ang panloob na bilog sa asul na bato ang pinakaunang mga istruktura ng bato na natagpuan sa lugar na ito."
            ]
        },
        {
            "input": "Key evidence includes video footage and testimony from veterinary surgeons, who were present when police raided several locations suspected to be involved.",
            "output": [
                "Ang susi sa ebidensya kabilang ang kuha ng bidyu footage at ang testimonya mula sa beterinaryong mang-opera, na naroon nang ang mga pulis ay sumalakay sa ilang mga lokasyong pinaghihinalaang kasangkot."
            ]
        },
        {
            "input": "Puerto Rico is a semi-autonomous territory of the United States.",
            "output": [
                "Ang Puerto Rico ay isang semi-awtonomus na teritoryo ng Estados Unidos."
            ]
        },
        {
            "input": "Over 100 people have been reported dead with even more missing.",
            "output": [
                "Mahigit 100 katao ang naitalang namatay at mas marami ang nawawala."
            ]
        },
        {
            "input": "As per tradition and local fame, effigies were carried through the town and burned on huge fires.",
            "output": [
                "Bilang nakaugalian at lokal na katanyagan, ang mga larawan ay dinala sa bayan at nasunog sa malaking apoy."
            ]
        },
        {
            "input": "As well, both women are ordered not to leave Essex County, Ontario and to surrender their passports to the police.",
            "output": [
                "At kapwa sila naatasan na huwag aalis sa Essex County, Ontario at isusuko ang kanilang mga pasaporte sa mga pulis."
            ]
        },
        {
            "input": "The Republic of Molossia and Principality of Vikesland are not recognized by any major countries or international organizations.",
            "output": [
                "Ang Republika ng Molossia at Pamunuan ng Vikesland ay hindi kinikilala ng mga malalaking bansa o pandaigdigang mga samahan."
            ]
        },
        {
            "input": "In an escalating controversy that has contributed to Italian Prime Minister Silvio Berlusconi's political problems and created a national uproar in Italy, Italian prosecutors began their own independent probe on Wednesday of the death of Nicola Calipari.",
            "output": [
                "Sa dumaraming pagtuligsa na naging dahilan ng pampulitikang problema ng Italyanong Punong Ministro Silvio Berlusconi at lumikha ng pambansang kaguluhan sa Italya, ang mga Italyanong taga usig ay nagsimulang gumawa ng sariling pagsisiyasat noong Miyerkules tungkol sa pagkamatay ni Nicola Calipari."
            ]
        },
        {
            "input": "Bucharest, the capital of Romania, will become the first southeastern European city to host CowParade.",
            "output": [
                "Bucharest, ang kapital ng Romania, ang magiging kauna-unahang siyudad ng hiilagang silangang Europea na maging punong abala sa Parada ng Baka."
            ]
        },
        {
            "input": "Authorities say that it has been over 40 years since some parts of the land have caught fire.",
            "output": [
                "Sinabi ng mga awtoridad na may mga mahigit 40 na taon na mula nang ang ilanag parte ng kalupaan ay nagkasunog."
            ]
        },
        {
            "input": "Kilmarnock's position in the SPL table now increases to fifth.",
            "output": [
                "Ang posisyon ni Kilmarnock's sa mesa ng SPL ngayon ay nagdaragdag sa ika-lima."
            ]
        },
        {
            "input": "Carlos Bocanegra then opened Everton wide open as he stole away from the defenders and headed home Simon Davies' cross, giving Fulham the lead after 22 minutes.",
            "output": [
                "Si Carlos Bocanegra ang nagsimula sa Everton na nakatiwangwang kaya naagaw niya mula sa kalaban at nadala ni Simon Davies pabalik, kaya ang Fulham ang nanguna pagkatapos ng 22 minuto."
            ]
        },
        {
            "input": "James P. Leape, the Director General of WWF International summarises:",
            "output": [
                "Binuod ni James P. Leape, ang Direktor Heneral ng WFF International:"
            ]
        },
        {
            "input": "According to Press Trust of India, police in India received complaints from three underage girls alleging he had raped them.",
            "output": [
                "Ayon sa Press Trust ng India, nakatanggap ng reklamo ang pulis ng India mula sa tatlong menor de edad na nagsasabing sila ay ginahasa ni Madhavan."
            ]
        },
        {
            "input": "Both offenses were struggling when guard Andrew Matthew stole the ball and made a pass to Gordan, who threw another pass to fellow guard Jordan Fleisher, who took the ball and scored on a layup.",
            "output": [
                "Bawat opensa ay nahirapan nang ang guard na si Andrew Matthew ay makaagaw ng bola at maipasa kay Gordan, na siyang nagpasa sa kapwa guard na si Jordan Fleisher, na syang kumuha ng bola at nakapuntos sa layup."
            ]
        },
        {
            "input": "The Greens unveiled its policy to open two solar power stations on the weekend of January 31/February 1.",
            "output": [
                "Ang Greens ay inilantad ang kaniyang polisiya na magbukas ng dalawang istasyon ng solar power sa katapusan ng linggo ng Enero 31/Pebrero 1."
            ]
        },
        {
            "input": "Chan fell over after jostling with a media scrum, and Sukumaran threw a bottle of water at the media.",
            "output": [
                "Nahulog si Chan matapos makipagsiksikan sa iskram ng media, at si Sukumaran ay bumato ng bote ng tubig sa media."
            ]
        },
        {
            "input": "According to the head of the technical commission involved with investigating the crash, Alexei Morozov, the crew of the aircraft had been warned of limited visibility, although it has not been determined whether or not the crew's decision to land had been influenced by the passengers on board.",
            "output": [
                "Ayon sa pinuno ng teknikal na komisyon na kasama sa imbestigasyon ng pagbagsak, si Alexei Morozov, ang mga tripulante ng eroplano ay binabalaan ng limitadong bisibilidad, subali't hindi natukoy kung ang desisyon ng mga tripulante na palapagin ang eroplano ay naimpluwensiyahan o hindi ng mga sakay na pasahero."
            ]
        },
        {
            "input": "The prior definition of rape — \"the carnal knowledge of a female, forcibly and against her will\" — was set by the FBI in 1927.",
            "output": [
                "Ang naunang kahulugan ng panggagahasa - \"ang mahalay na pagtingin sa babae, puwersahan at taliwas sa kagustuhan\" - ay itinakda ng FBI noong 1927."
            ]
        },
        {
            "input": "After the shooting, Johnson got into his blue Chevrolet pickup truck and led police on a 25-mile chase.",
            "output": [
                "Matapos ang pamamaril, sumakay si Johnson sa kanyang asul na Chevrolet na pickup na trak at humantong sa 25 milyang pakikipaghabulan ng pulis."
            ]
        },
        {
            "input": "However Owais Shah scored 55 to help England past the target.",
            "output": [
                "Gayunpaman, si Owais Shah ay nakaiskor ng 55 upang matulungan ang England na makalampas sa target."
            ]
        },
        {
            "input": "Photos can be printed from USB flash drives, memory cards, Bluetooth devices and PictBridge compatible digital cameras.",
            "output": [
                "Ang mga litrato ay maaaring mailimbag galing sa USB flash drive, memory card, Bluetooth at mga kamerang kompatible sa PictBridge."
            ]
        },
        {
            "input": "He said that he was to play a role in another future attack on the White House using an aircraft.",
            "output": [
                "Sinabi niyang may gagampanan pa siyang papel sa ibang pang pag-aatake sa White House gamit ang isang eroplano."
            ]
        },
        {
            "input": "Egypt has not confirmed that Habib was ever in the country.",
            "output": [
                "Hindi tiniyak ng Egypt na si Habib ay kailanman nasa bansa."
            ]
        },
        {
            "input": "The plane reportedly skidded off the wet runway, crossed a busy thoroughfare before careening into a fuel depot and warehouse ultimately bursting into flames.",
            "output": [
                "Ang eroplano ay naiulat na napadagusdos sa patakbuhan, tumawid sa maabalang daanan bago magpatagilid sa isang daungan ng gasolina at bodega at sa huli ay sumabog at nag-apoy."
            ]
        },
        {
            "input": "However, it seems that they are willing to put their differences behind to support Live 8; \"Like most people I want to do everything I can to persuade the G8 leaders to make huge commitments to the relief of poverty and increased aid to the third world,\" said David Gilmour and added, \"Any squabbles Roger and the band have had in the past are so petty in this context, and if reforming for this concert will help focus attention then it's got to be worthwhile.\"",
            "output": [
                "Gayunpaman, mukhang nais nilang isantabi ang kanilang di pagkakaintindihan para masuportahan ang Live 8; \"Katulad ng karamihan gusto kong gawin ang lahat ng aking makakaya para mahikayat ang mga pinuno ng G8 para magkaroon ng matatag na pangako para sa paglutas ng kahirapan at magdadagdag ng tulong sa mga mahirap na bansa,\" sabi ni David Gilmour at dagdag pa nya, \"ano mang mga pagtatalo nina Roger at ang banda noon ay maliit sa kontekstong ito at kung pagbabago para sa konsiyertong ito ay makakatulong sa pagtuon ng pansin kung gayon ito magiging kapakipakinabang.\""
            ]
        },
        {
            "input": "\"What we are trying to do together with the Ministry of Agriculture and UNICEF is, for example to dig wells so that despite drought, these herders will be able to irrigate their fields,\" said Simon Pluess, WFP spokesman.",
            "output": [
                "\"Ang aming tinatangkang gawin kasama ng Ministro ng Agrikultura at UNICEF ay halimbawa maghukay ng mga balon upang sa kabila ng tagtuyot, itong mga mamastol na ito ay maaring mapatubigan ang kanilang sakahan,\" ang sabi ni Simon Pluess, tagapagsalita ng WFP."
            ]
        },
        {
            "input": "The total value of the works on display is approximately $4.1 million.",
            "output": [
                "Ang kabuuang halaga ng mga gawa na nakatanghal ay humigit-kumulang na $4.1 milyon."
            ]
        },
        {
            "input": "The present system consists of Trident ballistic missiles with nuclear warheads carried by four Vanguard class nuclear powered submarines.",
            "output": [
                "Ang kasalukuyang sistema ay binubuo ng Salapang ballistic na mga misayl na may nuklear warheads dala ng apat na klaseng Vanguard na mga submarinong pinapagana ng nukleyar."
            ]
        },
        {
            "input": "Bouillard said it is possible the recorders were damaged, but had \"great confidence\" in their robustness.",
            "output": [
                "Sinabi ni Bouillard na posibleng ang mga rekorder ay sira na, pero merong \"matinding tiwala\" sa tibay nito."
            ]
        },
        {
            "input": "An Amtrak train collided with a parked Norfolk Southern freight train in Chicago on Friday.",
            "output": [
                "Isang tren ng Amtrak ang sumalpok sa isang nakaparadang pang-kargamentong tren ng Norfolk Southern sa Chicago noong Biyernes."
            ]
        },
        {
            "input": "Israel also will stop issuing permits to close relatives of settlers.",
            "output": [
                "Ititigil na rin ng Israel ang pagbibigay ng pirmiso para sa malalapit na kamag-anak ng mga dayuhan."
            ]
        },
        {
            "input": "The investigation was performed by two US groups, the FBI and the Department of Justice.",
            "output": [
                "Ang pagsisisyasat ay ginawa ng dalawang grupo ng US, ang FBI at ang Departamento ng Katarungan."
            ]
        },
        {
            "input": "All in all, more than 100 students from that high school were absent last week with flu-like symptoms.",
            "output": [
                "Sa kabuuan, halos 100 estudyante na nasabing eskwelahan ang hindi nakapasok noong nakaraang linggo dahil sila ay may mga sintomas ng swine flu."
            ]
        },
        {
            "input": "It said in a blog post entitled Tweets still must flow, \"we will enter countries that have different ideas about the contours of freedom of expression.\"",
            "output": [
                "Sinabi ito sa isang blog post na may pamagat na Tweets still must flow, \"Tayo ay papasok sa mga bansa na may ibat-ibang ideya tungkol sa kontura ng kalayaan sa pagpapahayag.\""
            ]
        },
        {
            "input": "\"We are seeking a court order on the suitability of this candidate because he is not eligible to be declared as a candidate,\" Bogollagama said, adding that the government wanted a ruling from the courts.",
            "output": [
                "\"Naghahanap kami ng utos ng korte sa pagiging angkop ng kandidatong ito dahil hindi siya karapat-dapat na ideklara bilang isang kandidato,\" sinabi ni Bogollagama, na idinagdag pa na ang gobyerno ay gusto ng isang kapasyahan mula sa korte."
            ]
        },
        {
            "input": "Ford shares gained 2.3% to a level of US$2.69 in early trading at US stock markets on Wednesday, while stocks for Toyota's US depository increased 5.9% to $67.",
            "output": [
                "Ang parte ng Ford ay tumaas nang 2.3% sa antas ng US$2.69 sa maagang kalakalan sa mga merkado ng sapi ng US noong Miyerkules, habang ang mga sapi ng depositoryo sa US ng Toyota ay tumaas nang 5.9% sa $67."
            ]
        },
        {
            "input": "Belarus deaf swimmer Natalia Deeva not only broke old \"women 50m breaststroke record\" established by her teammate Aksana Petrushenka on June 19, 2006 with 35.28 seconds at 50m Breaststroke heat session within 34.97 seconds, but also broke her record again at final session within 34.91 seconds.",
            "output": [
                "Ang binging manlalaro ng Belarus na si Natalia Deeva, ay hindi lamang tinalo ang dating \"pambabaeng rekord sa 50m breaststoke\" na nagawa ng kagrupong si Aksana Petrushenka noong ika-19 ng Hunyo, 2006 na may 35.28 segundo sa 50m Breastsroke heat session sa loob ng 34.97 segundo, ngunit pinalitan din ang kanyang rekord sa panghuling laban na may 34.91 segundo."
            ]
        },
        {
            "input": "Alain Bouillard, who is in charge of BEA's recovery effort said, \"It's still a jigsaw puzzle.\"",
            "output": [
                "Sinabi ni Alain Bouillard, ang nangangasiwa sa BEA na nagsisikap na makuha ang labi, \"Nananatili itong palaisipan.\""
            ]
        },
        {
            "input": "Rains of 4 to 6 inches can be expected in areas of Honduras and Nicaragua.",
            "output": [
                "Ang ulan na may 4 hanggang 6 na pulgada ay inaasahan sa mga lugar ng Honduras at Nicaragua."
            ]
        },
        {
            "input": "Nuclear Blast will release Amaranth on August 24 and Spinefarm/Universal will release it on August 22.",
            "output": [
                "Ilalabas ng Nuclear Blast ang Amaranth sa ika-24 ng Agosto at ang Spinefarm/Universal ay maglalabas nito sa ika-22 ng Agosto."
            ]
        },
        {
            "input": "Iran has claimed to be using its nuclear program for only peaceful nuclear energy, rather than for nuclear weapons, but there are concerns in the European Union and the USA as to whether they are being truthful.",
            "output": [
                "Ang Iran ay nagpahayag na gagamitin nila ang programang nukleyar para lang sa pangkapayapaang inerhiyang nukleyar, sa halip na sandatang nukleyar, pero merong mga pangamba sa panig ng European Union at ang USA kung sila ba ay tapat."
            ]
        },
        {
            "input": "Artistic gymnastics events at the London 2012 Summer Olympic Games concluded yesterday with two gold medal wins for China and gold medals for the Netherlands and the United States.",
            "output": [
                "Ang mga paligsahan sa artistic gymnastics sa London 2012 Summer Olympic Games ay nagtapos kahapon na may dalawang gintong medalyang panalo para sa Tsina at gintong medalya para sa Netherlands at Estados Unidos."
            ]
        },
        {
            "input": "According to the police, the members had obtained electronics and chemicals used in bombs.",
            "output": [
                "Ayon sa mga pulis, ang mga miyembro ay nakakuha ng mga elektronika at mga kemikal na ginamit sa bomba."
            ]
        },
        {
            "input": "Should more of the sensors fail, the engine might burn out due to lack of fuel, a situation that has not been tested.",
            "output": [
                "Kung mas marami pang mga sensors ang humina, ang makina ay maaring masunog dahil sa kakulangan ng gasolina, isang sitwasyon na hindi pa nasubukan."
            ]
        },
        {
            "input": "The previous launch had a successful lift-off, but failed 35 seconds into the flight and crashed near to the launch pad due to a fuel leak in the engine.",
            "output": [
                "Naging matagumpay ang pagpapalipad noong mga nakaraang paglulunsad, pero nabigo mga 35 segundo na nakakalipad at bumagsak malapit sa paliparan dahil sa tagas ng gasolina sa makina."
            ]
        },
        {
            "input": "They say only the Maritime Industry Authority is allowed to investigate accidents at sea.",
            "output": [
                "Ang sabi nila tanging ang Maritime Industry Authority ang maaaring mag-imbestiga ng mga sakuna sa dagat."
            ]
        },
        {
            "input": "The truce was signed by Saakashvili on Friday, after a meeting with US Secretary of State Condoleezza Rice.",
            "output": [
                "Ang kasunduan ay pinirmahan ni Saakashvili noon Biyernes pagkatapos ng pakikipagpulong sa Kalihim ng Estado ng US na si Condoleezza Rice."
            ]
        },
        {
            "input": "He did however remain optimistic about Grokster and StreamCast's chances in the lower courts.",
            "output": [
                "Ngunit nanatili siyang maging maasahin hinggil sa mga kapalaran ng Grokster at StreamCast sa mababang hukuman."
            ]
        },
        {
            "input": "Eleven of the men were found in the back of a truck.",
            "output": [
                "Ang labing isa sa mga lalaki ay natagpuan sa likod ng isang truk."
            ]
        },
        {
            "input": "Some of the ring features are known to be caused by Saturn's moons, but others are harder to explain.",
            "output": [
                "Ang ilang mga kakaibang katangian ng singsing ay napag-alamang dahilan sa mga buwan ng Saturn, subalit ang iba ay mas mahirap ipaliwanag."
            ]
        },
        {
            "input": "The report confirms the expressed opinion of former UN weapons inspector, Scott Ritter, that Iraq had no significant WMDs.",
            "output": [
                "Kinumpirma ng ulat ang isiniwalat na opinyon ng dating inspektor ng sandata ng UN, si Scott Ritter, na ang Iraq ay walang masyadong WMDs."
            ]
        },
        {
            "input": "Ms Bligh became the third female premier in Australian history when Peter Beattie resigned in 2007.",
            "output": [
                "Si Binibining Bligh ay naging ang pangatlong babaeng premier sa kasaysayan ng Australia noong si Peter Beattie ay nagbitiw noong 2007."
            ]
        },
        {
            "input": "Hayden said that President Obama \"will be guided by what is in the best interests of the United States\", and that Obama \"believes that there are core interests at stake for the United States... countries who violate international norms regarding chemical weapons need to be held accountable\".",
            "output": [
                "Sinabi ni Hayden na si Pangulong Obama \"ay papatnubayan ng kung ano ang makapabuti sa Estados Unidos\" at si Obama \"ay naniniwala na may mga pangunahing interes na nakasalalay para sa Eastados Unidos...na ang mga bansang lumabag sa pangdaigdigang batas tungkol sa armas kimikal ay dapat managot.\""
            ]
        },
        {
            "input": "It is seen as a prototype for a national merger between the Liberal and National parties.",
            "output": [
                "Ito ay nakikita bilang isang tularan para sa pambansang pag-iisa sa pagitan ng Liberal at National na mga partido."
            ]
        },
        {
            "input": "This is against the backdrop in 2006 when the price of oil had reached a record high of $70 a barrel.",
            "output": [
                "Ito ay laban sa nangyari noong 2006 kung kailan ang presyo ng langis ay umabot sa mataas na tala na $70 isang bariles."
            ]
        },
        {
            "input": "Of those 80 times, 15 of them were toxic seizures and two patients presented life threatening conditions.",
            "output": [
                "Sa 80 na beses na iyon, 15 ang nakakalasong atake at dalawang pasyente ang nagpakita ng panganib sa buhay na kondisyon."
            ]
        },
        {
            "input": "Ballo listened to the recorded test result sessions from VG and said that he found the practice \"horrible and harmful\".",
            "output": [
                "Pinakinggan ni Ballo ang mga nairekord na mga resulta sa pagsuri sa sesyon mula sa VG at sinabi na nakita niya na ang pagsasanay ay \"kasuklam-suklam at mapaminsala.\""
            ]
        },
        {
            "input": "In addition, she added that they would go to Mendoza all the times that be necessary, since they had done it with San Rafael, to achieve that all the citizens have free and free access to the unique national channel that has Argentina.",
            "output": [
                "Sa karagdagan, idinagdag niya na pupunta sila sa Mendoza palagi kung kinakailangan, yamang ginawa din nila ito sa San Rafael, para makamit na ng mga mamamayan ang libre at libreng akses sa kakaibang pambansang tsanel na nasa Argentina."
            ]
        },
        {
            "input": "Belle was fishing on the Chesterfield County Falling Creek Reservoir, where the alligator was first sighted in May.",
            "output": [
                "Si Belle ay nangingisda sa Chesterfield County Falling Creek Reservoir kung saan ang buwaya ay unang nakita noong Mayo."
            ]
        },
        {
            "input": "The NT area-average maximum temperature was 1.45°C above the long-term mean, the largest anomaly of any state or territory.",
            "output": [
                "Ang katamtamang pinakamataas na temperatura sa lugar ng NT ay 1.45˚C na higit sa mahabang panahong katamtaman, ang pinakamalaking anomalya ng anumang estado o teritoryo."
            ]
        },
        {
            "input": "Dr. Fernando Antelo, from the Harbor–UCLA Medical Center, said, \"Her survival defied the grim prognostication by her physicians; however, complications from this physical trauma would emerge in her adulthood.\"",
            "output": [
                "Si Doktor Fernando Antelo na mula sa Harbor-UCLA Medical Center ay nagsabing, \"ang kanyang kaligtasan ay lalabanan ang malupit na hula ng kanyang manggagamot; gayon pa man, ang mga komplikasyon mula sa malalang pinsala sa katawan ay lalabas sa kanyang karampatang gulang.\""
            ]
        },
        {
            "input": "He managed to kick the ball past Dutch goalkeeper Maarten Stekelenburg from just 8 metres (26.2 feet) away.",
            "output": [
                "Nagawa niyang sipain ang bola lampas sa Dutch na tagapagbantay ng goal na si Maarten Stekelenburg galing lamang sa 8 metro (26.2 talampakan) na distansya."
            ]
        },
        {
            "input": "At the top of the hill, there were five fire trucks and one paramedic unit; the three main entrances to the mountain were barricaded off by fire trucks.",
            "output": [
                "Sa tuktok ng burol, mayroong limang mga trak ng bombero at isang paramedik yunit; ang tatlong pangunahing mga pasukan sa bundok ay binarikadahan ng mga trakng bombero."
            ]
        },
        {
            "input": "Shortly afterwards, with only Semrau near the man, two gunshots were heard.",
            "output": [
                "Ilang sandali pagkatapos, tanging si Semrau lang ang malapit sa militante, dalawang putok ng baril ang narinig."
            ]
        },
        {
            "input": "According to the NHL press release, if the Islanders do not qualify for the 2007 playoffs, or play fewer than 10 playoff games in the 2007 playoffs, Simon would serve additional games at the start of the 2007-08 regular season to satisfy the minimum term of the suspension.",
            "output": [
                "Ayon sa ulat ng NHL, kung ang Islanders ay hindi makakasali sa 2007 na paglalaban sa kampeonato, o maglaro ng kulang sa 10 laro sa 2007, si Simon ay paghuhustuhin ang dagdag na mga laban sa simula ng regular na panahon ng laro sa 2007-08 upang mapunan ang pinakamababang saklaw ng suspensyon."
            ]
        },
        {
            "input": "TrES-4 orbits its star at a distance of only 7 million km (4.5 million miles), meaning that the temperature of the planet is estimated at 1,327°C (approximately 1,600K or 2,300°F).",
            "output": [
                "Ang TrES-4 ay umiikot sa bituin nito sa layong 7 milyong km (4.5 milyong milya), na ibig sabihin ay ang temperatura ng planeta ay tinatayang nasa 1,327ºC (tinatayang 1,600K o 2,300ºF)."
            ]
        },
        {
            "input": "Myers previously taught at Reidland High School in Paducah, Kentucky, and was suspended in 2006 after a student there discovered her pornographic career.",
            "output": [
                "Si Myers ay dating nagturo sa Mataas na Paaralan ng Reidland sa Paducah, Kentucky, at nasuspendido noong 2006 matapos napag-alaman ng isang estudyante doon ang tungkol sa kanyang karir sa pornograpiya."
            ]
        },
        {
            "input": "According to him, the attacker's vehicle contained 250 kilograms of highly intensive explosive material.",
            "output": [
                "Ayon sa kanya, ang sasakyan ng sumalakay ay mayroong 250 na kilogramo ng mataas na intensibong pampasabog na materyales."
            ]
        },
        {
            "input": "Insulin resistance (IR) is a condition where the body's cells are unable to respond properly to insulin-based treatments.",
            "output": [
                "Ang resistensya sa insulin (IR) ay isang kalagayan kung saan ang selula ng katawan ay walang kakayanang tumungon nang tama sa paggamot na nakabase sa insulin."
            ]
        },
        {
            "input": "In the Gulf of Mexico, oil leaks through natural cracks at a rate several times less than leaked from the Deepwater well.",
            "output": [
                "Sa Look ng Mehiko, tumatagas ang langis sa likas na bitak sa dami ng ilang beses mas mababa kaysa sa tumagas mula sa balon ng Deepwater."
            ]
        },
        {
            "input": "Just days before his death his union voted for a 24 hr strike, to take place on the 24 April as part of a campaign over government attempts to impose real-terms pay \"cuts\".",
            "output": [
                "Ilang araw bago ang kanyang pagkamatay ang unyon ay bumoto ng 24 na oras na strike na magaganap sa 24 ng Abril bilang bahagi ng kampanya ng pamahalaan na magpataw ng \"kaltas\" sa suweldo."
            ]
        },
        {
            "input": "The crew were freelancers filming a new comedy show for Channel 4.",
            "output": [
                "Ang mga miyembro ay malayang trabahador na gumagawa ng isang bagong katatawanang palabas para sa Channel 4."
            ]
        },
        {
            "input": "The announcement served only as official comfirmation of what was generally expected as wild speculation had raged during the past few days.",
            "output": [
                "Ang pahayag ay nagsilbi lamang bilang opisyal na pagpapatunay ng kung ano ang karaniwang inaasahan habang ang mga marahas na haka-haka ay nanalanta sa loob ng nakaraang ilang araw."
            ]
        },
        {
            "input": "Several homes and streets were flooded during the rainstorm despite the effort of the villagers who built temporary flood guards.",
            "output": [
                "Ilang tahanan at kalye ang binaha noong umulan kasama ng unos sa kabila ng pagsisikap ng mga taga-nayon na gumawa ng pamsamantalang bantay sa baha."
            ]
        },
        {
            "input": "German police received a tip six weeks ago by an Israeli citizen who met a man in Ibiza with characteristics similar to Heim.",
            "output": [
                "Nakatanggap ng lihim na impormasyon ang mga pulis na Aleman anim na linggo ang nakakaraan mula sa isang mamamayan ng Israel na nakatagpo sa isang lalaki sa Ibiza na may mga katangian katulad ni Heim."
            ]
        },
        {
            "input": "The opposition leader then told the media present that Australia's Olympians have the country's support, and congratulated the competitors on the hard work they have put in for over ten years to get there.",
            "output": [
                "Ang lider ng oposisyon ay pagkatapos sinabi sa medya na nandoon na ang mga Olympian ng Awstralya ay may suporta ng bansa, at binati ang mga kasali sa kanilang matiyagang trabaho na kanilang ginawa sa loob ng sampung taon upang marating ito."
            ]
        },
        {
            "input": "\"Iran is planning to suspend uranium conversion activities from November 22,\" Rowhani said during a news conference.",
            "output": [
                "\"Ang Iran ay nagpapaplano na suspendihin ang paggawa ng uranium mula sa ika-22 ng Nobyembre,\" pahayag ni Rowhani sa isang panayam."
            ]
        },
        {
            "input": "However, Chadian officials have since described the operation as \"kidnapping\" and \"extortion\", while the United Nations High Commissioner for Refugees revealed that many of the children involved were not orphans.",
            "output": [
                "Gayunpaman, inilarawan sa simula ng mga opisyal ng Chad ang operasyon bilang \"pangingidnap\" at \"ekstorsyon\", habang ang United Nations High Commissioner para sa mga Refugee ay sinabi na marami sa batang sangkot ay hindi mga ulila."
            ]
        },
        {
            "input": "The forum, moderated by pastor Rick Warren, was scheduled to showcase the candidates to an evangelical segment of the population, who account for 26.3% of the American public.",
            "output": [
                "Ang pagtitipon, na pinapangasiwaan ni Pastor Rick Warren, ay nakaiskedyul na ipakita ang mga kandidato sa isang bahaging ebanghelikal ng populasyon, na bumubuo ng 26.3% ng publiko ng Amerika."
            ]
        },
        {
            "input": "Honolulu Mayor Mufi Hannemann praised the decision, saying, \"This obviously has strong implications for our visitor industry to know that when people come here they're going to see things here that really make for an island paradise type of vacation.\"",
            "output": [
                "Pinuri ng Alkalde ng Honolulu na si Mufi Hannemann ang desisyon, sinasabing, \"Ito ay walang kaduda-dudang may matinding implikasyon para sa industriya ng mga bumibisita upang malaman ng mga tao na kapag sila ay pumunta dito makikita nila ang mga bagay na bumubuo para patunayan na ito talaga ang isang uri ng paraisong isla na bakasyunan.\""
            ]
        },
        {
            "input": "China has been the location of many disasters in both public and private places, such as fires and explosions.",
            "output": [
                "Ang Tsina ay nagiging lugar ng maraming sakuna sa kapwa pangmadla at pansariling mga lugar, tulad ng mga sunog at mga pagsabog."
            ]
        },
        {
            "input": "The Centre, he said, had little option but to increase the price despite some of the coalition partners opposing the move and even the President of the Indian National Congress (Congress Party) Sonia Gandhi not favouring it.",
            "output": [
                "Ang Sentro, sabi niya, ay may maliit na opsyon kung hindi itaas ang presyo sa kabila ng paghadlang ng ilang partner sa koalisyon sa pagkilos na ito at kahit ang hindi pag pabor dito ng Presidente ng Indian National Congress (Congress Party) Sonia Gandhi."
            ]
        },
        {
            "input": "In the aftermath of the quake, news agencies have aired reports of collapsed houses, hotel guests being trapped in elevators, and telephone outages due to severed lines across Taiwan.",
            "output": [
                "Pagkatapos ng lindol, ang mga ahensya ng balita ay nagpakita ng mga ulat ng mga sirang bahay, mga bisita ng hotel na hindi makalabas mula sa elebeytor, at pagkawala ng telepono dahil sa mga naputol na linya sa buong Taiwan."
            ]
        },
        {
            "input": "The 17-year-old was allegedly planning to aid in the attack on the school.",
            "output": [
                "Ang 17-taong gulang ay pinaghihinalaan namang nagbabalak na sumuporta sa nasabing pag-atake sa paaralan."
            ]
        },
        {
            "input": "The shootings occurred inside a mosque during a U.S. offensive that led to house-to-house fighting in southern Falluja last November.",
            "output": [
                "Ang pambabaril ay nangyari sa loob ng isang moske sa panahon ng isang opensiba ng U.S. na humantong sa pagbabahay-bahay na paglalaban sa dakong timog ng Falluja noong nakaraang Nobyembre."
            ]
        },
        {
            "input": "Another child infected with the virus died Monday, but as he died in Hebei province his death was counted there.",
            "output": [
                "Isang bata pa ang naimpeksyon ng mikrobyo ang namatay noong Lunes, pero ang kanyang pagkamatay sa probinsya ng Hebei, ay doon ibinilang."
            ]
        },
        {
            "input": "United States glam metal band Poison is suing Capitol Records and EMI Music Marketing over an alleged breach of contract.",
            "output": [
                "Ang sikat na bandang metal ng Estados Unidos na Poison ay idedemanda ang Capitol Records at EMI Music Marketing dahil sa paglabag umano sa kontrata."
            ]
        },
        {
            "input": "Olver said, \"We must hold the Sudanese government accountable for the attacks they have supported on their own citizens in Darfur.\"",
            "output": [
                "Sinabi ni Olver, \"Dapat naming panghawakan na ang pamahalaan ng Sudanese ang managot sa kanilang sinuportahang pagsalakay sa kanilang sariling mga mamamayan sa Darfur.\""
            ]
        },
        {
            "input": "One witness, who has been identified only as Chris, informed the BBC of the events he sighted.",
            "output": [
                "Isang saksi, na nakilala lamang bilang Chris, ay ipinag-alam sa BBC ang mga kaganapang kanyang natunghayan."
            ]
        },
        {
            "input": "TRESK can potentially be affected by drugs that would change the point at which it reports pain, which would alleviate the suffering of those with migraines.",
            "output": [
                "Ang TRESK ay maaaring potensiyal na apektado ng mga droga na maaaring magbago ng bahagi kung saan nito iniulat ang kirot, na magpapaginhawa sa mga nagtitiis sa migraine."
            ]
        },
        {
            "input": "The partnership will result in Yahoo!7 taking 51% control of the partnership and Xtra taking the remaining 49%.",
            "output": [
                "Ang pagsososyo ay magreresulta sa pagkuha ng Yahoo!7 ng 51% na kontrol at ang Xtra ang kukuha sa nalalabing 49%."
            ]
        },
        {
            "input": "The win moved Melbourne up to second place on the ladder, and continued the team's dominance over Canberra who now have 1 win and 6 losses playing away in Victoria.",
            "output": [
                "Ang pagkapanalo ay nagdala sa Melbourne sa baitang na pangalawang pwesto, at nagpatuloy sa pangingibabaw ng koponan laban sa Canberra na ngayon ay may 1 panalo at 6 na pagkatalo sa papalapit na paglalaro sa Victoria."
            ]
        },
        {
            "input": "Three smaller quakes ranging from 5.1 to 5.3 magnitudes shortly followed.",
            "output": [
                "Tatlong maliliit na lindol na nagkaroon ng lakas na 5.1 hanggang 5.3 magnityud ang mabilis na sumunod."
            ]
        },
        {
            "input": "The Border Arbitration Agreement allows for international arbitrators to resolve a 20-year border dispute that dates back to the break-up of Yugoslavia.",
            "output": [
                "Pinapayagan ng Border Arbitration Agreement na ang mga pandaigdig na tagahatol ay lutasin ang 20 taong pagtatalo sa hangganan na nakapetsa pabalik sa paghihiwalay ng Yugoslavia."
            ]
        },
        {
            "input": "They also stated that they \"have continued to monitor\" and \"have also carried out seismic surveys.",
            "output": [
                "At ipinahayag din nila na sila ay \"kailangang magpatuloy sa pagmamasid\" at \"kailangan ding maipatupad ang pagsisiyasat panlindol."
            ]
        },
        {
            "input": "FA chief executive Brian Barwick expressed his disappointment at the annual meeting of the IFAB in Gleneagles, Scotland: \"We were in favour of goal-line technology but there will be no more experiments and it will not be back on the agenda next year, or in the foreseeable future.\"",
            "output": [
                "Ang punong ehekutibo ng FA na si Brian Barwick ay nagpahayag ng kanyang pagkabigo sa taunang pagpupulong ng IFAB sa Gleneagles, Scotland: \"Kami ay sang-ayon sa goal-line na teknolohiya ngunit wala nang magaganap na eksperimento at ito ay hindi na maibabalik sa talaan ng pag-uusapan sa susunod na taon, o sa nakikitang hinaharap.\""
            ]
        },
        {
            "input": "McHale and his wife operate a website called Caledonia Wake Up Call.com, were they detail what they describe as police bias.",
            "output": [
                "Si McHale at ang kanyang asawa ay nagpapatakbo ng website na tinatawag na Caledonia Wake Up Call.com, kung saan idinetalye nila ang paglalarawan nila bilang pagkiling ng mga pulis."
            ]
        },
        {
            "input": "Speaking to the Associated Press, Army Brigadier General Samuel Salihu denied that Nigerian troops were responsible for the arson.",
            "output": [
                "Sa pakikipag-usap sa mga pinagsama-samang mamamahayag, itinanggi ni Army Brigadier General Samual Salihu na ang mga tropa ng Nigeria ang responsable sa panununog."
            ]
        },
        {
            "input": "Juan Velasquez said, \"My life has changed a lot...I did many things I could not have done without help.\"",
            "output": [
                "Sabi ni Juan Velasquez, \"Maraming nabago sa aking buhay...maraming bagay akong ginawawa na hindi ko sana magawa kung walang tulong.\""
            ]
        },
        {
            "input": "We stand by the allegations contained in the complaint and we look forward to proving them at trial, said Pelton in a statement to ABC News.",
            "output": [
                "Pinaninindigan namin ang nilalaman ng reklamo at aasahan namin na maipakita sa kanila sa paglilitis, sabi ni Pelton sa isang pananalita niya sa ABC Balita."
            ]
        },
        {
            "input": "Smith was shopping for a new boat in Florida and reports say she felt ill and had a fever for at least a day.",
            "output": [
                "Si Smith ay tumitingin ng bagong bangka upang bilhin sa Florida at ayon sa mga ulat, sumama ang kaniyang pakiramdam at nagkaroon ng lagnat ng isang araw."
            ]
        },
        {
            "input": "Only the United States abstained because of the view that Hamas was committed to violence.",
            "output": [
                "Ang Estados Unidos lamang ang hindi lumahok sa botohan dahil sa pananaw na ang Hamas ay nakalagak sa karahasan."
            ]
        },
        {
            "input": "Toy manufacturer Mattel announced today that they are recalling more products over fears of dangerous levels of lead in the toy's paint.",
            "output": [
                "Ibinalita ng tagagawa ng laruang Mattel ngayong araw na kanilang binabawi ang mas maraming produkto dahil sa takot sa mga antas ng peligro ng tingga sa pintura ng laruan."
            ]
        },
        {
            "input": "Prosecuter Lisa Hicks-Thomas said she was pleased with the outcome and confident the law would be upheld on appeal.",
            "output": [
                "Sinabi ng prosekyutor na si Lisa Hicks-Thomas na siya ay nasisiyahan sa kinalabasan ng kaso at naniniwala siya na ang batas ay mananaig sa apela."
            ]
        },
        {
            "input": "He told the audience that it was \"the last concert of his life,\" and left the stage.",
            "output": [
                "Sinabi niya sa nga manunuod na \"ito na ang huling konsiyerto ng kanyang buhay,\" at bumaba na siya sa entablado."
            ]
        },
        {
            "input": "It is the fourth ship to be attacked in the space of a week.",
            "output": [
                "Ito ang ika-apat na barko na inatake sa loob ng isang linggo."
            ]
        },
        {
            "input": "Pioneer Malaysian bloggers Ahiruddin Attan and Jeff Ooi have been sued for defamation by a leading Malaysian newspaper, The New Straits Times.",
            "output": [
                "Ang mga payoner na blogger ng Malaysia na sina Ahiruddin Attan at Jeff Ooi ay idinemanda ng isang nangungunang pahayagan ng Malaysia na The New Straits Times dahil sa paninirang-puri."
            ]
        },
        {
            "input": "Transport ministry spokesperson Bambang Ervan said \"This seems like an unfair punishment for Indonesia.",
            "output": [
                "Ang tagapagsalita ng ministro ng transportasyon na si Bambang Ervan ay sinabi \"Ito ay tila isang hindi makatarungang parusa para sa Indonesia."
            ]
        },
        {
            "input": "This would be the first time since 1987 that an election was held during the winter.",
            "output": [
                "Ito ang unang pagkakataon mula 1987 na ang halalan ay ginanap noong taglamig."
            ]
        },
        {
            "input": "I know you think a Conservative government at Westminster will ignore what Scotland wants and needs, and that you will use such claims to promote your separatist agenda.",
            "output": [
                "Alam kong iniisip ninyo na ang Konserbatibong gobyerno sa Westminster ay babalewalain ang mga gusto at pangangailangan ng Scotland, at gagamitin ninyo ang mga pahayag na ito upang itaguyod ang inyong balakin sa paghihiwalay."
            ]
        },
        {
            "input": "The USGS states that there could be some damage, but that it would likely be \"very light,\" but so far the San Bernardino County Fire Department says that no damage has been reported.",
            "output": [
                "Isinaad ng USGS na maaring merong mga nasira pero parang \"lubhang magaan\" subalit hanggang ngayon ayon sa San Bernardino County Fire Department ay walang pinsala ang naipagbigay-alam."
            ]
        },
        {
            "input": "After the state funeral, a private funeral for the family will take place.",
            "output": [
                "Pagkatapos ng pang-estadong libing, isang pribadong libing para sa pamilya ang magaganap."
            ]
        },
        {
            "input": "Jim Langdon, lawyer for the Coleman campaign, said that the oral arguments in the court could begin in anywhere from \"two weeks to two months\", adding more time to a process which has continued since a razor-thin difference between the two candidates' vote totals triggered an automatic recount in November 2008.",
            "output": [
                "Si Jim Langdon, abugado ng kampanya ng Coleman, nagsabi na ang pasalitang pagtatalo sa korte ay magsisimula kahit saan mula \"dalawang linggo hanggang dalawang buwan,\" na nagdaragdag ng panahon sa paraan na nagpapatuloy dahil sa manipis na pagitan mula sa boto ng mga dalawang kandidato na ang kabuuan ay nagdulot sa atomatik na muling pagbilang noong Nobyembre 2008."
            ]
        },
        {
            "input": "However, no such event occurred in 2005, making the record warmth even more unusual.",
            "output": [
                "Gayunpaman, walang ganoong kaganapan noong 2005, na ginagawang hindi lalong pangkaraniwan ang nairekord na init."
            ]
        },
        {
            "input": "More than 125 passengers are reported injured, 11 of them \"very seriously\".",
            "output": [
                "Mahigit sa 125 na mga pasahero ang naiulat na nasaktan, 11 sa kanila ay \"masyadong seryoso.\""
            ]
        },
        {
            "input": "Singapore Home Affairs Minister Wong Kan Seng told his Parliament that a \"security lapse\" is what led to Mas Selamat's escape.",
            "output": [
                "Ang Ministro ng Panloob na Gawain ng Singapore na si Wong Kan Seng ay sinabi sa kanyang Parliyamento na isang \"kakulangan sa seguridad\" ang naging dahilan kaya nakatakas si Mas Selamat."
            ]
        },
        {
            "input": "\"If the left-wing leaders of academia will not support our troops, they, in the very least, should not support our adversaries,\" he said.",
            "output": [
                "\"Kung ang mga maka-kaliwang pamunuan ng akademiya ay hindi susuporta sa ating mga tropa, sila, kahit bilang mga Amerikano na lang, ay hindi dapat sumuporta sa ang ating mga kalaban,\" sabi niya."
            ]
        },
        {
            "input": "There have been many searches for the two vessels, this latest search is by the \"Finding Sydney Foundation\".",
            "output": [
                "Maraming mga paghahanap para sa dalawang barko, ang pinakahuli ay ginawa ng \"Finding Sydney Foundation.\""
            ]
        },
        {
            "input": "All three times she was allowed to return to the show more or less without comment.",
            "output": [
                "Sa lahat ng talong beses sya ay pinayagang bumalik sa palabas nang humigi't kumulang ay walang komentong maririnig."
            ]
        },
        {
            "input": "Well-known celebrity Scientologists include actors Tom Cruise and John Travolta.",
            "output": [
                "Kasama sa mga kilalang tanyag na tao na mga Syentolohista ay ang mga aktor na sina Tom Cruise at John Travolta."
            ]
        },
        {
            "input": "Of the ten council areas in Gaza, Hamas has control of seven.",
            "output": [
                "Sa sampung lugar ng konseho sa Gaza, pito nito ay kontrol ng Hamas."
            ]
        },
        {
            "input": "The lawsuit was filed by at least five families who resided in the Glenview neighborhood of San Bruno.",
            "output": [
                "Ang kaso at isinampa ng mga pamilyang hindi bababa sa lima na tumira sa kapitbahayan ng Glenview sa San Burno."
            ]
        },
        {
            "input": "But one business analyst saw potential benefit for Paypal , depending on exactly how the \"Google Wallet\" takes shape.",
            "output": [
                "Pero isang analatiko sa mga negosyo ay nakakita ng potensyal na benepisyo para sa Paypal, depende sa eksaktong paraan na gagawing pagbuo sa \"Google Wallet.\""
            ]
        },
        {
            "input": "A spiritual guru known as \"Swami Amritachaitanya\" is being held in Kerala, India on charges of fraud, rape and possession of narcotic drugs.",
            "output": [
                "Ang espiritwal na gurong hindu na kilala bilang \"Swami Amritachaitanya\" ay nakakulong sa Kerala, India dahil sa kasong pandaraya, pang-gagahasa at posesyon ng drogang narkotiks."
            ]
        },
        {
            "input": "According to him, the village where the attack occurred was once considered a hub of Taliban fighters; however, he says, locals, with the help of authorities set up a militia force and either killed or expelled them from their area.",
            "output": [
                "Ayon sa kanya, ang baryo kung saan naganap ang pagsalakay ay minsang itinuring na pusod ng mga manlalaban ng Taliban; gayunman, inihayag niya na ang mga lokal sa tulong ng mga may kapangyarihan ay naglagay ng milisiyang lakas at pinatay o pinaalis sila mula sa lugar."
            ]
        },
        {
            "input": "According to a Government Official, four miners are trapped in an Ecuador mine located 250 miles (405 kilometers) southeast of the country's capital, Quito.",
            "output": [
                "Ayon sa isang opisyal ng gobyerno, apat na minero ang nakulong sa isang minahan sa Ecuador na nasa 250 milya (405 kilometro) sa timog silangan ng Quito, ang kapital ng bansa."
            ]
        },
        {
            "input": "Three rescue workers at the Crandall Canyon Mine in Utah were killed trying to rescue six trapped miners who have been missing for over a week.",
            "output": [
                "Tatlong manggagawang tagapagligtas ng Crandall Canyon Mine sa Utah ang namatay dahil sinubukang magligtas sa anim na nakulong na mga minero na nawawala ng higit na sa isang linggo."
            ]
        },
        {
            "input": "The earliest cases of the virus appeared in the U.S. in the late 1990s.",
            "output": [
                "Ang pinakamaagang mga kaso ng virus ay nangyari sa U.S. noong bandang huli ng 1990."
            ]
        },
        {
            "input": "Prompted by President George W. Bush's announcement that Americans in Iraq have died for a 'noble cause', Sheehan has been camping near Bush's Texas ranch for the past week to demand a private conversation with the President.",
            "output": [
                "Itinulak ng anunsyo ni Pangulong George W. Bush na ang mga Amerikano sa Iraq ay namatay sa \"marangal na dahilan,\" nagkakampo si Sheehan malapit sa rantso ni Bush sa Texas sa loob ng nakalipas na linggo para hingin ang pribadong pakikipag-usap sa Pangulo."
            ]
        },
        {
            "input": "With this announcement, the total number of military personnel that has been killed in Afghanistan has now increased to 231.",
            "output": [
                "Sa balitang ito, ang kabuuang bilang ng mga tauhang militar na napatay sa Afghanistan ay umabot na ngayon sa 231."
            ]
        },
        {
            "input": "IAG intends to use acquired slots at the busy , which serves London, to expand their own routes into Asia.",
            "output": [
                "Intensyon ng IAG na gamitin ang nakuhang pwesto na nagseserbisyo sa London upang palawakin ang kanilang ruta sa Asya."
            ]
        },
        {
            "input": "The videotape is approximately 17 minutes long and it is unknown where Aljazeera got the tape.",
            "output": [
                "Ang bidyoteyp ay umaabot sa 17 minuto at hindi alam kung saan nakuha ng al-Jazeera ang teyp."
            ]
        },
        {
            "input": "\"She needed a place to be protected in the afterlife.",
            "output": [
                "\"Kinailangan niya ng lugar ng kanlungan sa kabilang-buhay."
            ]
        },
        {
            "input": "Upon receiving the notice Preston says that he \"became completely depressed and sad\".",
            "output": [
                "Pagkatanggap niya ng paunawa, sinabi ni Preston na siya ay \"lubos na nanlupaypay at nalungkot.\""
            ]
        },
        {
            "input": "Witthoft conceded his son was starting to become more concerned about his appearance after the jersey barely came down to his belt line.",
            "output": [
                "Inamin ni Witthoft na ang kanyang anak ay nagsimulang maging mas nag-aalala tungkol sa kanyang hitsura pagkatapos na ang jersey ay bahagya na lamang bumaba sa kanyang linya ng sinturon."
            ]
        },
        {
            "input": "In a statement released yesterday, the UN remarked that \"[f]or the moment, a large number of personnel remain unaccounted for.\"",
            "output": [
                "Sa isang pahayag na inilabas kahapon, ang UN ay nagsabi na \"[s]a ngayon, ang malaking bilang ng mga empleyado ay nananatiling hindi pa nabibilang.\""
            ]
        },
        {
            "input": "\"She was very pale\" he said, \"We were diverted right away and were able to be on the scene within minutes and were able to have the patient at hospital within an hour of the attack.\"",
            "output": [
                "\"Siya ay labis na namutla\" sabi niya, \"Agad kaming pinalihis at nakapunta kami sa lugar sa loob ng ilang minuto at nadala namin sa ospital ang pasyente sa loob ng isang oras matapos ang atake.\""
            ]
        },
        {
            "input": "However, a recent Pew Research Center study suggests that the issue will remain at the forefront of the American political agenda for many years to come.",
            "output": [
                "Subalit, ang katatapos na pag-aaral ng Pew Research Center ay sinasabi na ang usapin ay magpapatuloy sa pangunahing agendang pang political sa Amerika sa mga darating na taon."
            ]
        },
        {
            "input": "The spokeswoman has reported that the alleged criminal \"has been arrested and will be taken to police custody for interview\" and that \"[i]nvestigations into the nature of this device will continue\".",
            "output": [
                "Ibinalita ng tagapagsalitang babae na ang hinihinalang kriminal \"ay naaresto at dadalhin sa kustodiya ng mga pulis para sa mga katanungan\" at \"ang imbestigasyon sa pinagmulan ng instrumento ay magpapatuloy.\""
            ]
        },
        {
            "input": "He noted that it was difficult to predict the activity of the virus.",
            "output": [
                "Kanyang binanggit na mahirap mahulaan ang kilos ng baktiriya."
            ]
        },
        {
            "input": "\"We proclaim today the end of the dictatorship,\" said the new president, promising to tackle corruption that was rife under Ravalomanana.",
            "output": [
                "\"Aming pinapahayag ngayong araw ang pagtatapos ng diktadura,\" sabi ng bagong pangulo, nangangako na haharapin ang katiwalian na laganap sa ilalim ng Ravalomanana."
            ]
        },
        {
            "input": "United's response was nearly instant, as Smith's pass into Rooney released him on the right.",
            "output": [
                "Ang sagot ng United ay mabilis din, sa pasa ni Smith kay Rooney sa kanan."
            ]
        },
        {
            "input": "Police have detained and questioned several people, and some reports say that includes William Balfour, who police previous thought to have kidnapped King.",
            "output": [
                "Ang mga pulis ay pinigil at tinanong ang ilang mga tao at ang ilang mga ulat ay sinabi na kabilang si William Balfour na inakala noong una ng mga pulis na dumukot kay King."
            ]
        },
        {
            "input": "The U.S. military reports 75 militants dead in an offensive launched Sunday in western Iraq.",
            "output": [
                "Ayon sa ulat ng militar ng U.S. 75 mga militante ang napatay sa isang pag-atake na inilunsad noong Linggo sa kanlurang Iraq."
            ]
        },
        {
            "input": "Early voters wreaked havoc on the city streets, causing backups near polling locations and interrupting traffic flows to area elementary and senior high schools.",
            "output": [
                "Nagwala ang mga maagang bumoto sa mga langsagan ng lungsod, na kinailangan ng mga backup sa may lugar ng botohan at napatigil ang daloy ng trapiko papuntang mga mababang paralan at mataas na paaralan."
            ]
        },
        {
            "input": "The blast rocked inside the hotel, killing three ministers and wounding another one.\"",
            "output": [
                "Ang pagsabog ay yumanig sa loob ng otel, na pumatay ng tatlong ministro at sumugat sa isa pa.\""
            ]
        },
        {
            "input": "On Tuesday the 31st of January, Dr Don Brash, the leader of the New Zealand National Party gave his third state of the nation speech to the Orewa Rotary Club where he focussed on the economy.",
            "output": [
                "Noong Martes ika-31 ng Enero, si Dr. Don Brash, ang pinuno ng New Zealand National Party ay nagbigay ng kaniyang pangatlong State of the Nation speech sa Orewa Rotary Club kung saan tumutok siya sa ekonomiya."
            ]
        },
        {
            "input": "Livestock have shown signs of distress and, subsequently, milk production is down substantially.",
            "output": [
                "Nagpakita ang mga hayop ng senyales ng pagkabalisa at kasunod nito, ang produksiyon ng gatas ay bumaba nang pangkalahatan."
            ]
        },
        {
            "input": "Some people have deemed the floods in this region to be the worst in 50 years.",
            "output": [
                "Ipinapalagay ng ilang tao na ang baha sa lalawigang ito ang pinakamatindi sa loob ng 50 taon."
            ]
        },
        {
            "input": "Scientific studies have linked global and Australian temperature increases to the enhanced greenhouse effect.",
            "output": [
                "Ang mga siyentipikong pag-aaral ay iniugnay ang pagtaas ng temperatura ng daigdig at ng Australia sa mas malalang epekto ng greenhouse."
            ]
        },
        {
            "input": "A feasibility study will now be conducted, with construction scheduled to start next year.",
            "output": [
                "Isang pag-aaral ng pagiging posible ay isasagawa na ngayon, ang pagpapatayo naman ay nakatakdang magsimula sa susunod na taon."
            ]
        },
        {
            "input": "The Quality Assurance Agency said UoW's overseas checks on foreign institutions were inadequate.",
            "output": [
                "Sinabi ng Quality Assurance Agency na hindi sapat ang panlabas na pagsusuri ng UoW sa mga banyagang institusyon."
            ]
        },
        {
            "input": "When a repair job is required, it is often required in a hurry.",
            "output": [
                "Kung kailangan ang trabahong pag-aayos, ito ay kalimitang nagmamadali."
            ]
        },
        {
            "input": "The General recommends the government withdraw a Marine expeditionary team by the end of September 2007, and a brigade combat unit in December of 2007.",
            "output": [
                "Iminungkahi ng Heneral na paurungin ng gobyerno ang grupo ng manlalakbay na Marine sa katapusan ng Setyembre 2007, at ang yunit ng kombat sa Disyembre 2007."
            ]
        },
        {
            "input": "And I was doing all this in order to increase my chances to get my dream job in television.\"",
            "output": [
                "At ginagawa ko ang lahat ng ito para lalong itaas ang pag-asa ko na makuha ang pinapangarap kong trabaho sa telebisyon.\""
            ]
        },
        {
            "input": "The former foreign secretary and Conservative MP Sir Malcolm Rifkind said during the debate: \"The Assad regime in Damascus are watching very carefully as to whether they will get away with what they have done.\"",
            "output": [
                "Sinabi ni dating Foreign Minister at Conservative MP na si Sir Malcolm Rifkind sa isang debate na: \"Ang Rehimeng Assad sa Damascus ay maingat na nagmamasid kung sila ay makakalusot sa kanilang ginagawa.\""
            ]
        },
        {
            "input": "The Recommended Dietary Allowance (RDA) ranges from 200 to 600 International Units (IU).",
            "output": [
                "Ang Recommended Dietary Allowance (RDA) ay umaabot mula 200 hanggang 600 International Units (IU)."
            ]
        },
        {
            "input": "\"His approach is to first destroy and then think about what to build,\" Walesa said of the president.",
            "output": [
                "\"Ang kanyang pamamaraan ay sirain muna pagkatapos ay mag-iisip kung ano ang itatayo,\" sabi ni Walesa tungkol sa presidente."
            ]
        },
        {
            "input": "Sheriff's Lt. Neil Riedlinger said, water was over 3 feet (1 m) deep in some areas of downtown Carey, Ohio, and a local nursing home had to be evacuated.",
            "output": [
                "Ayon kay Tenyete Neil Riedlinger ng Sheriff, ang tubig ay umabot sa 3 talampakan (1 m) na lalim sa ilang parte ng bayan ng Carey, Ohio at ang mga tao sa isang lokal na bahay ng pag-aaruga ay kinailangan ding ilikas."
            ]
        },
        {
            "input": "Rainer told Wikinews, \"...I am thrilled that RORRIM was picked with so many [screenplays] being selected.\"",
            "output": [
                "Sinabi ni Rainer sa Wikinews, \"...Ako'y nasiyahan na ang RORRIM ay napili kasama ng maraming [mga senaryo] na pinili.\""
            ]
        },
        {
            "input": "\"For hundreds of years we Christians, who used to be 15 per cent of the population, have been persecuted and driven out of the Holy Land and now we are a tiny minority.\"",
            "output": [
                "\"Sa loob ng daan-daang taon, kaming mga Kristyano, na dating 15 porsyento lamang ng populasyon, ay nausig at pinalayas sa Banal na Lupa at ngayon kami ay maliit na minoridad.\""
            ]
        },
        {
            "input": "The Serbian Air Force has five MiG-29s which were repaired between 2007 and 2008 at a cost of €15m (£13 m).",
            "output": [
                "Mayroong limang MiG-29 ang Pwersang Panghimpapawid ng Serbia na ipinagawa sa pagitan ng 2007 at 2008 sa halagang 15m euro (13m pound)."
            ]
        },
        {
            "input": "The report, published on Friday, estimates that over 1 billion people will go hungry each day in 2009, a first in human history.",
            "output": [
                "Ang balita, na inihayag noong Biyernes, ay tinatantiya na aabot 1 bilyong tao ang magugutom kada araw sa taong 2009, na siyang una sa kasaysayan."
            ]
        },
        {
            "input": "Roughly 400 pounds (200 kilograms) of water vapor is lost every second in the plumes, with smaller amounts being lost as ice grains.",
            "output": [
                "Humigit kumulang sa 400 na pondo (200 na kilogramo) ng singaw ng tubig ang nawawala kada segundo sa mga plume, mayroong maliit na dami ang nawawala sa mga butil ng yelo."
            ]
        },
        {
            "input": "There were no immediate reports of injuries from the earthquake, as of late Monday night.",
            "output": [
                "Walang pangunahing ulat ng mga nasaktan mula sa lindol, mula sa huling bahagi ng gabi ng Lunes."
            ]
        },
        {
            "input": "The final report, released in October, blamed pilot error for the disaster.",
            "output": [
                "Sa huling ulat na inilabas noong Oktubre, sinisisi ang kamalian ng piloto sa nangyaring sakuna."
            ]
        },
        {
            "input": "The sport \"budget supports infrastructure developments and reflects a renewal of Australian sport venues post .\"",
            "output": [
                "Ang isports \"badyet ay sumusuporta sa pagbubuo ng mga imprastruktura at sumasalamin sa pagbabago ng mga lugar laruan sa Australya.\""
            ]
        },
        {
            "input": "OLPC President Walter Bender said in an interview that Intel's resignation will have \"no impact\" on the program.",
            "output": [
                "Sinabi ng presidente ng OLPC na si Wanter Bender sa isang panayam na ang paglisan ng Intel ay \"hindi magkakaroon ng epekto\" sa programa."
            ]
        },
        {
            "input": "A teacher working in a nearby school also said that when he went outside after the blast, he saw bodies lying all around the area.",
            "output": [
                "Isang gurong nagtatrabaho sa malapit na paaralan ay sinabi na nang siya ay pumunta sa labas matapos ang pagsabog, nakita niya ang mga katawang nakakalat sa lugar."
            ]
        },
        {
            "input": "A young woman was killed Friday night after an accident occurred on a gyrating ride at the Playland amusement park in Rye, New York in the United States.",
            "output": [
                "Isang batang babae ang namatay Biyernes ng gabi matapos ang aksidente sa mabilis umikot na sasakyan sa panlibangang parke ng Playland sa Rye, New York sa Estados Unidos."
            ]
        },
        {
            "input": "A former Christian Pastor Michael Guglielmucci has admitted that his cancer is a hoax.",
            "output": [
                "Ang dating Kristyanong Pastor na si Michael Guglielmucci ay inamin na ang kanyang sakit na kanser ay hindi totoo."
            ]
        }
    ]
}