{
  "Contributors": [
    "Sai Venkat Subramani"
  ],
  "Source": [
    "PasiNLU (paper: https://arxiv.org/pdf/2012.06154.pdf) (dataset:https://github.com/persiannlp/parsinlu)"
  ],
  "Categories": [
    "Classification"
  ],
  "Input_language": "fa",
  "Output_language": "en",
  "instruction_language": "en",
  "Definition": "You shall have a film review in this task. You must classify the sentiment of the reviewer toward the movie into: “negative”, “neutral”, “positive”, and “mixed“,. The mixed category, as it is, indicates reviews where none of the sentiments are dominant (mix of positive and negative, or borderline cases) and hence it is hard to detect the primary sentiment. And, further, assign neutral labels to reviews that express no clear sentiment toward an entity or any aspect of it.",
  "Positive Examples": [
    {
      "input": "در جشنواره متاسفانه نتونستم ببینم ولی دیشب در اکران فیلم های جشنواره فجر در پردیس چارسو موفق به دیدن فیلم شدم.  چه فیلم خوبی از فضای بصری زیبا و چشم نواز ، تا بازی   فوق العاده حامد بهداد.....",
      "output": "positive",
      "explanation": "This is a good example. The sentiment of the review is positive toward the movie."
    },
    {
      "input": "آهای غمی که  مثل یه بختک  رو سینه ی من  شده ای آوار   از گلوی من  دستاتو بردار.  دستاتو بردار.  دستاتو بردار...   بعد از گذشت چند روز از دیدنش هنوز اندازه این قسمت از شعر تلخی و سنگینی رو روی سینم حس میکنم :(((",
      "output": "neutral",
      "explanation": "This review is neutral because it doesn't express clear sentiment toward the movie."
    },
    {
      "input": "از فضای فیلم خوشم نیومد.خیلی فضای روشنفکرانه ای داشت.",
      "output": "negative",
      "explanation": "This review is negative because the reviewer doesn't like the movie."
    }
  ],
  "Negative Examples": [
    {
      "input": "نترسید ما همه با هم هستیم ... فیلم متفاوتی بود ... هم ساخت هم محتوا .   امتیاز من : ۶ از ۱۰ .",
      "output": "mixed",
      "explanation": "Based on the given score in the review, we can understand the reviewer's sentiment toward the movie was positive."
    },
    {
      "input": "انگار نسخه ی ایرانی یه فیلم تین ایجری امریکایی بود، با بازیگرای بالای سی سال!",
      "output": "positive",
      "explanation": "The reviewer's sentiment toward the movie is negative. "
    }
  ],
  "Instances": [
    {
        "input": "یکی از دوستان اشاره خوبی داشتن   چقد موسیقی حماسی و بی مورد؟  فقط میتونن بگم این سوژه اگه به گروه و‌ کَست بهتری داده میشه نتیجه کار خیلی قابل قبول تر از این میشد",
        "output": [
            "negative"
        ]
    },
    {
        "input": "مشکل اغلب این فیلم‌هایی که قصد انتقاد از مهاجرت و مصائب‌اش را دارند، در این است که بعلت کمبود منابع، امکان ادامه دادن منطقی داستان و سفر کردن به کشور مقصد را چندان نمی‌یابند. کلبموس هیچ کدام از ایده‌هایش را ادامه نمی‌دهد. سردستی و بی‌حوصله، روایت را اندکی جلو برده و ناگهان مسئله‌اش دچار چرخش می‌شود.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "ی فیلم خوب و کار درست   تو بازار کمدیهای تکراری ی کمدی جدید واقعا جای قدر دانی داره .",
        "output": [
            "positive"
        ]
    },
    {
        "input": "یه فیلم خوب ...   که میشه وقت گذاشت و بی هیچ پشیمانی دید و با رضایت از سینما خارج شد     تبریک به آقای سیدی عزیز",
        "output": [
            "positive"
        ]
    },
    {
        "input": "واقعاً فوق العاده بود، فقط کسانی که از سر و صدای زیاد بدشون میاد اصلاً بهشون توصیه نمیشه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "امروز بالاخره فیلم رو دیدم،من واقعا در تعجبم چرا مردم ما از موضوعاتی مثل خشونت،فقر،بیچارگی و درموندگی انقدر استقبال میکنن؟! این همه کف و سوت رو جدا نمیفهمیدم... اصلا فیلم مورد انتظارم نبود .. بهترینِ امسال بدون شک تنگه ابوقریب بود و بس ..",
        "output": [
            "negative"
        ]
    },
    {
        "input": "متری شیش و نیم؛  فیلم قایل احترام و خوبی بود. واقعا دوست داشتنی بود. یکمی انسجام داستانیش مناسب نبود. بازی های تکراری ولی همچنان جذاب از نوید محمدزاده داشت. یه جاهایی داستانش سر هم بندی داشت. تصویربرداریش خوب بود واقعا.کارگردانیش خوب ولی ابد و یک روز بنظرم کار بهتری بود نسبت به متری شیش و نیم.",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "این داستان پایانِ باز، برای سینمای ایران هم داره خطرناک میشه:  پایانِ باز، مث دری بود که یه کم لاش بازه،کم کم داره به یه دری تبدیل میشه که کلّا هر دولنگش تا بیخ بازه!!!",
        "output": [
            "negative"
        ]
    },
    {
        "input": "فقط بازی خانوم زارعی خوب بود.   و دیگر هیچ",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "چه فیلم عزیزی ساخته ای آقای عبدی پور . چه حیف که اینجور غریبانه و با این همه تاخیر اکران میشه این فیلم . چه حیف که فراگیر دیده نمیشه این اثر قابل توجه.  و چه حیف که ً قانون میگه عشق آدم فامیل درجه یک آدم نیست ً",
        "output": [
            "positive"
        ]
    },
    {
        "input": "فیلمی ملموس و انسانی    دمتون گرم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "موضوع فیلم شاید نسبت به فیلم‌هایی که این سال‌ها دیدم، جدید بود اما بازی هنرپیشه‌ها و در کل موضوع به خاطر افراط و بزرگ‎‌نمایی بیش از حد، فیلم رو تبدیل به یک ساخته سطحی کرده.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "فیلم جذابیت خاصی نداشت و فقط بازی های خوب , به ویژه بازی دوست داشتنی امیر جان جدیدی , تنها نقطه قوت فیلم بود.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "داستان پردازی و کارگردانی و بازی های خوب و از همه مهمتر بازیِ عالیِ لیلا حاتمی که بسیار باورپذیر و به دور از اغراق بود..",
        "output": [
            "positive"
        ]
    },
    {
        "input": "به معنای واقعی ضعیف بود...",
        "output": [
            "negative"
        ]
    },
    {
        "input": "اکثر فیلم هایی که نویسنده و کارگردانش یکنفر است، \"مقبول نمی افتد\".   داستان یک رابطه رمانتیک که یک تراژدی شد و فی الفور  اوراق شد.  بدترین سرانجام ممکن در بدترین حالت موجود!   دوست داشتم کار را بپسندم، اما با منطقم سازگار نبود.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "امتیاز: 2  بعد از خوب بد جلف بعضی از دوستان می گفتند: فقط خندیدیم.  بعد از گشت 2 فهمدیدم که فقط خنداندن هم هنر کمی نیست.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "رئالیسمی که قط تک تک شخصیت ها روش کار شده بود و بقیه عوامل فیلم ضعیف رها شده..تشکیل یه مجموعه نبود و فیلمنامه خیلی کلیشه ای ...",
        "output": [
            "negative"
        ]
    },
    {
        "input": "دیشب بعد از دیدن این فیلم متوجه شدم که عزیزان برای اهدای جوایز در جشنواره ، حتما قرعه کشی کرده بودند !!!",
        "output": [
            "negative"
        ]
    },
    {
        "input": "اپیزود اندیشه و اشکانو دوس داشتم..  همینطور بازی خانوم پناهی ها",
        "output": [
            "positive"
        ]
    },
    {
        "input": "از کسانی که فیلم رو دوست داشتند تقاضا دارم بیان و دلایل خودشون رو اعلام کنن!  فیلم به غایت دوست نداشتنی بود!!!!!!!!!",
        "output": [
            "negative"
        ]
    },
    {
        "input": "قسمت اولش خیلی لوس و بی نمک بود و کلا تبلیغ مواد مخدر بود به نظرم! قسمت دومش خیلی بهتر بود. به نظرم روند رو به جلویی خواهد داشت.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "وای واقعا بد بود. اسم کارگردان به این بزرگی این همه سوپراستار چی بود واقعا",
        "output": [
            "negative"
        ]
    },
    {
        "input": "چرا اکثر فیلمنامه های فیلمها تازگی به نظرم قدیمی میان...یعنی فکر می کنی دهه هفتاد هستی داری فیلمو می بینی؟ این تمایز اصغر فرهادی رو نشون میده که چقدر فیلمنامه هاش مدرن هست..  خانم آقای افخمی خیلی لوس و بد بازی کرد  رامبد یه خورده فیلمها رو با وسواس انتخاب کن Please",
        "output": [
            "negative"
        ]
    },
    {
        "input": "فیلم ضعیفی بود و اصلا داستان نداشت. از فیلم های سیاوش اسعدی فقط جیب برخیابان جنوبی رو دوست داشتم و با دیدن این فیلم واقعا ناامید شدم.  تنها نقطه ی قوت فیلم , بازی ژاله صامتی هنرمند بود.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "فیلم خسته کننده ای بود، مشکل اصلی از داستان نداشته فیلم نشات میگیره و پراکندگی موضوعی و سردرگمی تو روایت، به فیلم ضربه میزنه",
        "output": [
            "negative"
        ]
    },
    {
        "input": "فیلمی بسیار ضعیف، علی الخصوص در زمینه ی تدوین و فیلم نامه  پر از شعار زدگی، کلیشه و اغراق آمیز!!!  واقعا خانم درخشنده توی این فیلم تنزل فاحشی پیدا کردن.  بعد اصلا معلوم نیست اون زن دوم اون وسط چی میگه، از بس که شخصیت پردازی ضعیفه!",
        "output": [
            "negative"
        ]
    },
    {
        "input": "یک بازی عالی از رضا کیانیان که یک فیلم و عواملش را به آن چسبانده بودند.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "به نظر من سر به مهر با اینکه فیلم بسیار ارامی است (یعنی می شود گفت در قسمت هایی واقعا کند است ) اما این با ریتم کلی داستان منطبق می باشد... .  و جدا از بازی خوب خانم حاتمی اتفاق خوب دیگر فیلم انتخاب فصل زمستان است...سفیدی برف یک مراعات نظیر خوب را با داستان ایجاد میکند... .",
        "output": [
            "positive"
        ]
    },
    {
        "input": "کسل کننده بود اما اذیت کننده نه",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "بازی باران کوثری نازنین رو که همیشه دوست دارم ، از رضا بهبودی عزیز  هم نمایش های عالی و سکانس های کوتاه فیلم زیاد دیده بودم . این بار هم مثل همیشه هر دو بازی های زیبایی ارائه دادند . حالت معما گونه ی فیلم نامه رو هم دوست داشتم .... در کل فیلم خوبی بود",
        "output": [
            "positive"
        ]
    },
    {
        "input": "ﺭﻓﺘﻢ ﺩﯾﺪﻡ ﺑﺎ ﺍﺣﺘﺮﺍﻡ ﺑﻪ ﻫﻤﻪ ﺍﻭﻧﺎﯾﯽ ﮐﻪ ﺩﻭﺳﺖ ﺩﺍﺷﺘﻦ ﻭﻟﯽ ﻣﻦ ﺩﻭﺳﺖ ﻧﺪﺍﺷﺘﻢ .",
        "output": [
            "negative"
        ]
    },
    {
        "input": "منهای اینکه یکسری چیزارو خیلی مستقیم مطرح میکنه که یه کم آزاردهنده میشه ولی در مجموع و در انتهای فیلم مفهوم خوبیو میرسونه. بازی جواد عزتی هم مثل همیشه خوبه و به نظرم جزو نقاط مثبته کاره اما متاسفانه نیوشا ضیغمی انتخاب خوبی نبود برای این نقش.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "نقطه قوت فیلم حضور هر چند کوتاه پانته آ پناهی هاست",
        "output": [
            "positive"
        ]
    },
    {
        "input": "فیلم خوبی است که بدون شعاری شدن به یکی از مشکلات ریشه‌دار فرهنگ ایرانی پرداخته است و سعی زیادی هم تا از کلیشه‌ها فاصله بگیرد. در کل نمره‌ی فیلم قابل قبول است و ارزش یک‌بار دیدن را حتما دارد.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "فیلمی که واقعا ارزش دیدن داره،  در هر سه اپیزود سایه ی نرم عشق رو میشه دید.  ضمن اینکه روایت زلالی داره و دور از تکلف هست.   من فیلم رو در فرهنگسرای نیاوران دیدم، جلسه ی نقد فیلم با حضور خانم ها پاکروان و لاریجانی.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "هر چی سعی کردم تا آخر بشینم و تحمل کنم نتونستم. پس به دوستام پیشنهاد دادم پاشیم بریم که موافقت شد و خلاص شدیم. خعلی فیلم مزخرفی بود.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "جان‌دار رو واقعا دوست داشتم، همه عالی بودند... حامد بهداد که توی چندکار اخیرش نشون داده این تغییر رویه‌ی زندگی‌اش واقعا روی خروجی بازیگری‌اش هم اثر گذاشته و من واقعا لذت بردم.  فیلم خوبی بود، پایان‌بندی خوبی داشت... به زندگی واقعی نزدیک بود، خیلی‌ها نمی‌بخشن. تعداد اونهایی که نمی‌بخشن به نسبت اونهایی که می‌بخشن خیلی بیشتره.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خیلی خوب بود خیلی    سیمرغ برای نوید محمد زاده کم بود  وای جایی که التماس میکرد .........................",
        "output": [
            "positive"
        ]
    },
    {
        "input": "این فیلم رو تو جشنواره دیدم.پیشنهاد میدم ببینید.   فیلمنامه پرکشش نوشته شده بود.سعید آقاخانی واقعا عالی بازی کرد و مهناز افشار به نسبت خودش بهتر از قبل حاضر شده بود.قصه ی قضاوت ما آدمها همیشه در حال تکرار شدنه و یه قسمتهایی از فیلم کاملا همراه میشدیم با بازیگران.موضوعش رو دوست داشتم در کل.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "یکی از ارزشمندترین فیلم های سالیان اخیر با بازی دلچسب تمامی بازیگران. ایده اصلی فیلم بسیار جالب بود و سکانس ها و دیالوگهای ماندگاری داشت. از اون فیلمهایی که یادت نمیره هیچوقت.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "چه از لحاظ فیلمنامه و چه از لحاظ کارگردانی یک تله فیلم کاملا معمولی.  آقای بهزادی به خودشون اجازه دادن یک داستان دو سه خطی رو تبدیل به فیلمنامه کنند و 80 درصد نماهای فیلم رو هم که کلوزآپ گرفتند و کوچکترین جنبه سینمایی در فیلم مشاهده نمی شه .  هیچی دیگه   همین",
        "output": [
            "negative"
        ]
    },
    {
        "input": "تنها چیزی که تو این فیلم خوشم اومد بازی شهاب حسینی و نگارجواهریان بود.  در کل بدجوری خورد تو ذوقم!",
        "output": [
            "negative"
        ]
    },
    {
        "input": "به درک که مسافرم ، به درک که چمدان های بسته ام هی غُر می زنند ، به درک که پای ماندنم درد می کند؛ بگذار دیر شود ، دلم پیش ِ پرسه زدن به دور توست...   داستانی زیبا از \"ماندن\" هایی که قرار بر آن بوده \"رفتن\" باشند ...",
        "output": [
            "positive"
        ]
    },
    {
        "input": "نمیدونم جرااین سینما به این وضع افتاده وانقدرتوقعها از این سینماکم شده بازیهای تکراری تقلید از.شون بن درفیلم من سام هستم روحت شادحاتمی بزرک",
        "output": [
            "negative"
        ]
    },
    {
        "input": "فیلم خوبیه اما باید بیشتر به اتفاقات و روابط موجود در فیلم پرداخته می شد...",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "بازی حامد بهداد خوب بود ، اما حرفی برای گفتن ندارد",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "فروشنده ؛ آینه امروز من و تو است. بی اخلاقی هایی که به مرور عادی شده و پشت چهره های گریم کرده من و تو پنهان است.",
        "output": [
            "neutral"
        ]
    },
    {
        "input": "فیلمی بسیار عالی با بازیهای عالی...",
        "output": [
            "positive"
        ]
    },
    {
        "input": "این فیلم رو باید دید . من نقد ها رو دیدم و توصیه میکنم ذره بین برندارید برید سینما به قصد دیدن فیلم  برید  فیلم در یک لوکیشن بسته شما رو دنبال خودش میکشه و به هیجان می اورد و بعد هم به فکر وا میدارد",
        "output": [
            "positive"
        ]
    },
    {
        "input": "فیلمی پر کشش و دوست داشتنی   اما تلخ و آموزنده...   بازی آقای معادی اصلا در اندازه فیلم نبود و خانم جاوهریان هم گاهی به انچه باید می بود، نمی رسید.   بهترین بازیگر این فیلم، همان کودک جانسپرده بود که کاملا همراه بودو به خوبی خوابید...",
        "output": [
            "positive"
        ]
    },
    {
        "input": "از آقای منوچهر هادی همچین فیلمی بعید بود ... من تقریبا با تلاش و صبر تا اواسط قسمت های سریال دل رو دیدم واقعا خیلی غیر قابل تتحمل بود انشالله که در کارهای بعدی شاهد همچین کارهای ضعیفی از ایشون نباشیم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "فیلمی که توی سینمای ایران بتونه 90 دقیقه با خودش همراهت کنه   آه و ناله نکنه ولی همچین قرص و محکم ببرتت تا ته بدبختی  ادا در نیاره  فوق العاده نباشه ولی همه چیزش اندازه باشه  سلبریتی تزئینی هم نداشته باشه  به نظر من که فیلم خوب و ارزشمندیه ...   پسندیدم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "لذت بردم ...شهاب حسینی واقعا عالی بود",
        "output": [
            "positive"
        ]
    },
    {
        "input": "بدترین بازی ها از بهترین بازیگرا در یکی از بدترین فیلم های جشنواره!",
        "output": [
            "negative"
        ]
    },
    {
        "input": "افتضاح :)   به خصوص بازی پگاه آهنگرانی!",
        "output": [
            "negative"
        ]
    },
    {
        "input": "میر کریمی عزیز به اندازه کافی جسور نیست و برای همین ؛ فیلم پایان خوبی ندارد و گرفتار کلیشه می شود. : (",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خیلی خیلی خیلی خنده دار بود. جواد عزتی عالی بود یعنی هیچ کس جز جواد عزتی نمی تونست  انقدر این نقش و خوب بازی کنه دیالوگهای فیلم هم به طور عجیبی پر از تیکه های بامزه بود. خلاصه کای کیف داد. پیشنهاد میکنم ببینین.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "با سلام و احترام  یک فیلم عالی به لحاظ دقت در ساخت و بازیهای عالی و درخشان  دیدن فیلم رو حتما توصیه میکنم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "چقدر اندوه قورت نداده ، چقدر آوار فرو نریخته ... ما این شهر را با تمام سیاهی و اندوهش به ارث برده ایم...مارال بنی هاشمی  با دیدن این فیلم دوباره خاطرات به کوچه ما سر زد...",
        "output": [
            "neutral"
        ]
    },
    {
        "input": "نگاه نگران خانم ساره بیات کلیشه ای شده ...",
        "output": [
            "negative"
        ]
    },
    {
        "input": "فیلم جالبی بود..ساخت خوب همراه با ترکیب خوبش با موزیک..  با توجه به اینکه ساختار حلقه ای و لوپ بودنش کار کاملا متفاوتی بود  اما بازی ها می تونست قوی تر باشه...",
        "output": [
            "positive"
        ]
    },
    {
        "input": "فیلم نامه خوبی نداشت   حضور هوتن شکیبا کوتاه و جالب بود اما به نظر من بیشتر برای جذب مخاطب و فروش فیلم حضور داشتن  حتی حسام محمودی نقش طلبه رو  تو فیلم دیگه بهتر بازی کرده بودن",
        "output": [
            "negative"
        ]
    },
    {
        "input": "سکانس اول فیلم  فوق العاده -سکانس داربست بی نظیر- نماهای چشم نواز - سکوت- صدای دنیای زیر آب- حضور سایه وار ویشگا آسایش- فغان ناهنجاری- نکات مثبت به شدت وزین ، دست مریزاد هومن سیدی و گروه هنرمندت",
        "output": [
            "positive"
        ]
    },
    {
        "input": "فیلم ، فیلمنامه ندارد و از به هم چسبیدن چند کلیپ تشکیل شده است که می تواند سرگرم کننده باشد ولی مسئله ای که مرا متعجب می کند آن است که چرا فیلمی که ژانر کمدی دارد در آخر این قدر تغییر جهت می دهد",
        "output": [
            "negative"
        ]
    },
    {
        "input": "موجودی دوجنسی...دگردیسی ناقص تاتر به فیلم.... پوسته ای جذاب که هنوز هویتی مشخص برای خود نیافته.  و واجد تمام ویژگی های آثار غنی زاده.  در نهایت یکساعت تشوویق ایستاده برای «علی نصیریان».",
        "output": [
            "negative"
        ]
    },
    {
        "input": "بازیهایی بسیار خوب از همه بازیگران(حتی محمد صادق ملک عزیز با اون نقش کوتاه)، فیلمنامه خوب، کارگردانی بسیار خوب...فقط نامه انتهای فیلم رو دوست نداشتم که اونم خیلی شخصی و سلیقه ای هست البته...نمی دونم چرا احساس می کنم صدای جمال و موضوع نامه بعدا اضافه شده به فیلم!",
        "output": [
            "positive"
        ]
    },
    {
        "input": "پرداخت ضعیف  بازی ضعیف بهرام رادان برخلاف انتظار  فیلم با رنگ و لعاب خوبی شروع میشه و این احساسو میده قرار فیلم خوبی رو ببینی اما متاسفانه تغییر سکانس های ناهماهنگ، باز کردن چند تاموضوع بدون اینکه بتونه خوب پرورششون بده ، بازی نسبتا ضعیف بازیگرا .....همه و همه در آخر شمارو مایوس از سینما میفرسته بیرون.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "فکر نمیکردم یه مستند انقدر بتونه اشک من رو در بیاره...  هیچوقت نفهمیدم کی و کجا عاشق این خاک شدم و مهاجرت کردن شد کابوس زندگیم.این فیلم حس تعلق رو به خوبی بیان کرد.حسی که برای توضیح دادنش کلمات نمیتونن کمکی کنن.واقعا زیبا ساخته شده بود و تاثیرگذار",
        "output": [
            "positive"
        ]
    },
    {
        "input": "من اصلا این فیلم رو دوست نداشتم.  فضای فیلم انگار واقعی نبود و دیالوگ ها تقلید از فیلم های خارجی بود.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "نمیدونم چی بگم، همه ساختارهای ذهنی من رو درباره کلیشه و بد بودن یه فیلم جابه‌جا کرد!!! واقعن بعد از فیلم آشفتگی فکر نمیکردم امکان داشته باشه فیلم بدتر از اونم ببینم تو این جشنواره... نمره من ۱ از ۵",
        "output": [
            "negative"
        ]
    },
    {
        "input": "متوسط رو به ضعیف. دوست نداشتمش.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خیلی بد  خیلی بد  انتظارم چیز دیگکری بود متاسفم برای این همه انتظار برای اکران فیلم..",
        "output": [
            "negative"
        ]
    },
    {
        "input": "فیلمی کاملا متوسط با ایده خوب در فیلمبرداری",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "با سلام واحترام    فیلم متوسط و حداقلی",
        "output": [
            "negative"
        ]
    },
    {
        "input": "فضای فیلم دوست داشتنی بود",
        "output": [
            "positive"
        ]
    },
    {
        "input": "دیدن این فیلم را به همه دوستانی که می خواهند از دیدن کی اثر لذت ببرند و در عین حال بیاموزند  توصیه می کنم...",
        "output": [
            "positive"
        ]
    },
    {
        "input": "فیلم متری شش و نیم سعید روستایی یه سر و گردن بالاتر از سینمای روز ایران هست،چه کارگردانی و بازی،چه نحوه ی پردازش به موضوع،چه سعی در اینکه یکی قهرمان نشه یکی بد ماجرا،چه نوع فیلمبرداری و بازی گرفتن از سیاه لشکر.ارزش دیدن و حمایت کردن داره،ببینید.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "اصلا به هیچ عنوان علاقه نداشتم اجرای می سی سی پی نشسته میمیرد روی پرده سینما ببینم  دیالوگ های تکراری   هلیکوپتر  ماشین  آلندلون  لئون  پاپیون  آخه چرااااااااااااااا   همون حسی که توی تالار وحدت بعد از نیم ساعت به سرم اومد امشب توی سالن سینما تجربه کردم ،حس گریز از سالن.......⁦ ⁦(ノಠ益ಠ)ノ⁩",
        "output": [
            "negative"
        ]
    },
    {
        "input": "سلام به همه  خدا رحمتت کنه صادق هدایت که نبودی و نیستی که پرپر کردن برگرفته از داستانت را ببینی واقعا بهتره به جای اشاره کردن به برگرفته از آثار ادیبان نام آشنا بزنند نگاهی عجیب به این داستانها...",
        "output": [
            "negative"
        ]
    },
    {
        "input": "فیلم خوش ساختی بود هم بازیها عالی بود هم موسیقی فیلم. واقعا دستشون درد نکنه خسته نباشید میگم بهشون. بازی صابر ابر هم که محشر بود.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "امتیاز: ۳ الی ۴  بیشتر فیلم تلویزیونی بود، حاصل سالوادور ساختن و فیلمهای اجتماعی ساختن همینه، فیلم در ۵ دقیقه آخر جنایی هم می‌شود.  به حق چیزهای ندیده!",
        "output": [
            "negative"
        ]
    },
    {
        "input": "با سلام و احترام   یک فیلم عالی به لحاظ دقت در ساخت و بازیهای عالی و درخشان   دیدن فیلم رو حتما توصیه میکنم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "سورنجان را میشود دوست داشت  شگفت انگیزست که این فیلم در فهرست سینماهای معمولی نیست   سورنجان باورنکردنیست اما باورکنیدش  سورنجان سخن میگوید با ما  من دوستش داشتم  حای اینگونه فیلمعا را در سینمای ایران تهی و خالی می بینم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "فیلم شادی بود که فقط لبخند میداد نه خنده ! حداقل برای من که اینطوری بود ، موضوع هم کپی برداری از یه فیلم نه چندان قدیمی هالیوودی بود البته اون کجا و این کجا !    4/5 از 10",
        "output": [
            "negative"
        ]
    },
    {
        "input": "یه فیلمفارسی که از جمهوری اسلامی مجوز گرفته  چند دقیقه میخندید فقط  همین",
        "output": [
            "negative"
        ]
    },
    {
        "input": "واقعیت تلخ ،طنز هم داشت   من دوسش داشتم و از تماشای این فیلم لذت بردم  مهم اینه که تهش مشخص بود و مشخص شد نیاز نبود بری توی کما برای یافتن نتیجه  و بازی پسر بچه و نگاه های عاشقانه ش معرکه بود  چون بر مبنای عشق و علاقه بود دوسش داشتم و روند فیلم آروم بود",
        "output": [
            "positive"
        ]
    },
    {
        "input": "حتما باید فیلمی ساخته بشه با وجدان بیدار انسانها!!",
        "output": [
            "neutral"
        ]
    },
    {
        "input": "با این‌که می‌شد گفت یک جورهایی فیلم در نیامده، به دل من بسیار نشست. سفری زنانه و پایین‌ها و بالایش، با بازی خوب لیلا حاتمی و موسیقی خیلی خوب پورناظری و همایون شجریان. در مجموع به نظرم حمید نعمت اله فیلمساز قابلی است.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "فیلم خوبی بود دوستش داشتم هرچند که بازی ها مخصوصا علی اقا  دهکردی آنقدر سطحی و غیر حرفه ای است که فکر میکنی شاید نقش رو نفهمیده",
        "output": [
            "positive"
        ]
    },
    {
        "input": "حرف های زیادی درباره ی این فیلم دارم اما ... واقعا لذت بردم و افتخار کردم ... فقط همین.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "نترسید ما همه با هم هستیم ... فیلم متفاوتی بود ... هم ساخت هم محتوا .   امتیاز من : ۶ از ۱۰ .",
        "output": [
            "positive"
        ]
    },
    {
        "input": "فیلمی اجتماعی ..... از درد ها و مشکلات موجود برای یک زن مثل خیلی از زن های مظلوم این کشور.....بازی ساره بیات مثل همیشه تحسین برانگیز بود.....ولی در کل مدت زمان فیلم خیلی طولانی بود و انسجام و تدوین بهتری را می طلبید.....در کل پیشنهاد می کنم حتما ببینید",
        "output": [
            "positive"
        ]
    },
    {
        "input": "بسیار کسل کننده  حیف زمان و هزینه ای که بابت دیدن این فیلم هدر رفت",
        "output": [
            "negative"
        ]
    },
    {
        "input": "از این بدتر نمیشد  فاقد ارزش برای امتیاز دهی",
        "output": [
            "negative"
        ]
    },
    {
        "input": "بازیِ عالیِ باران کوثری و بازیِ تکراری و غیر قابل قبول مهتاب کرامتی...   در کل فیلم خوبی بود.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "فیلم بیوگرافی اینقدر کم داریم تو سینمامون که از دیدن این یکی علی رغم تناقضات و ضعف ها ، هیجان زده شدم",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "در کل فیلم خوبی بود با وجود اینکه به نظرم ضعف شخصیت پردازی و پایان شعاری داشت , نفس و ویلاِیی هارو میشه دو فیلم متفاوت و نوآورانه در ژانر جبهه و جنگ تلقی کرد.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "انگار نسخه ی ایرانی یه فیلم تین ایجری امریکایی بود، با بازیگرای بالای سی سال!",
        "output": [
            "negative"
        ]
    },
    {
        "input": "امشب فیلم \"ماهی و گربه\" را در موزه سینما دیدم و باید بگم خیلی فراتر از تصورم بود، و به جرات می تونم بگم یک شاهکار دیدم ...  خیلی ها در مورد این فیلم مطلب نوشتن ؛ امید وارم من هم بتونم در فرصتی در مورد این فیلم خاص بنویسم ...",
        "output": [
            "positive"
        ]
    },
    {
        "input": "بسیار فیلم بد و بازی های بدتر و تدوین افتضاح",
        "output": [
            "negative"
        ]
    },
    {
        "input": "اونقدر روان و زیبا و دلنشین بود که دلم میخواست هیچ وقت تموم نشه و برنگردم به دنیای واقعی  تو این شرایط غمگین و عجول دنیا، این حجم از آرامش واقعا لذتی وافر داشت",
        "output": [
            "positive"
        ]
    },
    {
        "input": "دوستان اگر کسی میدونه اهنگی که تو فیلم پخش میشد چیه میشه لطف کنه بگه",
        "output": [
            "neutral"
        ]
    },
    {
        "input": "از تک تک پلان های این فیلم نهایت لذت رو بردم عالی عالی سینما یعنی مکری",
        "output": [
            "positive"
        ]
    },
    {
        "input": "یکی از راههای آب بستن به فیلم و رسیدن به تایم استاندارد بین مکالمه دو بازیگر ۳۰ ثانیه مکث و سکوته",
        "output": [
            "negative"
        ]
    },
    {
        "input": "لاکچری بودن بیشتر از هر چیز دیگه ای به چشم می خورد و باید بگم ایده اصلی این فیلم با بازی های مصنوعی این بازیگران مطرح و یک کارگردانی سطحی و ابتدایی , تبدیل به یک فیلم دم دستی و کاملا سطحی شد ...",
        "output": [
            "negative"
        ]
    },
    {
        "input": "موسیقی زیبا ..... فقط همین......انتظار بیشتری از مازیار میری داشتم و در کل فیلم بی روحی بود که می تونست جذاب تر هم داستان یک رفاقت رو نشون بده.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "یه فیلم ساده بدون عمق،در حد داستان کوتاه...خیلی رو بود قصه اما لطیف بود.  یه چیز جالب که داشت بازی خیلی خوب نازنین فراهانی و تعجب من برای ضعیف بودن بازی شهاب حسینی مقابل این بازیگر بود.",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "فیلم خنده داری بود ، پیام فیلم هم خوب بود، بازی ها هم خوب بودن ولی نگاهش به مسیحیت توی ایران یکم توام با شیطنت بود",
        "output": [
            "positive"
        ]
    },
    {
        "input": "بازی باران کوثری عالی بود .... بعد از مدت ها فیلمی دوست داشتنی و زیبا دیدم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "درکل موضوع فیلم این بود: هرکه بامش بیش، برفش بیشتر!  خانمها فقط بهانه ای بودند برای به نمایش گذاشتن این موضوع. حالا ممکنه چند وقت دیگه از آقایون برای نشون دادن این موضوع استفاده بشه.",
        "output": [
            "neutral"
        ]
    },
    {
        "input": "این فیلم عالی بود  قرار نیست وقتی واقعیتهای جامعه و تلخی هاشو ببینیم حالمون خوب بشه چون این فیلم قصدش نشاندن این دردهای جامعه بود به آقای سیدی به خاطر این فیلم عالی تبریک می گویم ....",
        "output": [
            "positive"
        ]
    },
    {
        "input": "ترکیبی از یک سریال ترکیه ای و رمان های ر. اعتمادی و خانم فهیمه رحیمی ! همه چیز قابل پیش بینی و فاقد ارزش هنری. نسخه ضعیف و اتوبوسی قرمز!!!!!",
        "output": [
            "negative"
        ]
    },
    {
        "input": "موضوع فیلم شدیدا دردناکه و از یه جایی به بعد برای تماشای صحنه‌ها باید اعصاب قوی داشت. متاسفانه اصلا سلیقه‌ی من نبود و دقایق آخر فیلم رو نتونستم ببینم.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "با سلام و احترام   فیلم خوش اقبالی بود و البته این خوش اقبالی زمانی که با سیاسی بازی همسو شود نتیجه اسکار را به ارمغان می آورد   البته این از ارزش فیلم چیزی کم نمیکنه و فیلم برای یکبار دیدن ارزشمنده",
        "output": [
            "positive"
        ]
    },
    {
        "input": "با احترام به اقای میلاد کی مرام من به شخصه از بازی کلیشه ای ایشون خسته شدم .شوهر غیرتی  عصبی .................",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خیلی دوست داشتم فیلم و  بازی شهاب حسینی عالی بود",
        "output": [
            "positive"
        ]
    },
    {
        "input": "یه کمدی متفاوت و خوش ساخت من دوستش داشتم .",
        "output": [
            "positive"
        ]
    },
    {
        "input": "یک داستان 15 دقیقه ای را که کش اش بدهی می شود عمده فیلم های ایرانی. این فیلم هم با وجود شروع طوفانی اش در همان حد یک ربع است.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "یه فیلم خوب، تمیز و شریف  نگاه جدیدی که کارگردان به مرگ تختی کرده بود ورای خودکشی در اثر فشارهای زندگی و زن و ... و یا قتل به دست حکومت بود.   تختی به جایی رسید که دیگه این دنیا با همه زرق و برقش رو دوست نداشت‌. تختی این دنیایی نبود.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "نسبت به فیلم های قبلی کارگردان مثلا دربند و مالاریا , این فیلم رو بیشتر دوست داشتم چون به مشکلات و معضلات جوانان جامعه اشاره شده بود.  اما از لحاظ ساخت و بازی ها واقعا معمولی و متوسط بود و همه ی بازیگران خوب و درجه یک فیلم , در یک سطح ظاهر شده بودند.",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "صـــابــر ابــر ی متفاوت !   .  عطا(صابر ابر): آقا من 4ساله دندونپزشکی نرفتم،انقدر آب نمک کردم،شدم بلال !",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "این فیلم بی نظیره! عالی!  حتی اگه چهار- پنج بار دیده باشی ، باز هم تازگی و جذابیت ش رو داره و نمیشه سرسری تماشا کرد",
        "output": [
            "positive"
        ]
    },
    {
        "input": "با سلام و احترام  فیلمی که ارزش گرفتن 90 سیمرغ را داشت",
        "output": [
            "positive"
        ]
    },
    {
        "input": "واقعا ارزش دیدن نداشت! :| نه قصۀ درست و حسابی، نه طنز خاص و متفاوت! فقط تیزر جذابش مخاطب رو جذب می کرد. همین.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "فیلمی بشدت سفارشی و غیر قابل باور.   حیف از پیامبر اسلام که چنین فیلمی برایش ساخته شده.   ای کاش تصور ما از محمد همان محمد مصطفی عقاد می ماند.  متاسفم برای سینمای ایران که بشدت مشغول خود زنی است.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "«نجیب» تنها صفتی است که به ساخته جلیلوند می چسبد.  فیلمی بی حاشیه که حتی در بردن نام خیابان لوکیشنش هم با مخاطب راستگوست.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "فیلمه خوش ساختی بود، ارزش دیده شدنو داشت، نسبت ب فیلمایی ک تازگیا دیدم بالاتر بود...  پایانه فیلمو دوس داشتم، خوب تموم شدو پالتم ک دیگه مثه همیشه خوب... :)",
        "output": [
            "positive"
        ]
    },
    {
        "input": "بین فیلمای جشنواره از همه بهتر بود در حدی که دارم وسوسه می شم یک بار دیگه برم این فیلمو ببینم  فضای خیلی قشنگی داشت",
        "output": [
            "positive"
        ]
    },
    {
        "input": "ضعیف و شعاری. فضای سورئال با شخصیت های رئال؟ فضای سورئال و روایت؟ بسیار کند و جان فرسا. ضمن آن که بوی سفارشی بودن هم می داد!",
        "output": [
            "negative"
        ]
    },
    {
        "input": "گردش تکراری بی وقفه و بی پیشرفت و بسیار باطل یک ایده که نهایتش در طوفان سنقاجک استفاده شده، اما سالهاست توسط مکری رها نمی شود. این فیلم به هیچ وجه دیدنی نیست.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "فیلم خیلى خوبى بود،دوست داشتم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "بعد از چندوقت،دوباره، دارم کلاس هنرپیشگی رو میبینم. هنوز منو با همون دو سه تا سکانس اول میگیره. میبره  نمیدونم واسه ظرفه یا مظروف؟ محتواست یا فرم؟  کلاس هنرپیشگی سهل و ممتنع سینمای ایرانه.  تو این روزهایی که بزرگان سینمامون حال خوب نوشتن رو ندارن، این فیلم داودنژاد ، واقعا شاهکاریه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "بازی ها بسیار عالی بود مخصوصا بازی زیبای مادر",
        "output": [
            "positive"
        ]
    },
    {
        "input": "فیلم شریفیه  شریف تر از اون مرد خوب این روزهای سینمای ایران پیمان خان معادیه  ریتم قاشق روی لبه ی لیوان روز تعطیلی که حوصله داری",
        "output": [
            "positive"
        ]
    },
    {
        "input": "بد و جلف. یه قصه آشفته و بی محتوی... یک لودگی به تمام معنا برای گیشه",
        "output": [
            "negative"
        ]
    },
    {
        "input": "ای کاش ده ثانیه‌ی آخر این فیلم نبود... ای کاش",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "فیلمانامه به شدت خوبی داشت. بازی آقای نادر فلاح بسیار تحسین برانگیز بود. احتمال کاندید شدن آقای فلاح زیاد است.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "این فیلم حالمو خوب کرد همین!",
        "output": [
            "positive"
        ]
    },
    {
        "input": "یکی از بهترین فیلمهای اقتباسی سینمای ایران! و به جرأت بهترین فیلم ایرانی عاشقانه ای که من دیدم، البته باید گفت یکی از دلایل قدرت این فیلم ریشه گرفتنش از داستان داستایسفکیه،  ولی واقعا که شاهکار درآورده فیلم رو.  واقعا چقدر حیف که تو سینمای ما اینقد کار اقتباسی کمه، واقعا حیف....",
        "output": [
            "positive"
        ]
    },
    {
        "input": "دیدن سومین بارش هم دوست داشتنی بود",
        "output": [
            "positive"
        ]
    },
    {
        "input": "فیلم زیبایی بود و من دوست داشتم.... و بازی خوب ساره بیات مثل همیشه.....نمره از ۱۰ : ۸",
        "output": [
            "positive"
        ]
    },
    {
        "input": "فیلم کلا مورد علاقه مخاطب عام ساخته شده و طنز خوبی داره. بازی ها خیلی معمولی هستند. بیشتر فیلم سرگرم کننده ای هست با موضوعات هیجان انگیز اکتی!    فیلمنامه : متوسط  بازی ها: متوسط  موسیقی: خوب  کارگردانی: خوب  فیلمبرداری: خوب   کلا اگه خواستین فیلم سرگرم کننده خوبی ببینین توصیه میشود.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خیلی بد   اصلا نمیدونم از کدوم قسمت بدش بگم .  فارابی + کارگردان ناشناس = فاجعه    قشنگ احساس میکردی چقدر پول برای ساخته شدن فیلم دور ریخته شده و چقدر افسوس!!!! افسوس و افسوس!!!      افتضااااح!!!!   امتیاز: 0 از 5",
        "output": [
            "negative"
        ]
    },
    {
        "input": "\"برف\" رو دوست نداشتم  فیلم همه ش دور خودش می چرخید و حرفایی که زده بود رو تکرار می کرد  داستان اصلاً جلو نمی رفت  هر بدبختی هم می شد سر این خونواده اومده بود  انگار نویسنده و کارگردان حواس شون نبوده کل ماجرا از یه صبح تا شبه.  خیلی جاها هم فیلم خیلی خسته کننده می شد.   manimoon..",
        "output": [
            "negative"
        ]
    },
    {
        "input": "و این اولین باری بود که وسط فیلم مجبور به ترک سالن شدم..",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خوشحالم این فیلم رو توی سینما ندیدم! در واقع یک ساعت و خرده ای شوخی جنسی بود میان چند دقیقه ای فیلم!",
        "output": [
            "negative"
        ]
    },
    {
        "input": "فیلم اعصاب خورد کن  و بازی اعصاب خورد کن نگار جواهریان  لرزش صدای مصنوعی و صورت رنگ پریده  همینو تو فیلمای طلا و مس و  حوض نقاشی دیدیم  این تکرار جذابیتشو از بین برده",
        "output": [
            "negative"
        ]
    },
    {
        "input": "ریتم کند  کسالت آور خسته کننده قصه ای گنگ و کلیشه ای  من موندم که از بین فیلم اولی ها فیلم بهتر نبود بیاد تو بخش مسابقه",
        "output": [
            "negative"
        ]
    },
    {
        "input": "یک فیلم با موضوع جدید و عجیب و شاید برای خیلیها غیرقابل باور ! دیدنش برام خیلی جذاب بود البته برای خیلیها هم نبود، اینکه در آخر فیلم از خودت میپرسی خب که چی؟! یکم حس سردرگمی بهت میداد و نمیزاشت همزادپنداری کنی با شخصیت اول فیلم! ولی در کل پیشنهاد میشود.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "بی نظیر بود بی نظیر  فقط همین",
        "output": [
            "positive"
        ]
    },
    {
        "input": "من این فیلم رو دوست داشتم .شخصیت سارا بهرامی عالی بود و همچنین بازی امین حیایی  بعنوان یک مرد خونسرد..بازی مهناز افشار هم عالی بود  فیلم روایتی از روایتهای تلخ جامعه مان میباشد",
        "output": [
            "positive"
        ]
    },
    {
        "input": "آخه این چی بود ؟؟؟  واقعا از هیچ محتوا و معنا و مفهومی برخوردار نبود .  بازی های ضعیف و کارگردانی بسیار ضعیف و غیرحرفه ای .  اصلا دوست نداشتم ...",
        "output": [
            "negative"
        ]
    },
    {
        "input": "با اینکه موضوع فیلم کمی تکراری بود اما در کل فیلم خوبی بود به نظرم، مریلا زارعی هم که طبق معمول عاااالی از 10 به نطرم  7 مناسبه برای این فیلم.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خیلی بد و افتضاح.بدون شخصیت پردازی واقعی و روند منطقی داستان.واقعا حیف هزینه(حتی نیم بها که من دادم) و وقتی که گذاشتیم.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "فیلم قشنگی بود و چقدر حرص خوردم از دست کارای دختره:))",
        "output": [
            "positive"
        ]
    },
    {
        "input": "واقعا و به جرات می تونم بگم فیلم خوبیه که با کشش عجیبی تو رو با خودش می بره و هرگز رهات نمی کنه و این لذتبخشه ....",
        "output": [
            "positive"
        ]
    },
    {
        "input": "فیلم از فضای نقد اجتماعی و سیاسی تهی است...یه قصه غیر قابل باور که هیجان خاصی نداشت...ریتم فیلم قابل قبول بود...الناز شاکردوست هم خیلی فراتر از انتظار بود...نمره 5 از 10",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "از علی مصفا توقع چنین فیلمی رو نداشتم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "واقعا اگر نگم درجه یک ترین که نگفتنش ظلمه به جرات میتونم بگم یکی از بهترین کمدیای تاریخ ایران بود ...داستان، شوخی ها و .. همه چی عالییی بود و البته گل سرسبد همه ی این اتفاقای خوب حامد بهداد که نشون داد ی ستاره اگر واقعی باشه حالا حالا ها قرار نیست خاموش شه! حامد بینظیر بود.‌",
        "output": [
            "positive"
        ]
    },
    {
        "input": "برای اولین بار بی پایان بودن فیلم خیلی توی ذوق نمی زد و کمی به ترسناک تر شدن فیلم کمک کرد؛ هر چند ای کاش پایانی داشت!",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "دوست دارم عوض نوشتن درباره فیلمی که دوست ندارم(و این اولین فیلم مکری هست که دوست ندارم) بهش به عنوان یک کرمانشاهی تسلیت بگم.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "اگر تو کشور ما طنز های همچون لیلی با من است ، مارمولک و غیره غیره ساخته نمیشد باز می گفتم پتانسیل طنز ما تو ایران همینه   به نظر من طنز های که  تو این دو ساله در سینمایی ایران ساخته شده به شدت بی کیفیت و آبکی هستش",
        "output": [
            "negative"
        ]
    },
    {
        "input": "به نظر من فیلم قشنگی بود. از دیدنش اصلا پشیمون نیستم. بازی صابر ابر هم محشر بود.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "به دیدنش حتما می ارزه  موضوعش کاملا جسورانه بود  بیشتر قصد اطلاع رسانی داشت نه تعریف قصه که درستش هم برای این موضوع همینه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "فیلم تا وسط فیلم یعنی دقیقا تا جایی که معلوم میشه بچه های املشی دنبال رضان خیلی خوب و جذاب پیش میره ولی دقیقا از همونجاش سکته میزنه و خلاص...",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "اگه میخواید فیلمی پر از شخصیتها و دیالوگها و صحنه های اضافی ببینید حتما چیپس و پفک بخرید و به دیدن \"پنج ستاره\" برید. جاهایی از فیلم رسما به رپورتاژی برای هتل تبدیل میشه.  فیلم از داشتن داستانی که نقطه عطف و گره داشته باشه و بتونه تماشاگر را روی صندلی نگه داره عاجز بود.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "یک مستند عالی  پیشنهاد میکنم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "فقط می تونم بگم فیلم خوبی بود ولی نسبت به کار قبلی علیمردانی کوچه بی نام واقعا ضعیف تر بود.....نکات مثبت از نظر من : موضوع مهم و جدی فیلم......بازی باران کوثری.....بازی و گریم متفاوت پگاه آهنگرانی....نمره از ۱۰ : ۵",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "مردن به وقت شهریور به نظر من جز فیلم هایی هست که باید تو دانشگاه تدریس بشه! در زیر مجموعه \"چگونه فیلم بد بسازیم\"     در هیچ زمینه ای حرفی برای گفتن نداشت.... فقط بازی خواهر کوچکتر خانواده این امید رو میده که ایشون آینده درخشانی خواهند داشت.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خیلی دوست داشتم که میتونستم این فیلم رو دوست داشته باشم ولی نشد که بشه. فقط یک اتفاق، یک دیالوگ و یا یک لحظه کوتاه اما جذاب کافی بود ولی متاسفانه هیچ کدوم اتفاق نیفتاد. اگرچه خلاقیت فیلم رو از نظر فرم تحسین میکنم و خوشحالم که فیلمسازانی هستند که جسارت خلاف جهت آب شنا کردن رو دارند.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "خداروشکر که  هنوز از مریخ نیومدم   رفتم با دوستم دیدیم گیجی و سنگینی ارمغان بعدش بود دعوای فلسف  سینمای ایران باید جون بکنه تا برس به هالیود   این فیلما باید بیان اعصابه ما رو خرد کنن تا ما بشیم جاده ی راه آیندگان...  شاید که رستگار شویم",
        "output": [
            "negative"
        ]
    },
    {
        "input": "فیلمنامه ضعیف بود.  من خوشم نیومد ولی انصافا شهاب حسینی تو فیلم ضعیف هم عالی بازی میکنه.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "کاش با منطق بیشتری به پایان داستان توجه می شد!",
        "output": [
            "negative"
        ]
    },
    {
        "input": "فیلمی که جسارت داشته تا حدی چهره واقعی نیرو انتظامی رو نشون بده که البته کم هم بابت این موضوع مورد عنایت قرار نگرفته .با این حجم فشار و سخت گیری و فشار سانسور به عوامل فیلم بابت این شجاعت و جنگدنگی تبریک میگم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "دیشب برای بار دوم این فیلمو دیدم دفعه اول بیشتر تمرکز برروی تصویر برداری و لوکیشن بود و کیفشو بردم اما دفعه دوم بیشتر به موسیقی دقت کردم عنصره کمتر توجه شده در فیلم های ما .موسیقی چه میتواند بکند با روح و روان ما",
        "output": [
            "positive"
        ]
    },
    {
        "input": "فیلم فوق العاده خوبی بود که سهم مهمی از اون متوجه نبوغ داستایفسکیه(انصافا داستان خیلی قوی تر از اقتباس سینماییشه)  ولی اون چیزی که خیلی آزارم داد حجم بالای دیالوگا بود  این فیلم باید خیلی کم حرفتر میشد(کیم کی دوک رو میخواست)  دیدن فیلم رو پرده سینمایی که تو فیلم خرایه اونو نشون میده حس خوبی رو منتقل میکرد(سینما آزادی)",
        "output": [
            "positive"
        ]
    },
    {
        "input": "من این فیلم رو دیشب دیدم، واقعا اگه کسی حالش زیادی خوبه و می خاد یخورده از خوب بودن حالش کم بشه، بهش توصیه می کنم این فیلم رو ببینه! :) فضای کار و فیلم بسیار غم انگیز و حزن آور بود، واقعا نفهمیدم دیشب از این فیلم چی گیرم اومد!!",
        "output": [
            "negative"
        ]
    },
    {
        "input": "امتیاز:۹  حالم را خوب کرد، اگرچه در تعریف سینمایی فیلم خوبی نبود. بهرام رادان در پل چوبی یه دیالوگی داشت که می‌گفت: عشق یعنی حالت خوب باشه.",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "تا اینجا اثری متفاوت بوده و اگر دچار سانسور نمیشد مطمئناً بهتر از این بود.من که به شخصه این سریال دوست دارم.به خصوص بازی جناب آذرنگ.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "فیلم خوب شروع شد ولی دقیقا از زمانی که گره داستان ایجاد شد از همونجا هم کم کم مرد   اینجاست که تفوات متن و ساخت در یک سوژه مشترک بین فیلمسازی اصغر فرهادی و بقیه آشکار میشه",
        "output": [
            "negative"
        ]
    },
    {
        "input": "واقعا فیلم جوان پسند و توپی بود.....در عین حال آموزنده و اخلاقی.....",
        "output": [
            "positive"
        ]
    },
    {
        "input": "چه زیبا بی اندازه ها را به اندازه آورده بود!  کاش نه تنها اندازه آنها که اندازه خودمان را نیز بدانیم.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "واقعا چه نیرویی در این تصاویر هست که زمان بلند 3 ساعت را برای من تا 5 دقیقه کاهش می دهد؟",
        "output": [
            "positive"
        ]
    },
    {
        "input": "\"با دیگران\" رو دوست نداشتم  یه داستان کلیشه ای که هیچ خلاقیت و نوآوری ای توش استفاده نشده  با بازی های متوسط \"بایک حمیدیان\" و \"حمیدرضا آذرنگ\"  با ریتم خیلی کند.  واقعاً نمی شه برای فیلم اول سراغ سوژه های بهتر رفت؟  چرا اصرار داریم هر سوژه ای رو تبدیل به فیلم بلند کنیم؟   manimoon..",
        "output": [
            "negative"
        ]
    },
    {
        "input": "جرم عماد کم‌تر از جرم اون پیرمرد نبود وقتی که با نگاه کردن به عکس‌های خصوصی، به حریم شخصی دانش‌آموزش تجاوز کرد و دلیل این تجاوز هم فقط یک چیز بود: وسوسه",
        "output": [
            "neutral"
        ]
    },
    {
        "input": "جزو چند فیلمی بود که حتما باید میدیدم.فیلم داستان زنی که وکالت همسر دوم شوهرش را میپزیرد.ترکیب بازیگران دوس داشتم اما موضوع فیلم کمی تکراری بود.در هنگام فیلم ترسم از پایان فیلم همانند زندگی خصوصی و مستانه بود که خدارو شکر پایان آرام وغیر قابل پیش بینی داشت.بازی ها خیلی شاهکارنداشت اما خوب و قابل انتظار بود.",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "احتمالا اگر یک فیلمساز با تجربه پشت این گروه حرفه ای بازیگران بود ، میتونستیم شاهد انتهای بهتری برای فیلم باشیم . و از خودمون نپرسیم خب که چی؟!!",
        "output": [
            "negative"
        ]
    },
    {
        "input": "تختی که من در ذهنم دارم بیشتر از تختی که آقای توکلی در ذهنش داشته و ساخته است دوست دارم!  و به نظرم هر جا توکلی برای روایت تختی به خاطرات و جملات خود تختی استناد می کرد به تختی واقعی نزدیک می شد و هر جا تخیل خودش را میدان می داد از تختی دور می شد!",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "فیلمی بسیار زیبا و با ارزش بود از این منظر که سفری بود به درون انسان، تبریک میگم به آقای نعمت الله... آقای حیایی هم که حقا درخشیدند.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "با سلام و احترام  یک فیلم بد به شدت سانسور شده و بی محتوا",
        "output": [
            "negative"
        ]
    },
    {
        "input": "فیلمی با محتوای انسانی و تبلیغ برای کار نیکوکارانه..تدوین خوب،بازی های متوسط و پرداخت ضعیف و ضعف فیلمنامه در بعضی قسمت ها.به نظر من بطور کلی فیلم از نظر هنری متوسط رو به ضعیف بود اما از نظر پیام، تاثیرگذار و قابل تامل بود.",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "فیلم بسیار خوب و خوش ساختی  که  رابطه ی دختر پدری را در جامعه مرد سالار ایران و فضای فرهنگی غالب با نگاهی نسبتا انتقادی  به تصویر میکشد و ارزش دیدن و تامل عمیق دارد.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "امتیاز:۵  فیلمی که می‌خواهد قصه‌گو باشد ولی خیلی دنبال نوآوری نیست و فرمول‌های تجربه شده را می‌خواهد به کار گیرد.  آخرش هم واقعا با چه عقلی اینگونه تمام شد؟!",
        "output": [
            "negative"
        ]
    },
    {
        "input": "نگارجواهریان همیشه فوق العاده ست عاشق بازی این هنرمندگرانقدرم",
        "output": [
            "neutral"
        ]
    },
    {
        "input": "فیلمی سیاسی-اجتماعی با کمی چاشنی طنز و تا حدودی اغراق آمیز و حوادث غیرقابل باور و ضعف فیلمنامه مشهود در جای جای فیلم..به عنوان فیلم اول شروع خوبی برای جواد رضویان نخواهد بود و بعید است فیلم به موفقیت فیلم هم نسلان رضویان مثل عطاران،آقاخانی و... برسد.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "داستان فیلم رو دوست داشتم  و به قول دوستان بازى مهتاب کرامتى خوب نبود  تنها نکته ى مثبت فیلم به جز طراحى صحنه و لباس, بازى دلنشین باران کوثرى بود.",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "کار رو دوست داشتم با وجود اینکه شاید کمی هم شبیه به مستند بزم رزم بود. ولی باز هم برایم لذتبخش بود.  پیشنهاد میکنم حتما ببینید و از دستش ندهید.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "بازی خانم توسلی بی نظیر بود ...",
        "output": [
            "neutral"
        ]
    },
    {
        "input": "بدترین فیلم عمرم !!!! البته اولین بار بود که بدون سرچ و فقط به دعوت یکی از دوستان سینما رفتم...",
        "output": [
            "negative"
        ]
    },
    {
        "input": "دوست نداشتم خیلی ضعیف بود  مخصوصا 2 تا بازیگر دختر و پسر  یه چیزی هم که خیلی جالبه توی بیشتر فیلما زن افسرده شکست خورده فیلم \" دختر شاد دانشکده بوده\"",
        "output": [
            "negative"
        ]
    },
    {
        "input": "این فیلم رو در بهمن ماه و قبل از آغاز جشنواره فیلم فجر دیدم واقعا فیلم داغونی بود ........ فیلم را همراه با کارگردان اثر و بهرام رادان دیدیم ، من که نتونستم با فیلم ارتباط برقرار کنم و وسط فیلم بلند شدم رفتم حیف رادان که در این فیلم ضعیف بازی کرد",
        "output": [
            "negative"
        ]
    },
    {
        "input": "من با سکانس پایان فیلم مشکل دارم  آخرین سکانس چی داشت می گفت  دختره تو هواپیما بود یا نه؟(خیانت کرده بود یا نه؟)  به نظرم این پایان باز نیست ، فیلم بدون پایانه",
        "output": [
            "negative"
        ]
    },
    {
        "input": "قیلمی که ارزش دیدن داره مرسی مصطفا کیایی بابت زحمتهایی که برای ساخت کشیدین .",
        "output": [
            "positive"
        ]
    },
    {
        "input": "به نظر می رسه هنر وتجربه با نمایش تمارض. خانه وبالاخره هجوم(شهرام مکری)قراره نفس دوباره ای بکشه.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "داستان خوب ولی کاملا کسل کننده و بدون هیجان",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "فیلم ساده، خوش ساخت و بی آزار.  بازی ها روان و زیبا.   کارگردانی و فیلم برداری خوب.   به نظر من، داستان فیلم میتونست پیچیدگی های بیشتری داشته باشه.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "خیلی بد... هیچ چیز برای گفتن نداشت...",
        "output": [
            "negative"
        ]
    },
    {
        "input": "کاملن قابل قبول ... و اینکه باعث میشه آدم به فکر فرو بره. تاثیر خودشُ داره فیلم به اندازه کافی آدمُ تغذیه می کنه و جامعه رو.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "فیلمی کمدی، جدی، لطیف، خشن، واقعی، خیالی......  کمتر کارگردانی میتونه همه این خصوصیات رو در یک فیلم جا بده و آقای ملالی پور به خوبی تونست این کار رو بکنه.  بسیار لذت بردم.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "سکوت چیست، چیست ای یگانه ترین یار ....سکوت چیست به جز حرفهای ناگفته؛ فروغ فرخزاد....  قاب عکس ها ....... قصه تنهایی یک مادر....و بعد از تماشای فیلم دوست داری سکوت کنی....سکوتی به بلندی یک فریاد.... یک نسل ....نسل سوخته...",
        "output": [
            "neutral"
        ]
    },
    {
        "input": "فیلم بدی نبود   جدا از سادگی های سینا که به حماقت تبدیل میشد و نا مشخص بودن نسبت هانیه توسلی با این خانواده،، 8سال دوست دختر باباشون بوده یعنی؟ بازی فرخ نژاد، ام جی و سینا در مجموع قابل قبول بود و چهره پردازی عالی",
        "output": [
            "positive"
        ]
    },
    {
        "input": "یک فیلم با بازی‌های بد و شخصیتهای درست پرداخته نشده، و روایت نه چندان جالب... اصلا دیدنش رو توصیه نمیکنم.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "در یک کلام عالی   بیشتر از اینکه احساس کنم یک فیلم میبینم احساس میکردم یک تئاتر دارم میبینم بازی ها، دکور و دیالوگ های بی نظیر ۹۰ دقیقه لذت بردم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "فیلم خوبی بود. انتخاب سحر دولتشاهی هم خیلی بجا بود. خیلی واقعی بود و قابل درک.بنظرم رضا سردرگم بود و علی رغم ظاهر و ادبیات همیشه خونسردش مثل یه آدم طوفان زده بی تکلیف بود. تماشای فیلم را حتما توصیه میکنم.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "فیلم بسیار خوبی بود.داستان زیبایی داشت .شخصیت عبدالسلام   را دوست داشتم.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "فیلم خوبی بود. اما فیلم سیزده رو بیشتر دوست داشتم . در ضمن ، فکر می کنم اگر به جای نگار جواهریان ، آزاده صمدی عزیز این نقش رو ایفا می کرد، بازی دلنشین و باور پذیر تری رو به نمایش می گذاشت.",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "فیلم زردی که پیشنهاد نمیکنم حتی برای وقت گذرانی دیده بشه!",
        "output": [
            "negative"
        ]
    },
    {
        "input": "واقعا فیلم یی نظیری بود بازی های پر انرژی بهرام رادان و محسن کیایی عالی بود موسیقی و فیلم برداری هم فوق العاده خلاصه خیلی فیلم باحالی بود......نمره از ۱۰ : ۹.....",
        "output": [
            "positive"
        ]
    },
    {
        "input": "انسجام خط داستان فیلم جالب نبود و فیلمنامه دارای نقاط غیرمنطقی زیادی بود. کاراکترای فیلم هم منو یاد جماعت همیشه خمار کافه رو و لوسی انداخت که انقدر مصرفشون بالاس و سبک زندگیشون بیهوده و فیس و افاده ایه که دیگه مغزی توی سرشون نمونده! در کل 2 از 5 میدم فقط به خاطر بازی های نچندان بد.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "چرا تبلیغ این فیلم بسیار زیبا و تاثیر گذار دهن به دهن بود ولی فیلم بسیار بد 50 کیلو آلبالو  انقدر تو کانالهای ماهواره و اینترنت تبلیغ شد. واقعا جای تاسف داره که من این فیلم رو از دوستانم شنیدم که قشنگه ولی تمام طول عید تبلیغ 50 کیلو آلبالو از در و دیوار میریخت :(",
        "output": [
            "positive"
        ]
    },
    {
        "input": "این فیلم رو تو جشنواره دیدم.شاید نقص داشته باشه اما قطعا ارزش حمایت کردن و دیده شدن داره.بخصوص برای ایرانی که خیلی ها دیگه براش دلسوزی نمیکنن .بخصوص برای این روزها که حس وطن پرستی رو تو وجودمون کمرنگ کردن.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "در جامعه ای که قوانین رو مردها مینویسند، زن بودن کار سختیست...",
        "output": [
            "neutral"
        ]
    },
    {
        "input": "بی نظیر بود.  زحمت و تفکر کارگردانی در لحظه لحظه فیلم قابل مشاهده و تجربه بود.  فیلم اغلب مولفه‏ های یک اثر هنری بین المللی و موفقیت در جشنواره های جهانی رو داشت.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "هومن سیدی آدمِ باهوشیه ، طول مدت فیلم تمام حواسم توی داستان بود و به هیچ چیزه دیگه ای فکر نکردم ، کاملاً منو جذب کرده ، یک جاهایی حس کردم از سریال Narcos تأثیر گرفته و منو یادِ اون سریال انداخت ، اما واقعاً جذاب بود ، گریم هاشون حرف نداشت",
        "output": [
            "positive"
        ]
    },
    {
        "input": "بازی لیلا حاتمی عزیز عــــالـــی بود!   فیلم یه طنز ظریفیم داشت.دوس داشتم حالشو.ولی فیلم درگیر کننده ای نبود.",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "باز هم خیانت، باز هم انفعال کاراکتر، باز هم اتفاق پیدا شدن گوشی، باز هم نویسنده ای که با این ترفندها می خواهد فیلم را به پیش ببرد و تمام کند.به راستی اگر این انفعال و تصادف نبود فیلم را چه می شد.بودن یا نبودن؟",
        "output": [
            "negative"
        ]
    },
    {
        "input": "مثل همیشه پوران درخشنده و مقاله‌های اجتماعی که در قالب فیلم می‌نویسد، محترم هست ولی سینما؟",
        "output": [
            "neutral"
        ]
    },
    {
        "input": "امتیاز:۶.۵  یک ایده مرکزی خوب که هرز می‌رود. نقش اول فیلم مشخص نیست، فضای فیلم نیز. نه قهرمانانه است، نه امیدوارانه و نه تراژدیک.  از نقش مثبت خانم ایزدیار هم داریم خسته می‌شویم. این سومین فیلم ایشان بود با همین تم.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "فیلم از نظر فیلم برداری نورپردازی گریم و سو‌ژه ی متفاوت و جوان پسندی که داشت واقعا بی نظیر بود هم چنین کارگردانی هومن سیدی نسبت به کارهای قبلی ش خیلی خیلی بهتر بود....و اتفاقا به نظر من فیلم آموزنده هم بود",
        "output": [
            "positive"
        ]
    },
    {
        "input": "فیلم خوبی بود  اگر چه می شد بهتر هم باشد",
        "output": [
            "positive"
        ]
    },
    {
        "input": "با حالی بد به بهانه بهتر شدن به تماشای این فیلم نشستم، فیلم عملا هیچ چیز خاصی نداشت به جز صحنه هایی که بسیار سعی میکرد خنده بگیرد و البته موفق هم بود. پایان فیلم هم خوب بود حداقل ماورای توقع از یک فیلم که بهانه آن فقط خنداندن مخاطب است.",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "اخه این فیلم بغیر شوخی های شدید جنسی مگه چیز دیگری داشت؟ آقای کارگردان کیایی بجای برادرتون و بازیگر ترک کمی تئاتر بروید و استعدادیابی کنید.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "کاش فیلم رزم بزم رو هم می‌دیدم... اگه اینجا کسی نظرات فیلم‌ها رو می‌خونه، پیشنهاد میکنم این مستند رو ببینه",
        "output": [
            "positive"
        ]
    },
    {
        "input": "جالب بود اما از نظر بنده یه کپی نسبتا ضعیف از یه فیلمه هالیوودی بود که اتفاقا اون فیلم خوش درخشید.ترکیب تازه و نو داستان و حتی شوخی ها چیزایی بود که خیلی خوب در کنار هم چیده شده بود جدا از نکاته غیر قابل باور فیلم مثل پلیسه داستان یا داستان چک.اما فیلمه خوبی بود",
        "output": [
            "positive"
        ]
    },
    {
        "input": "فیلمی که توش * حسام نواب صفوی * بازی کرده باشه معلومه چیه دیگه، احتیاج به توضیح بیشتری نیست...",
        "output": [
            "negative"
        ]
    },
    {
        "input": "اینکه موضوعی تکراری رو با جذابیاتی نو روایت کنی و اهسته اهسته ساغر تلخی به کام بیننده شود؛ هنر این فیلم بود .  بازی بی نظیر خانم حاتمی که به جرات می تونم بگم یکی از بهترین بازی های ایشون بود .",
        "output": [
            "positive"
        ]
    },
    {
        "input": "نشون دادن اون همه صحنه درگیری و دعوا با جزییات کامل واقعا لازم نبود... :| حتی اگر کارگردان میخواست که اعصاب بیننده خرد بشه میتونست از راه های دیگه ای استفاده کنه!! همیشه نمایش کامل تمام جزییات خوب نیست",
        "output": [
            "negative"
        ]
    },
    {
        "input": "\"لانتوری\" فیلمی است که ارزش یکبار دیدن را دارد ، هر چند که در پایان همه انتظارات را برآورده نمی کند.",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "قاب های خوب، ریتم کند، قصه ای که پتانسیل طنز بیشتری داشت...",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "فیلم از لحاظ مضمون و فیلمنامه خوبه  بزرگترین ایرادش اینه چن تا سکانس لوس و بد داره   یه جورایی کاش اونارو نداشت",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "درود ... مستندی دوست داشتنی و قابل تامل. بازی ها بطرز عجیبی خوب و باور پذیر بودند.   نیمه اول فیلم ریتم کندی داشت و نیمه دوم علیرغم ریتم بهتر، بلحاظ تکرار یک رویه در سه لوکیشن کم تنوع می نمود. شاید بکمک فلاش بک میشد این دو نیمه را تا حدی با هم ادغام کرد.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "یک فیلم خسته کننده و یکنواخت و بدون هیچ حرف خاصی برای بیننده",
        "output": [
            "negative"
        ]
    },
    {
        "input": "عالی بود و از خوب های امسال",
        "output": [
            "positive"
        ]
    },
    {
        "input": "زیاد توضیحی راجع به فیلم نمیدم  فقط به این جمله بسنده میکنم که خوب بود ولی عالی نبود",
        "output": [
            "positive"
        ]
    },
    {
        "input": "یه فیلم تجاری دیگه که از گشت ارشاد هم ضعیفتره و فیلم خوب بد جلف با همه شوخی های بی مزه اش یه سر و گردن از این فیلم بالاتره . چرا در ایران توانایی ساخت کمدی خوب وجود ندارد؟ فیلم های کمدی خوب ایرانی واقعا انگشت شمارن ...",
        "output": [
            "negative"
        ]
    },
    {
        "input": "فیمنامه اش واقعا بد بود",
        "output": [
            "negative"
        ]
    },
    {
        "input": "تیتراژ فوق العاده ولی فیلم راضیم نکرد.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "بسیار به دل نشست!!...اگرچه باز هم سوژه تکراری اینکه  مسوولیت کسی را به عهده نگیرید وگرنه خانه خراب می شوید را داشت!...اما بازیهای فوق العاده، باعث میشد باز هم از این سوژه تکراری لذت ببری!",
        "output": [
            "positive"
        ]
    },
    {
        "input": "قسمت اولش خیلی خوب بود. بازی های خوب و داستان خوب. شروعش نوید سریال جالبی رو می ده.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "نمی دانم چرا تهمت بی غیرتی به مرد این فیلم می زنند.  به نظرم  فروشنده اگر چه فیلم متوسط ور به پایینی است و باید اصغذ فرهادی را به خاطر کیفیت فرمی کارش، بارها و بارها نقد کرد؛  اما از لحاظ محتوایی:   تجاوز را با مودبانه و نجیبانه ترین زبان به نقد کشیده است...",
        "output": [
            "negative"
        ]
    },
    {
        "input": "یک فیلم عالی با  ریتمی کند  بازیهایی متوسط رو به پایین   انتخاب هنرپیشه هایی که شاید مناسب نبودند   البته فیلم در اخر شما رو به چالشی میکشونه که ...................",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "فرزاد موتمن گل کاشت. بهتاش هم که نگو.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "فکر میکنم تو کارگردانی و همینطور تو بازی ها این فیلم تو بهترین حالت میشه گفت فقط قابل قبوله، ولی قطعا اگر این فیلمو نبینید یک فرصتو از دست دادید چون صد در صد تو سینمای ما کمتر این فرصت پیش میاد که فیلمی رو ببینید که تو داستان پردازی به این اندازه خوب باشه.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "انتخاب داستان این فیلم عالی بود،موضوعی بود که تا به حال مطرح توی سینما نشده بود.  لذت بردم",
        "output": [
            "positive"
        ]
    },
    {
        "input": "انارهای نارس  به معنای واقعی یک افتضاح به تمام معنا  به قدری بد بود که حتی دلم نمیخواد بهش فکر کنم یا راجع بهش حرف بزنم  فوق العاده مفتضح   امتیاز:0 از 5  #طاها#",
        "output": [
            "negative"
        ]
    },
    {
        "input": "یک فیلم ضعیف بی محتوا بدون فیلمنامه . شوخی های سخیف .",
        "output": [
            "negative"
        ]
    },
    {
        "input": "بیشترین تعدادی که من یک فیلم رو دیده م ، \"شب های روشن\" بوده و \"شب یلدا\" و \"باغ های کندلوس\"   حس بسیار خوبی دارند این فیلم ها  تصویر های ماندگار ، دیالوگ های ناب ، با ادبیات امروزی و بازی های دوست داشتنی و خودمونی ..... انگار که می شناسیمشون  خیلی خوبه ! خیلی!",
        "output": [
            "positive"
        ]
    },
    {
        "input": "بهترین فیلم جشنواره تا اینجای کار به نظر من..فیلمنامه ی خوب..صحنه پردازی خوب.گریم عالی..بهترین بازی ای که از خانم شاکردوست خواهید دید..بازی کمی تکراری اما متفاوت از اقای محمد زاده..و به نظر من بهترین کار اقای جیرانی. بسیار لذت بردم.",
        "output": [
            "positive"
        ]
    },
    {
        "input": "واقعاً فیلم بدی بود. حیف وقت و هزینه. فقط همین.",
        "output": [
            "negative"
        ]
    },
    {
        "input": "تو جشنواره دیده بودم و واقعا شگفت زده شدم و حیرت کردم از دیدن این فیلم قوی و حرفه ای از خانم آبیار , اما حالا تو اکران عمومی وقتی دوباره دیدم , احساس کردم که ضرباهنگ کند فیلم واقعا آزاردهنده ست و موسیقی فیلم واقعا جای کار بیشتری داره .",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "این فیلم برداشتی آزاد از رمان شب‌های روشن اثر داستایوفسکی است  فیلمی که میتونی چند بار ببینی و هر بار بیش از پیش از دیالوگهای زیبا و ماندگارش لذت ببری...",
        "output": [
            "positive"
        ]
    },
    {
        "input": "هر چند از لحاظ فیلمنامه شاید جذابیت قسمت اول رو نداشت ، ولی اینجا داستان شخصی تر و دراماتیک تر شده بود و از سختی های ساخت فیلم هم نمیشه گذشت . در مجموع فکر میکنم اقای مهدویان برخلاف خیلی از کارگردان های دیگه دارن گام رو به جلو برمیدارن",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "بهداد فعلا بازیگر نیست بلکه خودش است.",
        "output": [
            "neutral"
        ]
    },
    {
        "input": "من اصولا اهل این سبک فیلم ها نیستم  به اتفاق خانواده که به تماشای فیلم رفتم حقیقتا اولش به زئر بئد ولی بعد از دیدن فیلم کلا نظرم عوض شد و حتی قسمت هایی از فیلم به مرز گریه کردن رسیدم خیلی زیبا و دارای موضوع خوبی بود و حتما پیشنهاد میکنم به تماشای ان بروید",
        "output": [
            "positive"
        ]
    },
    {
        "input": "در یک جمله فیلم افتضاحی که به زیبایی وحشی گری های انسانی را نمایش می داد.",
        "output": [
            "mixed"
        ]
    },
    {
        "input": "فیلم خوبی بود و میشد بهترم باشه اگه اقای پاکدل با بازی بیرنگشون حضور نداشتند",
        "output": [
            "positive"
        ]
    }
]
}