{
  "Contributors": [
    "Sai Venkat Subramani"
  ],
  "Source": [
    "Dataset Card for Asian Language Treebank (ALT)"
  ],
  "Categories": [
    "Language Translation"
  ],
  "Definition": "Translate a given sentence from Chinese language to English language.",
  "Positive Examples": [
    {
        "input": "多伦多岛机场地区的平均风速达到每小时12公里。\n",
        "output": "Average windspeed for the Toronto Island Airport area is 12 km/h.\n",
        "explanation": "The above sentence is correctly translated from Chinese to English"
    },
    {
        "input": "发生随地吐痰、扔水或企图在警卫面前小便等明确列明的违规行为时，不得使用胡椒喷剂。\n",
        "output": "Infractions such as spitting, throwing water at, or attempting to urinate on guards appear as explicitly listed cases where pepper spray may not be used.\n",
        "explanation": "The above sentence is correctly translated from Chinese to English"
    },
    {
        "input": "阿什克罗夫特在会议期间评论说“历史不会友善地评判我们”。\n",
        "output":
            "Ashcroft had commented during the meetings that \"history will not judge us kindly\".\n",
       "explanation": "The above sentence is correctly translated from Chinese to English"
    }
  ],
  "Negative Examples": [
    {
      "input": "“第二次手术总是需要更长的时间，而且很难到达心脏。”",
      "output": "Relegation bound Watford will meet Blackburn in the Premiership next, while United have a league game of their own at Old Trafford against Sheffield United.",
      "explanation": "The above sentence is not correctly translated from Chinese to English as none of the words match the translation."
    },
    {
      "input": "论坛18已经记录了一段时间以来有关哈里克里希纳村庄的所谓人权虐待事件，但截至11月21日，事件发生了转变。",
      "output": "She said the combined charges carried a maximum penalty of seven years jail.",
      "explanation": "The above sentence is not correctly translated from Chinese to English as none of the words match the translation."
    },
    {
      "input": "在安大略省选中，马丁·海德将在渥太华西尼比安里丁选区代表安大略绿党出战。",
      "output": "At least 6 people have been killed and about 4000 residents of the affected area have been evacuated.",
      "explanation": "The above sentence is not correctly translated from Chinese to English as none of the words match the translation."
    }
  ],
  "Instances": [
    {
        "input": "安倍晋三在新闻发布会上说：“我们必须非常认真地对待这些结果，并反思我们必须反思的事情”。\n",
        "output": [
            "\"We must take these results very seriously and reflecting on what we must reflect on,\" Abe said at a news conference.\n"
        ]
    },
    {
        "input": "澳大利亚与美国的紧密联系以及对美国领导的伊拉克战争的支持，是霍华德在2004年末连续第四次赢得大选的关键原因。\n",
        "output": [
            "Australia's strong links to the United States and its support for the U.S.-led war on Iraq were key issues for Howard's fourth straight election win in late 2004.\n"
        ]
    },
    {
        "input": "缺乏信息是一个问题，所有党派调查都听到了大量报道不足和数据收集不力的证据。\n",
        "output": [
            "Lack of information is a problem; the all-party inquiry has heard evidence of much under-reporting and poor data collection.\n"
        ]
    },
    {
        "input": "今年非洲儿童合唱团也在舞台上演唱了今年的前10热门歌曲。\n",
        "output": [
            "The African Children's Choir also sang on stage with this years Top 10.\n"
        ]
    },
    {
        "input": "佩德里纳和包括伯尔尼市长亚历山大·查帕特在内的其他人在星期六和星期天的抗议活动期间发表了讲话。\n",
        "output": [
            "Pedrina and others, including Bern mayor Alexander Tschäppät, spoke out during the Saturday and Sunday period of protests.\n"
        ]
    },
    {
        "input": "这家快餐巨头原计划在郊区开一家24小时快餐店，但后来同意这家店只能在周五和周六通宵营业。\n",
        "output": [
            "A 24 hour store was planned for the suburb but the fast food giant backed down agreeing that the store will only open overnight on Fridays and Saturdays.\n"
        ]
    },
    {
        "input": "新西兰队舵手丹·考伊说：“正如我们昨天所说，两艘船的竞争非常激烈。\n",
        "output": [
            "Dan Cowie, Team New Zealand trimmer, said, \"As we said yesterday there are two very even boats out there.\n"
        ]
    },
    {
        "input": "叙利亚反政府武装威胁要对真主党组织进行报复，因为真主党组织派遣武装人员帮助叙利亚总统巴沙尔·阿萨德。阿萨德正在为结束反政府武装的反叛而战斗。\n",
        "output": [
            "Syrian rebels have threatened retaliation against the Hezbollah group for sending fighters to assist Syrian President Bashar al-Assad, who is fighting to end a revolt against his rule.\n"
        ]
    },
    {
        "input": "美国司法部对前阿拉斯加参议员特德·史蒂文斯贪污腐败的指控已经撤销，因为辩方提供的证据被原检察官扣留。\n",
        "output": [
            "The United Stated Department of Justice has asked for corruption charges against former Alaska Senator Ted Stevens to be dropped because evidence was withheld from the defense team by the original prosecutors.\n"
        ]
    },
    {
        "input": "虽然海面上的浪涛影响了清理工作，但当局预计将在10天内完成清理工作。\n",
        "output": [
            "Although rough seas have affected the cleanup, authorities expect to have completed the operations within ten days.\n"
        ]
    },
    {
        "input": "唐纳先生告诉调查局，情报还未得到证实。\n",
        "output": [
            "Mr Downer told the inquiry that the intelligence may not have been dealt with.\n"
        ]
    },
    {
        "input": "研究人员和阿尔伯塔省癌症委员会以及首都卫生部还没有建议使用DCA来治疗癌症，因为用于治疗癌症的药物的临床试验还没有进行。\n",
        "output": [
            "The researchers and the Alberta Cancer Board and Capital Health do not advise the use of DCA to treat cancer yet, as clinical trials for the drugs use to treat cancer have not been performed yet.\n"
        ]
    },
    {
        "input": "就在中国令全球市场陷入动荡的两周后，对美国次级抵押贷款机构的担忧日益加剧，令全球各地的证券交易所都感到不安。\n",
        "output": [
            "Just two weeks after China sent global markets into a tumble, growing worries about sub-prime mortgage lenders in the United States are sending jitters through stock exchanges around the globe.\n"
        ]
    },
    {
        "input": "以色列总理在他的政党会议上谈到这个问题时说：“领导能力的评判标准是执行决定的能力，尽管这些决定很困难。\n",
        "output": [
            "Addressing the issue, the Israeli Prime Minister, , said at the meeting of his party, \"Leadership is judged by the ability to implement decisions, difficult as they may be.\n"
        ]
    },
    {
        "input": "据报道，意大利人在事故中受伤。\n",
        "output": [
            "It is also reported that Italians were injured in the crash.\n"
        ]
    },
    {
        "input": "这项声明是在三名“世界之路报”（VG）网络版记者接受测试以后发布的。\n",
        "output": [
            "The statement was made after three journalists from the online edition of the newspaper Verdens Gang (VG) took the test.\n"
        ]
    },
    {
        "input": "NTGL在周三宣布球队将无法前往多哥的洛美，因为球队没有足够的资金来支付球队的旅费。\n",
        "output": [
            "The NTGL had announced on Wednesday that the squad would not be able to travel to Lome, Togo because of a lack of funds to pay for the team's travel.\n"
        ]
    },
    {
        "input": "当局疏散了半英里（约800米）宽的区域。\n",
        "output": [
            "Authorities evacuated an area that was one-half of a mile (approximately 800 m) wide.\n"
        ]
    },
    {
        "input": "格鲁吉亚在下半场早些时候处于领先，并在比赛后半程尝试得分，但爱尔兰的防守确保了四分之差的胜利。\n",
        "output": [
            "Georgia led early in the second half and were threatening to score late in the match but Ireland's defence held to secure the four point victory.\n"
        ]
    },
    {
        "input": "来自SO19的武装警察袭击了伦敦诺丁山和北肯辛顿地区的房屋，意大利部队在意大利罗马的一处房屋中逮捕了第四名爆炸案嫌犯。\n",
        "output": [
            "Armed police officers from SO19 have raided properties in the Notting Hill and North Kensington areas of London and Italian forces have arrested the fourth bombing suspect at a property in Rome, Italy.\n"
        ]
    },
    {
        "input": "菲特现在正以每小时24英里的速度向鄂霍次克海移动。\n",
        "output": [
            "Fitow is now moving towards the Sea of Okhotsk, making progress at about 24 miles per hour.\n"
        ]
    },
    {
        "input": "据报道，为了给目前的救援工作提供资金，日本政府正在考虑提高税收，因为重建受灾地区的估计成本高达5万亿美元国内生产总值的百分之一。\n",
        "output": [
            "To fund the current rescue efforts, the Japanese government is reportedly considering raising taxes, as the estimated cost of rebuilding affected areas is as high as one percent of the total five trillion dollar GDP.\n"
        ]
    },
    {
        "input": "同样在公投中投票的总统埃利·乌尔德·穆罕默德·瓦尔说：“今天是伟大的一天，毛里塔尼亚获得了重生……”。\n",
        "output": [
            "President Ely Ould Mohamed Vall, who also voted in the referendum said, \"This is a great day and a rebirth for Mauritania ...\"\n"
        ]
    },
    {
        "input": "格鲁吉亚内政部发言人表示，俄罗斯部队也控制了祖格迪迪镇。\n",
        "output": [
            "A spokesman from the Georgian Interior ministry said that Russian units had also taken control of the town of Zugdidi.\n"
        ]
    },
    {
        "input": "世界卫生组织（WHO）表示，袭击非洲国家津巴布韦的霍乱疫情似乎已经过了高峰期。\n",
        "output": [
            "The World Health Organisation (WHO) has stated that the cholera outbreak that has struck the African country of Zimbabwe seems to have passed its peak.\n"
        ]
    },
    {
        "input": "新芬党领袖格里·亚当斯谨慎支持该计划，并表示“该计划需要经过深思熟虑和认真磋商。”\n",
        "output": [
            "Sinn Fein leader, Gerry Adams offered a guarded welcome of the plans and stated \"requires thoughtful consideration and consultation.\"\n"
        ]
    },
    {
        "input": "英国首相托尼·布莱尔可能将面临下议院的调查。此前有说法称，在周三的投票中，英国警察局长迫于压力，支持一项政治议程，要求在不受指控的情况下延长拘留时间。\n",
        "output": [
            "British Prime Minister Tony Blair could face a House of Commons inquiry into claims that chief police officers were pressured to support a political agenda during Wednesday's vote to extend detention without charge.\n"
        ]
    },
    {
        "input": "辛迪·希恩星期天说，她计划在布什农场附近举行路边和平抗议活动，直到布什再次与她交谈。\n",
        "output": [
            "Cindy Sheehan said Sunday that she plans to hold the roadside peace protest near Bush's ranch until he talks to her again.\n"
        ]
    },
    {
        "input": "多弗尔学校的生物教师拒绝宣读教育委员会关于智能设计的声明，因为宾夕法尼亚州的教育法典要求“职业教育家不得在明知不对的情况下故意曲解教学内容”。\n",
        "output": [
            "Biology teachers in the Dover schools have refused to read the school board's statement on Intelligent Design to students because the Pennsylvania state code for education states that \"The professional educator may not knowingly and intentionally misrepresent subject matter.\"\n"
        ]
    },
    {
        "input": "截至3月14日的一周内，新增霍乱病例为2,076例，几乎占前一周报告的3,812例感染病例的一半，2月初每周新增8,000例。\n",
        "output": [
            "The number of new cholera cases in the week ending March 14 was 2,076, almost half of the 3,812 infections reported the week before, and 8,000 per week in the beginning of February.\n"
        ]
    },
    {
        "input": "有一种叫做Antinny的病毒（或者“睾丸病毒”）能够在不事先获得用户许可的情况下将文件上传至文件共享网络。\n",
        "output": [
            "One virus, Antinny (or Kintama (testicle)-virus) is believed responsible for uploading documents to the filesharing network without first obtaining user permission.\n"
        ]
    },
    {
        "input": "爱德华兹告诉费尔法克斯广播网：“在七月初发给我的搜查证上，有三名前工作人员被列入名单，我们为警方收集材料提供了便利。”\n",
        "output": [
            "\"There were three former staff member who were listed on the search warrant that was served on me in early July, and we facilitated the gathering of material for police,\" Mr Edwards told Fairfax Radio Network.\n"
        ]
    },
    {
        "input": "维多利亚警察局的侦探高级警员巴里·希尔斯谈到这个男孩时说：“他是个讨人喜欢的孩子，是个好孩子。”\n",
        "output": [
            "Detective Senior Constable Barry Hills of Victoria Police, said of the boy, \"He's a nice lad, he's a good lad.\"\n"
        ]
    },
    {
        "input": "然而，当地政府的反应一直是敌对的，被罢免的首相加尔莫·威廉姆斯将该举措描述为“政变”。\n",
        "output": [
            "However the reaction by the local government have been hostile, with the action being described as a \"coup\" by deposed Premier Galmo Williams.\n"
        ]
    },
    {
        "input": "另据报道，本周晚些时候将在作战演习中试验更多的导弹。\n",
        "output": [
            "It is also reported that more missiles will be tested during war games later in the week.\n"
        ]
    },
    {
        "input": "根据隆巴尔多的说法，“看起来【大楼内】没有任何火灾发生”，而且所有2,800名工人在下午12：00后不久就被允许返回工作岗位了。\n",
        "output": [
            "According to Lombardo, \"it looks like we have no fire whatsoever [in the building]\" and that all 2,800 workers were allowed to return to work shortly after 12:00 p.m.\n"
        ]
    },
    {
        "input": "财政部长P.奇丹巴拉姆表示，他非常担心由于供应方面的限制导致通胀率上升。\n",
        "output": [
            "Finance minister P. Chidambaram said that he was very worried about the higher inflation rate due to supply side constraints.\n"
        ]
    },
    {
        "input": "2月份的筹款数字已经公布：罗姆尼在该月筹集了一千二百五十万美元，支出了一千二百三十万美元的广告费。\n",
        "output": [
            "Fundraising figures have been released for February: Romney raised 12.5 million during the month, and spent $12.3 million on advertising.\n"
        ]
    },
    {
        "input": "：（a）虽然日本国会的立法范围内规定了取得和丧失日本国籍的条件（第10条），但如果没有合理理由对这种条件作出区分，则可能是违反宪法的（第14条第1款）。\n",
        "output": [
            ":(a) while it's within the scope of the Legislation of the Diet how conditions are set for acquiring / losing Japanese nationality (Article 10), a distinction without rational reasons brought by such a condition may be unconstitutional (Article 14: Paragraph 1).\n"
        ]
    },
    {
        "input": "根据俱乐部官员的说法，希望7s监督控制系统很快将在国际橄榄球板7s赛道上亮相。\n",
        "output": [
            "It is hoped that the SCC 7s will soon feature on the International Rugby Boards 7s circuit according to club officials.\n"
        ]
    },
    {
        "input": "美国地质勘探局表示可能存在一些损坏，但它可能“非常轻”，但到目前为止，圣贝纳迪诺县消防局表示没有损坏报告。\n",
        "output": [
            "The USGS states that there could be some damage, but that it would likely be \"very light,\" but so far the San Bernardino County Fire Department says that no damage has been reported.\n"
        ]
    },
    {
        "input": "“是的，基地组织袭击了石油设施，但他们不是唯一的行动者，也不是主要行动者，”他说。\n",
        "output": [
            "\"Yes, al Qaeda attacked oil installations but they were not the only actors and they were not the main actors,\" he said.\n"
        ]
    },
    {
        "input": "这家合资企业取代了微软和Xtra目前的长期合作伙伴关系，称为Xtramsn。\n",
        "output": [
            "The joint venture replaces the current and long-lasting partnership between Microsoft and Xtra, called XtraMSN.\n"
        ]
    },
    {
        "input": "自从2003年7月接受卢卡申科总统的任命以来，西多尔斯基一直担任总理。\n",
        "output": [
            "Sidorsky was the Prime Minister of Belarus since July of 2003 when he was appointed by President Lukashenko.\n"
        ]
    },
    {
        "input": "被提到的三个小组正在拆除储存在那里的陈旧弹药，作为拆除斯大林时代武器和使军队现代化的计划的一部分，以便有资格获得下个月加入北约的邀请。\n",
        "output": [
            "The three teams referred to were dismantling obsolete munitions stored there, as part of a programme to remove Stalinist era arms and modernize the military in order to qualify for an invitation to join NATO next month.\n"
        ]
    },
    {
        "input": "在缅甸的一辆公共汽车上发生炸弹爆炸，导致一名55岁老妇死亡，另有一名男子受伤。\n",
        "output": [
            "A bomb explosion on a bus in Myanmar (alternatively Burma) has killed a 55-year-old man and left another man wounded.\n"
        ]
    },
    {
        "input": "澳大利亚全国范围内禁止马、驴和骡子活动的禁令本应在星期三到期，现在已经延期到星期五。\n",
        "output": [
            "An Australia-wide ban on the movement of horses, donkeys and mules which was due to expire on Wednesday has been extended until Friday.\n"
        ]
    },
    {
        "input": "飞机失事时，苏拉斯失去了女儿和女婿。\n",
        "output": [
            "Soulas lost his daughter and son-in-law, who were on board the flight when it crashed.\n"
        ]
    },
    {
        "input": "朝鲜向韩国发起“自卫攻击”警告，对其计划几天后参加与美国的联合实弹军事演习进行警告。\n",
        "output": [
            "North Korea has warned of \"self-defensive blows\" to South Korea if they participate in joint, live-fire military exercises with the United States, scheduled to begin in the next few days.\n"
        ]
    },
    {
        "input": "弹劾程序计划在下一周内开始。\n",
        "output": [
            "The impeachment process is planned to start within the following week.\n"
        ]
    },
    {
        "input": "布尔达和他的团队通过分析谷歌地球的图像来收集牛的数据。\n",
        "output": [
            "Burda and his team gathered cattle data via analysis of Google Earth images.\n"
        ]
    },
    {
        "input": "“随着美国政府开展业务，他们显然总是试图确保他们获得最大价值”，他说。\n",
        "output": [
            "“As the United States government does business, they are obviously always trying to ensure they get the best value,” he said.\n"
        ]
    },
    {
        "input": "该协议要求佳能不可就此一技术建立任何其它公司，而后者提出诉讼的理由即是因为佳能与东芝联手。\n",
        "output": [
            "The agreement didn't allow Canon to make any other ventures on this technology, but Canon joining forces with Toshiba was the reason for the mentioned lawsuit.\n"
        ]
    },
    {
        "input": "然后第二轮请求试图将这些承诺转换为实际付款。\n",
        "output": [
            "Then a second round of begging tries to convert those pledges into actual payments.\n"
        ]
    },
    {
        "input": "事件发生在当地主要政党的政治集会期间。\n",
        "output": [
            "The incident occurred during a political rally by the leading local party.\n"
        ]
    },
    {
        "input": "该研究表明，女性健康和教育方面已有所改善。\n",
        "output": [
            "Improvements have been made in women health and education, according to the study.\n"
        ]
    },
    {
        "input": "麦克唐纳说：“我们谈论的是大规模商业化作业，而不是简单的，以谋生为目的的捕鱼活动”。他还说，在这些船中，有15艘是大型船只，带有冷藏用的冰块。\n",
        "output": [
            "\"We are talking about large-scale commercial operations rather than simply subsistence fishing,\" Macdonald said in a statement, indicating that fifteen of the boats were large vessels with ice for storage.\n"
        ]
    },
    {
        "input": "联合国（UN）于星期五呼吁巴基斯坦政府对为数众多的杀害和绑架案进行调查，特别是针对新闻记者的此类案件。\n",
        "output": [
            "The United Nations (UN) on Friday called on the government of Pakistan to investigate numerous killings and abductions, particularly of journalists.\n"
        ]
    },
    {
        "input": "当时，有大约50人在里面，大部分是带着孩子的家庭。\n",
        "output": [
            "At the time, there were about 50 people inside, mostly families with children.\n"
        ]
    },
    {
        "input": "今天，世界各地的在线组织正在测试（IPv6）——一个新的互联网地址系统，希望它能解决现有系统容量不足的问题。\n",
        "output": [
            "Online organisations around the world are today testing (IPv6) — a new system of Internet addresses hoped to resolve the issue of the present system being at capacity.\n"
        ]
    },
    {
        "input": "这艘35米长的船只自上周四以来一直搁浅，当时它正在前往悉尼参加亚太经合组织会议的途中。\n",
        "output": [
            "The 35m vessel has been stranded since last Thursday, when she was grounded whilst on her way to the APEC meeting in Sydney.\n"
        ]
    },
    {
        "input": "“不是每个德国人都是纳粹党的成员。”\n",
        "output": [
            "\"Not every German was a member of the Nazi Party.\"\n"
        ]
    },
    {
        "input": "当时在酒吧外喝酒的一名目击者说，男孩是在停车场踢足球的三个人之一，当时一名少年，据信是男性，骑着BMX自行车，从大约30米远的地方向人群开了三枪，其中一枪击中了受害者的脖子。\n",
        "output": [
            "An eyewitness, who had been drinking outside the pub at the time, said the boy was one of three playing football in the car park when a teenager, believed to be male, on a BMX bicycle fired three shots at the group from approximately 30 metres away, one hitting the victim in the neck.\n"
        ]
    },
    {
        "input": "尽管温尼伯在第一和第三节领先，但萨斯喀彻温省的进攻对蓝轰炸机来说太强了。\n",
        "output": [
            "Despite Winnipeg's lead during the first and third quarters, Saskatchewan's offence proved too strong for the Blue Bombers in the end.\n"
        ]
    },
    {
        "input": "在纽约和华盛顿特区的美国联邦法院提起的宗教歧视诉讼中，提到了一门名为“里程碑论坛”的有争议的发展培训课程。\n",
        "output": [
            "A controversial development training course called \"Landmark Forum\" is cited in religious discrimination lawsuits in United States federal courts in New York and Washington, D.C.\n"
        ]
    },
    {
        "input": "再加上风暴，新英格兰的阵风高达每小时60英里，引发了对沿海洪水的担忧。\n",
        "output": [
            "Adding to the storm, wind gusts as high as 60 mph in New England prompted concerns over coastal flooding.\n"
        ]
    },
    {
        "input": "巴勒斯坦研究组织帕西娅的负责人马哈迪·阿卜杜勒·哈迪说，奥尔默特和阿巴斯在政治上都受到削弱，两人都不太可能满足对方的要求。\n",
        "output": [
            "Mahdi Abdel Hadi who heads the Palestinian research group PASSIA says both Mr. Olmert and Mr. Abbas are politically weakened, and it is unlikely either man can probably give the other what he wants.\n"
        ]
    },
    {
        "input": "电信公司AT&T为活动提供了免费电话服务和10个呼叫中心。MCI的呼叫中心提供了自愿服务人员。\n",
        "output": [
            "Telecom company AT&T provided toll-free calling and 10 call centers for the event and MCI provided volunteers from their call centers.\n"
        ]
    },
    {
        "input": "他说，这些国家“必须获得提高农业生产和生产力所需的发展、经济和政策工具。”\n",
        "output": [
            "These countries \"must be given the development, economic and policy tools required to boost their agricultural production and productivity\", he said.\n"
        ]
    },
    {
        "input": "美国对靠近肯尼亚边界的偏远岛屿拉斯坎博尼的袭击，标志着自1993年导致多达1,500名索马里民兵和平民死亡的行动以来，美国首次介入这个动荡的国家。\n",
        "output": [
            "An attack against Ras Kamboni — a remote island near the Kenyan border, represents the first American involvement in the tumultuous country since the the 1993 operation that resulted in the deaths of as many as 1,500 Somali militiamen and civilians.\n"
        ]
    },
    {
        "input": "拜仁慕尼黑3-2击败贝尔格莱德红星，17岁的托尼·克罗斯打进了比赛的最后一球，这是他职业生涯的第一个进球。\n",
        "output": [
            "Bayern Munich beat Red Star Belgrade 3-2 on the last kick of the game on 17-year-old Toni Kroos' 1st professional goal.\n"
        ]
    },
    {
        "input": "佩伯迪反驳了他受骗的说法，他说：“就我们而言，就别人告诉我们的而言，我们所打交道的人都是商人。”\n",
        "output": [
            "Peberdy disputes the claims that he was duped, saying, \"As far as we were concerned and as far as we were told by REST, the people we were dealing with were merchants.\"\n"
        ]
    },
    {
        "input": "他们在机场交接仪式上遭到迫击炮射击。\n",
        "output": [
            "They came under mortar fire at the airport during a hand-over ceremony.\n"
        ]
    },
    {
        "input": "上周六，当巴基斯坦军队从南瓦济里斯坦的三个不同地区接近时，该行动开始了。\n",
        "output": [
            "The operation began the previous Saturday when Pakistani forces approached from three separate areas of South Waziristan.\n"
        ]
    },
    {
        "input": "由于很少有外国记者可以访问和留在这个国家，因此它对外部世界来说很大程度上仍然是神秘和秘密的。\n",
        "output": [
            "It has also remained largely mysterious and secretive to the outside world, as few foreign correspondents are allowed to visit and stay in the country.\n"
        ]
    },
    {
        "input": "她描述了反对派肖尔瓦·纳特拉什维利的领导人在收到死亡威胁后，被迫要求北约秘书哈维尔·索拉纳为他的妻子和两个女儿提供庇护的故事。\n",
        "output": [
            "She describes the leader of the opposition Shalva Natelashvili being forced to ask NATO secretary Javier Solana for asylum for his wife and two daughters after they had received death threats.\n"
        ]
    },
    {
        "input": "周四，MHI又将公告延长了24小时。\n",
        "output": [
            "On Thursday, the MHI issued a extension to the public notice for an additional 24-hour period.\n"
        ]
    },
    {
        "input": "目前正在北海道出游的明仁天皇对男孩的诞生表示欢迎。\n",
        "output": [
            "Emperor Akihito, currently on a tour of Hokkaido, welcomed the birth.\n"
        ]
    },
    {
        "input": "爆炸发生后，卡斯普扎克被空运到一个军事基地，但在手术中死亡。\n",
        "output": [
            "Kasprzak was airlifted to a military base after the explosion but died during surgery.\n"
        ]
    },
    {
        "input": "参议员队将对阵来自瑞典精英联盟的弗洛伦达队。\n",
        "output": [
            "The Senators will play against Frolunda of Sweden's elite league.\n"
        ]
    },
    {
        "input": "Linux操作系统的主要发行商已就一项新标准达成一致，该标准包括桌面软件的通用元素，从而使Linux成为微软Windows更有效的竞争对手。\n",
        "output": [
            "Major distributors of the operating system Linux have agreed on a new standard that includes common elements for desktop software, in a move to make Linux a more effective competitor to Microsoft Windows.\n"
        ]
    },
    {
        "input": "第一个迁移到Linux和开源办公.org的部门将是市长大人办公室，该办公室计划在2006年年中部署，尽管不是所有的部门的计算机都将立即迁移。\n",
        "output": [
            "The first department to migrate to Linux and OpenOffice.org will be the office of the Lord Mayor planed for the middle of 2006, though not all of the department's computers will be immediately migrated.\n"
        ]
    },
    {
        "input": "在下雪期间没有任何流血事件的报道。\n",
        "output": [
            "There are no reports of any bloodshed during the time the snow was falling.\n"
        ]
    },
    {
        "input": "其他露营者说，他们也有好几次险被树枝和碎片击中。\n",
        "output": [
            "Other campers say they had several close calls with tree limbs and debris.\n"
        ]
    },
    {
        "input": "里丁区其他的候选人包括自由派的杰米·麦克加维、格林·格伦·霍奇森和无党派的大卫·罗兰。\n",
        "output": [
            "Other candidates in the riding are Liberal Jamie McGarvey, Green Glen Hodgson, and independent David Rowland.\n"
        ]
    },
    {
        "input": "去年，英国广播公司的呼吁筹集到了大约3700万英镑，到昨晚11点，募集的资金总额超过了1000万英镑。\n",
        "output": [
            "Last year the BBC's appeal raised approximately £37 million, and by 11pm last night the total raised had exceeded £10 million.\n"
        ]
    },
    {
        "input": "其主要竞争对手Mozilla Firefox一直在积极提高其市场份额，而最近发布的谷歌Chrome也在迅速赢得用户。\n",
        "output": [
            "Mozilla Firefox, its main rival, has been actively increasing its market share while the recently released Google Chrome is also quickly gaining users.\n"
        ]
    },
    {
        "input": "在两周内，工作人员将被问及他们对拟议变更的看法，其中还包括顶级管理层重组。\n",
        "output": [
            "In two weeks time, staff will be asked what they think of the proposed changes, which also includes a top level management restructuring.\n"
        ]
    },
    {
        "input": "世界跆拳道联合会发表声明称这一事件“严重违反了跆拳道和奥运精神”。\n",
        "output": [
            "The World Taekwondo Federation released a statement referring to the incident as a \"strong violation of the spirit of Taekwondo and the Olympic Games\".\n"
        ]
    },
    {
        "input": "但是，如果各方未能建立行政局，或者在任何一个阶段未能达成一致，议会将被解散，继续由伦敦直接统治，爱尔兰共和国参与执政。\n",
        "output": [
            "However, if the parties fail to set up the Executive or fail to agree \"at any stage\", the Assembly will be dissolved and direct rule from London will continue with input from the Republic of Ireland.\n"
        ]
    },
    {
        "input": "瑞恩医生，凭借自己成为一个名人，给包括珍妮丝·狄金森，吉恩·西蒙斯，绍纳·沙和阿德里安娜·科瑞在内的几位明星进行了整形手术。\n",
        "output": [
            "Dr. Ryan, a celebrity in his own right, performed plastic surgery on several stars including Janice Dickinson, Gene Simmons, Shauna Sand and Adrianne Curry.\n"
        ]
    },
    {
        "input": "欧盟还批准了一揽子到2010年的5亿欧元援助，用于基础设施建设，以此来帮助国内流离失所者（IDPs）和经济复苏。\n",
        "output": [
            "The European Union also approved an aid package of €500 million in aid by 2010, which is expected to help internally displaced people (IDPs) and economic recovery in the form of new infrastructure.\n"
        ]
    },
    {
        "input": "据称，在890,000美元中，有748,550美元被转移到约旦国家银行的一个账户，其余的146,247.23美元是石油合同的佣金，存放在海峡群岛的巴克莱银行。\n",
        "output": [
            "Of the $8,90,000, $7,48,550 was allegedly transferred by them to an account in the Jordan National Bank, the remaining $1,46,247.23, which was the commission for the oil-contracts, was deposited with Barclays Bank, in the Channel Islands.\n"
        ]
    },
    {
        "input": "当天早些时候，一名政府部长被路边炸弹炸死。\n",
        "output": [
            "Earlier in the day, a government minister was killed by a roadside bomb.\n"
        ]
    },
    {
        "input": "美国和俄罗斯昨天同意交换两国关押的囚犯，上个月晚些时候有11名俄罗斯间谍被捕。\n",
        "output": [
            "The United States and Russia yesterday agreed to the swap of prisoners held by both nations after eleven Russian spies were arrested late last month.\n"
        ]
    },
    {
        "input": "格里芬还指出了从错误中吸取教训的重要性，并补充说“美国人不会放弃，我们也不会放弃”。\n",
        "output": [
            "Griffin also noted the importance of learning from mistakes, adding \"Americans don't quit and we won't quit.\"\n"
        ]
    },
    {
        "input": "“我理解移民必须经历什么才能达到他们想要的目标。”\n",
        "output": [
            "\"I understand what immigrants have to go through to reach what they want.\"\n"
        ]
    },
    {
        "input": "官员说，持枪歹徒似乎打算利用他们作为人盾逃跑。\n",
        "output": [
            "Officials said that the gunmen appear to be using them as human shields to escape.\n"
        ]
    },
    {
        "input": "公司当时仍然享受破产保护，直到加利福尼亚中央区的美国受托人因该公司作为债务人未能遵守提供月报表和向受托人支付季度费等基本规定而终止了破产程序。\n",
        "output": [
            "The company remained under bankruptcy protection until the US Trustee for the Central District of California moved to dismiss the bankruptcy proceedings for failure of the company as debtor in possession to comply with basic requirements of filing monthly reports and paying quarterly fees to the Trustee.\n"
        ]
    },
    {
        "input": "“今天我们失去了现代阿尔及利亚最勇敢的领导人之一”，布特弗利卡说，他宣布了八天的哀悼。\n",
        "output": [
            "\"Today we lost one of modern Algeria's bravest leaders,\" said Bouteflika, declaring eight days of mourning.\n"
        ]
    },
    {
        "input": "西澳大利亚地区法院法官肖娜·迪恩发现，一名穆斯林女子必须脱掉罩袍，才能就一所伊斯兰学校涉嫌以欺诈方式接受州和联邦政府资助一事作证。\n",
        "output": [
            "Western Australian district court judge Shauna Deane has found that a Muslim woman must remove her burqa in order to testify with regard to an Islamic school's alleged receiving of state and federal government funding in a fraudulent manner.\n"
        ]
    },
    {
        "input": "有2名瑞典人因吸入烟雾而轻微受伤，但是他们在附近的潜水中心接受了吸氧治疗。\n",
        "output": [
            "Two Swedes sustained minor injuries from the smoke, but were treated with oxygen at a nearby dive center.\n"
        ]
    },
    {
        "input": "匈牙利释放并遣返了被定罪的阿塞拜疆斧头杀人犯拉米尔·萨法罗夫，阿塞拜疆随后赦免了他，亚美尼亚宣布它“准备好开战”。\n",
        "output": [
            "Following Hungary's release and repatriation of convicted Azeri axe-murderer Ramil Safarov, who Azerbaijan subsequently pardoned, Armenia announced it is \"ready for war\".\n"
        ]
    },
    {
        "input": "其中一件，一个杯子，就价值数千欧元。\n",
        "output": [
            "One item, a cup, has been valued at several thousand Euros.\n"
        ]
    },
    {
        "input": "仅仅在共和党主席肯·梅尔曼为该广告进行辩护并声称广告会继续有效的一天之后，共和党国家委员会的一位官员就告诉NBC，该广告已被撤销，因为它已经“自然过期”了。\n",
        "output": [
            "An official for the Republican National Committee told NBC the ad had been pulled because it had \"run its course,\" just one day after party chairman Ken Mehlman defended the ad and said it would continue to run.\n"
        ]
    },
    {
        "input": "壳牌石油公司总裁马文E·奥德姆向美国内政部矿产管理服务（MMS）表示：“壳牌致力于在2010年在楚科奇海和博福特海开展一项安全环保的勘探项目”。\n",
        "output": [
            "\"Shell is committed to undertaking a safe and environmentally responsible exploration program in the Chukchi Sea and Beaufort Sea in 2010,\" said Shell Oil Company President Marvin E. Odum to the U.S. Department of the Interior's Mineral Management Service (MMS).\n"
        ]
    },
    {
        "input": "布法罗的消防专员迈克·隆巴多说：“通讯被切断了，有东西触发了警报，并切断了电梯的电源。”\n",
        "output": [
            "\"Something cut off communications, something set off those alarms and cut power to elevators,\" said Mike Lombardo, Buffalo's fire commissioner.\n"
        ]
    },
    {
        "input": "他在返回华盛顿特区的途中给空军一号的蒂莫西·施莱佛打电话。\n",
        "output": [
            "He phoned Timothy Shriver from Air Force One on the way back to Washington, D.C..\n"
        ]
    },
    {
        "input": "防火专家们在每年的这个时候总是非常繁忙。他们呼吁人们使用安全合法的焰火，并督促市民去观看有组织的公共焰火表演。\n",
        "output": [
            "Fire experts, always busy around this time of year, have called for the use of safe and legal firework displays and have urged citizens to attend organised public displays.\n"
        ]
    },
    {
        "input": "梅迪斯多瑞开发的软件涉及人工智能技术，这些技术被应用于医学期刊和政府文件中存储的医学和健康信息。\n",
        "output": [
            "The software that Medstory develops involves artificial intelligence techniques which are applied to both medical and health information stored in medical journals, as well as government documents.\n"
        ]
    },
    {
        "input": "太空探索公司今天从夸贾林环礁发射了第一枚“猎鹰一号”火箭。\n",
        "output": [
            "SpaceX Corporation launched its Falcon I rocket today from Kwajalein Atoll.\n"
        ]
    },
    {
        "input": "这位66岁的主持人几年前就戒烟了，他补充说：“我认为一位不重视观众忠诚度的记者应该从事另一种工作，这是不言而喻的。”\n",
        "output": [
            "The 66-year-old anchor man, who gave up smoking several years ago, added: \"I hope it goes without saying that a journalist who doesn't value deeply the audience's loyalty should be in another line of work.\"\n"
        ]
    },
    {
        "input": "据报道，史密斯的保镖在医护人员赶到之前给史密斯进行了“心肺复苏”。\n",
        "output": [
            "Smith's bodyguard is reported to have given Smith \"cardiopulmonary resuscitation\" before paramedics arrived.\n"
        ]
    },
    {
        "input": "周一，澳大利亚电信公司特尔斯特拉为下一代网络中的宽带互联网业务客户推出了双载波增强型高速分组接入标准。\n",
        "output": [
            "On Monday, Australian telecommunications company Telstra has introduced dual carrier HSPA+ standard for broadband Internet business customers in the Next G network.\n"
        ]
    },
    {
        "input": "“我要履行我的责任，进行改革，建设国家，促进人人都看得见的经济增长”。\n",
        "output": [
            "\"I want to fulfill my responsibility to proceed with reform to build the nation and promote economic growth that the people can feel.\"\n"
        ]
    },
    {
        "input": "在为期六天的澳大利亚之行中，联合国人权事务专员访问了两个拘留中心，并表示，她对寻求庇护者的“完全绝望”感到不知所措，其中许多人等待了18个月以上才得到了评估。\n",
        "output": [
            "In her six-day trip to Australia, the UN Human Rights Commissioner visited two detention centres and said she was overwhelmed with the \"grim despondency\" of asylum seekers, many of whom wait over 18 months to have their case assessed.\n"
        ]
    },
    {
        "input": "虽然爱沙尼亚没有正式请求帮助，但芬兰将支付清理费用。\n",
        "output": [
            "Finland will be paying the costs of the cleanup, as Estonia did not make an official request for help.\n"
        ]
    },
    {
        "input": "虽然浮油沿海岸上升进入加拿大水域的风险很小，但这是有可能的。\n",
        "output": [
            "While the risk is slim that the oil slick will move up the seaboard enough to get into Canadian waters, it is possible.\n"
        ]
    },
    {
        "input": "巴基斯坦武装部队说，他们星期六占领了塔利班首领哈基穆拉·马苏德和他的一名高级官员卡里·侯赛因的家乡科特凯。\n",
        "output": [
            "Pakistani armed forces say they have captured the town of Kotkai on Saturday, the hometown of Taliban Chief Hakimullah Mehsud and one of his top officers, Qari Hussain.\n"
        ]
    },
    {
        "input": "在清真寺发生的这起事件引发了相当大的争议，即该记者是否能保持中立的观点。\n",
        "output": [
            "The incident in the mosque raised considerable controversy over whether embedded journalists should maintain a neutral point of view.\n"
        ]
    },
    {
        "input": "22岁的马特·哈迪当时就在案发现场，并亲眼目睹他的朋友汤姆·坦纳中了两枪。\n",
        "output": [
            "Matt Hardy, 22 years old, was at the scene of the crime, and had seen his friend Tom Tanner being shot twice.\n"
        ]
    },
    {
        "input": "国家冰球联盟（NHL）已经向纽约岛民的克里斯·西蒙宣布了包括季后赛在内的长达一个赛季的禁赛。\n",
        "output": [
            "The National Hockey League (NHL) has handed down a season-long suspension, including the playoffs, to Chris Simon of the New York Islanders.\n"
        ]
    },
    {
        "input": "他们还发现怀孕小鼠的细胞水平较高，称为少突胶质细胞，可产生髓鞘，并能通过髓鞘再生修复一些受损神经元。\n",
        "output": [
            "They also found the pregnant mice had higher levels of cells called oligodendrocytes, which create myelin and are able to repair some damaged neurons through remyelination.\n"
        ]
    },
    {
        "input": "NTGL在一份声明中解释了其不资助该团队旅行的决定，强调了更为紧迫的财政义务，如该国即将举行的全国选举和该国退役武装部队的复员。\n",
        "output": [
            "In a statement explaining its decision not to fund the team's travel, the NTGL highlighted more pressing financial obligations such as the country's upcoming national elections and the demobilization of the nation's defunct armed forces.\n"
        ]
    },
    {
        "input": "冲刺能手戴维斯完成了周日主赛的最后阶段比赛从而保持他在赛前早些时候冲刺胜利所带来的领先优势。\n",
        "output": [
            "Sprint specialist Davis completed Sunday's final stage in the main pack to maintain the lead he had built up in time bonuses from sprint wins earlier in the race.\n"
        ]
    },
    {
        "input": "11月17日星期二——国际学生日70周年-德国宣布了一场全国性的教育罢工。\n",
        "output": [
            "For Tuesday 17 November — the 70th anniversary of the international students' day — a nationwide education strike in Germany has been announced.\n"
        ]
    },
    {
        "input": "最近回国的前总理贝娜齐尔·布托目前已离开该国，去访问迪拜的家人。\n",
        "output": [
            "Former Prime Minister Benazir Bhutto, who recently returned home, is currently out of the country, visiting family in Dubai.\n"
        ]
    },
    {
        "input": "“信使邮报”的撰稿人丹尼斯·阿特金斯在今天的“信使邮报”上写道，昆士兰东南部日光节约党的民调“将比任何人预期的都要好-在布里斯班和沿海地区的一些席位上，民调结果接近两位数。”\n",
        "output": [
            "Courier Mail writer Dennis Atkins wrote in today's Courier Mail that DS4SEQ \"will poll better than anyone expected - polling close to double figures in some seats around Brisbane and on the coasts.\"\n"
        ]
    },
    {
        "input": "他在电话中对美联社说：“那是为集会和锦标赛而举行的比赛”。\n",
        "output": [
            "We had it for the meeting, and for the tournament,\" he said to the Associated Press news agency over the telephone.\n"
        ]
    },
    {
        "input": "这些声明与2月份唐纳向国会发表的一份声明形成了鲜明对比，唐纳说“我当然会读它们”。\n",
        "output": [
            "The claims are in stark contrast to a statement made to parliament in February where Mr Downer said \"Of course I would have read them\".\n"
        ]
    },
    {
        "input": "H1N1病毒与正常的季节性流感不同，因为它在夏季持续存在，并影响了相对健康的65岁以下人群。\n",
        "output": [
            "The H1N1 virus differs from the normal seasonal flu in that it has persisted during the summer months and affected relatively healthy people under the age of 65.\n"
        ]
    },
    {
        "input": "“在碰撞发生后的24小时之内，美国的空间跟踪系统就识别出600块碎片”。\n",
        "output": [
            "\"Within 24 hours of the collision, the U.S. space tracking system had identified 600 pieces of debris.\"\n"
        ]
    },
    {
        "input": "非州联盟计划总共派遣8000名多国部队，最近发誓要继续部署，尽管第一批部署的部队受到袭击，和受到一名伊斯兰指挥官的威胁。\n",
        "output": [
            "The AU plans to send 8,000 multinational troops in total, and has recently vowed to continue their deployment despite attacks on its first deployed forces and threats of an Islamist commander.\n"
        ]
    },
    {
        "input": "他在米格尔库托医院接受治疗后病情稳定。\n",
        "output": [
            "He is stable after treatment at the Miguel Couto hospital.\n"
        ]
    },
    {
        "input": "与昨天的袭击不同的是，今天的袭击接连发生，其中一起也发生在巴格达。\n",
        "output": [
            "Unlike yesterday's attacks, one of which was also in Baghdad, today's attacks happened in rapid succession.\n"
        ]
    },
    {
        "input": "其中的一次事故导致英国航空公司38号航班去年在接近伦敦希思罗机场跑道处坠毁。\n",
        "output": [
            "One of them resulted in British Airways Flight 38 crashing short of the runway at London's Heathrow Airport last year.\n"
        ]
    },
    {
        "input": "该委员会由两个共和党派（新芬党和社会民主党）、两个统一主义政党（DUP和UUP）以及非宗派主义联盟党组成。\n",
        "output": [
            "The committee is made up of the two republican parties (Sinn Féin and SDLP), the two unionist parties (DUP and UUP) and the non-sectarianist Alliance Party.\n"
        ]
    },
    {
        "input": "发现号在其在其运行历史上进行了39次飞行，包括目前的任务，向太空运送了几次有效载荷，包括哈勃太空望远镜，并访问了两个不同的空间站：和平号空间站和国际空间站。\n",
        "output": [
            "Discovery flew 39 flights in its operational history, including the current mission, delivering several payloads to space including the Hubble Space Telescope and visiting two different space stations: Mir and the ISS.\n"
        ]
    },
    {
        "input": "“我很高兴警察终于抓到了他，他现在监狱里。\n",
        "output": [
            "\"I am happy that the police finally caught up with him and he is in prison.\n"
        ]
    },
    {
        "input": "巴基斯坦国民议会的两个主要政党，联合起来弹劾总统佩尔韦兹·穆沙拉夫。\n",
        "output": [
            "The two dominant parties of Pakistan's National Assembly have united in a coalition to impeach President Pervez Musharraf.\n"
        ]
    },
    {
        "input": "法院裁定，以让用户侵犯版权为目的而创建的企业应对侵权行为承担责任。\n",
        "output": [
            "The court ruled that businesses created with the purpose of letting users commit copyright violations should be held liable for the infringement.\n"
        ]
    },
    {
        "input": "她声称她不能对其他人的评论负责。\n",
        "output": [
            "She claims that she cannot be held responsible for the comments of others.\n"
        ]
    },
    {
        "input": "她最喜欢的乐队凯尔特雷霆队在乌隆贡举办了一场演唱会，回来后的那个晚上，这位射手发现了自己被招入影子队的消息。\n",
        "output": [
            "The archer found out about her inclusion on the shadow team the night after returning from a concert by her favorite band, Celtic Thunder, in Wollongong.\n"
        ]
    },
    {
        "input": "现任总统罗伯特·穆加贝预测，他的政党津巴布韦非洲民族联盟爱国阵线将取得“巨大的胜利”。\n",
        "output": [
            "Current president Robert Mugabe predicts a \"mountainous victory\" for his party, the Zimbabwe African National Union - Patriotic Front (Zanu-PF).\n"
        ]
    },
    {
        "input": "什么是正当程序？\n",
        "output": [
            "And what would due process be?\n"
        ]
    },
    {
        "input": "该工具提供文档历史记录的各种视图，包括给予每个修订同等重要性的视图，以及根据各个修订保持不变的时间长短按比例显示它们的时间线视图。\n",
        "output": [
            "The tool offers a variety of views of document histories, including a view that gives each revision equal importance, and a timeline view which displays each revision proportionally to how long it remained current.\n"
        ]
    },
    {
        "input": "“特别是现在阿拉伯国家内部和外部都否认大屠杀的时候，让年轻的阿拉伯人了解大屠杀，学习相关的道德伦理课程是值得追求的目标。”\n",
        "output": [
            "\"Particularly now, at a time when Holocaust denial is rife both within and outside of the Arab world, the attempt to teach young Arabs about the Holocaust and to learn moral and ethical lessons from it is a worthy pursuit.\"\n"
        ]
    },
    {
        "input": "有关当局称，这一带的部分地方，40多年来一直在发生火灾。\n",
        "output": [
            "Authorities say that it has been over 40 years since some parts of the land have caught fire.\n"
        ]
    },
    {
        "input": "此外，一些工人必须支付高达180英镑的费用才能“引进”公司。\n",
        "output": [
            "In addition, some workers had to pay fees of up to £180 for an \"introduction\" to the company.\n"
        ]
    },
    {
        "input": "第二，在最近的皇家法令中，关于在法庭上听取王子意见的协议细节没有得到解释，这使得它毫无价值，这是昂凯力克部长否认的。\n",
        "output": [
            "Second, the details of the protocol to hear the Prince in court were not explained in the recent Royal Decrete, making it worthless -something Minister Onkelickx denied.\n"
        ]
    },
    {
        "input": "目前的主导理论是，机组人员从飞机的皮托管获得了错误的风速读数，皮托管是衡量飞机飞行速度的设备。\n",
        "output": [
            "The leading theory at the moment is that the crew received incorrect air speed readings from the aircraft's pitot tubes, devices which measure how fast the aircraft is travelling.\n"
        ]
    },
    {
        "input": "英国石油公司表示，将对这些气泡进行测试，以确定它们是什么。截至周日，英国石油公司的首席运营官道格·萨特尔斯表示，这些气泡不是甲烷，还在进行进一步的测试。\n",
        "output": [
            "BP said it would test the bubbles to determine what they are and as of Sunday, COO of BP Doug Suttles says the bubbles are not methane, but further tests are being conducted.\n"
        ]
    },
    {
        "input": "还与国际刑警组织和美国国务院协调行动，拘留了16名外国和国际逃犯。\n",
        "output": [
            "Operations were also coordinated internationally with INTERPOL and the US State Department, resulting in the detainment of 16 foreign and international fugitives.\n"
        ]
    },
    {
        "input": "官员们表示，该矿将至少关闭六周，同时进行调查，以确保矿井是安全的，矿工可继续在该矿工作。\n",
        "output": [
            "Officials state that the mine will remain closed for a minimum of six weeks, while an investigation is performed, and the mine is deemed safe for miners to continue working in it.\n"
        ]
    },
    {
        "input": "加拿大首富肯尼思·汤姆森周一早上在多伦多的办公室去世，根据“福布斯”2005年排名，他是世界上第9位最富有的人。\n",
        "output": [
            "Kenneth Thomson, Canada's richest man and the 9th wealthiest person in the world according to Forbes's 2005 ranking, died Monday morning at his office in Toronto.\n"
        ]
    },
    {
        "input": "根据瓦森的说法，王子需要钱来维持皇室的生活方式，“甚至没有足够的钱去买食物。”\n",
        "output": [
            "According to Vaessen, the Prince was in need of money to support a royal lifestyle, and \"didn't even have enough money to buy food.\"\n"
        ]
    },
    {
        "input": "威尔士亲王是过去的学生之一，他在那里度过了1969年的学期。\n",
        "output": [
            "The Prince of Wales is among past students, having spent a 1969 term there.\n"
        ]
    },
    {
        "input": "我们的援助是一个政治项目，旨在支持和维持巴勒斯坦权力机构，这是一个应该成为独立巴勒斯坦国的关键机构。\n",
        "output": [
            "Our donor aid is a political project aim[ed] at supporting and sustaining the Palestinian Authority, a key institution in what is supposed to become an independent Palestinian state.\n"
        ]
    },
    {
        "input": "牛津大学目前正在数字化“哈丁收藏集”的歌曲和诗选，据说这是世界上最大的此类收藏集，项目的一部分允许在线访问。\n",
        "output": [
            "The University of Oxford is currently digitising the songbooks and anthologies of the Harding Collection, said to be the world's largest such collection, as part of a project to allow online access.\n"
        ]
    },
    {
        "input": "该市中心清真寺的伊玛目哈立德·阿布巴卡尔估计了死亡人数。\n",
        "output": [
            "Khaled Abubakar, the imam of the city's central mosque, made an estimate of the death toll.\n"
        ]
    },
    {
        "input": "澳大利亚保护基金会（ACF）的核活动人士戴夫·斯威尼说，这项研究似乎存在缺陷，并没有为使用核能提供一个合理的理由。\n",
        "output": [
            "The Australian Conservation Foundation's (ACF) nuclear campaigner, Dave Sweeney, says the study appears flawed and does not provide a sound argument for the use of nuclear energy.\n"
        ]
    },
    {
        "input": "“我们认为这次空难是完全可以避免的，必须对责任人进行追责”。\n",
        "output": [
            "\"We believe the air crash was completely avoidable and those responsible should be held to account.\"\n"
        ]
    },
    {
        "input": "被允许返回家园的居民被重新疏散到红十字会在当地学校和公园设立的避难所。\n",
        "output": [
            "Residents who were allowed back into their homes were re-evacuated to Red Cross shelters set up in local schools and parks.\n"
        ]
    },
    {
        "input": "维基解密联系营内囚犯的代理律师来表达自己的分析。\n",
        "output": [
            "Wikileaks contacted lawyers representing detainees in the camp to perform their own analysis.\n"
        ]
    },
    {
        "input": "克里奇菲尔德被指控用板子殴打她的继子，并使用钩子和绳索来固定他们并强迫他们长时间站立。\n",
        "output": [
            "Critchfield was accused of beating her stepchildren with boards, and using hooks and ropes to secure them and force them to stand for long periods of time.\n"
        ]
    },
    {
        "input": "投手在积极防守的支持下，完成了一项完美的任务。\n",
        "output": [
            "The bowlers, backed by aggressive fielding, had performed a fair job, under the conditions.\n"
        ]
    },
    {
        "input": "耐药菌株没有显示出导致更严重的疾病或导致疾病更容易传播的证据。\n",
        "output": [
            "Resistant strains have shown no evidence of causing more severe disease or being more easily transmissible.\n"
        ]
    },
    {
        "input": "来自印度各地的高级政界人士正前往孟买，向这位颇受欢迎的领导人提供支持。\n",
        "output": [
            "Senior politicians from across India are arriving in Mumbai to offer their support to the popular leader.\n"
        ]
    },
    {
        "input": "这将影响下一系列讽刺情景喜剧《幕后危机》的拍摄，其中兰厄姆饰演休·艾伯特议员。\n",
        "output": [
            "This will affect the filming of the next series of the satirical sitcom The Thick of It, where Langham plays Hugh Abbot MP.\n"
        ]
    },
    {
        "input": "这一切都是为了纪念大西洋之战，这是1939年至二战结束期间的一系列海战。\n",
        "output": [
            "All this was to mark the Battle of the Atlantic, which was a series of naval battles fought from 1939 to the end of the second world war.\n"
        ]
    },
    {
        "input": "在互联网繁荣时期，一个偶然读过报纸的人会记得大量可以被称为“失败的崛起”的故事；那些所在科技公司已经倒闭的人，突然成了创办新公司的热门商品。\n",
        "output": [
            "A casual reader of the newspapers during the Dot.com boom will remember a glut of stories that could be called \"The Rise of the Failure\"; people whose technology companies had collapsed were suddenly hot commodities to start up new companies.\n"
        ]
    },
    {
        "input": "她称这座城市是一块“海啸磁铁”，因为海底地形加剧了它的脆弱性。\n",
        "output": [
            "She calls the city a \"tsunami magnet\" because of the topography of the ocean floor that contributes to its vulnerability.\n"
        ]
    },
    {
        "input": "他们被矿井中的大火所围困，无法逃离，相继死去。\n",
        "output": [
            "They were subsequently killed after being trapped by a fire in the mine which prevented them from escaping.\n"
        ]
    },
    {
        "input": "他还对记者说，他期待国会进行全面彻底的调查。\n",
        "output": [
            "He also told reporters he expects a full and thorough congressional investigation.\n"
        ]
    },
    {
        "input": "星期四，11艘印度尼西亚渔船的船长被珀斯法院罚款。\n",
        "output": [
            "On Thursday, skippers of 11 Indonesian fishing boats were fined by a Perth court.\n"
        ]
    },
    {
        "input": "投票结束前的民意调查显示，奥巴马获胜。\n",
        "output": [
            "Opinion polls held before the polls closed showed Obama winning.\n"
        ]
    },
    {
        "input": "阿尔卡蒂里先生没能阻止，在三月份政府决定解雇600名拒绝工作的士兵后发生的骚乱，当时士兵们抱怨受到了歧视。\n",
        "output": [
            "Mr Alkatiri was unable to stop the rioting that followed the government's decision in March to lay-off 600 soldiers when they refused to work, complaining of discrimination.\n"
        ]
    },
    {
        "input": "沙摩酒店当时正在举办贝纳迪尔大学的毕业典礼。\n",
        "output": [
            "The Shamo Hotel was hosting a graduation ceremony for Benadir University.\n"
        ]
    },
    {
        "input": "听到西德·巴雷特的死讯，乐队自然非常难过。\n",
        "output": [
            "The band are naturally very upset and sad to learn of Syd Barrett’s death.\n"
        ]
    },
    {
        "input": "在平衡木项目中，她以15.600比15.200险胜罗马尼亚的卡特琳娜·波诺。\n",
        "output": [
            "As in the beam event, she narrowly beat out Catalina Ponor from Romania with a score of 15.600 to 15.200.\n"
        ]
    },
    {
        "input": "在北爱尔兰足球运动员杰拉德·卡夫兰被判与斗狗有关的罪名成立后，BBC本身也开始了调查。\n",
        "output": [
            "The BBC itself had begun it's investigation after Gerard Cavlan, a football player from Northern Ireland, was convicted on charges related to dog fighting.\n"
        ]
    },
    {
        "input": "民主党战略家们准备利用桑托勒姆与新词联系的现象。\n",
        "output": [
            "Democratic strategists poised themselves to take advantage of Santorum's association with the neologism phenomenon.\n"
        ]
    },
    {
        "input": "1998年，朝鲜在日本北部发射了一枚弹道导弹，震惊了世界。\n",
        "output": [
            "North Korea surprised the world when it launched a ballistic missile over northern Japan in 1998.\n"
        ]
    },
    {
        "input": "当时开车的司机在事故中幸存了下来。\n",
        "output": [
            "The driver behind the wheel at the time survived the accident.\n"
        ]
    },
    {
        "input": "全球曼氏金融的约翰·基尔达夫表示：“石油市场参与者得出的结论是，最糟糕的衰退时期已经过去，需求必须马上复苏，这一结论在一夜之间得到了支持，原因是印度第一季度经济增长高于了预期，而且日本4月份的工业生产大幅跃升。”\n",
        "output": [
            "\"Oil market participants' conclusion that the worst of the recession has passed and that a recovery in demand must be at hand was bolstered overnight by higher than expected first quarter growth in India and a sharp jump in Japan's April industrial production,\" said MF Globa's John Kilduff.\n"
        ]
    },
    {
        "input": "根据被泄露的电报，内塔尼亚胡的要求是作为利库德集团和奥尔默特领导的前进党组建民族团结政府的讨论的一部分提出的。电报被列为“机密”，由担任政治顾问的美国驻特拉维夫大使馆的西韦尔撰写。\n",
        "output": [
            "Mr. Netanyahu's request was made as part of discussions to form a government of national unity between Likud and Mr. Olmert's Kadima party, according to the leaked cable, classified as \"confidential\" and penned by Marc.J. Sievers, who was at the US embassy in Tel Aviv as a political counselor.\n"
        ]
    },
    {
        "input": "“处于勇气，我和我的好朋友及商业伙伴走在一起，他们喜欢我，都来自加利福尼亚州圣地亚哥。”\n",
        "output": [
            "\"For courage as much as anything, I walked with my close friend and business partner, who like me, hails from San Diego, California.\"\n"
        ]
    },
    {
        "input": "武装分子星期三还在首都的一家豪华酒店和总统府发射了火箭弹，但没有造成人员伤亡。\n",
        "output": [
            "Militants also fired rockets at a luxury hotel and the presidential palace in the capital on Wednesday, but without causing casualties.\n"
        ]
    },
    {
        "input": "人民日报称，那些被证明可以在5月1日开始服务的人被称为“依法参与人民法院的所有听证活动，享有与法官相同的权利，但主审法官在担任该职位后享有同样的权利，”。\n",
        "output": [
            "Those who were certified to begin service on May 1 are said to \"participate in all hearing activities of people's courts according to the law, enjoying the same rights as do the judges except that for a presiding judge after their assumption of the post,\" according to the People's Daily.\n"
        ]
    },
    {
        "input": "巴基斯坦驻美国大使侯赛因・哈卡尼在一份声明中表示，甚至在进行调查之前，将这些恐怖主义行为归咎于巴基斯坦或巴基斯坦人是不公平的。\n",
        "output": [
            "It is unfair to blame Pakistan or Pakistanis for these acts of terrorism even before an investigation is undertaken, Husain Haqqani, Pakistan's ambassador to the United States, said in a statement.\n"
        ]
    },
    {
        "input": "军政府不接受全国民主联盟在那次选举中占多数席位。\n",
        "output": [
            "The military junta did not accept NLD's majority in that election.\n"
        ]
    },
    {
        "input": "板块决赛中，婆罗洲老鹰队以31：5战胜新西兰队东方荣泰队。\n",
        "output": [
            "The Plate final saw a strong performance from Borneo Eagles to beat New Zealand team Oriental Rongotai by 31 to 5.\n"
        ]
    },
    {
        "input": "伊朗驻联合国大使贾瓦德·扎里夫告诉路透社，“伊朗的和平核计划不会对国际和平与安全构成威胁，因此在安理会处理这一问题是没有根据的，没有任何法律依据或实际用途。”\n",
        "output": [
            "Iran's ambassador to the UN, Javad Zarif told the Reuters news agency, \"Iran's peaceful nuclear programme poses no threat to international peace and security and therefore dealing with this issue in the Security Council is unwarranted and void of any legal basis or practical utility,\"\n"
        ]
    },
    {
        "input": "该疫苗在异性恋人群中的功能及其在女性中的有效性也将得到研究。\n",
        "output": [
            "The vaccine's functioning in a heterosexual population and its effectiveness among women will also be studied.\n"
        ]
    },
    {
        "input": "目前尚不清楚失事车厢内的确切遇难者人数。\n",
        "output": [
            "The exact number of bodies still in the wrecked carriage is unknown.\n"
        ]
    },
    {
        "input": "埃米尔创立了半岛电视台国际电视新闻网。\n",
        "output": [
            "The emir founded the Al Jazeera international television news network.\n"
        ]
    },
    {
        "input": "吉姆·安德顿领导的进步联盟和该法案的支持者吉姆·安德顿说：“在最后时刻向国会议员提出请求，不会被不必要的审查承诺所愚弄。”\n",
        "output": [
            "Leader of Jim Anderton's Progressive coalition and supporter of the bill, Jim Anderton, said: \"Making a last-minute plea to MPs is not to be fooled by the promise of the unnecessary review.\"\n"
        ]
    },
    {
        "input": "在军事统治期间，他信的国会议员成员离党后，他的政权遂于2006年的政变中被推翻。\n",
        "output": [
            "A coup in 2006 ousted Thaksin after members of parliament defected during military rule.\n"
        ]
    },
    {
        "input": "2004年9月12日，来自威斯康星州芬德杜拉克的15岁的珍娜在参加教堂活动的时候被蝙蝠咬了。\n",
        "output": [
            "On September 12, 2004, Jeanna — a 15 year old from Fond du Lac, Wisconsin— was bitten by a bat while attending church.\n"
        ]
    },
    {
        "input": "金显然在两天前的12月17日死于一列火车上。\n",
        "output": [
            "Kim apparently died two days earlier on December 17 aboard a train.\n"
        ]
    },
    {
        "input": "国际刑警组织警务执行主任让·米歇尔·卢布廷说：“就搜捕逃犯而言，最初的几个小时是关键。”\n",
        "output": [
            "\"When it comes to escapes, the first hours are crucial,\" said Jean-Michel Louboutin, Interpol's executive director of police services.\n"
        ]
    },
    {
        "input": "“哈马斯有多残忍？”\n",
        "output": [
            "\"How cruel can Hamas be? \"\n"
        ]
    },
    {
        "input": "这两名澳大利亚矿工被困在一个倒塌的矿井地下14天，据报道他们与媒体签署了一份价值200万澳元的生存协议。\n",
        "output": [
            "The two Australian mine-workers, who were trapped for 14 days underground in a collapsed mine, have signed a media deal reportedly worth AUD$2 million for their story of survival.\n"
        ]
    },
    {
        "input": "在一些地区，仅在24小时内就下了一个月的雨量。\n",
        "output": [
            "In some places, a month's worth of rain had fallen in just 24 hours.\n"
        ]
    },
    {
        "input": "奥斯卡·德拉伦塔选择了更传统的黑色、金色和灰色，用他熟悉的面料为男性和女性首次推出服装系列。\n",
        "output": [
            "Oscar de la Renta opted for more traditional blacks, golds and grays, debuting lines for men and women in fabrics he is familiar with.\n"
        ]
    },
    {
        "input": "该文件的副本已提供给欧盟、俄罗斯、日本和美国的领导人。\n",
        "output": [
            "Copies of the document have been furnished to the leaders of the EU, Russia, Japan and the United States.\n"
        ]
    },
    {
        "input": "他在朝鲜战争中战斗时提出了这个想法，他用金属链固定车辆，以阻止任何人拿走它。\n",
        "output": [
            "He came up with the idea while fighting in the Korean War; he secured his vehicle with metal chains to stop anybody taking it.\n"
        ]
    },
    {
        "input": "当这名15岁的嫌疑人在他工作的麦当劳餐厅丢失他的日志时，计划被揭穿。\n",
        "output": [
            "The plot was uncovered when the 15-year-old suspect lost his journal at the McDonalds restaurant where he worked.\n"
        ]
    },
    {
        "input": "在兰登书屋儿童出版部负责人、作为苏斯博士更广为人知的作家西奥多·盖泽尔的帮助下，贝伦斯坦夫妇创造了一项专营权，吸引了数以百万计的年轻读者。\n",
        "output": [
            "With the help of head of children's publishing at Random House, author Theodor Geisel, better known as Dr. Seuss, the Berenstains created a franchise that drew millions of young readers.\n"
        ]
    },
    {
        "input": "车手冠军赛的情况对舒马赫来说几乎到了紧要关头，他在本周末失去了10分。\n",
        "output": [
            "The situation in the drivers' championship became almost critical for Schumacher, who lost 10 points this week-end.\n"
        ]
    },
    {
        "input": "在伦敦，人们游行到美国大使馆，高呼“乔治·布什，恐怖分子”和“美国，倒下，倒下”等口号。\n",
        "output": [
            "In London people marched to the US embassy and shouted slogans such as \"George Bush, terrorist\" and \"Down, down, USA.\"\n"
        ]
    },
    {
        "input": "这次活动将标志着首次向太空直播音乐节目。\n",
        "output": [
            "This event will mark the first time a live music show is broadcast into space.\n"
        ]
    },
    {
        "input": "不确定性强调了传言背后缺乏实质性信息。\n",
        "output": [
            "The uncertainty underlined the lack of substantive information behind the rumor.\n"
        ]
    },
    {
        "input": "这分别为500,000比索精神损害赔偿，100,000比索律师费和50,000比索的进一步费用。\n",
        "output": [
            "This is split down as ₱500,000 in moral damages, ₱100,000 lawyer's fees and ₱50,000 further costs.\n"
        ]
    },
    {
        "input": "到了10月18日，她去看了一位医生和医生说她有时感到疲劳和麻木，而她被蝙蝠咬的事情直到几天后才被提起。\n",
        "output": [
            "By the time she saw a doctor about fatigue and numbness, it was October 18, and the bat incident was not brought up until several days later.\n"
        ]
    },
    {
        "input": "奥埃莱特已被传唤到联邦法院出庭。\n",
        "output": [
            "Ouellette has been issued a summons to appear in federal court.\n"
        ]
    },
    {
        "input": "“这种病毒在一个大的地理区域似乎传播得非常快。”\n",
        "output": [
            "\"This virus seemed to spread very fast over a big geographic region.\"\n"
        ]
    },
    {
        "input": "该法案允许拘捕涉嫌恐怖主义的外国人，该法案在2004年因其歧视性被废除。\n",
        "output": [
            "This act allowed foreign nationals suspected of terrorism to be detained, before being repealed in 2004 due to its discriminatory nature.\n"
        ]
    },
    {
        "input": "卢卡·托尼在下半场开场不久就攻入两球。\n",
        "output": [
            "Luca Toni opening the scoring early in the 2nd half with a pair of goals.\n"
        ]
    },
    {
        "input": "世卫组织表示，“尽管全国各地的数据收集和核实仍然面临挑战，每周的统计数据并不总是准确或完整的，但过去两个月的总体趋势是病例和死亡人数下降。”\n",
        "output": [
            "The WHO said that \"while data collection and verification remain a challenge throughout the country with the effect that weekly statistics are not always accurate or complete, the overall trend over the last 2 months is of a decreasing number of cases and deaths.\"\n"
        ]
    },
    {
        "input": "第一次发生在07：15（世界协调时12：15），地点在西安布勒约翰斯顿宿舍。\n",
        "output": [
            "The first took place at 07:15 (12:15 UTC), at West Ambler Johnston Hall dormitory.\n"
        ]
    },
    {
        "input": "经过将近一年混乱的法律纠纷，她把他告上法庭并胜诉。\n",
        "output": [
            "She took him to court and won after nearly a year of messy legal battles.\n"
        ]
    },
    {
        "input": "老牌拳手“尼奥”卡洛·普拉特也战胜了新秀莱恩·特拉弗斯。\n",
        "output": [
            "Veteran fighter Carlo \"Neo\" Prater also prevailed in his Strikeforce debut against Bryan Travers.\n"
        ]
    },
    {
        "input": "约西·贝纳永晃过了防守队员获得射门机会后，由费尔南多·托雷斯在下半场扳平比分。\n",
        "output": [
            "Fernando Torres equalized in the 2nd half after Yossi Benayoun beat the defenders to set up the goal.\n"
        ]
    },
    {
        "input": "“你想让技术设备做出决定吗？”这就是为什么在三年的测试没有得出任何结论之后，我倾向于把整个事情搁置一边，布拉特解释道。\n",
        "output": [
            "\"Do you want technical devices to take decisions? That's why, after three years of tests with no conclusions, I am in favour of putting the whole thing on ice,\" Blatter explained.\n"
        ]
    },
    {
        "input": "他还承认因违犯法庭令其远离母亲的指令而犯有蔑视法庭罪。\n",
        "output": [
            "He also pleaded guilty to a contempt charge for violating a court order to stay away from his mother.\n"
        ]
    },
    {
        "input": "据一份书面声明称，这位国会议员之所以决定参加竞选，是因为他认为自己所在政党的领导层在反对伊拉克战争方面不够有力。\n",
        "output": [
            "The congressman made his decision to run, according to a written statement, because he felt his own party's leadership was not aggressive enough in opposing the Iraq war.\n"
        ]
    },
    {
        "input": "然而，人们担心塞拉亚的返回可能触发更多的暴力行动。\n",
        "output": [
            "However, fear has aroused that Zelaya's return could trigger more violence.\n"
        ]
    },
    {
        "input": "14个州历史遗迹定于10月1日关闭。\n",
        "output": [
            "Fourteen state historic sites are scheduled to be closed October 1.\n"
        ]
    },
    {
        "input": "他经常与读者交流，他的公共活动包括聚会、夜总会、学术讲座、大学座谈会和电影首映。\n",
        "output": [
            "He often corresponds with his readers and his public functions are a mix of parties, nightclubs, academic lectures, university panels and film premieres.\n"
        ]
    },
    {
        "input": "3月7日，另一次迫击炮袭击没有击中乌干达人民国防军的车队，而是袭击了附近的一家餐馆，造成13名平民死亡，20人受伤。\n",
        "output": [
            "Another mortar attack that missed a UPDF convoy and hit a nearby restaurant on March 7 killed 13 civilians and wounded 20.\n"
        ]
    },
    {
        "input": "瑟夫博士被认为是互联网之父之一。\n",
        "output": [
            "Dr. Cerf is considered to be one of the fathers of the Internet.\n"
        ]
    },
    {
        "input": "它表示，这次大修的完成和品牌重塑工作将在年底前完成。\n",
        "output": [
            "It has said that the completion of this overhaul and the re-branding efforts will be completed by the end of the year.\n"
        ]
    },
    {
        "input": "这一发现支持了研究人员的理论，即在生命的第一年减少对常见感染的接触会增加患急性淋巴母细胞白血病（ALL）的风险。\n",
        "output": [
            "The finding supports the researchers' theory that reduced exposure to common infections in the first year of life increases the risk of developing acute lymphoblastic leukaemia (ALL).\n"
        ]
    },
    {
        "input": "在俄亥俄州阿克伦地区，由于严重的洪水，大约200人被疏散。\n",
        "output": [
            "And, about 200 people were evacuated in the Akron, Ohio area due to severe flooding.\n"
        ]
    },
    {
        "input": "但他很可能会在芝加哥冠军赛上出任击球手。\n",
        "output": [
            "He'll likely start as the designated hitter in the games at Chicago.\n"
        ]
    },
    {
        "input": "“国家应该选择鼓励那些喜欢工作的人，而不是鼓励那些喜欢作弊的人”。\n",
        "output": [
            "\"The nation should choose to encourage people who like to work rather than those who prefer cheating\".\n"
        ]
    },
    {
        "input": "他说：“美国必须发布一个明确的撤军计划，才能恢复和平与稳定”。\n",
        "output": [
            "He said, \"The U.S. must issue a clear troop-withdrawal plan so that peace and stability can be restored.\"\n"
        ]
    },
    {
        "input": "“但我无法止血，因为血液太多了。”\n",
        "output": [
            "\"But I couldn't stop the bleeding because there was so much blood.\"\n"
        ]
    },
    {
        "input": "昨天，另两名毒贩雷纳·劳伦斯和斯科特·拉什被判处终身监禁。\n",
        "output": [
            "Yesterday two other drug mules, Renae Lawrence and Scott Rush, were sentenced to life imprisonment.\n"
        ]
    },
    {
        "input": "里尔将在收到欧足联的通知后3天内再次向体育仲裁法庭提起上诉，否则将被全部驳回。\n",
        "output": [
            "Lille will have 3 days after receiving notice from UEFA to lodge another appeal to the Court of Arbitration for Sport, or the claim will be dismissed in full.\n"
        ]
    },
    {
        "input": "多年来，克努森一直以专业小丑的身份在德克萨斯州各地演出。\n",
        "output": [
            "Mr. Knutsen has performed for many years throughout Texas as a professional clown.\n"
        ]
    },
    {
        "input": "美国为抓捕他提供了500万美元的赏金。\n",
        "output": [
            "The U.S. offered a US$5 million bounty for his capture.\n"
        ]
    },
    {
        "input": "在已故独裁者费迪南德·马科斯当政期间，诺伊的父亲在军事拘留期间被枪杀。1986年，他的母亲科拉松·阿基诺领导了人民权力革命，推翻了马科斯。\n",
        "output": [
            "Noynoy's father was shot while in military custody during the regime of late dictator Ferdinand Marcos, before his mother, Corazon Aquino, led the People Power Revolution that toppled Marcos in 1986.\n"
        ]
    },
    {
        "input": "当奥本海默创办秘密武器设计实验室洛斯阿拉莫斯实验室时，他任命贝特为理论部门的主任。\n",
        "output": [
            "When Oppenheimer started the secret weapons design laboratory, Los Alamos, he appointed Bethe as Director of the Theoretical Division.\n"
        ]
    },
    {
        "input": "杰米·莫雷诺在78分钟时为DC联队踢进最后一球。此后艾都用他在本赛季的第一个入球为多伦多队在美国职业足球联赛上首开纪录。\n",
        "output": [
            "Jaime Moreno capped off the scoring for D.C. in the 78th before Edu opened Toronto's MLS account with his first goal of the season.\n"
        ]
    },
    {
        "input": "据戴尔公司称，在新西兰的630万台电脑中，有25万台是旧的和过时的，主要是因为根据一项调查，大多数电脑用户每两到五年就会升级一次电脑。\n",
        "output": [
            "According to Dell, out of the 6.3 million New Zealand computers, 250,000 of them are old and obsolete, mainly because most computer owners, according to a survey, will upgrade their computers every two to five years.\n"
        ]
    },
    {
        "input": "45名代表中有32人签署了这项决定。\n",
        "output": [
            "The decision was signed by 32 of the 45 deputies.\n"
        ]
    },
    {
        "input": "在艾哈迈迪内贾德发表讲话之前，美国总统乔治·W·布什表达了不同的看法，称哥伦比亚的邀请“真正说明了国家的自由”。\n",
        "output": [
            "Prior to Ahmedinejad's speech, U.S. President George W. Bush expressed a different view, saying that Columbia's invitation \"really speaks to the freedoms of the country.\"\n"
        ]
    },
    {
        "input": "昨天的排行榜显示，它已经在亚马逊的摇滚排行榜上占据了极重要的位置，并在总下载量排行榜上名列第14位。\n",
        "output": [
            "Yesterday's charts reveal that it has reached pole position on Amazon's rock chart, and is listed as the 14th most downloaded track overall.\n"
        ]
    },
    {
        "input": "马可尼公司首席执行官迈克·帕顿对所有利益相关者谈到了这个“好消息”，并在考文垂新世纪公园的大多数员工的掌声中，介绍了斯万伯格。同时还有更多来自考文垂新地平线公园的员工听了电话会议。\n",
        "output": [
            "Mike Parton, CEO of Marconi Corporation, spoke of the 'good news' for all stake-holders and introduced Svanberg to a round of applause from the majority of the staff at Coventry New Century Park, while more staff from Coventry New Horizon Park listened on a conference call line.\n"
        ]
    },
    {
        "input": "最近的试验表明，一种便宜的药物可能能够杀死人类的癌细胞。\n",
        "output": [
            "Recent tests have shown that an inexpensive drug may be able to kill cancer cells in humans.\n"
        ]
    },
    {
        "input": "民族艺术家，如Oomph！和Donots，此外，索尼还将通过四音乐或位于柏林的哥伦比亚德国分公司直接负责多诺特唱片的销售。\n",
        "output": [
            "National artists, such as Oomph! and The Donots, will also be Sony's direct responsibility via either Four Music or Columbia Germany in Berlin.\n"
        ]
    },
    {
        "input": "这些节目以每日新闻和人文新闻为特色，主持人会逐渐脱掉他们的衣服。\n",
        "output": [
            "The broadcasts feature daily news and human interest pieces, presented by an anchor who gradually removes their clothing.\n"
        ]
    },
    {
        "input": "据报道，火焰高达1百米。\n",
        "output": [
            "The flames reportedly reached as high as one hundred meters.\n"
        ]
    },
    {
        "input": "据说，在回到马戏团后，它很累，但“很高兴回来”。\n",
        "output": [
            "After returning to the circus, she was said to be tired, but \"pleased to be back.\"\n"
        ]
    },
    {
        "input": "发展中国家的许多收入来源，包括汇款、外国直接投资、外国援助和国际贸易，预计将严重下降。\n",
        "output": [
            "Many sources of income for developing countries, including remittances, foreign direct investment, foreign aid, and international trade, are expected to undergo severe declines.\n"
        ]
    },
    {
        "input": "德斯塔指责埃塞俄比亚准备军事力量帮助吉布提，使局势恶化。\n",
        "output": [
            "Desta accused Ethiopia of worsening the situation by preparing military forces to help Djibouti.\n"
        ]
    },
    {
        "input": "她说，一些人“对不允许他们既是穆斯林又是法国人的这一事实感到愤慨”。\n",
        "output": [
            "She said that some are \"resentful of the fact that they are not allowed to be both Muslim and French.\"\n"
        ]
    },
    {
        "input": "在唐宁街10号居住一年后，英国首相戈登·布朗和他的工党在失去地方选举后已陷入困境，在之前的无政党和人气评级达到历史最低水平后排名第五。\n",
        "output": [
            "A year since taking up residence at No. 10 Downing street, British Prime Minister Gordon Brown and his Labour Party is already in trouble after losing a local election, finishing fifth after previously win-less political parties and popularity rating at an all time low.\n"
        ]
    },
    {
        "input": "巴勒斯坦总统，法塔赫的马哈茂德·阿巴斯、总理伊斯梅尔·哈尼亚，以及哈马斯大马士革首领哈立德·迈沙阿勒到达沙特阿拉伯的麦加城进行谈判，试图结束哈马斯与法塔赫之间在加沙地带的战争。\n",
        "output": [
            "Palestinian President Mahmoud Abbas of Fatah, Prime Minister Ismail Haniyeh and Damascus-based chief Khaled Meshaal ofHamas arrived in Mecca, Saudi Arabia for negotiations in an attempt to end the fighting between Hamas and Fatah in the Gaza strip.\n"
        ]
    },
    {
        "input": "据英国广播公司报道，由于南瓦济里斯坦的“偏远和敌对地形”，巴基斯坦无法提供他死亡的实际证据。\n",
        "output": [
            "According to the BBC, Pakistan had been unable to provide tangible evidence of his death because of the \"remote and hostile terrain\" of South Waziristan.\n"
        ]
    },
    {
        "input": "在该地的一些地区，风暴带来了高达两米的洪水。\n",
        "output": [
            "In some areas of the country, the storm dumped as much as two metres of water.\n"
        ]
    },
    {
        "input": "爆炸摧毁了电力系统，在控制室可见。\n",
        "output": [
            "The blast tripped out the power system, visible in the control room.\n"
        ]
    },
    {
        "input": "帕西医院的院长马克斯·德苏萨在接受电视采访的时候说：“有人胳膊骨折，有人面部骨折，全身到处骨折”。\n",
        "output": [
            "\"They had fractures in their arms, their faces, everywhere,\" said Marcos de Souza, director of the Posse Hospital in a televised interview.\n"
        ]
    },
    {
        "input": "三叉戟防御系统是随着英国对冷战的回应而发展起来的，随着1991年12月苏联解体而结束。\n",
        "output": [
            "The Trident defence system was developed as Britain’s response to the Cold War which ended with the collapse of the USSR in December 1991.\n"
        ]
    },
    {
        "input": "昨天晚上，博纳在电话会议上向其他国会议员通报了这个协议。\n",
        "output": [
            "Boehner informed other congressmen of the deal in a conference call yesterday evening.\n"
        ]
    },
    {
        "input": "参与这项研究的加拿大研究人员索尼什·阿扎姆说，“一些瓶子中的异养菌数值令人反感，被发现比允许的上限高出（100）倍，这个数量令人担忧，就像我们正在摄取一杯培养物一样。”\n",
        "output": [
            "“Heterotrophic bacteria counts in some of the bottles were found to be in revolting figures of (100) times more than the permitted limit,” said Sonish Azam, a Canadian researcher involved in the study, “This amount of bacteria is alarming, as if we are ingesting a cup of culture.” \n"
        ]
    },
    {
        "input": "这部聚焦国际的新闻节目在1999年开播时就引起了轰动，但自那以后，它的网络观众遍及172个国家。\n",
        "output": [
            "The internationally-focused newscast created a stir upon its launch in 1999, but has since expanded with online viewers in 172 nations.\n"
        ]
    },
    {
        "input": "该建筑为PoolSupplies.com所有，是一个休闲生活、销售游泳池用品、娱乐和化学品的部门。\n",
        "output": [
            "The building is owned by PoolSupplies.com which is a division of Leisure Living, selling supplies, recreation and chemicals for swimming pools.\n"
        ]
    },
    {
        "input": "大约130亿美元用于救济和恢复工作，其中75％已经得到安全保障。\n",
        "output": [
            "Some $13 billion was pledged to relief and recovery efforts, of which 75 percent has already been secured.\n"
        ]
    },
    {
        "input": "皇家防止虐待动物协会也告诉宠物主人要为宠物降温防暑。\n",
        "output": [
            "The RSPCA has also told pet owners to try and keep their pets cool.\n"
        ]
    },
    {
        "input": "在阿米提角居住了20年的布拉德·罗斯说，来该地区旅游的游客被警告过这里可能会发生袭击，“在海岸刚30米深的水中，那里有很多牛鲨”。\n",
        "output": [
            "A resident of Amity Point for 20 years, Brad Ross, said tourists visiting the area have been warned of potential attacks; \"The shore just falls away into 30m of water and there are plenty of bull sharks out there.\"\n"
        ]
    },
    {
        "input": "不排除在采取行动之前与英国皇家邮政进一步谈判的可能性；圣诞节前夕的任何罢工都将对送货造成极大的干扰。\n",
        "output": [
            "The possibility of further talks with the Royal Mail before undertaking action has not be ruled out; any walk-outs in the run-up to Christmas will cause extreme disruption to deliveries.\n"
        ]
    },
    {
        "input": "“不幸的是，这些抗议者试图阻止这份成千上万的美国人赖以养家糊口的工作。”\n",
        "output": [
            "\"It is unfortunate these protestors are trying to keep thousands of Americans from the jobs they depend on to provide for their families.\"\n"
        ]
    },
    {
        "input": "自2003年美国入侵以来，共有230名记者和媒体助理在伊拉克遇害。\n",
        "output": [
            "A total of 230 journalists and media assistants have been killed in Iraq since the 2003 U.S invasion.\n"
        ]
    },
    {
        "input": "该考古遗址坐落在地中海沿岸的一座山上，俯瞰埃及总统胡斯尼·穆巴拉克的夏季寓所。\n",
        "output": [
            "The archaeological site is on a hill along the Mediterranean Sea overlooking the summer home of Hosni Mubarak, president of Egypt.\n"
        ]
    },
    {
        "input": "这架飞机于当地时间凌晨1点12分起飞，从莫斯科前往彼尔姆时，博索耶·萨维诺机场的官员在海拔约1800米处与飞机失去联系。\n",
        "output": [
            "The plane took off at 1:12 a.m. local time and was traveling from Moscow to Perm when officials at the Bolshoye Savino Airport lost contact with the aircraft at about 1,800 meters in altitude.\n"
        ]
    },
    {
        "input": "以172分获胜，这是二十20国际比赛中领先优势最大的一次。\n",
        "output": [
            "The win, by 172 runs, is the largest margin of victory in a Twenty20 international.\n"
        ]
    },
    {
        "input": "在致贝尔法斯特媒体的一份编码电文中，有人代表爱尔兰共和军北阿尔马军队宣布对枪击事件负责。\n",
        "output": [
            "Responsibility for the shooting has been claimed on behalf of the North Armagh Battalion of the Continuity IRA in a coded message to Belfast media.\n"
        ]
    },
    {
        "input": "但大多数观察员认为，这些肖像被金正日本人的命令所取代，他可能正试图缩小他自己的个人崇拜。\n",
        "output": [
            "But most observers believe that the portraits were taken down by the order of Kim Jong Il himself, who might be trying to downsize his own personality cult.\n"
        ]
    },
    {
        "input": "“维基图书”是一个互联网项目，是利用维基技术创建免费内容的教科书，该项目公布了2005年2月的统计数据。\n",
        "output": [
            "Wikibooks, an Internet project which seeks to create free content textbooks using wiki technology, has published its February 2005 statistics.\n"
        ]
    },
    {
        "input": "对于多伦多FC队来说，尽管有了新签约的球员劳伦·罗伯特和格雷格·萨顿的回归，但还是不够用，因为他们在华盛顿以4-1输给了DC联队。\n",
        "output": [
            "New signing Laurent Robert and the return of Greg Sutton were not enough for Toronto F.C. as they fell 4-1 to D.C. United in Washington.\n"
        ]
    },
    {
        "input": "靠近事故发生地的A68公路被暂时关闭，以便警方调查事故，车辆经戈尔布里奇镇改道至B6370公路。\n",
        "output": [
            "The A68 road close to the location of the accident was temporarily closed to allow police to investigate the incident, with traffic redirected to the B6370 road via the town of Gorebridge.\n"
        ]
    },
    {
        "input": "在进入最后角逐的剧本目录中已列入了130个电影剧本。\n",
        "output": [
            "130 screenplays have been listed as finalists in the Screenplays category.\n"
        ]
    },
    {
        "input": "这项法令引发了抗议和罢工，让人想起最终推翻了总统胡斯尼·穆巴拉克的抗议活动。\n",
        "output": [
            "The decree has sparked protests and strikes reminiscent of protests which eventually toppled the then president Hosni Mubarak.\n"
        ]
    },
    {
        "input": "其他五个州也有类似的法律，而其余的州则禁止对强奸判处死刑。\n",
        "output": [
            "Five other states have similar laws, while the remaining states ban the death penalty for rape.\n"
        ]
    },
    {
        "input": "苏格兰及南方能源公司评论道：“随着远期年批发价格的显著上涨，并由于分销成本、环境与社会成本的上升压力，从现在起，直到2010年底的一个重要目标就是要设法避免价格上涨”。\n",
        "output": [
            "Scottish & Southern Energy commented: \"With forward annual wholesale prices significantly higher, and with upward pressures in terms of distribution, environmental and social costs, seeking to avoid an increase between now and the end of 2010 is an important goal.\"\n"
        ]
    },
    {
        "input": "自那以后，雅库布一直被羁押。据他的律师苏哈什·坎瑟说，他一直在接受抑郁症治疗。\n",
        "output": [
            "Since then, Yakub has been in custody and has, according to his lawyer Subhash Kanse, been undergoing treatment for depression.\n"
        ]
    },
    {
        "input": "在描述和解释其将银行国有化的行动时，冰岛金融监管局发布了这份简短声明：。\n",
        "output": [
            "In describing and explaining its actions in nationalising the bank, the Icelandic Financial Supervisory Authority issued this brief statement:\n"
        ]
    },
    {
        "input": "两起被证实的伤亡事件均因强风刮起的瓦砾或连根拔起的树木而导致。\n",
        "output": [
            "Both confirmed casualties from the storm were hit by debris by trees uprooted by heavy winds.\n"
        ]
    },
    {
        "input": "五角大楼发言人惠特曼对记者说，暂停合同是因为违反了弹药的产地和包装，而不是因为安全和性能。\n",
        "output": [
            "Bryan Whitman, The Pentagon's spokesperson told reporters that suspension of the contract was due to the violation of the origin of the ammunition and the packaging of the ammunition, not the safety and performance.\n"
        ]
    },
    {
        "input": "在第五局到第六局之间，澳大利亚男子垒球队队员亚当·福卡德的一只名叫斯特里克的狗跑到了内场，导致比赛出现了一点小延误。\n",
        "output": [
            "Between the fifth and sixth innings, there was a small delay in the game when a dog named Streaker, owned by Australia men's national softball team player Adam Folkard, ran onto the the infield.\n"
        ]
    },
    {
        "input": "大约50人被带到当地红十字会为流离失所居民提供的庇护所。\n",
        "output": [
            "Around 50 people have been taken to a local Red Cross shelter for displaced residents.\n"
        ]
    },
    {
        "input": "“我们还在建筑的两侧安装了水力发电母线”。\n",
        "output": [
            "\"We also have hydro bus lines running down two sides of the building\".\n"
        ]
    },
    {
        "input": "她说，尽管她正在接受体检，但她还是进了这所房子，因为她“不能等医生”，账单需要支付。\n",
        "output": [
            "She said that she entered the house, despite undergoing medical tests, because she \"can't wait around for the doctors\" and that bills need paying.\n"
        ]
    },
    {
        "input": "专利指令的反对者声称，一项涉及知识产权（IP）的法案将“扼杀”欧洲的创新，因为它允许为软件内的实施授予专利。\n",
        "output": [
            "Adversaries to the patent directive claim that a bill covering Intellectual Property (IP) would \"stifle innovation\" in Europe, as it allows the patenting of implementation within software.\n"
        ]
    },
    {
        "input": "民意调查显示，他的党派比预期更糟糕，并显示他们获得了大约40个席位。\n",
        "output": [
            "His party did worse than expected from opinion polls, which saw them at gaining about 40 seats.\n"
        ]
    },
    {
        "input": "拉美裔核心小组主席、加州民主党众议员乔·巴卡希望，政策制定者不仅要关注帮助小企业，还要关注如何处理目前居住在美国的1200万非法移民，以及改善边境安全。\n",
        "output": [
            "Hispanic Caucus Chairman, Rep. Joe Baca, D-California, hopes that policymakers will place attention not only on helping small businesses, but also on what to do with 12 million illegal immigrants currently residing in the U.S., and improving border security.\n"
        ]
    },
    {
        "input": "记者联合会在其网站上声明：“不要向记者下手”。\n",
        "output": [
            "\"Hands off journalists!\" the journalist union said in a statement on its website.\n"
        ]
    },
    {
        "input": "电车车队目前由24辆庞巴迪CR4000有轨电车组成，这些电车是为1998年至2000年间开通的28公里铁路网而建造的。\n",
        "output": [
            "The tram fleet is currently made up of 24 Bombardier CR4000 trams, which were constructed for the opening of the 28km network between 1998 and 2000.\n"
        ]
    },
    {
        "input": "7月18日，有几百人对投票中的涉嫌违规行为表示抗议并与警方发生冲突，导致7人死亡。\n",
        "output": [
            "Several hundred people protested at alleged irregularities in the polls on the 18th of July, which ended in 7 people being killed in police clashes.\n"
        ]
    },
    {
        "input": "美国表示对此举感到“失望”，而英国外交大臣表示，巴基斯坦“遵守按期举行自由公正选举的承诺”至关重要。\n",
        "output": [
            "The United States said that it was \"disappointed\" by the move while the United Kingdom's foreign secretary said that it was vital that Pakistan \"abides by the commitment to hold free and fair elections on schedule\".\n"
        ]
    },
    {
        "input": "签署但尚未批准的国家包括中国、美国、巴西、尼日利亚、菲律宾、越南、德国和埃及。\n",
        "output": [
            "Nations that have signed but not yet ratified include China, USA, Brazil, Nigeria, Philippines, Viet Nam, Germany, and Egypt.\n"
        ]
    },
    {
        "input": "调查结果还发现，涉事飞机当时处于正常操作状态；阿诺狄娜说：“引擎直到飞机撞击地面以前一直在工作”。\n",
        "output": [
            "The investigation also found that the aircraft involved had been in normal operating condition; Anodina said that \"[t]he engines were working up till the moment the plane collided with the ground.\"\n"
        ]
    },
    {
        "input": "在参与协商的80,830名成员中，61,623人投票赞成罢工。\n",
        "output": [
            "Of the 80,830 members consulted, 61,623 voted in favour of a walk-out.\n"
        ]
    },
    {
        "input": "另一位美国民主党人罗伊·莱登表示，霍华德的言论“离奇”，并指责这位总理干预美国政治，并表示霍华德的评论出现“你能说的最仁慈的话”很奇怪。\n",
        "output": [
            "Roy Ryden, another US Democrat said Mr Howard's comment was \"bizarre\" and accused the Prime minister of interfering with US politics \"The most charitable thing you can say ab\"out Mr Howard's comment is bizarre.\n"
        ]
    },
    {
        "input": "星期二晚上，第82空降师的武装人员在接受维基新闻记者采访时访问了DirectNIC的办公室。DirectNIC总部位于新奥尔良，是一家网络主机和服务提供商。\n",
        "output": [
            "The offices of DirectNIC, a New Orleans based webhost and services provider, were visited by armed members of the 82nd Airborne Division during an interview with Wikinews reporters Tuesday evening.\n"
        ]
    },
    {
        "input": "阿布哈兹是位于国际承认的格鲁吉亚边界内的一个地区，但它实际上是一个没有得到国际承认的独立共和国。在最近发生炸弹爆炸之后，阿布哈兹关闭了与格鲁吉亚的边界。\n",
        "output": [
            "Abkhazia, a region located within the internationally recognised borders of Georgia, but which is a de facto independent republic without international recognition, has closed its border with the country following recent bomb blasts.\n"
        ]
    },
    {
        "input": "评审人员认为，定制选项的显著增加、更好的人工智能和图形质量的提高是决定性因素。\n",
        "output": [
            "Reviewers cited the significant increase in customization options, better artificial intelligence, and an improvement in graphics quality as decisive factors.\n"
        ]
    },
    {
        "input": "这属于“京都议定书”规定的联合国清洁发展机制（CDM）的范畴。\n",
        "output": [
            "This comes under the Clean Development Mechanism (CDM) of the UN under the Kyoto Protocol.\n"
        ]
    },
    {
        "input": "检察官们不同意杰恩斯的律师关于会为杰恩斯赢得上诉的看法。\n",
        "output": [
            "Prosecutors differed with his attorneys on the prospects of Jaynes winning his appeal.\n"
        ]
    },
    {
        "input": "舒马赫的反应是：“我必须明确地说，我已经不再信仰冠军称号了。”\n",
        "output": [
            "\"I have to say clearly I don't really believe in the championship anymore,\" was Schumacher's reaction.\n"
        ]
    },
    {
        "input": "警方相信飞机上全部180个人全部遇难，另外地面上还有15个人被吓死。\n",
        "output": [
            "Authorities believe that all 180 people onboard the plane have died, and a further 15 people on the ground are feared dead as well.\n"
        ]
    },
    {
        "input": "阿富汗坎达哈尔省妇女事务部主任、倡导妇女权利的萨菲亚·艾哈迈德·扬周一在阿富汗南部坎大哈市的家中被身份不明的枪手枪杀。艾哈迈德-扬强烈批评塔利班对妇女权利的压制。\n",
        "output": [
            "Safia Ahmed-jan, the director of the Afghan Ministry of Women's Affairs for the Khandahar province and an advocate of women's rights and a strong critic of the Taliban's repression of those rights, was shot dead by unidentified gunmen outside her home in Khandahar city in southern Afghanistan on Monday.\n"
        ]
    },
    {
        "input": "雪地水利有限公司的主要股东是新南威尔士州政府，持有百分之五十八的股份。\n",
        "output": [
            "Snowy Hydro Limited's major shareholder is the NSW government with a 58 percent shareholding.\n"
        ]
    },
    {
        "input": "到目前为止，土耳其已有两人死亡，还可能会有第三个，甚至更多住院治疗的人在感染流感病毒后死亡。\n",
        "output": [
            "Two people have died in Turkey so far, possibly a third, and more hospitalized, after contracting the flu virus.\n"
        ]
    },
    {
        "input": "半个小时过后，一个跳传球在川口身前一米处的地方晃动，吓了他一跳。\n",
        "output": [
            "With half an hour gone Kawaguchi got a shock - a bouncing back pass bobbled one meter in front of him.\n"
        ]
    },
    {
        "input": "在珍娜的案例中，试图接种疫苗为时已晚，她在威斯康星州儿童医院的医生设计了一种新的治疗方法。\n",
        "output": [
            "In Jeanna's case it was too late to try to vaccinate, and her doctors at the Children's Hospital of Wisconsin devised a new treatment.\n"
        ]
    },
    {
        "input": "伊朗一贯坚持认为，它有权利用其本土铀资源发展自己的核燃料循环用以发电。\n",
        "output": [
            "Iran has consistently maintained that it has a right to develop its own nuclear fuel cycle from its indigenous uranium resources to produce power.\n"
        ]
    },
    {
        "input": "“如此大量的碎片，说明它们可能是正面相撞”。\n",
        "output": [
            "\"This large number suggests that the collision must have been relatively head-on.\"\n"
        ]
    },
    {
        "input": "将授予新的“开放”公司（即不受管制和非特许经营的）-“大北方公司”在伦敦国王十字车站和哈利法克斯不雷德福车站、西约克郡的维克菲尔德和庞蒂弗拉克特车站之间经营每日三次的列车运行服务空间（业内称作“线路”）。\n",
        "output": [
            "New \"open access\" (unregulated and non-franchised) company Grand Northern is to be given space (known in the industry as \"paths\") to run three train services a day between London King's Cross and Bradford, Halifax, Wakefield and Pontefract in West Yorkshire.\n"
        ]
    },
    {
        "input": "劳伦特王子的身份对审判有几个司法后果。\n",
        "output": [
            "Laurent's status as a Prince has several judicial consequences for the trial.\n"
        ]
    },
    {
        "input": "卡西尼号搭载的紫外成像光谱仪最近也获得了补充性的证据，可支持次表层存在海洋的结论。\n",
        "output": [
            "Cassini's ultraviolet imaging spectrograph also recently obtained complementary results that support the presence of a subsurface ocean.\n"
        ]
    },
    {
        "input": "与此同时，美国人发布了一份文件，现在被描述为不完整，该文件称，美国军方在与意大利官员的联合调查中，清除了自己在3月4日悲惨事件中士兵负有任何责任的部分。\n",
        "output": [
            "Meanwhile, Americans released a document, now described as incomplete, which says the U.S. Army, in a joint inquiry with Italian officials, cleared its own soldiers of any responsibility in the tragic events of March 4.\n"
        ]
    },
    {
        "input": "他批评即将离任的联合国气候秘书处负责人伊沃·德布尔和欧盟气候专员康妮·赫泽高的怀疑态度。\n",
        "output": [
            "He criticised the outgoing head of the U.N.'s climate secretariat, Yvo de Boer, and the European Union's climate commissioner Connie Hedegaard for their scepticism.\n"
        ]
    },
    {
        "input": "私人持股萨默菲尔德董事长保罗·梅森也对此次收购发表了评论。\n",
        "output": [
            "Paul Mason, chair of privately-held Somerfield, also commented on the takeover.\n"
        ]
    },
    {
        "input": "美国国防部官员表示，一周前以色列战斗机至少袭击了叙利亚境内的一个目标。\n",
        "output": [
            "Officials with the United States Department of Defense have stated that Israeli fighter planes struck at least one target inside Syria a week ago.\n"
        ]
    },
    {
        "input": "据传有四名阿拉巴马州儿童被他们的父亲从一座桥上扔下，其中两名儿童的尸体已经被找到。\n",
        "output": [
            "The bodies of two of the four Alabama children allegedly thrown off a bridge by their father have been found.\n"
        ]
    },
    {
        "input": "他说，“这是斐济的正确道路，也是斐济人民的唯一前进道路。”\n",
        "output": [
            "\"This is the right course for Fiji and the only way forward for the people of Fiji,\" he said.\n"
        ]
    },
    {
        "input": "昨天，密尔沃基县地区检察官指控来自威斯康星州布鲁克菲尔德的33岁的科里·J·费里克的五项轻罪，罪名是从快餐店和大学厕所及卫生间偷走价值35,000美元的冲洗阀门。\n",
        "output": [
            "Yesterday, the Milwaukee County district attorney charged Cory J. Feerick, a 33-year-old from Brookfield, Wisconsin, with five misdemeanor counts of stealing US$35,000 worth of flush valves from fast food restaurants and university toilets and urinals.\n"
        ]
    },
    {
        "input": "然而，另一位官员称中央情报局意图强迫布什政府批准酷刑方法的想法是“荒谬”的。\n",
        "output": [
            "Another official, however, called the idea that the CIA had coerced the Bush administration into approving the torture methods \"ridiculous\".\n"
        ]
    },
    {
        "input": "联赛领头羊拜仁慕尼黑3-1击败乙级领头羊门兴格拉德巴赫，晋级德国足协杯第三轮。\n",
        "output": [
            "League leaders Bayern Munich advanced to the 3rd round of the DFB Cup after defeating 2nd division leaders Borussia Mönchengladbach 3-1.\n"
        ]
    },
    {
        "input": "TRESK可能会受到某些药物的影响。那些药物能够改变这一基因报告疼痛的点位，从而减轻偏头痛患者的痛苦。\n",
        "output": [
            "TRESK can potentially be affected by drugs that would change the point at which it reports pain, which would alleviate the suffering of those with migraines.\n"
        ]
    },
    {
        "input": "近几个月来，美国经济及其作为世界贸易工具的货币遭遇了一系列重大挫折。\n",
        "output": [
            "The U.S. economy and its currency as an instrument of world trade has suffered a series of major setbacks in recent months.\n"
        ]
    },
    {
        "input": "只有11匹马曾在美国赢得过三冠王。\n",
        "output": [
            "Only eleven horses have ever won the Triple Crown in the United States.\n"
        ]
    },
    {
        "input": "在法国开始禁止公众戴伊斯兰面纱或罩袍一天之后，法国警方短暂拘留了两名戴面纱的妇女。\n",
        "output": [
            "One day after France began enforcing a ban on the public wearing Islamic veils that cover the face, either a niqāb or a burqa, French police briefly detained two veiled women.\n"
        ]
    },
    {
        "input": "A380于2007年首次进行商业飞行，目前正在与包括法国航空在内的其他几家航空公司合作。\n",
        "output": [
            "The A380 made its first commercial flight in 2007, and is now in service with several other airlines, including Air France.\n"
        ]
    },
    {
        "input": "法拉利车手迈克尔·舒马赫和他的队友费利佩·马萨在印第安纳波利斯汽车赛道上赢得了FIA一级方程式美国大奖赛的冠军。\n",
        "output": [
            "Ferrari driver Michael Schumacher and his teammate Felipe Massa won the front row on the FIA Formula-1 United States Grand Prix on the Indianapolis Motor Speedway.\n"
        ]
    },
    {
        "input": "根据人口与发展管理研究所顾问德文德拉·科塔里的说法：“我们的联邦政府根据人口向各州提供资金。”\n",
        "output": [
            "According to Management Institute of Population and Development consultant Devendra Kothari: \"Our federal government sends funds to the states according to their population.\"\n"
        ]
    },
    {
        "input": "伊夫林·赫斯本德·汤普森，里克指挥官的遗孀，三周前刚刚再婚，她说，“今天早上，我一直在想里克、威利、卡尔帕纳、戴夫、迈克，劳雷尔和利安。”\n",
        "output": [
            "Evelyn Husband-Thompson, widow of commander Rick, who has remarried just three weeks ago, said \"This morning, I couldn't stop thinking about Rick and Willie and Kalpana and Dave and Mike and Laurel and Ilan.\"\n"
        ]
    },
    {
        "input": "到美国东部时间上午11点45分，奥巴马预计赢得349张选举人票，而麦凯恩赢得163张。\n",
        "output": [
            "By 11:45 A.M. EST Obama is projected to have won 349 electoral votes to McCain's 163 votes.\n"
        ]
    },
    {
        "input": "2000年6月2日，秘鲁卡哈马卡省发生一起严重事故，导致许多居民汞中毒，汞是一种毒性很强的重金属。\n",
        "output": [
            "On June 2, 2000, a serious accident in the province of Cajamarca, in Peru, poisoned many residents with mercury, a highly toxic heavy metal.\n"
        ]
    },
    {
        "input": "包括五名国会议员在内的十一名抗议者因扰乱治安和非法集会被捕。\n",
        "output": [
            "Eleven protesters, including five members of Congress, were arrested on charges of disorderly conduct and unlawful assembly.\n"
        ]
    },
    {
        "input": "在冲刺赛的资格赛中，英国车手罗比·科尔以本周末的最快圈速保住了杆位。\n",
        "output": [
            "In qualifying for the sprint race, Great Britain's driver Robbie Kerr managed to secure the pole position with the fastest lap time recorded this weekend.\n"
        ]
    },
    {
        "input": "这一赤字数额目前已相当于美国国内生产总值（GDP）的百分之3.2。政府总收入为国内生产总值的百分之17.8，而总支出则相当于GDP的百分之21。\n",
        "output": [
            "The deficit is now equivalent to 3.2% of the Gross Domestic Product (GDP) of the United States, with the government's total income being 17.8% of GDP, and total outlays being equivalent to 21% of GDP.\n"
        ]
    },
    {
        "input": "特纳在2006年1月的选举中加入了加拿大保守党，但是在发表了一些批评性的博客后，他在10月被暂停了党内职务。\n",
        "output": [
            "Turner was elected with the Conservative Party of Canada in the January 2006 election, but was suspended in October from the Party after posting critical blog posts.\n"
        ]
    },
    {
        "input": "南非的道路安全记录很差，在交通事故死亡率方面排名世界第九。\n",
        "output": [
            "South Africa has a poor road safety record and ranks ninth in the world for traffic fatalities.\n"
        ]
    },
    {
        "input": "“他们如何构建公司以实现这一点完全取决于他们。”\n",
        "output": [
            "\"How they structure the company to achieve this is entirely up to them.\"\n"
        ]
    },
    {
        "input": "然而，这一优势很快被阿灵基队反转，后者在绕过第一个航标的时候领先7秒。\n",
        "output": [
            "This was soon lost to Alinghi however, ending the first mark with a seven second lead.\n"
        ]
    },
    {
        "input": "“只要他们认为能够造成屠杀和政治影响，那么他们就什么事都敢干”，美国大使瑞安·克洛克说道。\n",
        "output": [
            "\"There is nothing they won't do if they think it will work in creating carnage and the political fallout that comes from that,\" the U.S. Ambassador Ryan Crocker said.\n"
        ]
    },
    {
        "input": "警方正在努力追查引发恐慌的那封信的来源。\n",
        "output": [
            "Police efforts are underway to track the origin of the letter that initiated the scare.\n"
        ]
    },
    {
        "input": "这是有记录以来最早在大西洋上形成的五次命名风暴。\n",
        "output": [
            "It was the earliest time on record that five named storms had formed in the Atlantic.\n"
        ]
    },
    {
        "input": "这些结果意味着奥尔默特可能会形成一个中间偏左的联盟，以实施他在约旦河西岸的单方面撤军计划。\n",
        "output": [
            "The results mean that Olmert could probably form a center-left coaltion to implement his unilateral disengagement plan for the West Bank.\n"
        ]
    },
    {
        "input": "该比赛于1947年开始，作为新加坡和马来西亚队的邀请赛，并邀请来自世界各地的国家队和俱乐部队参赛。\n",
        "output": [
            "The tournament began in 1947 as an invitational event for Singapore and Malaysian teams and since grown into national and club teams from around the world are invited.\n"
        ]
    },
    {
        "input": "政府声明称，也门军队“在过去两天内彻底清除了该镇的反叛分子，迫使反叛分子要么投降要么逃跑”。\n",
        "output": [
            "The government statement said the Yemeni forces \"totally [purged] the town of rebel elements in the past two days, forcing the rebels to surrender or flee.\"\n"
        ]
    },
    {
        "input": "美国唯一一家致命注射剂关键成分的生产商星期五宣布，将停止生产这种药物，这导致药品短缺和推迟执行死刑。\n",
        "output": [
            "The sole United States manufacturer of a key component of lethal injections announced Friday that it will cease production of the drug, contributing to shortages and delaying executions.\n"
        ]
    },
    {
        "input": "据报道，马哈苏德于2009年8月5日在美国对南瓦济里斯坦的一次无人机袭击中丧生；然而，最近被选为巴图拉继任者的哈基穆拉·马哈苏德和瓦利·乌尔·雷赫曼告诉BBC，马哈苏德于2009年8月23日星期日因8月5日受伤而死亡。\n",
        "output": [
            "Mehsud was reportedly killed on August 5, 2009, during a U.S. drone attack on South Waziristan; however, Hakimullah Mehsud, who was recently chosen as Baitullah's successor, and Wali-ur-Rehman told the BBC that Mehsud had died on Sunday, August 23, 2009 of injuries sustained on August 5.\n"
        ]
    },
    {
        "input": "运输和区域服务部部长沃伦·特拉斯表示，他已经与澳洲电信的声明保持距离，称澳洲电信有义务维持服务。\n",
        "output": [
            "The Minister for Transport and Regional Services, Warren Truss, has distanced himself from the Telstra announcement, saying that Telstra has an obligation to maintain services.\n"
        ]
    },
    {
        "input": "荷兰队在前十分钟进了两球。\n",
        "output": [
            "The Netherlands scored their two goals in the first ten minutes.\n"
        ]
    },
    {
        "input": "第一天早些时候，挪威外交部长乔纳斯·盖尔·斯托勒和巴勒斯坦总理萨拉姆·法耶德都对巴勒斯坦局势表示乐观和希望。\n",
        "output": [
            "Early on the first day, Norwegian Foreign Minister Jonas Gahr Støre and Palestinian Prime minister Salam Fayyad both expressed optimism and hope for the Palestinian situation.\n"
        ]
    },
    {
        "input": "关于达帕克尔8月11日被绑架后的去向，目前仍然不得而知。\n",
        "output": [
            "The whereabouts of Daparkhel, kidnapped on August 11, is still unknown.\n"
        ]
    },
    {
        "input": "“我看到一个朋友，她腹部中弹两次，还在流血。”\n",
        "output": [
            "\"I saw one friend –– she had been shot twice in the stomach and was bleeding,\"\n"
        ]
    },
    {
        "input": "她说：“珍妮丝对此深感悲痛！她惊呆了，希望全世界都知道瑞安博士是个天才”。\n",
        "output": [
            "She said \"Janice is deeply, deeply anguished! She is stunned and wants the world to know what a genius Dr. Ryan was.\"\n"
        ]
    },
    {
        "input": "“该地区的保护极其重要，该省希望保护森林及其环境服务，并为可持续发展做出贡献，”省森林保护厅长黄恩格·汗说。\n",
        "output": [
            "\"The area is extremely important for conservation and the province wants to protect the forests and their environmental services, as well as contribute to sustainable development,\" said Provincial Forest Protection Department Director for the province, Hoang Ngoc Khanh.\n"
        ]
    },
    {
        "input": "自去年11月以来，扎瓦希里至少还录制了另外三盘录音带，全部由半岛电视台播出。\n",
        "output": [
            "Zawahiri has made at least three other tapes since November, all of which were broadcast by Al-Jazeera.\n"
        ]
    },
    {
        "input": "他还报告说，在整个墨西哥，发生了550起非法窃听案件。\n",
        "output": [
            "He also reported that across Mexico, 550 cases of illegal tapping had occurred.\n"
        ]
    },
    {
        "input": "然而，这一新的授权条例却遭到裸体徒步者的抗议。\n",
        "output": [
            "The new enabling ordinance has, however, been met with protests by nude hikers.\n"
        ]
    },
    {
        "input": "“在我看来，如果发现了这座墓，那将是21世纪最重要的发现之一，因为克里奥帕特拉和马克·安东尼的爱情，也因为他们死亡的悲惨故事”。\n",
        "output": [
            "\"In my opinion, if this tomb is found, it will be one of the most important discoveries of the 21st century because of the love between Cleopatra and Mark Antony, and because of the sad story of their death.\n"
        ]
    },
    {
        "input": "郭台铭深深鞠躬深表遗憾，承诺会努力防止这种悲剧再次发生。\n",
        "output": [
            "Gou, bowing as an expression of regret, promised to work to prevent such tragedies occurring again.\n"
        ]
    },
    {
        "input": "由于浓烟的缘故，使情况变得更加复杂，以至于必须使用防毒面具。\n",
        "output": [
            "The situation was complicated by dense smoke, necessitating the use of gas masks.\n"
        ]
    },
    {
        "input": "莫哈帕特拉说，IMD在5月1日发布的第一个预警公告显示，该地区可能受到气旋的袭击。\n",
        "output": [
            "Mohapatra says IMD's first warning bulletin, issued on 1 May, indicated the land area likely to be hit by the cyclone.\n"
        ]
    },
    {
        "input": "反对派领袖金·比兹利说，工党支持这个计划。\n",
        "output": [
            "Opposition leader Kim Beazley has said that Labor supported the plan.\n"
        ]
    },
    {
        "input": "在我完成发型和妆容之后，我会在节目前去到演播室与制片人交谈。\n",
        "output": [
            "After I'm done with hair and make-up I go down to the studio for the before the show to talk to the producer.\n"
        ]
    },
    {
        "input": "医护人员只证实，他们报警报告说，他们正在把欧文斯送到医院。\n",
        "output": [
            "Paramedics have only confirmed that they called police to report that they were bringing Owens to hospital.\n"
        ]
    },
    {
        "input": "现在每千人中有940名女性成年人，而2001年则是每千名男性中有933名女性。\n",
        "output": [
            "There are now 940 female adults for every one thousand men, in contrast to 2001, when there were 933 women per thousand males.\n"
        ]
    },
    {
        "input": "他说，有些人住在“破旧、废弃的水处理设施”里。\n",
        "output": [
            "Some lived in a \"dilapidated, abandoned water treatment facility\" he said.\n"
        ]
    },
    {
        "input": "这座奖杯是以格雷伯爵的名字命名的，他把奖杯捐给了加拿大最成功的业余橄榄球队。\n",
        "output": [
            "The Cup is named after Earl Grey who donated the trophy to honour Canada's most successful amateur rugby team.\n"
        ]
    },
    {
        "input": "澳大利亚政府理事会（COAG）将于今天在堪培拉举行2006年第一次会议。\n",
        "output": [
            "The Council of Australian Governments (COAG) will meet in Canberra today for its first meeting of 2006.\n"
        ]
    },
    {
        "input": "“我们对可能给我们的客户造成的任何不便和干扰表示诚挚的歉意，”MS在向媒体发表的一份声明中表示。\n",
        "output": [
            "\"We sincerely apologize for any inconvenience and disruption this may be causing our customers,\" said MS in a statement to the media.\n"
        ]
    },
    {
        "input": "交通警察穆尔塔达·法迪勒在阳台下避雪并对路透社说：这场雪是“新伊拉克的一个新迹象”。\n",
        "output": [
            "The snow was \"a new sign of the new Iraq,\" according to traffic policeman Murtadha Fadhil, who spoke to Reuters whilst sheltering under a balcony.\n"
        ]
    },
    {
        "input": "自市场开盘以来，苹果股价上涨至373.72美元，自周三收盘后仅下跌2.46美元。\n",
        "output": [
            "Since market open, Apple shares rose to $373.72, a drop of only $2.46 since Wednesday's close.\n"
        ]
    },
    {
        "input": "英国情报局的一名准尉和一名少校以及女王兰开夏团（现兰开斯特公爵团）的前指挥官被指控玩忽职守。\n",
        "output": [
            "A Warrant Officer and a Major in the British Intelligence Corps and the former commander of the Queen's Lancashire Regiment (now the Duke of Lancaster's Regiment) are charged with negligently performing duties.\n"
        ]
    },
    {
        "input": "一个评分点等于1,096,000户，因为现在美国至少有109,600,000户家庭拥有电视。\n",
        "output": [
            "One ratings point is equal to 1,096,000 households, as there are now 109,600,000 households in the United States with at least one television.\n"
        ]
    },
    {
        "input": "我不知道要谈什么，在我们坐下来谈谈之前，我能说的就是这些。\n",
        "output": [
            "I have no idea what it's about, and until we sit down and talk that's all I'm going to say about it.\n"
        ]
    },
    {
        "input": "OPP称，这些男子因“破坏和平”而被捕，并指出这不属于刑事犯罪。\n",
        "output": [
            "The OPP said the men were arrested for \"breaking the peace\" and noted that it is not a criminal offence.\n"
        ]
    },
    {
        "input": "女子比赛一结束，大学队和卡永德拉之间的A级比赛就开始了。\n",
        "output": [
            "The local A-Grade contest between University and Caloundra started almost immediately after the completion of the woman's game.\n"
        ]
    },
    {
        "input": "美国总统巴拉克·奥巴马周四晚与杰伊·莱诺一同出席今夜秀，他告诉主持人杰伊·莱诺，他曾在白宫保龄球馆打了一场比赛，得到了129分。\n",
        "output": [
            "In an appearance on the The Tonight Show with Jay Leno Thursday night, United States President Barack Obama told host, Jay Leno, that he had bowled at the White House bowling alley and scored a 129.\n"
        ]
    },
    {
        "input": "《自然》杂志指出，《大英百科全书》对“【他们的】审稿人所提出的、不到一半的观点”进行了批评，并声称，这两部百科全书受到了同样的对待。\n",
        "output": [
            "Nature notes that Britannica criticised 'less than half the points [their] reviewers raised', and states that the two encyclopædias were subject to the same treatment.\n"
        ]
    },
    {
        "input": "此反垄断案的第一个判决是在2004年作出的，内容是微软没有给与其竞争的软件公司提供所需的互操作性，使他们无法制作与Windows兼容的软件。\n",
        "output": [
            "The first decision in this antitrust case was given in 2004 citing that Microsoft withheld needed interoperability information from rival software companies which prevented them from making software compatible with Windows.\n"
        ]
    },
    {
        "input": "所有的钱都捐给了蒂格雷，包括牛津饥荒救济委员会、救助儿童会、联合国儿童基金会和基督教救助会，不知怎么的，我们都被骗了。\n",
        "output": [
            "It's that all monies going into Tigray — that would be Oxfam, Save the Children, UNICEF and Christian Aid — somehow, we were all duped and gulled.\n"
        ]
    },
    {
        "input": "Gawker.com注意到，此前在YouTube能够看到的那个较小的视频剪辑“已经看不到了，很可能是由于科学教会发出了版权侵权通知的缘故”。\n",
        "output": [
            "Gawker.com noted that a smaller video clip which had previously been available on YouTube \"is no longer available, most likely after the Church of Scientology sent in a copyright infringement notice.\"\n"
        ]
    },
    {
        "input": "这条消息还提到了最近宣布爵士身份的撒旦诗集作者萨尔曼·拉什迪。\n",
        "output": [
            "The message went on to mention the recently announced knighthood of Satanic Verses author Salman Rushdie.\n"
        ]
    },
    {
        "input": "第三和第四名的首发球员分别是美国和德国。\n",
        "output": [
            "Third and fourth place starters are the United States and Germany respectively.\n"
        ]
    },
    {
        "input": "与其他任何目的地相比，希思罗机场已取消了更多专门用于苏格兰的航班。\n",
        "output": [
            "More Heathrow slots earmarked for Scotland have been given up than any other destination.\n"
        ]
    },
    {
        "input": "飞机在旧金山降落的时候，天气很好。\n",
        "output": [
            "The weather was good as the plane was landing in San Francisco.\n"
        ]
    },
    {
        "input": "“烟雾探测器在13楼和27楼突然大作。”\n",
        "output": [
            "\"Smoke detectors went off on the 13th and 27th floors.\"\n"
        ]
    },
    {
        "input": "根据沙纳罕的说法，整个丹佛野马队将于周六在威廉姆斯的家乡德克萨斯州沃思堡参加他的葬礼。\n",
        "output": [
            "The entire Denver Broncos will attend the funeral service for Williams on Saturday in his hometown of Fort Worth, Texas, according to Shanahan.\n"
        ]
    },
    {
        "input": "在采访完成后，克拉克向格雷默斯警方自首，《头条新闻》也记录了这一情况。\n",
        "output": [
            "After they have finished the interview, Mr Clarke handed himself in to the Greymouth police, which One News also recorded.\n"
        ]
    },
    {
        "input": "在7月21日袭击失败前两周，7月7日发生的一系列炸弹炸死56人，其中包括4名自杀式炸弹袭击者。\n",
        "output": [
            "Two weeks before the failed attacks of July 21, a series of bombs on July 7 killed 56 people, including four suicide bombers.\n"
        ]
    },
    {
        "input": "科特河上的大坝已建了四年。\n",
        "output": [
            "The dam on the Cotter River has been under construction for four years.\n"
        ]
    },
    {
        "input": "太空人队目前在国家联盟中部赛区排名第五，战绩为58：73。\n",
        "output": [
            "The Astros are currently in fifth place in the National League Central with a record of 58-73.\n"
        ]
    },
    {
        "input": "2004年只接到了186起发病报告，而此前一年则接到了336起。\n",
        "output": [
            "Only 186 cases were reported in 2004, down from 336 the previous year.\n"
        ]
    },
    {
        "input": "目击者看着这名男子被卷到海里。\n",
        "output": [
            "Witnesses looked on as the man was swept out to sea.\n"
        ]
    },
    {
        "input": "“由于他们生活在帐篷和水有限的空旷地区，因此患病的风险就在那里，”来自卫生部危机中心的Rustan Pakaya说。\n",
        "output": [
            "\"The risk of catching diseases is there because they live in an open area with limited tents and water,\" said Rustan Pakaya, from the health ministry's crisis centre.\n"
        ]
    },
    {
        "input": "中国域名最近成为针对中国的众多终止服务的攻击目标。\n",
        "output": [
            "The Chinese domain was targeted in the latest of many denial of service attacks against China.\n"
        ]
    },
    {
        "input": "另据报道，在阿马郡纽坦汉米顿镇发生了另外一场事故。牵涉到2名17岁男孩。\n",
        "output": [
            "Also, another accident was reported which took place in Newtownhamilton, County Armagh in which two 17 year old boys were involved.\n"
        ]
    },
    {
        "input": "在2008年台北市新年倒数晚会上，一些当地和国外媒体因台北101作为世界级的摩天大楼而关注其烟花表演。\n",
        "output": [
            "In the \"2008 Taipei City New Year Countdown Party\", several local and foreign media focused on the fireworks of the Taipei 101 due to the notability of the skyscraper world-wide.\n"
        ]
    },
    {
        "input": "此前，该议会拒绝公布毕马威的一份报告。\n",
        "output": [
            "This follows a report from KPMG, which the council has refused to release.\n"
        ]
    },
    {
        "input": "花旗集团是世界上最大的全业务银行之一，在100多个国家拥有2亿客户。\n",
        "output": [
            "Citigroup is one of the world's largest full-service banks, with two hundred million customers in more than 100 countries.\n"
        ]
    },
    {
        "input": "这项发现是通过在缺乏该基因的情况下检验小白鼠的繁殖情况发现的。\n",
        "output": [
            "The discovery was made by examining mice bred to lack the gene.\n"
        ]
    },
    {
        "input": "一棵树倒在一名10岁女孩睡觉的帐篷上，使她严重受伤。\n",
        "output": [
            "A 10-year-old girl was critically injured after a tree fell on the tent she was sleeping in.\n"
        ]
    },
    {
        "input": "克林顿夫人说：“在今后10年里，如果他们愚蠢地考虑对以色列发动一场攻击，那么我们将有能力把他们彻底消灭”。\n",
        "output": [
            "\"In the next 10 years, during which they might foolishly consider launching an attack on Israel, we would be able to totally obliterate them,\" Clinton said.\n"
        ]
    },
    {
        "input": "爱尔兰航空公司瑞安航空的股票价格在今早的交易中下跌12％，进一步加剧了市场对经济衰退下糟糕的市场状况的担忧。\n",
        "output": [
            "Irish airline Ryanair took a 12% slump in this morning’s trade, further intensifying concern about poor market conditions amid recessionary fears.\n"
        ]
    },
    {
        "input": "该公司被要求购买弹药并运送到阿富汗喀布尔国际机场。\n",
        "output": [
            "The company was required to purchase the ammunition and deliver it to Kabul International Airport in Afghanistan.\n"
        ]
    },
    {
        "input": "多亏了斯科特·麦肯齐，他在过去的两个赛季中赢得了20场比赛，太空人队在对阵圣路易斯红衣主教队的国家联盟冠军系列赛中没打到第7场比赛，就取得了胜利。\n",
        "output": [
            "Thanks to Scot McKenzie, who has won 20 games each of the past two seasons, the Astros didn't need Game 7 in the NL championship series against the St. Louis Cardinals.\n"
        ]
    },
    {
        "input": "这项研究“为大脑的靶向治疗开辟了道路，改变了我们看待阿尔茨海默病的方式，”德拉蒙特说。\n",
        "output": [
            "The study \"opens the way for targeted treatment to the brain and changes the way we view Alzheimer's disease,\" says de la Monte.\n"
        ]
    },
    {
        "input": "“现在是澳大利亚公众了解我们土地上发生的事情的时候了。”\n",
        "output": [
            "\"It's time the Australian public knew the reality of what is happening on our land.\"\n"
        ]
    },
    {
        "input": "他说，科尔马先生和他的妻子诺尔玛·阿德里亚诺之间的婚姻问题是“常识”，并得到了一位行业分析师和飞行员的支持，他说他相信这对夫妇一直在争论到深夜，并表示关心报告没有解决心理问题。\n",
        "output": [
            "He said that marital problems between Mr Komar and his wife Norma Andriani were \"common knowledge\" and was backed up by an industry analyst and pilot who said he believed the couple had been arguing late into the night, and expressed concern that the report had not addressed psychological issues.\n"
        ]
    },
    {
        "input": "事故发生的时候，该地区正遇到强风暴雨的袭击，水道上浪大流急。\n",
        "output": [
            "The accident took place as strong winds and heavy rain battered the area, causing large waves and strong currents in waterways.\n"
        ]
    },
    {
        "input": "“我们都不希望任何美国人的护照文件在未经授权的情况下被查看。”\n",
        "output": [
            "\"None of us want us to have a situation where any American's passport file is accessed in an unauthorized way.\"\n"
        ]
    },
    {
        "input": "“它在市内的一片废弃土地上（在彼尔姆）降下来。”\n",
        "output": [
            "\"It came down within the city limits (in Perm) in a patch of waste ground.\"\n"
        ]
    },
    {
        "input": "“在一起，他们是对半个世纪前在奥辛盖希死去的47名勇敢的人的真正的敬意。”\n",
        "output": [
            "\"Together, they are a truly fitting tribute to those 47 brave men who died in Auchengeich half a century ago.\"\n"
        ]
    },
    {
        "input": "格雷厄姆说：“如果你愿意的话，这将为我们提供一个基石，开始寻找悉尼号。”\n",
        "output": [
            "\"This gives us a cornerstone if you like, to start the search for the Sydney from,\" said Graham.\n"
        ]
    },
    {
        "input": "这份综合抗辩书的最后12页是针对特定文章的批评意见做出的答复，主要包含在文章写作和风格方面的不同看法，但是也引用了《自然》杂志方面犯下的明显事实错误。\n",
        "output": [
            "The last 12 pages of this comprehensive rebuttal are responses to specific article criticisms, mainly consisting of differences of opinion on style and article composition, but some citing outright factual errors on Natures part.\n"
        ]
    },
    {
        "input": "出席为信用卡发行人作证的有发现金融有限公司的罗杰·霍赫希尔德、美国银行公司的布鲁斯·哈蒙兹和第一资本金融公司的瑞恩·施耐德。\n",
        "output": [
            "Present to testify on behalf of credit card issuers were Roger C. Hochschild of Discover Financial Services, Bruce L. Hammonds of Bank of America Corporation, and Ryan Schneider of Capital One Financial Corporation.\n"
        ]
    },
    {
        "input": "该小组最初打算通过研究户外露营者睡袋的方向来测试人体磁场探测力的可能，但事实证明这些数据很难获得，因为人类通常睡在帐篷下。\n",
        "output": [
            "The team originally intended to test for possible human magnetic field detection by studying the orientation of sleeping bags in outdoor campers, but it proved difficult to obtain data because humans usually slept under tents.\n"
        ]
    },
    {
        "input": "渔民的律师大卫·P·鲍格说，水库周围的居民很高兴鳄鱼走了。\n",
        "output": [
            "The fisherman’s attorney, David P. Baugh, said area residents surrounding the reservoir are happy the alligator is gone.\n"
        ]
    },
    {
        "input": "政府官员经常选择沙摩酒店来举办活动，它在一段时间内还曾经是非常受外国记者欢迎的住宿地点。\n",
        "output": [
            "Hotel Shamo is often chosen by government officials to host events and at one time was a popular lodging option for foreign journalists.\n"
        ]
    },
    {
        "input": "Mitayev表示是“家庭问题引发的压力”导致他对波波夫实施了暴力。\n",
        "output": [
            "Mitayev cited that \"stress due to family problems\" is what led to his actions against Popov.\n"
        ]
    },
    {
        "input": "根据权威报道，在拉各斯岛昨天发生的火灾中，多达9幢其他建筑物也受到大火的影响。\n",
        "output": [
            "As many as nine other buildings in the Lagos Island fire yesterday were also impacted by the flames, according to authorities.\n"
        ]
    },
    {
        "input": "科尼尔斯说：“我现在不想做这样的事。”不过他指出，他希望以其他方式推动调查，包括派遣委员会调查人员前往伦敦。\n",
        "output": [
            "\"My inclination at this time is not to do something like that,\" Conyers said, although he noted that he wanted to press for an investigation in other ways, including sending committee investigators to London.\n"
        ]
    },
    {
        "input": "边境的关闭为依赖美国牛肉市场的加拿大肉牛业主带来了大麻烦。\n",
        "output": [
            "The closure continues to cause major problems for Canadian beef farmers who depended on the United States beef market.\n"
        ]
    },
    {
        "input": "在当局使用爆炸装置冲进后门后，两名嫌疑人挟持一名人质逃离了位于沃特迪士尼运动大世界西1英里的莫肯特尔银行。\n",
        "output": [
            "The suspects had escaped the Mercantile Bank, a mile west of Walt Disney World's Wide World of Sports, with one hostage after authorities blasted through the rear door using an explosive device.\n"
        ]
    },
    {
        "input": "1991年对艾滋病受害者的人类大脑进行的一项研究显示，同性恋和异性恋男性之间存在类似的下丘脑大小差异。\n",
        "output": [
            "A 1991 study of human brains of AIDS victims showed a similar hypothalamus size difference between gay and heterosexual men.\n"
        ]
    },
    {
        "input": "评论人士指出，奥巴马似乎在党团会议的州表现良好。\n",
        "output": [
            "Commentators have noted that Obama seems to perform well in caucus states.\n"
        ]
    },
    {
        "input": "维护持枪权的集团强烈反对这次表决。他们声称这些措施违反宪法权利，并在网上发布宣传材料嘲弄个别参议员。\n",
        "output": [
            "Gun rights groups have campaigned strongly against the vote, claiming that the measures would violate constitutional rights, and targeting individual Senators with mocking material appearing online.\n"
        ]
    },
    {
        "input": "33岁的杰克·托马斯被称为“圣战杰克”，根据澳大利亚新的反恐法被判有罪。\n",
        "output": [
            "Jack Thomas, 33, known as \"Jihad Jack\" was convicted under new Australian anti-terror laws.\n"
        ]
    },
    {
        "input": "他说，由于水资源管理不善，亚洲和非洲数十亿人已经面临缺水问题。\n",
        "output": [
            "Billions of people in Asia and Africa already faced water shortages because of poor water management, he said.\n"
        ]
    },
    {
        "input": "本周还看到澳大利亚北领地儿童专员霍华德·巴斯表示，该地区在西方地区的女性自杀率最高。\n",
        "output": [
            "This week also saw Howard Bath, Children's Commissioner for Australia's Northern Territory, suggest the area had the highest proportion of Aborignal girl suicides in the West.\n"
        ]
    },
    {
        "input": "此外，实行了宵禁，军队关闭了尼日尔的边界。\n",
        "output": [
            "Additionally, a curfew has been imposed, and the military has closed Niger's borders.\n"
        ]
    },
    {
        "input": "她的父亲米奇评论说“这是对她音乐成就和才华的回报”。\n",
        "output": [
            "Her father Mitch remarked that \"This is the reward for her musical achievements and her talent\".\n"
        ]
    },
    {
        "input": "消防队员正在使用一架直升机，这是伊利县治安官部门提供的，它配备了红外摄像机，以便看到建筑物中仍然有大量热量或火灾的区域。\n",
        "output": [
            "Firefighters are using a helicopter, courtesy of the Erie County Sheriff's Department, that is equipped with infrared cameras in order to see the areas of the building which still contain a significant amount of heat or fire.\n"
        ]
    },
    {
        "input": "雷纳的故事以她在德克萨斯州达拉斯参加资产拍卖活动时发现的一把旧手镜为线索展开。\n",
        "output": [
            "Rainer's story revolves largely around an old hand mirror she discovered while attending an estate sale in Dallas, Texas.\n"
        ]
    },
    {
        "input": "但是，当卡车在一座房子前停下来以后，警察发现方向盘后面坐着的是个男孩，二年级，勉强有4英尺高。\n",
        "output": [
            "But when the truck came to a stop in front of a house, police saw that it was a boy, a second grader, barely 4 feet tall, behind the wheel.\n"
        ]
    },
    {
        "input": "加拿大设计的CANDU反应堆，由于其燃料效率高、停机时间短，是最具优势的核反应堆形式之一。\n",
        "output": [
            "CANDU reactors, which are designed in Canada, are one of the most advantageous forms of nuclear reactors due to their fuel efficiency and low amount of down-time.\n"
        ]
    },
    {
        "input": "目前还不清楚他体内是否还有其他毒物。\n",
        "output": [
            "It is unknown if there were any other poisons in his system.\n"
        ]
    },
    {
        "input": "沙特中央银行官员表示，将采取“适当措施”来阻止大量资本流入该国。\n",
        "output": [
            "Saudi central bank officials said that \"appropriate measures\" would be taken to stop the large capital inflows into the country.\n"
        ]
    },
    {
        "input": "据估计，昨天有10万多人在解放广场抗议，反对埃及总统穆罕默德·穆尔西颁布的宪法法令。\n",
        "output": [
            "An estimated over 100,000 people protested in Tahrir Square yesterday in opposition to a constitutional decree made by Egypt's President Mohamed Morsi.\n"
        ]
    },
    {
        "input": "作为新政策的一部分，常规武器在未来将发挥更大的作用。\n",
        "output": [
            "As part of the new policy, conventional weapons will have a greater role in the future.\n"
        ]
    },
    {
        "input": "作为行动的一部分，澳航一架空客A330客机被澳大利亚当局派往大洋上空。\n",
        "output": [
            "As part of the operation, a Qantas Airways Airbus A330 was sent over the ocean by Australian authorities.\n"
        ]
    },
    {
        "input": "官方提示此病毒可能没有最初想像的那么致命。\n",
        "output": [
            "Authorities suggest that the strain may not be as deadly as first thought.\n"
        ]
    },
    {
        "input": "他还出版了《人间大浩劫》，《刚果》，《旭日》，《时间轴》，《死亡之食》，所有这些都被拍成主流的电影。\n",
        "output": [
            "He also published The Andromeda Strain, Congo, Rising Sun, Timeline, Eaters of the Dead, all of which became major motion pictures.\n"
        ]
    },
    {
        "input": "10月份，史蒂文斯被控在担任参议员期间犯有7项罪行，包括接受大部分是以免费翻修他房子形式所进行的油服公司赠礼。这项指控被认为对他在11月的选举中被前任安克雷奇市长、现任阿拉斯加资浅参议员马克·贝吉奇击败起到重要因素。\n",
        "output": [
            "Stevens was convicted in October on seven felony counts of lying on senate disclosure forms about gifts, largely in the form of free renovations to his home, received from an oil service company; his conviction is thought to have been a large factor in his November electoral defeat to former Anchorage mayor Mark Begich, the current junior Senator from Alaska.\n"
        ]
    },
    {
        "input": "然而，根据难民行动联盟人士伊安·林托的说法，已经被安置在澳大利亚社区的斯里兰卡人正在遭到忽视。\n",
        "output": [
            "Sri Lankans already in the Australian community, however, are being overlooked, according to Ian Rintoul of the Refugee Action Coalition.\n"
        ]
    },
    {
        "input": "迈尔斯曾在肯塔基州帕杜卡的里德兰高中任教。2006年，在那里的一名学生发现了她的色情事业后，她被停职。\n",
        "output": [
            "Myers previously taught at Reidland High School in Paducah, Kentucky, and was suspended in 2006 after a student there discovered her pornographic career.\n"
        ]
    },
    {
        "input": "一名与海军陆战队随行的电视记者把这起谋杀录在了录像带上。\n",
        "output": [
            "A television journalist embedded with the Marines recorded the killing on videotape.\n"
        ]
    },
    {
        "input": "士兵们用扩音器宣布该市实行宵禁，所有当地居民都留在家中。\n",
        "output": [
            "Soldiers announced in loudspeakers that the city was under curfew and that all local residents were to remain inside their homes.\n"
        ]
    },
    {
        "input": "山体滑坡掩埋了房屋，道路无法通行，数百名警察、军事人员、地方官员和志愿者一直在用农具甚至双手挖掘，寻找幸存者。\n",
        "output": [
            "Landslides buried houses and made roads impassable, while hundreds police officers, military personnel, local officials and volunteers have been digging with farm tools and even their hands to search for survivors.\n"
        ]
    },
    {
        "input": "当他从卡车的驾驶室跳下时，他的背部受伤了。\n",
        "output": [
            "He hurt his back when he jumped from the cab of his truck.\n"
        ]
    },
    {
        "input": "伊朗总统艾哈迈迪・内贾德对美国的说法作出回应，在电视采访中说，这些指控是“延长美军在伊拉克逗留时间的借口”，美国指责其他国家企图“掩盖其失利和失败”；但是在2月12日对黛安索耶的采访中，内贾德的反应是，他拒绝回应有关伊朗向伊拉克叛乱分子提供武器的指控。\n",
        "output": [
            "Reacting to the U.S. claims, Iran's President Mahmoud Ahmadinejad said in a television interview that the allegations were \"excuses to prolong the stay\" of the U.S. military in Iraq, and that the U.S. was pointing fingers at others in an effort to \"hide its defeats and failures\"; however in an interview with Diane Sawyer on February 12th, Ahmadinejad refused to address accusations that his country was supplying weapons to insurgents in Iraq.\n"
        ]
    },
    {
        "input": "这次会议由美国国务院主办，被称为安纳波利斯会议。\n",
        "output": [
            "The conference, hosted by the United States Department of State, has been dubbed the Annapolis Conference.\n"
        ]
    },
    {
        "input": "据说此次事故中没有涉及其他车辆。\n",
        "output": [
            "It is thought that no other vehicle was involved in the incident.\n"
        ]
    },
    {
        "input": "巴兹尔·艾尔-赛义德于2011年12月29日在霍姆斯市被狙击手击毙，成为最后一名在2011年去世的记者。\n",
        "output": [
            "Basil Al-Sayed became the last journalist to die in 2011, shot on December 29 by a sniper in the city of Homs.\n"
        ]
    },
    {
        "input": "该实验的主要研究者弗朗西斯·埃弗里特在接受《纽约时报》采访时强调，他们的声明只是初步的结果，他们希望通过进一步的分析提高结果的准确性；目前，他们说他们只检测到拖曳效应在其期望值的正负百分之15之内产生。\n",
        "output": [
            "Francis Everitt, the experiment's Principal Investigator, stresses in an interview with the New York Times that their announcement is only preliminary and that, with further analysis, they hope to improve the precision of their results; currently, they say they have only detected the frame dragging effect to within plus or minus fifteen percent of its expected value.\n"
        ]
    },
    {
        "input": "根据北京的“主办城市协议”，预计参加奥运会的30000名记者和媒体工作人员将保证可以无限制访问网页。\n",
        "output": [
            "Unrestricted access is guaranteed to the 30,000 reporters and media staff expected for the Olympics under Beijing's 'host city contract'.\n"
        ]
    },
    {
        "input": "塞比奥教授表示：“此前的这项研究高估了核电站建设和铀开采所产生的能源成本和碳排放。”\n",
        "output": [
            "\"This previous research overestimated the energy costs and carbon emissions generated by the construction of nuclear power plants and for mining uranium,\" Prof Sevior said.\n"
        ]
    },
    {
        "input": "空客发言人说，总部设在图卢兹的空客制造商将协助调查。\n",
        "output": [
            "Manufacturer Airbus, based in Toulouse, will aid the investigation, Airbus spokespersons stated.\n"
        ]
    },
    {
        "input": "监狱囚犯，无家可归者，军人以及有日托儿童的家庭风险较高。\n",
        "output": [
            "At higher risk are prison inmates, homeless people, military personnel, and families with kids in day care.\n"
        ]
    },
    {
        "input": "据估计，削减英军可节省约10亿英磅（约合17亿美元）。\n",
        "output": [
            "It estimated the reduction of British forces could save about £1 billion pounds (about $1.7 billion U.S. dollars).\n"
        ]
    },
    {
        "input": "“通过公开拥抱哈马斯，卡塔尔的埃米尔破坏了和平。”\n",
        "output": [
            "\"By hugging Hamas publicly, the emir of Qatar has thrown peace under the bus.\"\n"
        ]
    },
    {
        "input": "加拿大的罗杰斯以2176美元的价格排名第二，合约期三年。\n",
        "output": [
            "Canada's Rogers was the second most expensive at US$2176 for a three-year term.\n"
        ]
    },
    {
        "input": "我会说，尽可能将文本或内容属性化是一个好的实践。\n",
        "output": [
            "I would say it's a good practice to attribute text or content whenever possible.\n"
        ]
    },
    {
        "input": "“当局确实支持为哥莱顿增设电车，以配合对电车服务日益增长的需求，以及改善东、西哥莱顿车站之间和周围的行人与交通工具使用者的出行情况。”\n",
        "output": [
            "\"There is real support to get additional trams for Croydon to keep pace with growing demand for Tramlink services and also to secure major improvements for pedestrians and transport users around and between East and West Croydon stations.\"\n"
        ]
    },
    {
        "input": "发动机停止工作，直升机跌落地面，一位名叫阿古斯丁·瓦尔加斯的当地居民如是说。\n",
        "output": [
            "The motor stopped and the helicopter plummeted to the ground, said one local resident named Agustin Vargas.\n"
        ]
    },
    {
        "input": "“本是一个很好的朋友，他在欧洲与Disgorge一起度过的时光（特别是在我家里度过的夜晚）一直都很棒。”\n",
        "output": [
            "\"Ben was a great friend, and the time he spent in Europe with Disgorge (especially the nights off at my own home) have been nothing but great.\"\n"
        ]
    },
    {
        "input": "今年3月份，政府已将资金用于摩根大通公司对贝尔斯登银行的收购中。\n",
        "output": [
            "Government money was used in the takeover of Bear Stearns by JPMorgan Chase in March of this year.\n"
        ]
    },
    {
        "input": "然后，研究人员试图收回他们的钱，并前往惠顿和代尔下榻的酒店，却发现房间空无一人，两人也无处可寻。\n",
        "output": [
            "The researchers then attempted to reclaim their money and went to the hotel Whitton and Dyer were staying in, only to find the rooms empty, and the two men nowhere to be found.\n"
        ]
    },
    {
        "input": "据报道，奥尔德马斯顿的原子武器基地正在研制战术核武器，这种武器比三叉戟更小、射程更短，适合使用与战斧相同类型的发射器发射。\n",
        "output": [
            "The atomic weapons establishment at Aldermaston is reported to be developing tactical nuclear weapons, smaller and of shorter range than Trident suitable for firing using the same type of launcher as Tomahawks.\n"
        ]
    },
    {
        "input": "但随着气温和风力的上升，以及1788名选手中的许多人在2007年10月14日上午12：00之前完成比赛，当天晚些时候又恢复了“正常”的感觉。\n",
        "output": [
            "But a sense of \"normal\" returned later in the day as the temperature and winds rose and as many of the 1,788 starters completed before the October 14, 2007 12:00am deadline.\n"
        ]
    },
    {
        "input": "加拿大交通部长让·拉皮埃尔说，加拿大三分之二的国内航班在某一时刻会经过美国领空。\n",
        "output": [
            "The Canadian transport minister Jean Lapierre said two-thirds of Canada's domestic flights at some point cross through American air space.\n"
        ]
    },
    {
        "input": "2004年7月，罗马尼亚将重新计算其货币列伊的价值，使10,000个旧列伊相当于1个新列伊，1欧元相当于约3.6个新列伊。\n",
        "output": [
            "In July 2004, Romania will revalue its currency, the leu, so that 10,000 old lei will equal 1 new leu, with 1 euro being equal to approximately 3.6 new lei.\n"
        ]
    },
    {
        "input": "在整个视频期间，克鲁兹一直在使用科学教派的行话，比如“KSW”：“对我来说，一切都与KSW有关”。\n",
        "output": [
            "Throughout the video, Cruise uses Scientology jargon terms such as \"KSW\": \"For me, it’s all about KSW.\"\n"
        ]
    },
    {
        "input": "美国传奇摇滚乐队杰佛逊飞机乐队的鼓手斯宾塞·德莱顿于1月11日星期二去世。\n",
        "output": [
            "Spencer Dryden, the drummer of the legendary American rock band Jefferson Airplane, passed away on Tuesday, Jan. 11.\n"
        ]
    },
    {
        "input": "阿舍曼综合症通常是由子宫损伤导致的内部疤痕组织引起的。\n",
        "output": [
            "Asherman's syndrome is normally caused by a trauma to the uterus that results in internal scar tissue.\n"
        ]
    },
    {
        "input": "他的税收和支出削减计划对国家社会保障的影响尚未得到解释。\n",
        "output": [
            "The effect of his tax and spend reduction plans on state social provision has not yet been explained.\n"
        ]
    },
    {
        "input": "由于最近潮湿的天气导致地面积水，比赛被移出了大学。\n",
        "output": [
            "The match was moved from the University due to the recent wet weather causing the ground to be water logged.\n"
        ]
    },
    {
        "input": "在死者的亲属被告知此事件之前，警方无意披露有关该事件的任何进一步资料。\n",
        "output": [
            "Police do not intend to disclose any further information about the incident until relatives of the deceased have been informed of the incident.\n"
        ]
    },
    {
        "input": "在早期的预备队比赛中，Goldie（剑桥队）击败了Isis（牛津队）。\n",
        "output": [
            "In the earlier race for reserve crews, Goldie (Cambridge) beat Isis (Oxford).\n"
        ]
    },
    {
        "input": "警方搜查了马达范在印度的四层豪宅，发现了毒品、警服、一只濒危老虎的皮毛和色情影碟。\n",
        "output": [
            "A police raid of Madhavan's four-story mansion in India uncovered drugs, a police uniform, a pelt from an endangered tiger and pornographic DVDs.\n"
        ]
    },
    {
        "input": "照片拍摄于2002年和2006年，这些照片与之前的建筑区域形成鲜明对比，剩下的是空的灌木丛。\n",
        "output": [
            "Taken in 2002 and 2006, the photos starkly contrast the previous built-up area with the empty scrubland that remains.\n"
        ]
    },
    {
        "input": "联盟杯16强的第一回合今天早些时候举行，全部8场比赛都在进行。\n",
        "output": [
            "The first leg of the round of sixteen in the UEFA Cup occurred earlier today, with all eight games being played.\n"
        ]
    },
    {
        "input": "迪安娜·玛格最初表示，她只拥有参与这起伤人案件的3只狗中的1只，目前尚未受到正式指控，正等待起诉。\n",
        "output": [
            "Deeana Large, who initially said she owned only 1 of the 3 dogs involved in the mauling case, has not yet been formally charged and awaits indictment.\n"
        ]
    },
    {
        "input": "矿工们从当地时间03：00（世界时08：00）开始被困井下。\n",
        "output": [
            "The miners have been trapped since 03:00 (08:00 UTC) local time.\n"
        ]
    },
    {
        "input": "西班牙国民警卫队的一个警察局星期五在巴斯克城市杜兰戈遭遇汽车炸弹袭击，两名警察受伤。\n",
        "output": [
            "A police station of the Spanish Guardia Civil was attacked today Friday by a car bomb in the Basque city of Durango, injuring two policemen.\n"
        ]
    },
    {
        "input": "更糟糕的是，由于高湿度，预计东海岸大部分地区的高温指数将远远超过110。\n",
        "output": [
            "To exacerbate the situation, heat indices are expected to reach well over the 110s for much of the east coast due to high humidity levels.\n"
        ]
    },
    {
        "input": "总干事迪乌夫认为，农业投资是克服较贫穷国家贫困和饥饿的关键。\n",
        "output": [
            "Investment in agriculture, according to Director-General Diouf, is the key to overcoming poverty and hunger in poorer countries.\n"
        ]
    },
    {
        "input": "他还说：“像那样的一座建筑物永远也不会倒塌，除非发生内爆”。\n",
        "output": [
            "He also said \"A building never collapses like that, unless it's with an implosion.\"\n"
        ]
    },
    {
        "input": "最严重的此类事件涉及2005年10月一架俄罗斯喷气式战斗机在立陶宛发生坠机事故。\n",
        "output": [
            "The most serious such incident involved the October 2005 crash of a Russian jet fighter in Lithuania.\n"
        ]
    },
    {
        "input": "“一个企业允许这种类型的垃圾出现在他们的网站或系统，这是他们说无法处理的事情。”\n",
        "output": [
            "\"To have a business allow that type of filth to be purveyed through their website or through their system is something that they say they can't handle.\"\n"
        ]
    },
    {
        "input": "当他被记录在案并被释放后，他被警察发现进入了一辆没有标记的警车。\n",
        "output": [
            "When he was booked and released, he was observed by officers getting into the unmarked police car.\n"
        ]
    },
    {
        "input": "“法律和秩序特别委员会已经对这一审查进行了研究，现在需要的是对酒类价格和供应情况进行审查。”\n",
        "output": [
            "\"That review has already been looked at by the Law and Order Select Committee, and what is needed is a review of price and availability of alcohol.\"\n"
        ]
    },
    {
        "input": "“我们想说的是，你们可以相信，如果该法案不继续执行，在那之后将会有另一种途径能够立即解决这些问题。”\n",
        "output": [
            "\"What we are saying is you can have confidence that if the bill doesn't proceed there will be an alternative vehicle for addressing the issues immediately thereafter.\"\n"
        ]
    },
    {
        "input": "直到傍晚时分，才开始下雪，而且雪量不大。\n",
        "output": [
            "No snow arrived until late in the afternoon, where there was limited accumulation.\n"
        ]
    },
    {
        "input": "然而，他们很快就了解到，新手机供应不足，与其他国家一样，新手机的启动也出现了延迟。\n",
        "output": [
            "They soon learned, however, that the new phones were in short supply, and like other countries experienced delays in activating the phones.\n"
        ]
    },
    {
        "input": "两名嫌疑人戴有面具、假发，穿着外套，官方代理人利用手机与其谈判。\n",
        "output": [
            "Deputies had been using cell phones to negotiate with the suspects, who were wearing masks, wigs and coats.\n"
        ]
    },
    {
        "input": "一些标语声称言论自由不应该意味着侮辱宗教人士的可能性。\n",
        "output": [
            "Some banners claimed that freedom of speech should not imply the possibility of insulting religious figures.\n"
        ]
    },
    {
        "input": "由于弗吉尼亚州参加共和党全国代表大会的代表不是在赢者通吃的基础上被授予的，因此除了该州初选的获胜者之外，其他候选人也可以从该州获得代表。\n",
        "output": [
            "As Virginia's delegates to the Republican National Convention are not awarded on a winner-take-all basis, candidates other than the winner of the state's primary could also gain delegates from the state.\n"
        ]
    },
    {
        "input": "已向超过5000个投票站任命了33,000名投票站工作人员。\n",
        "output": [
            "33,000 polling staff had been appointed to over 5000 polling stations.\n"
        ]
    },
    {
        "input": "这群人在星期五离开巴布亚的马老奇港以后没有出现在澳大利亚约克角半岛，所以整个周末，人们一直为这些寻求政治庇护的人的安全而担忧。\n",
        "output": [
            "Fears for the safety of the asylum-seekers mounted over the weekend after the group failed to turn up on Australia's Cape York Peninsula after leaving Papua's Merauke port on Friday morning.\n"
        ]
    },
    {
        "input": "她声称，“长期以来，英语，中学的数学和科学教师发现自己扭曲了一切，以使他们的学生能够跳过一系列不必要的怪圈，”，同时全国校长联盟的总书记克里斯·济慈教师们表示，“全城的中学都将发出一声深沉的宽慰的叹息。”\n",
        "output": [
            "\"For too long English, mathematics and science teachers in secondary schools have found themselves skewing everything to enable their pupils to jump through a series of unnecessary hoops,\" she claimed, while Chris Keates, general secretary of the National Association of Schoolmasters Union of Women Teachers, said that \"the sound of a deep collective sigh of relief will emanate from secondary schools across the country.\"\n"
        ]
    },
    {
        "input": "直到现在，由于各种原因他们一直“特别忙”没有举行婚礼；据每日电讯报报道，这些原因包括埃德2010年参加英国大选、他们的儿子丹尼尔出生，还有埃德出席2009年联合国气候变化大会。\n",
        "output": [
            "Until now, they had been \"too busy\" to perform the act of marriage, due to various occurrences; according to The Daily Telegraph, this includes Ed's work in the 2010 UK general election, the birth of their son Daniel, and Ed's appearance at the 2009 United Nations Climate Change Conference.\n"
        ]
    },
    {
        "input": "贝茨告诉法庭说，这家医院“明显不符合”标准，而且“管理层未能设置正确的程序”。\n",
        "output": [
            "Bates told the court that the hospital had reached \"markedly short\" of the required standard, adding that \"[m]anagement failed to lay down correct procedures.\"\n"
        ]
    },
    {
        "input": "巴基斯坦信息部部长谢赫·拉希德·艾哈迈德称，周三晚上45岁的莫辛·穆萨·马塔瓦利·阿特瓦在巴基斯坦的导弹袭击中丧生，他被指控是基地组织的爆炸专家。\n",
        "output": [
            "Mohsin Musa Matawalli Atwah, 45, who is accused of being an Al-Qaeda explosive expert, was killed in a missile attack on Wednesday night in Pakistan, said Sheikh Rashid Ahmed, Pakistan's information minister.\n"
        ]
    },
    {
        "input": "2004年，一名来自康涅狄格州的7岁女孩成功挣脱了过山车的护栏，爬上了座位的前排。\n",
        "output": [
            "In 2004, a seven-year-old from Connecticut managed to free herself from the ride's restraining bars, and climb onto the front edge of her seat.\n"
        ]
    },
    {
        "input": "这个数字几乎达到2003年输掉比赛后政府给他们拨款的两倍。\n",
        "output": [
            "This is just under double what the government gave them after the loss in 2003.\n"
        ]
    },
    {
        "input": "而第二次世界大战期间有69名记者丧生，越南战争中有63名记者丧生。\n",
        "output": [
            "This compares to sixty-nine reporters killed during World War Two, and sixty-three in Vietnam.\n"
        ]
    },
    {
        "input": "他们被指控贿赂巴西联邦警察。\n",
        "output": [
            "They have been accused of bribing Brazilian federal police officers.\n"
        ]
    },
    {
        "input": "关于尸检的结果，埃利森·苏德拉加特的女儿说：“报告非常详实，让我们准确地了解到当时发生的情况，因为他相当详细地解释了一切”。\n",
        "output": [
            "Alison Sudrajat's daughter had this to say in light of the findings: \"It was very informative and it was nice to know what exactly happened, because he went into quite some detail about everything.\"\n"
        ]
    },
    {
        "input": "到目前为止，巴基斯坦官员报告说已有163名武装分子丧生，而军方则造成23人伤亡。\n",
        "output": [
            "So far, Pakistani officials have reported that 163 militants have been killed, while the military sustained 23 casualties.\n"
        ]
    },
    {
        "input": "然而，据称，被杀的恐怖分子的同伙带走了他们的尸体并埋葬在一个不明地点。但至少有四名被杀害的部落成员被埋在镇里的公墓中。\n",
        "output": [
            "However, it is believed that associates of the alleged terrorists killed removed the bodies and buried them in an unidentified location, but at least four tribesmen that were killed were buried in the town's cemetery.\n"
        ]
    },
    {
        "input": "11月13日，多伦多人将前往投票站，投票选出他们选区的议员和市长。\n",
        "output": [
            "On November 13, Torontoians will be heading to the polls to vote for their ward's councillor and for mayor.\n"
        ]
    },
    {
        "input": "泰勒斯电信公司曾主导一场控诉，要求CRTC审查全球化无线管理公司万德的所有权结构，并得到了萧氏通讯以及新参入之公共移动公司的支持，据报道，所有公司都签署了一份致工业部长克列芒特的公开信。这封信刊载于国会山报“山丘时报”上，并宣告他将审查上述CRTC的决定。\n",
        "output": [
            "TELUS had led the charge in requesting the CRTC review the ownership structure of Globalive/WIND, and had received support from Shaw Communications, along with new entrant Public Mobile, all of whom were reported to have signed an open letter to Industry Minister Clement published in Parliament Hill newspaper The Hill Times upon the announcement that he would be reviewing said decision by the CRTC.\n"
        ]
    },
    {
        "input": "下半场开场，拜仁慕尼黑取得了领先，波多尔斯基打进了他本场比赛中的第二个球。\n",
        "output": [
            "Early in the 2nd half Bayern Munich took the lead when Podolski got his 2nd goal of the game.\n"
        ]
    },
    {
        "input": "根据瓦努阿图法律，由于他在没有书面通知发言人的情况下，连续三次缺席了议会会议，他不得不面临失去议会席位的结果。\n",
        "output": [
            "Under Vanuatu law, since he missed three consecutive sittings of parliament without notifying the speaker in writing, he must forfeit his seat.\n"
        ]
    },
    {
        "input": "彼得雷乌斯作证说：“过去12周中有8周安全事故发生率下降，过去两周的事故发生率是自2006年6月以来最低。”\n",
        "output": [
            "\"The level of security incidents has declined in eight of the past 12 weeks, with the level of incidents in the past two weeks the lowest since June of 2006,\" Petraeus testified.\n"
        ]
    },
    {
        "input": "根据气象局的报告（BOM），2005年是自1910年有了可靠的大范围气温观测手段以来最热的一年。\n",
        "output": [
            "According to the Bureau of Meteorology, (BOM) 2005 was the hottest year since reliable, widespread temperature observations became available in 1910.\n"
        ]
    },
    {
        "input": "一名联邦法官星期一裁定，必须让17岁的年轻女孩无须出示处方即可得到备受争议的事后避孕药“Plan B”。他在裁决中指出，食品和药物管理局（FDA）在2006年屈从于布什政府的保守主义影响，将年龄限制确定为18岁。\n",
        "output": [
            "A federal judge ruled Monday that the controversial morning-after pill Plan B must be made available without a prescription to girls as young as 17, citing the Food and Drug Administration's (FDA) willingness to concede to the Bush administration's conservative influences by setting the age limit to 18 in 2006.\n"
        ]
    },
    {
        "input": "他们非常注重团队合作，到了比赛的时候，他们会忽略其他一切，专注于发挥自己的最佳水平。\n",
        "output": [
            "They are very team-oriented and when it is time to compete, they ignore everything else going on and focus on performing their best.\n"
        ]
    },
    {
        "input": "2004年，美国联邦调查局认定，阿菲亚是“基地组织的特工和推动者，对美国构成了明显而现实的危险”。\n",
        "output": [
            "In 2004, Dr. Aafia was identified by the FBI as an \"Al-Qaeda operative and facilitator who posed a clear and present danger to America\".\n"
        ]
    },
    {
        "input": "国际社会已表示将停止向斐济提供每年数百万美元的援助。\n",
        "output": [
            "The International Community have said they will discontinue aid to Fiji which is worth millions annually.\n"
        ]
    },
    {
        "input": "由于塑料垃圾，全世界每年都有成千上万的海洋哺乳动物和海鸟死亡。\n",
        "output": [
            "Many thousands of marine mammals and seabirds die every year around the world as a result of plastic litter.\n"
        ]
    },
    {
        "input": "由此形成了一片大约有9英里长，30码宽的浮油。\n",
        "output": [
            "It has caused an oil slick about nine miles long and thirty yards wide．\n"
        ]
    },
    {
        "input": "烟花目前被纽约港务局和新泽西州警方，拉瓜迪亚机场的所有者，作为证据。\n",
        "output": [
            "The fireworks are currently being held as evidence by the Port Authority of New York and New Jersey police, owner of LaGuardia Airport.\n"
        ]
    },
    {
        "input": "在他执政的第一年，该州陷入了金融危机，由于50亿美元的赤字，银行已经停止向该市提供信贷。\n",
        "output": [
            "During his first year in office, the state was in a financial crisis and banks had stopped giving the city access to credit due to a $5 billion deficit.\n"
        ]
    },
    {
        "input": "演讲被称为：声明：三叉戟-英国核威慑的未来。\n",
        "output": [
            "The speech is called : Statement: Trident - The Future of the UK Nuclear Deterrent.\n"
        ]
    },
    {
        "input": "政府支持应包括对雷曼公司所欠的坏账提供支持。\n",
        "output": [
            "The support would consist of backing bad debts owed by Lehman.\n"
        ]
    },
    {
        "input": "作为该党的健康发言人，她在2004年春季会议上支持巴斯自由民主党的反吸烟倡议。\n",
        "output": [
            "Acting as the party's health spokesman, she supported the Bath Liberal Democrats anti-smoking initiatives in the 2004 spring conference.\n"
        ]
    },
    {
        "input": "根据昨天公布的“福布斯”年度世界亿万富翁排行榜，墨西哥大亨卡洛斯·斯利姆连续第二年成为世界首富，其净资产达740亿美元。\n",
        "output": [
            "According to Forbes annual World's Billionaire list released yesterday, Mexican tycoon Carlos Slim is the world's richest person for the second year in a row, with a net worth of US$74 billion.\n"
        ]
    },
    {
        "input": "赫赛汀已经证明可以防止百分之30的患者再次发生癌症。\n",
        "output": [
            "Herceptin has shown to prevent the recurrence of cancer in 30% of these patients.\n"
        ]
    },
    {
        "input": "与此同时，他仍被暂停在联合国的所有职务，只得到象征性的一美元年薪。\n",
        "output": [
            "In the meantime, he remains suspended from all UN duties, and is being given only a symbolic salary of one dollar a year.\n"
        ]
    },
    {
        "input": "在车队冠军赛中，雷诺领先法拉利9分。\n",
        "output": [
            "In the constructor's championship Renault is 9 points ahead of Ferrari.\n"
        ]
    },
    {
        "input": "格拉斯哥律师之一布伦特佩尔顿表示：“里程碑哲学在公司文化中根深蒂固”。\n",
        "output": [
            "Brent Pelton, one of Glasgow's attorneys, stated that: \"The Landmark philosophy is deeply ingrained in the culture of the company\".\n"
        ]
    },
    {
        "input": "燃油或滑油热交换器是一个双重用途部件，其设计目的是使其能够在融化燃油冰的同时又能对引擎滑油进行冷却。\n",
        "output": [
            "The fuel/oil heat exchanger is a dual purpose part designed to simultaneously melt fuel ice and cool down engine oil.\n"
        ]
    },
    {
        "input": "他先是在意大利被判终生监禁，后来，在2000年被前教皇保罗二世赦免以后，他又因刺杀记者阿卜迪·伊派柯西而被引渡到土耳其服刑。\n",
        "output": [
            "Agca was sentenced to life in prison in Italy, before being pardoned by former Pope John Paul II in 2000 and extradited to Turkey to serve jail time for the murder of Abdi Ipekci, a journalist.\n"
        ]
    },
    {
        "input": "其中包括一份详细的安全协议，以确保只有预定和已授权的交通得到许可，而这是为了确保救护车尽快到达现场的简化流程。\n",
        "output": [
            "A detailed security protocol to ensure only expected and authorised traffic gains access is included, as is a procedure streamlined to ensure the ambulance arrives on the scene as quickly as possible.\n"
        ]
    },
    {
        "input": "“今天是激动人心的一天，但就我任职的三个月而言，这是一次非常棒的经历。”\n",
        "output": [
            "\"It's been an emotional day today, but in terms of my three months in charge, it's been a terrific experience. \"\n"
        ]
    },
    {
        "input": "雅虎！7是雅虎！和澳大利亚网络7的合资企业。\n",
        "output": [
            "Yahoo!7 is the joint venture between Yahoo! and Australian network, Seven.\n"
        ]
    },
    {
        "input": "港口被陆地和1964年灾难后建造的防波堤所包围。\n",
        "output": [
            "The harbor is surrounded by land and a breakwater built after the 1964 disaster.\n"
        ]
    },
    {
        "input": "没有一个参与摄像机和身份证没收的警察想透露他们的名字。\n",
        "output": [
            "No one of the policemen, who took part in the camera and ID confiscation, wanted to reveal their names.\n"
        ]
    },
    {
        "input": "这个词在网上成为热搜词汇，在谷歌、必应和雅虎等网络搜索引擎中占据主导地位。\n",
        "output": [
            "The term became a prominent result in searches online, and gained dominance on Web search engines including Google, Bing, and Yahoo!.\n"
        ]
    },
    {
        "input": "叛军谴责斯里兰卡军队对平民居住区进行狂轰滥炸。\n",
        "output": [
            "The rebels have accused the Sri Lankan army of randomly shelling civilian areas.\n"
        ]
    },
    {
        "input": "在2008年尝试参加纳斯卡冲刺杯系列赛失败后，弗朗奇蒂回到了印地卡系列赛，参加了奇普加纳西的比赛。\n",
        "output": [
            "After a failed attempt to race in the NASCAR Sprint Cup series in 2008, Franchitti returned to the IndyCar series to race for Chip Ganassi Racing.\n"
        ]
    },
    {
        "input": "星期四是袭击联合国目标的第二天，因为周三有三所联合国学校的住房难民遭到轰炸，造成50多名平民死亡。\n",
        "output": [
            "Thursday was the second day of attacks on UN targets after three UN schools housing refugees were bombed on Tuesday, killing over 50 civilians.\n"
        ]
    },
    {
        "input": "食品供应被官员查封，追溯至生产厂家。随后，这家餐厅获准重新开业，供应用新鲜配料烹制的辣椒。\n",
        "output": [
            "The food supplies were seized by officials to be traced back to its manufacturers, while the restaurant was permitted to open again later with chili prepared from fresh ingredients.\n"
        ]
    },
    {
        "input": "电信首席运营官凯文·肯里克表示，他们现在将能够瞄准不发达的在线广告社区。\n",
        "output": [
            "Kevin Kenrick, chief operating officer of Telecom, said that they will now be able to target the underdeveloped online advertising community.\n"
        ]
    },
    {
        "input": "随着对这位前伊拉克领导人的审判日期临近，法庭首席法官表示，将对萨达姆·侯赛因的命运进行电视直播。\n",
        "output": [
            "As the start date of the former Iraqi leader's trial approaches, the chief judge of the tribunal has stated that the fate of Saddam Hussein will be broadcast on live television.\n"
        ]
    },
    {
        "input": "就罗马尼亚而言，2007年后的未来5到7年都将使用新的货币定价方式。\n",
        "output": [
            "In Romania's case, the adoption will take place 5-7 years after accession in 2007.\n"
        ]
    },
    {
        "input": "“目前最紧迫的挑战当然是3000名左右仍处于孤立状态的人，以及300多名目前在疏散中心的人。”\n",
        "output": [
            "\"The most immediate challenge of course is for the 3,000 or so people who are still isolated and over 300 who are in evacuation centres at the moment.\"\n"
        ]
    },
    {
        "input": "五个小时后，巴斯克消防局接到一个警告电话，告诉他们在西班牙北部坎塔布里亚省拉雷多和诺雅的海滩上装置了四枚炸弹。\n",
        "output": [
            "Five hours later, a warning call was received in the Basque fire service telling that four bombs were planted on the beaches of Laredo and Noja, in the northern Spanish province of Cantabria.\n"
        ]
    },
    {
        "input": "马洛伊还说：“随着本州完成了这一决定性的辩论，希望我们大家加倍努力，共同改进刑事司法制度的公平性和完整性，并最大限度地减少误判率”。\n",
        "output": [
            "\"As our state moves beyond this divisive debate, I hope we can all redouble our efforts and common work to improve the fairness and integrity of our criminal justice system, and to minimize its fallibility,\" added Malloy.\n"
        ]
    },
    {
        "input": "虽然社会民主党与PUR的联盟目前处于领先地位，但是罗马尼亚后共产主义史上最激烈的选举战可能会取决于12月12日的复选结果。\n",
        "output": [
            "While PSD+PUR is currently leading, the most hotly-contested election in Romania's post-Communist history may come down to the run-off, to be held on December 12.\n"
        ]
    },
    {
        "input": "汉密尔顿还说，麦格拉希并没有遭受“物理痛苦或变成残疾”。\n",
        "output": [
            "Hamilton also said Al-Megrahi was not suffering \"material pain or disability\".\n"
        ]
    },
    {
        "input": "没有关于新闻电视台大楼周围地区其他建筑物被击中的报道。\n",
        "output": [
            "There are no reports of other buildings having been hit in the area around the Press TV building.\n"
        ]
    },
    {
        "input": "：“当我们继续沿着人行道走下去时，有三个女人走出他们的店铺，一个穿着一件黄色的国王衬衫，表示出感谢我们的姿态。”\n",
        "output": [
            ":\"As we continued to walk down the sidewalk, three women came out of their shop, one wearing a yellow king shirt, and they thanked us for the gesture.\"\n"
        ]
    },
    {
        "input": "飞行的第一阶段完全成功，虽然第二段似乎出了一些问题。\n",
        "output": [
            "The first stage was completely successful, although there appeared to be some problems with the second stage.\n"
        ]
    },
    {
        "input": "其他目的地还包括利物浦（与上海结成姐妹城市）和曼联足球队的主场曼彻斯特老特拉福德球场。\n",
        "output": [
            "Other destinations will include Liverpool (twinned with Shanghai) and Manchester's Old Trafford stadium, where the football team Manchester United play.\n"
        ]
    },
    {
        "input": "一架二战时期的飞机在英国西苏塞克斯郡肖勒姆航展上坠毁，当时飞机正在参加一场模拟空战，飞行员丧生。\n",
        "output": [
            "An aircraft dating back to the Second World War has crashed at Shoreham Airshow in West Sussex, United Kingdom whilst participating in a mock dogfight, killing the pilot.\n"
        ]
    },
    {
        "input": "他们正从一个标志着杜尔迦供结束的集市返回，这是一年一度的印度教节日，庆祝对印度教女神杜尔加的崇拜。\n",
        "output": [
            "They had been returning from a fair that marked the end of the Durga Puja, an annual Hindu festival that celebrates the worship of the Hindu goddess Durga.\n"
        ]
    },
    {
        "input": "此刻他很好，恢复得非常好。\n",
        "output": [
            "He's well and he's recuperating very well at the moment.\n"
        ]
    },
    {
        "input": "劫机者说，如果他的要求得不到满足，他就会炸毁飞机。\n",
        "output": [
            "The hijacker said that if his demand was not met, he would blow up the plane.\n"
        ]
    },
    {
        "input": "这段未经编辑的录像在事件发生的几个月后被半岛电视台大肆播出。\n",
        "output": [
            "The unedited footage was aired extensively by Al Jazeera over the months following the incident.\n"
        ]
    },
    {
        "input": "这就是达尔富尔的安全局势，没有人能免受攻击，”穆罕默德说。\n",
        "output": [
            "This is the security situation in Darfur, nobody is immune from being attacked,\" said Mohammed.\n"
        ]
    },
    {
        "input": "该报告已得到一些居住在该国的外籍人士的证实。\n",
        "output": [
            "This report has been confirmed by some expatriates living in the country.\n"
        ]
    },
    {
        "input": "据报道，死亡原因是爆炸，但消息来源尚不清楚。\n",
        "output": [
            "The cause of death has been reported to be an explosion, but the source is unclear.\n"
        ]
    },
    {
        "input": "投诉人贾亚·库马尔在给《海湾日报》的一份声明中说：“我们中的20人已经通过电子邮件的方式向恩科拉姆警察总监和专员以及喀拉拉邦内政部长发送了一份投诉信。”\n",
        "output": [
            "\"Twenty of us have e-mailed a complaint to the Inspector General and Commissioner of Ernakulam police as well as Kerala Home Minister,\" said complainant Jaya Kumar in a statement to the Gulf Daily News.\n"
        ]
    },
    {
        "input": "公共汽车在西班牙海岸的一条高速公路上与一辆越野车相撞，导致公共汽车转向道路并翻车。\n",
        "output": [
            "The bus collided with a sport utility vehicle on a highway along the Spanish coast, causing the bus to veer off the road and overturn.\n"
        ]
    },
    {
        "input": "“一定在某种角度，这情形不会成为永久的放任自流。”\n",
        "output": [
            "\"There's got to be a sense that this is not perpetual drift.\"\n"
        ]
    },
    {
        "input": "“国家防雹方案”于2000年启动，将于2014年完成。\n",
        "output": [
            "The National Anti-Hail Program was launched in 2000 and is due to be finalised in 2014.\n"
        ]
    },
    {
        "input": "昨天，伊朗国防部长谈到了伊朗自己的卫星发射计划，并透露了伊朗加入太空项目国家俱乐部的愿望。\n",
        "output": [
            "Yesterday, the Iranian Defence Minister spoke of Iran's plans for their own satellite launcher, and disclosed his country's desire to join the club of countries with a space program.\n"
        ]
    },
    {
        "input": "“哪一项最不利，甚至有害？”\n",
        "output": [
            "\"Which was least beneficial, or even harmful, to this riding?\"\n"
        ]
    },
    {
        "input": "“喀土穆会尊重他们的论点，因为不能说他们是建立在任何一种文化帝国主义的基础上，也不能说他们是由伊斯兰恐惧症所驱使的。”\n",
        "output": [
            "\"Their arguments will be heard with respect in Khartoum, since they cannot be said to be founded on any kind of cultural imperialism, or to be actuated by Islamophobia.\"\n"
        ]
    },
    {
        "input": "奥林匹亚科斯队以3：0战胜了AEK队，结果激怒了AEK的支持者。据信，这就是造成体育场和渡轮损失的催化剂。\n",
        "output": [
            "The victory of Olympiacos over AEK, 3-0, angered the supporters of AEK, which is believed to be the catalyst for damage in both the stadium and the ship.\n"
        ]
    },
    {
        "input": "IE的各种版本在2009年占据了百分之70的市场份额；今天已经下降到大约百分之56。\n",
        "output": [
            "IE's various versions accounted for 70 percent of the market in 2009; this has dropped to approximately 56 percent today.\n"
        ]
    },
    {
        "input": "伊朗一直坚称，它只寻求开发用于发电的核技术，尽管许多国家对此存在争议。\n",
        "output": [
            "Iran has continually maintained that it seeks only to develop nuclear technology for the production of electrical power, though this has been disputed by many nations.\n"
        ]
    },
    {
        "input": "大陆较低地区的大量持续降水导致泥石流和洪水，道路和高速公路关闭，家庭疏散。\n",
        "output": [
            "The heavy and sustained precipitation across the lower mainland regions have caused mudslides and flooding, with roads and highways being closed and families evacuated.\n"
        ]
    },
    {
        "input": "过去，中华人民共和国特别行政区当局一直容忍在中国境内属于禁忌的政治活动。\n",
        "output": [
            "In the past political activities that are taboo in China proper have been tolerated by the Special Administrative Region of the People's Republic of China (SAR) authorities.\n"
        ]
    },
    {
        "input": "星期五是以色列的大屠杀纪念日，这一天是为了隆重纪念二战中由于纳粹无端的侵略行为而失去的500到700万犹太人的生命。\n",
        "output": [
            "Friday was Yom Hashoah, or Holocaust Remembrance Day in Israel, a day of solemn reflection on the loss of 5 to 7 million Jewish lives due to unprovoked Nazi aggression in World War II.\n"
        ]
    },
    {
        "input": "据“卫报”报道，这一变化预计将减少一半的考试次数。\n",
        "output": [
            "This change is expected to cut the number of tests taken in half, according to The Guardian.\n"
        ]
    },
    {
        "input": "根据福克斯新闻报道，皮卡上的受害者都没有系安全带。\n",
        "output": [
            "None of the victims in the pickup were wearing seat belts, according to Fox News.\n"
        ]
    },
    {
        "input": "欧足联再次拒绝了他们的上诉，称没有提出技术错误的证据。\n",
        "output": [
            "UEFA has rejected their appeal again, saying no proof of a technical error has been presented.\n"
        ]
    },
    {
        "input": "两人在会晤后都没有发表任何公开声明，但他们指示谈判代表组建工作组，讨论核心问题，比如耶路撒冷的地位、以色列与未来巴勒斯坦国的边界以及巴勒斯坦难民问题。\n",
        "output": [
            "Neither man issued any public statements following the meeting, but they instructed their negotiators to form working groups to discuss core issues such as the status of Jerusalem, Israel's borders with a future Palestinian state and the issue of Palestinian refugees.\n"
        ]
    },
    {
        "input": "据认为，2005年有三百万到六百万人被感染。\n",
        "output": [
            "Between three and six million people are thought to have been infected in 2005.\n"
        ]
    },
    {
        "input": "加入条约一经欧盟25个成员国批准，罗马尼亚和保加利亚将于2007年1月1日成为正式成员国。\n",
        "output": [
            "Once the accession treaty is ratified by all 25 member states of the European Union, Romania and Bulgaria will become full members in January 1, 2007.\n"
        ]
    },
    {
        "input": "而且，“到目前为止，叛乱分子为获取非常规武器所做的努力由于联合行动而受到限制。”\n",
        "output": [
            "And, \"So far, insurgent efforts to attain unconventional weapons have been limited and contained by coalition actions.\"\n"
        ]
    },
    {
        "input": "然而，研究人员发现，市面上可买到的褪黑激素药片所含的褪黑激素是其有效剂量的10倍。\n",
        "output": [
            "The researchers found, however, that commercially available melatonin pills can contain 10 times the effective amount.\n"
        ]
    },
    {
        "input": "西雅图及其郊区的学校周五停课，许多学校因停电而关闭。\n",
        "output": [
            "Schools in Seattle and throughout its suburbs were closed Friday, many due to power outages.\n"
        ]
    }
]
}