{
    "Contributors": [
        "Sai Venkat Subramani"
    ],
    "Source": [
        "Dataset Card for Asian Language Treebank (ALT) (https://huggingface.co/datasets/alt)"
    ],
    "Categories": [
        "Language Translation"
    ],
    "Definition": "In this task, given a sentence in the Laotian language and your task is to convert it into the English language.",
    "Positive Examples": [
        {
            "input": "ພາຍຸດີນພັດຜ່ານອ່າວແຄມເປ ແລະທຳລາຍແທ່ນນ້ຳມັນ 100 ແຫ່ງ ແລະທ່າເຮືອນໍ້າມັນຫລາຍແຫ່ງໃນສູນກາງອຸດສາຫະກໍານໍ້າມັນກາງປະເທດ.",
            "output": "Dean moved across the Bay of Campeche, eyeing over 100 oil platforms and several oil ports in the center of the country's oil industry.",
            "explanation": "The above sentence is correctly translated from Lao to English"
        },
        {
            "input": "ມີລາຍງານໃນຂະນະທີ່ເຄື່ອງບິນ ບິນຂື້ນຈາກໂຊ ມີຄວັນອອກມາຈາກເຄື່ອງບິນ.",
            "output": "It is reported that when the airplane took off from Seoul, smoke was coming from the airplane.",
            "explanation": "The above sentence is correctly translated from Lao to English"
        },
        {
            "input": "ລົດໂຕໂຢຕ້າຂອງລາຟ ຊູມາກເກີ້ ໄດ້ເຮັດໃຫ້ແຟນໆ ປະຫລາດໃຈ ໄດ້ນໍາມາເປັນອັນດັບສາມ ຕາມມາດ້ວຍລົດໂຕໂຢຕ້າອື່ນໆ ຂອງຈາໂນ ຕຸລິ.",
            "output": "Ralf Schumacher's Toyota amazed Japanese fans, showed third result, followed by the other Toyota of Jarno Trulli.",
            "explanation": "The above sentence is correctly translated from Lao to English"
        }
    ],
    "Negative Examples": [
        {
            "input": "ກ່ອນທີ່ຈະມຸ້ງໜ້າໄປຫານ້ຳກ້ອນທີ່ແຕກ ພວກເຂົາໄດ້ເຮັດຂົວຊົ່ວຄາວດ້ວຍພາເຫຼດໄມ້ເພື່ອໄປແລະກັບມາຝັ່ງ ແຕ່ນ້ຳກ້ອນເໜັງແລະຂົວຈິ່ງຖືກທຳລາຍ.",
            "output": "In a press release dated February 16th, Robert Kahn, Stanford University's Public Affairs Coordinator, announced the experimental confirmation of frame dragging, an effect in which the presence of a rotating body causes space itself to be pulled along as the body rotates.",
            "explanation": "The above sentence is not correctly translated from Lao to English as none of the words match the translation."
        },
        {
            "input": "ບັນນາທິການຂ່າວທີ່ດີທີ່ສຸດຄື ຊາຮີ ໂດດ.",
            "output": "Archila was found with several lava and rock injuries on his body.",
            "explanation": "The above sentence is not correctly translated from Lao to English as none of the words match the translation."
        },
        {
            "input": "ຜູ້ບໍລິຫານໂຮງຮຽນໄດ້ອ່ານຄຳຖະແຫຼງຂອງຄະນະກຳມະການກ່ຽວກັບວິຊາການອອກແບບຢ່າງສະຫຼາດຕໍ່ນັກສຶກສາໃນໂຮງຮຽນເທດສະບານໂດເວີ.",
            "output": "Los Lunas came back with a three pointer by #24 and some layups by other players.",
            "explanation": "The above sentence is not correctly translated from Lao to English as none of the words match the translation."
        }
    ],
    "Instances": [
    {
        "input": "EEC ອັຟການິສຖານໄດ້ພິມບົດລາຍງານກ່ຽວກັບການກວດສອບຂອງພວກເຂົາຕໍ່ຄຳກ່າວຫາເຊິ່ງໄດ້ຖືກກ່າວຫາຫຼັງຈາກການລົງຄະແນນສອງເດືອນຜ່ານໄປ.\n",
        "output": [
            "The Afghanistan ECC has published a report about their investigation into allegations which emerged after the polls two months ago.\n"
        ]
    },
    {
        "input": "ຊາວເມືອງໄດ້ເອີ້ນຕຳຫລວດໃຫ້ນຳຜູ້ປະທ້ວງອອກໄປຈາກພື້ນທີ່ ຊື່ງຕອນນີ້ຖືກຳມະສິດໂດຍລັດແລະຕົວແທນຜູ້ຄອງກຳມະສິດຈົນກວ່າການພິພາດຈະສະຫງົບລົງ.\n",
        "output": [
            "Townspeople have repeatedly called for police to remove the protesters from the land, which is now owned by the province and being held in trust until the dispute is resolved.\n"
        ]
    },
    {
        "input": "ນາຍຍົກລັດຖະມົນຕີແຊວມອນເປີດສວນລຳລືກແລະຮູບປັ້ນທາງແດງໃນວັນຄົບຮອບ 50ປີຂອງອຸບັດຕິເຫດ.\n",
        "output": [
            "First Minister Salmond unveiled a memorial garden and a bronze statue which had been placed to mark the 50th anniversary of the incident.\n"
        ]
    },
    {
        "input": "ປະຊາຊົນຜູ້ທີ່ຊື້ບັດຜ່ານຂອງງານມື້ Brampton ໂດຍຜ່ານທາງເມືອງໄດ້ຖືກຊຸກຍູ້ໃຫ້ໃສ່ສາຍຮັດແຂນສີຟ້າ ຢູ່ອ້ອມສວນ ເພື່ອໃຫ້ມີໂອກາດເຫັນໄດ້ງ່າຍ ແລະ ໄດ້ລາງວັນ.\n",
        "output": [
            "People who bought passes to the Brampton Day event through the City were encouraged to wear blue wrist bands around the park, for a chance to get spotted and win a prize.\n"
        ]
    },
    {
        "input": "ໄຕດັ່ງກ່າວສາມາດຜະລິດແລະຂັບຖ່າຍປັດສະວະໂດຍບໍ່ມີການອຸດຕັນຂອງເລືອດໃນຫນູທັງທີ່ຢູ່ໃນຫ້ອງປະຕິບັດການແລະທີ່ຢູ່ພາຍໃນ.\n",
        "output": [
            "The kidneys were capable of urine production and excretion without blood clots in both the laboratory and inside living rats.\n"
        ]
    },
    {
        "input": "ທ່ານໄດ້ໃຊ້ດ້ານທີ່ເຂັ້ມແຂງ ແລະ ທ່ານສົ່ງໃສໃນເປັນຫຍັງໃນບາງຄັ້ງ.\n",
        "output": [
            "You put a strong side out and you wonder why sometimes.\n"
        ]
    },
    {
        "input": "ລັດຖະບານວາງແຜນຈະດໍາເນີນງານ ໃນວົງໂຈຈອນທີ່ປະກອບດ້ວຍນັກບິນສອງຄົນ ໃນເດືອນກັນຍາຫຼືຕຸລາ ໃນທ່ຽວບິນທີ່ໃຊ້ເວລາ5-6ວັນ.\n",
        "output": [
            "The government planned to launch a two-man crew into orbit in September or October on a five to six day flight.\n"
        ]
    },
    {
        "input": "ເຣມອນ ໂມເຣໂນ ກ່າວວ່າ \"ຂ້າພະເຈົ້າຄິດວ່າມັນຈະຢູ່ໄປອີກສິບ ຊາວ ສາມສິບປີ ເພາະເຮົາຕ້ອງການມັນ.\"\n",
        "output": [
            "Raymond Moreno said, \"I hope it stays for another ten, twenty, thirty years, because we need it.\"\n"
        ]
    },
    {
        "input": "\"ເຮົາມີຫມາຍຈັບແລະເຮົາຍິນດີທີ່ຈະເຮັດການຟ້ອງທ່ານທັນທີ.\"\n",
        "output": [
            "\"We have a warrant of arrest that we are happy to execute against you right away.\"\n"
        ]
    },
    {
        "input": "ແນວໃດກໍ່ຕາມ ຕົວຢ່າງທີ່ຖືກໃຊ້ ໃນການວິເຄາະ ແມ່ນມາຈາກ 120,000 ປີ ແລະ ສະແດງໃຫ້ເຫັນວ່າ ການປະສົມພັນຂ້າມສາຍພັນຂອງສອງສາຍພັນ ແມ່ນເກີດຂຶ້ນໃນຕອນຕົ້ນກ່ອນໜ້ານີ້.\n",
        "output": [
            "However, the samples used in the analysis came from the past 120,000 years and show that interbreeding of the two species occurred a great deal earlier.\n"
        ]
    },
    {
        "input": "ເບນຈາມິນ ມູນລານີ ຊາຍຊາວອັງກິດທີ່ຖືກຍິງພ້ອມກັບພັນລະຍາ ໃນຊ່ວງວັນຫຍຸດໃນແອນຕິກົວໄດ້ເສຍຊີວິດລົງແລ້ວ.\n",
        "output": [
            "Benjamin Mullany, the British man who was shot along with his wife while on holiday in Antigua has died.\n"
        ]
    },
    {
        "input": "ທ​ະ​ນາຍ​ຄວາມ​ຂອງ​ລາວບອກ​ໃຫ້​ຮູ້​ວ່າ Manning ກຳ​ລັງ​ຕົກ​ຢູ່​ໃນ​ສະ​ພາບ​ຖືກ​ບັງ​ຄັບ ເພາະ​ລາ​ວ​ພຽງ​ແຕ່ສ້າງ \"ສຳ​ນວນ​ສຽດ​ສີ\" ເທົ່າ​ນັ້ນ ກ່ຽວ​ກັບ​ການ​ຄຸມ​ຂັງ​ຜູ້​ກ່ຽວ​ກໍ​ເຫັນ​ວ່າ​ຮຸນ​ແຮງ​ເກີນ​ໄປ.\n",
        "output": [
            "According to his attorney, this condition was imposed because Manning made a \"sarcastic quip\" about the harsh conditions of his confinement.\n"
        ]
    },
    {
        "input": "ນັກວິທະຍາສາດທຳນາຍວ່າ ມີຈຳນວນຫ້າລ້ານສາຍພັນ ທີ່ຈະສູນເສຍໃນສັດຕະວັດນີ້.\n",
        "output": [
            "Scientists forecast that up to five million species will be lost this century.\n"
        ]
    },
    {
        "input": "ລາວກ່າວວ່າ ລາວ \"ໄດ້ລວມບົດຄວາມທີ່ເປັນປະໂຫຍດ ສໍາລັບນັກສ້າງໜັງເລີ່ມຕົ້ນ ດ້ວຍນິຍາຍການເລົ່າເລື່ອງ ຕາມປະສົບປະການຂອງຂ້ອຍ ທີ່ສ້າງເງິນ ສໍາລັບໜັງຟອມໃຫຍ່ ແລະ ບຸກຄະລິກທີ່ບ້າພໍ ທີ່ຈະທໍາລາຍໂລກຂອງການສ້າງໜັງທີ່ມີງົບປະມານໜ້ອຍ.\"\n",
        "output": [
            "He says that it \"combines helpful articles for beginning filmmakers with narrative tales based on my experiences raising money for features and the crazy personalities that invade the world of microbudget filmmaking.\"\n"
        ]
    },
    {
        "input": "ນັກຂັບເຟີລາລີ ເຟີນານໂດ ອາລອນໂຊ ແມ່ນຜູ້ທີ່ຢູ່ໃນລະຫວ່າງຄົນເຫລົ່ານັ້ນ ທີ່ສະແດງຄວາມຊ່ວຍເຫລືອຂອງລາວ ໄດ້ອຸທິດຕໍາແໜ່ງນໍາຂອງລາວ ໃນຮອບຄັດເລືອກໃນວັນເສົາ ໃຫ້ແກ່ ດີ ວິໂລຕ້າ.\n",
        "output": [
            "Ferrari driver Fernando Alonso was among those expressing his support, dedicating his pole postion in Saturday's qualifying to De Villota.\n"
        ]
    },
    {
        "input": "ຮັກສາການຜູ້ບັງຄັບບັນຊາການຕຳຫລວດໂມເລດ ໄດເວີ ປະຕິເສດວ່າການຢືດອຳນາດດັ່ງກ່າວບໍ່ໄດ້ເກີດຂື້ນ.\n",
        "output": [
            "Acting Police Commissioner Moses Driver denied that any take over had occurred.\n"
        ]
    },
    {
        "input": "\"ຂ້ອຍເຂົ້າໃຈເຖິງຄວາມຫຍຸ້ງຍາກຂອງເຈົ້າໜ້າທີ່ຕໍາຫລວດ ແລະ ໜ່ວຍບໍລິການດັບເພິງໃນຕອນທີ່ເຂົາເຈົ້າປະເຊີນບັນຫາໃນຊ່ວງບຸນ ກາຍ ຟອກ ແລະ ຂ້ອຍຫວັງວ່າຂໍ້ກໍາຈັດດັ່ງກ່າວ ນີ້ຈະສົ່ງຂໍ້ຄວາມກ່ຽວກັບການກໍ່ໃຫ້ເກີດໄພອັນຕະລາຍ ຫລື ຄວາມເສັຍຫາຍຢ່າງຕັ້ງໃຈແມ່ນມີຄວາມຜິດທາງອາຍາ ແລະ ກຳລັງຈະອອກກົດຢ່າງເຂັ້ມງວດ.\" ກ່າວໂດຍ ທ່ານ ເບັນຊັນ ໂປບ.\n",
        "output": [
            "\"I understand the frustration the Police and Fire Service teams feel when faced with problems over Guy Fawkes, and I hope these new restrictions will send a message that deliberate harm or damage is criminal and is being clamped down on,\" Mr Benson-Pope said.\n"
        ]
    },
    {
        "input": "ຜູ້ຢູ່ອາໃສ ແລະ ເຈົ້າຂອງທຸລະກິດໃນບໍລິເວນນັ້ນສົງໃສວ່າກາລະຄັ້ງໜຶ່ງໂຮງແຮມຕັ້ງຢູ່ໃນຈຸດດຽວກັນ.\n",
        "output": [
            "It was suspected by residents and business owners in the area that hotel once stood in the same spot.\n"
        ]
    },
    {
        "input": "ເພາະຖ້ອຍຖະແຫລງການຂອງປະທານນາທິບໍດີຈອດດັບເບີຍູບຸດ ວ່າທະຫານອາເມລິກາທີ່ເສຍຊີວິດໃນອິລັກນັ້ນເພື່ອ'ອຸດົມການອັນສູງສົ່ງ'ເຮັດໃຫ້ນາງຊີຮານປັກຫລັກຕັ້ງແຄມຢູ່ໃກ້ກັບໄຮ່ຂອງທ່ານບຸດໃນເທັກຊັດມາຕະຫລອດອາທິດທີ່ຜ່ານມາເພື່ອຮຽກຮ້ອງການເຂົ້າສົນທະນາຕາມລຳພັງກັບປະທານນາທິບໍດີ.\n",
        "output": [
            "Prompted by President George W. Bush's announcement that Americans in Iraq have died for a 'noble cause', Sheehan has been camping near Bush's Texas ranch for the past week to demand a private conversation with the President.\n"
        ]
    },
    {
        "input": "ປະເທດສະເປນ ໃຊ້ຄວາມບໍ່ແນ່ນອນ ກັບການເປັນສະມາຊິກສະຫະພາບເອີລົບ ເພື່ອຢັບຢັ້ງ ຄາເທໂລເນຍ ຈາກການຖືປະຊາມະຕິຄວາມອິດສະຫລະພາບ.\n",
        "output": [
            "Spain uses uncertainty over EU membership to deter Catalonia from even holding a referendum on independence.\n"
        ]
    },
    {
        "input": "ເຫດການໃນມັດສະຍິດເຮັດໃຫ້ເກີດຄວາມຄັດແຍ້ງອີກຫລາກຫລາຍກ່ຽວກັບນັກຂ່າວທີ່ຈະຕ້ອງຮັກສາມຸມມອງທີ່ເປັນກາງ.\n",
        "output": [
            "The incident in the mosque raised considerable controversy over whether embedded journalists should maintain a neutral point of view.\n"
        ]
    },
    {
        "input": "ສຳລັບການຈັດສັນຫງົບປະມານທັງໝົດ ແມ່ນແຕກຕ່າງກັນ ບ່ອນທຳອິດ ຈຳນວນລ່ວມທັງໝົດແມ່ນຫຼຸດລົງ A$117,170,000 ແລະ ບ່ອນທີສອງ ໄດ້ເຫັນການເພີມຂື້ນເຖິ່ງA$114,353,000.\n",
        "output": [
            "For total appropriations, the first area decreased by a total of A$117,170,000 and the second area saw an increase in of A$114,353,000.\n"
        ]
    },
    {
        "input": "ວັນ​ທີ 5 ພະ​ຈິກ​ຂອງ​ທຸກໆ​ປີ ປະ​ຊາ​ຊົນ​ຈາກ​ສະ​ຫະ​ລາດ​ຊະ​ອາ​ນາ​ຈັກ ແລະ​ບາງ​ສ່ວນ​ຈາກ​ເຄືອ​ຈັກ​ກະ​ພົບຮ່ວມ​ກັນ​ສະຫຼອງ​ຄ່ຳ​ຄືນ Guy Fawkes ເພື່ອ​ລະ​ນຶກເຫດ​ລອບ​ວາງ​ລະ​ເບີດ​ລັດ​ຖະ​ສະ​ພາ ໃນ​ວັນ​ທີ 5 ພະ​ຈິກ 1605 ທີ່​ຜູ້​ຄັດ​ຄ້ານ​ຈາກເມືອງ York ແລະຜູ້​ຮ່ວມ​ອຸ​ດົມ​ການ​​ຂອງ​ຕົນທີ່​ເປັນ Roman Catholic ເຮັດ ແຕ່​ບໍ່​ສຳ​ເລັດ.\n",
        "output": [
            "Every year around November 5th, people in Great Britain and some parts of the Commonwealth celebrate Guy Fawkes night to commemorate the dissident from York and his Roman Catholic conspirators who failed to blow up the houses of Parliament on November 5, 1605.\n"
        ]
    },
    {
        "input": "\"ໂອບາມາ ສະແດງຄວາມຜິດຫວັງ ແລະ ຂໍໂທດ ໃນວິທີການທີ ໄດ້ເກີດຂຶ້ນໄປຢ່າງວ່ອງໄວ.\"\n",
        "output": [
            "\"He expressed his disappointment, and he apologized in a way that was very moving. \" \n"
        ]
    },
    {
        "input": "ປະທານໂອແອພີຊີວໍເຕີ ເບນເດີກ່າວໃນການສຳພາດວ່າ ການລາອອກຂອງອິນເທວນີ້ຈະ \"ບໍ່ມີຜົນກະທົບ\" ກັບໂຄງການ.\n",
        "output": [
            "OLPC President Walter Bender said in an interview that Intel's resignation will have \"no impact\" on the program.\n"
        ]
    },
    {
        "input": "ຢ່າງໜ້ອຍປະຊາຊົນ 10,000 ຄົນໄດ້ເສຍຊີວິດໃນຕົວເມືອງດຽວ ໂບກາໄລ ໃນເມືອງພີພອນຂອງປະເທດ.\n",
        "output": [
            "At least 10,000 people died in one town alone, Bogalay in the Pyapon District of the country.\n"
        ]
    },
    {
        "input": "ລາວໄດ້ກ່າວວ່າ \"ພວກເຮົາຮຽກຮ້ອງ ກຸ່ມທີ່ມີຄວາມຮັບຊອບທັງໝົດ ເພື່ອຢຸດຄວາມຮຸນແຮງຕໍ່ສິດທີມະນຸດ ຢ່າງຮີບດ່ວນ ແລະ ພວກເຮົາຮ້ອງຂໍ ລັດຖະບານ ເພື່ອດຳເນີນຢ່າງຮີບດ່ວນ ເພື່ອສືບສວນຢ່າງເປັນເອກະລາດໃນຄະດີເຫຼົ່ານີ້.\"\n",
        "output": [
            "\"We call on all responsible parties to immediately stop such violations of human rights, and we urge the government to take immediate steps to independently investigate these cases,\" he said.\n"
        ]
    },
    {
        "input": "ເວັບໄຊ \"ຄວາມຈິງກ່ຽວກັບໄຟໄໝ້ໃນເມືອງເວດິໂວສຕອກ\" ແມ່ນໄດ້ຖືກສ້າງຂຶ້ນ ເພື່ອຂະຫຍາຍຂໍ້ມູນກ່ຽວກັບໄຟໄໝ້ດັ່ງກ່າວ.\n",
        "output": [
            "The web-site \"Truth about the fire in Vladivostok\" has been created to spread information about the fire.\n"
        ]
    },
    {
        "input": "ປື້ມໄດ້ອອກວາງຂາຍໃນ ແລະເປັນທີ 2 ໃນລາຍການທີ່ຂາຍດີທີ່ສຸດໃນ ນໍຣເວ.\n",
        "output": [
            "The book debuted on 2nd place in the Norwegian best seller list.\n"
        ]
    },
    {
        "input": "ຜູ້ບໍລິຫານຝ່າຍຜະລິດຊີບີເອັດສ໌ນິວ ໂຣມ ຮາແມນໄດ້ຕອບອີເມວໄປຍັງທີວີນິວເຊີກ່າວວ່າ \"ບິວ ເມເຮີບໍ່ເຄີຍບອກວ່າລາວບໍ່ສາມາດເວົ້າກ່ຽວກັບສາດສະຫນາ ໃນສ່ວນຂອງອິສະລະພາບໃນການເວົ້າ\" ແລະເສີມວ່າ \"ທີ່ຈິງແລ້ວອິສະຫລະພາບໃນການເວົ້າລວມເຖືງເລື່ອງສາດສະຫນາແລະເຮົາຄາດຫວັງວ່າຈະມີອິສະລະພາບໃນການເວົ້າເລື່ອງອື່ນໆໃນອານາຄົດ.\"\n",
        "output": [
            "CBS News executive producer Rome Hartman has since responded in an e-mail to TVNewser saying that, \"Bill Maher was never told that he couldn't discuss religion in a Free Speech segment,\" and added, \"In fact, Free Speech has already addressed religion and we expect others will in the future.\"\n"
        ]
    },
    {
        "input": "ຮາມັສ ພັກອິດສະລາມແບບດັ້ງເດີມ ໄດ້ຊະນະຄະແນນສ່ວນຫຼາຍໃນການເລືອກຕັ້ງ ສະພາ ກາຊາ ສະທຣິບ ທີ່ໄດ້ຈັດຂຶ້ນເດືອນແລ້ວນີ້.\n",
        "output": [
            "Hamas, a radical islamist party, has won by a large majority in the Gaza Strip council elections held last month.\n"
        ]
    },
    {
        "input": "Omar Harani ອາຍຸ 25 ປີທີ່ຜູ້ນໍາການປະທ້ວງ ໄດ້ບອກໂດຍຜ່ານໂທລະເລກວ່າ \"ພວກເຮົາໄດ້ໃຫ້ທີ່ດິນ 2,000 ປີກ່ອນຫນ້ານີ້ໃຫ້ໂບດເພື່ອຮັກສາ\" ແລະສືບຕໍ່ເວົ້າວ່າ \"ດັ່ງນັ້ນມັນບໍ່ແມ່ນທີ່ດິນຂອງເຂົາເຈົ້າທີ່ຈະຂາຍ.\"\n",
        "output": [
            "Omar Harani, a 25-year-old leading the protesters, told the Telegraph, \"We gave the land 2,000 years ago to the Church to look after,\" and continued, \"So it is not their land to sell.\"\n"
        ]
    },
    {
        "input": "ຂັ້ນຕອນການປິດໂຕລົງທັງໝົດ ຄາດວ່າຈະສໍາເລັດໄດ້ໃນອີກສອງສາມວັນ.\n",
        "output": [
            "The total shutdown process is expected to take a few more days.\n"
        ]
    },
    {
        "input": "ບົດສຶກສາ ເຫັນດີກັບການນໍາໃຊ້ ພະລັງງານນິວເຄຣຍ ແລະ ໂຈມຕີ ຂໍ້ມູນບາງສ່ວນທີ່ນໍາໃຊ້ໂດຍ ບັນດາ ນັກໂຄສະນາເຜີຍແຜ່ຕໍ່ຕ້ານການນໍາໃຊ້ນິວເຄຣຍ.\n",
        "output": [
            "The study endorses the use of nuclear energy and attacks some of the data used by anti-nuclear campaigners.\n"
        ]
    },
    {
        "input": "7-ອີເລເວັ້ນກ່າວວ່າ \"ການຈັດຫານີ້ເປັນຍຸດທະສາດທີ່ເຫມາະກັບ7-ອິເລເວັ້ນແລະໄດ້ຂະຫຍາຍຕະຫລາດໃນພື້ນທີ່ຊິຄາໂກ້ແລນດ້ວຍບໍລິສັດ.\"\n",
        "output": [
            "\"This acquisition is a strategic fit for 7-Eleven and enhances market presence in the Chicagoland area,\" said 7-Eleven Inc.\n"
        ]
    },
    {
        "input": "ແຕ່ເຖິງແນວໃດກໍ່ຕາມ ລາຍລະອຽດຂອງຊຸດກະໂປ່ງຂອງເພື່ອນເຈົ້າສາວແລະຊຸດເຄື່ອງແບບຂອງເດັກຍົກກະເປົາຈະບໍ່ຖືກເປີດເຜີຍຈົນກວ່າຈະຮອດວັນແຕ່ງງານ.\n",
        "output": [
            "However, details of the bridesmaid dresses and page boys uniforms will not be revealed until the day of the wedding.\n"
        ]
    },
    {
        "input": "ຄໍາຖະແຫຼງການກ່າວວ່າ: \"ຍັງບໍ່ມີການຕັດສິນໃຈຂັ້ນສຸດທ້າຍ ກ່ຽວກັບ ມູນຄ່າເລີ່ມຕົ້ນ ຫຼື ການຊ່ວຍເຫຼືອ ແລະ ການທີ່ຈະຄາດເດົາຄວາມເປັນໄປໄດ້ຂອງລາຄາກໍ່ເປັນການຟ້າວຟັ່ງໄວເກີນໄປ.\"\n",
        "output": [
            "\"No final decisions on the starting price or assistance have been taken and therefore it is far too early to speculate on any potential price impacts,\" the statement said.\n"
        ]
    },
    {
        "input": "ມື້ນີ້​ໃນ​ລາຍ​ການ Capitol Hill ນາຍ​ພົນ David Petraeus ແຫ່ງກອງ​ທັບ​ສະ​ຫະ​ລັດ ໄດ້​ນຳ​ສະ​ເໜີ​ຄຳ​ພະ​ຍານ​ທີ່​ຕົນ​ເອງ​ຄອງ​ຄອຍ​ມາ​ນານ.\n",
        "output": [
            "Today on Capitol Hill, U.S. Army General David Petraeus presented a long awaited testimony.\n"
        ]
    },
    {
        "input": "ການສືກສາຄັ້ງນີ້ເປັນໜັງສືທີ່ມີຄຸນຄ່າທາງປະຫວັດສາດທີ່ເຕັມໃປດ້ວຍການເກີດການຕາຍ ແລະ ການຍ້າຍຖີ່ນການພາຍນອກສຳລັບປະຊາກອນນີວຊີແລນ.\n",
        "output": [
            "This study is a historic book full of births, deaths and external migration for the population of New Zealand.\n"
        ]
    },
    {
        "input": "ອົງກອນນັກຂ່າວໄຮ້ພົມແດນປະທ້ວງວ່າໂປແລນເປັນປະເທດດຽວໃນສະຫະພາບຢູໂຣບທີ່ຄຳຕັດສິນຈອງຈຳຄຸກກຳນົດໃຫ້ມີ \"ຄວາມຜິດໃນການຄິດ\" ແລະນັ້ນແມ່ນຄັ້ງທຳອິດທີ່ມີເຫດການດັ່ງກ່າວເກີດຂຶ້ນໃນສະຫະພາບຢູໂຣບ.\n",
        "output": [
            "Reporters sans frontières claims that Poland is the only European Union country in which prison sentences are imposed for \"offences of opinion\" and that this is the first such occurrence in the EU.\n"
        ]
    },
    {
        "input": "ລາງວັນ ເຈເຈ ຊາກູໄລ ຈະຖືກສະເໜີທີ່ກອງປະຊຸມ ເອພີເອສ 2010 ຢູ່ ວໍຊິງຕັນ ດີຊີ ທີ່ງານລ້ຽງກອງປະຊຸມພິເສດໃນເດືອນ ກຸມພາ ປີ 2010.\n",
        "output": [
            "The J. J. Sakurai Prize will be presented at the APS 2010 meeting in Washington, DC at a special Ceremonial session in February 2010.\n"
        ]
    },
    {
        "input": "ແຜ່ນດິນໄຫວນ້ອຍທີ່ເກີດຫຼັງແຜ່ນດິນໄຫວຮຸນແຮງເຖິງ 5.9 ແມັກນິດຈູດເຊິ່ງຈຸດສູນກາງຕັ້ງຢູ່ ພາກຕາເວັນຕົກຂອງ ປິຈິເລມູໄປ ສິບເກົ້າກິດໂລແມັດ, ອີງຕາມການສຳຫຼວດດ້ານທໍລະນີວິທະຍາຂອງມະຫາວິທະຍາໄລ ຊີລີ (UCGS).\n",
        "output": [
            "The aftershock reached a magnitude of 5.9 with the epicenter located nineteen kilometers west of Pichilemu, according to the University of Chile Geological Survey (UCGS).\n"
        ]
    },
    {
        "input": "ປະທານຜູ້ບໍລິຫານສູງສຸດ ບໍລິສັດການຊື່ສານ ເວີໄລຊອນ ທ່ານ ອີວານ ເຊເດັນເບີກ ແລະ ປະທານຜູ້ບໍລິຫານສູງສຸດຂອງແອັບໂປ ທ່ານ ສະຕີບ ຈອບສ ບໍ່ໄດ້ເຂົ້າຮ່ວມ ງານຖະແຫຼ່ງຂ່າວນີ້.\n",
        "output": [
            "Neither Verizon Communications CEO Ivan Seidenberg nor Apple CEO Steve Jobs attended the conference.\n"
        ]
    },
    {
        "input": "ຜູ້ເຄາະຮ້າຍຄົນຫຼ້າສຸດແມ່ນຖືກພົບໃນວັນທີ 12 ທັນວາ 2006 ໃນເຂດນອກເມືອງ ຫ່າງອອກໄປສອງສາມຮ້ອຍແມັດ ແລະ ອີກໜຶ່ງສົບກໍ່ຖືກຄົ້ນພົບພາຍໃນ 40ນາທີຕໍ່ມາ.\n",
        "output": [
            "The latest victims were found on 12 December 2006 in a rural area a few hundred meters apart, and one body discovered within 40 minutes of the other.\n"
        ]
    },
    {
        "input": "ເຈົ້າຄອງອົດ​ສະ​ຕຣາ​ລີ​​ ຄຸ້ມຄອງຫຼັກຊື່ Jeffery ​ກ່າວ​ໃນ​ຖະ​ແຫຼງ​ການວ່າ \"ໂດຍ​ການກວດສອບ​​ Sir Joh ແມ່ນ​ສ້າງ​ລັດ​ໃນ​ການ​ຍົກ​ເວັ້ນ​ຜູ້​ທີ່​ຈະ​ໄດ້​ຮັບ​ການ​ຈື່​ສໍາ​ລັບ​ການ​ວາງ Queensland ໃນຄັ້ງ​ທໍາ​ອິດ​.\"\n",
        "output": [
            "\"By any measurement, Sir Joh was an exceptional state builder who will be remembered for consistently placing Queensland first,\" said the Australian Governor General, Major General Jeffery, in a statement.\n"
        ]
    },
    {
        "input": "ລະເບີດ ແລະ ໄຟໄໝ້ທີ່ຕາມມາ ໂດຍກົງແລ້ວໄດ້ຄິດວ່ານີ້ເປັນຍົນເພື່ອການຄ້າທີ່ລົ້ມເຫຼວ.\n",
        "output": [
            "The explosion and subsequent fire was originally thought to have been a downed commercial aircraft.\n"
        ]
    },
    {
        "input": "ໂຄງການກໍ່ສ້າງດັ່ງກ່າວບໍ່ໄດ້ຊີ້ໃຫ້ເຫັນວ່າ ໂຄງການນີ້ຈະພະຍາຍາມກຳຫນົດມູນຄ່າທີ່ເປັນທຳໃນຂໍ້ສະເຫນີເດີມແລະຈະສະເຫນີຢູ່ທີ່ £50 ຕໍ່ສິນຊັບຫນື່ງແຫ່ງເທົ່ານັ້ນ ໂດຍຫວັງວ່າ ຈະມີພຽງບໍ່ເທົ່າໃດຄົນທີ່ຈະນຳເລື່ອງດັ່ງກ່າວຢື່ນຕົງກັບສານທີ່ດິນ.\n",
        "output": [
            "Crossrail does not indicate that it will attempt to assign a fair value in the original offer and instead is only going to offer around £50 per property in the hope that not many people take the matter to the Land Tribunal.\n"
        ]
    },
    {
        "input": "Emily ແມ່ນພາຍຸລະດູຮ້ອນອັນທີຫ້າ ເພື່ອພັດທະນາລະດູພາຍຸ.\n",
        "output": [
            "Emily is the fifth tropical storm to develop this hurricane season.\n"
        ]
    },
    {
        "input": "ໂຄສົກຂອງກະບັກໂບ ອັບດອນ ຈອດ ບາເຍໂຕ ກ່າວກັບບີບີຊີວ່າ ການເລືອກຕັ້ງເປັນ \"ການຈັດສາກຂອງນານາຊາດທີ່ຕໍ່ຕ້ານປະທານນາທິບໍດີທີ່ດຳລົງຕຳແຫນ່ງຢູ່.\" ແລະຍັງຄົງຕໍ່ສູ້ດ້ວຍຄວາມຊື່ສັດເພື່ອໂອດຕາຣາ.\n",
        "output": [
            "Gbagbo's spokesman, Abdon George Bayeto, told the BBC the elections were rigged as an \"international plot against the incumbent\" and was going to continue fighting forces loyal to Ouattara.\n"
        ]
    },
    {
        "input": "Andrzej Wajda ຜູ້ກຳກັບຮູບເງົາຂອງຊາວໂປແລນໄດ້ອອຄວາມຄິດຄຳເຫັນເລື່ອງແຜນການການຝັງສົບຂອງປະທານາທິບໍດີດັ່ງກ່າວວ່າ \"Lech Kaczynski ເປັນພຽງຄົນດີທຳມະດາ ແຕ່ບໍ່ມີເຫດຜົນທີ່ຈະຝັງເຂົາໃນປາສາດ Wawel ທ່າມກາງບັນດາກະສັດຂອງໂປແລນ ແລະ Marshal Józef Piłsudski [ຜູ້ກໍ່ຕັ້ງ ຍຸກທັນສະໄໝຂອງໂປແລນ].\"\n",
        "output": [
            "Polish film director Andrzej Wajda voiced his opinion on the plans of the late president’s burial site, saying that \"Lech Kaczynski was an ordinary and good man, but there is no reason for him to lie in the Wawel among the kings of Poland and Marshal Józef Piłsudski [the founder of modern-day Poland].\"\n"
        ]
    },
    {
        "input": "ເອັກເວີດ ລູແລະສະແຕນເລ ເລິບ ແຫ່ງສູນອາວະກາດຈອນສັນແຫ່ງເມືອງຮູຕັນ ຍັງຮູ້ສືກມີກັງວົນກ່ຽວກັບການຕຳໂລກເຊັ່ນກັນ.\n",
        "output": [
            "Edward Lu and Stanley Love, of Johnson Space Centre, Houston, also have allayed fears about a collision.\n"
        ]
    },
    {
        "input": "ມະຫາວິທະຍາໄລ ນິວພອດ ແລະ ມະຫາວິທະຍາໄລ ກລີນເດີ ແມ່ນຈະກາຍເປັນມະຫາວິທະຍາໄລຂອງຕົວເອງ.\n",
        "output": [
            "Newport and Glyndwr are set to become universities in their own right.\n"
        ]
    },
    {
        "input": "ພາກເກີ ກໍຍັງມີສ່ວນຮ່ວມໃນວົງການ ການພະນັນ ແລະ ອຸດສາຫະກໍາການທ່ອງທ່ຽວ ແລະ ເປັນເຈົ້າຂອງຄາສິໂນ ຄຣາວ ທີ່ເມວເບີນ.\n",
        "output": [
            "Packer was also involved in the gambling and tourism industries and owned the Crown Casino in Melbourne.\n"
        ]
    },
    {
        "input": "ໄລນິ່ງແລະເພນກິ່ນຈະຫລິ້ນນັດອຸ່ນເຄື່ອງໃນເຍຍລະມັນແລະຟິນແລນຕາມລຳດັບ.\n",
        "output": [
            "The Lightning and Penguins will play exhibition games in Germany and Finland respectively.\n"
        ]
    },
    {
        "input": "GoM ໄດ້ສະເໜີວ່າ ວິທະຍຸຊຸມຊົນ ໄດ້ຮັບອະນຸຍາດພາຍໃນ 5 ນາທີ ໃນການໂຄສະນາໃນທຸກຊົ່ວໂມງຂອງສະຖານນີ.\n",
        "output": [
            "The GoM has also proposed that community radios be allowed up to 5 minutes of commercial advertising for every hour of broadcast.\n"
        ]
    },
    {
        "input": "ນາຍເອັກເວີດຮຽກຮ້ອງໃຫ້ມີການດຳເນີນການທີ່ໂປ່ງໃສແລະບັນຍາຍຂໍ້ຮ້ອງຮຽນວ່າເປັນ \"ເລື່ອງງີ່ເງົ່າສົ່ງຜົນຢ່າງຫນັກ\" ແລະລາວຫວັງວ່າ ຂໍ້ຮ້ອງຮຽນດັ່ງກ່າວຈະໄດ້ຮັບການຈັດການຢ່າງເຫມາະສົມໃນຊັ້ນສານ.\n",
        "output": [
            "Mr Edwards called for the matter to be transparent and described the complaints as \"gravely concerning\" and he hopes they are properly dealt with by the courts.\n"
        ]
    },
    {
        "input": "\"ມີໃຜເຄີຍເຫັນຜູ້ອາຍຸ 20ປີມີຄວາມສະຫຼາດຫຼັກແຫຼມບໍ່? ລາວບໍ່ແມ່ນຄົນເຮັດ\" ກ່າວ ແບລດ.\n",
        "output": [
            "\"Have you ever seen a 20 year-old mastermind? He was not the shooter,\" said Blat.\n"
        ]
    },
    {
        "input": "ເຫດການລະເບີດແຕກ ແລະ ໄຟໄໝ້ມື້ຄືນນີ້ໃນ ໂຮງກັ່ນນ້ຳມັນໃນລັດວໍຊິງຕັນ Washington State ໃນ Anacortes ວໍຊິງຕັ້ນ ສະຫະລັດ ເມືອງປະມານ 80 miles ທາງໃຕ້ຂອງ Vancouver ການາດາ ມື້ວານນີ້ ໄດ້ສັງຫານສີ່ຄົນ ແລະ ສາມຄົນເຈັບໜັກ.\n",
        "output": [
            "An overnight explosion and fire at a Washington State oil refinery in Anacortes, Washington, United States, a city about 80 miles south of Vancouver, Canada, yesterday killed four people and critically injured three others.\n"
        ]
    },
    {
        "input": "\"ໂຮງໝໍເດັກຍອມຮັບວ່າມີເດັກ 90ຄົນ 34ໃນນັ້ນຍັງຢູ່ໂຮງໝໍ ຫົກຄົນໄດ້ຜ່ານການຜ່າຕັດ\" ຈູໂຣວິກ ກ່າວ.\n",
        "output": [
            "\"The children's hospital admitted 90 children, 34 of them are still there, six have undergone surgery,\" Djurovic said.\n"
        ]
    },
    {
        "input": "ໃນລະຫວ່າງການບໍລິຫານຂອງ Kennedy, Helen ສິ້ນສຸດກອງປະຊຸມຂ່າວທັງຫມົດຂອງປະທານປະເທດທີ່ມີລາຍເຊັນ \"ຂໍຂອບໃຈທ່ານ ທ່ານປະທານປະເທດ\" ແລະສະເໜີການອອກກ່ຽວກັບວຽກງານຂອງລາວ: \"ໃນການເຮັດວຽກທີ່ຂອງຂ້ອຍທ່ານເທົ່ານັ້ນທີ່ດີຈົນມາຮອດເລື່ອງສຸດທ້າຍຂອງທ່ານ.\"\n",
        "output": [
            "During Kennedy's administration, Helen ended all presidential press conferences with a signature \"Thank you, Mr. President\" and always issued a caveat about her work: \"In my career you're only as good as your last story.\"\n"
        ]
    },
    {
        "input": "ຫຼັງຈາກນັ້ນ ແມ່ນເປັນເກມການຫຼິ້ນທີ່ບຶກບືນຂອງທັງສອງຝ່າຍ ເຮດໃຫ້ໄດ້ຍຶດການເວລາແຂ່ງຂັນ ເປັນຕົ້ນແມ່ນທີມຈາກດັທຈ ແຕ່ ໂທບິນສະກີ ແລະ ອາດຮາວິນ ສາມາດຍິງເຂົ້າປະຕູໄດ້ ເຮັດໃຫ້ຈົບເກມການແຂ່ງຂັນໄດ້ຢ່າງມີປະສິດທິຜົນ.\n",
        "output": [
            "Then it was a hardy play-off for both teams, especially the Dutch, but Torbinsky and Arshavin scored goals, effectively put an end to the match.\n"
        ]
    },
    {
        "input": "ຈາກ​ການ​ສຳຫຼວດ​ທົ່ວ​ໂລກນີ້​ແມ່ນ​ມີ​ຜູ້​ຍິງ​ພຽງ​ແຕ່ສອງ​ເປີ​ເຊັນ​ທີ່​ຄິດ​ວ່າ​ຕົນ​ເອງ​ງາມ ໂດຍ​ອີງ​ຕາມ​ຜູ້​ປະ​ກາດ​ຂ່າວ​ໃນ​ລາຍ​ການ Good Morning America ຂອງ​ຊ້ອງ ABC ໂຣບິນ ໂຣ​ເບີດ ເປັນ​ຜູ້​ປະ​ກາດ​ຂ່າວ ຊຶ່ງ​ເປັນ​ລາຍ​ການ​ເຊີງ​ພາ​ນິດ​ທີ່​ອອກ​ອາ​ກາດ​ເປັນ​ຄັ້ງ​ທຳ​ອິດ​ໃນ​ເຊົ້າ​ນີ້​ເວ​ລາ 8:07 ໂມງ.\n",
        "output": [
            "Only two percent of women surveyed worldwide consider themselves beautiful, according to ABC Good Morning America co-anchor Robin Roberts, whose program debuted the commercial this morning at 8:07 am EST.\n"
        ]
    },
    {
        "input": "ໄພພິບັດຄັ້ງນີ້ ນັບເປັນມູນຄ່າຄວາມເສຍຫາຍຖືງ $15.5 ລ້ານຫລຽນ ຕາມທີີອິມພິຣ້ຽວໄດ້ກ່າວໃນຊ່ວງໄຕມາດແລກຂອງປີ.\n",
        "output": [
            "The disaster is also blamed for a $15.5 million loss Imperial posted in this year's first quarter.\n"
        ]
    },
    {
        "input": "ນາສຣາລາ ສັນຍາ ເຮສໂບລາວ່າຈະສືບຕໍ່ ຕໍ່ສູ້ຈົນກວ່າຄວາມຂັດແຍ່ງຍ້າຍໄປເອື້ອອໍານວຍໃຫ້ປະທານາທິບໍດີ ອາສຊາສ.\n",
        "output": [
            "Nasrallah pledged Hezbollah will continue fighting until the conflict has been turned in President Assad's favour.\n"
        ]
    },
    {
        "input": "ຕຳຫລວດໄດ້ບຸກຈູ່ໂຈມ ຊ່ວຍຊີວິດຜູ້ຍິງຫລັງຈາກທີ່ໄດ້ຮັບຄ່າບໍລິການ.\n",
        "output": [
            "Police launched raids, rescuing the women after receiving a tip-off.\n"
        ]
    },
    {
        "input": "ວິກິພີເດຍ ຫນື່ງໃນເວັບໄຊຕ໌ໃນອິນເຕີເນັດຈະໄດ້ຮັບການປັບໂສມໃຫມ່.\n",
        "output": [
            "Wikipedia, one of the top ten websites on the internet, will soon be receiving a face lift.\n"
        ]
    },
    {
        "input": "ຕໍ່ມາລາວໄດ້ຖືກດຶງຜົມ ໂດຍມືປືນເຊິ່ງເປັນຜູ້ຜູ້ທີ່ຍິງລາວທັນໃດ ແລະ ຜູ້ຊາຍສອງຄົນທີ່ຈະເຂົ້າມາຊ່ວຍ.\n",
        "output": [
            "She was apparently grabbed by the hair by the gunman who then shot her and two men who attempted to come to her aid.\n"
        ]
    },
    {
        "input": "ທ່ານ ຄຸກ ອາຍຸ 59ປີ ຖືກພາບິນໄປສົ່ງທີ່ໂຮງໝໍໃນ ອິນເວີເນີສ ດ້ວຍຍົນເອລີກົບເຕີ້ກູ້ໄພ ຫຼັງຈາກເວລາຜ່ານໄປເຄິ່ງຊົ່ວໂມງນັບແຕ່ເວລາທີ່ທ່ານໄດ້ລົ້ມລົງ.\n",
        "output": [
            "Cook, aged 59, was flown to a hospital in Inverness by a rescue service helicopter half an hour after collapsing.\n"
        ]
    },
    {
        "input": "ເດີຣີ່ແຈ້ງວ່າ ຜົນລັບສຳຫລັບຜູ້ທີ່ໄດ້ຮັບການຮັກສາແລະປະສົບຜົນສຳເລັດເປັນເລື່ອງແທ້ຈິງ \"ບໍ່ວ່າພວກເຂົາຈະຕອບສະຫນອງຕໍ່ການຮັກສາດ້ານການຮຽນຮູ້-ພືດຕິກຳ ໂພແຊກທັງສອງການຮັກສາຫລືຢາຫລອກ.\"\n",
        "output": [
            "Curry noted that the results for those treated successfully held true \"whatever they responded to — cognitive-behavioral therapy, Prozac, both treatments, or a placebo\".\n"
        ]
    },
    {
        "input": "ຖ້ຽວທຳອິດທີ່ຈະໄປນິວຍອກຈະບິນໂດຍໃຊ້ເລກສາຍການບິນຂອງລຸບຮັນຊາ ແລະມີກຳຫນົດວ່າຈະຮອດສະຫນາມບິນຈອນ ເອັຟ ເຄນເນດິ້ໃນເວລາ 12:30 ເວລາຕາເວັນອອກ (16:30 ເວລາສາກົນ).\n",
        "output": [
            "The first leg of the flight going towards New York will be travelling under a Lufthansa flight number, and is due to arrive at New York's John F. Kennedy airport at 12:30 EST (16:30 UTC).\n"
        ]
    },
    {
        "input": "\"ພວກເຮົາມີຄວາມຍືດຍຸ່ນໃນທຸກວິທີທາງ ເມື່ອມີຂໍ້ຕົກລົງແລກປ່ຽນຕົວ ແຕ່ວ່າ ຝ່າຍອິສຣາເອວແມ່ນອ່ອນແອ່ເກີນໄປທີ່ຈະຕັດສິນໃຈ.\"\n",
        "output": [
            "\"We have been flexible in every possible way when it came to a swap deal, but the Israeli side was too weak to make a decision.\"\n"
        ]
    },
    {
        "input": "ຫລາຍໂຮງຮຽນໄດ້ຖືກໂຈມຕີ ລວມທັງ ໂຮງຮຽນ ອາ-ຝາຄໍລາ ທີ່ເຮັດໃຫ້ປະຊາຊົນເສຍຊີວິດ 40 ຄົນ ຫລາຍຄົນແມ່ນເປັນຜູ້ຍິງ ແລະ ເດັກນ້ອຍ.\n",
        "output": [
            "More schools were attacked including the al-Fakhora School killing 40 people, many of them women and children.\n"
        ]
    },
    {
        "input": "ລິເບີແມນຢູ່ໃນຈໍເຈຍຕອນນີ້ ພ້ອມກັບວຸດທິສະມາຊິກລິນເຊ ເກຣແຮມ ລາວໄດ້ກ່າວເມື່ອຖືກຖາມວ່າລາວຈະໄດ້ເວົ້າໃນທີ່ປະຊຸມຫລືບໍ່ວ່າ \"ມີຄວາມເປັນໄປໄດ້ແຕ່ຂ້າພະເຈົ້າຈະລໍຖ້າໃຫ້ລາວປະກາດ.\"\n",
        "output": [
            "Lieberman is currently in Georgia, with Senator Lindsey Graham; he responded when asked if he would be speaking at the convention that \"it's quite possible, but I'll let them announce it.\"\n"
        ]
    },
    {
        "input": "ເມື່ອເວົ້າຖືງປະຕິກິລິຍາຂອງຊາວອິລັກທີ່ມີຕໍ່ເຫດລະເບີດໃນກຸງລອນດອນ ໂຄສົກກ່າວວ່າ \"ຄວາມເຫັນສ່ວນໃຫຍ່ຈາກຜູ້ສວດ[ພາວະນາ] ວັນສຸກໃນພື້ນທີ່ປະຕິບັດວຽກຂອງສະຫະລາດຊະອານາຈັກນັ້ນບໍ່ເຫັນດ້ວຍກັບການໂຈມຕີໃນກຸງລອດດອນ.\"\n",
        "output": [
            "Speaking of the response by Iraqis to the London bombings, the spokesperson said, \"Most of the feed back from Friday pray[ers] in the British Area of Operation were against the attacks on London.\"\n"
        ]
    },
    {
        "input": "\"ພວກເຮົາຫວັງທີ່ຈະຂະຫຍາຍໃນພາສາອື່ນໆເຊັ່ນດຽວກັນ ຍ້ອນມັນມີການຮຽກຮ້ອງຂອງຕະຫຼາດທີ່ແນ່ນອນ ຂອງສາລະບັນເທີງຂອງກາສິນຄ້າຂອງພວກເຮົາໃນສາລະບັນເທີງ.\"\n",
        "output": [
            "\"We are looking forward to expanding into other languages as well, because there is definitely a market demanding our brand of infotainment.\"\n"
        ]
    },
    {
        "input": "ມັນຈະແຂ່ງຂັນກັບລະບົບການປະຕິບັດການຂອງສູນສື່ມວນຊົນໄມໂຄຊອຟໂດຍກົງ.\n",
        "output": [
            "It will directly compete with Microsoft's Media Center operating system.\n"
        ]
    },
    {
        "input": "ມີການສະຫງົບນິ້ງໃນເກມເຕະບານທົ່ວປະເທດໃນທ້າຍອາທິດພ້ອມດ້ວຍແຟນທີ່ສ້າງແທ່ນເຄົາລົບຈຳລອງທີ່ນິວຄັດເຊີຍູໄນເຕັດແລະອິປສະວິດທາວ ຄັບສອງແຫ່ງທີກ່ຽວຂ້ອງກັບສະມາຄົມນີ້.\n",
        "output": [
            "Silences were held at football games throughout the country over the weekend, with fans creating makeshift shrines at Newcastle United and Ipswich Town, the two clubs he was most strongly associated with.\n"
        ]
    },
    {
        "input": "ທັງເລື່ອງ ມີລຽນໂດລາເບບີ້(2004) ແລະ ຄຣັດສ(2005) ໄດ້ຊະນະເລີດໃນລາງວັນອະຄາດີມີ້ອະວອດສາຂາພາບດີເດັ່ນ ເຮັດໃຫ້ຮັກກີສເປັນນັກຂຽນຄົນທໍາອິດນັບຕັ້ງແຕ່ປີ 1950ມາທີ່ເປີດຮູບເງົາໄດ້ຮັບຊະນະເລີດສາຂາຮູບພາບດີເດັ່ນອອດສກ້າຕິດຕໍ່ກັນຊ້ອນ.\n",
        "output": [
            "Both Million Dollar Baby (2004) and Crash (2005) won Academy Awards for Best Picture, making Haggis the first film writer since 1950 to pen movies which won Best Picture Oscars in consecutive years.\n"
        ]
    },
    {
        "input": "ຄໍາຕັດສິນຢ່າງເປັນທາງການ ຈະປະກາດໃນວັນທີ 25 ກຸມພາ 2005.\n",
        "output": [
            "The official sentence will be announced on February 25th, 2005.\n"
        ]
    },
    {
        "input": "ເກືອບຮ້ອຍລະ 50 ຂອງຄົນໃນດິໂບຕິບໍ່ມີຄວາມພ້ອມໃນການເຂົ້າເຖິງແຫລ່ງນ້ຳດື່ມທີ່ໄດ້ຮັບການພັດທະນາຢ່າງເຫມາະສົມ.\n",
        "output": [
            "Almost 50 percent of people in rural Djibouti do not have ready access to properly developed source of drinking water.\n"
        ]
    },
    {
        "input": "ການເລີ່ມດຳເນີນການໃຊ້ດາວທຽມທີ່ປະສົບຜົນສຳເລັດຈະສະແດງໃຫ້ເຫັນວ່າຂີປະນາວຸດຂອງອິຣານໄດ້ມີການເຂົ້າເຖິງທົ່ວໂລກ.\n",
        "output": [
            "A successful satellite launch would demonstrate that Iran's missiles have global reach.\n"
        ]
    },
    {
        "input": "ມື້ນີ້ Mattel ຜູ້ຜະລິດເຄື່ອງຫລີ້ນໄດ້ປະກາດວ່າເຂົາຈະຮຽກເກັບຄືນຜະລິດຕະພັນທັງຫລາຍທີ່ກັງວົນເຖິງລະດັບຄວາມອັນຕະລາຍຈາກສານກົ່ວໃນສີຂອງເຄື່ອງຫລີ້ນເຫຼົ່ານັ້ນ.\n",
        "output": [
            "Toy manufacturer Mattel announced today that they are recalling more products over fears of dangerous levels of lead in the toy's paint.\n"
        ]
    },
    {
        "input": "ທະນາຍຄວາມຄົນຫນື່ງໄດ້ພິຈະນາສະຖານະການ ແລ້ວ ລາວ ກ່າວວ່າ ຄ່າບໍລິການຮູ້ສືກວ່າມັນແພງ ເກີນໄປ.\n",
        "output": [
            "A lawyer for the men said he felt the charges were excessive considering the circumstances.\n"
        ]
    },
    {
        "input": "ໂຊກບໍ່ດີຂອງ ເຟີນັນໂດ ບັນຫາຢຸດແປງລົດ ເຮັດໃຫ້ເສຍການແຂ່ງຂັນທີ່ພິເສດຄັ້ງນີ້.\n",
        "output": [
            "Tough luck for Fernando, pit-stop problem spoiled a fantastic battle.\n"
        ]
    },
    {
        "input": "ຕຳຫລວດໃນອິນໂດເນເຊຍໄດ້ສົ່ງເອກະສານຈຳນວນ 200 ຫນ້າເຊິ່ງເປັນຂໍ້ສະຫລຸບຂອງອຸບັດຕິເຫດຂອງທ້ຽວບິນ 200 ກາຣູດ້າອິນໂດເນເຊຍໃຫ້ກັບໄອຍະການ.\n",
        "output": [
            "Police in Indonesia have forwarded a 200-page brief concerning the Garuda Indonesia Flight 200 disaster to prosecutors.\n"
        ]
    },
    {
        "input": "ຊາເຟຍ ອາມັດ ຈານ ຜູ້ອຳນວຍການກະຊວງວ່າດ້ວຍເລື່ອງແມ່ຍິງປະເທດອັບການິສະຖານ ໃນແຂວງຄາດຄາຮາ ແລະເປັນຕົວແທນສິດທິແມ່ຍິງລວມເຖິງນັກວິຈານການຈຳກັດສິດຂອງກຸ່ມຕາລີບັນ ຖືກຍິງເສຍຊີວິດຈາກມືປືນບໍ່ຮູ້ຊື່ນອກບ້ານຂອງລາວໃນເມືອງ ຄາດດາຮາທາງຕອນໃຕ້ຂອງອັບການິສະຖານເມື່ອວັນຈັນທີ່ຜ່ານມາ.\n",
        "output": [
            "Safia Ahmed-jan, the director of the Afghan Ministry of Women's Affairs for the Khandahar province and an advocate of women's rights and a strong critic of the Taliban's repression of those rights, was shot dead by unidentified gunmen outside her home in Khandahar city in southern Afghanistan on Monday.\n"
        ]
    },
    {
        "input": "ໂຄສົກອົງການກາແດງໄດ້ກ່າວວ່າ ເຮືອນຊານປະມານ ສອງຮ້ອຍຫລັງແມ່ນໄດ້ຈົມລົງນໍ້າ ຫລື ແຕກຊະລົງນໍ້າ.\n",
        "output": [
            "A spokesperson for the Red Cross said approximately two hundred houses had been sunk or wrecked.\n"
        ]
    },
    {
        "input": "ສະພານແດນຊີເຈີເປັນສະພານຂ້າມຄອງຊື່ງເຊື່ອມທະເລສາບພອນເຊີເທນກັບແມ່ນ້ຳມິດສະຊິຊິບປີ.\n",
        "output": [
            "The Danziger Bridge spans a canal which connects Lake Pontchartrain and the Mississippi River.\n"
        ]
    },
    {
        "input": "ປັດຈຸບັນນີ້ໂຟນອິນເວດເມັດ ອິເອັດຈ໌ເອັບ ໄດ້ຊື້ບໍລິສັດການບິນເດນມາກ ສະເຕີລິງ ແອແລະເມຍແອ.\n",
        "output": [
            "Recently the Fons Investment ehf. bought the Danish airlines Sterling Air and Mearsk Air.\n"
        ]
    },
    {
        "input": "ໃນເວລາ 07:00 UTC ມື້ນີ້ (19:00 NZST ເວລາທ້ອງຖິ່ນ) ການລົງຄະແນນເລືອກຕັ້ງ ໄດ້ປິດລົງໃນ ການເລືອກຕັ້ງທົ່ວໄປ ຂອງນິວຊິແລນ ປີ 2005.\n",
        "output": [
            "At 07:00 UTC today (19:00 NZST, local time), the polls closed in the New Zealand general election, 2005.\n"
        ]
    },
    {
        "input": "​ຈະ​ເຂົ້າ​ສູ່​ວົງ​ໂຄ​ຈອນ geosynchronous ມີຄວາມ​ສູງ​ປະ​ມານ 36,000 ກິໂລແມັດຈາກ​ໜ້າ​ໂລກ ຢູ່ທີ່​ເສັ້ນ​ແວງ 95.5ºE.\n",
        "output": [
            "It will be placed in a geosynchronous orbit, about 36,000 kilometres above the Earth, at a longitude of 95.5°E.\n"
        ]
    },
    {
        "input": "ເຈົ້າຂອງພິງເກີ ພອກເຕີ ແອນ ແກມເບີໄດ້ແຈ້ງວ່າການຕັດສິນໃນເດືອນພືດສະພາຄົມມີໃຈຄວາມວ່າພິງເກີບໍ່ມີເນື້ອສຳຜັດ ຮູບລັກ ຫລືລົດຊາດເຫມືອນກັບຂະຫນົມກອບ.\n",
        "output": [
            "Pringles' owner Procter & Gamble had claimed at a ruling in May that Pringles do not feel, look, or taste like a crisp.\n"
        ]
    },
    {
        "input": "ສິບນາທີໃນຄັ້ງທີສອງ Nambour ມີຄວາມສາມາດທໍາຄະແນນອອກກ້ວາງແຕ່ບໍ່ປະສົບຜົນສໍາເລັດໃນການປ່ຽນແປງ.\n",
        "output": [
            "Ten minutes in the second, Nambour were able to score out wide but failed to convert.\n"
        ]
    },
    {
        "input": "ສະຖານນີລົດໄຟໃຕ້ດິນ ພິກຄາດເດລີ ໄດ້ເປີດໃຫ້ບໍລິການອີກຄັ້ງຫລັງຈາກປີດໃຫ້ບໍລິການ.\n",
        "output": [
            "Piccadilly Circus tube station has reopened after an earlier closure\n"
        ]
    },
    {
        "input": "ຣິໂຄ ແດເນຍເປັນພິທີກອນໂທລະພາບອັງກິດທີ່ອາໄສຢູ່ໃນປະເທດຝຣັ່ງເສດ ແລະເປັນທີ່ຮູ້ຈັກຈາກໜັງຊຸດທາງໂທລະພາບສອງເລື່ອງ ຢ່າງ The Salvager ໃນຂະນະທີ່ລາວຢູ່ໃນອັງກິດແລະ Le Sakvager ຫລັງຈາກທີ່ລາວຍ້າຍມາຢູ່ຝຣັ່ງເສດ.\n",
        "output": [
            "Rico Daniels is a British TV presenter living in France who is known for his two television series — The Salvager — whilst he still lived in the UK and then Le Salvager after he moved to France.\n"
        ]
    },
    {
        "input": "ໃນນີ້ຄັດເລືອກ 2 ມື້ ເນື່ອງຈາກບັນຫາບາງຢ່າງກ່ຽວກັບການຈັດຕາລາງເວລານັ້ນ ບາງຜູ້ຫລິ້ນທີ່ຈົດທະບຽນແຕ່ວ່າບໍ່ໄດ້ມີຜົນກະທົບຕໍ່ເເຊມມື້ດຽວ ເເຊມ2 ມື້ ແລະ ເເຊມໂດຍລວມ.\n",
        "output": [
            "In this 2-day qualifier, due to some issues on the arrangement of the schedule, some registered gamers offered to quit the championship, but it didn't take effect on the results of the single day champion, the 2-day champion, and overall champion.\n"
        ]
    },
    {
        "input": "ນາງຄິນຕັນໄດ້ຮັບຄະແນນໂຫວດເປັນອັນດັບຫນື່ງໃນທຸກຜົນການສຳຫລວດບຸກຄົນທີ່ມີແນວໂນ້ມຈະເປັນຜູ້ສະຫມັກລົງຕົວແທນພັກເດໂມແຄແລະລາວພະຍາຍາມຈະບໍ່ເປີດເຜີຍເລື່ອງການປືກສາຫາລືກັບຜູ້ສະຫນັບສະຫນຸນແລະທີມຫາສຽງຂອງລາວຫລາຍຕໍ່ຫລາຍຄັ້ງ.\n",
        "output": [
            "Clinton tops every national poll of likely Democratic candidates and had tried to keep private many of her overtures to supporters and new staff.\n"
        ]
    },
    {
        "input": "ຫຼັງຈາກເບິ່ງສະພາບການຮັກສາຄວາມສະຫງົບລຽບລ້ອຍ ຢູ່ ນີວແດນລີ ຄະນະກຳມະການຕິດຕາມຂອງສານສູງສຸດ ໄດ້ແນະນຳສານສູງສຸດບໍ່ໃຫ້ສືບຕໍ່ການຈໍ້າກາຮັບຮອງຈາກ ເທດສະບານນະຄອນຫຼວງນິວແດນລີ ໃນວັນທີ 1 ເດືອນພະຈິກ.\n",
        "output": [
            "After seeing the law-and-order situation in Delhi, the Supreme Court's Monitoring committee recommended the Supreme Court not to resume the MCD's sealing drive on November 1.\n"
        ]
    },
    {
        "input": "\"ທ່ານເຮັດສັນຍາກັບເດັກນ້ອຍອາຍຸ 21 ປີແບບນີ້ໄດ້ແນວໃດ?\"\n",
        "output": [
            "\"How do you give someone, a 21 year old kid a contract like that?\"\n"
        ]
    },
    {
        "input": "Bourdin ໄດ້​ພັກ​ອາ​ໃສ​ຢູ່​ກັບ​ຄູ່​ຜົວ​ເມຍ​ດັ່ງ​ກ່າວ​ເປັນ​ເວ​ລາ​ສາມ​ເດືອນ ຈົນ​ນັກ​ຂ່າວ​ເປີດ​ເຜີຍ​ຕົວ​ຕົນ​ທີ່​ແທ້​ຈິງ​ຂອງ​ລາວ ແລະ​ຢືນ​ຢັນ​ຄຳ​ຕົວະ​ຂອງ​ລາວ​ໄດ້​ດ້ວຍ​ການກວດ DNA.\n",
        "output": [
            "Bourdin lived with the couple for three months before a journalist exposed him and his lies were confirmed by a DNA test.\n"
        ]
    },
    {
        "input": "ກ່ອນປີ 2005 555 ແຄ​ລິ​ຟໍ​ເນຍ​ໄດ້​ເປັນທະ​ນາ​ຄານ​ຂອງ​ສໍານັກງານໃຫ່ຍອາ​ເມລິ​ກາ​ຂອງ​ໂລກ​ ແຕ່​ສະ​ຖາ​ນະ​ການ​ທີ່​ສິ້ນ​ສຸດ​ລົງ​ໃນ​ເວ​ລາ North Carolina ທີ່ NATIONSBANK ມີນິຕິກໍາທະ​ນາ​ຄານ​ຊາຍ​ຝັ່ງ AP Giannini ຂອງ​ພາກ​ຕາ​ເວັນ​ຕົກ​ແລະ​ເກັບ​ຮັກ​ສາ​ໄວ້ B ຊື່ A​ ແຕ່​ວ່າ​ໄດ້ຕົ້ນ​ຕໍຂອງສໍານັກງານໃຫ່ຍ​ໃນ Charlotte NC​.\n",
        "output": [
            "Before 2005, 555 California had been Bank of America's World HQ, but that status ended when North Carolina based NationsBank ate up A.P Giannini's west coast banking legacy and kept the B of A name, but made the main HQ in Charlotte NC.\n"
        ]
    },
    {
        "input": "ຄົນທີ່ເຂົ້າມາພັກຢູ່ໂຮງແຮມແມ່ນໄດ້ຖືກອົບພະຍົກໄປຫາຫໍວາງສະແດງຢູ່ທີ່ຂ້າງຖະໜົນ.\n",
        "output": [
            "Visitors at the hotel were evacuated to the exhibition hall at street level.\n"
        ]
    },
    {
        "input": "ເຊື້ອແບັກທິເຣຍສາມາດອາໄສສັດປ່າໃຫ້ເປັນຍານພາຫານະຈາກຟາມລ້ຽງສັດມາເຖິງຟາມຜັກຂົມໄດ້.\n",
        "output": [
            "The bacteria could have been carried by wild animals from the cattle ranch to the spinach field.\n"
        ]
    },
    {
        "input": "ຈໍານວນຂອງຜູ້ເສຍຊີວິດຍັງບໍ່ແນ່ນອນ ເລີ່ມແຕ່ຕົວເລກ ສູນ ຫາ ແປດ ຄົນ.\n",
        "output": [
            "The number of dead is not certain, with numbers ranging from none to eight.\n"
        ]
    },
    {
        "input": "ຢ່າງຫນ້ອຍສຸດ ຄະນະນັກວິໄຈຈາກເອທິໂອເປຍແລະຍີ່ປຸ່ນໄດ້ຄົ້ນພົບແຂ້ວທີ່ກາຍເປັນຟໍຊິວເກົ້າອັນຫນຶ່ງອັນເປັນແຂ້ວແລະອີກແປດອັນເປັນແຂ້ວກາມລິງບໍ່ມີຫາງບໍ່ຮູ້ສາຍພັນກ່ອນຫນ້ານີ້ ແລະໄດ້ປ່ຽບທຽບໂມເດສາມມິຕິ3-Dຂອງແຂ້ວເຫລົ່ານີ້ກັບຟໍຊິວອື່ນໆຍ້ອນອາຍຸໄປໄກເຖິ່ງ 8 ລ້ານປີ ພົບວ່າເຫລົ່າລິງ \"ບໍ່ມີຫາງ\" ທີ່ອາໄສຢູ່ໃນທະວີບອັບຟິລິກາໃນຂະນະນີ້ ອີກທັງຟໍຊິວໃຫມ່ນີ້ຍັງມາຈາກຊະນິດດຽວກັບກໍລິລາເຊິ່ງກິນພືນທີ່ມີກາກໃຍສູງ.\n",
        "output": [
            "At least nine fossilized teeth, one canine tooth and eight molars, of a previously unknown species of apes found in Africa were discovered by a team of researchers from Ethiopia and Japan who then compared the 3-D make up of the teeth to other fossils that date back as far as 8 million years and found that the fossils are likely a \"direct ancestor\" of apes currently living in Africa and that the new ape fossils were that of a species of gorilla who ate mostly plants high in fiber.\n"
        ]
    },
    {
        "input": "ມູນລະນິທິເພື່ອກຸສົນໃຫຍ່ຂອງອັງກິດຢ່າງ ຄອມມິກ ຣີລີບ ລົງທືນໃນບໍລິສັດຜະລິດອາວຸດເຄື່ອງດື່ມແອວກໍຮໍ ແລະຢາສູບ ຕາມຂໍ້ມູນທີ່ລາຍການ PanoramaຂອງBBC ໄດ້ສືບຫາຂໍ້ມູນແລະອອກອາກາດໄປເມື່ອຊ່ວງແລ້ວມື້ນີ້.\n",
        "output": [
            "Major British charity Comic Relief has invested money in arms, alcohol and tobacco firms, according to a BBC Panorama investigation to be broadcast this evening.\n"
        ]
    },
    {
        "input": "ຫາກວາດີເປັນຜູ້ປົກຄອງທີ່ສະຫລາດໃນການສະຫນັບສະຫນຸນ ຫຼືເລື່ອງທີ່ວ່າການສະຫນັບສະຫນຸນຄົນທີ່ເຊື່ອງຊ້າເປັນບາງສິ່ງບາງຢ່າງ ມີພຽງເວລາເທົ່ານັ້ນທີ່ສາມາດບອກລາວໄດ້ເພາະລາວໄດ້ພະຍາຍາມທີ່ຈະເຮັດໃຫ້ຜະລິດຕະພັນຂອງເດັກນ້ອຍເຫລົ່ານີ້ເຂົ້າສູ່ຕະຫລາດແລ້ວ.\n",
        "output": [
            "Whether Vardi is a smart parent for his encouragement, or in fact propping up laggards, is something only time will tell him as he attempts to bring these products of his children to market.\n"
        ]
    },
    {
        "input": "ຫລັງຈາກນັ້ນສົບໄດ້ຖືກຍ້າຍໄປຕໍ່ສຳນັກງານໃຫຍ່ໂນຕິເຊຍເຕ້ ບ່ອນທີ່ເປັນອານຸສອນສະຖານ.\n",
        "output": [
            "Later, it was moved to Notisiete's headquarters, where a memorial took place.\n"
        ]
    },
    {
        "input": "ເຖິງວ່າຫຼາຍປະເທດເອີລົບຈະຜະລິດຢາ ເຊິ່ງໃຊ້ໃນເອີລົບເພື່ອຄວາມງາມເປັນຫຼັກ ບໍ່ມີຜູ້ຜະລິດໃດເລີຍທີ່ຈະເຕັມໃຈຈະສະໜອງໃຫ້ກັບການສົມທົບກັບການປະຫານຊີວິດ ການຍົກເລີກດັ່ງກ່າວຖືກຊັກຊວນໂດຍ ອີຢູ ຕັ້ງແຕ່ປີ 2008.\n",
        "output": [
            "Although many European countries manufacture the drug, which is primarily used in Europe as an anæsthetic, no manufacturer has been found that is willing to supply it for use in conjunction with the death penalty, the abolition of which has been lobbied by the EU since 2008.\n"
        ]
    },
    {
        "input": "ຫົວໜ້າກຸ່ມນາໂຕ້ ແຈັບ ດີ ຫຸບ ເຊບເຟີ ໄດ້ກ່່າວປະນາມການກະທໍາດັ່ງກ່າວ.\n",
        "output": [
            "NATO chief Jaap de Hoop Scheffer has also condemned the action.\n"
        ]
    },
    {
        "input": "ໃນຄະນະທີ່ ພັກ ສະຫະພັນປາຊິປະໄຕ ຝຣັ່ງ (UDF) ນຳໂດຍ François Bayrou ຍັງຄົງຢູ່ໃນລັດຖະບານປະສົມກັບ UMP ໄດ້ຕັດສິນວ່າມັນອາດຈະບໍ່ເປັນສິ່ງພູມໃຈປານໃດ ເນື່ອງຈາກລັດຖະບານໃໝ່ ອາດອອກນະໂຍບາຍເດີມຫຼາຍ.\n",
        "output": [
            "While the Union for French Democracy (UDF) party, led by François Bayrou, formally remains in the ruling coalition along with the UMP, it has decided that, because the new government would probably do more of the same policies, it would not participate in it.\n"
        ]
    },
    {
        "input": "ໃນຄືນວັນພະຫັດ ການປະກົດໂຕຂອງ ປະທານາທິບໍດີ ບາລັກ ໂອບາມາ ຢູ່ລາຍການຄຳຄືນ ເຊິ່ງດຳເນີນລາຍການໂດຍ ເຈ ເລໂນ ທ່ານ ໂອບາມາ ໄດ້ກ່າວກັບ ທ່ານ ເລໂນ ວ່າ ລາວ ຫຼີ້ນໂບລິງຢູ່ ສຳນັກງານປະທານາທິບໍດີ ຊຶ່ງເຮັດຄະແນນໄດ້ 129 ແຕ້ມ.\n",
        "output": [
            "In an appearance on the The Tonight Show with Jay Leno Thursday night, United States President Barack Obama told host, Jay Leno, that he had bowled at the White House bowling alley and scored a 129.\n"
        ]
    },
    {
        "input": "ຄົນທີ່ໄດ້ຈ່າຍຄ່າສ້ອມແປງ ເອັກສບອັກສ 360 ໄປແລ້ວ ຈະໄດ້ຮັບ ເຊັກຄ່າທົດແທນຄືນ ແບບ ອັດຕະໂນມັດ ພາຍໃນເວລາ 10 ອາທິດ ນັບຈາກມື້ນີ້ເປັນຕົ້ນໄປ.\n",
        "output": [
            "People who have paid for Xbox 360 repair will be automatically distributed a reimbursement check in about 10 weeks from the present date.\n"
        ]
    },
    {
        "input": "IFA ແລະ IOC ໄດ້ຂັດແຍ່ງກັບ ຜ່ານຜູ້ຄວບຄຸມການແຂ່ງຂັນ ໃນປະເທດເປັນເວລາຫຼາຍປີ.\n",
        "output": [
            "The IFA and the IOC have disputed over who controls the game in the country for several years.\n"
        ]
    },
    {
        "input": "ລາວຍັງໄດ້ເກີດອຸບັດຕິເຫດນ້ໍາຮ້ອນລວກຕີນຂອງຕົນເອງໃນຂະນະທີ່ພະຍາຍາມເຮັດກາເຟ ແລະ ປາສະຫຼາມກໍ່ມາຕຳເອົາເຮືອຂອງລາວຢ່າງກະທັນຫັນ.\n",
        "output": [
            "He has also accidentally burnt himself when he spilled hot water on his foot whilst trying to make coffee, apparently also from a shark 'bump'.\n"
        ]
    },
    {
        "input": "ລາງວັນມະນຸດສະທໍາໄດ້ນໍາສະເຫນີການປະຕິບັດການສະແດງ Country Brandt ໃນຂະນະທີ່ລາງວັນຄວາມຜົນສໍາເລັດພິເສດ Walt Grealis ໄດ້ນໍາສະເຫນີການ Citytv ແລະຜູ້ກໍ່ຕັ້ງ MuchMusic Moses Znaimer.\n",
        "output": [
            "The Humanitarian Award was presented to country performer Paul Brandt while the Walt Grealis Special Achievement Award was presented to Citytv and MuchMusic founder Moses Znaimer.\n"
        ]
    },
    {
        "input": "ສ່ວນການເຂົ້າຖືງເວັບໄຊຕຼ໌ວິກິພີເດຍ ຊື່ງເປັນໂປເຈັກພີ່ນ້ອງຂອງວິກິນິວ ແລະຟິກເກີ ເຊິ່ງເປັນເວັບໄຊຕຼ໌ແບ່ງປັນຮູບກໍ່ຖືກແບນເມືອວັນພະຫັດ.\n",
        "output": [
            "Access to Wikipedia, Wikinews' sister project, and Flickr, a photo sharing site, were also banned, on Thursday.\n"
        ]
    },
    {
        "input": "ໃນປີ 1997 ສາສະນະຈັກຖືກກ່າວຫາວ່າໂກງໃນປີ 1999ທີ່ມາເຊ.\n",
        "output": [
            "In 1997 the Church was convicted of fraud in Lyon and 1999 in Marseille.\n"
        ]
    },
    {
        "input": "ສະເຕເວິດ ຢ້າຍຂຶ້ນໜຶ່ງອັນດັບ ຫຼັງຈາກສຳເລັດ ການເປັນລຳດັບສອງ ແລະ ແມ່ນລຳດັບເກົ້າ ຄື ເກຣັກ ບິບໄຟ ລົງໄປລຳດັບສິບ.\n",
        "output": [
            "Stewart move up one position after finishing second and is in the ninth position, as Greg Biffle fell to tenth.\n"
        ]
    },
    {
        "input": "ນັກຄົ້ນຄວ້າໄດ້ພົບເຫັນ ຕັບສະແດງລະດັບຍີນທີ່ສູງກວ່າ ຕາມລະຫັດ \"ຊີລີໂນໂປຣຕີນ P\" (SEPP1) ໃນຮ່າງກາຍຂອງຄົນ ກັບເບົາຫວານ ແບບທີ 2 - ກັບການຕໍ່ຕ້ານອິນຊູລິນທີ່ຫຼາຍກວ່າ.\n",
        "output": [
            "The researchers found the liver expresses higher levels of the gene encoding \"selenoprotein P\" (SEPP1) in people with type 2 diabetes – those with more insulin resistance.\n"
        ]
    },
    {
        "input": "ຈອດ ອັນເລນ (R-VA) ສະມາຊິກວຸດທິສະພາເມືອງຣິມມອນ ລັດ ເວີຈິເນຍ ແລະບາບາຣ່າ ບ໊ອກເຊີ (D-CA) ສະມາຊິກວຸດທິສະພາດີລັດແຄລິຟໍເນຍຂອງສະຫະລັດກ່າວກັບບິດເຊີໃນລາຍການໂທລະພາບຮອບເດິກຂອງວູບ ບິດເຊີ ສະຖານນີ້ຊີເອັນເອັນ ເມື່ອວັນອາທິດວ່າ ຜູ້ປະທ້ວງສະແດງຄວາມບໍ່ພໍ່ໃຈເພາະເຊື່ອວ່າປະທານທິບໍດີບູດຄວນພົບກັບຊິນດີ້ຊີຮານເປັນການສ່ວນຕົວ.\n",
        "output": [
            "On a CNN Wolf Blitzer Late Edition broadcast Sunday, U.S. Senators George Allen (R-VA) and Barbara Boxer (D-CA) both told Blitzer that in the furore created by the protest they believe President Bush should personally meet with Cindy Sheehan.\n"
        ]
    },
    {
        "input": "ອາເມລິກາ ໄດ້ເປັນຜູ້ເຈລະຈາການຢູດຍິງ ລະຫວ່າງ ອິດສລະເອວ ແລະ ຫີສໂບລາ ເຊິ່ງສ່ວນໃຫຍ່ ຄອບຄອງ ຄືອິສະລາເອວ ໄດ້ເລີ່ມການຖອນກອງກໍາລັງອອກຈາກເລບານອນ.\n",
        "output": [
            "The United Nations brokered cease-fire between Israel and Hezbollah is largely holding as Israel has begun to withdraw its forces from Lebanon.\n"
        ]
    },
    {
        "input": "\"ເບິ່ງຄືວ່າຢູ່ໆກໍ່ເກີດເຮລິເຄນຂື້ນ.\"\n",
        "output": [
            "\"It almost seemed like a hurricane hit out of nowhere.\"\n"
        ]
    },
    {
        "input": "ທ່ານ ຄາບິລາຊື່ງເປັນປະທານນາທິບໍດີທີ່ອາຍຸນ້ອຍທີ່ສຸດຂອງເວທີແອບຟິລິກາເມື່ອປີ 2001 ກ່າວສຸນທອນພົດສຸດທ້າຍກ່ອນເປີດການເລືອກຕັ້ງຕາມລະບອບປະຊາທິປະໄຕຄັ້ງທຳອິດໃນຮອບ 40 ປີ ຂອງສາທາລະນະລັດປະຊາທິປະໄຕຄອງໂກ.\n",
        "output": [
            "Kabila, who became the youngest head of state in Africa in 2001, used his final speech before voting to claim credit for taking the D.R.Congo to its first democratic elections in over 40 years.\n"
        ]
    },
    {
        "input": "ແຜ່ນດນໄຫວຄັ້ງທຳອິດມີລະດັບ 4.7 ຮິກເຕີ້ແມກນິຈູດແລະຢູ່ໃນພື້ນທີ່ພູເຂົາ ແລະແຜ່ນດິນໄຫວຄັ້ງທີສອງວັດໄດ້ລະດັບ5.1.\n",
        "output": [
            "The first earthquake measured a 4.7 on the Richter magnitude scale and was in a mountainous area and the second measured a 5.1.\n"
        ]
    },
    {
        "input": "ການ​ສູ້​ຮົບ​ເລີ່ມ​ຂຶ້ນ​ໃນ​ວັນ​ເສົາ ທີ 6 ເດືອນ​ຕຸ​ລາ ທີ່​ເມືອງ Mir Ali ແລະ​ການ​ຕໍ່​ສູ້​ຍືດ​ເຍື້ອ​ຮອດ​ສາມ​ວັນ​ແລ້ວ.\n",
        "output": [
            "The battles began on Saturday October 6 in the town of Mir Ali and have lasted three days so far.\n"
        ]
    },
    {
        "input": "ເບີນາດ ຄູສເນີ ລັດຖະມົນຕີການຕ່າງປະເທດຝຣັ່ງຈະພະຍາຍາມເພື່ອກະຕຸ້ນໃຫ້ການເຈລະຈາໃນຕາເວັນອອກກາງ ລະຫວ່າງ ອີດສະຣາເອນ ແລະ ປາເລສ໌ສະຕິນໃນວັນຂ້າງຫນ້າ.\n",
        "output": [
            "French Foreign Minister Bernard Kouchner will attempt to stimulate talks in the Middle East between Israelis and Palestinians in the coming days.\n"
        ]
    },
    {
        "input": "ເຮືອລຳດັ່ງກ່າວຖືກຈັບກຸມທີ່ປະມານ 830 ກິໂລແມັດ ທາງຕາເວັນອອກສຽງໃຕ້ຂອງ ມົມບາຊາ ແລະ ຕາມລາຍງານແມ່ນ ກຳລັງມຸ້ງໜ້າໄປໂຊມາເລຍ ທ່າເຮືອ ອິວ.\n",
        "output": [
            "The ship was captured roughly 830 kilometers south-east of Mombasa and is reportedly heading towards the Somali port of Eyl.\n"
        ]
    },
    {
        "input": "ປັດ​ຈຸ​ບັນ​ນີ້​ສານ​ລັດ​ຖະ​ບານ​ກາງ​ກຳ​ລັງ​ພິ​ຈາ​ລະ​ນາກົດ​ໝາຍສະ​ບັບ​ໜຶ່ງ​ຂອງ​ລັດ​ California ​ວ່າ​ດ້ວຍວິ​ດີ​ໂອ​ເກມຢູ່.\n",
        "output": [
            "A California video game law is currently being reviewed in federal court.\n"
        ]
    },
    {
        "input": "ອົງການອະນາໄມໂລກປະຕິເສດທີ່ຈະລະບຸໂຕຕົນຂອງສະມາຊິກກໍາມາທິການນັ້ນ ອ້າງວ່າພວກເຂົາຈະຖືກແຮງກົດດັນຈາກອຸດສາຫະກໍາ ດັ່ງນັ້ນຄວາມຂັດແຍ່ງທີ່ເປັນໄປໄດ້ກັບບັນດາບໍລິສັດການຢາແມ່ນຍັງບໍ່ທັນຮັບຮູ້.\n",
        "output": [
            "The WHO has refused to identify committee members, arguing that they must be shielded from industry pressure, so possible conflicts of interest with drug companies are unknown.\n"
        ]
    },
    {
        "input": "ບັນດາຕຶກອາຄານໄດ້ໂຄ່ນລົ້ມລົງ ແລະ ຕົ້ນໄມ້ຫັກລົ້ມ.\n",
        "output": [
            "Buildings have already collapsed and trees have been knocked down.\n"
        ]
    },
    {
        "input": "ເເກ່ນແທ່ງຍາວສາມາດດໍາເນີນຄືນໃນຫຼາຍເດືອນເພື່ອສະກັດທາດປູໂຕນຽມເກຣດອາວຸດ.\n",
        "output": [
            "The rods could be reprocessed for several months to extract weapons-grade plutonium.\n"
        ]
    },
    {
        "input": "\"ດ້ວຍຄວາມຕັ້ງໃຈທີ່ຈະບໍ່ຕໍ່ສູ້ກັບປະເທດພີ່ນ້ອງອີກຄັ້ງແລະດ້ວຍການຂໍອະໄພ ພວກເຮົາຄິດວ່າເຫດການທີ່ຮຸນແຮງນີ້ຈະໄດ້ຮັບການແກ້ໄຂບັນຫາ.\" ກ່າວໂດຍປະທານນາທິບໍດີເອກາດໍ ຣາຟາເອວ ຄໍເຣຍ ໃນຂະນະທີ່ຜູ້ນຳລະຕິນເອເມລິກາຄົນອື່ນຕົບມື.\n",
        "output": [
            "\"With the commitment of never attacking a brother country again and by asking forgiveness, we can consider this very serious incident resolved,\" said Ecuadorian president Rafael Correa, as the other Latin American leaders applauded.\n"
        ]
    },
    {
        "input": "ຈາກລາຍງານ ການໂຈມຕີທາງອາກາດຂອງອິສາລະເອວຫລາຍຄັ້ງໃນສະນວນກາຊາເຮັດໃຫ້ເດັກນ້ອຍສາມຄົນ ແລະເດັກເກີດໃຫມ່ອີກຫນື່ງຄົນໄດ້ຮັບບາດເຈັບ.\n",
        "output": [
            "According to reports, multiple Israeli airstrikes in the Gaza Strip have injured three children, including one infant.\n"
        ]
    },
    {
        "input": "ນີ້ເປັນຄັ້ງທຳອິດທີ່ມີການພິພາກສາຂື້ນຕາມກົດຫມາຍທີ່ອອກໃຊ້ເມື່ອປີ 2003 ຄວບຄຸມການສົ່ງອີເມວ ຫຼື ອີກຊື່ໜຶ່ງການສົ່ງເມລື້ຂີ້ເຫຍື້ອເອຈຳນວນຫລາຍ ເຊິ່ງເປັນການສົ່ງຈົດຫມາຍໂດຍບໍ່ໄດ້ຮັບເຊີນໄປຍັງກ່ອງຈົດຫມາຍຂອງຜູ້ໃຊ້.\n",
        "output": [
            "This is the first time a conviction has been gained using the legislation enacted in 2003 to curb bulk e-mail, aka spam, from unsolicited distribution into users mailboxes.\n"
        ]
    },
    {
        "input": "ຜູ້ຍິງຄົນຫນື່ງ ຮູ້ສືກວິນວຽນ ລົ້ມລົງ ແລະຖືກອຸ້ມຂື້ນມາທີ່ລົດພະຍາບານ.\n",
        "output": [
            "One of the women felt dizzy, fell down and was picked up by the ambulance.\n"
        ]
    },
    {
        "input": "ມາຕິດາຖືກຈັດໃຫ້ເປັນອັນດັບ 8 ໃນການຈັດອັນດັບຄັ້ງຫຼ້າສຸດໂດຍຟີຟາ.\n",
        "output": [
            "The Matildas are ranked 8th by FIFA in the latest rankings.\n"
        ]
    },
    {
        "input": "\"ດັ່ງນັ້ນ ສຳລັບຂ້ອຍ ມັນແມ່ນຄວາມພະຍາຍາມເພື່ອຈະມາໃນສະຖານທີ່ ທີ່ເຊິ່ງຂ້ອຍຄິດວ່າຈະະເຜີຍແຜ່ຂ່າວຄວາມຕາຍ ແລະ ເລິ່ມຕົ້ນປະກາດຄວາມຈິງ\" ລາວເວົ້າ.\n",
        "output": [
            "\"So for me it was an attempt to come to a place that I think propagates death and start to proclaim truth,\" she said.\n"
        ]
    },
    {
        "input": "ແມັກຄັດເລນກ່າວວ່າ \"ເບິ່ງແມ້ ວ່າລາຍງານນີ້ສ້າງຄວາມເສຍຫາຍຢ່າງຫລວງຫລາຍໃຫ້ກັບພາບລັກຂອງສະຫະລັດອາເມລິກາ.\"\n",
        "output": [
            "McClellan said, \"Look, this report caused serious damage to the image of the United States abroad.\"\n"
        ]
    },
    {
        "input": "ອີງຕາມ ຊາໂກຊີ ມາດຕະການເພີ່ມເຕີມເຫຼົ່ານີ້ຫມາຍເຖິງເຂດຊາຍແດນເທົ່ານັ້ນ.\n",
        "output": [
            "According to Sarkozy, these additional measures refer to the border area only.\n"
        ]
    },
    {
        "input": "ເຈົ້າຫນ້າທີ່ລັດໃນພື້ນທີ່ກ່າວວ່າ ມີຢ່າງຫນ້ອຍສິບເອັດຄົນທີ່ເສຍຊີວິດຈາກເຫດລະເບີດຂ້າງຖະຫນົນທາງອັບການິສະຖານຕອນໃຕ້ເມື່ອວັນອາທິດທີ່ຜ່ານມາ.\n",
        "output": [
            "Local government officials have said that at least eleven people were killed on Sunday in southern Afghanistan by a roadside bomb.\n"
        ]
    },
    {
        "input": "ທ່ານ Peter Beattie ນາ​ຍົກ​ລັດ​ຖະ​ມົນ​ຕີ​ແຫ່ງ​ຄວີນ​ແລນໄດ້​ກ່າວ​ວ່າ ການ​ປ່ຽນ​ແປງ​ຜູ້​ນຳ \"ຈ​ະ​ເປັນ​ການ​ປະ​ກາດ​ຄວາມ​ມີ​ສະ​ເຖຍ​ລະ​ພາບ​ຂອງ​ພັກ​ສະ​ຍຸກ​ສະ​ໄໝ​ໃໝ່.\"\n",
        "output": [
            "Premier of Queensland Peter Beattie has said that the leadership change \"will herald in a new period of stability for the party.\"\n"
        ]
    },
    {
        "input": "ການສໍາພາດທຸກອັນ ແມ່ນ ຈັດຕັ້ງຜ່ານທາງອີເມວ ແລະ ບົດສໍາພາດແມ່ນຖືກເຜີຍແຜ່ສູ່ສາທາລະນະ ແບບບໍ່ມີການດັດແກ້ ເພື່ອອະນຸຍາດໃຫ້ຜູ້ລົງສະໝັກສາມາດ ບອກຕໍ່ຂໍ້ຄວາມຂອງພວກເຂົາໃຫ້ກັບນັກອ່ານໄດ້ເຕັມເມັດເຕັມ ໜ່ວຍໂດຍບໍ່ມີການຖືກລົບກວນ.\n",
        "output": [
            "All interviews are conducted over e-mail, and interviews are published unedited, allowing candidates to impart their full message to our readers, uninterrupted.\n"
        ]
    },
    {
        "input": "\"ເມື່ອຂ້າພະເຈົ້າເປັນປະທານນະໂຍບາຍເສດຖະກິດດຽວທີ່ຈະໄລ່ຕາມຄືການເງິນທຶນຂອງປະເທດສະຫະລັດອາເມຮຶກາ.\"\n",
        "output": [
            "\"When I am President, the only economic policy I shall pursue is to be frugal with the funds of the United States.\"\n"
        ]
    },
    {
        "input": "ບໍລິສັດກ່າວວ່າຈະດັກຈັບການປ່ອຍກ໊າດຄາບອນໄດ້ອອກໄຊຄ໌ (CO2) ຈາກການຜະລິດຊາຍນ້ຳມັນແລະຈະເກັບໄວ້ໃຕ້ດິນ.\n",
        "output": [
            "The company said it intends to capture the carbon dioxide (CO2) emissions from its oil sands production and store it underground.\n"
        ]
    },
    {
        "input": "ທ່ານ ເອຊາດ ຄາເລັດ ຊາວເມືອງເຜີຍກັບຮອຍເຕີວ່າ \"ຂ້າພະເຈົ້າຕື່ນຂື້ນມາເຫັນຫິມະກຳລັງຕົກ ຂ້າພະເຈົ້າເລີຍປຸກທັງຄອບຄົວແລ້ວບອກໃຫ້ພວກເຂົາມາເບິ່ງຫິມະຕົກ.\"\n",
        "output": [
            "Resident Aysar Khaled told Reuters \"I woke up and I saw snow falling, so I woke up all the family and told them to come and see the snowfall.\"\n"
        ]
    },
    {
        "input": "ຖ້າປະຊາຊົນກຳລັງປູກນ້ຳມັນຊີວະພາບ ແລະ ອາຫານ ມັນຈະຊ່ວຍໃຫ້ມີການເນັ້ນໜັກແບບອື່ນ ກ່າວ David Molden ຜູ້ທີ່ນຳການສຶກສາໃນ IWMI ມີຖານທີ່ Sri-Lanka.\n",
        "output": [
            "If people are growing biofuels and food it will put another new stress, says David Molden, who led the study at the Sri Lanka-based IWMI.\n"
        ]
    },
    {
        "input": "ຜູ້ໃຫ້ບໍລິໂພກຕ້ອງແຊສ໌ເຖິງການໂຄສະນາຂອງເຂົາເຈົ້າແລະການປັບປຸງການປະຕິບັດຂອງໂຕ໊ະການບໍລິການຂອງເຂົາເຈົ້າ.\n",
        "output": [
            "Providers must sharpen up on their advertising and improve the performance of their service desks.\n"
        ]
    },
    {
        "input": "ໂຄສົກຂອງກຸ່ມດັ່ງກ່າວຍອມຮັບວ່າ ຈົນຖືງຕອນນີ້ໄດ້ຈ່າຍເງີນໄປ NZ$500,000 ເພື່ອໂຄງການນີ້.\n",
        "output": [
            "A spokesman for the Group admitted to having spent NZ$500,000 on the campaign so far.\n"
        ]
    },
    {
        "input": "ທ່ານມຸກຕາ ຊາອິດ ອິບາຮິມ ຜູ້ຕ້ອງສົງໄສຫນື່ງໃນສອງຄົນທີ່ຖືກລະບຸຊື່ຫລັງຈາກເຫດພະຍາຍາມວາງລະເບີດລົ້ມເຫລວເມື່ອວັນທີ 21 ກໍລະກົດ ແມ່ນມີອີກຊື່ຫນື່ງວ່າ ມູຮາມັດ.\n",
        "output": [
            "Muktar Said Ibrahim, one of two suspects named after the failed 21 July bombing attempts, is also known as Muhammad.\n"
        ]
    },
    {
        "input": "ມີຄົນ 20 ຄົນທີ່ຕ້ອງອົບພະຍົບອອກຈາກບ້ານໃນຂະນະທີ່ລະເບີດຖືກກູ້ຢ່າງປອດໄພ.\n",
        "output": [
            "20 people had to evacuate their homes while the bomb was safely defused.\n"
        ]
    },
    {
        "input": "ຈຳນວນຜູ້ອອກມາລົງຄະແນນສຽງໃນການເລືອກຕັ້ງ ໄດ້ຖືກລາຍງານ ວ່າມີຢ່າງໜ້ອຍ ຫຼາຍຫວ່າ ຫ້າສິບເປີເຊັນ.\n",
        "output": [
            "Turnout in the elections was reported at slightly more than fifty percent.\n"
        ]
    },
    {
        "input": "ການສໍາຫລວດ ທີ່ເຜີຍແຜ່ອອກໃນມື້ນີ້ ໂດຍສະມາຄົມອິຕາລີ ອິນເຕຊາຄອນຊູມາຣີ (ສະຫະພັນຜູ້ບໍລິໂພກ) ໄດ້ກ່າວວ່າ ຊາວອິຕາລີ 61% ແມ່ນຮູ້ສຶກຢ້ານທີ່ຈະຂີ່ຍົນ ຂະນະທີ່ 41% ຂອງປະຊາກອນ ແມ່ນຮູ້ສຶກປອດໄພໜ້ອຍກວ່າ ກ່ຽວກັບຄວາມປອດໄພຂອງຍົນ ທີ່ເຂົາເຈົ້າໄດ້ສໍາຫລວດມາໃນຕອນຕົ້ນຂອງເດືອນ.\n",
        "output": [
            "A survey published today by the Italian association Intesaconsumatori (Union of Consumers) said that 61% of Italians are afraid to fly, while 41% of population feels less safe about plane safety than they did one month earlier.\n"
        ]
    },
    {
        "input": "ອີງຕາມການບັນທຶກບົດສົນທະນາທາງໂທລະສັບ ລາວໄດ້ເຜີຍແຜ່ໃນເວັບໄຊ blog ຂອງລາວ.\n",
        "output": [
            "According to the phone conversation recording he posted to his blog,\n"
        ]
    },
    {
        "input": "ອີງຕາມນັກດັບເພີງກ່າວວ່າ ການຝ່າຝືນລະບຽບປ້ອງກັນອັກຄີໄພທີ່ສຳຄັນບາງຂໍ້ມີສ່ວນໃຫ້ເກີດໄຟໄຫມ້ທີ່ເຮັດໃຫ້ມີການເສຍຊີວິດ.\n",
        "output": [
            "According to firefighters, serious breaches of fire-safety regulations were partly to blame for the deaths.\n"
        ]
    },
    {
        "input": "ນັກວິທະຍາສາດໄດ້ຄົ້ນພົບການຕັ້ງຖິ່ນຖານໃນສະໄຫມຫິນໃຫມ່ໃນອັງກິດທີ່ ເດີຣິງຕັນ ວໍ ແລະເຊື່ອວ່າຫມູ່ບ້ານນີ້ເຄີຍມີຄົນທີ່ສ້າງສະໂຕນເຮນອາໄສຢູ່.\n",
        "output": [
            "Scientists have uncovered the largest Neolithic settlement in the United Kingdom at the Durrington Walls and believe that the village was inhabited by the people who built the Stonehenge monument.\n"
        ]
    },
    {
        "input": "\"Lose Control\" ຂອງ ມີດຊີ ເອວເລຍຮ່ວມດ້ວຍຊິເອຣາແລະ Fat Man Scoop ໄຕ່ຈາກອັນດັບ 5ມາຍັງອັນດັບ 3 ຂະນະທີ່ \"Don't Cha\" ຫລົ່ນມາຢູ່ອັນດັບທີ 5.\n",
        "output": [
            "Missy Elliott’s “Lose Control” featuring Ciara and Fat Man Scoop gained 5-3 while “Don’t Cha” dropped to No. 5.\n"
        ]
    },
    {
        "input": "ຕາໂກ້ ສະເຕນ Taco Stein ຮອງອະທິການໄອຍາການອະຣູບາ ໄດ້ອອກຖະແຫຼງການ ຫຼັງຈາກການປະກາດໄດ້ຖືກກ່າວ.\n",
        "output": [
            "Taco Stein, the Aruban Solicitor General, released a statement after the announcement was made.\n"
        ]
    },
    {
        "input": "\"ແມ່ນຫຍັງຈະເກີດຂື້ນຖ້າແພນ ບີ ສະແດງໃຫ້ເຫັນວ່າຕົວແທນຂາຍຢາເຮັດນອກລູ້ນອກທາງຈາກກົດຫມາຍ ແລະບໍ່ໄດ້ຮັບອານຸຍາດໃຫ້ປະກອບອາຊີບຢ່າງເຫມາະສົມ.\" ລາວກ່າວ.\n",
        "output": [
            "“What happened with Plan B demonstrated that the agency was off track, and was not being allowed to do its job properly,” she said.\n"
        ]
    },
    {
        "input": "ລະດູຂອງ ໂຕຣ໋ອງໂຕ້ FC ໄດ້ໝົດລົງກັບ ນິວ ອິງແລນ ຣີໂວລູຊັນ ຈະປະເຊີນກັບ ນິວຢອກ ເຣດ ບູລ ໃນຮອບທີ 1ຂອງການແຂ່ງຂັນ.\n",
        "output": [
            "Toronto FC's season is finished as New England Revolution will face New York Red Bulls in the 1st Round of the playoffs.\n"
        ]
    },
    {
        "input": "ແຜນການແມ່ນການປືກສາຫາລືກ່ຽວກັບວິກີພີເດຍ ແລະ ແມ່ນຫຍັງທີ່ຈະປະຕິບັດ ແລະ ບໍ່ປະຕິບັດ ສໍາລັບສາທານຸກົມວິກິເພຍເດຍ.\n",
        "output": [
            "The plan was to discuss Wikipedia, and what does and doesn't work for the encyclopedia.\n"
        ]
    },
    {
        "input": "ສາງເຄື່ອງດັ່ງກ່າວນີ້ ເປັນບ່ອນເກັບແລະແຈກຈ່າຍເຄມີສຳລັບສະລອຍນໍ້າໂດຍສະເພາະແມ່ນຄລໍລິນ.\n",
        "output": [
            "The warehouse is a storage and distribution facility for pool chemicals, especially chlorine.\n"
        ]
    },
    {
        "input": "ທ່ານມາລອຍ ເສີມອີກວ່າ: \"ຄຽງຄູ່ກັບທີ່ລັດຂອງພວກເຮົາເຄື່ອນໄຫວໄປຕາມການ ປຶກສາຫາລື ຂ້າພະເຈົ້າຫວັງວ່າພວກເຮົາທັງໝົດຈະເພີ້ມທະວີຄວາມ ພະຍາຍາມ ແລະ ການເຮັດວຽກເປັນປົກກະຕິ ເພື່ອປັບປຸງ ຄວາມຍຸດຕິທໍາ ແລະ ຄວາມໝັ້ນຄົງ ຂອງລະບົບການພິພາກສາ ອາດສະຍາກອນ ຂອງພວກເຮົາ ແລະ ເພື່ອຫຼຸດຜ່ອນຄວາມຜິດພາດຂອງມັນໃຫ້ເຫຼືອໜ້ອຍທີ່ສຸດ.\"\n",
        "output": [
            "\"As our state moves beyond this divisive debate, I hope we can all redouble our efforts and common work to improve the fairness and integrity of our criminal justice system, and to minimize its fallibility,\" added Malloy.\n"
        ]
    },
    {
        "input": "ຜູ້ຊື້ຂາຍຫຸ້ນໃນຕະຫລາດຫຸ້ນລາຍຫນື່ງກ່າວວ່າ \"ເຫດການໄຟຟ້າດັບນີ້ເຮັດໃຫ້ຜູ້ຄົນກັງວົນຕໍ່ວິກິດພະລັງງານທີ່ອາດສົງຜົນເສຍຕໍ່ພາກອຸດສາຫະກຳຂອງຊາດໄດ້.\"\n",
        "output": [
            "\"The power outage has resulted in worries over an energy crisis which could hurt the nation's industrial sector,\" said a trader on Indonesia's stock market.\n"
        ]
    },
    {
        "input": "ຄູຝຶກທີມບານເຕະອາເມລິກາ ຖືກຍິງທີ່ໂຮງຍິມໂຮງຮຽນໃນລັດໄອໂອວາ ສະຫະລັດ.\n",
        "output": [
            "An American football coach has been shot at his school gym in Iowa, United States.\n"
        ]
    },
    {
        "input": "ໄຟປ່າທີ່ລຸຸກໃນເຂດໄຮເດດເຊີດ ເຊົາເທີນແຄລິຟໍເນຍຕັ້ງແຕ່ 2:00 ໂມງເຊົ້າ(2200ຍູທີຊີ) ມື້ວານນີ້ຍັງຄົງສ້າງຄວາມເປັນຕາຢ້ານໃຫ້ກັບຜູ້ອາໄສໃນເມືອງປາມເດວໃນເຂດແອນເຕີໂລບ ວັນເລ ຂອງລອດ ແອງເຈີລິດບ່າຍມື້ນີ້.\n",
        "output": [
            "A huge wildfire that has been burning in the High Desert of Southern California since 2:00 pm (2200 UTC) yesterday continues to threaten residents in the city of Palmdale in the Antelope Valley region of the Los Angeles County this afternoon.\n"
        ]
    },
    {
        "input": "ກູກຣີສ ໄດ້ຄະແນນຫຼັງຈາກເວລາເຕັມໂດຍບໍ່ປ່ຽນແປງ ການຕີທີ່ຕໍ່ເນື່ອງແບບລຽບງາຍ ທີ່ຄວນຈະເຮັດໃຫ້ພວກເຂົາຊະນະເກມໄດ້.\n",
        "output": [
            "Kukris scored a try after full-time yet failing to convert a relatively simple kick that would have won the game for them.\n"
        ]
    },
    {
        "input": "ປີ 2008 ງານລ້ຽງສະຫຼອງນັບຖອຍຫຼັງປີໃໝ່ທີ່ເມືອງໄທເປ ແມ່ນໄດ້ປະກົດ \"ເງົາຈາງໆ\" ຂອງປັດໄຈທາງການເມືອງ.\n",
        "output": [
            "The 2008 Taipei City New Year Countdown Party was apparently \"faded\" with political factor.\n"
        ]
    },
    {
        "input": "ຄູນີບໍ່ສາມາດອອກມາໃຫ້ຄວາມເຫັນໄດ້ແລະຈະຖືກນຳຕົວມາທີ່ດີ.ຊີ.\n",
        "output": [
            "Cooney could not be reached for comment, and will be arraigned in D.C.\n"
        ]
    },
    {
        "input": "ນັກເຕະອາຍຸ 28 ປີ ໄດ້ຮັບບາດເຈັບໃນການເຂົ້າປະທະກັບໂຈອີ ຈາຄອບຊັນ ແລະ ການແຂ່ງຂັນ ແມ່ນໄດ້ຍຸດເກມ ກ່ອນລາວຖືກນໍາຕົວສົ່ງໂຮງໝໍ.\n",
        "output": [
            "The 28 year old was injured in a tackle by Joe Jacobson and the game was delayed before he was taken to hospital.\n"
        ]
    },
    {
        "input": "ອີງຕາມ ເຣດີໂອເພຼສ ສຳນັກຂ່າວແຫ່ງໜຶ່ງຂອງປະເທດຍີ່ປຸ່ນທີ່ວ່າ ວິທະຍຸກະຈາຍສຽງ ມໍນິເຕີ້ເກົາຫຼີເໜືອ ສະຖານນີກະຈາຍສຽງສູນກາງຂອງເກົາຫຼີເໜືອ ແລະ ສຳນັກຂ່າວສູນກາງຂອງເກົາຫຼີເໜືອ ແລະ ສື່ມວນຊົນເກົາຫຼີເໜືອອື່ນໆດ ໄດ້ຢຸດໃຊ້ຄຳວ່າ \"ທ່ານຜູ້ນຳທີ່ຮັກ\" ເພື່ອກ່າງເຖິງ ຄິມ ຈອງອິວ ຜູ້ນຳສູງສຸດຂອງປະເທດ.\n",
        "output": [
            "According to Radiopress, a Japanese news agency that monitors North Korea's radio broadcasts, the North's Korean Central Broadcasting Station, as well as the Korean Central News Agency and other North Korean media, have stopped using the term \"Dear leader\" when referring to Kim Jong Il, the country's supreme leader.\n"
        ]
    },
    {
        "input": "ປະຈຸບັນປະຊາກອນຂອງເມືອງ Detroit ໄດ້ຫຼຸດລົງເປັນ 713,777 ຄົນ ຕໍ່ໄປເມືອງນີ້ຈະບໍ່ມີສິດຮັບຜົນປະໂຫຍດທາງດ້ານການເງີນອີກ.\n",
        "output": [
            "Now that Detroit's population has fallen to 713,777, it is no longer eligible for these financial advantages.\n"
        ]
    },
    {
        "input": "ອາວິລາໄດ້ຊະນະຄະແນນປະມານ 131,000 ສຽງ ຕ່າງພຽງແຕ່ 3 ເປີເຊັນຂອງສີ່ລ້ານສຽງທີ່ ຄໍານວນໃນຮອບສຸດທ້າຍ.\n",
        "output": [
            "Avila won by approximately 131,000 votes, a margin of just over three per cent of the four million votes cast in the final.\n"
        ]
    },
    {
        "input": "ລາວຍັງກ່າວເສີມອີກວ່າການສັງກັດພັກດີກວ່າເປັນ ອິດສະຫລະ.\n",
        "output": [
            "He also adds that it is better to be in a Party than being independent.\n"
        ]
    },
    {
        "input": "ໃນວັນເສົາທີ່ຜ່ານມາ ມີເຮືອບິນເຈັດ ລຸ້ນ F/A-18 ຮໍເນັດ ຂອງຝູງບິນສາທິດການບິນຈາກກອງທັບເຮືອ ອາເມລິກາ ຕົກ ໃນເມືອງ ໂບຟອດ ຢູ່ທາງຕອນໃຕ້ຂອງລັດ ຄາໂຣລິນາ.\n",
        "output": [
            "An F/A-18 Hornet jet belonging to the U.S. Navy's Blue Angels squadron crashed in Beaufort, South Carolina Saturday.\n"
        ]
    },
    {
        "input": "ນີ້ເປັນການລະບາດຂອງໄວຣັດໄຂ້ເລືອດອອກ ມາດເບີກທີ່ຫລາຍທີ່ສຸດໃນປະຫວັດສາດ.\n",
        "output": [
            "This is the largest recorded outbreak of Marburg viral hemorrhagic fever in history.\n"
        ]
    },
    {
        "input": "\"ເຮົາຮູ້ສືກເສຍໃຈທີ່ຈະກ່າວວ່າ ເກືອບປີຄິ່ງທີ່ຜ່ານມາທີ່ລາວຕໍ່ສູ້ກັບມະເລັງ ເບນມາລິນ ຜູ້ຊື່ງເປັນເຫມືອນອ້າຍແລະມືເບດຂອງເຮົາໄດ້ເສຍຊີວິດລົງ ເມື່ອເວລາ 5 a.m. ຂອງວັນທີ 2ມັງກອນ 2008.\"\n",
        "output": [
            "\"We are regretful to say that after nearly a year and a half of battling cancer, our brother and bass player Ben Marlin has passed away just about the stroke of 5 a.m. this January 2nd, 2008.\"\n"
        ]
    },
    {
        "input": "ລີ ທອມຄິນ ຜູ້ອຳນວຍການຂອງອົງກອນການກຸສົນຜູ້ປ່ວຍໄມເກຣນໄດ້ອະທິບາຍອອກຂ່າວວ່າ \"ສຸດຍອດ\" ແລະ \"ເປັນບາດກ້າວທີ່ຍອດຍ້ຽມອີ່ຫຼີ.\"\n",
        "output": [
            "Lee Tomkin, director of a sufferers' charity, Migraine Action, described the news as \"fantastic\" and \"genuinely a really great step forward.\"\n"
        ]
    },
    {
        "input": "ຕູ້ເອທີເອັມຫນື່ງທີ່ເວີຈິເນຍບີດ ລັດເວີຈິເນຍ ຖືກແຮກຈົນເຮັດໃຫ້ຖອນເງີນຫລາຍກວ່າ 4 ເທົ່າທີ່ຄວນ ເຊິ່ງເກີດຂື້ນໂດຍການກົດຕົວເລກລົງໃນແທ່ນພິມ.\n",
        "output": [
            "An ATM in Virginia Beach, Virginia was cracked so it would give out 4 times as much money as it was supposed to; and this was done just by entering numbers into the keypad.\n"
        ]
    },
    {
        "input": "ຟອບເບດໄດ້ລວມລາຍຊື່ທົ່ວໂລກທັງຫມົດ 1,210 ຊື່ ຊື່ງມີຊັບສິນລວມກັນທີ່ US$4.5 ລ້ານລ້ານເພີ່ມຂື້ນຈາກປີທີ່ແລ້ວ US$3.6 ລ້ານລ້ານ.\n",
        "output": [
            "Forbes lists a world total of 1,210 billionaires whose combined wealth is US$4.5 trillion, an increase from last year's total of US$3.6 trillion.\n"
        ]
    },
    {
        "input": "ເຖິງວ່າການແຂ່ງຂັນນີ້ຈະເປັນເສັ້ນທາງທີຍາວທີ່ສຸດອັນດັບສອງໃນລາຍການແຂ່ງຂັນໄຕ້ຫວັນ 2008 ສະພາບອາກາດເປັນສິ່ງທ້າທາຍໃຫ້ກັບນັກປັ່ນລົດຖີບ ທັງ 89ຄົນ ຍ້ອນວ່າ ຝົນຕົກໄວກ່ວາປົກກະຕິໃນເຂດໄຕເປຫາເຂດນະຄອນບານເມືອງກີລັງ.\n",
        "output": [
            "Even though this race is the second longest race in 2008 Tour de Taiwan, the weather challenged 89 cyclists due to an earlier rain in Taipei-Keelung metropolitan area.\n"
        ]
    },
    {
        "input": "\"ເຮົາຕ້ອງໃຊ້ເຄື່ອງພົ່ນໄຟເພື່ອເປີດດ້ານຂ້າງຂອງຫ້ອງລົດໄຟເພື່ອເຂົ້າຖືງຄົນ.\" ກ່າວໂດຍ ເປໂດຣ ມາຄາໂດ ເປັນຜູ້ບັນຊາການຂອງພະແນກດັບເພີງຣິໂອ ເດີ ຈາເນໂຣ.\n",
        "output": [
            "\"We have to use blowtorches to open the sides of the train cars to reach the people,\" said Pedro Machado, commander general of the Rio de Janeiro Fire Department.\n"
        ]
    },
    {
        "input": "\"ພວກເຮົາ ສວິສ ໄດ້ເຫັນທາງຂອງພວກເຮົາໃນທະເລ ບໍ່ແມ່ນພຽງແຕ່ພູຜາ\" ໂດຍອີງຕາມ ຄວາມນິຍົມສູງສຸດຂອງ ສວີສແລນ ສຳລັບການຫຼິ້ນສະກີ ອັລພາຍ.\n",
        "output": [
            "\"We Swiss find our way at sea, not just in the mountains,\" referring to Switzerland being most popular for Alpine skiing.\n"
        ]
    },
    {
        "input": "ການເຕີບໃຫ່ຍຂອງເງິນລິວ ຍັງມີຜົນກະທົບຕໍ່ ອັດຕາແລກປ່ຽນໃນທົ່ວໂລກ ເຮັດໃຫ້ຄ່າເງິນໂດລາຕໍ່າລົງ ໃນທົ່ວໂລກທີ່ 1%.\n",
        "output": [
            "The leu's growth also had an impact on global exchange rates, weakening the US dollar worldwide by 1%.\n"
        ]
    },
    {
        "input": "ພະ​ຍຸ 80 km/ຊົ່ວ​ໂມງ (50 mph) ​ໃນ​ມະ​ຫາ​ສະ​ໝຸດ​ປາ​ຊີ​ຟິກ​ແມ່ນ​ປະ​ມານ 210 km (130 miles) ທາງ​ຕອນ​ໃຕ້​ຂອງ South west of Acapulco ປະ​ເທດເມັກ​ຊິກ.\n",
        "output": [
            "The 80 km/h (50 mph) storm in the Pacific Ocean is about 210 km (130 miles) south-south west of Acapulco, Mexico.\n"
        ]
    },
    {
        "input": "ໂຄງການຄູ່ຄ້າພູມມິພາກໃຫ້ຄວາມຊ່ວຍເຫລືອລັດຖະບານກັບໂຄງການຕ່າງໆໃນພູມມິພາກ.\n",
        "output": [
            "Regional Partnerships program provides government assistance for projects in regional areas.\n"
        ]
    },
    {
        "input": "Wikinews ໄດ້ມອບໝາຍໃຫ້ນັກຂ່າວ ແພດທຣິກ ແມນນຽນໄປຮ່ວມງານຮ່ວມກັບສະມາຊິກສະພາຄອນເກຣດ ທ່ານ ຈອນ ເອຟ ເທຍນີ ເຊິ່ງເປັນສະມາຊິກສະພາຄອນເກຣດ ຊຸດທີຫົກແຫ່ງ ເມສຊາຊູເຊັດ ແລະ ສະມາຊິກລັດຖະສະພາເມືອງ ລິນ ທ່ານ ໂທມັກ ແມກກີ.\n",
        "output": [
            "Wikinews accredited reporter Patrick Mannion was there in attendance along with Congressman John F. Tierney of Massachusetts's 6th congressional district and Lynn's State Senator Thomas McGee.\n"
        ]
    },
    {
        "input": "ໃນ​ຖາ​ນະ​ທີ່​ເປັນ​ຜູ້​ໜຶ່ງ​ທີ່​ຕໍ່​ຕ້ານ​ບົດ​ລົງ​ໂທດ​ດັ່ງ​ກ່າວ Issawi ຈຶ່ງ​ເລີ່ມ​ອົດ​ເຂົ້າ​ປະ​ທ້ວງ​ອີກ.\n",
        "output": [
            "As a protest against the punishment, Issawi began a publicized hunger strike.\n"
        ]
    },
    {
        "input": "ລັດຖະມົນຕີກິດຈະການຕ່າງປະເທດໄອແລນ ມິເຊວ ມາຕິດກ່າວວ່າ \"ນີ້ເປັນການກ່າວສະແດງຄວາມຫມັ້ນໃຈໃນຄວາມກ້າວຫນ້າທາງການເມືອງແລະໃນການຖ່າຍໂອນອຳນາດຂອງສະຖາບັນ.\"\n",
        "output": [
            "Ireland's Foreign Affairs Minister, Micheál Martin, said in a statement, \"This is a statement of confidence in the political process and in the devolved institutions.\"\n"
        ]
    },
    {
        "input": "ທາງການກະຊວງປ້ອງກັນປະເທດໂຊມາເລຍໄດ້ລາຍງານວ່ານອກຈາກ ຍົນເຮລິຄອບເຕີ້ອາເມລິກາເປີດການໂຈມຕີຕໍ່ຕ້ານພວກຕໍ່ສູ້ ICU ໃນ Afmadow ເມືອງໃກ້ກັບຊາຍແດນ Kenyan 350 ກິໂລ ຕາເວັນຕົກສຽງໃຕ້ຂອງ Mogadishu.\n",
        "output": [
            "A Somali Defence Ministry official has additionally reported that American helicopters launched an attack against ICU fighters in Afmadow, a city near the Kenyan border, 350 kilometres southwest of Mogadishu.\n"
        ]
    },
    {
        "input": "ສະຖານທູດແຄນນາດາໃນວໍຊິງຕັນໄດ້ດົນນະລົງການໂຄສະນາດັ່ງກ່າວ ໂດຍການຕິດໂປດເຕີ້ສະແດງຮູບກອງທັບແຄນນາດາໃນອັບການິສະຖານຕາມສະຖານນີລົດໄຟໃຕ້ດິນໃນວໍຊິງຕັນ.\n",
        "output": [
            "The Canadian Embassy in Washington has been on an advertising campaign, plastering subway stations in Washington with posters depicting Canadian troops in Afghanistan.\n"
        ]
    },
    {
        "input": "ອິນຟໍເມຊັ້ນວີກ ໄດ້ລາຍງານວ່າເຄເບີ້ນຫນ້າຈະມີລາຄາຫລາຍລ້ານໂດລາສະຫະລັດ.\n",
        "output": [
            "Information week has reported that the cable is expected to cost several million US dollars.\n"
        ]
    },
    {
        "input": "ລາວກ່າວວ່າພົນລະເມືອງຕ້ອງຮັບເຄາະໃນເລບານອນແລະຕອນເຫນືອຂອງອິສາລະເອວ ແລະກ່າວວ່າ \"ການຕອບໂຕ້ທີ່ບໍ່ສົມເຫດສົມຜົນຂອງອິສາລະເອວຄືການຝ່າຝືນກົດຫມາຍມະນຸດຊະຍະທຳນານາຊາດ.\"\n",
        "output": [
            "He said civilians are paying a disproportionate price in Lebanon and northern Israel and stated that \"A disproportionate response by Israel is a violation of international humanitarian law.\"\n"
        ]
    },
    {
        "input": "\"ລາວໄດ້ເຕີບໃຫ່ຍໃນ ຊຽງໄຮi ແລະມີການປະພຶດທີ່ດີ.\"\n",
        "output": [
            "\"He had grown up in Shanghai and had very good manners.\"\n"
        ]
    },
    {
        "input": "ຄະນະກຳມະການກິດຈະການໂທລະຄົມມະນາຄົມແຫ່ງເກາະໂຊໂລມອນ(TCSI) ໄດ້ປັບໄຫມປາປົວນິວກິນີ(PNG) ຜູ້ສະໜອງໂທລະສັບມືຖື ບໍ່ປະສົບຄວາມສຳເລັດຕໍ່ການກຳນົດເວລາໃນຂໍ້ຕົກລົງຂອງໃບອະນຸຍາດ.\n",
        "output": [
            "The Telecommunications Commission of the Solomon Islands (TCSI) have issued a fine to a Papua New Guinea (PNG) mobile phone provider, for failing to meet the deadlines set out in the terms of its license.\n"
        ]
    },
    {
        "input": "ລາວໄດ້ເນັ້ນວ່າ ລາວໄດ້ຮັບເປີເຊັນແຕ່ໜ້ອຍດຽວຂອງລາຍໄດ້ຂອງລາວ ຈາກບໍລິສັດ; ມື້ຄືນນີ້ ລາວໄດ້ຫຼິ້ນກັບວົງຂອງລາວ ເດີ ດິສແທຣັກຊັ່ນ ທີ່ ເດິ ບລູມສ໌ເບີລີ ເທຍເຕິ້ ໃນ ລອນດອນ.\n",
        "output": [
            "He points out that he only receives a small percentage of his income from the corporation; last night he played with his band The Distractions at the Bloomsbury Theatre in London.\n"
        ]
    },
    {
        "input": "ຊາວຜູ້ຄ້າຂາຍ ໄດ້ປະຕິເສດຢຸດການເຄື່ອນໄຫວກໍກວນ ຈົນເຖິງວັນທີ 1 ເດືອນພະຈິກ ເມືອເທດສະບານນະຄອນຫຼສງນິວແດນລີ ແມ່ນມີທ່າທີ່ຈະສືບຕໍ່ດຳເນີນການຈໍ້າກາຮັບຮອງ.\n",
        "output": [
            "Traders refused to move back from the agitation until November 1, when Municipal Corporation of Delhi is likely to resume its sealing drive.\n"
        ]
    },
    {
        "input": "ເອເອັດສ໌ໂຣມາຄອງອັນດັບສອງ ດ້ວຍການເຮັດປະຕູນຳສະປໍຕິ້ງ ຊີພີ ຊື່ງເປັນທີ່ມທີ່ເອົາຊະນເອັບຊີ ໄດນາໂມ ຄິບໄປດ້ວຍສະກໍ 2-1.\n",
        "output": [
            "AS Roma are second on goal difference ahead of Sporting CP, who defeated FC Dynamo Kyiv 2-1.\n"
        ]
    },
    {
        "input": "Glassgow ຍັງໄດ້ຮ້ອງຟ້ອງໃນກໍລະນີ ການລວນລາມທາງເພດ ແລະ ຮຽກຮ້ອງວ່າ Miller ໄດ້ມາຫາລາວໃນ ເດືອນກັນຍາ ປີ 2006.\n",
        "output": [
            "Glasgow is also suing for sexual harassment, and claims Miller came on to him in September 2006.\n"
        ]
    },
    {
        "input": "MSNBC ລາຍງານວ່າ ຄລິນຕັນ ສູ້ກັບ ບາຣັກ ໂອບາມາ ໂດຍ \"ຄະແນນທີ່ລື່ນກັນໜ້ອຍດຽວ.\"\n",
        "output": [
            "MSNBC reports that Clinton beat Barack Obama by a \"very narrow margin.\"\n"
        ]
    },
    {
        "input": "ສະໂມສອນຊີຕາຈະເປັນເຈົ້າບ້ານໃນຮອບຊິງຊະນະເລີດອາທິດຖັດໄປ ໂດຍລັ້ງອັນດັບຫນື່ງໃນຫມູ່ທີມທີ່ຜ່ານເຂົ້າຮອບຊິງຊະນະເລີດ (ທີ່ຫນື່ງສະໂມສອນຊີຕາ ທີສອງ ສະໂມສອນບູບູ).\n",
        "output": [
            "The Cheetahs will host the final next week, being the highest place finalist (first, the Blue Bulls were second).\n"
        ]
    },
    {
        "input": "ພວກເຂົາຍັງຮຽກຮ້ອງໃຫ້ລຶບບັນທຶກສະຖິຕິຂອງ ມາໂຕສ ທຸກຢ່າງອອກຈາກ ສະຖິຕິຂອງ ໂອລິມປິກ.\n",
        "output": [
            "They also called for all records of Matos to be removed from the Olympic records.\n"
        ]
    },
    {
        "input": "ການຂະຫຍາຍໂຕຂອງເສດຖະກິດປະຈຳປີຂອງ ອິນເດຍ ແມ່ນສະເລ່ຍ 8 ສ່ວນຮ້ອຍ ຕັ້ງແຕ່ສາມສົກປີທີ່ຜ່ານມາ.\n",
        "output": [
            "India's annual economic growth has been an average of 8 percent since past three fiscal years.\n"
        ]
    },
    {
        "input": "ປະຊາຊົນຫຼາຍກ່ວາ 160 ຄົນຖືກ ຄວບຄຸມໄວ້ ໃນໄລຍະສອງມື້ຂອງການປາບປາມ ເຊິ່ງລວມມີ 100 ຄົນຈາກຊຸມຊົນແອອັດໃກ້ຄຽງ ແຕ່ວ່າສ່ວນຫຼາຍກໍ່ຖືກປ່ອຍໂຕອອກມາ.\n",
        "output": [
            "Over 160 people were taken into custody in a two day crackdown, including over 100 from a nearby slum, but most have been released since then.\n"
        ]
    },
    {
        "input": "ເພື່ອນບ້ານອີກຄົນຫນື່ງເສີມວ່າ \"ເປັນເພື່ອນບ້ານທີ່ດີຢ້ຽມເປັນເດັກນ້ອຍທີ່ອ່ອນຫວານທີ່ສຸດທີ່ຂ້າພະເຈົ້າເຄີຍຮູ້ຈັກ.\"\n",
        "output": [
            "Another neighbor added, \"Wonderful neighbors, just the sweetest kids I've ever known.\"\n"
        ]
    },
    {
        "input": "\"ກະແສລົມທຳອິດເປັນກະແສລົມຫນາວແລະແຫ້ງ ສ່ວນກະແສລົມທີ່ສອງນັ້ນອຸ່ນແລະຊື້ນ.\"\n",
        "output": [
            "\"The first one was cold and dry and the second one was warm and humid.\"\n"
        ]
    },
    {
        "input": "ຜູ້ບໍລິໂພກກຸ່ມວິສ? ໄດ້ອ້າງວ່າ ການເກັບເພີ້ມຄ່າທຳນຽມເຫຼົ່ານີ້ກຳລັງເພີ້ມລາຄາຂອງການເດີນທາງ ທາງອາກາດເປັນ £265,000 ຕໍ່ມື້ (ຫຼື ປະມານ £97 ລ້ານ ຕໍ່ປີ).\n",
        "output": [
            "The consumer group Which? claimed that these surcharges were increasing the cost of air travel by £265,000 a day (or about £97 million per year).\n"
        ]
    },
    {
        "input": "ມັນຍັງໄດ້ຖືກແນະນໍາວ່າ ລາວພາດອີກໂອກາດໜຶ່ງ ສໍາລັບການດໍາເນີນການຫລີກລ້ຽງສຸກເສີນ ເມື່ອສາຍການບິນຫລົງອອກນອກທາງແລ່ນ ແລະ ໂດດເຂົ້າໄປໃນອາກາດ ໃນຈຸດທີ່ ນັກບິນຮ່ວມ ກາແກມ ໂລຈມານາ ໄດ້ຮ້ອງຂໍ ຂັ້ນຕອນການບິນອ້ອມ ໃຫ້ເລີ່ມດໍາເນີນການ ແຕ່ວ່າບໍ່ໄດ້ຮັບຄວາມສົນໃຈ.\n",
        "output": [
            "It also commented that he missed one further opportunity for emergency evasive action when the airliner struck the runway and bounced into the air, at which point co-pilot Gagam Rochmana requested a 'go-around' procedure be initiated, but was also ignored.\n"
        ]
    },
    {
        "input": "ຫລັງຈາກໄຊຊະນະ 3-1 ໃນເກມທີ 2 ໃນຍູຟາວູເມນຄັບ ຮອບສຸດທ້າຍປີ 2005 ຜູ້ຫລິ້ນຂອງ 1 ເອັບ ເອັບ ຊີ ເທີໄບ ພໍແດມໄດ້ຊະນະຍູໂຣປ້ຽນແຊ້ມປ້ຽນຊິບໃນທີມສະວີເດນຊື່ຈູກາເດນ/Alvsjo - ຍູຟາວູເມນຄັບ.\n",
        "output": [
            "After a 3-1 victory in the 2nd game of the UEFA-Women's Cup final 2005 the players of the 1.FFC Turbine Potsdam have won the European championship against the Swedish team of Djurgården / Älvsjö - the UEFA Women's cup.\n"
        ]
    },
    {
        "input": "ນັກບວກຊູດານທີ່ມີຊື່ສຽງຈຳນວນໜຶ່ງໄດ້ເບິ່ງຂ້າມຂ້າມ ຄຳແນະນຳຂອງລັດຖະບານ ທີ່ບໍ່ໃຫ້ຈຸດສະນວນເຫດການ ເຖິງວ່າພວກເຂົາໄດ້ຢຸດການຮ້ອງຂໍ ຄວາມຕາຍຂອງລາວໂດຍກົງ.\n",
        "output": [
            "A number of prominent Sudanese clerics ignored government instructions not to inflame the situation, although they stopped short of directly calling for her death.\n"
        ]
    },
    {
        "input": "ຜູ້​ຊ່ຽວ​ຊານ​ດ້ານບັ້ງ​ພຸ​ຈະຫ​ຍຸ້ງວຽກ​ຕະຫຼອດ​ໃນ​ຊ່ວງນີ້​ຂອງ​ປີ ເຊິ່ງ​ຖືກ​ເອີ້ນ​ມາ​ໃຫ້​ເບິ່ງ​ແຍງ​ດ້ານ​ຄວາມ​ປອ​ດ​ໄພ ແລະ​ການ​ສະ​ແດງບັ້ງ​ພຸ​ທີ່​ຖືກ​ຕ້ອງ​ຕາມ​ກົດ​ໝາຍ ທັງ​ເປັນ​ການ​ກະ​ຕຸ້ນ​ໃຫ້​ປະ​ຊາ​ຊົນ​ເຂົ້າ​ຮ່ວມ​ງານ​ສະ​ແດງ​ບັ້ງ​ພຸ​ຄັ້ງ​ນີ້​ດ້ວຍ.\n",
        "output": [
            "Fire experts, always busy around this time of year, have called for the use of safe and legal firework displays and have urged citizens to attend organised public displays.\n"
        ]
    },
    {
        "input": "ໂຣ​ເບີດ​ສັນ​ກ່າວ​ວ່າ \"'ນີ້​ແມ່ນ​ດິນ​ແດນ​ຂອງ​ເຮົາ'ແລະ​ລັດ​ຖະ​ມົນ​ຕີ​ຄົນ​ໃດ​ກໍ​ຕາມ​ທີ່​ຕັດ​ສິນ​ໃຈ​ວ່າ​ຕົນ​ເອງ​ຈະ​ຕັດ​ມັນອອກ ແລ້ວ​ມອບໃຫ້​ຄົນ​ອື່ນນັ້ນ ພ​ຣະ​ເຈົ້າ​ຊົງ​ກ່າວ​ວ່າ 'ບໍ່​ໄດ້ ນີ້​ແມ່ນ​ດິນ​ແດນ​ຂອງ​ເຮົາ.'\"\n",
        "output": [
            "Robertson said, \"'This is my land,' and for any prime minister of Israel who decides he is going to carve it up and give it away, God says, 'No, this is mine.'\"\n"
        ]
    },
    {
        "input": "ບອກດານຖືກກ່າວຫາໂດຍຣາເຊວ ສະມິກ ໄອຍະການຖານເປັນຜູ້ແນະນຳແລະໃຫ້ຄວາມຊ່ວຍເຫລືອແກ່ມາຣິອຸດ; ສະມີດໄດ້ແຈ້ງຕໍ່ສານແມນເຊດເຕີ້ ຄາວ ໃນປີທີ່ແລ້ວ \"ໄດ້ຟັງຫລັກຖານແລ້ວ ຂໍທ່ານ [ຜູ້ພິພາກສາ] ພິພາກສາວ່າບຸດ ມາຣິອຸດ ຮຽນຮູ້ການຊື້ຂາຍນີ້ຈາກພໍ່ຂອງລາວແລະສິ່ງນີ້ເປັນທຸລະກິດຄອບຄົວ.\"\n",
        "output": [
            "Bogdan was accused by Rachel Smyth, prosecuting, of giving advice and assistance to Marius; Smyth opened the trial last year telling Manchester Crown Court \"[h]aving heard the evidence you [the jury] may conclude that the son, Marius, learnt this trade from his father and that this was a family business.\"\n"
        ]
    },
    {
        "input": "ມະຕິໄດ້ເປັນໄປ ເລຂາທິການ ສະຫະປະຊາຊາດ Ban Ki-Moon ເພື່ອຈັດຕັ້ງກອງປະຊຸມຂອງ ປະເທດທັງໝົດໃນ ຕາເວັນອອກກາງ.\n",
        "output": [
            "The resolution directs United Nations Secretary-General Ban Ki-Moon to organize a conference of all the Middle East states.\n"
        ]
    },
    {
        "input": "ມີໂຮງຮຽນ 2,000 ແຫ່ງ ແລະ ເຂດຊຸມຊົນນອກໂຮງຮຽນ1,300 ແຫ່ງທີ່ຈະໄດ້ຮັບຜົນປະໂຫຍຕອບສະຫນອງຈາກເງິນກອງທືນ ຂອງໂຄງການນີ້.\n",
        "output": [
            "2,000 schools and 1,300 after/out of school programs will benefit from the funding.\n"
        ]
    },
    {
        "input": "ລັດຖະບານຝຣັ່ງເສດໃຫ້ກຽດຕິຄຸນພິເສດກັບຊາວໂຄແມນຊີດ້ວຍການປະດັບຍົດອັດສະວິນແຫ່ງຊາດເນື່ອງດ້ວຍຄຸນຄວາມດີໃນປີ 1989.\n",
        "output": [
            "The French Government gave special honors to the Comanches by bestowing them with the Chevalier of the National Order of Merit in 1989.\n"
        ]
    },
    {
        "input": "ດັດຊະນີ ສາມຕະຫຼາດຫຸ້ນຂະໜາດໃຫຍ່ສະຫະລັດ ຕົກຜູ້ລະສອງເປີເຊັນ ຈາກລາຄາປິດຂອງວັນຈັນ ໝາຍການສູນເສຍໃຫຍ່ຄັ້ງທີສອງ ໃນປີ 2007.\n",
        "output": [
            "The three major US stock market indices each fell two percent from Monday's closing price, marking the second-biggest loss of 2007.\n"
        ]
    },
    {
        "input": "ການໃຊ້ປະຫວັດການຄົ້ນຫາກຳຫນົດວ່າຜູ້ໃຊ້ສາມາດເຂົ້າລະບົບໃນກູເກີ້ຫລືບັນຊີຈີເມວ.\n",
        "output": [
            "Use of the search history requires that the user have and log in to a Google or Gmail account.\n"
        ]
    },
    {
        "input": "ໂຄງກະດູກຜູ້ຊາຍນີ້ຊ່ວຍເປີດເປີຍໃຫ້ເຫັນວ່າ ລາວມີອາການບາດເຈັບທີ່ຫົວເຂົ່າຢ່າງຮຸນແຮງລວມເຖິ່ງບັນຫາກ່ຽວກັບແຂ້ວດ້ວຍ.\n",
        "output": [
            "The skeleton of this man reveals that he had serious knee injury and tooth problems.\n"
        ]
    },
    {
        "input": "ກຸ່ມສິ່ງແວດລ້ອມ ລວມຖືງເຊຍຣາຄັບ ໄດ້ຮັບອານຸຍາດໃຫ້ເຂົ້າຮ່ວມໃນຄະດຄນີ້ເພື່ອສະຫນັບສະຫນຸນອົງກອນວິສະວະກອນ.\n",
        "output": [
            "Environmental groups, including the Sierra Club, were given permission to intervene in the case in support of the actions of the Corps.\n"
        ]
    },
    {
        "input": "ອ໋ອກຟອດຊະນະໂຍນຫົວກ້ອຍ ແລະ ເລືອກແຖວແມ່ນໍ້າເບື້ອງເຊີລີ ສ່ວນແຄມບຣິດແມ່ນຢູ່ເບື້ອງມິດໂດເຊັກ.\n",
        "output": [
            "Oxford won the toss and chose to row on the Surrey side of the river, with Cambridge rowing on the Middlesex side.\n"
        ]
    },
    {
        "input": "ໃນຂະນະທີ່ລັດຖະບານສ່ວນໃຫຍ່ ໄດ້ລອກລ່ຽນແບບຈາກ ການລົບລ້າງລັດຖະບານອື່ນ ໃນບາງລັດຖະມົນຕີ ຜູ້ທີ່ໄດ້ສົ່ງເສີມການຂັດແຍ່ງ ແລະ ປໍລະປັກ ໄດ້ຖືກຍ້າຍອອກ ຫຼື ຍ້າຍໄປຕຳແໜ່ງອື່ນທີ່ມີຄວາມສ່ຽງໜ້ອຍກວ່າ.\n",
        "output": [
            "While the cabinet is for a large part copied from the preceding one, some ministers who had provoked controversy and animosity were removed or moved to another less risky position.\n"
        ]
    },
    {
        "input": "ເພິ່ນ​ກ່າວ​ວ່າ 70% ຂອງ​ລາຍ​ຈ່າຍ​ໃນ​ການ​ດໍາເນີນ​ທຸ​ລະ​ກິດ​ການ​ບິນ​ແມ່ນ​ໝົດ​ໄປ​ກັບ​ຄ່າ​ນ້ຳ​ມັນ​ເຊື້ອ​ໄຟ ແລະ​ສາຍ​ການບິນ​ຕ້ອງ​ໄດ້​ປັບ​ຄ່າ​ທຳ​ນຽມ​ນ້ຳ​ມັນ​ເຊື້ອ​ໄຟ​ຂຶ້ນ​ອີກ​ຈາກ 100 ບາດ​ໄປ​ເປັນ 850 ບາດ​ຕໍ່​ຖ້ຽວ.\n",
        "output": [
            "He says 70% of operating costs are taken up with fuel, and the airline has already raised fuel surcharges again by 100 baht to 850 baht per leg.\n"
        ]
    },
    {
        "input": "ເເຕ່ໃນເຊົ້າມື້ນີ້ ເຈົ້າຫນ້າທີ່ຕຳຫຼວດຂອງດາລັດສ ໄດ້ລາຍງານວ່າໂອເວັນກິນຢາເເກ້ປວດຈຳນວນຫຼຍ ເເລະ ເມື່ອເຈົ້າຫນ້າທີ່ຕຳຫຼວດຖາມວ່າລາວພະຍາຍາມຂ້າໂຕຕາຍຫລືບໍ່ ໂອເວັນຕອບວ່າ \"ແມ່ນ.\"\n",
        "output": [
            "But this morning, Dallas police have reported that Owens took an unknown large amount of the pills, and when asked by police this morning if he had been attempting to hurt himself, Owens replied, \"Yes.\"\n"
        ]
    },
    {
        "input": "ໂມເດວນີ້ທຳນາຍວ່າອານຸພາກຮິກ ໂບສັນ ໃຫ້ມວນສານໃຫ້ອານຸພາກພື້ນຖານທັງຫມົດແລະອະທິບາຍການມີຢູ່ຂອງສະສານມຶດ. ຫຼື ສະສານທີ່ເປັນໄດ້ລະຫວ່າງ ກາແລກຊີຕ່າງໆ.\n",
        "output": [
            "The model predicts that Higgs boson particles gives mass to all fundamental particles and explains the existence of dark matter, or invisible matter in between galaxies.\n"
        ]
    },
    {
        "input": "ນັກວິທະຍາສາດ ໄດ້ເບິ່ງການປ່ຽນແປງຂະໜາດນ້ອຍ ຂອງການເຄື່ອນໄຫວເຄື່ອງມືວັດແທກ ເພື່ອກວດຫາປະກົດການແຟມແດກກິ້ງ ພ້ອມທັງປະກົດການ ຈີໂອຕິກ-ໄດ້ມີແກ້ໄຂພຽງເລັກນ້ອຍຕໍ່ກັບທິດສະດີແຮງຖ່ວງຂອງໂລກ ລະຫວ່າງຄວາມແຕກຕ່າງຂອງທິດສະດີແນວຖ່ວງຂອງໄອສະໄຕ ແລະ ນິວຕັນ.\n",
        "output": [
            "Scientists looked for small changes in the motion of the gyroscopes to detect the frame dragging effect, as well as the much larger geodetic effect – small corrections to the Earth's gravitational field due to differences between Einstein's and Newton's theories of gravity.\n"
        ]
    },
    {
        "input": "ບຶດດ່ຽວຫຼັງຈາກສານ Edinburgh ໄດ້ປະຕິເສດການຮ້ອງຂໍ້ປະກັນຕົວຂໍຄວາມເຫັນອົກເຫັນໃຈ Jim Swire ຜູ້ຖະແຫຼງຂ່່າວສໍາລັບຄອບຄົວຜູ້ຖືກເຄາະຮ້າຍ ຜູ້ທີ່ໄດ້ສູນເສຍລູກສາວຂອງຕົນໃນໄພພິບັດໄດ້ສະແດງຄວາມບໍ່ພໍ່ໃຈກ່ຽວກັບການຕັດສິນລົງໂທດນັ້ນ.\n",
        "output": [
            "Minutes after Edinburgh's Appeals Court rejected bail on compassionate grounds Jim Swire, spokesman for the victim's families who lost his daughter in the disaster, complained about the ruling.\n"
        ]
    },
    {
        "input": "​ພວກເຮົາກໍາລັງ​ກະກຽມ​ໃນ​ສະພາບແວດລ້ອມ​ບ່ອນທີ່ພວກເຮົາ​ກໍ່ບໍ່ຮູ້ວ່າ​ສຸດທ້າຍແລ້ວ​ຂະໜາດຂອງຄວາມຮຸນແຮງຂອງການລະບາດຈະເປັນແນວໃດ.\"\n",
        "output": [
            "We're preparing in an environment where we really don't know ultimately what the size of seriousness of this outbreak is going to be.\"\n"
        ]
    },
    {
        "input": "ອົງການສະພາບອາກາດຂອງຍີ່ປຸ່ນເວົ້າວ່າ ແຜ່ນດິນໄຫວ ຄັ້ງທໍາອິດ ແລະ ຄັ້ງຸສຸດທ້າຍ ແມ່ນ ມີຄວາມແຮງ 6.7 ແມັກນິຕູດຢ່າງແນ່ນອນ.\n",
        "output": [
            "Japan's weather agency says the first and last quakes were actually 6.7 magnitude.\n"
        ]
    },
    {
        "input": "ໃນສ່ວນໜຶ່ງຂອງນະໂຍບາຍໃໝ່ ອາວຸດທີ່ບໍ່ມີອານຸພາບທໍາລາຍສູງ ຈະມີບົດບາດຫຼາຍກວ່າເກົ່າໃນອານາຄົດ.\n",
        "output": [
            "As part of the new policy, conventional weapons will have a greater role in the future.\n"
        ]
    },
    {
        "input": "ພວກເຂົາຖືກວິພາກວິຈານທີ່ປ່ອຍໃຫ້ລາວເດິນທາງອອກຈາກສະຫະລັດອາເມລິກາເມື່ອຕົ້ນປີ ເພາະວ່າຊັນເດີແລ້ນຈະມາເຖິງມະຫາສະຫມຸດອິນເດຍໃນຊ່ວງລະດູຫນາວ.\n",
        "output": [
            "They have also been criticized for allowing her to depart the United States at the beginning of the year, because Sunderland would likely arrive in the Indian Ocean during the region's winter.\n"
        ]
    },
    {
        "input": "ໃນໄລຍະປີທີ່ກອບສົນທິສັນຍາວ່າດ້ວຍການຄວບຄຸມຢາສູບໄດ້ຂຽນຂຶ້ນ 167ປະເທດແມ່ນໄດ້ເຊັນແລະອີກ23ປະເທດອະນຸມັດສັນຍາ ເຊິ່ງເຮັດໃຫ້ມັນກາຍເປັນສັນຍາສະບັບໜຶ່ງຂອງບັນດາສັນຍາສະຫະປະຊາຊາດທີ່ຖືກອ້າແຂນຮັບຢ່າງວ່ອງໄວຕະຫຼອດການ.\n",
        "output": [
            "During the year after the FCTC was written, 167 countries signed and 23 countries ratified it, making it one of the most rapidly embraced UN treaties of all time.\n"
        ]
    },
    {
        "input": "ເຈົ້າໜ້າທີ່ສັດປ່າຢູ່ ຊິມບັບວີ ກ່າວໃນມື້ນີ້ວ່າ ໃນປີນີຈຳນວນການລັກລອບລ່າສັດເພື່ມຂຶ້ນຢ່າງຫຼວງຫຼາຍ ກ່າວໂທດອົງການອາຊະຍາກໍາສາກົນ.\n",
        "output": [
            "A wildlife official in Zimbabwe said today that the amount of animal poaching in the country has increased substantially this year, blaming an international crime syndicate.\n"
        ]
    },
    {
        "input": "ປາວິນ ຄານເດັນວານ ເລຂາທິການໃຫຍ່ຂອງສະຫະພັນຜູ້ຄ້າອິນເດຍທັງໝົດ ກ່າວວ່າ ພວກເຂົາຈະຢຸດຕິການປະທ້ວງໃນຕອນຄໍ່າຂອງວັນພຸດ ແລະ ພວກເຂົາຈະສືບຕໍ່ກໍກວນໂດຍການອົດອາຫານປະທ້ວງ ແລະ ຈັດກອງປະຊຸມຕໍ່ຕ້ານການດຳເນີນການຈໍ້າກາຮັບຮອງ.\n",
        "output": [
            "Praveen Khandelwal, Secretary General of the Confederation of All India Traders, said, they will call off the strike on Wednesday night and they continue their agitation by hunger-strike and conferences against the sealing drive.\n"
        ]
    },
    {
        "input": "ພວກເຮົາຕ້ອງເຮັດທຸກຢ່າງທີ່ສາມາດຢຸດການນັດຢຸດງານປະທ້ວງບໍ່ໃຫ້ມີການດຳເນີນ ລາວກ່າວ.\n",
        "output": [
            "We now have to do whatever is possible to stop this strike from proceeding, he said.\n"
        ]
    },
    {
        "input": "ການເໜັງຕີງນີ້ໝາຍເຖິງການສິ້ນສຸດລົງຂອງສະຖານະການ ແຂ່ງຂັນ ໃນບໍລິສັດ ເອທີ ແອນທີ (AT&T) ໃນຖານະ ເປັນຜູ້ໃຫ້ບໍລິການເຄືອຂ່າຍໂທລະສັບ ໄອໂຟນ Iphone ຢ່າງເປັນທາງການໃນ ອາເມລິກາ ເຊິ່ງໄດ້ດໍາເນີນມາຕັ້ງແຕ່ ຄັ້ງທໍາອິດທີ່ໄອໂພນ ເປີດໂຕໃນປີ 2007.\n",
        "output": [
            "The move means the end of rival company AT&T's status as the only official US carrier of the iPhone, a status it held since the first iPhone debuted in 2007.\n"
        ]
    },
    {
        "input": "ຮອດວາຍ ບໍລິສັດທີ່ກຳລັງສືກສາແລະເຮັດວຽກກ່ຽວກັບເທັກໂນໂລຊີຫນ້າເຂດປະຕູ ທີ່ນຳມາໃຊ້ໃນການແຂ່ງຂັນເທັນນິດໃນຕອນນີ້ ໄດ້ສະແດງຄວາມຜິດຫວັງວ່າ: \"ຂ້າພະເຈົ້າຮູ້ສືກຄຽດຫລາຍແລະມັນກໍ່ເກີດຂື້ນແບບບໍ່ທັນຕັ້ງຕົວເລີຍ.\"\n",
        "output": [
            "Hawk-Eye, the company that was working on the goal-line technology that is already being used for line calls in tennis, reacted with disappointment: \"I'm livid, it is completely out of the blue...\"\n"
        ]
    },
    {
        "input": ":(h) ເງື່ອນໄຂອັນອື່ນທີຢູ່ໃນກົດໝາຍນີ້ກ່າວວ່າ ເດັກໃນກໍລະນີນີ້ອາດຈະໂອນສັນຊາດພ້ອທດ້ວຍເງື່ອນໄຂທີ່ໜ້ອຍກວ່າ ແຕ່ມັນບໍ່ໄດ້ອະທິບາຍຄວາມກ່ຽວຂ້ອງລະຫວ່າງຈຸດປະສົງ ແລະ ຄວາມແຕກຕ່າງ ຍ້ອນວ່າ ການໂອນສັນຊາດແມ່ນຢູ່ໃນການໄຕ່ຕອງຂອງກະຊວງຍຸດຕິທຳ.\n",
        "output": [
            ":(h) another provision in this Act states a child in this situation may be naturalized with fewer conditions, but it doesn't justify the relation between the purpose and the distinctions, because naturalization is within discretion of the Minister of Justice.\n"
        ]
    },
    {
        "input": "ທ່ານ ອາລີ ເບນ ບອງໂກ ປະທານນາທິບໍດີຄົນໃຫມ່ຂອງປະເທດກາບອງ ປະກາດລາຍຊື່ຄະນະລັດຖະມົນຕີຊຸດທໍາອິດຂອງລາວຫລັງຈາກຊະນະການເລືອກຕັ້ງປະທານນາທິບໍດີຂອງປະເທດເມື່ອບໍ່ດົນມານີ້.\n",
        "output": [
            "Gabon's new president Ali Ben Bongo has named his first government, after winning the country's recent presidential elections.\n"
        ]
    },
    {
        "input": "ຊີຣິອັສ ສະຕາຣ໌ ເປັນເຈົ້າຂອງໂດຍ ບໍລິສັດຂອງ ປະເທດຊາອຸດິ ເວລາ ອິນເຕເນຊັນເນລ ມາຣິນ ມີລູກເຮືອ 25 ຄົນຈາກ ປະເທດຟີລີປິນ ຊາອຸດິ ອາຣາເບຍ ໂຄຣເອເຊຍ ໂປແລນ ແລະ ອັງກິດ.\n",
        "output": [
            "The Sirius Star, owned by Saudi state firm Vela International Marine, has a crew of 25 from the Philippines, Saudi Arabia, Croatia, Poland, and Britain.\n"
        ]
    },
    {
        "input": "ລູກຟຣີຄິກຂອງ ໄຣອັນ ກິກ ໃນຊ່ວງເຄິ່ງຫລັງຂອງເກມເຮັດໃຫ້ເກີດການໂຕ້ແຍ້ງຢ່າງຮຸນແຮງ ເນື່ອງຈາກທີມລີເລກຳລັງຕັ້ງກຳແພງຢູ່ຂະນະທີ່ບານພຸ້ງເຂົ້າປະຕູ.\n",
        "output": [
            "A free kick by Ryan Giggs in the second half of the game caused great controversy, as Lille was setting up their wall as the ball went into the back of the net.\n"
        ]
    },
    {
        "input": "ລາວໄດ້ສັນຍາວ່າ ໃນຖານະປະທານນາທິບໍດີ ລາວຈະລ່າໂຕໂອຊາມາ ບິລາເດນມາຮັບໂທດ \"ທີ່ປະຕູນະລົກໃຫ້ໄດ້.\"\n",
        "output": [
            "He then promised that as president he would hunt Osama bin Laden to the \"gates of hell.\"\n"
        ]
    },
    {
        "input": "ລາຍງານເສີມສະບັບໃຫມ່ທີ່ມີຂໍ້ມູນກ່ຽວກັບຄະນະກຳມະການອຸດສາຫະກຳທາງທະຫານຂອງອິຣັກເຊິ່ງ \"ເປັນສູນອຸດສາຫະກຳທາງທະຫານ\" ທີ່ດໍາເນີນການໂດຍລັດ \"ເຊິ່ງມີບົດບາດເປັນສູນກາງໃນວິວັດທະນາການຂອງໂຄງການພັດທະນາອາວຸດເພື່ອການປົກຄອງທັງຫມົດ.\"\n",
        "output": [
            "The new addenda included information on the Iraqi Military Industrial Commission, the \"state-run military-industrial complex\" which played a \"central role in the evolution of all the Regime's weapons programs\".\n"
        ]
    },
    {
        "input": "ເຄື່ອງຈັກແມ່ນຢຸດເຮັດວຽກ ແລະ ຍົນເຮລິຄອບເຕີ້ໄດ້ຕົກລົງເຂົ້າກັບໜ້າດິນ ກ່າວໂດຍປະຊາຊົນທ້ອງຖິ່ນຄົນໜຶ່ງຊື່ວ່າ ອັດສຕິນ ວາກາສ.\n",
        "output": [
            "The motor stopped and the helicopter plummeted to the ground, said one local resident named Agustin Vargas.\n"
        ]
    },
    {
        "input": "ຮັກສັນ ໂຣຮານີ ຫົວຫນ້າສະພາຄວາມຫມັ້ນຄົງແຫ່ງຊາດ ປະເທດອິຫລ່ານ ປະກາດເມື່ອວັນຈັນວ່າ ປະເທດອິລ່ານຈະລະງັບການແປງສະພາບຍູເຣນ້ຽມຊົ່ວຄາວ ໃນວັນທີ 22 ພະຈິກ.\n",
        "output": [
            "Hassan Rowhani, head of the Supreme National Security Council for Iran, announced Monday that the country would temporarily suspend conversion of uranium as of November 22.\n"
        ]
    },
    {
        "input": "\"ໃນຂະບວນການ ມັນມີຝຸ່ນອາລູມີນຳ (ອາລູມີນຽມ) ຈຳນວນຫຼາຍ ລອຍໃນອາກາດ.\"\n",
        "output": [
            "\"In the process, there is lots of aluminum (aluminium) dust floating in the air. \"\n"
        ]
    },
    {
        "input": "ຜູ້ຕ້ອງສົງໄສຖືກຈັບໃນວັນສຸກໂດຍຫນ່ວຍງານການອາດຊະຍາກຳມະປູມາລັງກາ.\n",
        "output": [
            "The suspects were arrested on Friday by the Mpumalanga organized crime unit.\n"
        ]
    },
    {
        "input": "ອະລັນ ເມີເຊີ ກຳລັງສະເໜີຊື່ຈາກ ພັກເສລີນິຍົມ ອັອນຕາລີໂອ ເຂົ້າໃນການເລືອກຕັ້ງເຈົ້າແຂວງ ອັັນຕາລີໂອ ໃນເຂດການເລືອກຕັ້ງສະຫະລັດ ສະກາເບີໂຣ ຣູຣີເວີ້.\n",
        "output": [
            "Alan Mercer is running for the Ontario Libertarian Party in the Ontario provincial election, in the Scarborough—Rouge River riding.\n"
        ]
    },
    {
        "input": "ມື້ນີ້ບໍລິສັດແອັບໂປໄດ້ນຳສະເໜີມືຖືໄອໂຟນທີ່ສາມາດຄາດຄະເນໄດ້ຫຼາຍຢ່າງໃນກອງປະຊຸມ ແມັກເວີ ທີ່ຊານຟານຊິດສໂກ້.\n",
        "output": [
            "Apple Inc. today has introduced the much-anticipated iPhone at the Macworld Conference in San Francisco.\n"
        ]
    },
    {
        "input": "ລຸງຂອງລາວກ່າວກັບຊີເອັນເອັນໂດຍບໍ່ປະສົງອອກນາມວ່າ ຫລານຊາຍຂອງລາວກຳລັງສືກສາທີ່ອັງກິດເມື່ອປີ 2006 ຊື່ງເປັນຊ່ວງທີ່ຄູ່ຂາຂອງລາວທີ່ຢູ່ໃນອິຫລ່ານຖືກຈັບແລະແຂນຄໍເນື່ອງຈາກການຮ່ວມເພດທາງທະວານຫນັກ.\n",
        "output": [
            "His uncle spoke with CNN on condition of anonymity, and said that his nephew was studying in Britain in 2006 when his partner in Iran was arrested and hanged after being charged with sodomy.\n"
        ]
    },
    {
        "input": "ພິພິຕະພັນສອງແຫ່ງໃນຊາດິເອໂກ ແຄລິຟໍເນຍໄດ້ຮັບມອບວຽກສະສົມທາງສິລະປະທີ່ມີຄ່າຫລາຍກວ່າ 40 ລ້ານ.\n",
        "output": [
            "Two museums in San Diego, California have been bequested an art collection worth more than 40 million.\n"
        ]
    },
    {
        "input": "\"ການປະຖິ້ມອຸປະກອນຂະຫນາດ 12 ນິ້ວແລະພັກການຜະລິດຂະຫນາດ 8 ນິ້ວນັ້ນເປັນເລື່ອງທີ່ສຳຄັນໃນເຫດການນີ້ຫລາຍ.\"\n",
        "output": [
            "\"The abandonment of 12-inch fabs and the suspension of 8-inch fabs are considered critical issues in this incident.\"\n"
        ]
    },
    {
        "input": "ແຜງໂຊລາເຊວປະກອບດ້ວຍແຜງຍາວ 115 ຟຸດ ສອງແຜງໂດຍມີຊ່ວງໄລຍະຫ່າງລະຫວ່າງປີກ 240 ຟຸດແລະອຸປະກອນທີ່ເຊື່ອມໂຍງທັງສອງຂ້າງແລະຊ່ວຍໃຫ້ຫມຸນຕາມແສງອາທິດໄດ້.\n",
        "output": [
            "The arrays consist of two 115-foot-long arrays, for a total wing span of 240 feet, including the equipment that connects the two halves and allows them to twist as they track the sun.\n"
        ]
    },
    {
        "input": "ຄວາມເສຍຫາຍດ້ານພື້ນຖານໂຄງລ່າງເຮັດໃຫ້ການແຈກຢາຍຊ່ວຍເຫຼືອດ້ານສະບຽງອາຫານຊັກຊ້າ ແລະ ເປັນໄປໄດ້ທີ່ຈະມີການຂາດອາຫານແຜ່ຂະຫຍາຍຢ່າງກ້ວາງຂວາງ.\n",
        "output": [
            "Infrastructure damage, leading to slow distribution of food aid, has lead to the very real possibility of widespread starvation.\n"
        ]
    },
    {
        "input": "ສານລັດຖະທຳມະນູນປະເທດກາບອງນັບຜົນຄະແນນຈາກກວ່າເຂດເລືອກຕັ້ງ 2,800 ເຂດອີກຄັ້ງແລະຢືນຢັນວ່າທ່ານບອງໂກຊະນະ.\n",
        "output": [
            "Gabon's constitutional court recounted returns from more than 2,800 polling stations and confirmed Bongo's win.\n"
        ]
    },
    {
        "input": "ສະມາຊິກຄອບຄົວທັງໝົດຫົກຄົນໄດ້ຮັບບາດເຈັບຢູ່ຂົວ ແຟັຣດລັອກ ລີສອດຄອບຄົວ ບ່ອນຕັ້ງແຄ້ມ ໃນເລບານອນ ລັດເມນ ຫຼັງຈາກທີ່ເກີດພາຍຸຝົນຟ້າຄະນອງທີ່ຮຸນແຮງເຮັດໃຫ້ ບັນດາຕົ້ນໄມ້ຫັກລົ້ມລົງ ເຊິ່ງມີຕົ້ນໜຶ່ງລົງຖືກກະໂຈມນອນ.\n",
        "output": [
            "A family of six were injured at Flat Rock Bridge Family Resort and campground in Lebanon, Maine after a severe thunderstorm caused trees to topple, with one landing on a tent.\n"
        ]
    },
    {
        "input": "ໝີໄດ້ແລ່ນກັບເຂົ້າໄປໃນປ່າ ໝາກໍ່ແລ່ນນຳ.\n",
        "output": [
            "As the bear ran back into the woods, the dog chased it.\n"
        ]
    },
    {
        "input": "ການນໍາ ແລະ ບຸກຄົນທີ່ມາຈາກຫຼາຍພາກສ່ວນຂອງປະເທດ ລວມທັງຜູ້ນໍາ ເມດາ ປັດຄາ ຂອງ ນາມາດາ ບາເຈົາ ໄດ້ສະແດງຄວາມເສຍໃຈໃນການເສຍຊີວິດຄັ້ງນີ້.\n",
        "output": [
            "Leaders and personalities from different parts of the country, including the Narmada Bachao Andolan leader Medha Patkar, expressed grief over the death.\n"
        ]
    },
    {
        "input": "\"ການໂຈມຕີນີ້ສະແດງໃຫ້ເຫັນຖືງຄວາມເປັນອະມະນຸດ ແລະຄວາມຫນ້າສົມເພດຂອງຜູ້ໂຈມຕີ.\"\n",
        "output": [
            "\"These attacks show the inhumanity and misery of the assailants.\"\n"
        ]
    },
    {
        "input": "ທ່ານ ມານຊົວ ວາງແຜນທີ່ຈະກໍ່ຕັ້ງຄະນະກຳມະການຂຶ້ນພາຍໃນ15ມື້ ເພື່ອພິຈາລະນາ ແລະ ແນະນຳການປ່ຽນແປງລັດທະທຳມະນູນໃນປະຈຸບັນທີ່ຖືກງົດໃຊ້ຊົ່ວຄາວ.\n",
        "output": [
            "Mansour plans to form a panel within fifteen days to review and suggest changes to the now-suspended constitution.\n"
        ]
    },
    {
        "input": "\"Red Baron\" ໄດ້ທໍາເວລາທີ່ໄວທີ່ສຸດ ແລະ ຄວາມໄວທີ່ສູງ ສຳລັບສະໜາມນີ້.\n",
        "output": [
            "The \"Red Baron\" set up the fastest time and the top speed record for this track.\n"
        ]
    },
    {
        "input": "ເຖິງຢ່າງໃດກໍ່ຕາມ ການເພີ່ມຂື້ນຂອງຄ່າເງິນລິວ ບໍ່ໄດ້ມີຜົນດີທັງໝົດ ຍ້ອນວ່າ ມັນໄດ້ ສ້າງຄວາມກົດດັນຫຼາຍ ໃນການ ສົ່ງອອກ.\n",
        "output": [
            "The leu's appreciation, however, isn't all positive, because it is putting a great deal of pressure on exporters.\n"
        ]
    },
    {
        "input": "​ເປັນ​ດາວ​ທຽມ​ທີ່​ມີ​ນ້ຳ​ໜັກ 2600 kg ແລະຄາດວ່າ​ມີ​ອາ​ຍຸ​ການ​ໂຄ​ຈອນ​ເປັນ​ເວ​ລາ 12 ປີ.\n",
        "output": [
            "It has a mass of 2600kg, and an expected orbital lifetime of 12 years.\n"
        ]
    },
    {
        "input": "ຕຳຫຼວດລະບຸວ່າສັນຍານເຕືອນໄພຫຼາຍເຄື່ອງທີ່ຢູ່ພາກສ່ວນອື່ນຂອງອາຄານໃນລະຫວ່າງຕອນແລງຂອງການປົ້ນເຮັດໃຫ້ຍາມເຝົ້າສັບສົນ.\n",
        "output": [
            "The police stated multiple alarms during the evening of the heist in other parts of the building had distracted the gallery guard.\n"
        ]
    },
    {
        "input": "ຄໍລ້ຳຂອງລາວເປັນໄຊຊະນະທີ່ໄດ້ມາໂດຍງ່າຍສຳຫລັບຊີວີດລາວ ຊື່ງເປັນການໂຕ້ຖຽງແລະສະແດງຄວາມຄິດໃນປະເດັນສັງຄົມແລະການເມືອງ.\n",
        "output": [
            "His column is a romp through his life, spats and opinions on socio-political issues.\n"
        ]
    },
    {
        "input": "ຈັດຂຶ້ນທຸກໆປີ ເປັນກອງປະຊຸມປະຈໍາ ສໍາລັບສະແດງການຂັດຄ້ານທາງການເມືອງ.\n",
        "output": [
            "Held every year, it is a traditional forum for expressing political opposition.\n"
        ]
    },
    {
        "input": "ທີມແມນເຊດເຕີ້ຍູໄນເຕັດເອົາຊະນະເອເອສ໌ໂຣມາດ້ວຍສະກໍ 1-0 ໃນກຸ່ມ F ຂອງການແຂ່ງຂັນ UEFA ແຊມປ້ຽນຫລີກ 2007-08 ທີ່ສະຫນາມໂອດ ແທຟອດເມື່ອງແມນເຊດເຕີ້ ກຸງລອນດອນ.\n",
        "output": [
            "Manchester United defeated AS Roma 1-0 in Group F of the UEFA Champions League 2007-08 at Old Trafford, Manchester, England.\n"
        ]
    },
    {
        "input": "ຄຳສັ່ງໃຫ້ອົບພະຍົບໄດ້ອອກໃຫ້ເຊິ່ງມີຜົນກະທົບຕໍ່ບ້ານ2,000 ຫລັງ.\n",
        "output": [
            "Mandatory evacuation orders have been set in place, affecting 2,000 homes.\n"
        ]
    },
    {
        "input": "ບາຣັກໂອບາມາ ແລະຈອນແມກເຄນ ວຸດທິສະມາຊິກຜູ້ສະຫມັກປະທານນາທິບໍດີສະຫະລັດອາເມລິກາ ເຂົ້າຮ່ວມການປະຊຸມທີ່ເຍແພ່ຈາກໂບດແຊດເດີແບັກໃນເລດຟໍເຣດ.\n",
        "output": [
            "United States Presidential candidates Senators Barack Obama and John McCain each participated in a live forum broadcast from Saddleback Church in Lake Forest.\n"
        ]
    },
    {
        "input": "ສະ​ຖາ​ນະ​ການ​ໄດ້​ສິ້ນ​ສຸດ​ລົງ​ໂດຍ​ບໍ່​ມີ​ເຫດ​ ແລະ​ ຜູ້​ໂດຍ​ສານ​ທັງ​ຫມົດ​ແລະສາ​ມາດ​ປ່ອຍ​​ລູກ​ເຮືອ​ໃນ​ເຮືອ​ບິນ​ລໍາ​ນີ້​ໄດ້​ຢ່າງ​ປອດ​ໄພ​.\n",
        "output": [
            "The situation ended without incident and all passengers and crew on board the aircraft were able to leave safely.\n"
        ]
    },
    {
        "input": "Zimbabwe ທໍາຄະເເນນໃຫ້ກຸ່ມ D ເກມທີ່ສອງໃນການແຂ່ງຂັນຊິງແຊມໂລກຕໍ່ສູ້ກັບIrelandຢູ່ໃນ Sabina Park Kingston ປະເທດຈາໄມກາ.\n",
        "output": [
            "Zimbabwe tied the second Group D match in the World Cup against Ireland at Sabina Park, Kingston, Jamaica.\n"
        ]
    },
    {
        "input": "ວາເລຣີ ຈາເຣັດ ທີ່ປືກສາທຳນຽບຂາວ ກ່າວວ່າ \"ສິ່ງນີ້ເປັນຂັ້ນຕອນທີ່ສຳຄັນຫລາຍໆ.\"\n",
        "output": [
            "Valerie Jarrett, a White House adviser, said it was a \"very, very important step.\"\n"
        ]
    },
    {
        "input": "ຄອບຄົວແມ່ນກໍາລັງເດີນທາງ ເພື່ອໄປເຂົ້າຮ່ວມການແຂ່ງຂັນຣັກບີ້ຊາວໜຸ່ມ ເມື່ອການຊົນປະທະໄດ້ເກີດຂຶ້ນ.\n",
        "output": [
            "The family was on their way to attend a football game for youths when the crash occurred.\n"
        ]
    },
    {
        "input": "ລັດຖະບານໄນຈີເຣຍໄດ້ຮຽກຮ້ອງການຊ່ວຍເຫຼືອຈາກອົງການຈັດຕັ້ງສາກົນ, ລວມທັງອົງການອະນາໄມໂລກ ແລະ ສູນຄວບຄຸມ ແລະ ກາປ້ອງກັນ ພະຍາດລະບາດ ຢ່າງກວ້າງຂວາງ.\n",
        "output": [
            "Nigeria's government has requested assistance from international organizations, including the World Health Organization and the US Centers for Disease Control and Prevention, in averting a widespread outbreak.\n"
        ]
    },
    {
        "input": "ບໍລິສັດກຳລັງຟ້ອງ ສຳລັບການຟື້ນໂຕຂອງ ການເສຍຫາຍຂອງເມືອງ ໂດຍສະເໜີ ເຄິ່ງໜຶ່ງ ແລະ ຈອງການຫາເງິນ ຈາກຮູບເງົາທີ່ມີລູກລະເບີດໃຫຍ່ ເຊັ່ນ ສິດທິພິເສດຂອງ Spider-man Iron Man X-Men Hulk ແລະ Fantastic Four.\n",
        "output": [
            "The company is suing for recovery of civil damages representing one-half of film and book earnings from such blockbuster films as Spider-Man, Iron Man, X-Men, Hulk, and Fantastic Four franchises.\n"
        ]
    },
    {
        "input": "ເຖິງຢ່າງໃດກໍ່ຕາມ ລາວກໍ່ໄດ້ຍອມມາມອບຕົວຫລັງຈາກທີ່ໃຫ້ສຳພາດ.\n",
        "output": [
            "However, he did turn himself in after giving the interview.\n"
        ]
    },
    {
        "input": "ແຕ່ກາງເດືອນສິງຫາ ໄຟໄໝ້ປ່າໄດ້ກວາດລ້າງພາກໃຕ້ຂອງປະເທດເທີຄີລວມທັງ ເມືອງ Bodrum ແລະ Antalya-Kas ຊຶ່ງເປັນເຂດທີ່ນິຍົມຂອງນັກທ່ອງທຽວ.\n",
        "output": [
            "Since mid-August, the forest fires have swept the Southern part of Turkey including popular tourist destinations like Bodrum and Antalya-Kas.\n"
        ]
    },
    {
        "input": "ຮູບພາບຫລາຍຮູບຈາກກ້ອງໃຫມ່ຫລາຍຫນ່ວຍ ໄດ້ເປີດເຜີຍໃຫ້ເຫັນວ່າ ມີກ້ອນໂຟມນ້ຳຫນັກປະມານ 250 ກຣາມຕົກອອກຈາກຖັງເຊື້ອເພີງດ້ານນອກໃນຂະນະທີ່ປ່ອຍຍານ ແຕ່ບໍ່ໄດ້ຕຳເອົາຍານອາວະກາດ.\n",
        "output": [
            "Images from new cameras have revealed that a section of foam weighing some 250 g fell away from the external fuel tank during launch, but did not strike the Orbiter.\n"
        ]
    },
    {
        "input": "ຍານອາວະກາດ ຄາສຊິນີ້ ຂອງ ອົງການບໍລິຫານການບິນ ແລະ ອະວາກາດແຫ່ງຊາດ NASA ໄດ້ຖືກສົ່ງກັບຄືນມາ ສະແດງຮູບພາບຈາກດາວເສົາທີ່ເປີດເຜີຍໃຫ້ເຫັນວ່າ ວົງແຫວນທີ່ມີຊື່ສຽງຂອງດາວເສົາແມ່ນມີຄວາມເປັນຂຸມເປັນບໍ່ຫຼາຍກ່ວາທີ່ເຄີຍຄາດເດົາໄວ້.\n",
        "output": [
            "NASA's Cassini orbiter has sent back remarkable images from Saturn, revealing that the planet's famous rings are far more bumpy than expected.\n"
        ]
    },
    {
        "input": "ຂົວມູນຄ່າ 220 ລ້ານໂດລາແຫ່ງນີ້ ກຳຫນົດເປີດໃນເດືອນມິຖຸນາປີ 2007 ແລະເປັນໂຄງການກໍ່ສ້າງທີ່ໃຫຍ່ທີ່ສຸດໃນປະຫວັດສາດຂອງລັດໂອໄຮໂອ.\n",
        "output": [
            "The $220 million bridge is scheduled for opening in June, 2007, and is the largest construction project in the history of Ohio.\n"
        ]
    },
    {
        "input": "ຈູໂຣວິກ ຍັງກ່າວວອີກວ່າຢ່າງໜ້ອຍ 198ຄົນ 90ເປັນເດັກນ້ອຍ ໄດ້ຮັບການປິ່ນປົວຢູ່ໂຮງໝໍ.\n",
        "output": [
            "Djurovic also said at least 198 people, 90 of them children, have been treated at the hospital.\n"
        ]
    },
    {
        "input": "ການເດີນທາງທີ່ຫຼາຍກວ່າ 70,000 ຄົນ ໂດຍສ່ວນຫຼາຍແມ່ນ ເຊື້ອຊາດອີຣັກ ກະກຽມສົ່ງກຳລັງອອກໄປໃນ ບັງດັດ ເພື່ອພະຍາຍາມ ແລະ ເອົາມາເຊິ່ງຄວາມໝັ້ນຄົງຂອງເມືອງຫຼວງ.\n",
        "output": [
            "The trip comes as over 70,000 mostly Iraqi citizens prepare to deploy into Baghdad to try and bring security to the capital.\n"
        ]
    },
    {
        "input": "ຮອບໆໄຊໂລເກັບນ້ຳຕານເສີມຄອນກຣີດສູງ 100 ຟຸດສາມອັນ ທີ່ມີການສືບສວນໃນປີ 2008 ກ່ຽວກັບການລະເບີດຂອງໂລກໂຮງກັ່ນນ້ຳຕານຈໍເຈັ້ຍຖືກທຳລາຍລົງ.\n",
        "output": [
            "The three 100 foot reinforced concrete sugar storage silos around which the investigation into the 2008 Georgia sugar refinery explosion is centred have been demolished.\n"
        ]
    },
    {
        "input": "ສົງຄາມທີ່ເຮັດໃຫ້ເກີດການປະທ້ວງ ແລະເຮັດໃຫ້ເກີດຄວາມຮຸນແຮງລະຫວ່າງນັກການເມືອງຊື່ງເຊື່ອວ່າ ແບຣ ມີຄວາມຜິດທີ່ສະຫນັບສະຫນຸນປະທານາທິບໍດີສະຫະລັດ ຈອດດັບເບີຍູບຸດ ໃນການສົ່ງທະຫານອັງກິດ 45,000 ຄົນ ຊື່ງ 179 ຄົນຕາຍໃນສົງຄາມໃນການຕໍ່ສູ້ກກັບອິຣັກ.\n",
        "output": [
            "The war has provoked protests, and much outrage among politicians who believe that Blair was wrong to support then United States President George W. Bush by sending 45,000 British soldiers—179 of whom died in combat—to fight in Iraq.\n"
        ]
    },
    {
        "input": "ອາມາດິເນຍາດກ່າວວ່າ \"ໃນອິຫລ່ານ ເຮົາບໍ່ມີພວກຮັກຮ່ວມເພດເຫມືອນຢ່າງປະເທດຂອງທ່ານ.\" ເຊິ່ງເອີ້ນສຽງຫົວຈຳນວນຫລາຍຈາກຜູ້ຟັງ.\n",
        "output": [
            "Ahmadinejad stated that \"In Iran we don't have homosexuals like in your country,\" drawing laughter from the audience.\n"
        ]
    },
    {
        "input": "ສຳນັກງານໄດ້ເພີ່ມການເຕືອນໄພໂລກລະບາດໃນລະດັບຫົກຊື່ງເປັນລະດັບສູງສຸດ.\n",
        "output": [
            "The agency increased its pandemic alert level to the sixth level, its highest.\n"
        ]
    },
    {
        "input": "ຕາມການລາຍງານຂອງອົງການ IMB ພົບວ່າໂຈນສະລັດອີກ 23 ກຸ່ມໂຈມຕີໜ້ານໍ້າທະເລຕາເວັນອອກຂອງອາຟຼິກາ ນັບແຕ່ວັນທີ 15 ມີນາ.\n",
        "output": [
            "According to the IMB, there have been 23 other pirating attacks in coastal waters off the east African nation since March 15.\n"
        ]
    },
    {
        "input": "ສິບສອງເປີເຊັນຂອງຈໍານວນນັກໂທດ 1,043 ຄົນ ຖືກກວດສອບຫາຢາເສບຕິດ ເລີ່ມປະຕິບັດຈາກຕົ້ນປີ ຈົນເຖິງເດືອນມິຖຸນາ ຜົນແມ່ນອອກມາເປັນບວກທີ່ມີຢາເສບຕິດ.\n",
        "output": [
            "Twelve percent of 1,043 prisoners who were tested for drugs from the start of this year until June, tested positive for drugs.\n"
        ]
    },
    {
        "input": "ການຈັດການດັ່ງກ່າວໄດ້ປະກົດຂື້ນຂອງການບັນລຸຫລັງຈາກການຜິດຖຽງກັນໃນໄລຍະການສະຫນອງທຶນຂອງລັດຖະບານໃຫ້ອົງການຈັດຕັ້ງເຊັ່ນ: ການວາງແຜນຄອບຄົວໄດ້ຮັບການແກ້ໄຂ.\n",
        "output": [
            "The deal was apparently reached after disputes over government funding for organizations such as Planned Parenthood were resolved.\n"
        ]
    },
    {
        "input": "ໃນຄຳສັ່ງໃຫ້ຄະນະກຳມະການ ບີໂມບາຍ ຍອມຮັບວ່າບໍ່ໄດ້ສ້າງຕັ້ງເສົາສັນຍານໃດໃຫມ່ຕັ້ງແຕ່ພາຍຫລັງປີ 2010.\n",
        "output": [
            "In a statement to the Commission, bemobile admitted it had not built any new transmitter masts since the latter part of 2010.\n"
        ]
    },
    {
        "input": "ຊາອຸອາລະເບຍກຳລັງຜະເຊີນບັນຫາເງີນເຟີ້ ແລະບໍຢາກເອົາວີທີປັບດອກເບັ້ຍມາໃຊ້ເຫມືອນກັບສະຫະລັດໃນຊ່ວງເສດຖະກິດຖົດຖອຍ.\"\n",
        "output": [
            "They face an inflationary threat and do not want to import an interest rate policy set for the recessionary conditions in the United States.\"\n"
        ]
    },
    {
        "input": "ໃນຄວາມພະຍາຍາມທີ່ຈະຍຸດຕິທາງຕັນລະຫວ່າງສະພາຜູ້ແທນແລະວຸດທິສະພາ ໂບເນີໄດ້ບອກຜູ້ນຳວຸດທິສະມາຊິກປະຊາທິປະໄຕ ແຣຣີ່ເຣດ ວ່າລາວຈະກຳນົດເວລາການລົງຄະແນນສະມາຊິກຜູ້ແທນລາດຊະດອນໃນຮູບແບບຂອງຮ່າງກົດຫມາຍສະເຫນີວຸດທິສະພາ ທີ່ຈະຂະຫຍາຍໄລຍະເວລາການລົດພາສີຊື່ງຈະຫມົດອາຍຸໃນທ້າຍປີ.\n",
        "output": [
            "In an effort to end the impasse between the House and Senate, Boehner told Senate Democratic leader Harry Reid that he would schedule a House vote on the Senate version of the bill that would extend the tax cut, which was due to expire at the end of the year.\n"
        ]
    },
    {
        "input": "ເດລປ໌ ໄດ້ເຂົ້າຮ່ວມວົງບອສຕັນໃນຊ່ວງຕົ້ນປີ 1970 ຫຼັງຈາກພົບກັບມືກີຕ້າ ນັກຂຽນເພັງ ແລະ ຜູ້ຜະລິດລາຍການ ທອມ ສະໂຄລ.\n",
        "output": [
            "Delp joined Boston in the ealry 70's after meeting with guitarist, songwriter and producer Tom Scholz.\n"
        ]
    },
    {
        "input": "ນອກຈາກນັ້ນ ຜູ້ທີ່ມີແນວໂນ້ມວ່າຫົວໃຈຈະຖືກທຳລາຍ(ທີ່ສາມາດເປັນຜົນຂ້າງຄຽງຂອງຢາ) ຈະບໍ່ໄດ້ຮັບການສະໜອງກັບ ການອຸດໜູນທາງການຢາ.\n",
        "output": [
            "In addition, those who are predisposed to heart damage (which can be a side effect of the drug) will not be provided with the subsidised medication.\n"
        ]
    },
    {
        "input": "ການຟ້ອງຮ້ອງຄະດີ ໄດ້ຮັບໂດຍ ຢ່າງໜ້ອຍຫ້າຄອບຄົວ ເຊິ່ງໄດ້ອາໄສຢູ່ໃນບໍລິເວນ ເງລັນວິສ ຂອງ ຊັນ ບູຣໂນ.\n",
        "output": [
            "The lawsuit was filed by at least five families who resided in the Glenview neighborhood of San Bruno.\n"
        ]
    },
    {
        "input": "ການລະເມີດເຊັ່ນ ຖົ່ມນໍ້າລາຍ ສາດນໍ້າ ຫຼື ຕັ້ງໃຈຍ່ຽວບ່ອນທີ່ຜູ້ຄຸມປາກົດຢ່າງຊັດເຈນທີ່ກ່າວໄວ້ໃນລາຍການ ໃນກໍລະນີນີ້ສະເປພິກໄທອາດໃຊ້ບໍ່ໄດ້.\n",
        "output": [
            "Infractions such as spitting, throwing water at, or attempting to urinate on guards appear as explicitly listed cases where pepper spray may not be used.\n"
        ]
    },
    {
        "input": "ນີ້ແມ່ນຜົນຈາກການຖືກຈອງຈຳບ່ອນທີ່ໂປປອຟຖືກທຳຮ້າຍເກີດຂຶ້ນແລະເລີມປິດຄະດີ.\n",
        "output": [
            "This resulted in the holding cell where Popov's beating occurred being closed down.\n"
        ]
    },
    {
        "input": "ກຸ່ມປາປາລັດຊີບັນທຶກພາບ ບຣິດນີ ຫັກພວງມາໄລຂອງລາວໃສ່ລົດອີກຄັນ ໃນວັນທີ 6 ເດືອນສິງຫາ ເມື່ອລາວພະຍາຍາມຈອດລົດຢູ່ບ່ອນຈອດຂອງ ສະຕູດິໂອ ຊິຕີ.\n",
        "output": [
            "A group of paparazzi recorded a video Britney steering her car into another vehicle on August 6 as she tried to pull into a parking spot in a Studio City lot.\n"
        ]
    },
    {
        "input": "ໂຄສົກຍິງກ່າວວ່າ \"ການສືບສວນຍັງຢູ່ໃນຂັ້ນທໍາອິດແລະຍັງຄົງມີຂໍ້ຊັກຖາມຈຳນວນຫລາຍ.\"\n",
        "output": [
            "\"The investigation is at a very early stage and inquiries are continuing,\" the spokeswoman said.\n"
        ]
    },
    {
        "input": "ເຄື່ອງຫຼີ້ນແມ່ນເຄື່ອງຫຼີ້ນທີ່ດຶງດູດຄວາມສົນໃຈ ໂດຍການ ປິ່ນວົນໄປຮອບໆ ໃນລົດທີ່ມີສອງບ່ອນນັ່ງ ພາຍໃນກະໂຈມທີ່ມີແສງໄຟກະພິບ ແລະ ສຽງເພງ.\n",
        "output": [
            "The ride is an attraction that spins people around in two-seat cars, inside a darkened tent to flashing lights and music.\n"
        ]
    },
    {
        "input": "ລະຫວ່າງທົດສະວັດ 1980 ແລະ 1990 ເບວໄດ້ດົນນະລົງໃຫ້ໃຊ້ພະລັງນິວເຄຍເພື່ອສັນຕິ ແລະໄດ້ຕໍ່ຕ້ານການແຂ່ງຂັນເຮັດອາວຸດນິວເຄຍແລະການທົດລອງນິວເຄຍ.\n",
        "output": [
            "During the 1980s and 1990s, Bethe campaigned for the peaceful use of nuclear energy, arguing against the nuclear arms race and against nuclear testing.\n"
        ]
    },
    {
        "input": "ຜູ້ນຳທີ່ໂດດເດັ່ນຂອງສະພາຄອນເກດແຫ່ງຊາດອິນເດຍໃນລ໊ອກ ຊາບາຄັ້ງທີ 14 ລາວເປັນທີ່ຮູ້ຈັກວ່າເປັນອະປະຣາຊິກທີ່ມີຄວາມສາມາດ ຫລືເປັນ \"ຜູ້ຈົງຮັກພັກດີຈາກຄອບຄົວຄານທີທີ່ບໍ່ໄດ້ຊະນະການເລືອກຕັ້ງຈົນເຖິງປີ 2004.\"\n",
        "output": [
            "A prominent leader of the Indian National Congress in the 14th Lok Sabha, he is known to be a competent party apparatchik, \"a prominent Gandhi family loyalist who did not win a popular election until 2004\".\n"
        ]
    },
    {
        "input": "ສະຫະລັດໃນອະດີດທີ່ຜ່ານມາຖືກກ່າວຫາວ່າໃຊ້ການເວົ້າເກີນຈິງແລະສ້າງຂໍ້ມູນຫຼັກຖານທີ່ບໍ່ຈິງເພື່ອສ້າງເປັນເຫດຜົນນຳສູ່ການເຮັດສົງຄາມກັບອີຣັກ.\n",
        "output": [
            "The US has in the past been accused of using exaggerated and fabricated evidence to build its case against Iraq prior to the war.\n"
        ]
    },
    {
        "input": "ມັດ​ຕິ​ຕົກ​ລົງ​ແມ່ນ​ສະ​ແດງ​ອອກ \"ຄວາມ​ກັງ​ວົນ​ຢ່າງ​ສຸດ​ຂີດ\" ຕໍ່​ການບໍ່​ປະ​ຕິ​ບັດ​ຕາມ​ມັດ​ຕິ​ຕົກ​ລົງ​ຂອງ​ອີ​ຣານ ຄືບໍ່​ປະ​ຕິ​ບັດ​ຕໍ່​ຄຳ​ຮຽກ​ຮ້ອງ​ຂອງ IAEA ທີ່ບອກ​ໃຫ້​ຍຸດ​ຕິ​ກິດ​ຈະ​ກໍາຕ່າງໆ​ທາງ​ນິວ​ເຄ​ຣຍ ແລະ​ໄດ້​ຂໍ​ໃຫ້​ຜູ້​ອຳ​ນວຍ​ການ IAEA ລ​າ​ຍ​ງານ​ກ່ຽວ​ກັບ​ການ​ປະ​ຕິ​ບັດ​ຕາມ​ມັດ​ຕິ​ຂອງ​ອີ​ຣານ​ພາຍ​ໃນ​ທ້າຍ​ເດືອນ​ສິງ​ຫານີ້.\n",
        "output": [
            "The resolution expressed \"serious concern\" at Iran's non-compliance with the IAEA's demand to halt enrichment and other activities and asked the IAEA director to report on Iran's compliance by the end of August.\n"
        ]
    },
    {
        "input": "ພັກຝ່າຍຄ້ານກ່າວວ່ານະໂຍບາຍດັ່ງກ່າວອອກແບບມາເພື່ອ \"ລົງໂທດ\" ຜູ້ທີ່ຕໍ່ຕ້ານລັດຖະບານຂອງມູກາເບ.\n",
        "output": [
            "The opposition has said the operation is designed to \"punish\" those who object to Mugabe's government.\n"
        ]
    },
    {
        "input": "\"ຮ່າງກົດໝາຍກະຕຸ້ນເສດຖະກິດຂອງສອງພັກແລະເສດຖະກິດທີ່ຊ້າ ແມ່ນສາເຫດຫຼັກຂອງການເພີ່ມການຂາດດຸນທີ່ສະແດງໃນຜົນງົບປະມານຂອງປີນີ້.\"\n",
        "output": [
            "\"The bipartisan stimulus bill and the slow economy are the primary reasons for the increase in deficit as reflected in this year's budget results.\"\n"
        ]
    },
    {
        "input": "ໃນຖານະຕົວແທນຈາກລັດຖະບານ ທ່ານ ດຣ ເຮລີ ລາຮາລິຊາຍນາ. ລັດຖະມົນຕີ ຊັບພະຍາກອນທາງນໍ້າ ແລະ ການປະມົງ ຂອງ ມາດາກາດສກ້າ ສະແດງຄວາມເສົ້າເສຍໃຈ ຕໍ່ບັນດາຄອບຄົວຂອງຜູ້ເຄາະຮ້າຍ.\n",
        "output": [
            "Dr Hery Raharisaina, Madagascar's fishing and aquatic resources minister, offered condolence to the families of the victims on behalf of the government.\n"
        ]
    },
    {
        "input": "ຜູ້ນຳກອງທັບນາໂຕໃນ ອັບການິສຖານໃຫ້ຄຳຖະແຫຼງໃນວັນສຸກວ່າ ທະຫານສອງນາຍໄດ້ຫາຍຕົວໄປໃນວັນພະຫັດໃນຂະນະທີ່ກຳລັງເຮັດວຽກງານຈັດສົ່ງປະຈຳວັນ.\n",
        "output": [
            "The NATO-led force in Afghanistan issued a statement on Friday saying that that two of its troops went missing on Wednesday while on a routine supply mission.\n"
        ]
    },
    {
        "input": "ລາວກ່າວວ່ານາຍແພດ ສາມີຂອງລາວບໍ່ອາດທົນເຫັນສິ່ງຂອງ ຂອງເຄຊີໃນບ້ານໄດ້ ຈື່ງເກັບຂອງສ່ວນໃຫຍ່ໄວ້ໃນຫ້ອງເກັບຂ້ອງ.\n",
        "output": [
            "She says her husband Pat, couldn't bear having Casey's things at home and put most of them in storage.\n"
        ]
    },
    {
        "input": "ລາວໄດ້ໃຊ້ເວລາທັງໝົດຂອງລາວກັບ WWF ຜິດກັນກັບ Undertaker ແລະ ໄດ້ລາອອກຈາກບໍລິສັດ ໃນເດືອນກໍລະກົດ ປີ 1993 ຫຼັງຈາກແພ້ໃນການແຂ່ງຂັນ Rest in Pease ຂອງລາວ.\n",
        "output": [
            "He spent the entire of his time at with the WWF feuding with Undertaker and left the company in July 1993 after losing a Rest in Peace match to him.\n"
        ]
    },
    {
        "input": "ອຳເພີທຸ່ງສົງ ແຂວງນະຄອນສີທຳມະລາດປະສົບກັບໄພນ້ຳຖ້ວມຖືງເອວໃນພື້ນທີ່ການຄ້າໃຈກາງເມືອງ.\n",
        "output": [
            "Thung Song District in Nakhon Sri Thammarat province is experiencing waist-high floodwaters in downtown shopping areas.\n"
        ]
    },
    {
        "input": "ໃນເຂດການຄ້າເສລີໃນ ອານຕາເລຍ ປະເທດຕວກກີ ຊາວແຮງງານເພດຍິງ 80ຄົນຂອງ ເອຟເອມຊີ ໂນວາເມັດ ຢູ່ໃນການພັກງານໄດ້ເກືອບປີໜຶ່ງແລ້ວ ຕັ້ງແຕ່ວັນທີ 26ກັນຍາ2006.\n",
        "output": [
            "In a free trade zone in Antalya, Turkey, 80 women workers of FMC Novamed are in strike for almost a year now, since September 26th, 2006.\n"
        ]
    },
    {
        "input": "\"ຂ້ອຍບໍ່ຮູ້ວ່າຈະເອົາມັນເຂົ້າໄດ້ແນວໃດ\" ແບຣດຕັ້ນ ໄດ້ເນັ້ນ.\n",
        "output": [
            "\"I don't know how else to put it,\" stated Bratton.\n"
        ]
    },
    {
        "input": "ຂ່າວດັ່ງກ່າວໄດ້ເຮັດໃຫ້ອອສເຕີຍຕົກໃຈ ມີຄວາມຄ້າຍຄືກັນໃນການກໍລະນີຂອງ Natascha Kampusch ຜູ້ທີ່ຖືກລັກພາຕົວຕອນມີອາຍຸ 10ປີ ແລະໄດ້ຫລົບຫນີຫລັງຈາກວັນ \"dungeon\" ໃນແປດປີໃນປີ 2006.\n",
        "output": [
            "The news has shocked Austria, as has its similarity to the case of Natascha Kampusch who was kidnapped aged 10, and escaped after being held in a \"dungeon\" for eight years in 2006.\n"
        ]
    },
    {
        "input": "ເຂົາຍັງໄດ້ຍ້ອມຮັບຜິດທີ່ບໍ່ໄດ້ເຮັດຕາມຄຳສັ່ງຂອງສານໃຫ້ຢູ່ຫ່າງຈາກແມ່ຂອງເຂົາ.\n",
        "output": [
            "He also pleaded guilty to a contempt charge for violating a court order to stay away from his mother.\n"
        ]
    },
    {
        "input": "ຫນື່ງໃນຜູ້ວ່າຈ້າງທີ່ຖືກກ່າວຫາ ມາກ ລຸຍແປກ່າວກັບຜູ້ສື່ຂ່າວວ່າ ຜູ້ພິພາກສາທີ່ກ່ຽວຂ້ອງກັບການສືບສວນໃນຄັ້ງນີ້ໃນຮັດເຊໄດ້ຫ້າມບໍ່ໃຫ້ເຂົ້າເວົ້າກ່ຽວກັບເຈົ້າຊາຍໂຣລອງ.\n",
        "output": [
            "One of the accused contractors, Marc Luypaerts, has told the press that the judge responsible for the investigation in Hasselt had forbidden him to speak about Prince Laurent.\n"
        ]
    },
    {
        "input": "ສະມາຊິກຈາກພັກອານຸລັກນິຍົມຈຳນວນ ສາມສິບຄົນແລະ ເກົ້າ ຄົນຈາກພັກປະຊາທິປັດລົງຄະແນນຄັດຄ້ານການແຊກແຊງທາງທະຫານ.\n",
        "output": [
            "Thirty Conservative MPs and nine Liberal Democrats voted against their party against military intervention.\n"
        ]
    },
    {
        "input": "ນັກບຸນໃຫມ່ໄດ້ແກ່ ໄຣຊາ ເວເນຣິນີ (1656 - 1728) ແມ່ຊີ ເທໂອດໍ ເກຣິນ (1798 - 1856) ຟິລິບໂປສະມໍດັນ (1848 - 1923) ແລະບາດຫລັງຣາຟາເອວກິຊາ ວາເລນເຊຍ (1878 - 1938).\n",
        "output": [
            "The new saints were Rosa Venerini (1656-1728), Mother Theodore Guerin (1798-1856), Filippo Smaldone (1848-1923), and Bishop Rafael Guizar Valencia (1878-1938).\n"
        ]
    },
    {
        "input": "ເຄື່ອງບິນເຈ໊ດລຸ້ນສອງເຄື່ອງຈັກລຳນີ້ຫາກໍ່ມີການສ້ອມບຳລຸງທີ່ເພີພິກແນນ ເພື່ອກຽມໃຫ້ບິນກັບມາທີ່ແອນິວຊີແລນໂດຍ ເຍຍລະມັນແອໄລນ໌ XL ແອເວ ຊື່ງດຳເນີນການເປັນແບບເຊົ່າ.\n",
        "output": [
            "The twin-engine jet airliner had just undergone maintenance at Perpignan in preparation for its return to Air New Zealand by German airline XL Airways, which had been operating it on lease.\n"
        ]
    },
    {
        "input": "ໃນການເລືອກຕັ້ງປີ 2003 AQD ໄດ້ຄະແນນຈາກການໂຫວດ 21%.\n",
        "output": [
            "In the 2003 election, the ADQ garnered 21% of the vote.\n"
        ]
    },
    {
        "input": "ກະ​ເສດ​ຕະ​ກອນ​ຊາວ​ເຢຍ​ລະ​ມັນ ອາ​ຍຸ 54 ປີ ຜູ້​ທີ່​ສູນ​ເສຍ​ແຂນ​ທັງ​ສອງ​ເບື້ອງ​ຈາກ​ອຸ​ບັດ​ຕິ​ເຫດ​ທາງ​ການກະເສດ​ເມື່ອ​ຫົກ​ປີ​ກ່ອນ ແມ່ນ​ຄົນ​ເຈັບ​ຜູ້​ທຳ​ອິດ​ທີ່​ສຳ​ເລັດ​ໄດ້ຮັບການ​ປູກ ຕໍ່​ແຂນ​ທັງ​ສອງ​ເບື້ອງ.\n",
        "output": [
            "A 54-year-old German farmer who lost both arms in a farming accident six years ago has become the first patient to receive a complete double arm transplant.\n"
        ]
    },
    {
        "input": "ທ່ານ ອາຣິກ ອູກ້າ ອາຍຸ 22 ປີໄດ້ສັງຫານຊາວອາເມລິກັນສອງຄົນ(USAF)ແລະຍິງອີກສອງຄົນບາດເຈັບເທີງລົດເມໃນຟັ່ຮງເຟີດ.\n",
        "output": [
            "Arid Uka, 22, killed two US (USAF) men and wounded two more in a gun attack on their bus in Frankfurt.\n"
        ]
    },
    {
        "input": "ທັງເມືອງເຊນາກິແລະຊຸກດິດິ ໃນຈໍເຈຍ ນອກເຫນືອຈາກ \"ເຂດຄວາມປອດໄພ\" ຮອບເຂດອັບຄາເຊຍ.\n",
        "output": [
            "Both the town of Senaki and Zugdidi lie in Georgia proper, outside the \"security zone\" around the region of Abkhazia.\n"
        ]
    },
    {
        "input": "ຜູ້ຊ່ຽວຊານໄດ້ເຕືອນໂລກລະບາດທີ່ເປັນໄປໄດ້ ຂໍໃຫ້ທະນາຄານໂລກໃຫ້ເງີນ $500 ລ້ານສະຫະລັດເພື່ອຊ່ວຍປະເທດທີ່ຕໍ່ສູ້ກັບ ເອັດຈ໌5ເອັນ1.\n",
        "output": [
            "Experts are still warning of a possible pandemic, prompting the world bank to release US$500 million in aid to assist countries combat H5N1.\n"
        ]
    },
    {
        "input": "ວູດກ່າວແຍ້ງກັບເລື່ອງນີ້ວ່າ \"ມີບາງສ່ວນໃນກົດຫມາຍສາກົນທີ່ຍັງບໍ່ຊັດເຈນປານໃດ.\n",
        "output": [
            "Wood disputes this, saying, \"Obviously there are some areas of international law that can be quite uncertain.\n"
        ]
    },
    {
        "input": "ຄືນວັນພຸດ ເດີ ຮູສຕັນ ແອວທໍ ທີມເບັສບອລມືອາຊີບຈາກນອທ ອາເມລິກາ ເຊິ່ງໄດ້ຮັບໄຊຊະນະໃນຫລີກແຫ່ງຊາດປີ 2005 ດ້ວຍການຊະນະ ເຊນຫລຸຍ ຄາດິນາດ ດ້ວຍຄະແນນ 5 - 1ໄດ້ຮັບໄຊຊະນະເປັນຄັ້ງທີ 4 ໃນການແຂ່ງຂັນຊິງຊະນະເລີດຫລີກແຫ່ງຊາດ.\n",
        "output": [
            "Wednesday night, the Houston Astros, a professional baseball team in North America, won the 2005 National League Pennant by defeating the St. Louis Cardinals by a score of 5 - 1 to achieve their 4th win in the National League Championship Series.\n"
        ]
    },
    {
        "input": "ຫ້ອງການໄປສະນີ ໂລໂຢເມວ ແມ່ນໄດ້ແຈ້ງເຕືອນລູກຄ້າ ວ່າການເກັບໄປສະນີ ແລະ ການຈັດສົ່ງທົ່ວລາດຊະອະນາຈັກ ແມ່ນໄດ້ຖືກຢູດ ເນື່ອງຈາກເຫດການດັ່ງກ່າວ.\n",
        "output": [
            "The Royal Mail is warning customers that mail collections and deliveries across the UK will be disrupted because of the incidents.\n"
        ]
    },
    {
        "input": "ຫລັງຈາກ 18:00ໂມງ (ເວລາມາດຕະຖານຕະເວັນອອກ) ເວັບໄຊຕ໌ນີ້ກັບມາໃຊ້ໄດ້ອີກຄັ້ງ ໂດຍມີບັນຫາການເຊື່ອມຕໍ່ພຽງເລັກນ້ອຍ.\n",
        "output": [
            "Just after 6:00 p.m. (EDT) the site came back online with only a few connection issues.\n"
        ]
    },
    {
        "input": "ໂຮບເປີ້ ໄດ້ເປັນນັກຖ່າຍຮູບ ນັກແຕ້ມຮູບ ແລະ ນັກແກະສະຫຼັກ ທີ່ມີຜົນງານຫຼາຍ ເຊິ່ງຜົນງານໄດ້ຖືກວາງສະແດງທົ່ວໂລກ.\n",
        "output": [
            "Hopper was a prolific photographer, painter, and sculptor whose works have been exhibited worldwide.\n"
        ]
    },
    {
        "input": "ມີຄວາມຢ້ານກົວວ່າ ຄວາມປອດໄພດ້ານການຈາລະຈອນ ຈະເປັນໄພຂົ່ມຂູ່ຂອງການບາດເຈັບສຳລັບຜູ້ສະໜັບສະໜູນ ບານໂລກ.\n",
        "output": [
            "Traffic safety is feared to be a threat of injury to supporters to the World Cup.\n"
        ]
    },
    {
        "input": "ລະເບີດລູກທໍາອິດ ແມ່ນຈຸດລະເບີດ ໃນລົດໄຟ ຖະ ໜົນລິເວີພູນ ໃນບໍ່ຊ້າ ຫລັງຈາກ ມັນໄດ້ເຄື່ອນໄປຫາເມືອງ ອາເກດ ໃນສາຍວົງວຽນ ວິນາທີ ກ່ອນລະເບີດລູກອື່ນໆ.\n",
        "output": [
            "The first bomb to detonate was on the Liverpool Street train soon after it left for Aldgate on the Circle line, seconds before the others.\n"
        ]
    },
    {
        "input": "\"ພວກ​ເຮົາ​ເປີດ​ໃຊ້​ງານ​ເຄື່ອງ​ຈັກ​ເໝືອນ​ກັບ​ຕອນ​ທີ່​ມັນ​ຈະ​ຖືກ​ໃຊ້​ງານ​ແທ້ໆ ຕ່າງ​ແຕ່​ວ່າ​ພວກ​ມັນ​ບໍ່​ໄດ້​ບິນ​ຂຶ້ນ​ເທິງ​ອາ​ກາດ ແຕ່​ຫັກ​ຫົວ​ລົງ​ແທນ.\n",
        "output": [
            "\"We ran the engines just like they would run during flight, but instead of being up in the air, they were held down.\n"
        ]
    },
    {
        "input": "ສະມາຄົມສື່ມວນຊົນ ລະບຸວ່າ ຄວາມພະຍາຍາມຂອງໂບດໄຊແອນໂທໂລຈີໃນການຫຍຸດຢັ້ງບໍ່ໃຫ້ວິດີໂອນັ້ນເຜີຍແຜ່ໄປໃນອິນເຕີເນັດເບິ່ງຄືວ່າ \"ຈະສົ່ງຜົນເສຍຢ່າງຫນ້າສັງເກດ\" ກັບທາງໂບດໂດຍເມື່ອວັນພະຫັດວິດີໂອດັ່ງກ່າວກໍ່ເປີດໃຫ້ຊົມໄດ້ໃນເວັບໄຊຕ໌ອື່ນໆ ນອກເຫນືອຈາກ Gawker.com ລວມທັງນິວຍອກໂພດ ສະຖານນີຂ່າວໂທລະທັດເສລີແລະບີຊີຊີ.\n",
        "output": [
            "Attempts by the Church of Scientology to stop distribution of the video via the Internet \"seem to have backfired spectacularly,\" according to The Press Association, and by Thursday the video was viewable on websites other than Gawker.com, including the New York Post, Independent Television News and the BBC.\n"
        ]
    },
    {
        "input": "ໃນປີ 1991 ແລະ 1992 ສີ່ໃນຫົກລັດໃນ ສະທາລະນະລັດຢູໂກສະໂລວຽນ ປະກາດເປັນເອກະລາດແຕ່ສອງລັດ ເຊີເຍຍ ແລະ ມອນຕີເນໂກຣ ຍັງຄົງຢູ່ນຳກັນ.\n",
        "output": [
            "In 1991 and 1992 four of six Yugoslavian republics declared independence but two, Serbia and Montenegro, remained together.\n"
        ]
    },
    {
        "input": "Mark ຍັງ​ກ່າວ​ອີກວ່າ Louise Christian ທ​ະ​ນາຍ​ຄວາມ​ດ້ານ​ສິດ​ທິ​ມະ​ນຸດຊາວ​ອັງ​ກິດ​ທີ່​ມີ​ຊື່​ສຽງ ປັດ​ຈຸ​ບັນ​ນີ້ໄດ້​ແມ່ນ​ຕົວ​ໃຫ້​ກັບ​ຝ່າຍຜູ້​ປະ​ກອບ​ການ Vestas.\n",
        "output": [
            "Mark also noted that Louise Christian, a prominent British human rights lawyer, is now representing the Vestas occupiers.\n"
        ]
    },
    {
        "input": "ພົນໂທ ໂດມິນິກ ດິມແດງ ລັດຖະມົນຕີປ້ອງກັນປະເທດ ແມ່ນຖືກຢືນຢັນແລ້ວວ່າໄດ້ເສຍຊີວິດລົງແລ້ວ ແລະ ຄາດວ່າດຽວນີ້ມີຢ່າງໜ້ອຍມີພົນທະຫານ 19 ຄົນແມ່ນເສຍຊີວິດ.\n",
        "output": [
            "Lieutenant General Dominic Dim Deng, the area's defence minister, is confirmed to be dead and it is thought at least 19 military officials are now deceased.\n"
        ]
    },
    {
        "input": "ທ່ານ ຢິກໍ ປາໂມລ ໂຄສົກປະຈໍາກະຊວງການຕ່າງປະເທດ ອິຊາຣາແອນໄດ້ເວົ້າວ່າ \"ອັນນີ້ຖືວ່າແປກຫຼາຍ ໂດຍສະເພາະຢ່າງຍິ່ງ ນັບຕັ້ງແຕ່ລັດຖະບານ ຮາມັດ ໄດ້ຖືກຂະໜານນາມຈາກສາກົນວ່າເປັນກຸ່ມກໍ່ການຮ້າຍ.\"\n",
        "output": [
            "Spokesman Yigal Palmor for Israel's Foreign Ministry said, \"This is more than strange, especially since Hamas is internationally recognized as a terror group.\"\n"
        ]
    },
    {
        "input": "ໂຄສະນາຄວາມຍາວ 30 ວິນາທີນີ້(ເບິ່ງທີ່ມາດ້ານລຸ່ມ)ສາມາດຮັບຊົມຜ່ານຍູທູບໄດ້ແລ້ວ.\n",
        "output": [
            "The 30 second ad (see source below) can now be viewed on YouTube.\n"
        ]
    },
    {
        "input": "ລັດຖະບານກາງແມ່ນເປັນໜີ່ບຸນຄຸນ ອຸດສາຫະກໍາຖ່ານຫີນ ແລະ ອາລູມິນຽມ ຄືກັບລັດຖະບານຍີ່ປຸ່ນກັບບໍລິສັດລ່າປາວານເຊິ່ງມີຜົນກະທົບທີ່ຮ້າຍແຮງຫຼາຍ.\n",
        "output": [
            "Ms Fitzpatrick said the Federal Government was as beholden to the coal and aluminium industries as the Japanese government was to whaling companies, and with far more devastating impacts.\n"
        ]
    },
    {
        "input": "ທາງການໄດ້ກ່າວວ່ານາຍແປພາສາຍິງໃສ່ເຂົາເຈົ້າຢູ່ໃນດ້ານໜ້າອັບສະການິສະຖານພາກຕາເວັນອອກກ່ອນທີ່ລາວຈະຖືກຍິງຕາຍໂດຍທະຫານອື່ນ.\n",
        "output": [
            "An official said the translator shot them at an eastern Afghanistan outpost before he was shot dead by other soldiers.\n"
        ]
    },
    {
        "input": "ລັດໄຟຕົກຮາງ ສອງຄັນໃນສອງມື້ ເຮັດໃຫ້ ຕ້ອງປິດທາງລົດໄຟໃນ ອົດສະຕາລີ.\n",
        "output": [
            "Two train derailments in two days have closed railway lines in Australia.\n"
        ]
    },
    {
        "input": "\"ຂ້ອຍຮູ້ສຶກວ່ານີ້ແມ່ນເວລາສຳລັບການປ່ຽນແປງ\" ເຈົ້້າຂອງທີມ ເດຼຕັອນ ແມັກເລນ ກ່າວ.\n",
        "output": [
            "\"I felt this was the time for a change,\" owner Drayton McLane said.\n"
        ]
    },
    {
        "input": "ພຕ. ທ. ສະຕີບ ສະໂຕເວີ ໂຄສົກຂອງກອງທັບຊາດໃນແບກແດດກ່າວວ່າ \"ດ້ວຍການວາງເປົ້າຫມາຍໄປທີ່ຊາວອິຣັກທີ່ບໍລິສັດ ພວກເຂົາຈະໄດ້ສະແດງຄວາມເປັນປີສາດຢ່າງແທ້ຈິງ.\n",
        "output": [
            "Lt. Col. Steve Stover, a spokesman for the multinational force in Baghdad, said, \"By targeting innocent Iraqis, they show their true demonic character.\n"
        ]
    },
    {
        "input": "ການອ້າງອີງກ່າວວ່າລາງວັນໄດ້ມອບໃຫ້ \"ການອະທິບາຍຄຸນສົມບັດຂອງສົມມາດທີ່ເປັນໄປຕາມທໍາມະຊາດແຕກອອກເປັນທິດສະດີການວັດແທກສີ່ມິຕິທີ່ກ່ຽວເນື່ອງກັນ ແລະ ລະບົບກົນໄກສຳລັບຄວາມສອດຄ່ອງຂອງຍຸກສະໄໝຂອງເວັກເຕີນໍ້າໜັກໂບຊອນ.\"\n",
        "output": [
            "The full citation stated the prize was awarded \"For elucidation of the properties of spontaneous symmetry breaking in four-dimensional relativistic gauge theory and of the mechanism for the consistent generation of vector boson masses.\"\n"
        ]
    },
    {
        "input": "ການຟື້ນຕົວ ໄດ້ເລີ່ມຂຶ້ນໃນຕອນຕົ້ນອາທິດນີ້ ຫລັງຈາກມີຂ່າວຈາກຊີຕີ້ກຣຸບ ທີ່ຄຸ້ມຄອງບໍລິຫານກໍາໄລ ໃນລະຫວ່າງ ສອງເດືອນທໍາອິດຂອງປີ.\n",
        "output": [
            "The rally began earlier this week after the news from Citigroup Inc. about managing profits during first two months of the year.\n"
        ]
    },
    {
        "input": "ສະພາຂອງສອງປະເທດ ໄດ້ຮັບຮອງການເຈລະຈາ ເຊິ່ງຈະຜູກເອົງທັງສອງປະເທດເຂົ້າກັນ.\n",
        "output": [
            "Parliaments in both countries approved the deal, which will be binding on both countries.\n"
        ]
    },
    {
        "input": "\"ເຮົາກຳລັງປ່ຽນຈາກການເວົ້າເຖິງຄວາມປອດໄພເປັນການເວົ້າພາດພິງຂໍ້ຂັດແຍ່ງໃນເລື່ອງຄ່າໂດຍສານ.\" ລາວກ່າວ.\n",
        "output": [
            "\"We're swapping from saying it's about safety to saying it's about setting fare disputes,\" he said.\n"
        ]
    },
    {
        "input": "ມື້ນີ້ ລະຫວ່າງທີ່ມີງານລ້ຽງຂອງນິເທດສະການຄັ້ງນີ້ ພິພິຕະພັນໄດ້ມອບລາງວັນໃຫ້ກັບບ໊ອບ ຄູນ ຊື່ງຖື ເປັນຄວາມສຳເລັດທັງຊີວິດຂອງລາວ.\n",
        "output": [
            "Today, during the exhibition's banquet, the museum is to present Bob Kuhn with their lifetime achievement award.\n"
        ]
    },
    {
        "input": "ອາລ໊ອກຕາຫາກໍ່ຊື້ເຮືອໃນນິວຍອກ ຊື່ງເຈົ້າຂອງເດີມອາຍຸ ເຈັດສິບ ກວ່າປີແລ້ວແລະໄດ້ຕັດສິດໃຈທີ່ຈະຂາຍເຮືອ.\n",
        "output": [
            "Arlotta had recently bought the vessel in New York; its previous owner was in his seventies and had decided to sell the ship.\n"
        ]
    },
    {
        "input": "ຄະດີແມ່ນມີມູນຄ່າຫຼາຍກວ່າ 750 ລ້ານໂດລາສະຫະລັດ (528ລ້ານປອນ) - ປະມານເຄິ່ງໜຶ່ງຂອງ ການປະເມີນດຳເນີນງານຂອງ ການສ້າງຮູບເງົາຂອງ ມາຣແວລ.\n",
        "output": [
            "The suit is for more than US$750 million (£528M) — about half of the estimated proceeds from Marvel's movies.\n"
        ]
    },
    {
        "input": "ເມື່ອ​ເຂົ້າ​ໃກ້​ກັບ​ພື້ນ​ຜິວ​ຂອງ​ເດືອນ ຍານ Cassini ພົບ​ ເມັດ​ພືດ​ທີ່​ມີ​ຂະ​ໜາດໃຫ​ຍ່​ຂຶ້ນ ເຊິ່ງອຸ​ດົມ​ໄປ​ດ້ວຍ​ໂຊ​ດ້ຽມ ແລະ​ໂປ​ຕາ​ສ​ຊ້ຽມ.\n",
        "output": [
            "Closer to the moon's surface, Cassini found that relatively large grains rich with sodium and potassium dominate the plumes.\n"
        ]
    },
    {
        "input": "ແມ່ຂອງດານຽວ ໂຊ ສະຕີງເກີ້ ໄດ້ກ່າວວ່ ລາວບໍ່ຕ້ອງການໃຫ້ມີການເດີນຂະບວນ: \"EDL ແມ່ນໄດ້ຕັດສິນໃຈດໍາເນີນການດັ່ງກ່າວນີ້ ແລະ ບໍ່ມີສິ່ງໃດທີ່ເຮັດກັບພວກເຮົາ ແມ່ນຫຍັງກໍ່ຕາມ.\n",
        "output": [
            "Daniel's mother, Cheryl Stringer, has said she does not want the EDL rally to be held: \"The EDL have decided to do this and it's go nothing to do with us whatsoever.\n"
        ]
    },
    {
        "input": "ຜູ້ຊາຍທີ່ເປັນອ້າຍນ້ອງ \"ໂດຍກຳເນິດ\" ແລະການແບ່ງປັນແມ່ດຽວກັນຫລືອ້າຍນ້ອງ \"ບໍ່ແມ່ນໂດຍກຳເນີດ\" ໂດຍຜ່ານການຮັບລ້ຽງຫຼືເປັນອ້າຍນ້ອງເຄິ່ງໜຶ່ງ ຫຼື ອ້າຍນ້ອງລ້ຽງ.\n",
        "output": [
            "The men were either \"biological\" brothers and shared the same mother or \"non-biological\" brothers through adoption or as half or step siblings.\n"
        ]
    },
    {
        "input": "ສະ​ມາ​ຊິກ​ສະ​ພາ ທ່ານ ແມັກ​ໂດ​ໂນ ໄດ້​ບອກ​ກັບ​ລາຍ​ການ​ວິ​ທະ​ຍຸ ABC ວ່າ ໃນ​ກໍ​ລະ​ນີ​ດັ່ງ​ກ່າວ ການ​ຫາ​ປະ​ໃນ​ເຂດ​ໜ້າ​ນ້ຳ​ຂອງ​ອົດ​ສະ​ຕ​ຣາ​ລີ​ແມ່ນ​ຖື​ວ່າ​ຜິດ​ກົດ​ໝາຍ ກັບ​ຕັນ ແລະ​ບາງ​ເທື່ອ​ລວມ​ທັງ​ຫົວ​ໜ້າ​ປະ​ມົງ​ອາດ​ຈະ​ຖືກ​ປັບ​ໄໝ ສ່ວນ​ລູກເຮືອ​ຄົນ​ອື່ນໆ​ແມ່ນ​ຈະ​ຖືກ​ສົ່ງ​ກັບ​ໄປ​ຍັງ​ອິນ​ໂດ​ເນ​ເຊຍ​ທັນ​ທີ.\n",
        "output": [
            "Senator MacDonald told the ABC Radio programme AM that he expected in the case of those thought to have been fishing in Australian waters illegally, the captain and perhaps the senior fishing master would be charged, with other crew being immediately repatriated to Indonesia.\n"
        ]
    },
    {
        "input": "ໃນເດືອນພຶດສະພາ ປີ2006 ມັນໄດ້ເພີ່ມຄວາມຮຸນແຮງຂອງການປະທຸຢ່າງວ່ອງໄວແລະເຖິງຈຸດສູງສຸດໃນວັນທີ14 ກໍລະກົດແລະ 16 ສິງຫາ.\n",
        "output": [
            "In May 2006 it increased dramatically culminating in violent eruptions on July 14 and August 16.\n"
        ]
    },
    {
        "input": "ທາງເລືອກສໍາລັບຍຸດທະສາດທີ່ປະກອບໃນການປັບປຸງການພົວພັນກັບປາກີສະຖານ ໃນຂະນະທີ່ການກໍ່ສ້າງຄືນເສດຖະກິດຂອງອັບສະການິສະຖານ.\n",
        "output": [
            "Options for a strategy include improving Afghan-Pakistani relations, while rebuilding Afghanistan's economy.\n"
        ]
    },
    {
        "input": "ໂຄຊົກຍິງ ບຼີເຈຊິນໄດ້ກ່າວວ່າການໂຈມຕີແມ່ນຜົນຂອງຄວາມບໍ່ຕັ້ງໃຈ.\n",
        "output": [
            "Spokeswoman Bree Jashin has stated the attack was the result of inattentiveness.\n"
        ]
    },
    {
        "input": "ພະນັກງານດັບໄຟກ່າວວ່າ ໄຟຈະລຸກໂຊນຂື້ນ ຫາກລົມຊານຕ້າ ອານາຍັງຄົງພັດໂຊຍຢູ່ແລະຫາກຄົນລາວ 500,000 ຄົນຍັງບໍ່ຫນີເພື່ອຄວາມປອດໄພ.\n",
        "output": [
            "Firefighters now fear that the fires could merge into one giant blaze if the Santa Ana Winds continue sending close to if not over 500,000 people running for safety.\n"
        ]
    },
    {
        "input": "ລຸງຂອງຄາຊາມີກ່າວກັບຊີເອັນເອັນວ່າ: \"ພາຍໃຕ້ການທໍລະມານແລະແຮງກົດດັນ (ຄູ່ຂາ) ລາວໄດ້ເປີດເຜີຍຊື່ຂອງເມດີວ່າເປັນແຟນຂອງລາວ.\"\n",
        "output": [
            "Kazemi's uncle told CNN: \"Under torture and pressure, (the partner) revealed Mehdi's name as his boyfriend.\"\n"
        ]
    },
    {
        "input": "\"ໃນຊູດານ ນັກຮັບສົງຄາມສາດສະຫນາ(ຍູ.ເອັນ.)ສະພາຄວາມຫມັ້ນຄົງທີ່ໄດ້ຕັດສິນໃຈສົ່ງຜູ້ຊ່ຽວຊານທາງທະຫານໄປຍັງດາຟູເພື່ອກຽມການຄວບຄຸມແລະແບ່ງຊາດ.\"\n",
        "output": [
            "\"In Sudan, the crusader (U.N.) Security Council decided to send military experts to Darfur in preparation for its occupation and division.\"\n"
        ]
    },
    {
        "input": "ພໍ່ແມ່ຂອງແອລລີຢາກໃຫ້ລາວຢູ່ບ້ານແລະເບິ່ງແຍງລາວດ້ວຍຕົວເອງແລະຢາກຮັບປະກັນໃຫ້ລາວມີຄຸນນະພາບຊີວິດທີ່ດີ.\n",
        "output": [
            "Ashley's parents want to keep her at home and care for her themselves, and they want to guarantee their daughter's quality of life.\n"
        ]
    },
    {
        "input": "ເຮົາເຊື່ອວ່າຖືເປັນສິ່ງຈຳເປັນສຳຫລັບເກົາຫລີເຫນືອ ໃນການສະແດງການກະທຳທີ່ເປັນຮູບປະທຳໃນການຖິ້ມອາວຸດນິວເຄຍທັງຫມົດ ລວມທັງຍົກເລີກໂຄງການນິວເຄຍທີ່ມີຢຸ່ທັງຫມົດ\" ຊິນໂຊະ ອາເບະ ນາຍຍົກລັດຖະມົນຕີຍີ່ປຸ່ນກ່າວ.\n",
        "output": [
            "We believe it is necessary for North Korea to show concrete actions toward the abandonment of all nuclear weapons and existing nuclear programs,\" said Shinzo Abe, the Prime Minister of Japan.\n"
        ]
    },
    {
        "input": "ໃນອາທິດກ່ອນ ເຈົ້າຂອງເຮືອຄູສ ອາເມລິກາ ຖືກໂຈມຕີດ້ວຍເຄື່ອງຍິງຈະຫຼວດອາພີຈີ.\n",
        "output": [
            "Last weekend, a U.S.-owned cruise ship was attacked with rocket propelled grenades.\n"
        ]
    },
    {
        "input": "ຕຳຫຼວດເວົ້າວ່າ ພວກເຂົາຢູ້ໃນການຄວບຄຸມຂອງທັງ Taj Mahal ແລະ ໂຮງແຮມ Oberoi Trident.\n",
        "output": [
            "Police say that they are in control of both the Taj Mahal and Oberoi Trident hotels.\n"
        ]
    },
    {
        "input": "ລັດ​ຖະ​ມົນ​ຕີ​ກະ​ສິ​ກໍາ​ Jim Sutton ໄດ້​ມາ​ເຖິງ​ຕອນ​ນັ້ນ​​ເວົ້າ​ວ່າ ການຈົກຂອງ​ການ​ສົ່ງ​ອອກ​ຊີ້ນ​ໂດຍ​ບາງ​ປະ​ເທດ​ແມ່ນ​ເປັນ​ໄປ​ໄດ້​ແທ້​ຈິງ​.\n",
        "output": [
            "Agriculture Minister Jim Sutton went so far as to say that the suspension of meat exports by some countries was a real possibility.\n"
        ]
    },
    {
        "input": "ລາວກ່າວໃນບົດຄວາມໃນຂ່າວນິວສະວິດ ອິນເຕີເນດຊັ້ນເນວ ວ່າ ສະຫະປະຊາຊາດມີ \"ຜົນງານທີ່ຫນ້າປະທັບໃຈ\" ແລະ \"ຄວາມລົມເຫລວທີ່ຝັ່ງໃຈ\" ໄດ້ປ່ຽນໄປແລ້ວແຕ່ຈຳເປັນຕ້ອງປ່ຽນໃຫ້ຫລາຍຂື້ນ.\n",
        "output": [
            "The United Nations with its \"impressive achievements\" and \"haunting failures\" has changed but needs to change further, he said in an article in Newsweek International.\n"
        ]
    },
    {
        "input": "ທ່ານ Frank Postberg ທີມ​ນັກ​ວິ​ທະ​ຍາ​ສາດ​ຂອງ​ຍານ Cassini ຈາກ​ມະ​ຫາ​ວິ​ທະ​ຍາ​ໄລ Heidelberg ໃນ​ເຢຍ​ລະ​ມັນ ກ່າວ​ວ່າ \"ໃນ​ຕອນນີ້​ຍັງ​ບໍ່​ມີ​ວິ​ທີ​ທີ່​ຈະ​ເຮັດ​ໃຫ້​ມີພືດຈຳ​ພວກ​ເມັດ​ແຕກ​ພຸ່ງ​ອອກ​ມາ​ຢ່າງ​ສະ​ໝ່ຳ​ສະ​ເໝີຈາກ​ນ້ຳ​ກ້ອນ​ທົ່ວ​ຮອຍ​ເສືອນັ້ນ ນອກ​ຈາກ​ນ້ຳ​ເຄັ​ມ​ທີ່​ພວກ​ເຮົາ​ເກັບ​ໄດ້​ຈາກ​ພື້ນ​ຜິວ​ທີ່​ເປັນ​ນ້ຳ​ກ້ອນ​ຂອງ​ເດືອນ Enceladus.\"\n",
        "output": [
            "\"There currently is no plausible way to produce a steady outflow of salt-rich grains from solid ice across all the tiger stripes other than salt water under Enceladus's icy surface,\" said Frank Postberg, a Cassini team scientist at the University of Heidelberg in Germany.\n"
        ]
    },
    {
        "input": "Jeff Blake​ ປະ​ທານ​ຂອງ​ການຕະ​ຫຼາດ​ໃນ​ທົ່ວ​ໂລກ​ ແລະ​ ການ​ແຜ່​ກະ​ຈາຍ​ສໍາ​ລັບ​ຮູບ​ພາບ Sony​ ກ່າວ​ວ່າ​: \"Michael Jackson ມີ​ກອງ​ທັບ​ຂອງແຟນເປັນ​ຢູ່​ທົ່ວ​ທຸກ​ແຫ່ງ​ໃນ​ທົ່ວ​ໂລກ ພວກ​ເຮົາ​ແມ່ນ​ໃຫ້​ການ​ສົນ​ທະ​ນາ​ໄດ້​ເປັນ​ໂອ​ກາດ​ທີ່ບໍ່ນ່າເຊື່ອທີ່​ຈະ​ເຂົ້າ​ຮ່ວມ​ກັນ​ຢູ່​ໃນ​ສະ​ເຫຼີມ​ສະ​ຫຼອງ​ຂອງ​ການ​ເຮັດ​ວຽກ ຂອງMichael Jackson​.\"\n",
        "output": [
            "Jeff Blake, chairman of worldwide marketing and distribution for Sony Pictures, said: \"Michael Jackson has an army of fans everywhere around the world... we are giving the audiences an incredible opportunity to join together in celebration of Michael Jackson's incredible career.\"\n"
        ]
    },
    {
        "input": "ສະມາຊິກຂອງລະບອບຊົ່ວຄາວ ແລະ ຄອບຄົວຂອງເຂົາເຈົ້າໄດ້ຖືກຫ້າມເຂົ້າມານິວຊີແລນອີກ.\n",
        "output": [
            "Members of the interim regime and their immediate families are barred from entering New Zealand.\n"
        ]
    },
    {
        "input": "ການສຶກສາ ນຳໂດຍ ທ່ານ ດຣ. ຊາມູເອວ ເວສ ແລະ ວີ. ວີ ຢອງ ຂອງ ສະຖາບັນດ້ານສະໝອງ ຮອຈຄີສ ປຽບທຽບໜູບໍລິສຸດ ແລະ ໜູຖືພາ ພ້ອມດ້ວຍອາການເຈັບຄ້າຍ ເອທເອສ ທີ່ນຳສະເໜີໂດຍ ລີໂຊເລຊີທິນ ສານເຄມີທີ່ທຳລາຍ ມາຍລິນ ຊີດ ບໍລິເວນເຊວປະສາດ.\n",
        "output": [
            "The study, led by Drs. Samuel Weiss and V. Wee Yong of the Hotchkiss Brain Institute, compared virgin and pregnant mice with MS-like lesions introduced by lysolecithin, a chemical which destroys the myelin sheaths around neurons.\n"
        ]
    },
    {
        "input": "ໜັງສືພິມ ແອດແລນຕາ ຈໍນໍ ຄອນສະທິທູຊັ່ນ (AJC) ລາຍງານວ່າ ມີມືປືນທັງໝົດສອງຄົນຢູ່ໃນເຫດການດັ່ງກ່າວ.\n",
        "output": [
            "The Atlanta Journal Constitution (AJC) reports that two handguns were found at the scene.\n"
        ]
    },
    {
        "input": "ອັລ- ເກດາ ກ່າວວ່າໃນຄໍາຖະແຫຼງເວັບໄຊຕ໌ວັນພະຫັດວ່າໄດ້ຂ້າທູດພິເສດສູງສຸດຂອງອີຈິບໃນອີຣັກ, ຊື່ວ່າ ອີຮາບ ອັລ-ຊາຣິຟ.\n",
        "output": [
            "Al-Qaeda said in a web statement Thursday that it has killed Egypt's top envoy in Iraq, Ihab al-Sherif.\n"
        ]
    },
    {
        "input": "ເບຣເອີ ກ່າວວ່າຂະບວນການນີ້ແມ່ນມີທົ່ວໄປໃນລັດເຊຍເພື່ອຫຼີກເວັ້ນການເກັບອາກອນທີ່ສູງເກີນໄປ.\n",
        "output": [
            "Breur said the process was common in Russia to avoid hypertaxation.\n"
        ]
    },
    {
        "input": "ນິໂຄລັສ ອາດິໂຊຣ ຈາກອົງການກາແດງ ບອກກັບສໍານັກຂ່າວດຽວກັນວ່າ ມີຄົນປະມານສາມສິບຄົນທີ່ໄດ້ເຂົ້າຮັບການປິ່ນປົວແລ້ວ.\n",
        "output": [
            "Nicolas Adesile, of the Red Cross, told the same news agency that as many as thirty people have been treated thus far.\n"
        ]
    },
    {
        "input": "ລາວໄດ້ເລີ່ມອາຊີບທີ່ເຄເອັດສ໌ເອເອັກ ແລະເຮັດວຽກໃນເອວປາໂຊ ແລະຕຸດສັນເອແຊດ.\n",
        "output": [
            "She began her career at KSAX and also worked in El Paso and Tucson, AZ.\n"
        ]
    },
    {
        "input": "\"ມັນເປັນສິ່ງທີຈະສະແດງໃຫ້ເຫັນວ່າເອີລົບກໍ່ບໍ່ແມ່ນສະຖານທີ່ທີ່ບໍ່ດີ.\"\n",
        "output": [
            "\"It just goes to show that Europe is not such a bad place.\"\n"
        ]
    },
    {
        "input": "ຫຼັງຈາກຍ້າຍມາໃນ ສະຫະລັດ ລາວໄດ້ລົງສະໜາມໃນຮອບທີສາມຂອງ 1988 NBA ໂດຍ Atlanta Hawks.\n",
        "output": [
            "Upon moving to the United States, he was drafted in the third round of the 1988 NBA draft by the Atlanta Hawks.\n"
        ]
    },
    {
        "input": "ຄໍໂນ ກ່າວໃນການສໍາພາດໃນ ປີ 1992 ຢູ່ໃນໜັງສືພິມ ນິວຢອກທາມ \"ແມ່ນມີຫຼາຍໆຄົນເຂົ້າເຖິງອາລົມໃນຮູບເງົາເລື່ອງນີ້ ແລະ ຮູ້ສຶກປົດປ່ອຍອອກຈາກລັດທິສາດສະໜາ.\"\n",
        "output": [
            "Corneau said in a 1992 interview in the New York Times that \"Many people got emotional about this film, and that made it possible for it to escape cult status.\"\n"
        ]
    },
    {
        "input": "ນີ້ເປັນການປຽບທຽທີ່ຕາຍຕົວກັບປີ 2007 ເມື່ອແຮງງານຕ່າງຊາດ 120,000 ຄົນເຂົ້າມາໃນສະຫະລັດດ້ວຍ ວີຊາ H-2B.\n",
        "output": [
            "This comes as a stark comparison to 2007, when 120,000 foreign workers entered the U.S. with H-2B visas.\n"
        ]
    },
    {
        "input": "ເຮັນລີ ຮຽກຮ້ອງການເລືອກຕັ້ງເວລາທີ່ຕົວແທນລາວ ບໍຣິສ ຈອນສັນ ໄດ້ຮັບເລືອກໃຫ້ເປັນນາຍົກເທດສະມົນຕີຂອງເມືອງໃນລອນດອນ.\n",
        "output": [
            "Henley called for an election when its representative Boris Johnson was elected Lord Mayor of the City of London.\n"
        ]
    },
    {
        "input": "ໃນທີ່ອື່ນ \"ບາງຄົນອາດມີປະເດັນອື່ນທີ່ຕ້ອງອະທິບາຍເຊິ່ງລວມເຖິງເລື່ອງເງີນໃນລະບົບ ແຕ່ແນ່ນອນວ່າບາງຄົນໃຫ້ຄວາມຊ່ວຍເຫລືອໄດ້ຫລາຍໃນການຊ່ວຍລວບລວມຂໍ້ມູນໃຫ້ເຫັນຮູບທີ່ຊັດເຈນຂອງຄວາມພະຍາຍາມສ້າງອາວຸດທຳລາຍລ້າງຂະຫນາດໃຫຍ່ໃນລະບົບການປົກຄອງ ແລະເຈດຈຳນົງທີ່ມີມາດົນນານກວ່າສາມທົດສະວັດ.\"\n",
        "output": [
            "Elsewhere, \"Some may have other issues to account for, including Regime finance questions, but certainly some have been quite helpful toward the compilation of an accurate picture of the Regime's WMD efforts and intentions over the last three decades.\"\n"
        ]
    },
    {
        "input": "ການໃຫ້ບໍລິການ Thalys ລະຫວ່າງບັດເຊວແລະໂຄໂລນສາມາດໃຫ້ບໍລິການຕໍ່ໄດ້ແລ້ວ ແຕ່ບໍລິການລະຫວ່າງອຳສະເຕີດຳແລະປາຣີດຍັງຖືກລະງັບຢູ່.\n",
        "output": [
            "Thalys services between Brussels and Cologne have now resumed, but services to Amsterdam and Paris are still suspended.\n"
        ]
    },
    {
        "input": "ດອນເທເລີ ເພື່ອນບ້ານໄດ້ກ່າວວ່າ \"ພວກເຂົາເປັນນັກກິລາທີ່ຢ້ຽມຫລາຍ ເປັນເດັກຮຽນເກັ່ງເປັນເດັກທີ່ດີ ເດັກນ້ອຍເອີ໋ຍ...ມັນໂຫດຮ້າຍຫລາຍ.\"\n",
        "output": [
            "\"They were great athletes, straight-A students, just good, little boys...It's tough,\" said neighbor Don Taylor.\n"
        ]
    },
    {
        "input": "ອາຫານຂອງລາວປະກອບມີອາຫານແຫ້ງ ແລະ ປາ ຊຶ່ງສາມາດຮັກສາຮ່າງກາຍລາວໃນສະພາບດີ ເຖິງແມ່ນວ່າຈະຫນ້າເບື່ອ.\n",
        "output": [
            "His diet consists of freeze-dried foods and fish, which are keeping him physically well-conditioned despite tiring mentally.\n"
        ]
    },
    {
        "input": "ຂ້ອຍເຈັບປວດຖ້າວ່າຄອບຄົວຂອງຂ້ອຍເສຍໃຈກັບຄວາມຄິດເຫັນຂອງຜູ້ຄົນ ແຕ່ຂ້າພະເຈົ້າຄິດວ່າຂ້າພະເຈົ້າໄດ້ຮັບສະຕິປັນຍາທີ່ຈະບໍ່ສົນໃຈກັບຂໍ້ຄິດເຫັນທາງລົບ!\n",
        "output": [
            " I'm hurt if my family is unhappy with people's comments but I think I gain the wisdom to ignore the negative feedback!\n"
        ]
    },
    {
        "input": "ຊີຮານ ກ່າວຫລັງພົບກັບບູດວ່າ \"ຕອນນີ້ຂ້າພະເຈົ້າຮູ້ວ່າລາວຕ້ອງການໃຫ້ຊາວອິຣັກມີເສລີພາບຢ່າງແທ້ຈິງ.\"\n",
        "output": [
            "\"I now know he's sincere about wanting freedom for the Iraqis,\" Cindy said after their meeting.\n"
        ]
    },
    {
        "input": "ຄັນຕັນ ແມັກກົງວິນຕີ້ ລັດຖະມົນຕີພັກເສຣີນິຍົມກໍ່ໄດ້ຟື້ນຟູໃຫມ່ເພາະລາວຕ້ອງການໃຫ້ຊານເຂົ້າມາມີສ່ວນຮ່ວມໃນກະຊວງນີ້.\n",
        "output": [
            "Liberal premier Dalton McGuinty recreated it because he wanted Chan in it.\n"
        ]
    },
    {
        "input": "ຕາມຂໍ້ມູນຈາກສໍານັກງານຂອງເຂົາທີ່ ລອນດອນ ປະເທດອັງກິດ ພວກເຂົາ \"ໄດ້ສົ່ງຍານ RVOs ລົງໄປກວດສອບ ແລະ ເຝົ້າຕິດຕາມ ແຕ່ບໍ່ພົບຮອງຮ່ອຍຂອງນໍ້າມັນ ຫຼຶ ອາຍແກັດ.\"\n",
        "output": [
            "According to their office in London, England, they \"sent ROVs to investigate and monitor that and no further signs of oil or gas were found.\"\n"
        ]
    },
    {
        "input": "ລາວເປັນສະມາຊິກສະໂມສອນຍິງທະນູ ໂຍໄຄ ໃນອົດສະຕາລີຕາເວັນຕົກ.\n",
        "output": [
            "She is a member of the Yokine Archery Club in Western Australia.\n"
        ]
    },
    {
        "input": "ສຳນັກເລຂາທີການສະຫະປະຊາຊາດເປັນສ່ວນສຳຄັນຂອງສະຫະປະຊາຊາດ ແລະມີເລຂາທີການສະຫະປະຊາຊາດເປັນຜູ້ຄວບຄຸມເບິ່ງແຍງ ເຊິ່ງມີເຈົ້າຫນ້າທີ່ຂ້າລາຊະການພົນລະເມືອງລະຫວ່າງປະເທດທົ່ວໂລກ.\n",
        "output": [
            "The United Nations Secretariat is one of the principal organs of the United Nations and it is headed by the United Nations Secretary General and assisted by a staff of international civil servants worldwide.\n"
        ]
    },
    {
        "input": "\"ມັນເປັນການພິສູດວ່າພວກເຮົາຍັງຄົງເປັນປຶກແຜ່ນອັນດຽວກັນ ແລະ ເປັນມະຫາອໍານາດ.\"\n",
        "output": [
            "\"It was the proof that we are still united and powerful.\"\n"
        ]
    },
    {
        "input": "ລາວໃຊ້ເວລາສາມຊົ່ວໂມງໃນຄືນຫນື່ງ ໃນສະຖານທີ່ທີ່ຖືວ່າເປັນັນື່ງໃນອາຄານຫລູໃນແມນຮັດຕັນ ຣິເບກກາຮິກເດນ ແຊມເບີ ຊື່ງຕາມຄໍາກ່າວຂອງວິວເລວ ວອຍນັ້ນໄດ້ກ່າວວ່າ \"ທ່ານສາມາດພາແຟນຫລືພັນລະຍາທ່ານໄປທີ່ນັ້ນແລະປະຕິບັດພວກເຂົາດ້ວຍຄວມເຄົາລົບ ນອກເສຍຈາກວ່າພວກເຂົາຕ້ອງການຖືກປະຕິບັດໃນແບບທີ່ບໍ່ເຄົາລົບ.\"\n",
        "output": [
            "He spent three hours one night in what is considered one of the more upscale establishments in Manhattan, Rebecca's Hidden Chamber, where according to The Village Voice, \"you can take your girlfriend or wife, and have them treated with respect—unless they hope to be treated with something other than respect!\"\n"
        ]
    },
    {
        "input": "ຊາຍສອງຄົນທີ່ຖືກກູ້ຊີວິດໃນວັນທີ 9 ພືດສະພາ ບໍ່ໄດ້ເວົ້າຖືງຊ່ວງເວລາທີ່ພວກເຂົາຕິດຢູ່ໃຕ້ດິນ.\n",
        "output": [
            "The men, who were rescued on May 9, have not spoken publicly about the time they spent trapped underground.\n"
        ]
    },
    {
        "input": "ເຄື່ອງບິນແອບັດ ເອ330 ຂອງຄອນຕັດແອເວຖືກເຈົ້າຫນ້າທີ່ອົດສະຕາລີສົ່ງໄປຍັງມະຫາສະຫມຸດດັ່ງກ່າວ.\n",
        "output": [
            "As part of the operation, a Qantas Airways Airbus A330 was sent over the ocean by Australian authorities.\n"
        ]
    },
    {
        "input": "ຕຳຫລວດໄດ້ລາກຄົນລົງມາຈໍານວນໜຶ່ງ(ສ່ວນຫລາຍເປັນຜູ້ຍິງ)ທີ່ພະຍາຍາມຂັດຂວາງການທຳລາຍບ້ານຂອງພວກເຂົາ.\n",
        "output": [
            "Police was bringing down those few (basically women) who tried to interfere with the destruction of their property.\n"
        ]
    },
    {
        "input": "ຢ່າງທຳອິດ ຫມາຍສານເອີ້ນຕົວເຈົ້າຊາຍບໍ່ໄດ້ອອກໃນໄລຍະເວລາທີ່ຖືວ່າຖືກກົດຫມາຍ.\n",
        "output": [
            "First, the subpoena for the Prince wasn't issued in time to be legal.\n"
        ]
    },
    {
        "input": "ພາຍຸ ເອມິລີ້ Emily ໄດ້ເຂົ້າຖະລົ່ມ ເກາະຂະໜາດນ້ອຍຄາຣີບຽນ Caribbean ທາງຕາເວັນອອກ ຂອງ ເກຼນາດາ Grenada.\n",
        "output": [
            "Hurricane Emily has hit the small eastern Caribbean island of Grenada.\n"
        ]
    },
    {
        "input": "ຫລັງຈາກ 5​ ຊົ່ວໂມງຂອງກອງປະຊຸມ ປະທານາທິບໍດີ ຫິວໂກ້ ຊາເວສ ຈາກເວນເນສຊູເອລາ ແລະ ອາວາໂລ ອຸບີ ຈາກໂຄລົມເບຍ ໄດ້ສີ້ນສຸດ ຄວາມຕືງຄຽດດ້ານການທູດ ທີ່ເປັນເວລາສອງເດືອນ.\n",
        "output": [
            "After five hours of meeting, the presidents Hugo Chávez from Venezuela and Alvaro Uribe from Colombia put a end to the diplomatic tension that had completed two months.\n"
        ]
    },
    {
        "input": "ເລຂາທິການລັດຂອງສະຫະລັດທ່ານນາງ ຄອນໂດລີຊາ ໄຣສກໍ່ປະຕິເສດວ່າບໍ່ມີການໂຈມຕີໃກ້ຈະເກີດຂຶ້ນ ແລະລະບຸວ່າຍໍ່ມີການອະນຸມັດຈາກລັດຖະສະພາທີ່ຈະໃຫ້ມີການດຳເນີນການທາງທະຫານຕໍ່ອີຣານ.\n",
        "output": [
            "The United States Secretary of State Condoleezza Rice also denied that an attack was imminent, stating that there is no Congressional authorization for military action against Iran.\n"
        ]
    },
    {
        "input": "ບາງຄົນຍັງມີຊີວິດຢູ່ແລະທະຫານເຮືອຄິດວ່າຄົນທີ່ຫາກໍ່ພິງພະຫນັງເປັນຂູ່ຂາເພາະເຫັນອາວຸດອັນຫນື່ງບໍ່ຊັດເຈນ ດັ່ງນັ້ນລາວຈື່ງຄິດວ່າຊາຍຄົນນີ້ເຊື່ອງອາວຸດຢູ່.\n",
        "output": [
            "Some were still alive and one marine thought a man lying on the ground was a threat because one of his arms was not clearly visible, so he could be hiding a weapon.\n"
        ]
    },
    {
        "input": "ຂະນະດຽວກັນ ເລຂາກະຊວງປ້ອງກັນປະເທດເຢຍລະມັນ ທ່ານປີເຕີ້ ວິເຊີກໍ່ເບິ່ງຈະຢູ່ພາຍໃຕ້ຄວາມກົດດັນຢ່າງຫນັກເນື່ອງຈາກຄວາມຂັດແຍ້ງທີ່ຮຸນແຮງຂື້ນໃນເລື່ອງອຳນາດຂອງເຢຍລະມັນ UNIFIL: ໃນພາລະກິດກອງກຳລັງຮັກສາສັນຕິພາບຂອງສະຫະປະຊາຊາດໃນສາທາລະນະລັດເລບານອນ ເຫດມາຈາກນັກການເມືອງຝ່າຍຄ້ານກ່າວຫາລັດຖະບານວ່າໃຫ້ຂໍ້ມູນຜິດພາດເລື່ອງທີ່ລັດຖະສະພາຜ່ານພາລະກິດເລບານອນ ວ່າດ້ວຍຂອບເຂດອຳນາດຂອງເຢຍລະມັນໃນພາລະກິດດັ່ງກ່າວ.\n",
        "output": [
            "Meanwhile, German State Secretary of Defence Peter Wichert is said to be under pressure over a growing row surrounding the German UNIFIL mandate: opposition politicians accuse the government of having misinformed them prior to the parliamentary approved for the Lebanon mission regarding the constraints of the German forces UN mandate.\n"
        ]
    },
    {
        "input": "ຄາດ​ການ​ວ່າ​ເພິ່ນ​ຈະ​ຢືນ​ເອ​ກະ​ສານ​ໃນ​ວັນ​ພະ​ຫັດ​ໜ້ານີ້ ເພື່ອ​ເຮັດ​ການ​ສະ​ມັກ​ລົງ​ເລືອກ​ຕັ້ງ​ຢ່າງ​ເປັນ​ທາງ​ການ.\n",
        "output": [
            "He is expected to file papers next Thursday to make his candidacy official.\n"
        ]
    },
    {
        "input": "ການ​ຈັດ​ຕຽມຕ່າງໆ​ແມ່ນ​ມີ​ລ​ະ​ບຸ​ໃນ​ສັນ​ຍາ​ນຳ ເຈົ້າ​ໜ້​າ​ທີ່​ກ່າວ.\n",
        "output": [
            "Other commercial arrangements are part of the contract, the official said.\n"
        ]
    },
    {
        "input": "\"ພວກເຮົາອາດຈະຕ້ອງໄດ້ນໍາເອົາວິທີການທາງການທູດລະດັບພາກພື້ນຫຼາຍກວ່າທີ່ຈະຮັບຜິດຊອບ.\"\n",
        "output": [
            "\"We may need to bring a more regional diplomatic approach to bear.\"\n"
        ]
    },
    {
        "input": "ໂຄງການດັ່ງກ່າວຕ້ອງການການລົງທຶນ 10.9 ລ້ານ ນິວເລ (3 ລ້ານເອີໂຣ) ເຄິ່ງຫນຶ່ງໃນນັ້ນແມ່ນໄດ້ຮັບການຈັດສັນແລ້ວ ອີງຕາມຜູ້ປະສານງານໂຄງການ ຊະຕັນຄູ ສະມອຍລາ.\n",
        "output": [
            "The project needs investment of 10.9 million new lei (3 million euro), half of which have already been allocated, according to the project's co-ordinator, Stancu Samoila.\n"
        ]
    },
    {
        "input": "ເຂດໂວລູເຊຍ ຊຳມເຕີ ເລກ ແລະເຊມິໂນ ໄດ້ຮັບການປະກາດໃຫ້ມີພາວະສຸກເສີນ ເນື່ອງຈາກຄົວເຮືອນຫລາຍຫລັງ ບ້ານເຄື່ອນທີ່ແລະໂບດຖືກທຳລາຍ.\n",
        "output": [
            "Volusia, Sumter, Lake and Seminole counties have all been declared a state of an emergency as dozens of houses, mobile homes and a church were destroyed.\n"
        ]
    },
    {
        "input": "ລາວເສຍຊີວິດໃນອາຍຸ 76 ປີຫລັງຈາກຕໍ່ສູ້ກັບມະເລັງເປັນເວລາດົນ ລາວໄດ້ຖິ້ມພັນລະຍາຂອງລາວທີ່ອາຍຸ 54 ປີແອວຊີ ແລະລູກຊາຍຂອງລາວ ແອນດູ ພໍແລະມາກ.\n",
        "output": [
            "He died at the age of 76 after a long battle with cancer, and leaves behind his wife of 54 years Elsie and their sons Andrew, Paul, and Mark.\n"
        ]
    },
    {
        "input": "ບາລຕີມໍຣ໌ ວໍຊິງຕັ້ນ ດີ.ຊີ ແລະ ຟີລາແດັລເຟຍ ທັງໝົດແມ່ນຄາດວ່າຈະສູງໄປເຖິງ 100ºF (37.8ºC).\n",
        "output": [
            "Baltimore, Washington D.C. and Philadelphia are all expecting highs to reach above 100ºF (37.8ºC).\n"
        ]
    },
    {
        "input": "ຜູ້ມີອຳນາດສູງສຸດຂອງສະພາປະຕິວັດດ້ານວັດທະນະທຳທີ່ຕັ້ງຂຶ້ນໃນໄລຍະການປະຕິວັດວັດທະນະທຳອິດສະລາມຊີ້ໃຫ້ເຫັນວ່າມັນຈະມີການກັ່ນຕອງວິດີໂອທີ່ຜິດສິນແລະຂໍ້ຄວາມສຽງທີ່ສົ່ງທາງໂທລະສັບມືຖື.\n",
        "output": [
            "The Supreme Cultural Revolution Council, created during the Islamic Cultural Revolution, indicated that it would filter immoral video and audio messages sent using cellular phones.\n"
        ]
    },
    {
        "input": "ຄວາມກັງວົນກ່ຽວກັບກຸ່ມຕ່າງໆເຊັ່ນ ອົງການນິລະໂທດສະກຳສາກົນ ທີ່ລົນນະລົງໃຫ້ມີການປິດຄ່າຍ ຫຼື ຜູ້ເບິ່ງກ່ຽວກັບສິດທິມະນຸດຊະຍະຊົນທີ່ກັງວົນ ກ່ຽວກັບ ການຄວບຄຸມນັກໂທດພາຍໃຕ້ ສົນທິສັນຍານັກໂທດສົງຄາມຕາມສັນທິສັນຍາເຈນີວາ ເປັນຄວາມຈິງທີ່ວ່ານະໂຍບາຍສຳຫຼັບຮັບຜູ້ຖຶກຄວບຄຸມໃໝ່ຍັງຄົງອະນຸຍາດໃຫ້ເຖິງ 4 ອາທິດທີ່ສາມາດເຂົ້າເຖິງຜູ້ຄວບຄຸມໂດຍກົດຂອງ ຄະນະກຳມະການກາແດງສາກົນ (ICRC) ອາດຖືກປະຕິເສດ.\n",
        "output": [
            "Of concern to groups such as Amnesty International who campaign for the camp's closure, or Human Rights Watch concerned about prisoner handling under the prisoner of war aspects of the Geneva Convention, is the fact that policy for newly admitted detainees still allows for up to 4 weeks where access to the detainee by the International Committee of the Red Cross (ICRC) may be denied.\n"
        ]
    },
    {
        "input": "ໃນຖານະທີ່ເປັນຜູ້ຈັດການ ລາວຊະນະເກມ 1,800 ນັດໃນຊ່ວງເວລາ 23 ປີ.\n",
        "output": [
            "As a manager, he also won 1,800 games over the course of 23 years.\n"
        ]
    },
    {
        "input": "ຕາມຖະແຫ່ລງການຂອງຊີເອັນເອັນ ມູວັບຟັກ ຣູແບທີ່ປືກສາດ້ານຄວາມຫມັ້ນຄົງແຫ່ງຊາດອິຣັກກ່າວວ່າ \"...ເລື່ອງນີ້ຈະມີຄວາມຍຸດຕິທຳ ເພາະມີການຕັດສິນພິຈາລະນາຄະດີທີ່ມີທີ່ປືກສາຝ່າຍຈຳເລີຍເຂົ້າຮ່ວມ ລວມເຖິງທີ່ປືກສາໄອຍະການດ້ວຍ...\"\n",
        "output": [
            "In a statement to CNN, Iraqi national security advisor Muwaffaq Rubaie said that \"...this is going to be a fair, just trial with a defense counsel in there, with a proper prosecuting counsel as well there...\"\n"
        ]
    },
    {
        "input": "ອະນາເຂດເມືອງຫຼວງອົສຕາລີ - ຊາວແຄນເບີຣາຈຳນວນຫຼາຍພັນຄົນ ໄດ້ຕິດຕາມເບິ່ງ ເຂື່ອນໃໝ່ ຄັອດເຕີ ຢູ່ໃນ ແມ່ນ້ຳ ຄັອດເຕີ ໃນມື້ເປີດໃນວັນອາທິດ.\n",
        "output": [
            "Australian Capital Territory — Thousands of Canberrans took a look at the new Cotter Dam on the Cotter River on open day on Sunday.\n"
        ]
    },
    {
        "input": "ມີນັກຮຽນເກືອບ 100 ຄົນຈາກຣະວັນດາ ບູຣັນດີແລະຄອງໂກທີ່ຈະມາຮ່ວມສະແດງຄວາມຄິດກ່ຽວກັບອາດີດແລະປັດຈຸບັນໃນຄອງໂກ ລວມຖືງອານາຄົດຂອງເດີເກດ ເລກ.\n",
        "output": [
            "Approximately 100 students from Rwanda, Burundi and the Congo will share ideas about the past and present in Rwanda as well as the future for the Great Lakes region.\n"
        ]
    },
    {
        "input": "ຜູ້ພິພາກສາ ຣອດນີ ເອັດສ໌. ເມວວິວ ຂູ່ທີ່ຈະອອກ ຫມາຍສານ ເພື່ອຈັບກຸ່ມ ນັກຮ້ອງປ໊ອບຜູ້ມີຊືີ່ສຽງຢ່າງ ໄມເຄີ້ນ ແຈ໊ກສັນ ຫາກລາວບໍ່ສາມາດມາປະກົດຕົວທີ່ສານສູງມົນທົນວານຕາ ບາບາຣ່າ ລັດແຄລິຟໍເນຍໃນວັນທີ 10 ມັງກອນ ປີ 2005.\n",
        "output": [
            "An angry Judge Rodney S. Melville threatened to issue a bench warrant for the arrest of world famous pop singer Michael Jackson if he failed to appear at the Santa Barbara County Superior Court in California Thursday Jan. 10, 2005.\n"
        ]
    },
    {
        "input": "\"ນີ້ເປັນເລື່ອງຂອງຜູ້ປົກຄອງທີ່ຈະພາລູກເຂົ້າມາສະຫມັກທີ່ໂຮງຮຽນຂອງເຮົາ ແລະເລື່ອງເງີນກໍ່ຈົບບ່ອນນັ້ນ.\"\n",
        "output": [
            "\"This is between the parents that enrol their children at our school and that is where the buck stops.\"\n"
        ]
    },
    {
        "input": "ວຸດທິສະພາ ໂຈ ລັດວິກ (ພັກແຮງງານ ຄວິນແລນ) ໄດ້ຖາມ ທ່ານລັດຖະມົນຕີຍຸຕິທຳ ແລະ ວູດທິສະພາ ພາສີ ຄຣິສ ເອລລີຊັນ ໃນ ເຄວັສຊັນ ທາມ ວ່າລາວໄດ້ຢືນຢັນຄຳຮຽກຮ້ອງຂອງລາວ ທີ່ ລາວໄດ້ໃຫ້ການມື້ວານນີ້ ວ່າການຄົ້ນພົບຂອງ ຈຽນ ເຊັງ ໄດ້ຈຳລອງໃຫ້ເຫັນວ່າ ລັດຖະລານອົສເຕເລຍ ໄດ້ມີສ່ວນກ່ຽວຂ້ອງໃນ \"ການກວດກາທາງອາກາດ ແລະ ທະເລ ເພື່ອຂັດຂວາງເຮືອໃນເຫດການດັ່ງກ່າວ ແລະ ກໍ່ສຳເລັດແລ້ວ\" ແລະ ໄດ້ຖາມວ່າເປັນຫຍັງມັນຈຶ່ງເຮັດໃຫ້ ລັດຖະບານ ໃຊ້ເວລາເຖິງ ສອງອາທິດ ເພື່ອຂັດຂວາງເຮືອດັ່ງກ່າວ ຫຼັງຈາກທີ່ໄດ້ເຂົ້າມາໃນນ່ານນໍ້າອົສເຕເລຍແລ້ວ.\n",
        "output": [
            "Senator Joe Ludwig (Labor, Queensland) asked of the Minister for Justice and Customs Senator Chris Ellison in Question Time whether he stood by his claim that he made yesterday that the discovery of the Jian Seng demonstrated that the Australian Government had in place \"aerial and maritime surveillance to intercept a vessel in these circumstances, and that was done\", and asked why it took the Government two weeks to intercept the vessel after it entered Australian waters.\n"
        ]
    },
    {
        "input": "\"ພັກ DS4EQ ຢາກໄດ້ຮັບເປີເຊັນສຽງເພີ່ມຂຶ້ນຈາກຜູ້ລົງຄະແນນສຽງຫຼັກ ແລະ ສາມາດໄດ້ຮັບຈໍານວນບ່ອນນັ່ງສ່ວນໜຶ່ງໃນສະພາ.\" ທ່ານ ເຟີດ ໄດ້ກ່າວໄວ້.\n",
        "output": [
            "\"DS4SEQ would like to gain a sizeable percentage of the primary vote and win a number of seats,\" Mr furze said.\n"
        ]
    },
    {
        "input": "​ຫລັງ​ຈາກ​ການ​ກະ​ທຳ​ທີ່​ເກີດ​ຂື້ນ​ໃນ ຕູ​ບີນ​ເກນ ມູ​ນີດ ແລະ ບາ​ຊີວ​ໃນ​ແຕ່​ລະ​​ທີ່ຜູ້​ເຂົ້າ​ຮ່ອມ​ຫລາຍ​ຄົນ.\n",
        "output": [
            "Afterwards actions took place in Tübingen, Munich and Basel, each with hundreds of participants.\n"
        ]
    },
    {
        "input": "ຜູ້ຕາຍແມ່ນຄົນງານກໍ່ສ້າງອາຍຸ 50 ປີ ທີ່ເສຍຊີວິດຫຼັງຈາກທີ່ດິນຖະລົ່ມ ໃນສະຖານທີ່ກໍ່ສ້າງເຂື່ອນ ໃນແຂວງ ຟູກຸອິ ຄືນທີ່ຜ່ານມາ ແລະ ຄົນອາຍຸ 76 ປີ ທີ່ເສຍຊີວິດ ຫຼັງຈາກທີ່ຖືກຕົ້ນໄມ້ທັບ ໃນວັນທີ 6 ກັນຍາ ຫຼັງຈາກທີ່ພະຍຸໄຕ້ຝຸ່ນ ຟິໂທຖະລົ່ມໃນເວລາບໍ່ດົນ.\n",
        "output": [
            "The deceased are a 50-year-old construction worker who died after a landslide at a dam construction site in Fukui Prefecture last night and a 76-year-old man who died after being struck by a falling tree on September 6, shortly after Fitow made landfall.\n"
        ]
    },
    {
        "input": "ເອວາ ອາວິລາ ໄດ້ໃຫ້ແຜ່ນສຽງທີ່ຂາຍໄດ້ສອງລ້ານ ແຜ່ນໃຫ້ແກ່ລາວ ສໍາລັບຊຸດເພັງທີ່ໃສ່ຊື່ຕົວລາວເອງວ່າ ມາລິຊາ ໂອນີວ.\n",
        "output": [
            "Eva Avila also gave her a muti-platinum record for her self-titled album Melissa O'Neil.\n"
        ]
    },
    {
        "input": "ໄຊມອນ ແອກຄິນ ຈາກຫນ່ວຍງານຕຳຫລວດທ້ອງຖິ່ນກ່າວວ່າ \"ລົດມອນເດໂອສີດຳເຄື່ອນໄປເມືອງເລດສະເຕີແລະລົດບັນທຸກກຳລັງໄປອີກດ້ານທີ່ສວນທາງກັນ.\"\n",
        "output": [
            "Simon Adkin of the local police said that, \"the black Mondeo was travelling towards Leicester and the lorry was travelling in the opposite direction.\"\n"
        ]
    },
    {
        "input": "ນີ້ແມ່ນເອີ້ນວ່າ ແຜ່ນດີນໄຫວທີ່ມີຈຸດສຸມເລິກ ຍ້ອນແນວນັ້ນ ມັນຈິ່ງສະເທືອນໃນໄລຍະທີ່ໄກ.\n",
        "output": [
            "This is a so-called deep-focus earthquake, that's why it was felt at such a large territory.\n"
        ]
    },
    {
        "input": "\"ຂ້ອຍອາດສົນໃຈ ກ່ຽວກັບມັນ ແລະ ຂ້ອຍຄິດວ່າ ພວກເຮົາຕ້ອງການສື່ຂໍ້ຄວາມທີ່ຖືກຕ້ອງ ເຖິງປະຊາຊົນ ອັຟການ\" ລາວເວົ້າ.\n",
        "output": [
            "\"I would be concerned about it and I think we need to pass the right message to the Afghan people,\" he said.\n"
        ]
    },
    {
        "input": "ມີການປະກາດພາວະສຸກເສີນໂດຍຮອບແຂວງກັນດາຮາແລະກອງທະຫານອັຟການິສຖານ ແລະກອງກຳລັງນາໂຕໄດ້ອອກຕາມຈັບນັກໂທດທີ່ຫລົບຫນີ.\n",
        "output": [
            "A state of emergency has been declared throughout Kandahar province, as large numbers of both Afghan and NATO forces have been deployed to track down the escaped prisoners.\n"
        ]
    },
    {
        "input": "\"ນັກລາຍງານຂ່າວປະຊາຊົນ\" ຫລາຍກວ່າ 300​ຄົນ ໄດ້ ທັກທ້ວງຈາກບັນດາປະເທດຕ່າງໆ ພ້ອມທັງປະເທດຊີລີ ແລະ ນໍເວ ທີ່ກໍາລັງມາຮ່ວມກອງປະຊຸມນັກສື່ຂ່າວປະຊາຄົມສາກົນ OhmyNews ຕັ້ງແຕ່ວັນທີ່ 23 ຫາ 26 ມີຖຸນາ 2005 ໃນກຸງໂຊ.\n",
        "output": [
            "More than 300 \"citizen reporters\" hailing from countries as far apart as Chile and Norway are coming together at the OhmyNews International Citizen Reporters' Forum from June 23 to June 26, 2005 in Seoul.\n"
        ]
    },
    {
        "input": "ມີຂໍ້ກ່າວຫາທີ່ເປັນອະດີດຈາກທີ່ປືກສາຝ່າຍຈຳເລີຍຂອງຮຸດເຊນ ລວມເຖິງຄວາມຢ້ານດ້ານຄວາມປອດໄພຂອງຜູ້ພິພາກສາ ເຊິ່ງເຮັດໃຫ້ຕ້ອງກັບພິຈາລະນາຄະດີໃຫມ່ອີກຄັ້ງ.\n",
        "output": [
            "There are accusations of bias from the defense counsel of Hussein, as well as fears for the judges' safety which have consistently pushed the trial back.\n"
        ]
    },
    {
        "input": "ຊາຍຜູ້ນັ້ນຖືກຍິງເຂົ້າໄປໜຶ່ງນັດ ແລະ ບາດແຜໃນຄັ້ງນັ້ນແມ່ນໄດ້ເປັນອຸປະສັກຕໍ່ຊີວິດຂອງລາວ.\n",
        "output": [
            "The man was shot only once and the wound was not life threatening.\n"
        ]
    },
    {
        "input": "ສາມຄົນອື່ນໆ ແມ່ນຖືກພົບໃກ້ກັບຖະໜົນໃນເມືອງລັສຕາມິຍາ ໃນເຂດຊານເມືອງທາງຕາເວັນອອກສ່ຽງໃຕ້ຂອງເມືອງຫລວງ.\n",
        "output": [
            "The other three were found near a road in Rustamiya on the southeastern outskirts of the capital.\n"
        ]
    },
    {
        "input": "ແຫລ່ງຂໍ້ມູນຈໍເຈຍຮັບຮອງການປະກາດນີ້ ແລະກ່າວວ່າຖານທັບດັ່ງກ່າວຖືກທຳລາຍແລ້ວ.\n",
        "output": [
            "Georgian sources confirmed the announcement, stating that the base had been destroyed.\n"
        ]
    },
    {
        "input": "ພັກ AKP ມີຕໍາແໜ່ງທີ່ນັ່ງ 353 ບ່ອນຈາກທັງໝົດ 550 ບ່ອນໃນ ສະພາໃຫ່ຍແຫ່ງຊາດຂອງຕຸລະກີ.\n",
        "output": [
            "The AKP has 353 of the 550 seats in Grand National Assembly of Turkey.\n"
        ]
    },
    {
        "input": "ຊ່ອງແຄບຮໍມູສ Hormuz ແມ່ນເສັ້ນທາງຂົນສົ່ງທີ່ສຳຄັນຂອງ ຄວາມສຳຄັນທາງຍຸດທະສາດ.\n",
        "output": [
            "The Strait of Hormuz is a major shipping route of great strategic importance.\n"
        ]
    },
    {
        "input": "ອົງການລົດໄຟໃຕ້ດິນເມືອງລອນດອນ ໄດ້ປະກາດແຈ້ງ \"ລະຫັດເຫລືອງ\" ພາຍໃນຫລາຍນາທີ ທີ່ລົດໄຟເຄື່ອນຂະບວນໄປຍັງສະຖານີ ແລະ ເປີດປະຕູທັງໝົດ.\n",
        "output": [
            "London Underground declared a 'code Amber' within minutes, moving trains to platforms and opening all doors.\n"
        ]
    },
    {
        "input": "ການປ່ອຍໂຕເຈັດຄົນທຳອິດ ເກີດຈາກປະທານນາທິບໍດີນິໂຄລາດ ຊາໂກຊີ ມາເຖືງ ແຊັດ ເພື່ອໂອ້ລົມໃນເລື່ອງນີ້ກັບພະນັກງານແຊັດ.\n",
        "output": [
            "The release of the seven came as French President Nicolas Sarkozy arrived in Chad to hold talks on the case with Chadian officials.\n"
        ]
    },
    {
        "input": "ການແຂ່ງຂັນໃກ້ເຂົ້າມາແລ້ວ ຊື່ງຈະເປັນການແຂ່ງຂັນໃນສາມຮອບດ້ວຍກັນ.\n",
        "output": [
            "The bout was very close, going the distance through all three rounds.\n"
        ]
    },
    {
        "input": "Goldmen ໄດ້ເປັນ ອະດີດຫົວໜ້າການສື່ສານຂອງພັກປະຊາທິປະໄຕສັດຕະວັດທີ່ 21.\n",
        "output": [
            "Goldman was formerly the communications director of 21st Century Democrats.\n"
        ]
    },
    {
        "input": "ແຮງສະຫນັບສະຫນຸນຢ່າງຊັດເຈນຂອງຜູ້ຫລິ້ນຊ່ວຍຂ້າພະເຈົ້າໄດ້ຫລາຍແລະຂ້າພະເຈົ້າຢາກຂອບໃຈທ່ານຄໍລິນ ຄາເດີວູດ ພໍ ບາ ຣອນ ແລະທີມງານເບື້ອງຫລັງຄົນອື່ນໆ ທີ່ສະຫນັບສະຫນຸນຂ້າພະເຈົ້າເປັນຢ່າງສູງໃນລະດູການນີ້.\"\n",
        "output": [
            "Having the unequivocal backing of the players has helped me enormously and I would also like to thank Colin Calderwood, Paul Barron and the rest of the backroom staff who have been tremendously supportive to me this season.\"\n"
        ]
    },
    {
        "input": "ໃນຂະນະທີ່ໜັງສືພິມເດີເຈລູສະລັມໂພສຖະແຫຼງຂ່າວວ່າມີການຂະຫຍາຍຕົວດ້ານການຂັດແຍ່ງໃນລະຫວ່າງການຈັດຕັ້ງການປ້ອງກັນປະເທດອິດສະລະເອວວ່າປະເທດຄວນຈະປະຕິບັດຢ່າງເປັນອິດສະລະພາບເພື່ອຢຸດການຮັບອາວຸດນິວເຄຍຂອງອິຣານແຕ່ສະຫະລັດບໍ່ມີທ່າວ່າເຮັດແນວນັ້ນ.\n",
        "output": [
            "Meanwhile, the Jerusalem Post reports there is a growing mood among Israel's defence establishment that the country will have to act independently to stop Iran from obtaining nuclear weapons as the United States is unlikely to do so.\n"
        ]
    },
    {
        "input": "ໃນລະຫວ່າງທີ່ ອອກເຕກາ ຫຼົບໜີຄັ້ງທໍາອິດຈາກການຈັບກຸມທີ່ປະເທດເວເນຊູເອລາ ໃນປີ 2003 ໄດ້ມີການອອກໝາຍຈັບ ສໍານັກຂ່າວ ບີບີຊີ ໄດ້ລາຍງານວ່າລາວໄດ້ກັບຄືນຈາກ ປະເທດ ຄອສຕາ ຣິກາ ມາປະເທດເວເນຊູເອລາ ໃນເດືອນ ສິງຫາ.\n",
        "output": [
            "While Ortega had initially fled Venezuela following the issuing of an arrest warrant in 2003, the BBC reports that he had returned to Venuzuela from Costa Rica last August.\n"
        ]
    },
    {
        "input": "ການສອບສວນຄືນແມ່ນຖືກສະເໜີໂດຍສະມາຊິກໃນອົງກອນ30ຄົນແລະສະມາຊິກສະພາ17ຄົນ.\n",
        "output": [
            "The investigation was requested by 30 House members and 17 Senators.\n"
        ]
    },
    {
        "input": "ສຳ​ນັກ​ຂ່າວ ABC ໄດ້​ຮັບ​ເທບ​ບັນ​ທຶກ​ຂໍ້​ຄວາມ​ຈາກ​ໂອ​ຊະ​ມາ ບິນ ລາ​ເດັນ ແລ​ະ​ໄດ້​ເຮັດ​ການ​ເຜີຍ​ແຜ່​ຂໍ້​ຄວາມ​ດັ່ງ​ກ່າວ.\n",
        "output": [
            "ABC News has obtained and released a transcript of a taped message from Osama Bin Laden.\n"
        ]
    },
    {
        "input": "ຄ່າປັບສາມາດເອີ້ນເກັບໄດ້ກັບເວັບໄຊຕ໌ນອກອົດສະຕາລີທີ່ເຊື່ອມຕໍ່ເນື້ອໃນໃນລາຍການຂອງເອຊີເອັມເອ.\n",
        "output": [
            "Fines can be imposed on websites outside Australia that link to material on its list.\n"
        ]
    },
    {
        "input": "ນົກທີ່ມີຊື່ສຽງນີ້ມີຂະຫນາດ 30 ນິ້ວ ເມື່ອງກາງປີກ ແລະສູງປະມານ 20 ນິ້ວ.\n",
        "output": [
            "The remarkable birds have a 30-inch wingspan and stand nearly 20 inches high.\n"
        ]
    },
    {
        "input": "ໜ່ວຍແພດ ໄດ້ນໍາສົ່ງຄອນເວ ອອກຈາກລົດ ແລະ ຖືກນໍາສົ່ງຕົວໄປໂຮງໝໍ ໂດຍມີອາການບາດເຈັບທີ່ຂາ.\n",
        "output": [
            "Medics took Conway out of the car, and he was taken to the hospital with a leg injury.\n"
        ]
    },
    {
        "input": "ທີມ ເອ 1 ນິວຊີແລນ ແມ່ນຊະນະການແຂ່ງຂັນໄລຍະຍາວ ຢູ່ທີ່ສະໜາມ ເອ 1 ແກຣນ ພິກສ ໃນຊຽງໄຮ ປະເທດຈີນ ມື້ນີ້ ຕາມມາດ້ວຍທີມ ເອ 1 ຈາກລາຊາອະນາຈັກອັງກິດ ແລະ ທີມເອ 1 ເຢຍລະມັນ.\n",
        "output": [
            "A1 Team New Zealand has won the feature race at the A1 Grand Prix in Shanghai, China today, followed by A1 Team Great Britain and A1 Team Germany.\n"
        ]
    },
    {
        "input": "\"ຄວາມໄວຄວາມຖີ່ກ້ວາງແລະລາຄາທີ່ປະຊາຊົນກໍາລັງຈ່າຍແມ່ນຄວາມຂັດແຍ້ງທີ່ສຳຄັນ.\"\n",
        "output": [
            "\"Broadband speed and the price people are paying are the biggest bones of contention.\"\n"
        ]
    },
    {
        "input": "ທ່ານ ສະເຕຣີ ກ່າວວ່າ \"ຜູ້ກ່ຽວຢູ່ໃນສະພາບທີ່ອ່ອນເພຍ ທີ່ເປັນຜົນມາຈາກສິ່ງທີ່ເກີດຂຶ້ນ.\"\n",
        "output": [
            "\"He's in a debilitated condition as a result of what's transpired,\" Mr Stary said.\n"
        ]
    },
    {
        "input": "ຊິ້ນສ່ວນຂອງລາວຖືກລຳລຽງໂດຍເຮລິຄອບເຕີໄປຍັງທ່າອາກາດສະຍານຄັນດາຮາ.\n",
        "output": [
            "His remains were taken by a helicopter to the Kandahar Airfield.\n"
        ]
    },
    {
        "input": "ນັກຂ່າວໄດ້ຮຽກຮ້ອງຄວາມສົນໃຈຕໍ່ການສຳພັນລະຫວ່າງການສົ່ງອອກຂອງ Alvaro Uribeປະທານາທິບໍດີໂຄລຳເບຍ ແລະ ພວກກຸ່ມທະຫານອາສາປີກຂວາໃນສົງຄາມປະເທດອາເມລິກາໃຕ້.\n",
        "output": [
            "The journalist has called attention to ties between outgoing Colombian president Alvaro Uribe, and right-wing militia groups in the war-plagued South American country.\n"
        ]
    },
    {
        "input": "\"Let Me Hold You\" ຂອງໂບ ວາວ ຮ່ວມດ້ວຍ Omarionລ່ວງຈາກອັນດັບທີ 5 ມາຢູ່ອັນດັບ 9 ແລະ \"You and Me\" ของ Lifehouse ຂະຫຍັບຂື້ນມາສອງອັນດັບ ປິດທ້າຍ 10 ອັນດັບເພງເທີງຊ໊າດ.\n",
        "output": [
            "Bow Wow’s “Let Me Hold You” featuring Omarion fell 5-9 and Lifehouse’s “You and Me” rounded out the top-10 with a two position dip.\n"
        ]
    },
    {
        "input": "ຈັ່ງໃດກໍຕາມ ຫົວໜ້າສູນກວດກາແຜ່ນດິນໄຫວ ຂອງ ຟິລິບປິນ ໄດ້ຄັດຄ້ານຕໍ່ກັບການແຈ້ງເຕືອນຂອງສໍານັກອຸຕຸນິຍົມວິທະຍາຍີ່ປຸ່ນ.\n",
        "output": [
            "The head of the earthquake monitoring agency in the Philippines disputed the Japanese agency's warnings, however.\n"
        ]
    },
    {
        "input": "ປະຊາຊົນຖືກແນະນຳໃຫ້ດື່ມນໍ້າຫຼາຍ,ບໍ່ໃຫ້ອອກຕາກແດດຕອນທາຽງແລະປິດຜ້າກັ້ງເພື່ອໃຫ້ຫ້ອງເຢັນ.\n",
        "output": [
            "People have been advised to drink plenty of water, not go out in the midday sun and keep curtains closed to cool rooms.\n"
        ]
    },
    {
        "input": "ພາລະກິດການກໍານົດໄປຫາກ້ອງຊ່ອງໃນປີ 2008 ຄາດວ່າຈະໃຫ້ນໍາໃຊ້ເຄື່ອງມືເພື່ອຍົກລະດັບເພີ່ມເຕີມຄວາມສາມາດຂອງກ້ອງໄດ້.\n",
        "output": [
            "A scheduled mission to the space telescope in 2008 is expected to deliver instruments to further upgrade the capabilities of the telescope.\n"
        ]
    },
    {
        "input": "ພວກ​ເຂົາ​ເຈົ້າ​ຮຽກ​ຮ້ອງ​ໃຫ້​ອໍາ​ນາດ​ການ​ປົກ​ຄອງແອ​ສ​ປາ​ໂຍນ​ \"ປະ​ຕິ​ບັດ​ທັນ​ທີ​\" ແລະ \"ທຸກ​ສິ່ງ​ທຸກ​ຢ່າງ​ທີ່​ເປັນ​ໄປ​ໄດ້​ທີ່​ຈະ​ເອົາ​ມາ​ໃຫ້​ໄດ້ 36 ຊາວ​ປະ​ມົງ​ໃນການກັບບ້ານ​.\"\n",
        "output": [
            "They called for Spanish authorities to \"act immediately\" and \"do everything possible to bring home the 36 fishermen.\"\n"
        ]
    },
    {
        "input": "ຫລັງຈາກນັ້ນ ກໍ່ຍ່າງຂຶ້ນທາງເໜືອ ໄປຕາມຖະໜົນຍົງກີ ຫາສະໂມສອນເຮືອໃນຖະໜົນເຮເດັນ.\n",
        "output": [
            "It then wheeled north along Yonge St. to the Naval Club on Hayden Avenue.\n"
        ]
    },
    {
        "input": "ເດລີຄອດ ບ໊ອກອອນໄລນ໌ ຝ່າຍຊ້າຍທີ່ເປັນທີ່ຮູ້ຈັກ ເປັນເຈົ້າທຳອິດທີ່ລາຍງານຂໍ້ຜິດພາດດັ່ງກ່າວ ໂດຍທາງຊີເອັນເອັນເອົາຊື່ຂອງທັງສອງມາໃຊ້ສະຫລັບກັນ ຕັ້ງຊື່ຊ່ວງລາຍການທີ່ກ່ຽວກັບທ່ານ ບິນ ລາເດັນວ່າ \"ໂອບາມາຢູ່ໃສ?\" ໃນລາຍການຊິດທູເອຊັ້ນຣູມຊື່ງມີຜູ້ຊ່ຽວຊານຢູ່າງວູບ ບິວເຊີເປັນພິທີກອນ.\n",
        "output": [
            "According to prominent American left-wing online blog Daily Kos, which was the first to report it, CNN mixed the two up on Monday, leading into a segment on bin Laden with the title, \"Where's Obama?\" on The Situation Room, a show hosted by pundit Wolf Blitzer.\n"
        ]
    },
    {
        "input": "ເປັນພື້ນທີ່ດຽວກັນກັບທີ່ປະສົບໄພແຜ່ນດິນໄຫວ ແລະ ເກີດ ຊຶນາມິ ໃນປີ 2004.\n",
        "output": [
            "The same region was hit by an earthquake in 2004, that triggered a tsunami.\n"
        ]
    },
    {
        "input": "ລູກ​ຊາຍ​ຂອງ​ນາງ​ສະ​ມິດ ຄື ດາ​ນຽນ ສະ​ມິດ ໄດ້​ເສຍ​ຊີ​ວິດ​ໃນ​ວັນ​ທີ 10 ເດືອນ​ກັນ​ຍາ 2006 ຫຼັງ​ຈາກ​ທີ່​ຫາ​ກໍ​ເກີດ​ອອກ​ມາ​ໄດ້​ພຽງ 5 ເດືອນ​ເທົ່າ​ນັ້ນ.\n",
        "output": [
            "Smith's son, Daniel Smith, died on September 10, 2006 shortly after Anna gave birth to a baby girl 5 months ago.\n"
        ]
    },
    {
        "input": "ການສັນສ້າງຜົນງານຂອງຣິໂຄແລະວິທີການທີ່ໃຊ້ເພື່ອແປງໂສມຂີ້ເຫນື້ອຍເຫລົ່ານັ້ນກໍ່ເປັນເນື້ອຫາຫລັກໆໃນລາຍການ The Salvager.\n",
        "output": [
            "Rico's creations and the methods used to fabricate them are the subject of the Salvager shows.\n"
        ]
    },
    {
        "input": "ເກດີ້ ໄຊເມີ້ເລີ່ມເຮັດແຕ້ມໃຫ້ທີມອິນດ້ຽນ ໂດຍຕີໂຮມຣັນໄດ້ຕັ້ງແຕ່ຄັ້ງແລກ ແຕ່ທີມຊ໊ອກກໍ່ສາມາດຫຍຸດແຕ້ມໃນວິນາທີທີ່ ພໍ ເດີນາໂດກໍ່ສາມາດແຕະພື້ນໄດ້ກ່ອນ.\n",
        "output": [
            "Grady Sizemore got things started for the Indians by hitting a solo home run in the first, but the Sox would tie it up in the second on a Paul Konerko RBI groundout.\n"
        ]
    },
    {
        "input": "ນັກຄົ້ນຄວ້າ ທັນໃດນັ້ນ ກໍ່ໄດ້ແນໃສ່ເພື່ອ ຮຽກຮ້ອງເອົາເງິນຂອງພວກເຂົາອີກຄັ້ງໜຶ່ງ ແລະ ໄດ້ໄປໂຮງແຮມທີ່ ວິດຕັ້ນ ແລະ ໄດເອີ້ ອາໄສຢູ່ ແຕ່ກໍ່ພົບວ່າຫ້ອງເປົ່າວ່າ ແລະ ທັງສອງຄົນນັ້ນກໍ່ມີໃຜພົບເຫັນອີກເລີຍ.\n",
        "output": [
            "The researchers then attempted to reclaim their money and went to the hotel Whitton and Dyer were staying in, only to find the rooms empty, and the two men nowhere to be found.\n"
        ]
    },
    {
        "input": "ການລະເບີດອາຣົມໃນຄັ້ງນີ້ເກີດຂື້ນໂດຍທີ່ຜູ້ພິພາກສາບິງຄິມາແລະຄະນະລູກຂຸນບໍ່ໄດ້ຍິນເນື່ອງຈາກອອກໄປຈາກຫ້ອງພິຈາລະນາຄະດີແລ້ວໃນຊ່ວງພັກ.\n",
        "output": [
            "The outbursts have been timed to occur outside the earshot of Judge Brinkema and the jury as those persons filed out of the courtroom for recesses.\n"
        ]
    },
    {
        "input": "ການເປັນຫຸ້ນສ່ວນທີ່ໄດ້ມີຂ່າວລືມາຫຼາຍປີ ແລະ ປະລິມານການເຕີບໃຫ່ຍທີ່ໜ້າປະທັບໃຈ ໃນຫຼາຍເດືອນຜ່ານມາ.\n",
        "output": [
            "Such a partnership had been rumored for years, and the amount of speculation grew over the past few months.\n"
        ]
    },
    {
        "input": "ຟິລາແດັລເຟຍ ຈະສູງເຖິງ 100ºF ວໍຊິງຕັ້ນຈະສູງເຖິງ 101ºF ແລະ ບາລຕີມໍຣ໌ ກັບ ຮິສມອນ ອາດເຫັນອຸນຫະພູມສູງເຖິງ ລະດັບ100.\n",
        "output": [
            "Philadelphia will reach 100ºF, Washington D.C. will have a high of 101ºF and Baltimore and Richmond may see temperatures rise above the 100 mark.\n"
        ]
    },
    {
        "input": "ທາງດ້ານພັກຝ່າຍຄ້ານຂອງອົດສະຕາລີ ນໍາໃຊ້ໂອກາດນີ້ໂຈມຕີລັດຖະບານ.\n",
        "output": [
            "The Australian opposition has used the comments as an opportunity to attack the government.\n"
        ]
    },
    {
        "input": "ເມື່ອວັນພຸດ ສານອຸທອນຂອງສະຫະລັດອາເມລິກາ ໄດ້ສະຫນັບສະຫນຸນໃຫ້ຕັດສິນວ່າ ທ່ານຄອນຣາດ ແບັດ ເຈົ້າພໍ່ວົງການສື່ກັບຜູ້ບໍລິຫານສາມຄົນຈາກບໍລິສັດຮໍລິງເກີອິນເຕີເນຊັ້ນແນວຊື່ງເປັນບໍລິສັດເກົ່າຂອງລາວ ໄດ້ກະທຳຄວາມຜິດຖານສໍ້ໂກງແລະຂັດຂວາງຂະບວນການຍຸດຕິທຳ.\n",
        "output": [
            "On Wednesday, a United States federal appeals court upheld convictions of fraud and obstruction of justice against media mogul Conrad Black, along with three other executives from his former press corporation, Hollinger International.\n"
        ]
    },
    {
        "input": "ດຣ. ໂຣພາບ ຊື່ງເປັນປະທານຮ່ວມໃນໂຄງການໂກບໍຄາບອນນານາຊາດ ຮູ້ສືກຕົກໃຈກັບຜົນການວິໄຈ.\n",
        "output": [
            "Dr Raupach, who co-chairs the international Global Carbon Project also, was surprised by his research results.\n"
        ]
    },
    {
        "input": "ວັນ​ທີ 31 ເດືອນ​ມັງ​ກອນ ກໍ​ໄດ້​ມີ​ການ​ຈັດ​ປະ​ຊາ​ພິ​ຈານ​ຂຶ້ນ ແລະ​ໄດ້​ຮັບ​ຟັງ​ຄຳ​ຄິດ​ເຫັນ​ປະ​ມານ 25 ຄົນ​ຈາກ​ຜູ້​ເຂົ້າ​ຮ່ວມ​ທັງ​ໝົດ​ປະ​ມານ 35-40 ຄົນ ຊຶ່ງ​ທັງ​ໝົດ​ນີ້​ແມ່ນ​ເຫັນ​ກົງ​ກັນ​ຂ້າມ​ກັບ​ຂໍ້​ສະ​ເໜີ​ຂອງ​ໄອ​ຍະ​ການ DA.\n",
        "output": [
            "The January 31 hearing began with comments by approximately 25 of the audience of roughly 35–40, all of which opposed the DA's proposal.\n"
        ]
    },
    {
        "input": "ສ່ວນໃຫຍ່ທີ່ເສຍຊີວິດແມ່ນກໍາລັງຮັບປະທານອາຫານໃນຊັ້ນອາຫານຢູ່ລຸ່ມດາດຟ້າ ແລະ ຖູກຂັງຢູ່ດ້ານລຸ່ມ.\n",
        "output": [
            "Most who died were dining on the lower deck, and were trapped below.\n"
        ]
    },
    {
        "input": "ເຈົ້າຫນ້າທີ່ແຈ້ງວ່າອຸບັດຕິເຫດຊື່ງເກີດຂື້ນເມື່ອເຄື່ອງບິນເຂົ້າໃກ້ສະຫນາມບິນລັດເຊຍໃນວັນເສົາເກີດຂື້ນຈາກກຸ່ມຫມອກຫນາແລະບໍ່ມີຜູ້ລອດຊີວິດ.\n",
        "output": [
            "Officials say the crash, which occurred when the plane was approaching a Russian airport on Saturday, was due to dense fog, and that there are no survivors.\n"
        ]
    },
    {
        "input": "ຣອສໄດ້ກ່າວວ່າລາວຮູ້ສືກ \"ລະອາຍໃຈ\" ຕໍ່ບາງລາຍການ ແລະກ່າວວ່າ \"[ສ່ວນ]ໃຫຍ່ແລ້ວສິ່ງທີ່ລາວພູມໃຈຫລາຍຄືລາຍການເຫລົ່ານີ້.\"\n",
        "output": [
            "Ross has stated that he was \"ashamed of\" few programmes and that \"[t]he vast majority are shows I am proud of.\"\n"
        ]
    },
    {
        "input": "ການອະນຸຍາດໃຫ້ ຊີໄອເອ ໃຫ້ມີອໍານາດຫລາຍໃນການຕັດສິນໃຈວ່າໃຜສາມາດພັກຢູ່ໃນປະເທດ ແລະ ຜູ້ໃດທີ່ຕ້ອງສົ່ງຕົວອອກຫາປະເທດອື່ນໆ ແມ່ນຍັງເປັນບັນຫາຂໍ້ຂັດແຍ້ງ ເນື່ອງຈາກໃນອະດີດ ທໍານຽບຂາວ ກົມກອງລັດ ຫລື ກົມກອງຍຸດຕິທໍາ ໄດ້ມີສ່ວນຮ່ວມໃນການຮັບຮອງແຕ່ລະກໍລະນີຂອງການສົ່ງນັກໂທດໄປຫາປະເທດອື່ນ.\n",
        "output": [
            "Allowing the CIA to have so much power in deciding who can stay in the country and who is shipped off to other countries is controversial, because in the past, the White House, State Department, or Justice Department would have been involved in approving individual cases of sending prisoners to other countries.\n"
        ]
    },
    {
        "input": "ອົງການນິວເຄລຍປະເທດຍີ່ປຸ່ນພິຈາລະນາສະພາບແວດລ້ອມທີ່ບໍລິເວນໂຮງງານພະລັງງານນິວເຄລຍເປັນລະດັບ 4 ຕາມມາດວັດແທກນິວເຄຣຍສາກົນ ເຊິ່ງເປັນອຸປະຕິເຫດທີ່ມີຜົນສະທ້ອນເຖິງທ້ອງຖິ່ນ.\n",
        "output": [
            "The nuclear agency of Japan consider the circumstances at the Fukushima I Nuclear Power Plant to be Level 4 on the International Nuclear Event Scale, which is an accident with local consequences.\n"
        ]
    },
    {
        "input": "ເມື່ອປີ 2006 ເຄື່ອງບິນໂບອິ້ງ 737 ປະສົບບັນຫາກັບລະບົບບອກຕໍາແຫນ່ງແລະບິນຫລຸດຈາກຈໍເຣດາ ໂດຍຫາຍໄປເປັນເວລາຫລາຍຊົ່ວໂມງກ່ອນທີ່ຈະລົງຈອດສຸກເສີນຫ່າງຈາກຈຸດຫມາຍປາຍທາງທີ່ກໍາຫນົດໄວ້ຫລາຍຮ້ອຍໄມ.\n",
        "output": [
            "In 2006 another B737 suffered a navigational problem and flew into a radar blackspot, leaving it lost for several hours before performing an emergency landing hundreds of miles from the intended destination.\n"
        ]
    },
    {
        "input": "ທ່ານ​ສະ​ມາ​ຊິກ​ສະ​ພາ​ອະ​ທິ​ບາຍ​ເພີ່ມ​ສຳ​ລັບ​ເລື່ອງເຮືອວ່າ \"ທາງ​ກົດ​ໝາຍ​ລະ​ຫວ່າງ​ປະ​ເທດ​ໄດ້​ຮຽກ​ຮ້ອງ​ໃຫ້​ພວກເຮົາສົ່ງ​​ເຮືອຄືນ​ໃຫ້​ເຈົ້າ​ຂອງ​ເດີມ ສ່ວນ​ລູກ​ເຮືອ​ກໍ​ຈະ​ສົ່ງ​ຕົວກັບ​ຄືນປະ​ເທດ​ທັນ​ທີ … ຊຶ່ງ​ເຫັນ​ວ່າ​ຍຸດ​ຕິ​ທຳ​ແລ້ວ.\"\n",
        "output": [
            "As for the boats, \"We're required by international law to offer them to bond them back to the owners, but as the crew are immediately repatriated the ability of the owners to get them back to Indonesia ... is fairly limited,\" the Senator explained.\n"
        ]
    },
    {
        "input": "\"ຖ້າແອັບເປິ້ນເລືອກທີ່ຈະເປີດໂຕ Mac OS ໃຫ້ແກ່ຄົນອື່ນ ພວກເຮົາອາດຈະຍິນດີໃນການຍື່ນຂໍ້ສະເໜີ ໃຫ້ແກ່ລູກຄ້າຂອງພວກເຮົາ\" ແດລໄດ້ຂຽນໃນອີເມວເຖິງ ຄຣິກພາທຣິກ.\n",
        "output": [
            "\"If Apple decides to open the Mac OS to others, we would be happy to offer it to our customers,\" Dell wrote in an email to Kirkpatrick.\n"
        ]
    },
    {
        "input": "ທ່ານ ຈິມນັດເຊວ ຜູ້ອຳນວຍການສຳນັກງານບໍລິຫານແລະງົບປະມານ ກ່າວ່າ ລາວເຂື່ອວ່າການຂາດດຸນຈະເລີ່ມລົດລົງ.\n",
        "output": [
            "Jim Nussle, director of the Office of Management and Budget said that he believes that the deficit will start to decline.\n"
        ]
    },
    {
        "input": "ວານນີ້ 1ຢູໂລ ສາມາດຊື້ໄດ້ດ້ວຍມູນຄ່າພຽງແຕ່ 35,844 ລິວ ຫຼຸດລົງ ຈາກ 36,133 ລິວເມື່ອ ສອງວັນກ່ອນ.\n",
        "output": [
            "Yesterday, one euro could be bought for just 35,844 lei, down from 36,133 lei two days ago.\n"
        ]
    },
    {
        "input": "ໂຄງການ £1 ລ້ານປະກອບດ້ວຍຊຸດໃບພັດໃຕ້ນ້ຳທີ່ຈະຕິດຕັ້ງໃນຣອມນີ ເວຍ ຊື່ງໃກ້ກັບແມ່ນ້ຳເທມ.\n",
        "output": [
            "The £1 million project will consist of a series of under-water turbines to be installed at Romney Weir in the nearby River Thames.\n"
        ]
    },
    {
        "input": "ໃນລະຫວ່າງການເດິນທາງ ກຸ່ມເຍົາວະຊົນໄດ້ເລີ່ມທຳລາຍທຸກສິ່ງໂດຍບໍ່ມີເຫດຜົນຊັດເຈນ.\n",
        "output": [
            "During the trip, a group of youths started breaking everything for no apparent reason.\n"
        ]
    },
    {
        "input": "stuff.co.nzs Chris Barclay ເຊື່ອວ່າມີຄວາມຫມາຍນີ້ທີມ Fever ມີໂອກາດຊະນະໄດ້ ໂດຍສະເພາະຫຼັງຈາກລະດູການທີ່ຜ່ານມາແລະໄດ້ຊະນະສອງຄັ້ງ ສະເຫມີກັບ Firebird ແລະການເສຍພຽງຄັ້ງດຽວ.\n",
        "output": [
            "stuff.co.nzs Chris Barclay believes this means the Fever have a chance of winning, especially following a pre-season that included two wins, a tie to the Firebirds and a single loss.\n"
        ]
    },
    {
        "input": "ຖະຫນົນໃນອັບການິສະຖານມັກຈະສັນຈອນຍາກ ດັ່ງນັ້ນກອງທັບມັກຈະມີສັນຍາຕໍ່ກັບເຄື່ອງບິນ ໂດຍສະເພາະຢ່າງຍິ່ງຈາກຣັດເຊຍ ເພື່ອນຳສົ່ງກອງທັບທະຫານແລະສິນຄ້າລະຫວ່າງຖານທັບ.\n",
        "output": [
            "Roads in Afghanistan are often difficult to traverse, so militaries often contract aircraft, especially from Russia, to transport troops and cargo between bases.\n"
        ]
    },
    {
        "input": "ຕາມເບີຣິແກນ ໃນການສຳພາດໃນລາຍການ ເດໂມເຄຊີນາວ ໃນວັນສຸກທີ 14 ກໍລະກົດ ເມື່ອຂໍໃຫ້ສະຫະລັດຊໍລໍການຂາຍນ້ຳມັນເຄື່ອງບິນເຈັດມູນຄ່າ $120 ລ້ານໃຫ້ກັບກອງທັບອິສາລະເອວເພື່ອຊ່ວຍການລະເບີດໃນເລບານອນ.\n",
        "output": [
            "According to Berrigan, in an interview given to Democracy Now on Friday, just on the 14th of July while calling for restraint the U.S. also sold $120 million worth of jet fuel to the Israeli military assisting their bombing campaign of Lebanon.\n"
        ]
    },
    {
        "input": "ຄະນະສານເຊິ່ງປະກອບດ້ວຍຜູ້ພິພາກສາຫ້າທ່ານ ນຳໂດຍທ່ານ ຣິສກາ ໂມຮາມັດ ອາມິນ ຈະເປັນຜູ້ຕັດສິນປະຫານຊີວິດລາວຫຼືບໍ່.\n",
        "output": [
            "A tribunal of five Iraqi judges headed by Rizgar Mohammed Amin, with the death penalty vested in them, will decide his sentence.\n"
        ]
    },
    {
        "input": "ກົດຂອງລັດ ຊື່ງໄດ້ຮັບການສະຫນັບສະຫນຸນໂດຍສະມາຊິກສະພາຜູ້ແທນລາດຂອງລັດ ດາລີນ ເຊັນເກີຈາກເນເພີວິວ ໄດ້ຜ່ານດ້ວຍຄະແນນ114-1 ຊື່ງເປັນສຽງສ່ວນໃຫຍ່ແລະຈະໄດ້ຮັບພິຈາລະນາອີກຄັ້ງໂດຍວຸດທິສະພາຂອງອິວລິນນອຍ.\n",
        "output": [
            "The bill, which was sponsored by State Representative Darlene Senger from Naperville, passed with a 114–1 majority and will be considered by the Illinois Senate.\n"
        ]
    },
    {
        "input": "ທ່ານ ດຣ. Carolyn Porco ຜູ້ນໍາທີມງານຖ່າຍພາບຍານອາວະກາດ Cassini ທີ່ສະຖາບັນວິທະຍາສາດອາວະກາດ Boulder Colorado ໄດ້ກ່າວວ່າ \"ພວກເຮົາຮູ້ວ່າຂໍ້ສະຫລຸບນີ້ເປັນຂໍ້ສະຫລຸບທີ່ຍັງຂ້ອນຂ້າງໄວ-ພວກເຮົາອາດຈະຕ້ອງມີຫລັກຖານອີກສໍາລັບນໍ້າໃນຮ່າງກາຍເຮົາ.\"\n",
        "output": [
            "\"We realize that this is a radical conclusion — that we may have evidence for liquid water within a body so small and so cold,\" said Dr. Carolyn Porco, Cassini imaging team leader at the Space Science Institute, Boulder, Colorado.\n"
        ]
    },
    {
        "input": "ຍັງບໍ່ມີການຖະແຫລງສາເຫດການເສຍຊີວິດຢ່າງເປັນທາງການແຕ່ມີລາຍງານວ່າ ນາງກິສັນໄດ້ຮັບບາດເຈັບທີ່ຫົວ.\n",
        "output": [
            "An official cause of death has not been released but it has been reported that Gilson did receive head injuries.\n"
        ]
    },
    {
        "input": "ສິບເອັດຄົນໄດ້ເສຍຊີວິດ ຫລັງຈາກຍົນເຮລິຄອບເຕີ້ທະຫານ ໄດ້ເຂົ້າຊົນປະທະ ໃນລະຫວ່າງ ການຕໍ່ສູ້ຕ້ານສິ່ງເສບຕິດ ໃນເມກຊິກໂກ້ຕາເວັນຕົກ.\n",
        "output": [
            "Eleven people have died after a military helicopter crashed during an anti-narcotics flight in Western Mexico.\n"
        ]
    },
    {
        "input": "ທ່ານ MP Dick Adams ສ​ະ​ມາ​ຊິກ​ທ່ານ​ໜຶ່ງ​ໃນ​ພັກ​ແຮງ​ງານ​ກ່າວ​ວ່າ ເຖິງ​ຕົນ​ເອງ​ຈະ​ລົງ​ຄະ​ແນນ​ສຽງ​ໃຫ້ Beazley ຢູ່​ໃນ​ຕຳ​ແໜ່ງ​ຜູ້​ນຳ​ຕໍ່​ໄປ ແຕ່​ຕົນ​ເອງ​ກໍ​ສະ​ໜັບ​ສະ​ໜູນ​ຜູ້​ນຳ​ພັກ​ຄົນ​ໃໝ່​ດ້ວຍ.\n",
        "output": [
            "Labor MP Dick Adams said even though he voted for Beazley to remain as leader, he supports the party's new leadership.\n"
        ]
    },
    {
        "input": "ລາວຍັງໄດ້ຖືກວິຈານວ່າມີຈຳນວນຄູ່ຄວງຫລາຍເກີນໄປ ໃນນະນະທີ່ 26% ຂອງຄົນອາຍຸ 15 ຫາ 49ປີຕິດເຊື້ອເອັດຈ໌ໄອວີ.\n",
        "output": [
            "He has also faced criticism for having a high number of sexual partners, when 26% of 15 to 49 year olds are HIV positive.\n"
        ]
    },
    {
        "input": "ມັນຈະບໍ່ຊັດເຈນຖ້ານັກຂີ່ລົດຖີບທີ່ຊະນະ Tour de France ຄັ້ງທີ 7 ໄດ້ຕັ້ງໃຈທີ່ແຂ່ງເພື່ອຈັດປະເພດທົ່ວໄປ ແຕ່ໃນວັນທິດນີ້ເຂົາໄດ້ເຮັດໃຫ້ຄວາມບໍ່ສຳເລັດໜີໄປ ແລະ ໄດ້ຕາມຫາເວທີແຫ່ງໄຊນະ.\n",
        "output": [
            "It is not clear if the seven-time Tour de France winner intended to compete for the general classification, but he did make an unsuccessful breakaway on Sunday in pursuit of a stage victory.\n"
        ]
    },
    {
        "input": "Smethurst ມາ​ແລະ​ຕັ້ງທາງໃນບໍ່​ຫຼາຍ​ປານ​ໃດ​ໃນ​ເກມ.\n",
        "output": [
            "Smethurst came in and pitched a few innings in relief.\n"
        ]
    },
    {
        "input": "\"ເຮົາບໍ່ໄດ້ຮັບຄຳຮ້ອງລະຫວ່າງນີ້ເລີຍ.\" ກ່າວໂດຍຄະນະກຳມະການການເລືອກຕັ້ງແຫ່ງຊາດໂມຊຳບິກເລໂອໂປໂດ ດາ ກອດຕາ.\n",
        "output": [
            "\"We did not receive any complaints during this period,\" said the chairman of Mozambique's National Elections Commission, Leopoldo da Costa.\n"
        ]
    },
    {
        "input": "\"ໃນສະພາບອາກາດອາກຕິກ ນ້ຳກ້ອນສາມາດຊ່ວຍປົກປ້ອງການຮົ່ວໄຫລຂອງນ້ຳມັນດ້ວຍການເຮັດໃຫ້ການເສື່ອມຂອງນ້ຳມັນຊ້າລົງ ມີຄື້ນທີ່ສະຫງົບ ຊື່ງບໍ່ເຮັດໃຫ້ນ້ຳມັນກະຈາຍຕົວໄປໃນພື້ນທີ່ໃຫຍ່ ແລະເຮັດໃຫ້ເຮົາມີເວລາຫລາຍຂື້ນໃນການດຳເນີນການແກ້ບັນຫາ.\"\n",
        "output": [
            "\"In Arctic conditions, ice can aid oil spill response by slowing oil weathering, dampening waves, preventing oil from spreading over large distances, and allowing more time to respond.\"\n"
        ]
    },
    {
        "input": "ເຈົ້ານາຍຂອງທ່ານຮານີລະບຸການເສຍຊີວິດຂອງທ່ານຮານີວ່າເກີດຂື້ນຈາກການທີ່ສະມາຊິກລາວ \"ຈົດຈໍ່ຢູ່ກັບການພະຍາຍາມ\" ເປີດລະບົບອອກຊິເຈນໃຫມ່ຫລັງຈາກທີ່ລະບົບຕັດໂດຍອັດຕະໂນມັດເມື່ອກວດໄດ້ວ່າເຄື່ອງຈັກມີອາກາດຮົ່ວ.\n",
        "output": [
            "Haney's death has been attributed by his employer as the result of his \"channelized attention\" on getting the main oxygen system to restart after it automatically cut out when it detected engine bay air leaks.\n"
        ]
    },
    {
        "input": "ເຖິງຈະມີການກ່າວແບບນີ້ ລາວກໍ່ປະຕິເສດທີ່ຈະຂັດຂວາງການປະທະກັບອິຣານໃນອະນາຄົດ.\n",
        "output": [
            "Despite saying this, he refused to rule out a strike against Iran in the future.\n"
        ]
    },
    {
        "input": "ມັນກຳລັງເຕືອນວ່າມີສອງສາມປະໂຫຍດແມ່ນຖືກນຳອອກຈາກບົດ ເພື່ອເຮັດໃຫ້ມີຄວາມປະທັບໃຈ ທີ່ສະຖາບັນຂອງພວກເຮົາເປັນບ່ອນກໍ່ສ້າງຄວາມຄັ້ງ ພວກເຂົາສາມາດໂນ້ມເນົາພວກເຮົາໂດຍກົງ ພວກເຮົາໄດ້ດຳເນີນການເປີດນະໂຍບາຍຢູ່ໃນມອດຂອງພວກເຮົາ.\n",
        "output": [
            "It is deeply alarming that a few sentences have been taken out of context in order to create the impression that our institution is a hotbed of fanaticism they could have approached us directly - we operate an open door policy in our mosques.\n"
        ]
    },
    {
        "input": "ບົດຄວາມໃນຂ່າວມີການເວົ້າເຖິງບາງປະເດັນ ແຕ່ບໍ່ເວົ້າເຖິງບາງປະເດັນທີ່ອາດມີຄວາມສຳຄັນຫລາຍກວ່າ.\n",
        "output": [
            "News articles frequently discuss some issues but neglect others that might be more critical.\n"
        ]
    },
    {
        "input": "ການບໍລິການລົດເມ ໃນເຂດ 1 ແມນໄດ້ເລີ່ມໃຫ້ບໍລິການຄືນ ແຕ່ເວລາ 16:00 BST.\n",
        "output": [
            "Bus services in Zone 1 have resumed as of 16:00 BST.\n"
        ]
    },
    {
        "input": "ຕາມທີ່ເຈົ້າໜ້າທີ່ສືບສວນສາເຫດໄຟໄໝ້ ພົບວ່າຈະຫຼວດອາກາດສູ່ອາກາດຢ່າງໜ້ອຍ 400 ເຖິງ 450 ລໍາ ໄດ້ຮັບຄວາມເສຍຫາຍໃນໄຟໄໝ້ດັ່ງກ່າວ.\n",
        "output": [
            "According to unnamed police officials investigating the fire, at least 400 to 450 air-to-air missiles were damaged or destroyed in the fire.\n"
        ]
    },
    {
        "input": "ນັກໂຄສະນາເຜີຍແຜ່ ກ່ຽວກັບນິວເຄຣຍຈາກ ມູນນິທິອະນຸລັກອົດສະຕາລີ (ACF) ທ່ານ ເດບ ສະວີນີ ເວົ້າວ່າ ບົດສຶກສາປາກົດມີຂໍ້ບົກຜ່ອງ ແລະ ບໍ່ໄດ້ຕອບສະໜອງບົດສະຫຼຸບທີ່ດີ ກ່ຽວກັບການນໍາໃຊ້ພະລັງງານນິວເຄຣຍ.\n",
        "output": [
            "The Australian Conservation Foundation's (ACF) nuclear campaigner, Dave Sweeney, says the study appears flawed and does not provide a sound argument for the use of nuclear energy.\n"
        ]
    },
    {
        "input": "ຖືງແນວໃດກໍ່ຕາມ ທັງຄູ່ກໍ່ຍັງເປັນຜູ້ເຮັດແຕ້ມໃຫ້ກັບທີມ ໂດຍຄຣິກສະປິນເຮັດໄດ້ 12 ແຕ້ມດ້ວຍການຣີບາວ 15 ຄັ້ງແລະເມອຣິດເຮັດແຕັ້ມໄດ້ 16 ແຕ້ມຈາກການຣິບາວ ຫົກຄັ້ງ.\n",
        "output": [
            "Nonetheless, the pair still contributed to the team's scoreline, with Crispin scoring 12 points with 15 rebounds, and Merritt scoring 16 points with six rebounds.\n"
        ]
    },
    {
        "input": "ລັດຖະບານໄດ້ຢືນຢັນວ່າມີຜູ້ເສຍຊີວິດທັງຫມົດສີ່ຄົນຈາກເຫດການດັ່ງກ່າວ.\n",
        "output": [
            "The government has confirmed that four people were dead in the incident.\n"
        ]
    },
    {
        "input": "ທ່ານ ບອງໂກກ່າວຄຳປະຕິຍານເມື່ອວັນເສົາ ຫລັງຈາກຊ່ວງກວດສອບຜົນການເລືອກຕັ້ງເມື່ອເດືອນສິງຫາທີ່ເຮັດໃຫ້ລາວໄດ້ຂື້ນສູ່ອຳນາດ.\n",
        "output": [
            "Bongo was sworn in Saturday after a lengthy review of the August election that brought him to power.\n"
        ]
    },
    {
        "input": "ທ່ານ ຊອງ ອາຍເຮ ດອງ ກ່າວວ່າ ທ່ານ ບອງໂກ ຊື່ງເປັນຜູ້ນໍາທີ່ຍາວນານທີ່ສຸດຂອງ ປະເທດອັບຝຣິກາ ໄດ້ເສຍຊີວິດ ຢູ່ທີ່ຄລິນິກ ກິຣອນ ເມື່ອວັນຈັນ ດ້ວຍອາຍຸ 73 ປີ.\n",
        "output": [
            "Jean Eyeghe Ndong said that Bongo, the longest-serving leader of an African country, had died at the Quiron clinic on Monday, at the age of 73.\n"
        ]
    },
    {
        "input": "ວິກິນິວຕິດຕໍ່ເຈໂຣມ ເພື່ອໂອ້ລົມກ່ຽວກັບປະເດັນກ່ຽວຂ້ອງກັບຊາວແຄນນາດາ ແລະສິ່ງທີ່ພວກເຂົາແລະພັກຂອງພວກເຂົາຈະເຮັດເພື່ອອະທິບາຍກ່ຽວກັບພວກເຂົາ.\n",
        "output": [
            "Wikinews contacted Jerome, to talk about the issues facing Canadians, and what they and their party would do to address them.\n"
        ]
    },
    {
        "input": "ກົດຊຸດໃຫມ່ບໍ່ລວມກັບລະບຽບທີ່ບໍ່ໃຫ້ເຂົ້າມາໃນສິ່ງປູກສ້າງຂອງເອັມທີອາ ລວມເຖືງກົດທີ່ບໍ່ໃຫ້ກິນຫລືດື່ມ.\n",
        "output": [
            "The new set of rules have also excluded the regulation against wandering in MTR premises, as well as the rule against attempting to eat or drink.\n"
        ]
    },
    {
        "input": "ປະຊາຊົນຜູ້ທີ່ພະຍາຍາມ ຕິດຕໍ່ກັບໝູ່ເພື່ອນ ແລະ ຄອບຄົວຜ່ານໂທລະສັບມືຖື ມີຄວາມຫຍຸ້ງຍາກ ເນື່ອງຈາກເຄືອຂ່າຍໂທລະສັບໃຫຍ່ທີ່ສຸດ ວໍໂດຟອນ ໂອ2 ແລະ ໂອເລນຈ ທັງໝົດ ປະສົບບັນຫາ ຈາກປະລິມານການນໍາໃຊ້ ໃນບາງໂອກາດ ໃນຕອນເຊົ້າ ເຊິ່ງໝາຍເຖິງ ການໂທລະສັບດ້ວຍສຽງແມ່ນລົ້ມເຫລວ.\n",
        "output": [
            "Those trying to contact friends and family via mobile have struggled as the largest mobile networks, Vodafone, O2 and Orange, have all suffered from full capacity on several occasions this morning meaning voice calls failed.\n"
        ]
    },
    {
        "input": "ຫລັງພັກຊົມໂຄສະນາ ບິດເຊີກ່າວວກັບແຂກທີ່ໃຫ້ສຳພາດວ່າຊີເອັນເອັນຫາກໍ່ໄດ້ຮັບລາຍງານຈາກທຳນຽມຂາວ.\n",
        "output": [
            "After returning from commercial break, Blitzer told his guests that CNN had just received a news bulletin from the White House.\n"
        ]
    },
    {
        "input": "ມີລາຍງານອຸບັດຕິເຫດອີກເຫດຫນື່ງເຊັ່ນກັນ ໃນນິວທາວແຮມມິວຕັນ ເມືອງອາມັກ ຊື່ງມີເດັກນ້ອຍອາຍຸ 17 ປີກ່ຽວຂ້ອງ.\n",
        "output": [
            "Also, another accident was reported which took place in Newtownhamilton, County Armagh in which two 17 year old boys were involved.\n"
        ]
    },
    {
        "input": "ໂມຮຳມັດວາລີ ເຈົ້າຂອງຮ້ານຄ້າອາຍຸ 21ປີ ຜູ້ທີ່ເປັນພະຍານໃນເຫດການກ່າວວ່າ \"ລົດຕິດຢ່າງຫນັກແລະລົດທຸກຄົນກໍ່ບໍ່ເຄື່ອນທີ່ເລີຍ.\"\n",
        "output": [
            "\"There was a traffic jam and all the vehicles were stopped,\" said one witness, 21-year old shopkeeper Mohammad Wali.\n"
        ]
    },
    {
        "input": "ເຫດການນີ້ຖືກກ່າວວ່າເປັນໄພພິບັດທາງຍົນໂດຍສານພານິດທີ່ຮຸນແຮງທີ່ສຸດໃນລັດເຊຍນັ້ບຕັ້ງແຕ່ເຫດການເດືອນສິງຫາ2006 ເມື່ອມີຜູ້ເສຍຊີວິດ 170ຄົນ ພາຍຫຼັງຍົນອາຍພົ່ນໂດຍສນ ທູໂປ ຕູ-154 ທ່ຽວບິນທີ 612 ເຈົ້າຂອງແມ່ນ ສາຍການບິນ ພູໂກໂວ ຂອງ ເຊັ໋ນປີເຕີ້ສເບີກ ຕົກໃນຢູເຄຣນ.\n",
        "output": [
            "This is said to be Russia's worst commercial air disaster since August 2006 when 170 people died after a Tupolev Tu-154 passenger jet, flight 612, owned by St. Petersburg-based Pulkovo Airlines, crashed in the Ukraine.\n"
        ]
    },
    {
        "input": "ເຮົາຈະປົກປ້ອງຜູ້ສົ່ງສານຈາກພະເຈົ້າບໍ່ແມ່ນດ້ວຍສຽງພຽງເທົ່ານັ້ນ ແຕ່ຈະປົກປ້ອງດ້ວຍເລືອດຂອງພວກເຮົາດ້ວຍ\" ນາດຣາລາໄດ້ບອກກັບຝູງຊົນ ປະມານ 700,000 (ຕຳຫລວດແຈ້ງວ່າຈຳນວນຜູ້ປະທ້ວງເຫມືອນຈະສູງກວ່ານີ້).\n",
        "output": [
            "We will uphold the messenger of God not only by our voices but also by our blood,\" Nasrallah told the crowd, estimated to be 700,000 (police said the figure was likely to be even higher).\n"
        ]
    },
    {
        "input": "ປະທານນາທິບໍດີ Bush ໄດ້ເວົ້າກ່ອນໜ້ານີ້ໃນ ທໍລະພາບ ARD German ວ່າ ລາວຕ້ອງການປິດ ແຄ້ມການກັກຂັງ ໃນອ່າວ Guantanamo.\n",
        "output": [
            "President Bush said previously on ARD German television that he wants to close the Guantanamo Bay detainment camp.\n"
        ]
    },
    {
        "input": "ເຊື່ອກັນວ່າຊາຍຜູ້ຖືກຕັ້ງຂໍ້ຫາຂ້າຕະກຳນີ້ຄືສາມີທີ່ມີເລື່ອງຫມາງໃຈກັບຫລານສາວຂອງລາວ.\n",
        "output": [
            "It is believed the man who has been charged with her murder was the estranged husband of her niece.\n"
        ]
    },
    {
        "input": "ໜັງ​ສື Game Change ທີ່​ຕີ​ພິມ​ອອກ​ໃນ​ມື້ນີ້​ແມ່ນ​ໄດ້​ເວົ້າ​ຄື​ກັນ​ວ່າ ສະ​ມາ​ຊິກວຸດ​ທິ​ສະ​ພາ​ຈາກ New York ທ່ານ Chuck Schumer ໄດ້​ກ່າວ​ໜູນ​ໃຈ​ທ່ານໂອ​ບາ​ມາ ໃຫ້​ກັບ​ມາ​ສະ​ໝັກ​ໃໝ່​ໃນ​ປີ 2006 ຕໍ່​ມາ​ເພິ່ນ​ຈຶ່ງ​ໄດ້​ຮັບ​ຮອງ​ເອົາ​ເພື່ອນ​ຮ່ວມ​ງານ​ຂອງ​ເພິ່ນ Hillary Clinton.\n",
        "output": [
            "The book Game Change published today, also says that New York Senator Chuck Schumer encouraged Barack Obama to run in early 2006, even though he later endorsed his former colleague Hillary Clinton.\n"
        ]
    },
    {
        "input": "ມີການຄາດຄະເນກ່ອນໜ້ານີ້ວ່າວັດຖຸທີ່ຕົກທີ່ ເທັກຊັດ ນັ້ນອາດຈະແມ່ນດາວຕົກ.\n",
        "output": [
            "There was previous speculation was that the object in Texas could have been a meteor.\n"
        ]
    },
    {
        "input": "ໄມໂຄຊອບຕັດສິນໃຈຊື້ເຄື່ອງມືການຄົ້ນຫາຂໍ້ມູນສຸຂະພາບທີ່ເອີ້ນວ່າ ເມດສະຕໍລີ.\n",
        "output": [
            "Microsoft decided to buy a health information search engine called Medstory.\n"
        ]
    },
    {
        "input": "ພຣານັບ ຄູມາ ມັກເຮີຍີ ລັດຖະມົນຕີຕ່າງປະເທດອາຍຸ 73 ປີ ເປັນຜູ້ເບິ່ງແຍງກະຊວງການເງິນຫລັງຈາກທີ່ລາວຈັດປະຊຸມກັບປະທານສະພາຄອນເກດ ໂຊເນຍ ຄານທິແລະນາຍຍົກລັດຖະມົນຕີຊິງ.\n",
        "output": [
            "External Minister Pranab Kumar Mukherjee, age 73, has been given the charge of Finance Ministry after he held meetings with Congress President Sonia Gandhi and then Prime Minister Singh.\n"
        ]
    },
    {
        "input": "ຄຳສັ່ງນີ້ໄດ້ຮັບການຄາດວ່າຈະຜ່ານຄະນະກຳມະການປະມົງແຫ່ງສະພາຍຸໂຣບໄດ້ໂດຍງ່າຍ ແຕ່ໃນວັນທີ 21 ທັນວາໄດ້ຖືກຖອນອອກໄປຈາກວາລະການປະຊຸມ ທີ່ຂໍໂດຍລັດຖະມົນຕີກະຊວງວິທະຍາສາດແລະງານຄອມພິວເຕີໂປແລນ ລອດຊິເມຍ ມາຊິນສະກີ.\n",
        "output": [
            "The directive was expected to easily pass through the European Council's Fisheries Council on Tuesday, December 21, but was removed from the agenda at the request of Poland's Minister of Science and Computerisation, Wlodzimierz Marcinski.\n"
        ]
    },
    {
        "input": "ກຸ່ມຕາລິບັນອ້າງຄວາມຮັບຜິດຊອບສຳຫລັບເຫດການລະເບີດດັ່ງກ່າວ ໂດຍກ່າວວ່າມີເປົ້າຫມາຍເປັນສະຖານທູດ.\n",
        "output": [
            "The Taliban claimed responsibility for the blast, saying their target was the embassy.\n"
        ]
    },
    {
        "input": "ການໂຈມຕີ ທຳອິດໄດ້ລາຍງານໂດຍ Wired News ໃຊ້ປະໂຫຍດຈາກການເຮັດວຽກຂອງກອງປະຊຸມ ເພື່ອຕິດປະກາດໂຄດ JavaScript.\n",
        "output": [
            "The attack, first reported by Wired News, exploited a function of the forums to post JavaScript code.\n"
        ]
    },
    {
        "input": "ລາຍງານສະຫລຸບວ່າ ສາເຫດການເສຍຊີວິດຂອງກັບຕັນ ເຈບຟຣີຮານີ ສ່ວນຫນື່ງມາຈາກຄວາມບົກພ່ອງຂອງການອອກແບບເຄື່ອງບິນ.\n",
        "output": [
            "The report finds Captain Jeffrey Haney's death was partly due to aircraft design flaws.\n"
        ]
    },
    {
        "input": ":\"ຍ່າງຊ້າໆລົງໄປຫາບ່ອນທີ່ທະຫານຢູ່ແລະຍິ້ມໃສ່ພວກເຂົາໃນຂະນະທີ່ເຮົາຍ່າງ ພວກເຮົາຍ່າງເຂົ້າໃກ້ຜູ້ຊາຍທີ່ເບິ່ງຄືວ່າຈະແມ່ນຜູ້ບັນຊາການທະຫານ.\"\n",
        "output": [
            ":\"Walking slowly down to where the soldiers were and smiling at them as we walked, we approached the man who appeared to be the commanding officer.\"\n"
        ]
    },
    {
        "input": "ທ່ານ ປີເຕີ ອໍກັສ໌ ຈາກມະຫາວິທະຍາໄລລັດໂລດໄອແລນ ໃນ ຄຶງສະຕັນ ໄດ້ສະແດງຄຳຄິດເຫັນວ່າ: \"ຂ້າພະເຈົ້າຮູ້ສຶກປະຫລາດໃຈຫລາຍໃນເລື່ອງຄວາມສອດຄ່ອງກ່ຽວກັບສິ່ງທີ່ເຂົາໄດ້ຄົ້ນພົບຈາກການທີ່ ຝູງງົວ ແລະ ກວາງຫັນຫນ້າໄປທາງທິດເໜືອ.\"\n",
        "output": [
            "Peter August of the University of Rhode Island in Kingston, commented: \"I was really amazed at the consistency with which they found north-facing cows and deer.\"\n"
        ]
    },
    {
        "input": "ເຂົາກ່າວວ່າ ອີງຕາມວິທະຍຸກະຈາຍສຽງແຫ່ງຊາດຂອງຟິນແລນ(YLE) ມາດຕະການຮັບມືຄວນເລີ່ມຕົ້ນຕັ້ງແຕ່ອາທິດທີ່ແລ້ວ ທັນທີ ຫຼັງຈາກເກີດເຫດ.\n",
        "output": [
            "He says, according to Finland's national broadcasting company (YLE), that the countermeasures should have started a week ago, immediately after the disaster, instead of now.\n"
        ]
    },
    {
        "input": "\"ນີ້ໄດ້ເປັນບົດສະຫຼຸບທີ່ສາມາດເບິ່ງເຫັນໄດ້ຂອງ ການເມີນເສີຍມາດຕະການຄວາມປອດໄພ​\" ຜູ້ມອບສິດທີ່ເປັນຕົວແທນບັນດາຄອບຄົວ ກ່າວ.\n",
        "output": [
            "\"This was a foreseeable consequence of ignoring safety measures,\" one attorney representing the families said.\n"
        ]
    },
    {
        "input": "ຄຼິນຕັນກ່າວວ່າເປັນກຽດຢ່າງຍິງທີ່ລາວໃນການເຂົ້າຮ່ວມພິທີນີ້ພ້ອມກັບພັນລະຍາ ລູກສາວແລະເພື່ອນຈາກອາເມລິກາ ເພື່ອສະແດງຄວາມສະມັກຄີໃນການລຳລືກເຖືງຍິດຊັດຣາບິນ.\n",
        "output": [
            "Clinton said that it was a great honor for him to be at the ceremony with his wife, daughter and friends from America to stand in solidarity for the memory of Yitzhak Rabin.\n"
        ]
    },
    {
        "input": "ຈາກຄຳປະຕິຍານຂອງ $850 ລ້ານ ລັດຖະບານຂອງ ເຊຍຣາ ເລໂອເນ ໄດ້ຫວັງປະມານ $300 ລ້ານ ສາມາດຮັບປະກັນໄດ້ ກັບບັນດາເງື່ອນໄຂທີ່ໄດ້ຕິດຄັດ ກ່ຽວກັບ ການນໍາໃຊ້ທຶນຮອນ.\n",
        "output": [
            "From the pledges of $850 million the government of Sierra Leone was hoping for only about $300 millions could be secured, with attached conditionalities concerning the use of funding.\n"
        ]
    },
    {
        "input": "ອີງຕາມແຫຼ່ງຂ່າວທີ່ບໍ່ເປີດເຜີຍລາຍຊື່ທີ່ອ້າງອີງໃນບົດຄວາມຂອງໜັງສືພິມເດີນິວຢອກທາມ ຄວາມຄິດເຫັນທາງກົດໝາຍປີ2005ທີ່ເປັນຄວາມລັບທາງລາດຊະການໄດ້ບັນຈຸເອົາ \"ການຮັບຮອງຢ່າງແຜ່ຫຼາຍຂອງເຕັກນິກການໄຕ່ສວນແບບຮຸນແຮງທີ່ສຸດທີ່ຊີໄອເອເຄີຍໃຊ້ມາ\" ແລະໄດ້ຮັບອານຸຍາດຢ່າງແຈ່ມແຈ້ງໃນການໃຊ້ກົນລະຍຸດລວມມີການຕົບຫົວ ໃຊ້ອຸນະພູມເຢັນຈັດ ເຕັກນິກການຈົມນ້ຳຈຳລອງທີ່ເອີ້ນວ່າໄມ້ກະດານນ້ຳຕໍ່ຜູ້ຕ້ອງສົງໃສໃນການກໍ່ການຮ້າຍ.\n",
        "output": [
            "According to anonymous sources cited in The New York Times article, the classified 2005 legal opinion contained \"an expansive endorsement of the harshest interrogation techniques ever used by the Central Intelligence Agency,\" and explicitly authorized the use of tactics including head-slapping, frigid temperatures, and the simulated drowning technique known as waterboarding against terror suspects.\n"
        ]
    },
    {
        "input": "ພາລະກິດນີ້ຈະ \"ວັດກ໊າດທີ່ຟຸ້ງອອກມາຈາກກຸ່ມກ໊າຊ.\" ຖະແຫລງການໄດ້ຖິ້ມທ້າຍໄວ້.\n",
        "output": [
            "The mission will \"measure the gas emanating from the plume,\" ended the statement.\n"
        ]
    },
    {
        "input": "ນັກເຄື່ອນໄຫວຂອງ Narmada Bachao Andolan ພະຍາຍາມປ້ອງກັນຕໍາຫຼວດຈາກການເຄື່ອນຍ້າຍ Patkar ແລະບາງຄົນຖືກຈັບໃນຂໍ້ຫາກໍ່ຄວາມໂກລາຫົນ.\n",
        "output": [
            "Activists of the Narmada Bachao Andolan tried to prevent the police from moving Patkar and some were arrested on rioting charges.\n"
        ]
    },
    {
        "input": "\"ລັດຖະບານຈະຮ່ວມມືກັບປະຊາຄົມລະຫວ່າງປະເທດເພື່ອຄົງໄວ້ແຫ່ງຄວາມສະຫງົບແລະຄວາມປອດໄພທີ່ຄາບສະຫມຸນເກົາຫລີ.\"\n",
        "output": [
            "\"The government will also cooperate closely with the international community to maintain peace and safety on the Korean Peninsula.\"\n"
        ]
    },
    {
        "input": "\"ຂ້າພະເຈົ້າຂໍກ່າວວ່າ ປະຈຸບັນທາງເຮົາມີທະຫານຢູ່ໃນອີຣັກແລ້ວ 140,000 ຄົນ ແລະຄວາມເຂົ້າໃຈຂອງຂ້ອຍແມ່ນຜູ້ນໍາໂຮເວີດໄດ້ສົ່ງທະຫານຂອງອົດສະຕາລີມາພຽງ 1,400 ຄົນ.\" ທ່ານ ໂອບາມາ ກ່າວ.\n",
        "output": [
            "\"I would also note that we have close to 140,000 troops on the ground now, and my understanding is that Mr Howard has deployed 1,400\", said Mr Obama.\n"
        ]
    },
    {
        "input": "ການຕິດເຊື້ອແມ່ນມີບັນຫາ ໂດຍສະເພາະຍ້ອນ ໜຶ່ງສ່ວນສີ່ຂອງຄົນຜູ້ທີ່ຕິດເຊື້ອຕ້ອງການນອນໂຮງໝໍ.\n",
        "output": [
            "The infections are particularly problematic because nearly a quarter of people who get a staph infection require hospitalization.\n"
        ]
    },
    {
        "input": "ຫລັງຈາກທີ່ທ່ານ ຊິນນະວັດເດິນທາງໄປຍັງເຂດພື້ນທີ່ດັາງກ່າວກໍ່ເຮັດໃຫ້ມີການຍິງກັນຫລາຍຂື້ນ.\n",
        "output": [
            "Mr. Shinawatra's recent visit to the region was followed by further shootings.\n"
        ]
    },
    {
        "input": "ຄຳຕັດສິນເກີດຂື້ນຫລັງຈາກທີ່ບໍລິສັດໄມໂຄຊ໊ອບປະກາດວ່າຈະເປີດເຜີຍລະຫັດຊ໊ອບແວລັບກ່ອນຫນ້າຈຳນວນ 30,000 ຫນ້າ ເມື່ອວັນພະຫັດທີ່ຜ່ານມາ (21 ກຸມພາ).\n",
        "output": [
            "The decisions came after Microsoft announced they were disclosing 30,000 pages of previously secret software code last Thursday (February 21st).\n"
        ]
    },
    {
        "input": "ທ່ານ ເຊຊາຍ ລິຊາດສ ປະທານອົງການວາງແຜນພໍ່ແມ່ເວົ້າວ່າ \"ໃນຂະນະທີ່ສິ່ງນີ້ລົບກວນຢ່າງລລື້ງຊຶ້ງ ແລະ ໜ້າຜິດຫວັງ ພວກເຮົາຕ້ອງການໃຫ້ບັນດາແມ່ຍິງທີ່ຍັງພຶງພາອົງການວາງແຜນພໍ່ແມ່ໃນການຮັກສາເຕົ້ານົມ ໃຫ້ຮູ້ວ່າພວກເຮົາຍັງຄົງຢູ່ບ່ອນນີ້ເພື່ອພວກເຂົາ ແລະ ພວກເຮົາຈະຢູ່ນີ້ຕະຫຼອດໄປ.\"\n",
        "output": [
            "Cecile Richards, president of Planned Parenthood, said, \"While this is deeply disturbing and disappointing, we want to assure women who rely on Planned Parenthood for breast care that we're still here for them, and we always will be. \"\n"
        ]
    },
    {
        "input": "ເດິ ກຣິດເດີ້ສ ຢູ່ທີ່ບາງກອກ, ປະເທດໄທ, ສຳລັບຕຳແໜ່ງຊະນະເລີດການແຂ່ງຂັນບານບ້ວງລົດເຂັນຍິງ ເຂດອາຊີ-ໂອຊີອານີ ,ທີ່ກຳລັງຖືກຈັດຂຶ້ນທີ່ສູນຊາວໜຸ່ມໄທ-ຍີ່ປຸ່ນ ທີ່ບາງກອກ.\n",
        "output": [
            "The Gliders are in Bangkok, Thailand, for the Asia-Oceania Zone Wheelchair Basketball Championships, which are being held at the Thai-Japanese Bangkok Youth Center.\n"
        ]
    },
    {
        "input": "ນີ້ແມ່ນເພື່ອສະໜອງຄວາມປອດໄພຂອງນ້ຳໃຫ້ແກ່ຕົວເມືອງ ເນື່ອງຈາກວ່າໄພແຫ້ງແລ້ງກາຍເປັນສິ່ງທີ່ເກີດຂຶ້ນເລື້ອຍໆ ຍ້ອນສະພາວະໂລກຮ້ອນ.\n",
        "output": [
            "This is to provide water security for the city as droughts become more frequent due to global warming.\n"
        ]
    },
    {
        "input": "ເຖິງວ່າຈະປົນເປໄປດ້ວຍຜົນທີ່ຫຼາກຫຼາຍຈາກການແຂ່ງຂັນ ທີມ ກູກຣີສ ຍັງຈັດການໄດ້ເຂົ້າຮອບ ຈັກໄຟນໍ.\n",
        "output": [
            "Despite mixed results for the tournament the Kukris managed to qualify for the Jug Final.\n"
        ]
    },
    {
        "input": "ບາງການຊ່ວຍເຫລືອ ແມ່ນມາໃນຮູບແບບອາຫານ ຂະນະທີ່ການຊ່ວຍເຫລືອອື່ນໆ ແມ່ນຈະເປັນເງິນສົດ ເຊິ່ງຈະຖືກໃຊ້ໂດຍອົງກອນຊ່ວຍເຫລືອ ເພື່ອຊື້ເຂົ້າຈາກຊາວນາໂອທິໂອເປຍ.\n",
        "output": [
            "Some aid came in the form of food, while other aid came as cash which would be used by the aid agencies to buy grain from Ethiopian farmers.\n"
        ]
    },
    {
        "input": "ໃນປະຈຸບັນ ມີນັກຮຽນອັງກິດ ເຂົ້າສອບເສັງເກືອບສິບລ້ານຄົນ ໃນແຕ່ລະປີ.\n",
        "output": [
            "Currently, almost ten million tests are sat each year by British pupils.\n"
        ]
    },
    {
        "input": "\"ນອກຈາກນີ້ ຜູ້ສະຫມັກອາຍຸບໍ່ຄວນເກີນ 32ປີໃນວັນທີ 31 ທັນວາ 2006...\"\n",
        "output": [
            "\"Furthermore, applicants should not be more than 32 years old on 31 December, 2006 …\"\n"
        ]
    },
    {
        "input": "ຜູ້ປ່ວຍໂລກໄມເກຣນ(ຄິດເປັນສັບສ່ວນໃນສະຫະລາຊະອານາຈັກປະມານ ແປດເປີເຊັນຂອງຜູ້ຊາຍ ແລະ ສິບແປດເປີເຊັນຂອງຜູ້ຍິງ)ຈົ່ມຕະຫຼອດວ່າ ແສງ ສຽງແຊວ ແລະ ການສຳຜັດເຮັດໃຫ້ເກີດຄວາມເຈັບປວດ.\n",
        "output": [
            "Migraine sufferers (thought in the United Kingdom to number about eight per cent of men and eighteen per cent of women) often complain that light, noise and touch cause pain.\n"
        ]
    },
    {
        "input": "ສະຫະປະຊາຊາດ ແລະ ກອງກຳລັງຮັກສາຄວາມສະຫງົບ ຝຣັ່ງ ກ່າວວ່າ ພວກເຂົາຈະບໍ່ອອກຈາກຊາຍຝັ່ງ ອີໂວຣີ ເຖິງວ່າຄຳສັ່ງຈາກ ປະທານປະເທດ ລໍເລັນ ແບັກບູ ໃຫ້ອອກຈາກປະເທດ.\n",
        "output": [
            "The United Nations and French peacekeeping forces say they will not leave the Ivory Coast despite orders from incumbent president Laurent Gbagbo to leave the country.\n"
        ]
    },
    {
        "input": "ບາເຊກູໄດ້ຮັບການສະຫນັບສະຫນຸນຈາກຊົນຊັ້ນກາງທີ່ມີການສືກສາ ຊື່ງມັກນະໂຍບາຍການກຳຈັດຄໍລັບຊັ້ນໃນປະເທດ ຊື່ງເປັນຫນື່ງໃນປະເທດທີ່ມີການຄໍລັບຊັ້ນຫລາຍທີ່ສຸດ.\n",
        "output": [
            "Băsescu is supported by the educated middle-class, who take a favourable view upon his policy of stamping out corruption in one of the region's most corrupt countries.\n"
        ]
    },
    {
        "input": "ນາຍຍົກເທດສະມົນຕີແມຣີ ເທນເນີແຫ່ງລັດຮັດດິມານຊື່ງເປັນທີ່ຕັ້ງຂອງມາເລໂດເນຍ ກ່າວວ່າ: \"ການພົບປະຄັ້ງຕໍ່ໄປຈະເປັນການເສຍເວລາແລະບໍ່ມີສາລະ ແທນທີ່ຈະເປັນກິດທຸລະທີ່ໄດ້ໂອ້ລໄມກັນແທ້ໆ.\"\n",
        "output": [
            "Mayor Marie Trainer of Haldimand County, were Caledonia is located, said: \"The next meeting or two will be wasted on frivolous stuff again instead of getting down to business.\"\n"
        ]
    },
    {
        "input": "ໃນທີ່ປະຊຸມສຸດຍອດ ຍູໄຣກ່າວຫາລັດຖະບານຂອງຄໍເຣຍວ່າມີຄວາມສຳພັນກັບກະບົດເອັບເອອາຊີ ຊື່ງເປັນຂໍ້ກ່າວຫາທີ່ຄໍເຣຍປະຕິເສດຢ່າງວ່ອງໄວ.\n",
        "output": [
            "At the summit, Uribe charged Correa's government of having links with the FARC rebels, a charge that Correa quickly denied.\n"
        ]
    },
    {
        "input": "ລາຍການທີ່ ຟອຊເຊ ໄດ້ອີງຕາມແມ່ນລາຍການຈາກປີ 1995 ຄະນະກຳມະການສະພາ ໃນລັດທິສາດສະໜາ ໃນ ຝຣັ່ງ.\n",
        "output": [
            "The list which Fosse referred to is a list from the 1995 Parliamentary Commission on Cults in France.\n"
        ]
    },
    {
        "input": "ໄຕເຫລົ່ານີ້ສາມາດເປັນເນື້ອເຍື້ອຂອງຜູ້ປ່ວຍ ໂດຍລຽງບໍ່ໃຫ້ມີການປະຕິເສດຂອງອະໄວຍະວະ ແລະຈະເພີ່ມຄວາມຈຸຂອງໄຕທີ່ສາມາດປູກຖ່າຍໃນຄົນໄດ້.\n",
        "output": [
            "These kidneys would also be of the patient's tissue avoiding issues of organ rejection and would increase the pool of kidneys available for human transplant.\n"
        ]
    },
    {
        "input": "ພັກອີກສິບຫົກພັກມີທີ່ນັ່ງໃນສະພານີ້ແຕ່ບໍ່ມີພັກໃດທີ່ມີຄະແນນຫລາຍກວ່າຫນື່ງເປີເຊັນ.\n",
        "output": [
            "Sixteen other parties were also in contention for parliament seats, but none of them received more than one percent of the vote.\n"
        ]
    },
    {
        "input": "ພວກເຂົາຍັງທົດສອບໜູບໍລິສຸດທີ່ໄດ້ຮັບ ໂປຣແລກຕິນ ຕື່ມ ແລະ ພົບວ່າຜົນລັບຄ້າຍຄືກັບໜູຖືພາ.\n",
        "output": [
            "They also tested virgin mice given additional prolactin, and found results similar to pregnant mice.\n"
        ]
    },
    {
        "input": "Pascal Bates ຜູ້ດຳເນີນຄະດີໄດ້ກ່າວວ່າ ເພື່ອຄວາມໄວ້ວາງໃຈພວກເຮົາໄດ້ຍອມຮັບວ່າການລະເມີດດ້ານສຸຂະພາບ ແລະ ຄວາມປອດໄພເປັນ \"ສາເຫດທີ່ສໍາຄັນ\" ໃນການເສຍຊີວິດຂອງເຂົາ.\n",
        "output": [
            "The trust admitted that health and safety breaches were a \"significant cause\" of his death, said Pascal Bates for the prosecution.\n"
        ]
    },
    {
        "input": "ຜູ້ໄດ້ຮັບບາດເຈັບຖືກນຳຕົວໄປຍັງໂຮງພະຍາບານທະຫານທ້ອງຖິ່ນເພື່ອຮັບການຮັກສາ ເມື່ອຫນ່ວຍຮັກສາຄວາມປອດໄພເຂົ້າຮັກສາຄວາມປອດໄພໃນພື້ນທີ່ທີ່ເກີດລະເບີດ.\n",
        "output": [
            "The wounded were taken to a local military hospital for treatment, while security forces secured the scene of the blast.\n"
        ]
    },
    {
        "input": "ບົດຄວາມທີເຮັດໃຫ້ເວັບໄຊດັ່ງກ່າວຂື້ນເຖິງຈຸດສູງສຸດແມ່ນການບົດຄວາມກ່ຽວກັບການຕັ້ງຖິ່ນຖານທີ່ບໍ່ເຕັມໃຈໃນສະຫະພາບໂຊຫວຽດ.\n",
        "output": [
            "The article that put the site over the top was Involuntary settlements in the Soviet Union.\n"
        ]
    },
    {
        "input": "ຂໍ້ຜູກມັດການແຕ່ງງານຂອງເພດດຽວກັນຈະຖືກນໍາສະເຫນີເປັນກົດຫມາຍພາຍໃນ 100 ມື້ ໃນລັດຖະບານ ຣູດ ສັນຍາວ່າຈະອະນຸຍາດໃຫ້ \"ລົງຄະແນນສຽງຢ່າງເຕັມທີ່\" ຖ້າວ່າລາວໄດ້ຮັບການເລືອກຕັ້ງຄືນ.\n",
        "output": [
            "Pledging that a bill to legalise same-sex marriage would be introduced within 100 days of government, Rudd promised to allow a \"full conscience vote\" if he were to be re-elected.\n"
        ]
    },
    {
        "input": "ທັງສອງຝ່າຍລົງນາມໃນສັນຍາເມືອອາທິດທີ່ຜ່ານມາ ເພື່ອແກ້ໄຂສະຖານະການຕືງຄຽດທາງການເມືອງທີ່ກິນໄລຍະເວລາມາກວ່າ ສີ່ເດືອນ.\n",
        "output": [
            "The two signed an agreement last week to resolve the four-month political standoff.\n"
        ]
    },
    {
        "input": "ຄວາມກັງວົນດ້ານສິດທິມະນຸດດັ່ງກ່າວໄດ້ເຮັດໜ້າທີ່ເປັນອຸປະສັກສຳລັບຕວກກີທີ່ຈະເຂົ້າສະມາຄົມເອີລົບ.\n",
        "output": [
            "Such human rights concerns have long served as a stumbling block for Turkey's attempts to join the European Union.\n"
        ]
    },
    {
        "input": "ແບລດ ຍັງວິພາກວິຈານວ່າຝ່າຍຟ້ອງຮ້ອງໄດ້ພັນລະນາລູກຄວາມຂອງລາວ.\n",
        "output": [
            "Blatt also criticized the portrait prosecutors had painted of his client.\n"
        ]
    },
    {
        "input": "ນັກສອບສວນ ກ່າວວ່າ ປະຈຸບັນ ເຂົາເຈົ້າບໍ່ແນ່ໃຈ ວ່າ ການລະເບີດແມ່ນມາຈາກອຸປະຕິເຫດ ຫລື ບໍ່ ຫລື ວ່າມີສິ່ງຜິດກົດໝາຍມາພົວພັນ ເນື່ອງຈາກຄວາມພະຍາຍາມທັງໝົດ ແມ່ນເບື້ອງຕົ້ນ ແນ່ໃສ່ພະຍາຍາມຄົ້ນຫາຜູ້ລອດຊີວິດ.\n",
        "output": [
            "Investigators say they are currently unsure if the blast was purely accidental, or if foul play was involved, as all efforts were initially focused on attempting to locate survivors.\n"
        ]
    },
    {
        "input": "ແນວຄິດທ້າທາຍນີ້ຖືກຕໍ່ຕ້ານໂດຍກຸ່ມຄົນເຊິ່ງປະກອບມີ ຜູ້ໄດ້ຮັບລາງວັນໂນເບວສອງຄົນ ແລະ ນັກວິທະຍາສາດທີ່ຕໍ່ຕ້ານການສອນ ຫຼື ແມ້ແຕ່ການສົນທະນາກ່ຽວກັບການສ້າງຂອງພະເຈົ້າໃນຫ້ອງຮຽນວິທະຍາສາດ.\n",
        "output": [
            "This provoked a storm of protest from a group that included two Nobel Laureates and other scientists who strongly oppose the teaching, or even the discussion of creation in science class.\n"
        ]
    },
    {
        "input": "\"ເມື່ອໄດກໍ່ຕາມທີ່ລາວຈະເບກ ລາວຈະດືງຕົວຂື້ນມາດ້ວຍຕີນຊ້າຍແລະຢຽບເບກດ້ວຍຕີນຂວາ.\"\n",
        "output": [
            "\"Whenever he would brake, he would pick himself up with his left foot and stomp on the brake with his right.\"\n"
        ]
    },
    {
        "input": "ບໍ່ຄວນສັບສົນກັບຮ້ານຫລຸຍໃນລິເວີພູເຊິ່ງກຳລັງຢູ່ພາຍໃຕ້ຄຳສັ່ງພິທັກຊັບ.\n",
        "output": [
            "It should not be confused with the Liverpool store Lewis's which has recently gone into receivership.\n"
        ]
    },
    {
        "input": "ວິທະຍຸອິສາລະເອວກ່າວວ່ານີ້ເປັນເດັກນ້ອຍປາເລດສະຕ້າຍຄົນທີສາມໃນໄລຍະສອງເດືອນທີ່ຜ່ານມາ ທີ່ຖືກຈັບວ່າພະຍາຍາມນຳວັດຖຸລະເບີດຜ່ານຈຸດກວດອິສາລະເອວ.\n",
        "output": [
            "Israeli radio noted that this is the third Palestinian child in the past two months caught attempting to transfer explosives past Israeli checkpoints.\n"
        ]
    },
    {
        "input": "ບັນຫາຫຼັກຂອງຜູ້ນໍາທັງສອງໄດ້ຕົກລົງກັນກ່ຽວກັບສົງຄາມທີ່ມີພຽງແຕ່ວິທີທາງການທູດຄວນຈະໄດ້ຮັບການນໍາໃຊ້ໃນການແກ້ໄຂຂໍ້ຂັດແຍ່ງລະຫວ່າງປະເທດເຊັ່ນ: ອັບການິສະຖານ, ອີຣັກແລະ, ໂດຍສະເພາະ, ບັນຫາອີຣານກັບບັນຫາໂຄງການນິວເຄຼຍ.\n",
        "output": [
            "The main point the two leaders agreed on was that only diplomatic means should be used in solving such international conflicts as in Afghanistan, Iraq and, especially, Iran with its nuclear program issue.\n"
        ]
    },
    {
        "input": "\"ຂ້າພະເຈົ້າຈະຈັດປະຊຸມລະດັບສູງກັບທາງຈີນເພື່ອຊີ້ແຈງແລະເຮົາຈະອະທິບາຍວ່າເປັນຫຍັງຈື່ງຄວນປົດລ໊ອກຂອງເຮົາ.\"\n",
        "output": [
            "\"I am trying to set up high-level meetings in China to state our case and explain why we should be unblocked.\"\n"
        ]
    },
    {
        "input": "ພັກຝ່າຍຄ້ານເອງ ຈະຕ້ອງໄດ້ຮັບບ່ອນນັ່ງໃນສະພາຢ່າງນ້ອຍຊາວບ່ອນ ເພື່ອຕໍ່ສູ້ກັບພັກແຮງງານ ແລະ ບັນດານັກການເມືອງອິດສະຫຼະ.\n",
        "output": [
            "The Opposition need to pick up at least twenty seats from the government to overcome the significant Labor majority and a number of independents.\n"
        ]
    },
    {
        "input": "ການໄລ່ໄຊຊະນະທີ່ມີ ເປົ້າໝາຍ 222 ອາຟິຣກາໃຕ້ໄດ້ມາ 172 ຫຼັງຈາກການສະແດງການກິ້ງລູກທີ່ສຸດຍອດ ໂດຍ ເຈຄອບໂອຣາມ Jacob Oram ແລະ ນາທານ ແມັກຄູຣັມ Nathan McCullum.\n",
        "output": [
            "Chasing a victory target of 222, South Africa were all out for 172 after some inspired bowling performance by Jacob Oram and Nathan McCullum.\n"
        ]
    },
    {
        "input": "ປີ​ຕໍ່​ມາ​ ເອ​ກະ​ສານ​ການ​ໄຫຼປະ​ຫວັດ​ສາດ​​ຍັງ​ເປັນ​ແຫຼ່ງ​ທີ່​ກ່າວ​ມາ​ເລື້ອຍໆ​ຂອງ​ສະ​ຖິ​ຕິ​ກ່ຽວ​ກັບ​ການ​ປັບປຸງຂອງການທໍາລາຍສັບສິນຂອງວິ​ກິ​ພີ​ເດຍ​.\n",
        "output": [
            "A year later, the history flow paper is still the most frequently cited source of statistics about the reversion of vandalism on Wikipedia.\n"
        ]
    },
    {
        "input": "ເຄວິນ ພີດເຕີສັນ ແລະ ຜູ້ຫຼິ້ໃໝ່ໃນ ໂອດີໄອ ລຸກ ໄຣທ໌ ທັງສອງເຮັດໄດ້ຜູ້ລະຫ້າສິບ ໄຣທ໌ ແບ່ງ 106 ຣັນ ກັບ ໂອໄວສ໌ ຊາ.\n",
        "output": [
            "Kevin Pietersen and ODI debutant Luke Wright both recorded fifties, with Wright sharing 106 runs with Owais Shah.\n"
        ]
    },
    {
        "input": "ການລາຍງານຄວາມເສຍຫາຍໄດ້ຮັບການກະກຽມໂດຍລັດທະບານໄຮຕິ ພ້ອມການຊ່ວຍເຫຼືອຈາກ ຄະນະກຳມາທິການເສດຖະກິດສຳລັບລາຕິນອາເມຣິກາແລະຄາລີບຽນ ທະນາຄານພັດທະນາອາເມຣິກາສາກົນ ທະນາຄານໂລກ ສະຫະປະຊາຊາດ ແລະ ສະຫະພາບເອີລົບ.\n",
        "output": [
            "The damages report was prepared by the Haitian Government with the support of the Economic Commission for Latin America and the Caribbean, the Interamerican Development Bank, the World Bank, the United Nations and the European Union.\n"
        ]
    },
    {
        "input": "ລູກຊາຍຂອງ ທ່ານນາງ ກິບຊັນ ຊື່ ໂຈນ ຈາກ ລີເວີພູ ໄດ້ຂໍຮ້ອງໃຫ້ ປະຊາຊົນອັງກິດທີ່ໂມໂຫຈາກປະໂຫຍກຄໍາສັ່ງຈອງຈຳຄຸກແມ່ຂອງລາວ ບໍ່ຄວນຫັນມາຕໍ່ຕ້ານ ມຸສລິມ.\n",
        "output": [
            "Ms Gibbons' son John, from Liverpool, has asked that British people angered by his mother's jail sentence should not turn against Muslims.\n"
        ]
    },
    {
        "input": "\"ທ່ານປະທານນາທິບໍດີບໍ່ເຄີຍແລະຈະບໍ່ຂໍໃຫ້ໂຄສົກຂອງທ່ານຖະແຫລງຂໍ້ມູນທີ່ເປັນເທັດ\" ລາວກ່າວ.\n",
        "output": [
            "\"The President has not and would not ask his spokespeople to pass on false information,\" she said.\n"
        ]
    },
    {
        "input": "ຍິງສາວຄົນໜຶ່ງໄດ້ເສຍຊີວິດ ໃນຄືນວັນສຸກ ພາຍຫຼັງ ເກີດອຸບັດຕິເຫດ ເທິງເຄື່ອງຫຼີ້ນປິ່ນ ຢູ່ທີ່ສວນສະໜຸກ ເພຣແລນ ໃນເມືອງໄລ ນິວຢອກ ສະຫະລັດອາເມລິກາ.\n",
        "output": [
            "A young woman was killed Friday night after an accident occurred on a gyrating ride at the Playland amusement park in Rye, New York in the United States.\n"
        ]
    },
    {
        "input": "ເມື່ອລອງພິຈາລະນາເບິ່ງດີໆແລ້ວ ເຮົາເຊື່ອວ່ານີ້ເປັນວິທີການທີ່ຈະນຳຜົນຕອບແທນອັນຍິ່ງໃຫຍ່ມາສູ່ຜູ້ທີ່ຕ້ອງການ ການຊ່ວຍເຫລືອຫລາຍທີ່ສຸດ.\"\n",
        "output": [
            "On balance, we believe this is the approach that will deliver the greatest benefits to the most vulnerable people.\"\n"
        ]
    },
    {
        "input": "\"ເມື່ອປ່ຽບທຽບກັບໂຄສະນາ(ອີກອັນ)ທີ່ໄດ້ຮັບການວິຈານໃນຊ່ວງຕົ້ນປີທີ່ມີການເລືອກຕັ້ງ(ແຫ່ງຊາດ)ທີ່ເກີດຂື້ນໃນທຸກມື້ໃນແຄນນາດາ...ເປັນໂຄສະນາທີ່ສາຍໄປທົ່ວປະເທດຂອງທ່ານ.\"\n",
        "output": [
            "\"Compare that (one ad) with the criticism early this year during the (federal) election that happened every day in Canada ...ads that were run consistently throughout your country.\"\n"
        ]
    },
    {
        "input": "ເພື່ອຕອບໂຕ້ ລີໂອ ເບັນຮັກເກີ້ ປ່ຽນການຫຼີ້ນເປັນແບບບຸກຂື້ນຫຼາຍຂື້ນ ຄືເປັນລະບົບ 4-3-2 ແລະ ເພີ່ມການບຸກຂື້ນຫຼາຍກ່ວາເກົ່າ.\n",
        "output": [
            "In reply Leo Benhakker changed to a more attacking 4-3-2 system and threw on an extra attacker.\n"
        ]
    },
    {
        "input": "ຕໍ່ມາບັນດານັກທ່ອງທ່ຽວທີ່ໄດ້ຮັບບາດເຈັບໄດ້ຖືກນໍາສົົ່ງໄປໂຮງໝໍຈໍານວນ5ບ່ອນທີ່ແຕກຕ່າງກັນ ໃນຂົງເຂດ ຄອສຕ້າ ເດ ໂຊ.\n",
        "output": [
            "The injured tourists were then taken to five different hospitals in the Costa del Sol region.\n"
        ]
    },
    {
        "input": "ຖ້າບໍ່ມີໃຜໄດ້ຄະແນນສຽງສ່ວນໃຫຍ່ເຖິງສອງສ່ວນສາມຫຼັງຮອບທີສອງປະທານສະພານິຕິບັນຍັດຕ້ອງຖືກເລືອກແບບຄະແນນສຽງຫຼາຍແບບປົກກະຕິໃນຮອບທີສາມ.\n",
        "output": [
            "If no-one gets two-thirds majority after two rounds the speaker will be elected by a simple majority in the third round.\n"
        ]
    },
    {
        "input": "ຊິງໄດ້ຮັບການຜ່າຕັດບາຍພາດຫົວໃຈໃນອັງກິດເມື່ອປີ 1990 ແລະສັນຍະກຳຕົກແຕ່ງຫລອດເລືອດໃນປີ2004 ທີ່ເດລີ ໃຫ້ປະກົດຂື້ນປີດໃນເສັ້ນເລືອດຂອງລາວ.\n",
        "output": [
            "Singh, a diabetic, underwent a bypass surgery in Britain in 1990 and had an angioplasty in 2004 in Delhi in which stents were introduced in his arteries.\n"
        ]
    },
    {
        "input": "ກົນລະເມັດທີ່ຮູ້ກັນດີໃນກຸ່ມຕໍ່ຕ້ານອິລັກ(ເອໄອເອັບ)ຄືການທຳທ່າເຮັດເປັນບາດເຈັບຫລືຕາຍ ແລະທະຫານສາມາດອ້າງໄດ້ວ່າພວກເຂົາຄືໄພຄຸກຄາມໄດ້ໂດຍສົມເຫດສົມຜົນ.\n",
        "output": [
            "A known tactic of anti-Iraqi forces (AIF) is to feign injury or death, and the marine could reasonably claim they were still a threat.\n"
        ]
    },
    {
        "input": "ອີງຕາມຄະນະກຳມະການ ນາຍຈ້າງຕ້ອງສະໜອງ \"ໃຫ້ຄວາມສະດວກຢ່າງມີເຫດຜົນ\" ຖ້າລູກຈ້າງມີຄວາມທ້າທາຍ ການຮຽນຝຶກອົບຮົມ ເວັ້ນແຕ່ໃນກໍລະນີສາເຫດທີ່ \"ຄວາມຍາກລຳບາກເກີນຄວນ\" ໃຫ້ແກ່ບໍລິສັດ.\n",
        "output": [
            "According to the Commission, employers must provide \"reasonable accommodation\" if an employee challenges a training course, unless this causes \"undue hardship\" for the company.\n"
        ]
    },
    {
        "input": "ໃນ 20 ເກມຂອງລະດູການນີ້ ມີການຊະນະພຽງສາມຄັ້ງທີ່ໄດ້ບັນທືກໄວ້ ແຕ່ເປັນຄັ້ງແລກທີ່ເກີດຂື້ນໃນລີກ ທີມເຫຍົ້າສີ່ທີມຊະນະການແຂ່ງຂັນຫລັງຈາກນັ້ນຮອບດຽວລວດ.\n",
        "output": [
            "In the 20 games so far this season, only three home wins had been recorded, but for the first time ever in the league, all four home teams won their respective matches in a single round.\n"
        ]
    },
    {
        "input": "ອາດຈະຕ້ອງໃຊ້ເວລາຢ່າງໜ້ອຍຫ້າມື້ເພື່ອຄວບຄຸມໄຟໄດ້ທັງຫມົດ.\n",
        "output": [
            "It could take at least five days before the fire can be brought under full control.\n"
        ]
    },
    {
        "input": "ລັດຖະບານຣັດເຊຍ ແລະ ຕູຣກີ ໄດ້ລົງນາມການເຫັນດີໃນມື້ນີ້ ເຊິ່ງອາດເຮັດໃຫ້ເກີດ ການກໍ່ສ້າງຣັດເຊຍ US$20 ຕື້ ພະລັງງານນິວເຄຣຍໃນ ຕູຣກີ ເປັນປະເທດທຳອິດ.\n",
        "output": [
            "The Russian and Turkish governments today signed an agreement that would lead to Russia building a US$20 billion nuclear power plant in Turkey, the country's first.\n"
        ]
    },
    {
        "input": "ນັກແລ່ນໄລຍະທາງໄກຊາວໂອຕາວາ ເຣ ຊາແຮບ ອາຍຸ 39 ປີ ນັກຂ່າວພະຈົນໄພ ແລະ ນັກອອກແບບ ເຄວິນ ແວລລີ ອາຍຸ 44 ປີຈາກລິນ ແວລເລ່ ທາງຕອນເຫນືອຂອງແວນຄູບເວີ ແລະ ນັກພະຈົນໄພຂົ້ວໂລກເຫນືອ ຣິຊາດ ເວບເບີ ອາຍຸ 49 ປີ ໄດ້ເວົ້າວ່າພວກເຂົາສໍາເລັດການເດີນທາງ 700 ໄມ(1,130 ກິໂລແມັດ) ໃນລະດັບຄວາມສູງທີ່ 10,000 ຟີດ ໃນທີ່ສຸດ ໄດ້ເດີນທາງມາຮອດຕອນເຊົ້າຂອງວັນພຸດ.\n",
        "output": [
            "Ottawa ultra-runner Ray Zahab, age 39, adventure journalist and architect Kevin Vallely, age 44, of Lynn Valley, North Vancouver and North Pole expeditionist Richard Weber, age 49, said they completed the 700-mile (1,130-kilometer) journey, at 10,000 feet altitude, finally arriving early Wednesday morning.\n"
        ]
    },
    {
        "input": "ເຈົ້າບ້ານແຂວງຟຣີສະເຕດນຳຢູ່ທີ່ 17-0 ຄະແນນຈົນຫມົດເຄິ່ງແລກ.\n",
        "output": [
            "The Free State were up 17 to nil during the first half.\n"
        ]
    },
    {
        "input": "ຫຼາຍ​ປະ​ເທດ​ສະ​ມາ​ຊິກ​ຂອງ​ເອີ​ຣົບ​ຕ່າງ​ກໍ​ໄດ້​ຮັບ​ຜົນ​ກະ​ທົບ​ຈາກ​ໜີ້​ສິນ​ທີ່​ເພີ່ມ​ຂຶ້ນ​ເລື້ອຍໆ.\n",
        "output": [
            "Several of the eurozone's member states have been impacted with increasing debt levels.\n"
        ]
    },
    {
        "input": "ລາວເປັນສາວອາຍຸປະມານສີ່ສິບປີທີ່ສວຍງາມຈາກກອງໄອແລນ ເປັນແມ່ຂອງເດັກນ້ອຍສາມຄົນ ທີ່ນຸ່ງໂສ້ງສີດຳເບິ່ງໂກ້ແລະເສື່ອຄໍຕ່ຳສີດຳຊື່ງປິດໄປຖືງຜົມບຣອນຫລາກສີຂອງລາວ ທີ່ຫວີໄປດ້ານຫລັງແລ້ວມັດມ້ວນຜົມຫລັງເປັນພຸ້ມ.\n",
        "output": [
            "She is a beautiful forty-ish Long Island mother of three who is dressed in smart black pants and a black turtleneck that reaches up to her blond-streaked hair pulled back in a bushy ponytail.\n"
        ]
    },
    {
        "input": "ສ່ວນຫນື່ງຂອງຂະບວນການຄືປັນຍາປະດິດຂອງອາດຳສາມາດສ້າງວົງຈອນແລະວິເຄາະຜົນຂອງການທົດລອງແລະເຮັດວຽກຫ້ອງປະຕິບັດຊ້ຳໆກັນ.\n",
        "output": [
            "A part of the process is that Adam's AI can cycle and analyze the results of the experiments as well doing routine repetitious lab work.\n"
        ]
    },
    {
        "input": "\"ມັນເປັນຄະດີທີ່ນຮ້າຍແຮງ ຄ່ອນຂ້າງບໍ່ມີສະຕິ ແລະ ຊຸມຊົນຍັງປິດບັງເບາະແສ ທີ່ແກ້ໄຂຄະດີໃຫ້ໄວ.\"\n",
        "output": [
            "\"This is quite an awful crime, quite senseless, and the community holds the clue to solving this crime quickly.\"\n"
        ]
    },
    {
        "input": "ດັ່ງທີ່ລາຍງານຈາກສະຫະປະຊາຊາດໃນວັນທີ 12 ມັງກອນ ແຜ່ນດິນໄຫວຢູ່ ໄຮຕິເຮັດໃຫ້ມີຄັນເສຍຊີວິດ 222,570ຄົນ ທີຜູ້ອົບພະຍົບຢູ່ທ່າເຮືອ 1,300,000ຄົນ 766,000ຄົນຂາດທີ່ຢູ່ 310,000ຄົນບາດເຈັບ ແລະ ສູນຫາຍອີກ869ຄົນ.\n",
        "output": [
            "As reported the United Nations, January 12 Haiti earthquake left exactly 222,570 deaths, 1,300,000 refugees in harbours, 766,000 displaced people, 310,000 injured and 869 disappeared.\n"
        ]
    },
    {
        "input": "ການສະແດງVisual Arts Bramton ສະຫນອງໃຫ້ເດັກນ້ອຍມີໂອກາດທີ່ຈະສ້າງວຽກສິນລະປະສໍາລັບການສະແດງSnail Mail ສິລະປະ ບັດໄປຊະນີໂລກຂອງເຂົາເຈົ້າ ໃນຂະນະທີ່ ສະພາສິນລະປະ Brampton ໄດ້ໃຫ້ຂຸຂີ້ຊາຍສີບົວພ້ອມທັງກະຕຸກນໍ້າຈາກເຂດ Peel.\n",
        "output": [
            "Visual Arts Brampton offered kids the chance to create artwork for their Snail Mail World Postcard Art Show, while the Brampton Arts Council gave away pink sand buckets with Region of Peel water bottles.\n"
        ]
    },
    {
        "input": "ຂະບວນລົດໄຟອາມຕຣັກ 371 ສາຍ ເເປຣ ມາຄູເອດ ໄດ້ເລີ່ມອອກຈາກ ແກຣນ ແຣບປິດສ ລັດມິຊິກັນແລະ ບັນທຸກຜູ້ໂດຍສານ 193 ຄົນລວມທັງສະມາຊິກລູກເຮືອຫົກຄົນ.\n",
        "output": [
            "Amtrak train 371, the Pere Marquette, started in Grand Rapids, Michigan and carried 193 people on board including six crew members.\n"
        ]
    },
    {
        "input": "ລາວຍັງກ່າວອີກລາວ ການໄລ່ອອກເປັນຜົນມາຈາກການທີ່ລາວຢືນຄຳຮ້ອງກ່ຽວກັບໂທມັດ.\n",
        "output": [
            "She also stated that the firing was the result of her filing a complaint about Thomas.\n"
        ]
    },
    {
        "input": "ລາວຕັ້ງໃຈພະຍາຍາມເຮັດໃຫ້ລົດຄັນອື່ນອອກຈາກນອກເສັ້ນທາງ.\n",
        "output": [
            "It is thought he was trying to force the other vehicle out of the way.\n"
        ]
    },
    {
        "input": "ເຈົ້າໜ້າທີ່ເກົາຫຼີໃຕ້ຍັງບໍ່ໄດ້ຄາດເດົາກ່ຽວກັບເຫດການນີ້ ກ່າວວ່າການເຄື່ອນຍ້າຍຮູບພາບ \"ອາດຈະແມ່ນດ້ວຍເຫດຜົນຫຼາຍໆຢ່າງ.\"\n",
        "output": [
            "South Korean officials are not yet speculating on the matter, saying the portrait removals \"may be for various reasons.\"\n"
        ]
    },
    {
        "input": "ຄົນຍ່າງແຄມຖະຫນົນອາຍຸ 23 ປີ ຕາມຖະນົນເຮສຄອສ ໃນເມືອງລອນດອນເດີຣີ ນໍເທີນໄອແລນ ໄດ້ຖືກຕຳດ້ວຍລົດພາດສາດໂຟກສະວາເກນສີດຳແລະເສຍຊີວິດໃນກາງຄືນວັນອາທິດ ເວລາ 02:20ໂມງ ເວລາມາດຕະຖານກີນິດ.\n",
        "output": [
            "A 23-year-old pedestrian walking along Racecourse Road in the city of Londonderry, Northern Ireland at around 0220 GMT on Sunday night was struck by a black Volkswagen Passat and has been killed.\n"
        ]
    },
    {
        "input": "ທີມຈາກລັດຊັດແຄດເຊວັນຊະນະການແຂ່ງຂັນເກຄັບຄັ້ງສຸດທ້າຍເມື່ອປີ 1989 ແລະເຂົ້າແຂ່ງຂັນຄັ້ງສຸດທ້າຍໃນນັດຊິງແຊ້ມປີ 1997 ກັບທີມອາໂກນອດຈາກເມືອງໂທຣອນໂຕ.\n",
        "output": [
            "Saskatchewan last won the Cup in 1989, and their last appearance at the championship game was in 1997 against the Toronto Argonauts.\n"
        ]
    }
]
}