{
    "Contributors": [
        "Phani Rohitha Kaza",
        "Xinran Xie"
    ],
    "Source": [
        "Dataset Card for Asian Language Treebank (ALT) (https://huggingface.co/datasets/alt)"
    ],
    "Categories": [
        "Language Translation"
    ],
    "Definition": "in this task given a sentence in english and your task is to convert it into the Filipino language.",
    "Input_language": [
        "English"
    ],
    "Output_language": [
        "Filipino"
    ],
    "Instruction_language": [
        "English"
    ],
    "Positive Examples": [
        {
            "input": "Sarah ran from the serial killer holding a jug of milk.",
            "output": "Tumakbo si Sarah mula sa serial killer na may hawak na pitsel ng gatas.",
            "explanation": "The above sentence is correctly translated from English to Filipino."
        },
        {
            "input": "He stepped gingerly onto the bridge knowing that enchantment awaited on the other side.",
            "output": "Dahan-dahan siyang humakbang sa tulay dahil alam niyang naghihintay ang enchantment sa kabilang panig.",
            "explanation": "The above sentence is correctly translated from English to Filipino."
        }
    ],
    "Negative Examples": [
        {
            "input": "He dreamed of leaving his law firm to open a portable dog wash.",
            "output": "Ito ang nagparamdam sa kanya na parang lumang-style na rootbeer float ang amoy.",
            "explanation": "The above sentence is not correctly translated from English to Filipino as none of the words match the translation."
        },
        {
            "input": "The bullet pierced the window shattering it before missing Danny's head by mere millimeters.",
            "output": "Ninakaw ng ilog ang mga diyos.",
            "explanation": "The above sentence is not correctly translated from English to Filipino as none of the words match the translation."
        }
    ],
    "Instances": [
        {
            "input": "One woman, RyAnne Fultz, was paralyzed by the flashing images in what she calls her worst attack in over a year, until her 11-year old son managed to get her to stop looking at the screen and close the flashing images.",
            "output": [
                "Ang isang babae, na si RyAnne Fultz, ay naparalisado sa pamamagitan ng imaheng kumikislap na tinatawag niyang pinakamatinding atake niya sa loob ng mahigit isang taon, hanggang nagawa ng kaniyang 11 na taong gulang na anak na lalaki na patigilin siyang tumingin sa screen at isinara ang mga imaheng kumikislap."
            ]
        },
        {
            "input": "After presenting the broadcasts of this morning's call-in programs, including the same one she was supposedly fired from in January, Ms Lupșe spoke to Wikinews from her television studio in Budapest, Hungary to give her first full-length English interview and talk about her work and her version of events.",
            "output": [
                "Pagkatapos ipalabas kaninang umaga ang brodkast ng mga tumawag sa programa, kasama ang palabas na sinasabi siya ay inaakalang natanggal na noong Enero, nakipag usap si Binibining Lupse sa Wikinews mula sa kaniyang istudyo sa telebisyon sa Budapest, Hungary para ibigay niya ang kaniyang kauna-unahang mahabang pakikipanayam sa Ingles at kaniyang sinabi ang tungkol sa kaniyang trabaho at ang kaniyang bersyon sa mga nangyari."
            ]
        },
        {
            "input": "The current leu will be replaced in July 2005 with the New Leu (RON), with 10,000 old lei = 1 New Leu.",
            "output": [
                "Ang kasalukuyang leu ay papalitan sa Hulyo 2005 ng New Leu (RON), na ang dating 10,000 lei = 1 New Leu."
            ]
        },
        {
            "input": "Eight Dollarama employees in downtown Toronto also held one of the winning tickets, worth more than $10.8 million.",
            "output": [
                "Walong empleyado ng Dollarama sa bayan ng Toronto ay may hawak din ng isa sa mga nanalong tiket, na nagkakahalaga ng mahigit $10.8 milyon."
            ]
        },
        {
            "input": "Branding and practices will be licensed to the other production and distribution companies.",
            "output": [
                "Ibibigay ang lisensya sa pagtatatatak at pagsasagawa sa ibang mga produksyon at kompanya na nagbabahagi."
            ]
        },
        {
            "input": "\"The driver failed to heed multiple warnings to stop as he headed towards the inner Canadian cordon. \"",
            "output": [
                "\"Nabigong pansinin ng drayber ang ilang beses na mga babala upang huminto habang patungo siya sa panloob na kordon ng Canada.\""
            ]
        },
        {
            "input": "When asked whether speculation of reductions would affect British forces morale in Iraq, it was insisted that, \"The British forces will continue to operate in the professional manner to which they always have done.\"",
            "output": [
                "Nang tanungin kung ang haka-haka ng pagbabawas ay makakaapekto sa moral ng mga puwersa ng Britanya sa Iraq, ipinaggiitan na \"Ang mga puwersa ng Britanya ay patuloy na kikilos sa propesyonal na paraan na lagi nilang ginagawa.\""
            ]
        },
        {
            "input": "According to Russian officials, an Aeroflot-Nord, Flight 821, a Boeing 737-500 crashed near the city of Perm at 3:15 a.m. local time with 88 people aboard, all feared to have been killed.",
            "output": [
                "Ayon sa mga opisyales ng Rusiya, ang Aeroflot-Nord, Lipad 821, isang Boeing 737-500 ay bumagsak malapit sa lungsod ng Perm mga ika-3:15 ng umaga lokal na oras na may 88 na katao na nakasakay, pinangangambahan na lahat ay namatay."
            ]
        },
        {
            "input": "Around half of each fee went to the Nejloveanus and half to the brothel.",
            "output": [
                "Halos kalahati ng bawat bayad ay napupunta kay Nejloveanus at ang kalahati ay napupunta sa lugar ng prostitusyon."
            ]
        },
        {
            "input": "\"I remember when he did this before, it didn't turn out too well for anyone, especially our country.\"",
            "output": [
                "\"Natatandaan ko noong ginawa niya ito dati, hindi ito nagdulot nang maayos para sa kahit kanino, lalo na sa ating bansa.\""
            ]
        },
        {
            "input": "However, in the last session of the day India took five wickets, sending Australia all out with a score of 212 after fifty overs.",
            "output": [
                "Gayunpaman, sa huling sesyon noong araw kinuha ng India ang limang wickets, iniwanan ang Australia na may puntos na 212 matapos ang limampung overs."
            ]
        },
        {
            "input": "Some senators said that only the Wokers' Party itself initiated the crisis.",
            "output": [
                "Ang ilang mga senador ay sinabi na ang Worker's Party lamang ang nagsimula ng krisis."
            ]
        },
        {
            "input": "Vladimir Putin has relieved from power Admiral Vladimir Kuroyedov, the head of the Russian navy.",
            "output": [
                "Inalisan ng kapangyarihan ni Vladimir Putin si Admiral Vladimir Kuroyedov, ang pinuno ng hukbong-dagat ng Rusya."
            ]
        },
        {
            "input": "The videos have been reported to be of anti-Scientology protests, recorded by various members of the group Anonymous.",
            "output": [
                "Ang mga video ay iniulat na may mga protestang kontra-scientology, itinala ng iba't ibang miyembro ng grupong Anonymous."
            ]
        },
        {
            "input": "The two banks have been in need of recapitalization for several weeks.",
            "output": [
                "Ang dalawang bangko ay nangangailangan ng bagong pang-puhunan para sa ilang linggo."
            ]
        },
        {
            "input": "\"We were forced to introduce the legislation against this indecent practice before the warm weather starts,\" Melchior Looser, the canton’s justice and police minister, said.",
            "output": [
                "\"Napilitan kaming imungkahi ang ordinansa laban sa hindi disenteng aktibidad na ito bago magsimula ang tag-init,\" ayon kay Melchior Looser, ang hukom at ministro ng pulis ng kanton."
            ]
        },
        {
            "input": "However the High Court dismissed a contempt of court action that attempted to stop the 2005 evictions, giving no reason.",
            "output": [
                "Gayon pa man, dinismis ng High Court angcontempt of court na nagtangkang patigilin ang 2005 na pagpapalayas, at nagbigay ng walang dahilan."
            ]
        },
        {
            "input": "Latvia had the highest jobless rate for the EU, at 22.8%, whilst Spain has the highest for the eurozone, at 19.5%.",
            "output": [
                "Latvia ang nagkaroon ng pinakamataas na reyt ng walang trabaho para sa EU, nasa 22.8%, habang Spain ang pinakamataas para sa eurozone, nasa 19.5%."
            ]
        },
        {
            "input": "\"It's not just unusual, it's embarrassing,\" said a spokesman for police in the town of Eschwege.",
            "output": [
                "\"Ito ay hindi lamang pambihira, ito ay nakakahiya,\" sabi ng tagapagsalita ng mga pulis sa bayan ng Eschwege."
            ]
        },
        {
            "input": "The improvements have been tested by more than 500,000 beta-testers.",
            "output": [
                "Ang pagpapabuti ay sinubukan ng higit sa 500,000 na beta-testers."
            ]
        },
        {
            "input": "The bomb threat, originally discovered on 4chan, stated that truck bombs containing radiological materials would be detonated during the football games this Sunday.",
            "output": [
                "Ang bantang pagpapasabog, ay orihinal na natuklasan sa 4chan, na nagsabing ang mga trak ng bomba na naglalaman ng radilohikal na materyales ay pasasabuging habang naglalaro ng putbol ngayong Linggo."
            ]
        },
        {
            "input": "\"The goal must be to stop plastic bags getting into the litter stream and spoiling Australia’s environment.\"",
            "output": [
                "\"Ang layunin ay dapat mapigilan ang mga plastik na bag sa daloy ng mga basura at sirain ang kapaligiran ng Australia.\""
            ]
        },
        {
            "input": "\"But more importantly, I think it was the combination of the show of force, the police were out there in big numbers, and we don't apologise for that.",
            "output": [
                "\"At ang pinakamahalaga, sa tingin ko ay ang kombinasyon ng pagpapakita ng lakas, kung saan ang mga pulis na nakalabas ay marami, at hindi kami humihingi ng paumanhin para doon."
            ]
        },
        {
            "input": "The Austrian paper Krone reports that the \"usual goal of their attacks is to raise a fuss or disturb others\".",
            "output": [
                "Iniuulat ng Austryang pahayagan na Krone na ang \"ang karaniwang layunin ng kanilang pag-atake ay para abalahin at gambalahin ang iba.\""
            ]
        },
        {
            "input": "He is \"someone who presents a potential physical danger to others, but also a potential danger by organizing future bombings,\" Louboutin said.",
            "output": [
                "Siya ay \"isang tao na nagtatanghal ng potensyal na pisikal na pagpapahamak sa iba, at potensyal din na panganib sa pagsasagawa ng pambobomba sa hinaharap,\" sabi ni Louboutin."
            ]
        },
        {
            "input": "He responded that \"we can't have one sector of our society sheltered from the ravages of the recession, at the cost to people who have been hurt by the recession the most\", citing the example of construction unions in New Jersey currently suffering unemployment between 35 and 50%.",
            "output": [
                "Siya ay tumugon na \"hindi tayo maaring magkaroon ng isang sektor ng ating lipunan bukod sa malaking pamiminsala ng kaalyado, at sa mga taong pinaka-nasaktan ng kaalyado,\" nabangit ang halimbawa ng pagtatayo ng unyon sa New Jersey ay kasalukuyang naghihirap mula sa kawalan ng trabaho sa pagitan ng 35 at 50%."
            ]
        },
        {
            "input": "The comment about Canada is secondary to the ad's first purpose.",
            "output": [
                "Ang komento tungkol sa Canada ay pangalawahin lamang kaysa sa unang layunin ng kampanya."
            ]
        },
        {
            "input": "The US Senate rejected Wednesday a bill amendment aimed at increasing the security of gun background checks, on what President Barack Obama described as \"a shameful day for Washington.\"",
            "output": [
                "Noong Miyerkules, tinanggihan ng Senado ng US ang isang pagbabago sa panukalang-batas na nagnanais na dagdagan ang seguridad sa pagsusuri sa karanasang-baril, na inilarawan ni Presidente Barack Obama na \"isang nakakahiyang araw para sa Washington.\""
            ]
        },
        {
            "input": "Canadian Idol host Ben Mulroney announced Sunday that Cyndi Lauper has agreed to produce one track for Avila's future album.",
            "output": [
                "Ang punong-abala ng Canadian Idol na si Ben Mulroney ay nagbalita noong Linggo na si Cyndi Lauper ay pumayag na gumawa ng isang subaybayang awit para sa susunod na album ni Avila."
            ]
        },
        {
            "input": "It is not so easy to set up merchant accounts.\"",
            "output": [
                "Hindi madaling magsagawa ng mga komersyanteng pag-aari.\""
            ]
        },
        {
            "input": "President George W. Bush has made a surprise visit to Iraq hoping to bolster some support.",
            "output": [
                "Gumawa si Presidente George W. Bush ng isang sorpresang pagbisita sa Iraq upang pagtibayin ang kanyang suporta."
            ]
        },
        {
            "input": "After an introduction from Virginia governor Bob McDonnell, who himself had been considered a potential running mate, Romney officially made the announcement.",
            "output": [
                "Pagkatapos ng pagpapakilala ng gobernador sa Virginia na si Bob McDonnell, na siya mismo ay itinuturing na isang potensyal na kapares sa pagtakbo, si Romney ay gumawa ng opisyal na pahayag."
            ]
        },
        {
            "input": "\"We are delighted that they today became the first team to qualify for the 2010 FIFA World Cup,\" Danny Jordaan, World Cup organising committee chief, said.",
            "output": [
                "\"Kami ay masaya na sila ngayo'y naging unang kupunan na nakasali para sa 2010 FIFA World Cup,\" sabi ni Danny Jordan, ang pinuno ng World Cup Organizing Committee."
            ]
        },
        {
            "input": "They're not interested in settling disputes, they hope that we are just going to go away.",
            "output": [
                "Hindi sila interesado na ayusin ang mga alitan, sila ay umaasa na kami ay aalis lamang naman."
            ]
        },
        {
            "input": "However, Malaysia has not signed either the international Refugee Convention, or the Convention Against Torture.",
            "output": [
                "Gayunman, hindi lumagda ang Malaysia sa alinman sa internasyonal na Refugee Convention o ang Convention Against Torture."
            ]
        },
        {
            "input": "In an escalating controversy that has contributed to Italian Prime Minister Silvio Berlusconi's political problems and created a national uproar in Italy, Italian prosecutors began their own independent probe on Wednesday of the death of Nicola Calipari.",
            "output": [
                "Sa dumaraming pagtuligsa na naging dahilan ng pampulitikang problema ng Italyanong Punong Ministro Silvio Berlusconi at lumikha ng pambansang kaguluhan sa Italya, ang mga Italyanong taga usig ay nagsimulang gumawa ng sariling pagsisiyasat noong Miyerkules tungkol sa pagkamatay ni Nicola Calipari."
            ]
        },
        {
            "input": "The election follows months of political turmoil after the corrupt first round election in November caused a crisis requiring international intervention.",
            "output": [
                "Ang eleksyon ay kasunond ng mga buwang may kaguluhang politikal pagkatapos ng korup na unang bahagi ng eleksiyon noong Nobyembre na nagsanhi ng krisis na na nangangailangan ng daigdigang pamamagitan."
            ]
        },
        {
            "input": "The big solution is to find ways to grow more food with less water.",
            "output": [
                "Ang malaking kalutasan ay hanapin ang paraan kung paano magparami ng pagkain gamit ang kakaunting tubig."
            ]
        },
        {
            "input": "Before the act, he posted a suicide note on his website.",
            "output": [
                "Bago ito nangyari, inilagay nya ang isang sulat ng pagpapatiwakal sa kanyang websayt."
            ]
        },
        {
            "input": "State-owned flag carrier Garuda Indonesia had hoped to begin flights to Europe imminently and has ordered ten new jetliners to serve routes there and to the United States.",
            "output": [
                "Ang pag-aari ng estado na pangunahing serbisyo na Garuda Indonesia ay umasa na magsisimula ang mga paglipad sa Europa sa madaling panahon at bumili ng sampung bagong sasakyang panghimpapawid para magsilbi sa ruta doon at sa Estados Unidos."
            ]
        },
        {
            "input": "A cruise ship caught fire 32 km (20 miles) off the southeast coast of England.",
            "output": [
                "Isang cruise ship ang nasunog 32 km (20 milya) sa timog silangan ng baybayin ng Inglatera."
            ]
        },
        {
            "input": "China's Feng Zhe won gold in the men's parallel bars, just narrowly beating out the German gymnast Marcel Nguyen by 0.166 points.",
            "output": [
                "Si Feng Zhe ng China ay nanalo ng ginto sa panlalaking parallel bar, at sa pinakamaliit na lamang ay tinalo ang Alemanyang gymanst na si Marcel Nguyen ng 0.166 puntos."
            ]
        },
        {
            "input": "The 79th Academy Awards will honor the outstanding film achievements of 2006.",
            "output": [
                "Ang ika-79 Academy Awards ay magtatanghal ng mga katangi tanging pelikulang ginawa sa 2006."
            ]
        },
        {
            "input": "The play is scheduled to open March, 18, as part of the Theater Festival of Curitiba.",
            "output": [
                "Ang palabas ay naka-iskedyul na magbubukas sa Marso, 18, bilang bahagi ng Teatrong Kasayahan ng Curitiba."
            ]
        },
        {
            "input": "It is also reported that more missiles will be tested during war games later in the week.",
            "output": [
                "Iniulat din na susubukan ang marami pang misil sa panahon ng larong pangdigmaan sa susunod na mga araw."
            ]
        },
        {
            "input": "He is now set to go on trial before Colonel Mario Duti, a military judge, and a five-member panel.",
            "output": [
                "Siya ngayo ay itinakdang dumalo sa paglilitis sa harap ni Koronel Mario Duti, isang militar na hukom, at limang-miyembrong panel."
            ]
        },
        {
            "input": "The visit is part of an invitation by Kuwait's Prime Minister Nasser Al-Mohammed Al-Ahmed Al-Sabah, and includes meetings with the Emir Sabah Al-Ahmad Al-Jaber Al-Sabah, the crown prince Nawaf Al-Ahmad Al-Jaber Al-Sabah, the Minister of Foreign Affairs Mohammed Sabah Al Salem Al Sabah and representatives of the Development Fund of Kuwait.",
            "output": [
                "Ang pagdalaw ay bahagi ng paanyaya ng Punong Ministro ng Kuwait na si Nasser Al-Mohammed Al-Ahmed Al-Sabah, kalakip ang pakikipagpulong sa Emir Sabah Al-Ahmad Al-Jaber Al-Sabah, prinsipe Nawaf Al-Ahmad Al-Jaber Al-Sabah, at Ministro ng Panlabas na si Mohammed Sabah Al salem Al Sabah at mga kinatawan ng Development Fund ng Kuwait."
            ]
        },
        {
            "input": "With 158 delegates at stake, Pennsylvania is the largest of the remaining states and territories yet to decide.",
            "output": [
                "Ang Penssylvania ang natitirang pinaka malaking estado at teritoryo na hindi pa nagpapasya na may 158 na delegado ang nakataya."
            ]
        },
        {
            "input": "He also claims that an unknown man came to his door, even once told him that,\"Son we have the same caliber weapons you have, but we have more of them\", after Sorrells grabbed his rifle, and, \"You need to shut your mouth about what you saw.\"",
            "output": [
                "Isinaysay din niya na may di kilalang lalaki na pumunta sa pinto niya, isang beses sinabi sa kanya na, \"Anak, mayroon kaming kalibre ng mga sandatang tulad nang sa iyo, subalit mayroon kaming mas marami pang ganyan,\" pagkatapos, kinuha ni Sorrells ang kanyang baril at, \"Kailangan mong itikom ang inyong bibig tungkol sa nakita mo.\""
            ]
        },
        {
            "input": "Boruc was again forced into action from a Seedorf free kick, which he was able to deflect out with a hand.",
            "output": [
                "Napigilan ulit ni Boruc ang pagsipa ni Seedorf, sa pamamagitan ng kamay."
            ]
        },
        {
            "input": "Despite this, the press release lists hotel rooms as being one of the primary distribution methods; hotels account for a large segment of the pornography industry's broadcast market.",
            "output": [
                "Sa kabila nito, ang pinalabas na pahayag na ang mga kwarto ng mga hotelay kabilang sa mga pangunahing paraan ng pamamahagi; ang mga hotel ay nabibilang sa malaking bahagi ng merkado na nagsasahimpapawid ng pornograpiya."
            ]
        },
        {
            "input": "In the 2011/2012 budget year, A$2,729,510 was spent on Regional Australia, Local Government, Arts and Sport in special appropriations.",
            "output": [
                "Sa badyet para sa 2011/2012 ngayong taon, A$2,729,510 ay nagastos sa Rehiyonal na Australya, Lokal na Gobyerno, Arts at Isports sa espesyal na laang halaga."
            ]
        },
        {
            "input": "Kondon, a former board member of the Museum of Contemporary Art, died in 1997 and Giesberger died in 2011.",
            "output": [
                "Si Kondon, ang isang dating miyembro ng Museum of Contemporary Art, ay pumanaw noong taong 1997 at si Giesberger ay pumanaw noong taong 2011."
            ]
        },
        {
            "input": "However, questions have been raised about the Democratic Party's stability, due to the wide spectrum of views and ideologies the party encompasses.",
            "output": [
                "Gayunman, ang mga tanong ay itinaas tungkol sa katatagan ng Democratic Party, dahilan sa malawak na espektro ng pagtanaw at mga ideolohiya na sinasaklaw ng partido."
            ]
        },
        {
            "input": "\"Even if an enemy's warship sonar can detect the missile, no warship can escape from this missile because of its high speed,\" said General Ali Fadavi of the Revolutionary Guards.",
            "output": [
                "\"Kahit nahuhuli ng sonar ng barkong pangdigmaan ng kalaban ang misil, walang barkong makakatakas sa misil na ito dahil sa kaniyang mabilis na tuling,\" sinabi ni Heneral Ali Fadavi ng Revolutionary Guards."
            ]
        },
        {
            "input": "On Friday, the United States Federal Bureau of Investigation (FBI) expanded its long-standing definition of rape to include men, and the rape of any gender by lack of consent — as opposed to physical coercion.",
            "output": [
                "Sa Biyernes, ang United States Bureau of Investigation (FBI) ay magpapalawak ng kaniyang napakatagal ng kahulugan sa panggagahasa para saklawin ang kalalakihan, at ang panggagahasa ng kahit anong kasarian nang walang pahintulot - bilang pagsalungat sa pisikal na koersiyon."
            ]
        },
        {
            "input": "He was released under restrictive conditions and forbidden to go outside of Jerusalem, his residence.",
            "output": [
                "Siya'y pinalaya kaakibat ng paghihigpit na mga kondisyon at pinagbawalang umalis ng Jerusalem, ang kanyang tahanan."
            ]
        },
        {
            "input": "However, Begich is not happy about the actions taken by the White House.",
            "output": [
                "Gayunman, si Begich ay hindi masaya sa mga aksiyong ginawa ng White House."
            ]
        },
        {
            "input": "The Community union general secretary Michael Leahy said that it was \"devastating news\" and spoke of his concerns for the integrity of the British steel industry.",
            "output": [
                "The Community union general secretary Michael Leahy ay nagsabi na ito ay \"nakapanlulumong balita\" at nagsalita ng kanyang mga alalahanin para sa integridad ng industriya ng bakal sa Britanya."
            ]
        },
        {
            "input": "The Thrashers are not the first franchise that True North has set its sights on in regards to acquiring an NHL team.",
            "output": [
                "Ang Thrashers ay hindi ang unang prankisa na pinakitaan ng interes ng True North pagdating sa pagbili ng koponan ng NHL."
            ]
        },
        {
            "input": "A number of other criticisms were also leveled at the airport, the airline and transport politicians for contributing factors.",
            "output": [
                "Ang iba pang maraming pagpuna ay ibinato sa paliparan, kumpanya ng eroplano at mga pulitiko ng transportasyon bilang mga dagdag na kadahilanan."
            ]
        },
        {
            "input": "Residents prepared for what would be one of the worst nor'easters in quite some time.",
            "output": [
                "Ang mga residente ay naghanda para sa pinakamasamang pagbagypo matapos ang matagal na panahon."
            ]
        },
        {
            "input": "Also of note, only a week before, Cambridge were victorious at the prestigious Head of the River Race (raced on the same course, but from Mortlake to Putney).",
            "output": [
                "Bilang dagdag, isang linggo bago pa, ang Cambridge ay nanalo na sa prestihiyosong Head of the River Race (nagkarera sa magkaparehong pagsasanay pero mula sa Mortlake hanggang Putney)."
            ]
        },
        {
            "input": "The High Court ruled that the prosecution had failed to \"legally and convincingly\" demonstrate guilt and therefore \"the defendant's rights, position and status should be restored.\"",
            "output": [
                "Ang Mataas na Hukuman ay pinagpasiyahan na ang pag-uusig ay nabigong ipakita nang \"ayon sa batas at kapani-paniwala\" ang pagkakasala at samakatuwid \"ang karapatan ng nasasakdal, posisyon at katayuan ay dapat ibalik.\""
            ]
        },
        {
            "input": "However, despite the state's decision, prisoners currently serving a death row sentence are still set to be executed as planned.",
            "output": [
                "Gayunpaman, sa kabila ng desisyon ng estado, ang mga bilanggo na kasalukuyang nakahanay sa sentensyang kamatayan ay nakatakda pa ring patawan bilang plano."
            ]
        },
        {
            "input": "The duo join two others who admitted lesser roles in the scheme.",
            "output": [
                "Ang pares ay sinamahan ang dalawa pang iba na umaming may pagkakasangkot sa nasabing pakana."
            ]
        },
        {
            "input": "A draw was held for prizes including green fees for four at the Peel Village Golf Course, Heritage Theatre tickets, and restaurant gift certificates.",
            "output": [
                "Isang pagbunot ang ginawa para sa mga premyo kabilang ang luntiang bayad para sa apat sa Peel Village Golf Course, Pamanang Teatrong Tiket, at regalong sa sertipiko sa restawran."
            ]
        },
        {
            "input": "The first came on Thursday, when the jury requested a transcript of one of the prosecution's closing arguements.",
            "output": [
                "Ang una ay dumating noong Huwebes, nang hilingin ng hurado ang kopya ng isa sa mga pangwakas na pangangatwiran ng taga-usig."
            ]
        },
        {
            "input": "The United States Environmental Protection Agency claimed that in 2000 only 1% of plastic bags in the United States were recycled.",
            "output": [
                "Ang United States Environmental Protection Agency ay nagpahayag na sa 2000 1% lamang ng plastik na mga sisidlan sa Estados Unidos ang ginagamit muli."
            ]
        },
        {
            "input": "On 13 December 2001, at 11:45 a.m. local time(UTC+5:30), just as the MPs were preparing to leave the House, militants armed with AK-47s and hand-grenades breached the security at Gate No.12 of the Parliament Building and opened indiscriminate fire, killing six policemen and one Parliament employee.",
            "output": [
                "Noong ika-13 ng Disyembre 2001 sa 11:45 ng umaga sa lokal na oras (UTC+5:30) sa oras na naghahanda ang mga MP na umalis sa Kapulungan, ang mga armadong militante ng mga AK-47 at mga granada ay bumutas sa seguridad sa pultahan na may bilang 12 ng Gusali ng Batasan at nagsimulang magpaputook nang walang pinipili, na naging ikinamatay ng anim na mga pulis at isang empleyado sa Batasan."
            ]
        },
        {
            "input": "Vaccinations will be repeated on 26 March in the six key countries, and again on 24 April for all 19 countries involved.",
            "output": [
                "Ang pagbabakuna ay mauulit sa 26 ng Marso sa anim na pangunahing mga bansa, at muli sa 24 ng Abril para sa lahat ng 19 bansang kasali."
            ]
        },
        {
            "input": "There, they worked six or seven days each week, sleeping in brothels and having sex with eight-to-ten men each night against their will.",
            "output": [
                "Doon, nagtatrabaho sila ng anim o pitong araw kada linggo, natutulog sa mga lugar ng prostitusyon at nakikipagtalik sa walo-hanggang-sampung lalaki bawat gabi ng labag sa kanilang kagustuhan."
            ]
        },
        {
            "input": "\"This is how the world has become in the 21st century.\"",
            "output": [
                "\"Ito ang naging kinahinatnan ng mundo sa pagsapit ng ika 21 siglo.\""
            ]
        },
        {
            "input": "The race name is a homage to Saint Silvester, a catholic saint who died in December 31, 335.",
            "output": [
                "Ang pangalan ng paligsahan ay isang pagpupugay kay Santo Silvester, isang katoliko na santo na namatay noong Disyembre 31, 335."
            ]
        },
        {
            "input": "The pilot was killed while flying during an air-show at Marine Corps Air Station Beaufort.",
            "output": [
                "Ang piloto ay napatay habang nagpapalipad sa isang palabas sa ere sa Marine Corps Air Station sa Beaufort."
            ]
        },
        {
            "input": "\"The inevitable nightmare we have feared has now been confirmed.\"",
            "output": [
                "\"Ang hindi maiiwasang bangungot na ating kinatatakutan ay napatunayan ngayon.\""
            ]
        },
        {
            "input": "According to the United States Geological Survey (USGS) a magnitude 4.2 earthquake with a depth of just under two miles, has struck California approximately 3 miles (5 kilometers) northeast of Wrightwood.",
            "output": [
                "Ayon sa United States Geological Survey (USGS) isang magnitude 4.2 na lindol ang may lalim na dalawang milya, ay gumulat sa California sa umaabot ng 3 milya (5 kilometro) kanlurang silangan ng Wrightwood."
            ]
        },
        {
            "input": "Whilst still in the Senate, Biden led efforts to implement legislative change — including authoring the Violence Against Women Act.",
            "output": [
                "Habang nasa senado, pinangunahan ni Biden ang mga pagsisikap para ipatupad ang lehislatibong pagbabago- kasama ang pag-aakda ng Batas sa Karahasan Laban sa mga Kababaihan."
            ]
        },
        {
            "input": "Russia apologised to Finland last year following a large number of similar incidents over the space of two years, but only after Finland had protested.",
            "output": [
                "Humingi ng paumanhin ang Rusya sa Finland noong nakaraang taon kasunod ng malaking bilang ng parehong pangyayari sa loob ng dalawang taon, ngunit ito ay nangyari lamang pagkatapos magprotesta ang Finland."
            ]
        },
        {
            "input": "He will proceed to turn the properties over to Palestine.",
            "output": [
                "Siya ay magpapatuloy na ibigay ang mga pag-aari sa Palestine."
            ]
        },
        {
            "input": "A$1,870,000 less was budgeted for the from what was actually spent in 2011/2012's budget.",
            "output": [
                "Binawasan ng A$1,870,000 ang badyet kumpara sa totoong halaga ng nagastos sa badyet para sa 2011/2012."
            ]
        },
        {
            "input": "\"Increasingly, credible evidence appears to indicate that being gay is genetically determined rather than being a so-called lifestyle choice.\"",
            "output": [
                "\"Habang nadadagdagan, ang mapagkakatiwalaang ebidensya ay nagpapakita na ang pagiging bakla ay natutukoy sa paraang genetiko sa halip na sa sinasabing piniling pamumuhay.\""
            ]
        },
        {
            "input": "While previous studies showed resistance levels below 1%, samples tested by the U.S. Centers for Disease Control and Prevention now showed around 5% resistance, and in a Canadian survey of 81 samples, 8 showed resistance.",
            "output": [
                "Habang ang mga nakaraang pag-aaral ay nagpakita ng resistensyang antas na mababa sa 1%, ang mga pagsusuring ginawa ng U.S. Centers for Disease Control and Prevention ay nagpapakita ng nasa 5% na resistensya ngayon at sa pagsisiyasat ng Canada sa 81 na halimbawa ay 8 ang nagpakita ng resistensya."
            ]
        },
        {
            "input": "The ugly three-week trial originated with a US$10 million lawsuit filed by Browne Sanders, the former senior vice president of marketing and business operations for the Knicks.",
            "output": [
                "Ang masamang tatlong-linggong paglilitis ay nag-umpisa saUS$10 milyong kaso na isinampa ni Brown Sanders, ang naunang senyor na bise-presidente ng merkado at operasyon sa negosyo para sa Kincks."
            ]
        },
        {
            "input": "The Navy, however, had no knowledge of such an exercise, and no reports from other nations regarding the submarine.",
            "output": [
                "Ang hukbong-dagat, gayunman, ay walang kaalaman sa naturang pagsasanay, at walang mga ulat galing sa ibang mga bansa tungkol sa submarino."
            ]
        },
        {
            "input": "President Bongo was defense minister in the previous government of his father, Omar Bongo, who died in June after ruling for forty years.",
            "output": [
                "Si Presidente Bongo ay ministro ng depensa sa dating pamamahalaan ng kanyang ama, na si Omar Bongo, na namatay noong Hunyo pagkatapos namahala sa loob apatnapung taon."
            ]
        },
        {
            "input": "McCain's advertisement, released early this week, states, \"Is the biggest celebrity in the world ready to help your family?\"",
            "output": [
                "Ang patalastas ni McCain, inilabas maaga ngayong linggo, ay nagsasaad, \"Ang pinakamalaking kilalang tao ba sa mundo ay handang tulungan ang iyong pamilya?\""
            ]
        },
        {
            "input": "King Fahd of Saudi Arabia has been admitted to a hospital in Riyadh for testing.",
            "output": [
                "Si Haring Fahd ng Saudi Arabia ay pinasok sa hospital ng Riyadh para sa isang pagsusuri."
            ]
        },
        {
            "input": "The swap will include the ten Russian spies arrested on US soil (the eleventh was arrested in Cyprus and subsequently escaped) and four spies being held in Russia on charges of espionage.",
            "output": [
                "Ang pagpapalit ay binubuo ng sampung espiyang Russian na nahuli sa lupain ng US (ang pang labing-isa ay naaresto sa Cyprus at pagkatapos ay nakatakas) at apat na espiyang hawak ng Russia na may kasong pang-iispiya."
            ]
        },
        {
            "input": "They wrote, \"There is nothing more valuable to public safety than community trust in local law enforcement because it establishes residents' willingness to report crimes and cooperate with police.",
            "output": [
                "Isinulat nila, \"Wala ng mas mahalaga pa sa kaligtasan ng publiko kundi ang pagtitiwala ng komunidad sa mga lokal na nagpapatupad ng batas sapagkat ito ang nagtatatag ng pagkukusa ng mga residente na iulat ang mga krimen at makiisa sa mga pulisya."
            ]
        },
        {
            "input": "Cassini's ultraviolet imaging spectrograph also recently obtained complementary results that support the presence of a subsurface ocean.",
            "output": [
                "Ang ultraviolet imaging spectograph ng Cassini ay nakakuha rin kamakailan ng pantulong na resulta na sumusuporta sa presensya ng pang-ilalim na dagat."
            ]
        },
        {
            "input": "A spokesperson for the Franken campaign says that Coleman is up to the \"same old, same old.\"",
            "output": [
                "Ang tagapagsalita para sa kampanya ni Franken ay nagsabi na si Coleman ay hangang sa \"same old, same old.\""
            ]
        },
        {
            "input": "The DeKalb Farmers Market employees were represented by lawyers for the American Civil Liberties Union.",
            "output": [
                "Ang mga empleyado ng De Kalib Merkado ng mga Magsasaka ay inirepresenta ng mga abugado para sa Amerikanong Sibil na Kalayaang Unyon."
            ]
        },
        {
            "input": "Modern polar bears are genetically related to an extinct species of Irish brown bear, according to a study published Thursday in Current Biology.",
            "output": [
                "Ang modernong mga polar na oso ay may kaugnayang henetiko sa isang lipol na uri ng mga hayop ng kayumangging oso ng Irlandes, ayon sa isang pag-aaral na ipinalabas noong Huwebes sa Current Biology."
            ]
        },
        {
            "input": "The other clause specified that it must be packaged to comply with best commercial practices for international shipment.",
            "output": [
                "Ang isa pang sugnay ay nagsasabing ito ay dapat nakabalot nang naaayon sa pinakamahusay na pamantayang komersyal nang pagpapadala sa ibang bansa."
            ]
        },
        {
            "input": "In the past political activities that are taboo in China proper have been tolerated by the Special Administrative Region of the People's Republic of China (SAR) authorities.",
            "output": [
                "Ang mga nakaraang gawaing pulitikal na ipinagbabawal sa bayan ng Tsina ay pinabayaan ng mga awtoridad ng Special Administrative Region of the People's Republic of China (SAR)."
            ]
        },
        {
            "input": "The date attracted numerous comments when posted to the news website Digg, and the special date has been mentioned by hundreds of thousands of websites, according to a Google search.",
            "output": [
                "Ang petsa ay nakaakit ng maraming komento nang ito ay ilabas sa pangbalitang websayt na Digg, at ang espesyal na petsa ay nabanggit na ng daang-daang libong mga websayt, ayon sa Google search."
            ]
        },
        {
            "input": "The Australian Conservation Foundation's (ACF) nuclear campaigner, Dave Sweeney, says the study appears flawed and does not provide a sound argument for the use of nuclear energy.",
            "output": [
                "Ang Australian Conservation Foundation (ACF) na kasama sa kumpanya ng nukleyar, na si Dave Sweeney, ay nagsabi na ang pag-aaral ay lumalabas ay may mali at hindi nagbibigay ng tamang argumento sa paggamit ng enerhiyang nukleyar."
            ]
        },
        {
            "input": "\"What we will end up with is people being forced onto inferior wages, inferior conditions and the great risk is that we end up with a working poor just as you find in the United States,\"",
            "output": [
                "\"Ang magiging kahahantungan natin ay sapilitang papunta ang mga tao sa mababang sahod, sa mababang mga kondisyon at ang malaking panganib ay nahahantong tayo sa nasa kahirapan pa rin kahit nagtatrabaho tulad ng nakikita natin sa Estados Unidos,\""
            ]
        },
        {
            "input": "Her low body weight and size would improve her comfort, and at the same time facilitate the work of her caregivers.",
            "output": [
                "Ang kanyang mababang timbang at laki ang magpapaginhawa sa kanya, at kasabay noon ay magbibigay daan sa mga ginagawa ng kanyang mga tagapag-alaga."
            ]
        },
        {
            "input": "Romney welcomed the endorsement and stated that it was a \"key moment\" in his campaign for the presidential candidacy: \"Jeb Bush is synonymous with good government and with conservative policies that yield results.\"",
            "output": [
                "Tinanggap ni Romney ang pag-iindoso at sinabi na iyon ang \"pangunahing pagkakataon\" sa kaniyang kampanya para sa pagkakandidato ng pagkapangulo: \"Si Jeb Bush ay kasingkahulugan ng mabuting pamahalaan at ng konsabatibong mga patakaran na magbubunga.\""
            ]
        },
        {
            "input": "Alabama Gov. Bob Riley beat back a Republican primary challenge from Roy Moore, the former judge who tried to put up a Ten Commandments monument in his courthouse.",
            "output": [
                "Si Gobernador Bob Riley ng Alabama ay muling binalikan ang pangunahing hamon mula kay Roy Moore ng Republican, na siyang dating huwes na nagtangkang maglagay ng bantayog ng Sampung mga Utos sa kaniyang bahay hukuman."
            ]
        },
        {
            "input": "The Australian Council of Trade Unions launched TV advertisements to counter the government's new legislation.",
            "output": [
                "Ang Konseho ng Australyano sa Unyon ng Pangangalakal ay naglunsad ng patalastas sa TV upang kontrahin ang bagong batas ng gobyerno."
            ]
        },
        {
            "input": "A bloody conflict for Algerian independence eventually convinced France to relinquish control in 1962 and Ben Bella was freed.",
            "output": [
                "Ang madugong labanan para sa kalayaan ng Algeria ang nag-udyok sa Pranses na itigil ang pamumuno noong 1962 at napalaya si Ben Bella."
            ]
        },
        {
            "input": "Israeli Prime Minister Ehud Olmert and Palestinian President Mahmoud Abbas held a final meeting Tuesday before their separate talks with United States President Bush this week during his visit to Israel and the Palestinian territories.",
            "output": [
                "Ang Punong Ministro ng Israeli na si Ehud Olmert at Presidente ng Palestina na si Mahmoud Abbas ay nagkaroon ng huling pulong noong Martes bago pa ang kanilang paghihiwalay na usapan kasama ng Presidente ng Estados Unidos na si Bush ngayong linggo sa panahon ng kanyang pagbisita sa teritoryo ng Israeli at Palestina."
            ]
        },
        {
            "input": "There were no reports of damage, although, according to the Agency, \"there may be slight sea level changes from now on.\"",
            "output": [
                "Walang ulat ng pinsala, ngunit, ayon sa Agency, \"maaaring magkaroon ng kaunting pagbabago sa antas ng dagat mula ngayon.\""
            ]
        },
        {
            "input": "There were concerns that doctors, in the future, might only be trained in the remote control procedure.",
            "output": [
                "May mga alalahanin na ang mga doktor, sa hinaharap, ay maaaring sanayin na lamang sa paggamit ng remote control."
            ]
        },
        {
            "input": "A report released tonight by the Health and Safety Executive has confirmed that there is a \"strong possibility\" that the cause of the recent foot-and-mouth outbreak is contamination, most probably by human movement, from a nearby research facility in Guildford, Surrey, UK.",
            "output": [
                "Ang ulat na ipinalabas ngayon gabi sa pamamagitan ng Ehikutibo ng Kalusugan at Seguridad ay kumonpirma na mayroong \"malaking posibilidad\" na kontaminasyon ang sanhi ng kamakailang pagsilakbo ng sakit na paa at bibig, malamang na sa pamamagitan ng paglipat ng mga tao, mula sa kalapit na pasilidad ng pananaliksik sa Guildford, Surrey, UK."
            ]
        },
        {
            "input": "He suggests that each male foetus prompts a progressively stronger immune reaction in the mother's body.",
            "output": [
                "Iminungkahi niya ang ang bawat fetus na lalaki ay nagpapakita ng bumubuti at mas malakas na kasanayang reaksyon sa katawan ng ina."
            ]
        },
        {
            "input": "Two sculptures have been confiscated and thirteen pro-democracy activists arrested in Hong Kong, in what critics have described as \"politically motivated\" censorship.",
            "output": [
                "Dalawang iskultura ang kinumpiska at labingtatlong maka-demokrasyang aktibista ang inaresto sa Hongkong, sa anong nilarawan ng mga kritiko na \"hinikayat ng pulitikal\" na panunuri."
            ]
        },
        {
            "input": "They are hoping to qualify for the World Championships, which are being held in Toronto, Canada, in June next year.",
            "output": [
                "Sila ay umaasang makakasama sa Pandaigdigang Kampeonato, na gaganapin sa Toronto, Canada sa Hunyo sa susunod na taon."
            ]
        },
        {
            "input": "A statement by the Israeli foreign ministry read: \"Hamas is a terror organization whose declared goal is the destruction of the state of Israel.",
            "output": [
                "Ang pahayag ng ministrong panglabas ng Israel ay ganito: \"Ang Hamas ay isang kilabot na organisasyon na ang hangarin ay sirain ang bansang Israel."
            ]
        },
        {
            "input": "The statement said a search operation is under way, but did not give many details.",
            "output": [
                "Sinabi sa pahayag na isang operasyon sa pagsagip ang nagsimula at nagpapatuloy, subalit di nagbigay ng maraming detalye."
            ]
        },
        {
            "input": "He also claimed the speech was riddled with inaccuracies, particularly over Government spending.",
            "output": [
                "Sinabi din niya na ang talumpati ay puno ng kamalian, partikular sa paggastos ng Gobyerno."
            ]
        },
        {
            "input": "Supported by the Democratic establishment, Duckworth quickly out-fundraised her opponents, receiving support from prominent Democrats such as John Kerry, Hillary Clinton, Rahm Emmanual, and Barack Obama.",
            "output": [
                "Suportado ng mga pundasyon ng Demokratiko, si Duckworth ay mabilis na nalampasan ang naipong pondo ng kanyang mga kalaban, at nakukuha ng suporta mula sa mga prominenteng Demokratiko na sina John Kerry, Hillary Clinton, Rahm Emmanual, at Barack Obama."
            ]
        },
        {
            "input": "As he prepared to board a plane out of Canada, Canada Border Services agents took the man into custody at Pierre Elliott Trudeau International Airport in Montreal on Tuesday.",
            "output": [
                "Noong siya ay naghahanda ng sumakay ng eroplano papalabas ng Canada, ang mga kinatawan ng Serbisyo ng Canada sa Border ay binitbit ang lalake sa kustodiya ng Pandaigdigang Paliparan ng Pierre Elliot Trudeau sa Montreal noong Martes."
            ]
        },
        {
            "input": "One anonymous pilot interviewed by Channel 4 accused the airline of \"threats and bullying\".",
            "output": [
                "Sinumpa ng isang hindi nagpakilalang pilotong kinapanayam ng Channel 4 ang kompanya ng eroplano ng \"pagbabanta at pang-aapi.\""
            ]
        },
        {
            "input": "More specifically, as Greek police stated, everybody who has information about the Revolutionary Struggle (ELA) terrorist far-left organization, can call (within Greece) the police numbers, 170 and 1014.",
            "output": [
                "Bilang paglilinaw, sinabi ng isang Griyegong pulis, na sinumang may impormasyon tungkol sa maka-kaliwang teroristang organisasyong Revolutionary Struggle (ELA), ay maaaring tumawag (sa loob lamang ng Greece) sa mga numero ng pulis na 170 at 1014."
            ]
        },
        {
            "input": "According to the family, Luong called from jail and told them he wanted to be \"more famous than the 9/11 hijackers\" and that he \"wasn't afraid of the electric chair\".",
            "output": [
                "Ayon sa pamilya, si Luong ay tumawag mula sa bilangguan at sinabi sa kanila na gusto niya na maging \"mas maging tanyag kaysa sa 9/11 hijackers\" at na siya \"ay hindi takot sa silya elektrika.\""
            ]
        },
        {
            "input": "Indonesia Air Traffic Controllers Association chief Adrie Gunawan said that 26 controllers left the country fearing possible prosecutions if anything went wrong on their shift; they also threatened to strike.",
            "output": [
                "Sinabi ng hepe ng Samahan ng Tagapamahala ng Trapiko sa Himpapawid sa Indonesia na si Adrie Gunawan na 26 na mga kontroler ay umalis ng bansa sa takot sa mga posibleng pag-uusig na kung anuman ang nangyaring mali sa kanilang palitan; nagbanta rin silang magwelga."
            ]
        },
        {
            "input": "The new law was tucked inside a much larger anti-crime bill put before the Council, and has been chastised for being \"deliberately\" vague and allowing the prosecution of non-guilty parties who simply videotape events of police brutality, urban riots or other violence.",
            "output": [
                "Ang bagong batas ay nakatago sa loob ng mas malaking kontra-krimen na batas na inilagay bago ang Council, at naparusahan sa pagiging \"sadyang\" malabo at pinahihintulutan ang pag-uusig ng walang kasalanang mga partido na siya lamang ang nag-videotape ng mga pangyayari ng kalupitan ng pulisya, kaguluhang pang lungsod o ibang karahasan."
            ]
        },
        {
            "input": "Two men armed with handguns held up employees of the Graff jewellers shop on New Bond Street, taking 43 items, among them expensive watches, bracelets, and rings.",
            "output": [
                "Ang dalawang lalake na may dalang mga baril ay ninakawan ang mga empleyado ng Graff na tindahan ng mga alahas sa New Bond Street, at kinuha ang 43 sa mga paninda, kasama dito ang mga mamahaling relo, pulseras, at mga singsing."
            ]
        },
        {
            "input": "After his arrest, he stated, \"I should have had the advice of counsel in resolving this matter.",
            "output": [
                "Pagkatapos ng kanyang pag-aresto, sinabi niya na, \"Dapat magkaroon ako ng payo sa isang manananggol para sa paglutas ng mga bagay na ito."
            ]
        },
        {
            "input": "The government has already moved to nationalize the country's third largest bank, Anglo Irish.",
            "output": [
                "Nagsimula nang gawing nasyonal ng pamahalaan ang pangatlong pinakamalaking bangko sa bansa, ang Anglo Irish."
            ]
        },
        {
            "input": "The revised definition should ensure all rapes are recorded in crime statistics.",
            "output": [
                "Ang nirebisang kahulugan ay dapat siguruhing lahat ng panggagahasa ay maitala sa istatistika ng mga krimen."
            ]
        },
        {
            "input": "The youthful striker put on a burst of speed to beat out the tired Celtic defenders and blasted the ball through Borucs legs to give the homeside the lead.",
            "output": [
                "Mabilis na nalampasan ng batang manlalaro ang depensa ng Celtic at sinipa ang bola sa pagitan ng mga binti ni Boruc upang manguna ang Milan sa laro."
            ]
        },
        {
            "input": "Mark Webber gained his maiden Formula 1 win today at the German Grand Prix, after 130 races.",
            "output": [
                "Nakamit ni Mark Webber ang kanyang pinakaunang Formula 1 na panalo ngayong araw sa German Grand Prix, matapos ang 130 na karera."
            ]
        },
        {
            "input": "\"We Swiss find our way at sea, not just in the mountains,\" referring to Switzerland being most popular for Alpine skiing.",
            "output": [
                "\"Kaming mga Swiss ay humahanap ng aming daan sa dagat, hindi lang sa mga bundok,\" na tinutukoy ang pagiging pinaka-kilala sa Switzerland na pag-iski sa Alpine."
            ]
        },
        {
            "input": "The US team, who had come first in the qualifying round, came fifth in the finals which led to tears from John Orozco.",
            "output": [
                "Ang grupo ng US na nanguna sa mga unang laban ay natapos sa ikalimang pwesto sa pinal na laban kung saan ay umiyak si John Orozco."
            ]
        },
        {
            "input": "The morning after the battle, the streets were relatively quiet, and the only significant military presence is heavy artillery around the presidential palace.",
            "output": [
                "Kinaumagahan matapos ang labanan, ang mga lansangan ay medyo tahimik, at ang mga tanging makabuluhang presensya ng militar ay ang mabigat na artilyera na nakapalibot sa palasyo ng pangulo."
            ]
        },
        {
            "input": "Their reasons include keeping the country's seat at the top table of international politics.",
            "output": [
                "Isa sa mga dahilan nila ay ang pagpapanatili ng puwesto ng bansa sa mataas na posisyon sa internasyonal na pulitika."
            ]
        },
        {
            "input": "The upgrading facility would then process the bitumen into synthetic crude oil.",
            "output": [
                "Ang pangtaas na pasilidad ay ipoproseso pagkatapos ang bitumen upang maging isang sintetik na krudong langis."
            ]
        },
        {
            "input": "Sunni nationalist extremist group Nakshabandiya had handed out leaflets after the attack saying they had shot the aircraft down and \"would soon show a video,\" later repeating this claim on their website.",
            "output": [
                "Nagpakalat ng polyeto ang nasyonalistang ekstrimistang grupo ng Sunni na Nakshabandiya pagkatapos ng pag-atake at inaming sila ang tumira sa helikopter at \"agad na magpapakita ng bideyo,\" at inulit ang pahayag na ito sa kanilang website."
            ]
        },
        {
            "input": "This study was motivated by the new design of 2006+ model cars.",
            "output": [
                "Ang pag-aaral na ito ay nakapag-udyok para makagawa ng bagong disenyo ng 2006+ na mga modelong kotse."
            ]
        },
        {
            "input": "Analysts have suggested China plans to purchase more euros in the future.",
            "output": [
                "Iminungkahi rin ng mga tagasuri na ang China ay nagpaplanong bumili ng mas maraming euro sa hinaharap."
            ]
        },
        {
            "input": "She has already disagreed openly with Prime Minister Blair recently by demanding that there be public debate into the need for the replacement of the Trident missile system and the Royal Navy's Vanguard class submarines, by apologising for the Iraq invasion and by not disagreeing with General Sir Richard Dannatt, who said that British troops in Iraq were provoking trouble.",
            "output": [
                "Hindi na siya sumang-ayon kay Punong Ministro Blair kamakailan sa kahilingang magkaroon ng pampublikong pagtatalo kung mangangailangan ng trident missile system at ang ang submarino ng Vanguard ng Royal Navy, sa pamamagitan ng paghingi ng paumanhin sa paglusob ng Iraq at sa hindi pagsang-ayon kay general Sir Richard Dannatt, kung saan sinabi niya na ang tropa ng British sa Iraq ay nagdudulot ng kaguluhan."
            ]
        },
        {
            "input": "Costa Rica left the 2006 World Cup without a victory in three games.",
            "output": [
                "Nilisan ng Costa Rica ang 2006 World Cup na walang pinanalunan sa talong laro."
            ]
        },
        {
            "input": "Other symptoms include diarrhea, cold-like symptoms, and sores on the extremities and mouth.",
            "output": [
                "Ang iba pang sintomas ay pagdudumi, sintomas na parang may sipon, at mga sugat sa mga paa't kamay gayundin sa bibig."
            ]
        },
        {
            "input": "\"It is an honour for Cambodia's economic sector and we hope that Cambodians nationwide welcome him warmly,\" he announced.",
            "output": [
                "\"Isa itong karangalan para sa sektor ng ekonomiya ng Cambodia at inaasahan namin na malugod siyang tatanggapin ng mga taga-Cambodia sa buong bansa,\" inanunsyo niya."
            ]
        },
        {
            "input": "During the first part of the race, Hamilton punctured his front tyre and lost more positions as well as his hopes of winning.",
            "output": [
                "Sa unang bahagi ng karera, nabutas ang harapang gulong ni Hamilton at nawala rin ang maraming posisyon pati na ang kanyang mga pag-asa na manalo."
            ]
        },
        {
            "input": "Young Trigg made a total of 43 contributions (many on talk pages) and announced they would retire from Wikipedia at 07:58 UTC on August 31.",
            "output": [
                "Si Young Trigg ay gumawa ng kabuuang bilang na 43 na mga kontribusyon (karamihan ay sa mga pinag-uusapang pahina) at ipinahayag na sila ay magreretiro sa Wikipedia sa ganap na 07:58 UTS sa Agusto 31."
            ]
        },
        {
            "input": "One of the two black boxes that contained the communication recording, and the complete set of instruments and commands in the cockpit, was recovered.",
            "output": [
                "Isa sa dalawang itim na kahon na naglalaman ng naitalang komunikasyon, at ang kumpletong balangkas ng mga instrumento at kontrol sa cockpit ay nabawi."
            ]
        },
        {
            "input": "More than 300 people were watching as the whales set out to sea following a 30 hour rescue effort.",
            "output": [
                "Mahigit na 300 ka tao ang nanonood habang paalis ang mga balyena sa dagat pagkatapos ng 30 oras na pagsisikap ng pagsasalba."
            ]
        },
        {
            "input": "Said Sir Paul \"I was extremely proud to find out that one of my songs was played for Discovery this summer.",
            "output": [
                "Sabi ni Ginoong Paul \"Ako ay labis na nagmalaki sa natuklasan ko na isa sa aking mga kanta ay pinatogtog para sa Discovery sa ngayong tag-araw."
            ]
        },
        {
            "input": "The reason they chose Yahoo!7 over other companies was because Yahoo!7 has the top position in big fields such as TV and video.",
            "output": [
                "Ang dahilan kung bakit pinili nila ang Yahoo!7 sa iba pang mga kompaniya ay sa dahilang ang Yahoo!7 ay may mataas na posisyon sa larangan ng TV at bideyo."
            ]
        },
        {
            "input": "\"But I would certainly enjoy doing the hike in the nude and I wouldn't want to be deprived of it.\"",
            "output": [
                "\"Pero mas magiging masaya ako kung gagawin ko ang pag-akyat ng bundok nang hubad at ayaw kong pipigilan akong gawin iyon.\""
            ]
        },
        {
            "input": "Then Kaka, in search of a brace, sent a volley over the net after being left alone during a corner kick.",
            "output": [
                "Pagkatapos, si Kaka ay tumira nang palobo lampas sa net matapos maiwang bakante habang sumisipa sa sulok."
            ]
        },
        {
            "input": "The a scan of the Shuttle's heat shield (now routine since the Space Shuttle Columbia disaster) showed no cause for concern and Discovery was cleared for the voyage home.",
            "output": [
                "Ang pag-suri sa pananggalang sa init ng sasakyan (ngayon ay palagian buhat noong malaking sakuna sa Space Shuttle Columbia) ay nagpakita na walang dahilan sa pag-aalala at ang Discovery ay maaari ng maglakbay pabalik."
            ]
        },
        {
            "input": "\"We have worked to advance freedom and democracy in the world so that people are governed under a rule of law and that there are... protections in place for minority rights, that women's rights are advanced so that women can fully participate in societies where now they cannot\", as well as supporting the fight against AIDS in Africa.",
            "output": [
                "\"Pinagsikapan natin na maisulong ang kalayaan at demokrasya sa mundo upang ang mga tao ay mapamunuan sa ilalim ng batas at may mga...proteksyon na nakatalaga para sa karapatan ng minoridad, at ang karapatan ng mga kababaihan ay maisulong upang ang mga babae ay makalahok ng husto sa mga lipunan na ngayon ay hindi nila nagagawa,\" at ang pagsuporta sa paglaban sa AIDS sa Aprika."
            ]
        },
        {
            "input": "Last week, similar restrictions were imposed by the U.S. on cotton trousers, knit shirts, and underwear.",
            "output": [
                "Noong nakaraang linggo, parehong limitasyon ang itinakda ng Estados Unidos sa koton na pantalon, niting na kamiseta, at pang-ilalim na damit."
            ]
        },
        {
            "input": "It is the ninth such meeting in a series on technology, ethics, and law and is taking place today.",
            "output": [
                "Iyon ay ika-siyam na pagpupulong sa isang serye tungkol sa taknolohiya, etiko, at batas at nangyayari ngayon."
            ]
        },
        {
            "input": "NASA's Cassini orbiter has sent back remarkable images from Saturn, revealing that the planet's famous rings are far more bumpy than expected.",
            "output": [
                "Nagpadala ng pambihirang mga litrato mula sa Saturn ang Cassini orbiter ng NASA, na nagsisiwalat na ang sikat na singsing ng planeta ay higit pang matigtig kaysa sa inasahan."
            ]
        },
        {
            "input": "And it doesn't just cover e-mail spam, but all electronic messaging such as SMS/text messaging, etc.",
            "output": [
                "Hindi lang ito sumasaklaw sa spam ng e-mail, kundi sa lahat ng mensaheng elektriko tulad ng SMS/text, at iba pa."
            ]
        },
        {
            "input": "In a media release timed to coincide with the ten-year anniversary of the Howard Government, Mr. Crean said that the privatisation of Telstra and a failure to reform the Regional Partnerships program demonstrated the government's lack of commitment to the bush.",
            "output": [
                "Sa isang media release na tinaon para makasabay sa sampong-taong anibersaryo ng Howard Government, sinabi ni Ginoong Crean na ang pribatisasyon ng Telstra at ang pagkabigo na repormahin ang Regional Partnerships na programa ay nagpakita ng kakulangan sa komitment ng pamahalaan sa Bush."
            ]
        },
        {
            "input": "This change is different from previous years due to a U.S. mandated daylight saving time change, which was caused by the Energy Policy Act of 2005.",
            "output": [
                "Ang pagbabagong ito ay iba sa mga nakaraang taon dahil sa inutos na pagbabago ng oras ng pagtitipid ng liwanag ng U.S. na kaakibat ng Patakarang Pang-Enerhiya ng 2005."
            ]
        },
        {
            "input": "No response from Bill Maher on this statement as of yet.",
            "output": [
                "Wala pang tugon mula kay Bill Maher tungkol sa pahayag na ito sa kasalukuyan."
            ]
        },
        {
            "input": "At least 3 people have been killed due to the storm.",
            "output": [
                "Di bababa sa 3 tao ang napatay dahilan sa bagyo."
            ]
        },
        {
            "input": "Their premium site is where they envision making their money.",
            "output": [
                "Ang kanilang permium sayt ay kung saan nakikinita nilang makakita ng pera."
            ]
        },
        {
            "input": "The loss leaves Toronto at 0-2-0 on the season, while DC pick up their first win after losing their opener.",
            "output": [
                "Dahil sa pagkatalo, ang Toronto ay may iskor na 0-2-0 sa panahon, habang ang D.C. ay nakabawi matapos ang kanilang pagkatalo sa kanilang pambungad na laro."
            ]
        },
        {
            "input": "The Norwegian government has in recent days taken several steps to prevent a possible bird flu epidemic from entering the country and further spreading within the nations border.",
            "output": [
                "Noong nakaraang mga araw ang pamahalaan ng Norway ay nagsagawa ng ilang hakbang para hadlangan ang posibilidad ng epidemya ng bird flu na makapasok sa bansa at lalong kumalat sa loob ng nasasakupan ng nasyon."
            ]
        },
        {
            "input": "In a replay of last years final, where the Vipers won 10-5, the mostly expatriate crowd rallied behind the Fijian team in an effort to create an upset against the Vipers who are the domestic development team of South African Sevens.",
            "output": [
                "Sa pag-uulit ng nakaraang taong pagtatapos, kung saan ang Vipers ay nanalo ng 10-5, ang karamihan na mga dayuhang nanunood ay nasa sa likod ng pangkat na Fijian upang makagawa ng pagtatalo laban sa Vipers na pang lokal na nagsisimulang pangkat ng South African Sevens."
            ]
        },
        {
            "input": "This continuing promotion, launched in 2004, was on the forefront of a current trend in Western culture to abandon the overly idealised images the media portrays of women.",
            "output": [
                "Ang nagpapatuloy na pagpapalaganap, na inilunsad noong taong 2004 ay nangunguna sa kasalukuyang kalakaran sa kultura ng Kanluranin upang iiwan ang mga imaheng masyadong inuliran na nilalarawan ng medya ng mga kababaihan."
            ]
        },
        {
            "input": "For more information on the election, read Toronto municipal election, 2006.",
            "output": [
                "Para sa karagdagang impormasyon sa halalan, basahin ang munisipal na eleksyon ng Toronto, 2006."
            ]
        },
        {
            "input": "Brown also said that \"70,000 of the 75,000 residents and businesses in Amherst are still without power.\"",
            "output": [
                "Sinabi din ni Brown na \"70,000 ng 75,000 na mga residente at mga negosyo sa Amherst ay nananatiling walang kuryente.\""
            ]
        },
        {
            "input": "Forwards Xavier Moya and Chris Thompson provided tough inside defense on one possession.",
            "output": [
                "Ang Forward na sina Xavier Moya at Chris Thompson ay nagbigay ng matinding depensa sa loob ng isang pamumusesyon."
            ]
        },
        {
            "input": "The United States military Strategic Command (STRATCOM) has said that the 'fireballs' spotted over areas of Texas in the United States on Sunday February 15, are not related to the collision of a U.S. and Russian satellite in space.",
            "output": [
                "Ang Strategic Command (STRATCOM) ng militar ng Estados Unidos ay nagsabi na ang \"mga bilog na apoy\" na nakita sa mga lugar sa Texas sa Estados Unidos noong Linggo, ika-15 ng Pebrero, ay walang kaugnayan sa banggaan ng pangkalawakang satelayt ng Estados Unidos at Rusya."
            ]
        },
        {
            "input": "Thalys services between Brussels and Cologne have now resumed, but services to Amsterdam and Paris are still suspended.",
            "output": [
                "Ang mga serbisyo sa pagitan ng Brussels at Cologne ay muli nang ipinagpatuloy, subalit ang mga serbisyo sa Amsterdam at Paris ay suspendido pa rin."
            ]
        },
        {
            "input": "He says that for other lab experiments the hardware is already in place, the only step needed is to change the software.",
            "output": [
                "Sinasabi niya na para sa ibang mga laboratoryong eksperimento, ang hardweyr ay nakahanda na, ang tanging hakbang na kailangan ay baguhin ang softweyr."
            ]
        },
        {
            "input": "The pilot had contacted Air Traffic Control (ATC) to report engine problems and requested permission to conduct an emergency landing at nearby Rumbek.",
            "output": [
                "Ang piloto ay nakipag-ugnayan sa Air Traffic Control (ATC) upang ipagbigay-alam ang mga problema sa makina at nanghingi ng pahintulot na magsagawa ng agarang paglapag sa malapit na Rumbek."
            ]
        },
        {
            "input": "The jawbone, which also had a wisdom tooth with it, was found by an American tourist close to the Phoenix Hotel.",
            "output": [
                "Ang buto ng panga, na mayroong kasamang ngipin ng katalinuhan, ay natagpuan ng isang turistang Amerikano malapit sa Otel Phoenix."
            ]
        },
        {
            "input": "The animals tended to face north-south oriented toward the earth's magnetic poles.",
            "output": [
                "Ang mga hayop ay paharap sa hilaga-timog na gawi ng tagdang magnetiko ng mundo."
            ]
        },
        {
            "input": "During 1967-1968, Syd Barrett was considered to be the main member and songwriter of Pink Floyd.",
            "output": [
                "Sa pagitan ng 1967-1968, si Syd Barrett ay itinuring na pinakamahalagang miyembro at manunulat ng kanta ng Pink Floyd."
            ]
        },
        {
            "input": "On Sunday, Iran tested its second underwater missile, the Fajr-3.",
            "output": [
                "Noong nakaraang Linggo, sibubok ng Iran ang kanilang ikalawang lunod na misil, Fajr-3."
            ]
        },
        {
            "input": "Intelligence officials believe that the militants were associated with Hafiz Gul Bahadur.",
            "output": [
                "Pinaniniwalaan ng mga opisyal na ang mga militante ay may kaugnayan sa Hafiz Gul Bahadur."
            ]
        },
        {
            "input": "China looks to launch it's second manned space mission in October, two years after it's first flight, a newspaper reported Friday.",
            "output": [
                "Tinatanaw ng Tsina ang pangalawang paglunsad ng isang misyon na pinapatakbo ng tao sa kalawakan sa Oktubre, dalawang taon pagkatapos ng unang paglipad, iniulat ng isang pahayagan noong Biyernes."
            ]
        },
        {
            "input": "In an effort to ease complaints by the U.S. and Europe about a heavy influx of low priced Chinese goods, China will raise export tariffs on 74 categories of textile products in June.",
            "output": [
                "Sa pagsisikap upang paluwagin ang mga reklamo ng Estados Unidos at Europa tungkol sa malaking pagdagsa ng murang produkto ng Tsina, ang Tsina ay magtataas ng taripa sa 74 na kategorya ng mga produktong tela sa Hunyo."
            ]
        },
        {
            "input": "Goldman was formerly the communications director of 21st Century Democrats.",
            "output": [
                "Si Goldman ang dating direktor na komunikasyon ng ika-21 dantaong demokratiko."
            ]
        },
        {
            "input": "Bangladesh pulled off a surprising victory over South Africa by 67 runs in the Super 8 phase of the World Cup at the Providence Stadium, Georgetown, Guyana.",
            "output": [
                "Nakamit ng Bangladesh ang isang kamangha-manghang tagumpay laban sa Timog Aprika ng 67 puntos sa Super 8 phase ng Pandaigdigang Cup sa Istadyum ng Providence, Georgetown, Guyana."
            ]
        },
        {
            "input": "The Sellafield nuclear reprocessing plant was locked down for the first time in its history.",
            "output": [
                "Inilayo sa unang pagkakataon sa kasaysayan nito ang pinapalitang material ng nuklear ng Sellafield."
            ]
        },
        {
            "input": "Eyewitness reports say that Islamist insurgents in Somalia have captured the town of Jowhar, a strategically important city 90 kilometres north of the country's capital of Mogadishu.",
            "output": [
                "Ang mga ulat ng saksi ay nagsasabing sinakop ng mga Islamist na rebolusyunaryo sa Somalia ang bayan ng Jowhar, isang estratehikong importante na lungsod na 90 kilometro pahilaga sa kapital ng Mogadishu ng bansa."
            ]
        },
        {
            "input": "The river is named after Garrett Cotter, an Irish-born convict who was transported to Australia and lived in the area in the 1830s and 1840s.",
            "output": [
                "Ang ilog ay ipinangalan kay Garrett Cotter, ipinanganak na Irish na bilanggo na inihatid sa Australia at tumira sa lugar noong 1830s at 1840s."
            ]
        },
        {
            "input": "All intended to cause a possible armed intervention of the United States as a result of the conflict.",
            "output": [
                "Lahat ng nilalayon ng pagmulan ng posibleng armadong pakikialam ng Estados Unidos bilang resulta ng hindi pagkakasundo."
            ]
        },
        {
            "input": "There is no legal avenue to appeal the court's ruling, in except of the 39th article of the Mexican Constitution which states: \"The sovereignty of the state resides on the citizens.\"",
            "output": [
                "Walang legal na paraan upang iapela ang pasya ng korte, maliban sa ika-39 na artikulo ng Konstitusyon ng Mehiko na nagsasabing: \"Ang kapangyarihan ng estado ay nasa kamay ng mga mamamayan.\""
            ]
        },
        {
            "input": "The Entertainment Software Association president Douglas Lowenstein confirmed speculations that his group is planning to file a lawsuit against the state of Oklahoma because of a new law, HB3004.",
            "output": [
                "Kinumpirma ng pangulo ng The Entertainment Software Association na si Douglas Lowenstein ang ispekulasyon na ang kanyang grupo ay magsasampa ng kaso laban sa estado ng Oklahoma dahil sa isang bagong batas, ang HB3004."
            ]
        },
        {
            "input": "\"I don't believe it's going to happen because I think there will be a people's revolt.\"",
            "output": [
                "\"Hindi ako naniniwalang mangyayari ito dahil sa palagay ko ay mag-aalsa ang mga tao.\""
            ]
        },
        {
            "input": "It is reported that the Jeep Ryan was driving crashed over the side of the Pacific Coast Highway and landed on rocks.",
            "output": [
                "Ito ay naiulat na ang Jeep na minamaneho ni Ryan ay bumagsak sa tabi ng Pacific Coast Highway at lumapag sa mga bato."
            ]
        },
        {
            "input": "These measures seek to alleviate temporary problems, but the commission still intends to end the quota system for milk, and reduce market intervention which helps support prices.",
            "output": [
                "Ang mga paraan ng ito ay naghahangad na magpakalma sa mga pansamantalang problema, ngunit ang komisyon hanggang ngayon ay nagbabalak para matapos ang sistema ng kota para sa gatas, at mabawasan ang pakikialam sa pamilihan kung saan matutulungang suportahan ang presyo."
            ]
        },
        {
            "input": "Actress Deborah Rennard, wife of Haggis, was introduced to Scientology by her parents.",
            "output": [
                "Ang aktres na si Deborah Rennard, asawa ni Haggis, ay ipinakilala sa Syentolohiko ng kaniyang mga magulang."
            ]
        },
        {
            "input": "\"Andrew was a part of the team that took the pylon to the top back in 2005.\"",
            "output": [
                "\"Si Andrew ay parte ng pangkat na naglagay ng pylon sa tuktok noong 2005.\""
            ]
        },
        {
            "input": "The first, by Carol Dweck at Stanford University, came to the conclusion that children who are not praised for their efforts, regardless of the outcome's success, rarely attempt more challenging and complex pursuits.",
            "output": [
                "Ang una, na gawa ni Carol Dweck ng Unibersidad ng Stanford, ay naghinuha na ang mga batang hindi pinuri ang kanilang pagsisikap, hindi alintana ang tagumpay ng resulta, ay madalang na magtatangka ng mas mahirap at masalimuot na gawain."
            ]
        },
        {
            "input": "Everton had a chance to jump into fifth place in the league ahead of Bolton, while Fulham could have jumped from fifteenth all the way to eleventh, boosting their chances of league survival.",
            "output": [
                "Ang Everton ay nagkaroon ng pagkakataon na lumukso sa ikalimang puwesto sa liga na mas higit kay Bolton, habang si Fulham ay maaring tumalon mula sa ika-labinglima hanggang sa ika-labing-isa, pagbubunsod sa kanilang pagkakataong manatili sa liga."
            ]
        },
        {
            "input": "In a nod to the possibility that the deadline will be missed, it was said that the constitution could be amended, and that voting on ratification would occur in October of this year, with a general election to follow in December.",
            "output": [
                "Sa pagsang-ayon sa posibilidad na ang nakatakdang huling araw ay hindi makakamit, nabanggit na maaring susugan ang konstitusyon, at ang pagboto sa pagpapatibay ay maaaring mangyari sa Oktubre ngayong taon, na may susunod na pangkalahatang eleksyon sa Disyembre."
            ]
        },
        {
            "input": "Xinhua has also reported that several employees at the bar, as well as the wife of the owner, were being questioned.",
            "output": [
                "Iniulat rin ng Xinhua na may ilang empleyado sa bar, maging ang asawa ng may ari, ay tinanong."
            ]
        },
        {
            "input": "Adam Bandt is projected to become the member for the Division of Melbourne.",
            "output": [
                "Si Adam Bandt ay inaasahan na magiging miyembro ng Sangay ng Melbourne."
            ]
        },
        {
            "input": "Renault-engined cars did well in the race with David Coulthard and Giancarlo Fisichella finishing in 4th and 5th places.",
            "output": [
                "Ang mga kotseng may makinang-Renault ay mabuti ang ginawa sa karera at naitapos ni David Coulthard at Giancarlo Fisichella sa ika-4 at ika-5 pwesto."
            ]
        },
        {
            "input": "While no one is predicting major bank failures at this point, it is feared that their profits could be hurt.",
            "output": [
                "Habang wala namang humuhula ng pagbagsak ng mga bangko sa mga panahong ito, pinangambahang makakaapekto ito sa kanilang kita."
            ]
        },
        {
            "input": "Noises resembling bangs were heard at approximately 1320 BST (1220 UTC); the male suspect was placed under arrest at about 1345 BST (1245 UTC), just over three hours after the incident began.",
            "output": [
                "Ang mga ingay kahalintulad ng pagsabog ay narinig halos mga 1320 BST (1220 UTC); ang lalaking suspek ay naaresto noong 1345 BST (1245 UTC), pagkatapos ng tatlong oras noong nagsimula ang insidente."
            ]
        },
        {
            "input": "The study revealed that by 2050, one in five Americans will be foreign-born, and the overall U.S. population will double to 438 million.",
            "output": [
                "Ang pag-aaral ay nagpahayag na sa 2050, isa sa limang Amerikano ay magiging ipinanganak na banyaga, at ang kalahatang populasiyon ng U.S. ay dodoble ng 438 milyon."
            ]
        },
        {
            "input": "Now the country faces a second crisis due to economic troubles and an inflation rate of two trillion percent.",
            "output": [
                "Ngayon nahaharap ang bansa sa pangalawang krisis dahilan sa mga kaguluhan sa ekonomiya at sa malaking pagtaas ng mga presyo ng dalawang trilyong porsiyento."
            ]
        },
        {
            "input": "The SAS vice-chairman Albert Beier estimated the value of the cooler boxes to be close to two million Euros.",
            "output": [
                "Ang pangalawang pinuno ng SAS na si Albert Beier ay tinantiya ang halaga ng mga kahong pampalamig na nasa malapit sa dalawang milyong Euros."
            ]
        },
        {
            "input": "Several of the world’s leaders and dignitaries are to attend the president's funeral, including US president Barack Obama and Russian leader Dmitry Medvedev.",
            "output": [
                "Ilan sa mga lider ng mundo at mga dignitaryo ang dadalo sa libing ng presidente, kabilang na si Presidente Barack Obama ng US at Dmitry Medvedev ng Russia."
            ]
        },
        {
            "input": "\"Qualifying this time around, with the travel and match conditions the team has experienced, is a true measure of the progress football has made.\"",
            "output": [
                "\"Ang makapasok sa pagkakataong ito, sa mga pagbiyahe at kondisyon ng laban na pinagdaan ng kupunan, ay isang sukatan ng progreso na nagawa ng football.\""
            ]
        },
        {
            "input": "According to al-Qaeda, Osama bin Laden will release yet another video which is said to contain a will and testament from one of the September 11, 2001 hijackers, Abu Musab Waleed al-Shehri.",
            "output": [
                "Ayon sa al-Qaeda, si Osama bin Laden ay maglalabas pa ng isa pang bidyo kung saan ay sinabi na naglalaman ng habilin at testamento mula sa isa sa mga nagkumander ng eroplano noong Setyembre 11, 2001 na si Abu Musab Walled al-Shehri."
            ]
        },
        {
            "input": "By studying these collisions, scientists hope to shed light on theories such as supersymmetry and the Higgs boson.",
            "output": [
                "Sa pag-aaral ng mga banggaang ito, umaasa ang mga siyentipiko na mabibigyang linaw ang mga teoryang gaya ng supersymmetry at ang Higgs boson."
            ]
        },
        {
            "input": "Industry commentators have said there are fears Portugal and Spain may soon also have to accept assistance from the IMF.",
            "output": [
                "Sinabi ng mga tagapagpaliwanag ng industriya na nakakaramdam sila ng takot na ang Portugal at Spain ay malapit na ring mangailangan ng tulong mula sa IMF."
            ]
        },
        {
            "input": "Venus Williams triumphed over Marion Bartoli of France 6-4, 6-1 yesterday to win the Women's Singles event at the 2007 Wimbledon Championships.",
            "output": [
                "Si Venus Williams ay nanalo laban kay Marion Bartoli ng Pransya 6-4, 6-1 kahapon para manalo sa Women's Single event sa 2007 na Kampeonato ng Wimbledon."
            ]
        },
        {
            "input": "Further animal studies need to be done to examine the possibility of side effects, such as lactation in men and non-pregnant women, as well as increased inflammation which could worsen the MS.",
            "output": [
                "Ang mga susunod pang pag-aaral ay kailangang gawin upang makita ang posibilidad ng mga pangalawang epekto, katulad ng paggagatas sa mga lalaki at mga hindi buntis na babae, gayundin ang pagtaas ng pamamaga na maaring makasira sa MS."
            ]
        },
        {
            "input": "Colombian authorities rescued a 2-month-old baby, who was kidnapped by a woman on Monday in Bogotá, in Armenia on Thursday night, September 14.",
            "output": [
                "Ang mga awtoridad ng Kolombya ay iniligtas ang isang 2-buwang gulang na sanggol, na kinidnap ng isang babae noong Lunes sa Bogotá, sa Armenia noong Huwebes ng gabi, ika-14 ng Setyembre."
            ]
        },
        {
            "input": "The Iranian Islamic Revolutionary Guard has conducted a missile test exercise, in which nine missiles of three different types were launched simultaneously.",
            "output": [
                "Ang mga guwardiya ng Iranian Islamic Revlutionary ay namahala ng isang pagsasanay sa paggamit ng misayl, kung saan siyam na may tatlong iba't-ibang yari ay inilunsad ng sabay-sabay."
            ]
        },
        {
            "input": "He also deems two other regulations, namely the prohibition of distracting MTR staff members and photography and video-recording in the train carriages, 'unreasonable'.",
            "output": [
                "Siya ay naniniwala rin sa dalawang ibang mga patakaran, katulad ng pagbabawal sa pang-aabala ng mga miyembro ng kawani ng MTR at pagkuha ng larawan at pagrekord sa bidyo sa loob ng tren, 'hindi makatuwiran'."
            ]
        },
        {
            "input": "The Astros are currently in fifth place in the National League Central with a record of 58-73.",
            "output": [
                "Sa kasalukuyan ang Astros ay nasa ika-limang puwesto sa National League Central na may talaan ng 58-73."
            ]
        },
        {
            "input": "Police do not yet know the identities of the men.",
            "output": [
                "Hindi pa alam ng pulisya ang pagkakakilanlan ng mga lalaki."
            ]
        },
        {
            "input": "Obama signed a declaration late on Friday, authorising health secretary Kathleen Sebelius to bypass some federal rules, in order to let health officials respond more efficiently to the outbreak of the H1N1 virus.",
            "output": [
                "Pinirmahan ni Obama ang isang deklarasyon noong hapon ng Biyernes, na nagpapahintulot sa Kalihim ng Kalusugan na si Kathleen Sebelius na lakdawan ang ibang patakarang pederal, upang payagan ang mga opisyal ng kalusugan na tumugon nang mas mabisa sa pagkalat ng H1N1 virus."
            ]
        },
        {
            "input": "Romania's ruling Social Democrat Party (PSD) has emerged ahead in yesterday's legislative and presidential elections.",
            "output": [
                "Ang namumunong Partidong Sosyal Demokratiko (PSD) ng Rumanya ay lumabas na nagunguna kahapon sa halalang pambatasan at pang-presidente."
            ]
        },
        {
            "input": "A similar offer was made by Microsoft in August 2002 during its antitrust lawsuit filed by the United States Department of Justice and several states' Attorneys General.",
            "output": [
                "Ang magkapareho na alok ay ginawa sa pamamagitan ng Microsoft noong Agosto ng 2002 sa panahon ng antitrust na asunto nito na inihain ng mga Kagawaran ng Hustisya ng Estados Unidos at ng Abugado Heneral ng ilang mga estado."
            ]
        },
        {
            "input": "Wikipedia, one of the top ten websites on the internet, will soon be receiving a face lift.",
            "output": [
                "Ang Wikipedia, isa sa nangungunang sampung websites sa internet ay magkakaroon ng panibagong anyo."
            ]
        },
        {
            "input": "Harmony gold mine will not send anyone in to the mine as the conditions are extremely dangerous and abandoned shafts are without safety equipment.",
            "output": [
                "Ang Harmony gold mine ay hindi magpapadala ng kahit sino dahil sa masyadong mapanganib ang kondisyon at ang inabandonang minahan ay walang ligtas na kagamitan."
            ]
        },
        {
            "input": "He says he believes it to be the first time Canada has launched a court martial for the death of a prisoner on the battlefield.",
            "output": [
                "Sinabi niyang pinaniniwalaan niya ito bilang unang beses na naglunsad ang Canada ng hukumang-militar para sa kamatayan ng isang bilanggo sa digmaan."
            ]
        },
        {
            "input": "David Cameron argued the recent events in Syria were a \"humanitarian catastrophe, and if there are no consequences for it, there is nothing to stop Assad and other dictators from using these weapons again and again\".",
            "output": [
                "Iginiit ni David Cameron na ang mga pangyayari kamakailan lamang sa Syria ay isang \"pangmakataong sakuna at kung walang kalalabasan mula dito, walang makakapigil kay Assad at iba pang mga diktador sa paulit-ulit na paggamit ng mga armas na ito.\""
            ]
        },
        {
            "input": "CN Rail expects the trains to go out on time, and in a safe condition, but staff is overworked, because there are not enough of them.",
            "output": [
                "Inaasahan ng CN rail na lumalabas ang mga tren nang nasa oras, at nasa ligtas na kalagayan, ngunit ang mga manggagawa ay pinagtrabaho nang labis, dahil walang sapat na mga manggagawa."
            ]
        },
        {
            "input": "Mr. Thomson is survived by his wife, Marilyn; three sons, David, who succeeded him as chairman of Thomson in 2002, Peter and Taylor; and a sister, Audrey Campbell.",
            "output": [
                "Si Thomson ay naulila ang kanyang asawa, si Marilyn; tatlong mga anak na lalaki, si David, na syang sumunod sa kanya bilang tagapangulo ng Thomson noong 2002, sina Peter at Taylor; at isang kapatid na babae, Audrey Campbell."
            ]
        },
        {
            "input": "On March 19, 2006, Glen issued a media release stating that his web hosting provider, YouTube, had removed videos of Tom Cruise which formed part of the site.",
            "output": [
                "Noong Marso 19, 2006, nagbigay si Glen ng inilabas ng midya na naglalahad na ang kanyang naglalagak ng websayt bilang paanyaya, Youtube, ay inalis ang mga bidyo ni Tom Cruise na bumuo bilang bahagi ng sayt."
            ]
        },
        {
            "input": "The Mil Mi-26 is believed to have been shot down; six Ukrainian civilians onboard and one Afghan girl on the ground were killed in the crash on Tuesday.",
            "output": [
                "Ang Mil Mi-26 ay pinaniniwalaang pinabagsak; anim na sibilyang Ukrainian ang nakasakay at isang babaeng Afghan na nasa lupa ay namatay sa pagbagsak noong Martes."
            ]
        },
        {
            "input": "The shooter in the Virginia Tech university shootings has been identified as Cho Seung-Hui, a 23-year old South Korean national.",
            "output": [
                "Ang namaril sa pamamaril sa unibersidad ng Virginia Tech ay nakilalang si Cho Seung-Hui, isang 23 taong gulang mula sa South Korea."
            ]
        },
        {
            "input": "The judge decided to acquit three other Memons, Suleiman, Hanifa and Raheen, giving them the benefit of the doubt.",
            "output": [
                "Nagdesisyon ang hukom na ipawalang-sala ang tatlo pang Memon, sina Suleiman, Hanifa at Raheen, upang bigyan sila ng benepisyo ng pagdududa."
            ]
        },
        {
            "input": "However, according to foreign sources, the five killed were contractors for the Army.",
            "output": [
                "Gayunpaman, ayon sa mga panlabas na impormasyon, ang limang napatay ay mga kontraktor ng militar."
            ]
        },
        {
            "input": "\"This project is important not only to thousands of workers but also to Americans in general,\" added Semmens.",
            "output": [
                "\"Ang proyektong ito ay importante hindi lamang sa libu-libong mga trabahador pati na rin sa mga Amerikano sa pangkalahatan,\" dagdag ni Semmens."
            ]
        },
        {
            "input": "Incidents of the disease are expected to peak in June and July.",
            "output": [
                "Ang mga insidente ng sakit ay inasahan na tataas sa Hunyo at Hulyo."
            ]
        },
        {
            "input": "\"They were engaged by the Syrians, they dropped their ordinance and scooted out of there.\"",
            "output": [
                "\"Sila ay nakasagupa ng mga taga Syria, hinulog nila ang kanilang ordinansa at dali-daling umalis doon.\""
            ]
        },
        {
            "input": "50 of the job losses will be from the news and current affairs department, where a total of 350 people currently work.",
            "output": [
                "50 sa mga mawawalan ng trabaho ay galing sa departamento ng news at current affairs, kung saan 350 katao ang kasalukuyang nagtatatrabaho."
            ]
        },
        {
            "input": "Additionally, the runway has had a history of problems with standing water.",
            "output": [
                "Dagdag pa, ang patakbuhan ay may kasaysayan na ng mga suliranin dahil ito ay may tubig."
            ]
        },
        {
            "input": "The mechanisms through which distant intercessory prayer might convey healing benefit are unknown, the authors of the study explain.",
            "output": [
                "Ang pamamaran ng malayong kumakalinagnag na pananalangin ay maaaring magdala ng hindi nakikilalang mge epekto ng paglunas, ipinaliwanag ng mga manunulat ng pag-aaral."
            ]
        },
        {
            "input": "The agreement follows a spate of violent incidents at Bulldogs matches this year.",
            "output": [
                "Ang kasunduan ay sinundan ng mga malalaking insidente ng karahasan sa mga laban ng Bulldogs ngayong taon."
            ]
        },
        {
            "input": "Officials say that the arrest \"dealt a severe blow\" to al-Qaeda in Iraq.",
            "output": [
                "Sinabi ng mga opisyal na ang pag-aresto ay \"nagdulot ng matinding tama\" sa al-Qaeda sa Iraq."
            ]
        },
        {
            "input": "\"A great man, who always fought for the good of the others,\" he adds.",
            "output": [
                "\"Isang kahanga-hangang lalaki, na laging lumaban para sa ikakabuti ng iba,\" dagdag niya."
            ]
        },
        {
            "input": "The remaining three members of the Bali Nine have been sentenced to life in prison by a Denpasar court.",
            "output": [
                "Ang mga natitirang tatlong miyembro ng Bali Nine ay nasentensiyahan ng habambuhay na pagkakakulong ng korte ng Denpasar."
            ]
        },
        {
            "input": "Many sources of income for developing countries, including remittances, foreign direct investment, foreign aid, and international trade, are expected to undergo severe declines.",
            "output": [
                "Maraming pinagmulan ng kita ang mga mauunlad na bansa, gaya ng padala, mga dayuhang pagnenegosyo, tulong galing sa ibang bansa, pandaigdigang kalakal, ay inaasahang dadaan sa malubhang pagbaba."
            ]
        },
        {
            "input": "Defense Secretary Donald Rumsfeld faces a federal lawsuit brought today by the American Civil Liberties Union and Human Rights First, filed in his home state of Illinois.",
            "output": [
                "Haharap ngayon ang Kalihim ng Depensa na si Donald Rumsfeld sa pederal na kasong dinala ng American Civil Liberties Union at Human Right First, na isinampa sa kaniyang bayan sa estado ng Illinois."
            ]
        },
        {
            "input": "This leads to poorer health, lower productivity on the job, more danger on the roads and a less vibrant sex life.",
            "output": [
                "Ito ay humantong sa mas mahihirap na kalusugan, mas mababa produktibo sa trabaho, mas maraming mga panganib sa mga kalsada at walang kabuhay-buhay sa pakikipagtalik."
            ]
        },
        {
            "input": "They allege not only low wages but also severe abuses on FMC's part.",
            "output": [
                "Isinusumbat nila hindi lamang ang mababang mga sweldo pati na rin ang malalang pag-abuso sa bahagi ng FMC."
            ]
        },
        {
            "input": "Some earlier reports suggested that \"46 current or former Penn State [football] players have been charged with crimes on 163 counts in the past six seasons.\"",
            "output": [
                "May mga unang ulat na nagsasabing \"may 46 na kasalukuyan o dating manlalaro ng Penn State [football] ang inakusahan ng krimen sa 163 na bilang sa nagdaang anim na sison.\""
            ]
        },
        {
            "input": "This event was important for the Christians because they have been persecuted by the Roman Empire during 300 years and now they would have freedom to profess their religion without been in risk of been arrested or convicted to death by the government.",
            "output": [
                "Ang pangyayari ay mahalaga sa mga Kristiyano dahil sila ay inusig ng Roman Empire sa loob ng 300 na taon at ngayon ay malaya na silang magpahayag ng kanilang relihiyon na walang panganib na aarestuhin o mahatulan ng kamatayan ng pamahalaan."
            ]
        },
        {
            "input": "The bridge collapsed in 2004 and was temporarily replaced with a wooden bridge which Israelis say is weakening and unsafe.",
            "output": [
                "Ang tulay ay natibag noong taong 2004 at pansamantalang pinalitan ng kahoy na tulay na sinasabi ng mga Israelita na marupok at hindi ligtas."
            ]
        },
        {
            "input": "\"Surgery was the long term answer since there were many blockages.\"",
            "output": [
                "\"Ang operasyon ay ang pangmatagalang sagot yamang maraming mga bara.\""
            ]
        },
        {
            "input": "Labor in Texas which concluded in 2005 stated: \"Minimum wage violation found.\"",
            "output": [
                "Ang pasya ng Paggawa sa Texas ayon sa ulat noong 2005 ay nagsabi: \"Natagpuang hindi tumutupad sa pinakamababang pasahod.\""
            ]
        },
        {
            "input": "The steel frame of a four-storey building under construction in Vancouver collapsed.",
            "output": [
                "Ang bakal na kwadrado ng isang gusaling apat na palapag na ginagawa pa lamang sa Vancouver ay bumagsak."
            ]
        },
        {
            "input": "Breur said the process was common in Russia to avoid hypertaxation.",
            "output": [
                "Sinabi ni Breur na ang proseso ay karaniwan sa Russia para maiwasan ang sobrang pagbubuwis."
            ]
        },
        {
            "input": "Also present were Roger Agnelli (Vale do Rio Doce company president) and Eduardo Dutra (Petrobras, government oil company, president).",
            "output": [
                "Nandoon din si Roger Agnelli (presidente ng kumpanyang Vale do Rio Doce) at Eduardo Dutra (presidente ng Petrobas, pampamahalaang kumpanya ng langis)."
            ]
        },
        {
            "input": "It was reported that Adam cost about $1million in production costs and this was weighed against the costs of hiring lab techs.",
            "output": [
                "Iniulat na si Adam ay nagkakahalaga ng $1 milyon sa halaga ng produksiyon at ito ay tinimbang kumpara sa halaga ng pag-upa sa mga teknisian ng laboratoryo."
            ]
        },
        {
            "input": "Some of these issues could be fixed with a variety of methods, including modification of the embossing, increasing the air pressure in the balls beyond the regulation 8.5 psi, and constantly drying the balls with towels during the game or frequently replacing them with fresh basketballs, say De and Horwitz.",
            "output": [
                "Ang ilan sa mga isyung ito ay maaaring maayos gamit ang ilang mga paraan, kasama na ang pagbabago ng paraan ng pag-embos, pagdaragdag ng presyur ng hangin sa mga bolang malayo sa regulasyong 8.5 psi, at laging pagtutuyo ng mga bola gamit ang mga tuwalya tuwing laro o madalas ng pagpapalit nito ng mga bagong bola ng basketbol, ang sabi ni De at Horwitz."
            ]
        },
        {
            "input": "\"We think we have fulfilled our task, as far as was possible, especially in this time of trials,\" they said.",
            "output": [
                "\"Sa aming palagay, nagawa na namin ang aming gawain, hanggang posible, lalo na ngayong panahon ng mga pagsubok,\" pahayag nila."
            ]
        },
        {
            "input": "Police also announced that the Chilean consulate in the Bolivian capital was also a target, to be attacked on Saturday the 25th.",
            "output": [
                "Inihayag din ng pulis na ang konsulada ng Chile sa kapitolyo ng Bolivia ay target din, na sasalakayin sa Sabado ika-25."
            ]
        },
        {
            "input": "The city of Fuyang in Anhui province was especially hard-hit by the outbreak.",
            "output": [
                "Ang siyudad ng Fuyang sa probinsya ng Anhul, ang masyadong tinamaan ng silakbo."
            ]
        },
        {
            "input": "A NATO official denied there was an emergency landing due to a threat and says the Chinese media reports are untrue.",
            "output": [
                "Ang opisyal ng NATO ay itinanggi na nagkaroon ng biglaang paglapag dahil sa pagtakot at sinabing ang mga ulat ng Chinese media ay walang katotohanan."
            ]
        },
        {
            "input": "The phrase has also become notable enough to merit an article on Wikipedia.",
            "output": [
                "Ang parirala ay naging sapat na kapansin-pansin upang magkaroon ng artikulo sa Wikipedia."
            ]
        },
        {
            "input": "The Danziger Bridge spans a canal which connects Lake Pontchartrain and the Mississippi River.",
            "output": [
                "Ang Tulay ng Danziger ay nakalatay sa isang Kanal na nagdudugtong sa Lawa ng Pontchartrain at sa Ilog ng Mississippi."
            ]
        },
        {
            "input": "Uinta National Forest spokesman Loyal Clark said forest firefighters were unable to respond to several small fires nearby that were apparently started by flying debris, and that helicopters dropped water to extinguish them.",
            "output": [
                "Ayon sa tagapagsalita ng Uinta National Forest na si Loyal Clark, hindi naapula ng mga bumbero ang ilang maliliit na apoy mula sa mga lumipad na baga, at kinailangan ng helikopter na maghagis ng tubig upang mapuksa ang mga apoy."
            ]
        },
        {
            "input": "The 2010 United Nations Climate Change Conference negotiations continued this week in Bonn, Germany.",
            "output": [
                "Nagpatuloy ang mga usapan ng 2010 United Nations Konperensya Pagbabago ng Klima sa linggong ito sa Bonn, Alemanya."
            ]
        },
        {
            "input": "The mountain straddles the border between Tibet and Nepal, and is known by several names.",
            "output": [
                "Ang bundok ay sumasaklang sa hangganan sa pagitan ng Tibet at Nepat, at ito ay kilala sa maraming pangalan."
            ]
        },
        {
            "input": "\"It is pleasing to see the club taking a proactive stance to ensure the games proceed with a strong police presence to provide increased safety\" he said.",
            "output": [
                "\"Magandang makita ang samahan ay gumagawa ng mabuting hakbang upang tiyakin ang pagpapatuloy ang laro na may malakas na presensiya ng pulis upang madagdagan ang kaligtasan\" ang sabi niya."
            ]
        },
        {
            "input": "In the case of a Marine who fired upon an unarmed and wounded Iraqi in a mosque in November 2004, the U.S. Naval Criminal Investigative Service, headed by Major General Richard Natonski, ruled that the soldier acted in self-defense, and within the law of armed conflict.",
            "output": [
                "Sa kaso ng isang kawal na marine na siyang bumaril sa isang walang armas at sugatan na Iraqi sa isang moske noong Nobyembre 2004, ang U.S. Naval Criminal Investigative Service, na pinangulohan ni Mayor-Heneral Richard Natonski, ay pinasiyahan na ang sundalo ay kumilos sa pagtatanggol sa sarili, at nasa sa loob ng batas ng armadong labanan."
            ]
        },
        {
            "input": "Pillai, the home secretary, has claimed that \"[w]hatever policy measures we have been following in the last 40 years will need a complete review now.\"",
            "output": [
                "Si Pillai, ang sekretaryang pambansa, ay iginiit na \"kailangan ngayon ng kumpletong paagsusuri ng kung anuman ang sinusunod nating patakaran mula pa noong nakaraang 40 taon.\""
            ]
        },
        {
            "input": "Ridden by Robbie Power and trained by Gordon Elliott, the 33-1 outsider won the 4 mile 4 furlong (7.2 km) race by three-quarters of a length, becoming the sixth Irish winner in the past nine years.",
            "output": [
                "Sinakyan ni Ridden Power at sinanay ni Gordon Elliot, ang 33-1 na tagalabas ay pinalunan ang 4 na milya furlong (7.2 km) na karera sa pamamagitan ng tatlong-kapat ng haba, at naging ikaanim na nagtagumpay na Irish nitong mga nakaraang taon."
            ]
        },
        {
            "input": "The city is looking for people to shovel snow off sidewalks and intersections.",
            "output": [
                "Ang siyudad ay naghahanap ng mga taong magpapala ng yelo sa mga tabing daanan at sa mga sangang daan."
            ]
        },
        {
            "input": "Denmark supported the U.S.-led war on Iraq and fears of an attack are rising.",
            "output": [
                "Sinuportahan ng Denmark ang gyera laban sa Iraq na pinangunahan ng U.S. at tumataas ang pangamba ng pag-atake."
            ]
        },
        {
            "input": "Colin Rubenstein, executive director of the Australia/Israel and Jewish Affairs Council, said the statement was up to Mr Loewenstein's \"usual form — totally wrong on every fact, totally unbalanced, and totally insensitive to Israeli suffering\".",
            "output": [
                "Ang punong direktor ng Australia/Israel and Jewish Affairs Council na si Colin Rubenstein ay sinabing ang pahayag ni Loewenstein ay nasa \"karaniwang ayos - mali ang lahat ng nakasaad, hindi balanse at walang pakiramdam sa mga paghihirap ng Israel.\""
            ]
        },
        {
            "input": "It is not known if the train went through a red signal or if there was a problem with the signalling.",
            "output": [
                "Hindi pa alam kung ang tren ang lumagpas sa pulang signal o di kaya ay may problema sa pag signal."
            ]
        },
        {
            "input": "\"According to preliminary reports, 85 members of the delegation and the crew,\" he added.",
            "output": [
                "\"Ayon sa preliminaryong mga ulat, 85 na mga miyembro ng delegasyon at ng crew,\" dagdag niya."
            ]
        },
        {
            "input": "Also removed was a paragraph about Chris Shays raising $70,000 with House Speaker Dennis Hastert at a country club event.",
            "output": [
                "Tinanggal din ang isang talata tungkol kay Chris Shays na nakaipon ito ng $70,000 kasama si Dennis Hastert, tagapag-salita ng Kongreso, sa isang pagdiriwang."
            ]
        },
        {
            "input": "The raids were in connection with the failed bombings on July 21.",
            "output": [
                "Ang pagsalakay ay may kinalaman sa nabigong pangbombomba noong Hulyo 21."
            ]
        },
        {
            "input": "The rear wheels do not go all the way into the plane; the wheel merely retracts into an opening and remains exposed.",
            "output": [
                "Ang likurang gulong ay hindi pumasok lahat sa loob ng eroplano; ang gulong ay basta lang umurong sa isang pambungad at nananatiling nakalantad."
            ]
        },
        {
            "input": "\"I am Paris Hilton, and I am a celebrity too,\" she states at the beginning of the video, but not before images of the Star Wars character Yoda and the cast of The Golden Girls are paraded across the screen apparently comparing the characters to McCain.",
            "output": [
                "\"Ako ay si Paris Hilton, at ako ay isa ding kilalang tao,\" sinabi niya sa simula ng video, pero hindi bago ang mga imahe ng Star Wars karakter na Yoda at ang mga gumanap sa The Golden Girls ay naiparada sa buong iskrin, maliwanag na kinukumpara ang mga karakter kay McCain."
            ]
        },
        {
            "input": "\"Guards need to ensure that the detainee doesn't receive additional toilet paper when the detainee already has it.\"",
            "output": [
                "\"Kelangang tiyakin ng mga guwardiya na ang mga naka detine ay hindi makatatanggap ng karagdagang tisyu na panbanyo kapag mayroon na ang naka detine nito.\""
            ]
        },
        {
            "input": "It is to be attended by leading figures from the worlds of politics and entertainment, as well as several international figures, including former Australian Prime Minister John Howard and inventor of the World Wide Web Sir Tim Berners-Lee.",
            "output": [
                "Ito ay dadaluhan ng mga nagungunang katauhan mula sa mga mundo ng pulitika at libangan, ganoon din ng mga ilang mga pangdaigdigang katauhan, kasama doon si Prime Minister John Howard ng Australya at ang inbentor ng World Wide Web na si Ginoong Tim Berners-Lee."
            ]
        },
        {
            "input": "Theresa Gattung, chief executive of Telecom, said: \"The Yahoo Xtra joint venture will provide New Zealanders with access to the world's best online services in a localised way.\"",
            "output": [
                "Sinabi ni Theresa Gattung, ang pangunahing ehekutibo ng Telecom na: \"Ang pakikipag-ugnayan ng Yahoo Xtra ay magbibigay daan upang ang mga New Zealander ay makagamit nang pinakamahusay na online services sa buong mundo sa lokal na paraan.\""
            ]
        },
        {
            "input": "Jehan Mubarak smashed 46 off 13 balls as Sri Lanka set a formidable target for Kenya.",
            "output": [
                "Binagsak ni Jehan Mubarak ang 46 mula sa 13 bola na nagtakda ng mabigat na tunguhin para sa Kenya."
            ]
        },
        {
            "input": "She woke up her family, brought them to the location and took pictures of the submarine, before it disappeared.",
            "output": [
                "Ginising niya ang kanyang pamilya, dinala niya ang mga ito sa lokasyon at kumuha ng mga litrato ng submarino, bago pa man ito maglaho."
            ]
        },
        {
            "input": "\"We’re dealing with something new here, and that’s consistent with climate change.\"",
            "output": [
                "\"Kami ngayon ay humaharap sa panibagong dahilan, at ito ay ayon sa pagbabago ng klima.\""
            ]
        },
        {
            "input": "Tharoor stated that further efforts were needed to promote democracy and good governance the world over.",
            "output": [
                "Isinaad ni Tharoor nakaragdagang pagsusumikap pa ang kakailanganin para itaguyod ang demokrasya at maayos pamamalakad ng pamahalaan sa buong mundo."
            ]
        },
        {
            "input": "Eighty Scientologists have received the \"Freedom Medal\" since the award's establishment in 1985, but Cruise is the only recipient of the Freedom Medal of Valor.",
            "output": [
                "Walumpung mga Scientolohista ay nakatanggap ng \"Medalya ng Kalayaan\" mula sa pagtatatag ng gatimpala noong 1985, ngunit si Cruise ay tanging tumanggap ng Medalya ng Kalayaan para sa Kagitingan."
            ]
        },
        {
            "input": "The incident occurred just outside an US installation dubbed \"Camp Phoenix\".",
            "output": [
                "Ang insidente ay nangyari sa labas lamang ng instalasyon ng US na tinawag na \"Camp Phoenix.\""
            ]
        },
        {
            "input": "Best Sportswoman, Deeva, participated in the \"2007 World Deaf Swimming Championships\" in Taiwan and broke 3 world records in the same day.",
            "output": [
                "Ang Pinakamagaling na Sportswoman, na si Deeva, ay sumali sa \"Kampeonato ng 2007 World Deaf Swimming\" sa Taiwan at nanalo ng 3 rekord ma pangmundo sa loob ng isang araw."
            ]
        },
        {
            "input": "Fourteen bodies were found on Thursday by police in Baghdad, Iraq.",
            "output": [
                "May labing apat na mga katawan ng natagpuan noong Huwebes ng mga pulis sa Baghdad, Iraq."
            ]
        },
        {
            "input": "Toys that are currently being produced are being packaged ready for the Christmas rush, however there are fears that if these are recalled then there will be a Christmas shortage.",
            "output": [
                "Ang mga laruan na kasalukuyang ginagawa ay handang binabalot para sa rush sa Pasko, ngunit may mga takot na kung ang mga ito ay babawiin sa gayo'y magkakaroon ng kakapusan sa Pasko."
            ]
        },
        {
            "input": "In New York, speaking at the Clinton Global Initiative, British Prime Minister Tony Blair spoke with \"brutal honesty\" about the UNFCCC's Kyoto protocol and global warming.",
            "output": [
                "Sa New York, sa pagsasalita sa Clinton Global Initiative, ang Punong Ministro ng Britanya na si Tony Blair ay nagpahayag ng may \"malupit na katapatan\" hinggil sa UNFCCC protokol ng Kyoto at ng global warming."
            ]
        },
        {
            "input": "The mission lasted 5 hours, 28 minutes, ending at 1311 UTC.",
            "output": [
                "Ang misyon ay nagtagal ng 5 oras, 28 minutos, nagtapos sa 1311 UTC."
            ]
        },
        {
            "input": "\"The Israeli Army can stop 12 to 50 ships if it wants,\" Feiler said.",
            "output": [
                "\"Ang militar ng Israel ay kayang pigilan ang 12 hanggang 50 na barko kung gusto nila,\" sabi ni Feiler."
            ]
        },
        {
            "input": "The inflation rate for the country has also now reached its highest level since November 2008.",
            "output": [
                "Ang inflation rate para sa bansa ay naabot din ngayon sa pinakamataas na antas simula noong Nobyembre 2008."
            ]
        },
        {
            "input": "Marastyal claims that the EEC deliberately altered the facts to force a runoff.",
            "output": [
                "Si Marastyal ay nagsasabing ang EEC ay deliberadong pinalitan ang katotohanan upang magkaroon ng karagdagang labanan."
            ]
        },
        {
            "input": "The NAOSC board of directors has approved the bid from Statoil unanimously, and has recommended that its shareholders accept the offer.",
            "output": [
                "Inaprubahan ng samahan ng mga direktor ng NAOSC ang tawad mula sa Statoil ng walang pagtutol, at irekomenda na ng mga myembrong may sapi na tanggapin ang alok."
            ]
        },
        {
            "input": "Clinton met with Governor-elect Eliot Spitzer Sunday about support if she chooses to run.",
            "output": [
                "Nakipagkita si Clinton sa nahalal na Gobernador na si Eliot Spitzer noong Linggo patungkol sa suporta nito kung sakaling siya ay tatakbo."
            ]
        },
        {
            "input": "\"Our first thoughts are for safety of the university community and for prompt apprehension of the person responsible.\"",
            "output": [
                "\"Ang una naming naisip ay para sa kaligtasan ng komunidad ng unibersidad at para sa maagap na paghuhuli sa taong may sala.\""
            ]
        },
        {
            "input": "Since these conditions remained unchanged, the license effectively voided six months before the disaster, claim Flight Safety.",
            "output": [
                "Dahil ang mga kondisyong ito ay nananatiling hindi nagbabago, nag resulta ito na mapawalang bisa ang lisensya anim na buwan bago ang sakuna, pahayag ng Kaligtasan sa Pagpapalipad."
            ]
        },
        {
            "input": "The United Nations and French peacekeeping forces say they will not leave the Ivory Coast despite orders from incumbent president Laurent Gbagbo to leave the country.",
            "output": [
                "Ang United Nations at ang French na mga pwersang tagapangalaga ng kapayapaan ay nagsabi na hindi nila lilisanin ang Ivory Coast kahit na may mga bilin galing sa nanunungkulang pangulo na si Laurent Gbagbo na lisanin ang bansa."
            ]
        },
        {
            "input": "No details of how immoral messages would be filtered such naming the type of software to be used were divulged.",
            "output": [
                "Walang isiniwalat na detalye kung paano sasalain ang mga mahahalay na mensahe katulad ng pagpapangalan sa uri ng software na gagamitin."
            ]
        },
        {
            "input": "\"I'm committed to keeping this country safe, and we're going to move on to Michigan and South Carolina and win the nomination,\" said McCain.",
            "output": [
                "\"Ako ay nakatuon upang panatilihing ligtas ang bansang ito, at magpapatuloy tayo sa Michigan at South Carolina at manalo sa nominasyon,\" sinabi ni MacCain."
            ]
        },
        {
            "input": "We discussed the unusual leak with them, and the results are published here.",
            "output": [
                "Kasama sila aming tinalakay ang hindi pangkaraniwang pagkabunyag, at ang mga resulta ay nailathala dito."
            ]
        },
        {
            "input": "The craft is made of light weight material with just enough space for necessary equipment and cooking implements.",
            "output": [
                "Ang sasakyan ay gawa sa magaan na materyales na mayroon lang espasyo para sa kailangang kagamitan at mga pagsasagawa ng pagluluto."
            ]
        },
        {
            "input": "The victim suspected his attacker was also a student at Georgetown, and did extensive examination of information available on Facebook, a popular web site used by students to socialize online.",
            "output": [
                "Ang biktima ay nanghihinalang ang sumugod sa kanya ay mag-aaral din sa Georgetown, at gumawa ng matinding pagsusuri sa mga impormasyon na makukuha sa Facebook, isang tanyag na web site na ginagamit ng mga estudyante para makihalubilo online."
            ]
        },
        {
            "input": "Also according to the Times, when purchasing the ammunition, AEY worked with middlemen and a shell company which has been placed on federal list of entities suspected of illegal arms trafficking.",
            "output": [
                "Ayon pa sa Times, sa pagbili ng mga bala, ang AEY ay gumamit ng isang ahenteng at isang kompanya na nasa federal na listahan ng mga kompanyang pinaghihinalaang sangkot sa ilegal na pangangalakal ng armas."
            ]
        },
        {
            "input": "Families say the captured crew have \"little drinking water or food,\".",
            "output": [
                "Pahayag ng mga pamilya na ang mga bihag na tripulante ay may \"kaunting inuming tubig at pagkain.\""
            ]
        },
        {
            "input": "The United States Army Criminal Investigation Command is continuing their investigation, according to officials.",
            "output": [
                "Ang United States Army Criminal Investigation Command ay patuloy na nagsasagawa ng kanilang imbestigasyon, ayon sa mga opisyal."
            ]
        },
        {
            "input": "The Sirius Star is the largest ship captured by pirates in the area to date.",
            "output": [
                "Ang Sirius Star ang pinakamalaking barkong nadakip ng mga pirata sa lugar hanggang ngayon."
            ]
        },
        {
            "input": "There were no apparent surprises for the sports sector in Australia in this budget.",
            "output": [
                "Walang nakikitang pagkagulat para sa sektor ng isports sa Australia para sa badyet na ito."
            ]
        },
        {
            "input": "His letter to Davis was posted Saturday on the blog of former high-ranking Scientology official Marty Rathbun.",
            "output": [
                "Ang kaniyang sulat kay Davis ay nailagay noong Sabado sa blog ng dating may mataas na tungkuling opisyal ng Siyentolohiko na si Marty Rathbun."
            ]
        },
        {
            "input": "This is split down as ₱500,000 in moral damages, ₱100,000 lawyer's fees and ₱50,000 further costs.",
            "output": [
                "Ito ay hinati na P500,000 para sa mga kapinsalaang pang moral, P100,000 bayad sa manananggol at P50,000 para sa iba pang mga bayarin."
            ]
        },
        {
            "input": "Accordingly, it refers to itself as 'America's Nazi Party' and aims to instigate major change in the US.",
            "output": [
                "Sa naaayon, ito ay tumutukoy sa sarili bilang 'Partidong Nazi sa Amerika'at naglalayong mag-udyok ng malalaking pagbabago sa US."
            ]
        },
        {
            "input": "A British soldier has been killed in Afghanistan, taking the number of British deaths there since 2001 to 222.",
            "output": [
                "Pinatay ang isang sundalong Briton sa Afghanistan, ang bilang ng namatay na mga Briton ay naging 222 mula noong taong 2001."
            ]
        },
        {
            "input": "The injuries included severe damage to many of his internal organs.",
            "output": [
                "Kabilang sa mga pinsala ang grabeng pagkasira ng marami sa kanyang mga lamang loob."
            ]
        },
        {
            "input": "The last two special episodes did not star Langham due to his arrest.",
            "output": [
                "Ang huling dalawang espesyal na kabanata ay hindi ginanapan ni Langham dahil sa kanyang pagkaka-aresto."
            ]
        },
        {
            "input": "Labour proposed an opposing motion that called for the government to present \"compelling\" evidence before action, which was rejected as well as the government's motion.",
            "output": [
                "Iminungkahi ng Labour na ang pamahalaan ay magbigay ng \"kumbinsidong\" ebidensya bago aksyon, na tinanggihan rin kagaya ng mungkahi ng pamahalaan."
            ]
        },
        {
            "input": "Some reports are also saying that land and cell lines into the capital are not functioning, but it is not clear if this is deliberate or is due to high traffic or some other concern.",
            "output": [
                "Mula sa mga report, sinasabing ang mga linya ng telepono sa kapital ay hindi rin gumagana, subalit hindi pa malinaw kung ito ay sinadya o dahil lamang sa mataas na trapik o iba pang maaaring dahilan."
            ]
        },
        {
            "input": "\"There were 44 people on the bus, and it seems they were all Finnish,\" said a spokesman for the Civil Guard.",
            "output": [
                "\"Mayroong 44 ka- taong laman ng bus, at parang lahat sila ay Finnish,\" sabi ng tagapagsalita sa guwardiya sibil."
            ]
        },
        {
            "input": "Distributed under the terms of the GNU Lesser General Public License, the OpenOffice.org office suite can be run, studied, modified, and redistributed by anybody that receives a copy.",
            "output": [
                "Ibinabahagi sa ilalim ng mga termino ng GNU Lesser General Public License, ang OpenOffice.org office suite ay pwedeng patakbuhin, pag-aralan, baguhin, at ipamahagi ulit ng kahit sino na nakatatanggap ng kopya."
            ]
        },
        {
            "input": "ABC News has obtained and released a transcript of a taped message from Osama Bin Laden.",
            "output": [
                "Ang ABC Balita ay nakakuha at nagpalabas ng isang kopya ng tape na mensahe galing kay Osama Bin Laden."
            ]
        },
        {
            "input": "A cholera epidemic in Angola has killed over 1,200 people in the past three months.",
            "output": [
                "Pumatay ng halos 1,200 katao ang epidemyang kolera sa Angola sa nakaraang tatlong buwan."
            ]
        },
        {
            "input": "God willing, five years from now, they'll have even more to be proud of us about as we take even longer strides ... back to the moon and onward toward Mars.",
            "output": [
                "Kung loloobin ng Panginoon, limang taon mula ngayon, marami pa silang maaaring ipagmalaki tungkol sa atin kahit sa mga mahahabang hakbang...pabalik sa buwan at pagsulong sa Mars."
            ]
        },
        {
            "input": "According to Elio Murilo, sergeant of the fire brigade of Cruzeiro do Sul, the phenomenon was not felt and no injuries or property damages were reported.",
            "output": [
                "Ayon kay Elio Murilo, sarhento ng brigada ng sunod ng Cruzeiro do Sul, ang di pangkaraniwang bagay ay hindi naramdaman at walang nasaktan o nawasak na ari-arian na naiulat."
            ]
        },
        {
            "input": "At 12:30, after an ambulance arrived on scene, police once again entered the pipe and began to pull on one of the barrels.",
            "output": [
                "Alas-12:30, pagkatapos dumating ang ambulansya sa pinangyarihan, pumasok ulit ang pulis sa loob ng tubo at sinimulang hilahin ang isa sa mga sisidlan."
            ]
        },
        {
            "input": "The governments of several countries have threatened not to recognize the presidential elections if Zelaya is not first returned to power.",
            "output": [
                "Ang pamahalaan ng ilang mga bansa ay nagbabanta na hindi kilalanin halalan sa pangkapangulo kung hindi muna ibabalik sa kapangyarihan si Zelaya."
            ]
        },
        {
            "input": "One of the schools she founded, a girls academy, is still in existence a few miles west of Terre Haute.",
            "output": [
                "Isa sa mga paaralang itinatag niya, isang akademya para sa mga kababaihan, ay nananatili pa rin ilang milya sa kanlurang bahagi ng Tere Haute."
            ]
        },
        {
            "input": "\"I am convinced Montenegro could be the next country from this region to join the European Union, after Romania, Bulgaria and Croatia, which are further along the process,\" says Prime Minister Milo Djukanovic, who has promoted Montenegro's independence.",
            "output": [
                "\"Ako ay kumbinsido na ang Montenegro at maaaring maging sunod na bansa mula sa rehiyong ito para sumama sa Union ng Europa, pagkatapos ng Romania, Bulgaria at Croatia, na nasa proseso pa,\" sabi ni Prime Minister Milo Djukanovic, na siyang nagtaguyod ng kasarinlan ng Montenegro."
            ]
        },
        {
            "input": "The book Of Pandas and People says, \"Intelligent design means that various forms of life began abruptly through an intelligent agency.\"",
            "output": [
                "Ang aklat ng Of Pandas and People ay nagsasabing, \"Ang Intellligent Design ay nangangahulugan na ang ibat-ibang hugis ng buhay ay biglang nagsimula sa pamamagitan ng intelligent agency.\""
            ]
        },
        {
            "input": "\"This was a foreseeable consequence of ignoring safety measures,\" one attorney representing the families said.",
            "output": [
                "\"Ito ang nakikinitang kalalabasan ng pagsasawalang bahala sa kaligtasang takda,\" sabi ng isang manananggol na kumakatawan sa mga pamilya."
            ]
        },
        {
            "input": "The problem is far worse among African-Americans than Americans with lighter skin.",
            "output": [
                "Ang problema ay mas malala sa mga Amerikanong may dugong Aprikano kaysa sa Amerikanong may maputing balat."
            ]
        },
        {
            "input": "The law passed by the Romanian government on Friday has been forwarded to the Parliament to be debated.",
            "output": [
                "Ang batas na ipinasa ng gobyerno ng Romania noong Biyernes ay ipinasa sa Parliyamentaryo upang pag-usapan."
            ]
        },
        {
            "input": "Drivers also ran into problems on major highways as accidents were unavoidable on the slick roads.",
            "output": [
                "Nagkaroon din ng mga problema ang mga drayber sa malalaking mga lansangan dahil ang mga aksidente ay hindi maiiwasan sa madudulas na mga daan."
            ]
        },
        {
            "input": "The other pilots interviewed by Channel 4 chose to remain anonymous, with only Goss identifying himself.",
            "output": [
                "Ang ibang mga piloto na kinapanayam ng Channel 4 ay piniling hindi nagpakilala, habang si Goss lamang ang nagpapakilala sa kanyang sarili."
            ]
        },
        {
            "input": "\"They are over the moon and I'm sure the commanding officer is as well, even though he's currently at sea on his ship.\"",
            "output": [
                "\"Sila ay nasa ilalim ng buwan at alam ko pati na ang namumunong opisyal, kahit na siya ay kasalukuyang nasa laot sakay ng kanyang barko.\""
            ]
        },
        {
            "input": "The current bill was passed in the House of Representatives a year ago by a 420-3 vote.",
            "output": [
                "Ang kasalukuyang panukala ay naipasa sa Kongreso makalipas ang isang taon na may botong 420-3."
            ]
        },
        {
            "input": "The social network has been used in the past as an outlet for political expression.",
            "output": [
                "Ang social network na ito ay ginamit sa nakaraan bilang isang palabasan ng pulitikal na ekspresyon."
            ]
        },
        {
            "input": "15 big cities and five areas of Moscow suburbs, some areas of the Tula and Kaluga areas were left without electricity.",
            "output": [
                "15 na malalaking siyudad at limang lugar sa labas ng lungsod ng Moscow, at ilang lugar sa Tula at Kaluga ang naiwan na walang kuryente."
            ]
        },
        {
            "input": "Defense Secretary Robert Gates told reporters in Madrid on Friday that the there was \"pretty good\" evidence that Iranians are supplying either weapons or technology to Iraqi militants.",
            "output": [
                "Sinabi ng Kalihim ng Depensa na si Robert Gates sa mga mamamahayag sa Madrid noong Biyernes na mayroong \"medyo malakas\" na ebidensiya na ang mga Iranian ay nagtutustos ng alinman sa sandata o teknolohiya sa mga militanteng Iraqi."
            ]
        },
        {
            "input": "Children with mild cases of the disease generally recover rapidly after manifesting a rash and a fever.",
            "output": [
                "Ang mga batang may mahinang kaso ng sakit na ito ay mabilis na gumaling matapos na makita agad ang mga pantal at lagnat."
            ]
        },
        {
            "input": "Authorities believe that all 180 people onboard the plane have died, and a further 15 people on the ground are feared dead as well.",
            "output": [
                "Naniniwala ang mga awtoridad na ang lahat na 180 na sumakay sa eroplano ay namatay, at dagdag pa ang 15 katao na nasa baba ay pinapangambahang namatay din."
            ]
        },
        {
            "input": "The linked page offered $12 an hour to shovel snow for the city.",
            "output": [
                "Ang pahina ay nag-alok ng $12 sa bawat oras na pagpapala ng yelo para sa siyudad."
            ]
        },
        {
            "input": "Chicago starter Mark Buehrle left the game in the second inning suffering from bruising on his forearm after being hit just below the elbow of his pitching arm.",
            "output": [
                "Iniwan ng Chicago starter na si Mark Buehrle ang laro sa ikalawang inning na nagtitiis sa pamamaga ng ng kanyang braso pagkapos tamaan ang ilalim na bahagi ng kanyang siko ng kanyang brasong ginagamit sa pag pitch."
            ]
        },
        {
            "input": "The Chief Constable of the South Yorkshire Police, Meredydd Hughes was allegedly caught speeding on the A5 road near Chirk in north Wales.",
            "output": [
                "Ang Punong Pulis ng South Yorkshire Police, si Meredydd Hughes ay diumano'y nahuling mabilis ang pagmamaneho sa A5 road na malapit sa Chirk sa North Wales."
            ]
        },
        {
            "input": "Flood, storm, and strong wind watches were in effect last night as a rare thunderstorm system moved into the Pacific Northwest region, hitting areas from Seattle to Portland with high winds and heavy rains.",
            "output": [
                "Ang pagbabantay sa baha, bagyo, at malakas na hangin ay nakababa kagabi habang ang hindi karaniwang sistema ng bagyo ay gumalaw patungo sa rehiyon ng hilagang-kanluran ng Pasipiko, tinamaan ang mga rehiyon mula sa Seattle hanggang sa Portland na may malalakas na hangin at matinding pag-ulan."
            ]
        },
        {
            "input": "Political violence during the country's recent presidential elections hit schools hard with strikes, murder and violence against teachers, and looting.",
            "output": [
                "Ang politikal na karahasan na naganap noong eleksyon kamakailan para sa pagkapangulo ng bansa ay matinding tumama sa mga paaralan ng may mga pag-aaklas, pagpatay ng tao, at kalupitan laban sa mga guro, at pandarambong."
            ]
        },
        {
            "input": "However, some MP's, most notably Werner Schulz of SPD's coalition partner, The Greens, say that the procedure was unconstitutional because the loss of confidence was orchestrated.",
            "output": [
                "Samantala, ilan sa MP, lalung-lao na si Werner Schulz ng ang The Greens, ang kaalyansa ng SPD, nagsasabi na ang pamamalakad ay labag dahil kakikitaan ng kawalan ng pagtitiwala."
            ]
        },
        {
            "input": "The bodyguard lost both legs due to shrapnel wounds and is still in surgery, several hours after the attack.",
            "output": [
                "Ang guwardiya ay nawalan ng parehong binti dahil sa mga sugat dulot ng srapnel at nasa operasyon pa rin, ilang oras matapos ang atake."
            ]
        },
        {
            "input": "They won lineouts against the throw and counter rucked in a more efficient manner than Sunshine Coast.",
            "output": [
                "Napanalunan nila ang panglinyang puntos laban sa paghagis at pagsalo sa maayos na paraan kaysa sa Sunshine Coast."
            ]
        },
        {
            "input": "On the same day that the Yad Vashem Holocaust History Museum was opened this year, a lesser-known museum and educational center was opened by a Muslim man in the Israeli town of Nazareth.",
            "output": [
                "Sa parehong araw na nabuksan ang Museo ng Yad Vashem Holocaust History sa taong ito, isang higit na di kilalang museo at sentrong pang-edukasyon ang binuksan ng isang lalaking Muslim sa isang nayon ng Nazareth sa Israel."
            ]
        },
        {
            "input": "Alexander Downer, Australian foreign minister at the time of the crash, immediately said \"...I am very glad that they have reached a point now where they have charged the captain of the aircraft.\"",
            "output": [
                "Si Alexander Downer, ang ministrong panlabas ng Australia ay madaling nagsalita sa oras ng pagsabog na \"...ako ay natutuwa na umabot sila sa puntong kasuhan ang kapitan ng eroplano.\""
            ]
        },
        {
            "input": "Two rockets landed in the city, killing a 57-year-old woman and injuring a 24-year-old bodyguard of the Israeli Defense Minister Amir Peretz, who lives in the city.",
            "output": [
                "Dalawang raket ang tumama sa syudad, na pumatay sa isang 57 na taong gulang na babae at nakasakit ng isang 24 taong gulang na guwardya ng Ministro ng Depensa ng Israeli na si Amir Peretz, na nakatira sa lungsod."
            ]
        },
        {
            "input": "\"The United States is a country that promotes freedom around the world,\" Bush said of the Amnesty International report.",
            "output": [
                "\"Ang Estados Unidos ay isang bansa na nagsusulong ng kalayaan sa buong mundo,\" sabi ni Bush sa ulat ng Amnestiya Internasyunal."
            ]
        },
        {
            "input": "The official results are expected to be available by Saturday, 1 October 2005, on the Chief Electoral Office 2005 General Election Results website",
            "output": [
                "Ang opisyal na resulta ay inaasahang mailabas sa Sabado, ika-1 ng Oktubre 2005, sa websayt ng Chief Electoral Office 2005 General Election Results."
            ]
        },
        {
            "input": "The People's Court of the northern Quang Ninh Province made the sentence after a four-day trial, and confiscated 19,600 jeans used for smuggling, HK$1.5 million (278,262 Yuan, US$10,485) in assets.",
            "output": [
                "Ang People's Court ng hilagang Pribinsya ng Quang Ninh ay ginawa ang sentensiya pagkatapos ng isang apat na araw na paglilitis at kinumpiska ang 19,600 na mga maong na ginamit sa pagpupuslit, HK$1.5 milyon (278,262 Yuan, US$10,485) na mga ari-arian."
            ]
        },
        {
            "input": "Chan, however, stressed the move does not indicate that the influenza has become more deadly or severe.",
            "output": [
                "Si Chan, gayunman, ay mariing sinabi na ang aksyon na yaon ay hindi nagpapahiwatig na ang trangkaso ay naging mas malubha o nakamamatay."
            ]
        },
        {
            "input": "“Ultimately, in the summer lots of kids stay in our mountains,” he added.",
            "output": [
                "\"Sa huli ay maraming mga bata ang maglalagi sa kabundukan sa tag-init,\" idinugtong pa niya."
            ]
        },
        {
            "input": "Prosecutors added new charges, including bribery, against the brothers in case the Supreme Court finds the honest-services law unconstitutional.",
            "output": [
                "Ang mga taga-usig ay nagdagdag ng bagong paratang, kabilang ang pandaraya, laban sa magkakapatid sa kaso sa Supreme Court ay natagpuang ang batas ng tapat-serbisyo ay hindi naaalinsunod sa saligang-batas."
            ]
        },
        {
            "input": "On gold medal game day, Jane Moran updated her Twitter account to say \"Final of World League Super Finals today v USA - goooo Stingers! ‪#stingerspride\".",
            "output": [
                "Sa araw ng laro para sa gintong medalya, Nagbigay ng apdeyt si Jane Moran sa kanyang Twiter akawnt na \"Pinal ng Pandaidigang Liga Super Pinal ngayon araw labas sa USA--laban Stingers! #karangalanngstingers.\""
            ]
        },
        {
            "input": "\"I would like to go back to the objective of this\", he said.",
            "output": [
                "\"Nais kong balikan ang layunin nito,\" sabi niya."
            ]
        },
        {
            "input": "The lay-offs have been expected since late last year where he announced it to a parliamentary select committee.",
            "output": [
                "Ang pagtanggal sa trabaho ay inaasahan mula pa noong isang taon kung saan ipinahayag nya sa komite ng paghirang pamparliyamentaryo."
            ]
        },
        {
            "input": "One time GOP front-runner Former New York City Mayor Rudy Giuliani, who placed a lagging third in Florida, the state he based his campaign on, dropped out of the race Wednesday, largely because he had no previous primary wins and dwindling support.",
            "output": [
                "Isang beses na GOP na nangunguna sa labanan ng Dating Alkalde sa Syudad ng New York na si Rudy Giuliani, ay bumababa sa puwestong pangatlo sa Florida, sa estado kung saan siya ay nakabatay sa kanyang kampanya, bumaba sa labanan sa Miyerkules, higit sa lahat dahil siya ay walang nakaraang mga pangunahing panalo at papaliit na suporta."
            ]
        },
        {
            "input": "The final declaration also reaffirmed the Sydney Declaration on climate change, which had been agreed upon on Saturday.",
            "output": [
                "Ang huling pahayag ay muling nagtiyak sa Deklarasyon ng Sydney sa pag-iiba ng klima na napagkasunduan noong Sabado."
            ]
        },
        {
            "input": "Furthermore, the authors say researchers at Harvard University and elsewhere believe the FDA minimum recommended daily allowance of Vitamin D is far too low.",
            "output": [
                "Dagdag pa dito, sinasabi ng mga may-akda na ang mga tagapagsaliksik sa Unibersidad ng Harvard at sa ibang lugar ay naniniwalang masyadong mababa ang dami ng Bitamina D na inirerekomendang pinakakaunting dami ng FDA."
            ]
        },
        {
            "input": "The second period started with an early goal by Michal Birner for the Spirit.",
            "output": [
                "Ang ikalawang bahagi ay nagsimula sa isang maagang puntos ni Michal Birner para sa Spirit."
            ]
        },
        {
            "input": "Access from King's Cross is impossible, so workers are taking the longer route from Russell Square station to get to the front of the train.",
            "output": [
                "Ang daan mula sa Krus ng Hari ay hindi maaari, kaya ang mga manggagawa ay pinili ang mahabang ruta mula sa himpilan ng Russell Square para makapunta sa unahan ng tren."
            ]
        },
        {
            "input": "On November 21, 2006 at 1 pm the information was received that according to the court decision to evict the members of the religion organization International Society for Krishna Consciousness from the occupied land near Sri Vrindavan Dham farm, and the demolition of 13 country houses will begin immediately.",
            "output": [
                "Noong Nobyembre 21, 2006 sa 1 pm ang impormasiyon ay natanggap na sang-ayon sa hatol ng korte na paalisin ang mga kasapi ng samahang pang relihiyon na International Society for Krishna Consciousness mula sa inakupahang lupa malapit sa Sri Vrindavan Dham bukirin at ang pagiba sa 13 mga bahay ay agad sisimulan."
            ]
        },
        {
            "input": "The Swedish Navy have released a picture regarding a foreign submarine discovered in the Saltsjöbaden river of Lake Mälaren in Stockholm, the capital city of Sweden, situated on the western coast of the Baltic Sea.",
            "output": [
                "Ang hukbong-dagat na mga Swedish ay naglabas ng isang litrato patungkol sa isang banyagang submarino na nadiskubre sa ilog ng Saltsjöbaden ng Lawa ng Mälaren sa Stockholm, ang lunsod ng Sweden, na matatagpuan sa kanlurang baybayin ng Dagat Baltiko."
            ]
        },
        {
            "input": "Canberra's Centenary celebrations are addressed in the Federal budget, with A$2.6 million allocated for 2011/2012, A$2.0 million allocated for 2012/2013 and A$1.0 million allocated for 2013/2014.",
            "output": [
                "Ang mga selebrasyon ng Sentenaryo ng Canberra ay nakatala sa badyet na Pederal, na may A$2.6 milyon na nakalaan para sa 2011/2012, A$2.0 milyon na nakalaan para sa 2012/2013 at A$1.0 milyon na nakalaan para sa 2013/2014."
            ]
        },
        {
            "input": "The Jerusalem Post reports that they will be operational shortly.",
            "output": [
                "Iniuulat ng Herusalem Post na malapit na paaandarin ang mga ito."
            ]
        },
        {
            "input": "The Ministry also believes that it could be tied to conflicts in Myanmar between Buddhists and Muslims, despite the rarity of violence against Buddhists in India.",
            "output": [
                "Ang Ministeryo ay naniniwala rin na maaaring iugnay sa paglalaban sa Myanmar sa pagitan ng mga Budista at Muslim, kahit na bibihira ang karahasan laban sa mga Budista sa India."
            ]
        },
        {
            "input": "Speaking from his home Mr. Prime told journalists \"It is with regret that I had to inform the Swim Ireland Board of my decision not to take up the position of National Performance Director.\"",
            "output": [
                "Nagsasalita mula sa kaniyang tahanan sinabi ni Ginoong Prime sa mga mamamahayag \"May panghihinayang na kailangan kong bigyang-alam ang Swim Ireland Board sa aking desisyon na hindi tanggapin ang posisyon ng National Performance Director.\""
            ]
        },
        {
            "input": "Heavy equipment was brought to the suburban community: trucks, demolition machines, three busses with riot policemen, a bus with demolition squad and the local authorities including the Hakim.",
            "output": [
                "Ang malaking gamit ay dinala sa komunidad sa labas ng lungsod: mga trak, mga makinariya sa pagiba, tatlong bus na may pulis pang rayot, ang bus na may tropa na maggigiba at pang lokal na mga awtoridad kasama ang Hakim."
            ]
        },
        {
            "input": "The document alleged that Alia may have been paying kickbacks to the Iraqi regime.",
            "output": [
                "Ang dokumento ay nag-aakusa na ang Alia ay maaaring nagbabayad ng suhol sa rehimeng Iraqi."
            ]
        },
        {
            "input": "Over the last year multiple countries have expressed concern or committed their navies to dealing with Somali pirates.",
            "output": [
                "Noong nakaraang ilang mga taon ipinahayag ng maraming bansa ang kanilang pagkabahala at inilagak nila ang kanilang mga hukbong-dagat upang makitungo sa mga pirata ng Somalia."
            ]
        },
        {
            "input": "He added that it is clear a full recovery is years away.",
            "output": [
                "Idinagdag pa niya na malinaw na ang lubusang pagbawi ay ilang taong layo."
            ]
        },
        {
            "input": "\"I've twice now offered Mr. McHale the opportunity to protest at Queen's Park [the site of the Legislative Assembly of Ontario building].\"",
            "output": [
                "\"Dalawang beses ko nang inalok si G. McHale ng pagkakataong magprotesta sa Queen's Park [ang lugar ng kapulungan ng mambabatas ng gusali ng Ontario].\""
            ]
        },
        {
            "input": "Security officials in the town informed AFP that in the first strike, US drones fired four missiles on a car, killing seven suspected militants.",
            "output": [
                "Pinaalam sa AFP ng mga opisyal ng sekuridad na nasa bayan na sa unang pag-atake, na nagpasabog ng apat na missile na pahaging ang US sa isang sasakyan, na nakapatay ng pitong pinaghihinalaang militante."
            ]
        },
        {
            "input": "He also outlined the fact that Microsoft has acquired \"some of the best deep technology\" in the fast growing field of medical search engines.",
            "output": [
                "Binalangkas din niya ang katunayan na ang binili ng Microsoft ang \"ilan sa mga pinakamagandang malalim na teknolohiya\" sa mabilis ang paglagong larangan ng pang-medikal na mga search engine."
            ]
        },
        {
            "input": "Thangamuttu Sathyamurthi, a government health official in the war zone, reported that people were dying of starvation, and that there was a large deficit of medicine and food.",
            "output": [
                "Iniulat ni Thangamuttu Sathyamurthi, isang pangkalusugang opisyal ng gobyerno sa sona ng digmaan, na ang mga tao ay namamatay sa pagkagutom, at may malaking kakulangan sa gamot at pagkain."
            ]
        },
        {
            "input": "The inquiry heard that Mr Vaile and Alexander Downer (Australia's foreign minister) had received a submission claiming that AWB had acted properly, but the company they paid to transport wheat in Iraq had been paying kickbacks to Hussein's regime.",
            "output": [
                "Napakinggan ng nagsisiyasat na si Vaile at Alexander Downer (panlabas na kagawad ng Australia) ay nakatanggap ng isinumite na nagsasabing gumawa na ng tamang aksyon ang AWB, pero ang kompanya na binayaran nila para magdala ng trigo sa Iraq ay nagbabayad ng kikbak sa rehimeng Hussein."
            ]
        },
        {
            "input": "U.S. Secretary of State Condoleezza Rice said the bombings underlined \"the absolute bankruptcy and brutality\" of those who carried them out.",
            "output": [
                "Ang Kalihim ng Estado ng U.S. na si Condoleeza Rice ay nagsabing ang pagbobomba ay ipinakita ang \"tiyak na pagkalubog at pagiging brutal\" ng mga taong nagsagawa noon."
            ]
        },
        {
            "input": "Mr. Wolfenson will purchase the greenhouses using funds amounting to US$14 million.",
            "output": [
                "Si Wolfenson ay bibilhin ang greenhouse gamit ang mga pondo na nagkakahalagang US$14 milyon."
            ]
        },
        {
            "input": "However, such views are now being challenged by the French right's main Presidential candidate as he proposes to abolish tax on hours worked above the 35 hours limit as well as proposing to introduce new measures to increase share options for employees outside of the managerial elite.",
            "output": [
                "Gayunpaman, hinamon ngayon ang tulad ng mga pananaw sa pamamagitan ng pangunahing Pampanguluhang kandidato ng kanan ng Pransya habang siya ay nagmumungkahi na ipawalang-bisa ang buwis sa mga oras na nagtrabaho nang mas mataas pa ng mga limitasyon ng 35 na oras at nagpapanukalang ipakilala ang mga bagong hakbang upang dagdagan ang mga opsyon ng pagbabahagi para sa mga empleyado sa labas ng pangangasiwang piling tao."
            ]
        },
        {
            "input": "The two countries with the lowest unemployment rates were the Netherlands and Austria, with jobless figures of 4% and 5.4%, respectively.",
            "output": [
                "Ang dalawang bansa na may pinakamababang reyt ng kawalan ng trabaho ay ang Netherlands at Austria, na may bilang ng walang trabaho na 4% at 5.4%, ayon sa pagkakabanggit."
            ]
        },
        {
            "input": "What other factors can be used to explain the relative differences in media attention other than performance?",
            "output": [
                "Ano nag ibang mga dahilan para maipaliwanag ang kaukulang mga pagkakaiba sa pagpansin ng medya kaysa sa pagganap?"
            ]
        },
        {
            "input": "Citing general environmental protection and farmworker safety, the EPA recently announced the tightening of use or phaseout of the highly toxic pesticides phosmet and Azinphos methyl.",
            "output": [
                "Para umano sa pangkalahatang pangkalikasang proteksyon at kaligtasan ng magsasaka, inanunsyo kamakailan ng EPA ang paghihigpit sa paggamit o pagpapatigil sa paggamit ng sobrang nakakalasong pestisayd na Phosmet at Azinphos methyl."
            ]
        },
        {
            "input": "Reporters Without Borders, a Paris-based nongovernmental organization, has called Putin one of the world's top \"Predators of Press Freedom.\"",
            "output": [
                "Ang Reporters Without Borders, isang hindi pamahalaang organisasyon na nakabase sa Paris, ay tinawag si Putin na isa sa nangunguna sa buong daigdig na \"Manlulupig ng Kalayaan ng Mamamahayag.\""
            ]
        },
        {
            "input": "APEC Australia 2007 has officially closed in Sydney, with Australian Prime Minister John Howard delivering APEC's final declaration.",
            "output": [
                "Ang APEC Australia 2007 ay opisyal na nagtapos sa Sydney, kasam ang Punong Ministro ng Australia na si John Howard ang gumawa ng huling pagpapahayag sa APEC."
            ]
        },
        {
            "input": "During an unofficial test match against India in 1965 he set up a four-wicket win after taking seven wickets.",
            "output": [
                "Sa isang di opisyal na pagsubok na laro laban sa India noong1965, siya ay nagtala ng apat na panalo na wicket pagkatapos makakuha ng pitong wicket."
            ]
        },
        {
            "input": "To stop the fire from spreading to other nearby buildings, which are closely grouped together, they were forced to pull some of them down using nothing but man power.",
            "output": [
                "Para pigilan ang apoy na kumalat pa sa mga katabing gusali, kung saan ang mga ito ay magkakalapit na dikit-dikit, sila ay napilitan na gibain ang ilan sa mga ito gamit lamang ang lakas ng tao."
            ]
        },
        {
            "input": "The country's educators were targeted by Zimbabwe's ZANU-PF party, for alleged support of the opposition.",
            "output": [
                "Tinarget ng partido na ZANU-PF ng Zimbabwe ang mga tagapagturo ng bansa, dahil hinihinilang taga suporta ng oposisyon."
            ]
        },
        {
            "input": "The government has said the buildings it is destroying are \"illegal\", and have said that the \"black markets\" are to blame for the country's \"economic meltdown\".",
            "output": [
                "Ang pamahalaan ay nagpahayag na ang mga gusaling kanilang sinisira ay \"ilegal\", at nagsabi na ang \"black market\" ang siyang dapat sisihin para \"natutunaw na ekonomiya\" ng bansa."
            ]
        },
        {
            "input": "In Taiwan's qualifier, the organizer successively invited models from Catwalk Production House and two Taiwanese bands (Yummy, 2moro) for friendship matches with the public.",
            "output": [
                "Sa pagpili ng karadapat-dapat ng Taiwan, ang tagapag-ayos ay matagumpay na naimbitahan ang mga modelo mula sa Catwalk Production House at dalawang mga bandang taga-Taiwan (Yummy, 2moro) para sa pangkaibigan na labanan sa publiko."
            ]
        },
        {
            "input": "Many of these training programs, particularly at large corporations, claim to be purely psychological, aimed at improving productivity and morale and loyalty.",
            "output": [
                "Marami sa mga programa ng pagsasanay lalo na sa malalaking korporasyon ang nagsasabi na dalisay na pag-iisip, pagnanais at pagpapalago ng produksyon, pagkatao at katapatan ng pagkatao."
            ]
        },
        {
            "input": "Mutua said the health workers were \"no longer employees of the government\" and had been eliminated from the payroll.",
            "output": [
                "Sinabi ni Mutua na ang mga manggagawang pangkalusugan ay \"hindi na mga empelyado ng gobiyerno\" at inalis na mula sa payroll."
            ]
        },
        {
            "input": "The cousins got very sad when they heard that the Pope was gone.",
            "output": [
                "Ang magpipinsan ay naging napakalungkot noong kanilang narinig na ang Papa ay wala na."
            ]
        },
        {
            "input": "At a press conference in Dharamsala, seat of the Tibetan government in exile, he said, \"They simply rely on using force in order to simulate peace, a peace brought by force using a rule of terror.\"",
            "output": [
                "Sa isang komperensya ng mamamahayag sa Dharamsala, para sa upuan ng gobyerno ng Tibet na nahatulan, sinabi niya na, \"Umaasa lamang sila sa pag-gamit ng lakas upang makakuha ng kapayapaan, isang kapayapaan na dala ng karahasan gamit ang nakakatakot na pamumuno.\""
            ]
        },
        {
            "input": "Straw said he was \"as committed as anyone to international law and its obligations\".",
            "output": [
                "Sinabi ni Straw na siya ay \"nagpapailalim tulad ng iba sa mga pangdaigdigang batas at mga tungkulin nito.\""
            ]
        },
        {
            "input": "Peter Atkinson and John Boultbee were convicted on the same fraud charges, and were sentenced to terms of 24 and 27 months respectively, while Mark Kipnis, who was implicated in the fraud, was given probation with 6 months of home detention.",
            "output": [
                "Si Peter Atkinson at John Boultbee ay napatunayang may sala sa parehong sampang pandaraya, at hinatulan ng 24 at 27 buwang termino bawat isa, habang si Mark Kipnis, na nasangkot sa pandaraya, ay ginawaran ng probasyon ng 6 na buwang detensyong tahanan."
            ]
        },
        {
            "input": "Around 100 rescuers continue to pick through the rubble in the rain.",
            "output": [
                "Mga 100 na mga tagasagip ang nagpatuloy sa pagkuha sa tambak durog na bato sa ulan."
            ]
        },
        {
            "input": "Second, the details of the protocol to hear the Prince in court were not explained in the recent Royal Decrete, making it worthless -something Minister Onkelickx denied.",
            "output": [
                "Pangalawa, ang mga detalye ng protokol na dinggin ang Prinsipe sa korte ay hindi naipaliwanag sa mga bagong Royal Decrete, at ito ay naging walang katuturan- isang bagay na itinanggi ni Ministro Onkelickx."
            ]
        },
        {
            "input": "The decree has sparked protests and strikes reminiscent of protests which eventually toppled the then president Hosni Mubarak.",
            "output": [
                "Naging sanhi ang batas ng mga protesta na nagpaalala sa protestang nagpatalsik sa dating presidenteng si Hosni Mubarak."
            ]
        },
        {
            "input": "A central and unanswered question, is whether either Stephanides or Sevan profited directly by their actions in executing and implementing the complex programme.",
            "output": [
                "Ang pangunahin at di nasagot na tanong, ay kung si Stephanides o Sevan ay kumita nang direkta sa kanilang mga aksiyon sa pagpapatupad at pagsasagawa ng mahirap na unawain na programa."
            ]
        },
        {
            "input": "Michael Jackson died on June 25, 2009 aged 50, after suffering from a cardiac arrest.",
            "output": [
                "Si Michael Jackson ay namatay noong ika-25 Hunyo 2009 na may edad na 50, matapos magkaroon ng atake sa puso."
            ]
        },
        {
            "input": "Average temperatures in the Antarctic peninsula have increased by about 2.5 degrees Celsius (3.8 degrees Fahrenheit) in the past fifty years.",
            "output": [
                "Ang karaniwang mga temperatura sa tangway ng Atarktika ay tumaas na umaabot sa 2.5 degrees Celsius (3.8 Degrees Fahrentheit) noong nakaraang limampung taon."
            ]
        },
        {
            "input": "A BBC reporter in the area has said that the area is cordoned and currently being patrolled by armed police.",
            "output": [
                "Isang mamamahayag ng BBC sa lugar na nagsabing ang lugar ay tinakpan na at kasalukuyang nirorondahan ng armadong mga pulis."
            ]
        },
        {
            "input": "Dr. Evangelos Michelakis of the University of Alberta in Edmonton, Canada found that that DCA causes tumor regressions in animals with human cancers.",
            "output": [
                "Nakita ni Dr. Evangelos Michelakis ng Unibersidad ng Alberta sa Edmonton, Canada na ang DCA ay nagdudulot ng pagliit ng tumor sa mga hayop na may kanser ng tao."
            ]
        },
        {
            "input": "\"I saw dozens of people making it out very quickly, and as I was about to dial 112 the first sirens were noticeable, and within five minutes there were 10 or 15 ambulances.\"",
            "output": [
                "\"Nakita ko ang dose-dosenang mga tao na lumalabas nang napakabilis, at nang ako ay tatawag na sana sa 112 ang mga naunang siren ay kapansin-pansin, at sa loob ng limang minuto mayroon ng 10 o 15 na ambulansya.\""
            ]
        },
        {
            "input": ":\"We crossed the street and walked down an alleyway to the nearest Temple.\"",
            "output": [
                ": \"Tumawid kami ng kalsada at lumakad patunton sa eskinita papunta sa pinakamalapit na templo.\""
            ]
        },
        {
            "input": "The universities have been unable to open without funds, water, or electricity, like many public schools.",
            "output": [
                "Hindi makapagbukas ang mga unibersidad na walang mga pondo, tubig, o elektrisidad, tulad ng maraming mga pampublikong paaralan."
            ]
        },
        {
            "input": "Their older brother is being charged with the stabbings, one of which was fatal.",
            "output": [
                "Ang kanilang nakakatandang kapatid na lalaki ay kinakasuhan ng pananaaksak, kung saan ang isa ay nakasawi."
            ]
        },
        {
            "input": "The Trident defence system was developed as Britain’s response to the Cold War which ended with the collapse of the USSR in December 1991.",
            "output": [
                "Ang sistema ng Salapang depensa ay binuo bilang tugon ng Britanya sa Cold War na natapos kasama ng pagbagsak ng USSR noong Disyembre 1991."
            ]
        },
        {
            "input": "The Labour Party's 2005 election manifesto read \"We are committed to retaining the independent nuclear deterrent”.",
            "output": [
                "Mababasa sa manipesto para sa eleksyon ng 2005 ng Labour Party ang \"Pursigido kami sa pagpapanatili sa independienteng pag-uudlot ng nukleyar.\""
            ]
        },
        {
            "input": "Fifty people are feared to have drowned after a boat capsized in the Bagmati, an Indian river, on Tuesday, according to the government.",
            "output": [
                "Limampung katao ang pinangangambahan na nalunod matapos ang isang bangka ay bumaligtad sa Bagmati, isang ilog sa India, noong Martes, ayon sa pamahalaan."
            ]
        },
        {
            "input": "In the second edit Palin and her family were described as \"avid outdoors enthusiasts.\"",
            "output": [
                "Sa ikalawang pagwawasto, si Palin at ang kanyang pamilya ay tinagurian bilang mga \"masugid na mahihilig sa panlabas.\""
            ]
        },
        {
            "input": "Finally, Kyle Gritters from Health Net Pro Cycling Team won the Champion of this stage.",
            "output": [
                "Sa wakas, napanalunan ni Kyle Gritters mula sa koponan ng Health Net Pro Cycling ang Kampeonato sa yugtong ito."
            ]
        },
        {
            "input": "The dispute dates back to June when violence erupted between the nations in the border region of Doumeira.",
            "output": [
                "Ang pagtatalo ay nagsimula noong Hunyo nang nagkaroon ng kaguluhan sa pammagitan ng mga bansa na nasa hangganan ng Doumeria."
            ]
        },
        {
            "input": "On the question if the donor countries had offered to give any immediate financial relief, Minister Støre said \"This has to be stressed, [this] has not been a pledging conference.\"",
            "output": [
                "Sa tanong kung ang mga tumutulong na bansa ay nangakong magbigay ng madaliang tulong pinansyal, sinabi ni Ministro Støre, \"Dapat bigyan ito ng diin, [ito] ay hindi kumperensya ng pangako.\""
            ]
        },
        {
            "input": "It was an unusual ending to Thursday's game at U.S. Cellular Field between the Chicago White Sox and the Cleveland Indians.",
            "output": [
                "Ito ay hindi pangkaraniwang pagtatapos sa laro noong Huwebes sa U.S. Cellular Fieldsa pagitan ng Chicago White Sox at Cleveland Indians."
            ]
        },
        {
            "input": "AEY violated the contract by breaking two clauses, one stating that the ammunition could not be acquired directly or indirectly from the People’s Republic of China, which is a violation of American law.",
            "output": [
                "Nilabag ng AEY ang dalawang sugnay ng kontrata, ang isa ay hindi dapat direkta o di direktang manggagaling sa Republika ng Tsina ang mga bala, isang paglabag ng paglabag sa batas ng Amerika."
            ]
        },
        {
            "input": "\"We have no doubt that we will win on appeal,\" Oblon told reporters.",
            "output": [
                "\"Wala kaming duda na mananalo kami sa apela,\" sabi ni Oblon sa mga mamahayag."
            ]
        },
        {
            "input": "Gore spoke today in Oslo after receiving the Nobel Peace Prize.",
            "output": [
                "Nagsalita si Gore ngayong araw sa Oslo pagkatapos makatanggap ng Nobel Peace Prize."
            ]
        },
        {
            "input": "The switch started with enabling the service for premium users.",
            "output": [
                "Nangyari ang pagpapalit sa pagpayag na gamitin ang serbisyo ng premyum na users."
            ]
        },
        {
            "input": "The trip comes as over 70,000 mostly Iraqi citizens prepare to deploy into Baghdad to try and bring security to the capital.",
            "output": [
                "Ang byahe ay naisagawa nang ang 70,000, na karamihan ay mamamayan ng Iraq, ay nakahanda na pumunta sa Baghdad para subukan na magdala ng seguridad sa kapital."
            ]
        },
        {
            "input": "Tharoor's proposal is concentrated on four areas- making democracy a priority; bolstering the ranks (of the United Nations); prioritising and streamlining; and healing wounds.",
            "output": [
                "Ang panukala ni Tharoor ay nakapokus sa apat na punto sa pagpapatupad ng demokrasya bilang kaunahan; mapalakas ang mga hanay (sa United Nations); nangunguna at epektibo; at nakagagaling ng mga sugat."
            ]
        },
        {
            "input": "Mr. Prodi agreed with the Russian President on this point and also stated that such conflicts should be solved using a multi-lateral approach, where several nations would take part in discussions.",
            "output": [
                "Sumang-ayon si Prodi sa Presidente ng Rusya sa puntong ito at nagsabi na ang ganoong mga away ay dapat lutasin gamit ang multi-lateral na paraan, kung saan ilang bansa ang makikibahagi sa diskusyon."
            ]
        },
        {
            "input": "He will be in the running to replace California's current governor, Arnold Schwarzenegger.",
            "output": [
                "Siya ay tatakbo upang mapalitan ang kasalukuyang gobernador, Arnold Schwarzenegger."
            ]
        },
        {
            "input": "US Attorney General Alberto Gonzales, after several months of controversy, today announced his resignation after 13 years of public service.",
            "output": [
                "Ipinahayag ngayong araw ni Attorney General Alberto Gonzales ng US, pagkatapos ng ilang buwang kontrobersiya, ang kanyang pagbibitiw pagkatapos ng 13 taon na serbisyo publiko."
            ]
        },
        {
            "input": "There are in excess of 4,200 other Vioxx-related lawsuits pending across the USA.",
            "output": [
                "Mayroon pang hihigit sa 4,200 na kaso na may kinasasangkutan ang Vioxx na nakabinbin sa USA."
            ]
        },
        {
            "input": "The final report, released in October, blamed pilot error for the disaster.",
            "output": [
                "Sa huling ulat na inilabas noong Oktubre, sinisisi ang kamalian ng piloto sa nangyaring sakuna."
            ]
        },
        {
            "input": "According to an anonymous Western military official they were injured by friendly fire.",
            "output": [
                "Ayon sa hindi kilalang opisyal ng militar ng Kanluran sila ay nasugatan ng pagtira ng kakampi."
            ]
        },
        {
            "input": "Goldman's complaint states that in addition to himself, a training director and field director were also fired after they made it clear they would not attend the Landmark Forum.",
            "output": [
                "Ang reklamo ni Goldman ay nagsasabi na bilang dagdag sa kanya ang, isang direktor ng pagsasanay at direktor na panlabas ay tinanggal din matapos na maipaliwanag na hindi sila dadalo sa Palatandaan ng pagtitipon."
            ]
        },
        {
            "input": "Nine minutes after the interval Tom Rees scored England's third try, but they were not able to score again.",
            "output": [
                "Siyam na minuto pagkatapos ng agwat si Tom Rees ay nakapuntos ng ikatlong try ng Inglatera, ngunit hindi nila nagawang maka-iskor na muli."
            ]
        },
        {
            "input": "During a 60 Minutes interview, Obama said, \"There's got to be an exit strategy.\"",
            "output": [
                "Sa isang panayam sa 60 Minutes, sinabi ni Obama \"Mayroon talagang istratehiya sa paglisan.\""
            ]
        },
        {
            "input": "\"Not every German was a member of the Nazi Party.\"",
            "output": [
                "\"Hindi lahat ng Aleman ay miyembro ng Nazi Party.\""
            ]
        },
        {
            "input": "The goal that sealed the game for the South Amercians was scored six minutes from time by Nelson Cuevas after he had exchanged passes with Roque Santa Cruz.",
            "output": [
                "Ang goal na tumapos sa laro para sa mga taga Timog Amerika ay pinuntusan anim na minuto mula sa oras ng si Nelson Cuevas ay matapos makipagpalitan ng pasa kay Roque Santa Cruz."
            ]
        },
        {
            "input": "Introducing no changes to current State or Federal law, the FBI expects the revised definition of rape will see victim numbers \"more accurately reflected in national crime statistics\".",
            "output": [
                "Ipinapakilalang walang pagbabago sa kasalukuyang Estado o Pederal na batas, ang FBI ay umaasa na ang narebisang kahulugan ng panggagahasa ay makakakita ng bilang ng biktima \"mas malinaw na paglalarawan sa pambansang pagtatala ng krimen.\""
            ]
        },
        {
            "input": "Later on in the period, Plymouth member Jared Boll was penalized with a ten minute misconduct.",
            "output": [
                "Sa pahuling bahagi ng laro, ang miyembro ng Plymouth na si Jared Boll ay naparusahan ng sampung minutong hindi paglalaro."
            ]
        },
        {
            "input": "He gave it to Peter Garty because he thought he would find it interesting.",
            "output": [
                "Ibinigay niya iyon kay Peter Garty sa palagay na magkakainteres siya doon."
            ]
        },
        {
            "input": "The report is an analysis of radar records from the Federal Aviation Administration and the National Weather Service, obtained through several Freedom of Information Act (FOIA) requests, and comparing them to witness accounts.",
            "output": [
                "Ang ulat ay isang pagsusuri sa mga tala ng radar mula sa Federal Aviation Administration at sa National Weather Service, na nakuha sa pamamagitan ng ilang mga hiling ng Freedom of Information Act (FOIA), at paghahambing mula sa mga salaysay ng saksi."
            ]
        },
        {
            "input": "India's has labelled honour killings a \"slur on the nation,\" and warned the death penalty will await those found guilty of the crime.",
            "output": [
                "Ang India ay pinangalanan ang honour killing na \"kasiraang-puri sa bansa,\" at binalaan na ang parusang kamatayan ay naghihintay sa mga napatunayang nagkasala sa krimen."
            ]
        },
        {
            "input": "Agriculture Commissioner Gene Hugoson verified production levels in the August 29 edition of the Minnesota State Register, meaning that the law will become effective following a month-long notification period.",
            "output": [
                "Pinatunayan ng Agriculture Commissioner na si Gene Hugoson ang antas ng produksyon sa August 29 edisyon ng Minnesota State register, nangangahulugan na ang batas ay magiging epektibo matapos ang isang buwang abiso."
            ]
        },
        {
            "input": "The doctor, a medical superintendent at that hospital, was also the General Secretary of the Church of Pakistan.",
            "output": [
                "Ang doktor, isang medikal na tagapangasiwa sa ospital na iyon, ay Kalihim Heneral ng Simbahan ng Pakistan."
            ]
        },
        {
            "input": "The club owners would not go above $42.5 million for any one club, whilst the players refused to go below $49 million.",
            "output": [
                "Ang may-ari ng samahan ay hindi magbibigay ng mahigit pa sa $42.5 milyon para sa anumang samahan, habang ang mga manlalaro ay tumanggi sa mas mababang halaga sa $49 milyon."
            ]
        },
        {
            "input": "\"The next prime minister is Ehud Olmert,\" said Roni Bar-On, a Member of the Knesset for Kadima.",
            "output": [
                "\"Ang susunod na punong ministro ay si Ehud Olmert,\" ayon kay Roni-Bar-On, isang Miyembro ng Knesset para sa Kadima."
            ]
        },
        {
            "input": "After the June election, which was widely disputed, there were several weeks of demonstrations and protests, which saw 4,000 people arrested by the authorities in a crackdown, among them journalists and reformist politicians.",
            "output": [
                "Pagkatapos ng eleksyon noong Hunyo, kung saan ay malawakang pinagtalunan, may ilang linggo ng mga demonstrasyon at mga protesta, na kinikitaan ng pagkaaresto ng 4,000 mga tao ng mga awtoridad sa istriktong pagpapatupad ng batas, ilan sa kanila ay mga mamamahayag, at mga pulitikong repormista."
            ]
        },
        {
            "input": "Andrei Nesterenko, a spokesman for the Russian foreign ministry, responded to Israel's comments, saying: \"Hamas is not an artificial structure.",
            "output": [
                "Sumagot si Andrei Nesterenko, ang tagapagsalita para sa ministrong panglabas ng Russia, sa komento ng Israel at sinabing: \"Ang Hamas ay hindi isang hindi tunay na estruktura."
            ]
        },
        {
            "input": "He said, \"I just pulled over hoping they would pass, and then they pulled up real close behind.\"",
            "output": [
                "Sabi niya, \"tumabi na lang ako, umaasa na sila ay lalampas at pagkatapos ay lumapit sila ng maigi sa likuran.\""
            ]
        },
        {
            "input": "Nevertheless, the interim government that deposed Zelaya has announced that the flight would not be allowed to land.",
            "output": [
                "Gayunman, ang pansamantalang pamahalaan na nagpatalsik kay Zelaya ay naghayag na ang paglipad ay hindi pahihintulutang makalapag."
            ]
        },
        {
            "input": "It features original material compiled throughout the previous month after a brief mention of some of the month's biggest stories.",
            "output": [
                "Tampok dito ang mga naipon na orihinal na materyal sa buong nakaraang buwan pagkatapos ng isang maikling pagtukoy ng ilang malalaking istorya ng buwan."
            ]
        },
        {
            "input": "The original complaint in the law suit against the school board claimed that \"Intelligent design is a non-scientific argument or assertion.\"",
            "output": [
                "Ang orihinal na reklamo sa demanda laban sa pamunuan ng paaralan ay isinaysay na \"Ang Intelligent design ay isang di-siyentipikong argumento o asersyon.\""
            ]
        },
        {
            "input": "Tyndale Park Christian School is a private Christian school that caters for students ranging from Year 1 to Year 13.",
            "output": [
                "Ang Tyndale Park Christian School ay isang pribadong Kristianong paaralan na tumatanggap ng mag-aaral mula Taon 1 hanggang Taon 13."
            ]
        },
        {
            "input": "Even though heats and finales were still in process, but due to a torrential rain in Taiwan, the Award Ceremony of 3rd Matchday has been postponed to next matchday.",
            "output": [
                "Kahit na ang mga init at pagtatapos ay nasa proseso pa, dahil sa pagbuhos ng bugsong ulan sa Taiwan, ang Award Ceremony sa ika-3 araw ng paghaharap ay ipinagpaliban sa susunod na araw ng laban."
            ]
        },
        {
            "input": "Minutes after the early projections were in, SPD chair Franz Müntefering announced that his party would seek re-election in fall of 2005.",
            "output": [
                "Ilang minuto pagkatapos ng mga pagpaplano, ininalita ng tagapangulo ng SPD na si Franz Muntefering na ang kanyang partido ay muling hihiling ng halalan sa 2005."
            ]
        },
        {
            "input": "Microsoft CEO Steve Ballmer stated that the company had news that the fine was pending.",
            "output": [
                "Inihayag ng CEO ng Microsoft na si Steve Ballmer na ang kumpanya ay nagkaroon ng balita na nakabinbin ang multa."
            ]
        },
        {
            "input": "\"I'm trying to decide whether or not to open the door,\" Sorrells said to the Empire-Tribune.",
            "output": [
                "\"Sinusubukan kong magpasya kung bubuksan ko o hindi ang pinto,\" sinabi ni Sorrell sa Empire-Tribune."
            ]
        },
        {
            "input": "The International Olympic Committee warned China in April that it wanted the internet freely accessible for the entire duration of the Olympic Summer Games.",
            "output": [
                "Binalaan ng International Olympic Committee ang China noong Abril na gusto nila na malayang mabuksan ang internet habang nagpapatuloy ang mga laro sa Olympic Summer Games."
            ]
        },
        {
            "input": "For the moment, all birds in the zoo have been confined to their cages and viewing of birds by the public is no longer permitted.",
            "output": [
                "Pansamantala, ang lahat ng mga ibon sa zoo ay nakakulong sa kanilang mga hawla at ang pagtingin sa ibon ng publiko ay hindi na pinahihintulutan."
            ]
        },
        {
            "input": "This is why the organization presented her with the award in 1977.",
            "output": [
                "Ito ang dahilan kaya ginawaran siya ng organisasyon ng gantimpala noong 1977."
            ]
        },
        {
            "input": "Using the computer predictions, Nicastro and colleagues searched specifically for the diffuse system of gas clouds galaxies and galaxy clusters form within.",
            "output": [
                "Sa pamamagitan ng paggamit ng mga hula ng kompyuter, sinaliksik ni Nicastro at mga katrabaho lalo na ang sistema ng pagpalaganap ng mga ulap ng usog kung saan nagkakalipumpon ang mga kalawakan."
            ]
        },
        {
            "input": "In an article in The Washington Times, Tsotne Bakuria, a former member of the Georgian parliament and now a senior fellow at Global International Strategic Group in the U.S., formulates a similarly harsh criticism of Shakasvili's government.",
            "output": [
                "Sa isang artikulo sa The Washington Times, nagsagawa rin ng kamukhang marahas na pagbatikos sa gobyerno ni Saakashvili si Tsotne Bakuria, dating miyembro ng parlyamento ng Georgia at ngayon ay isang tagapagturo sa Global International Strategic Group sa Estados Unidos."
            ]
        },
        {
            "input": "\"This is a great victory for those who have campaigned to ensure that European innovation and competitiveness is protected from monopolisation of software functionalities and business methods.\"",
            "output": [
                "\"Ito ay isang malaking tagumpay para sa mga nagkampanya upang masiguro na isang inobasyon ng Europa at pagkakumpetensiya nito ay maprotektahan mula sa monopolisasyon ng silbi ng software at paraan ng pangangalakal.\""
            ]
        },
        {
            "input": "Couture dominated nearly all of the second round with superior stand-up striking and ground control.",
            "output": [
                "Dinomina ni Couture ang halos buong pangalawang raun ng kanyang superyor na patayong hagupit at kontrol sa ilalim."
            ]
        },
        {
            "input": "Ukraine, the top ranked European side in the competition, entered the tournament having finished second at the Intercontinental Cup earlier in the year where they beat Russia, Slovenia, Brazil and Great Britain.",
            "output": [
                "Ang Uklayn, ang panig ng Europa na nasa pinakamataas na ranggo sa labanan, ay pumasok sa paligsahan nang magtapos na ikalawa sa Intercontinental Cup noong unang bahagi ng taon kung kailan natalo nila ang Russia, Slobenia, Brasil at Britanya."
            ]
        },
        {
            "input": "The vaccine has been developed from an adenovirus, a type of virus that causes the common cold.",
            "output": [
                "Ang bakuna ay ginawa mula sa adenovirus, ang uri ng mikrobyo na nagiging dahilan ng ordinaryong sipon."
            ]
        },
        {
            "input": "\"He is a man who was engaged in political fights but he did it correctly, with nobility and idealism and a lot of respect for others, even his adversaries,\" said Bouchard.",
            "output": [
                "\"Siya ang tipo ng tao na nagsimulang lumaban pulitika at ginawa niya ito nang tama, na may karangalan at idealismo at nakakuha ng respeto mula sa maraming tao, maging sa kanyang mga kalaban,\" pahayag ni Bouchard."
            ]
        },
        {
            "input": "He died in Montecito, California, surrounded by family, according to spokesman Dick Guttman.",
            "output": [
                "Pumanaw siya sa Montecito, California na napalilibutan ng pamilya, ayon sa tagapagsalitang si Dick Guttman."
            ]
        },
        {
            "input": "It is not yet clear whether the man was acting on his own or as part of group.",
            "output": [
                "Hindi pa maliwanag kung ang lalaki ay nakilos ng kanya o parte ng grupo."
            ]
        },
        {
            "input": "A plane carrying sixteen people has vanished over Papua, Indonesia.",
            "output": [
                "Isang eroplano na may lulan na labing-anim na katao ang nawala sa ibayo ng Papua, Indonesia."
            ]
        },
        {
            "input": "He said that the Prince was a demanding party in the operation, and that \"he knew that we were arranging things to make his life and his work as comfortable as possible.\"",
            "output": [
                "Sinabi niya na ang Prinispe ay isang mapaghanap na partido sa operasyon at \"alam niya na kami ay nag-aayos ng mga bagay upang maging kumportable ang kanyang buhay at trabaho sa anumang posibleng paraan.\""
            ]
        },
        {
            "input": "Wikileaks has obtained and released a list of all 3,863 websites that are being censored by Danish Internet Service Providers as of February 2008.",
            "output": [
                "Ang Wikileaks ay nakakuha at naglabas ng mga listahan ng lahat ng 3,863 na websayt na pinagbawalan ng mga Tagapaglaan ng Serbisyo sa Internet sa Denmark ngayong Pebrero 2008."
            ]
        },
        {
            "input": "Officials are currently investigating the cause of the crash, but Sky News in Australia reports that there is no indication that terrorism was involved.",
            "output": [
                "Kasalukuyang inimbestigahan ng mga opisyales ang dahilan ng pagkakabagsak, pero ang Sky News sa Australya ay nagbalita na walang indikasyon na kasangkot ang terorismo dito."
            ]
        },
        {
            "input": "Already comprised of several institutions, two will merge fully while two more will become independent universities.",
            "output": [
                "Sa marami na nitong mga institusyon, dalawa ang magsasanib samantalang dalawa pa ang magiging independienteng unibersidad."
            ]
        },
        {
            "input": "\"Until the highest authorities see suicide as a problem, our joint efforts will be unlikely to yield any results,\" Boris Polozhy of Moscow's Serbsky psychiatric center said yesterday.",
            "output": [
                "\"Hangga't hindi nakikita ng pinakamataas na awtoridad ang pagpapakamatay bilang problema, ang ating pagtutulong-tulong ay hindi makakakuha ng anumang resulta,\" sinabi ni Boris Polozhy ng Serbsky Psychiatric center ng Moscow kahapon."
            ]
        },
        {
            "input": "The battles were triggered after several Pakistani officials were targeted and peace talks with officials in Islamabad failed to go forward.",
            "output": [
                "Ang labanan ay nagsimula matapos punteryahin ang mga opisyal ng Pakistan at ang usapang pangkapayapaan sa pagitan ng mga opisyal ng Islamabad ay nabigong isulong."
            ]
        },
        {
            "input": "A half-time performance by rock musician Lenny Kravitz included the song \"American Woman\", originally performed by Winnipeg band The Guess Who.",
            "output": [
                "Isang pagtatanghal sa kalahatian ng laro ang nagmula sa musikerong rock na si Lenny Kravitz, kasama na ang pagkanta ng \"American Woman\", na orihinal na itinanghal ng bandang The Guess Who ng Winnipeg."
            ]
        },
        {
            "input": "The company said it intends to capture the carbon dioxide (CO2) emissions from its oil sands production and store it underground.",
            "output": [
                "Sinabi ng kompanya na ito ay nakalaan upang makakuha ng carbon dioxide (CO2) na inilalabas mula sa produksyon ng mga buhangin ng langis at iimbakin ito sa ilalim ng lupa."
            ]
        },
        {
            "input": "According to the Russian Presidents office, drinking water is no longer available in what constitutes South Ossetia's capital, Tskhinvali, because \"the water and sewage treatment plants have been destroyed\".",
            "output": [
                "Ayon sa Opisina ng Presidente ng Russia, ang tubig inumin ay hindi na makukuha sa anumang bumubuo ng kabisera ng South Ossetia, Tskhinvali, dahil \"nawasak ang mga planta ng tubig at paglilinis ng maruming tubig.\""
            ]
        },
        {
            "input": "Both Amber Merritt and Cobi Crispin ran up large numbers of personal fouls: four for Meritt and five for Crispin, hampering Australia's game style.",
            "output": [
                "Sina Amber Merritt at Cobi Crispin ay kapwa nakapagtalaga ng bilang na mga personal na fawl: apat para kay Merritt at lima para kay Crispin, na nakapigil sa istilong laro ng Awstralya."
            ]
        },
        {
            "input": "His self-immolation was apparently in protest against the spread of Islam, which he felt the Protestant church should take more seriously.",
            "output": [
                "Ang kanyang pagsusunog sa sarili ay waring bilang protesta laban sa pagkalat ng Islam, na sa kanyang palagay ay dapat siniseryoso ng simbahang Protestante."
            ]
        },
        {
            "input": "As a young man, Hopper became interested in acting and eventually became a student of the Actors Studio.",
            "output": [
                "Bilang isang bata, nakahiligan ni Hopper ang pag-akto at sa kalaunan ay naging mag-aaral ng Actors Istudyo."
            ]
        },
        {
            "input": "From 1943 the Summer Time was suspended and Romania used just Official Time (Winter Time).",
            "output": [
                "Mula 1943, ang Summer Time ay sinuspindi at ginamit ng Romania ang Official Time (Winter Time) lamang."
            ]
        },
        {
            "input": "She said she would \"empty her pockets\", but that was as much as she could offer; \"I don't have a special account in Switzerland or anywhere else,\" she commented at an EU farm conference in Luxembourg where farmers were holding their third protest in as many weeks.",
            "output": [
                "Sinabi niya na, \"ibibigay niya ang lahat ang laman ng kaniyang bulsa,\" ngunit iyon ay hangga't makakaya niyang maibibigay; \"wala akong espesyal na akaunt sa Switzerland o kahit saan pa man,\" siya ay nagkomento na ang pagpupulong ng bukirin ng EU sa Luxembourg pinagdarausan ng mga magsasaka ng pangatlong protesra sa loob ng maraming linggo."
            ]
        },
        {
            "input": "Peter Hain called the refusal of parties to cooperate \"frustrating.\"",
            "output": [
                "Tinawag ni Peter Hain ang pagtanggi ng mga partido na tumulong na \"nakakadismaya.\""
            ]
        },
        {
            "input": "The launch, which was scheduled for 3:51 ET (20:51 UTC), would have been the first launch of a shuttle since Columbia's February 2003 crash which killed all crew members aboard.",
            "output": [
                "Ang pagbukas ay naka-takda sa 3:51 ET (20:51 UTC), maaring ito na ang unang pagpapalipad mula noong pagbagsak sa Columbia noong Pebrero 2003 na pumatay sa lahat ng mga manggagawang kasama dito."
            ]
        },
        {
            "input": "Citizen reporters writing in English exchange ideas and stories, and try to understand the inner workings of the Korean edition.",
            "output": [
                "Ang mga mamamayang tagapagbalita na nagsusulat sa English ay nakikipagpalitan ng mga ideya at istorya, at sumusubok na maintindihan ang napapaloob na mga gawain sa edisyon ng Korea."
            ]
        },
        {
            "input": "A U.S. F-15 fighter aircraft crashed into the ocean early Tuesday approximately 45 miles off the coast of Ikeijima island, part of the Okinawa chain.",
            "output": [
                "Ang panglabang aircraft na U.S. F-15 ay sumalpok sa dagat noong Martes ng umaga sa tinatayang 45 milyang layo mula sa dalampasigan ng isla ng Ikejima, na parte ng hanay ng Okinawa."
            ]
        },
        {
            "input": "He criticised the outgoing head of the U.N.'s climate secretariat, Yvo de Boer, and the European Union's climate commissioner Connie Hedegaard for their scepticism.",
            "output": [
                "Pinuna niya ang paalis na pinuno ng kalihim ng klima ng U.N., na si Yvo de Boer, at ang komisyonado ng klima ng European Union na si Connie Hedegaad dahil sa kanilang skeptisismo."
            ]
        },
        {
            "input": "The determining factor may be the popular former president Jean-Bertrand Aristide, who returned two days ago to Haiti from South America after seven years in exile.",
            "output": [
                "Ang makapagpasyang dahilan ay maaring ang popular na dating presidente na si Jean-Bertrand Aristide, na bumalik dalawang araw ang nakaraan mula sa Timog Amerika pagkatapos ng pitong pagkatapon."
            ]
        },
        {
            "input": "Though not as common as the USB standard, Firewire serves a niche market, especially the aviation industry.",
            "output": [
                "Bagaman hindi pangkaraniwan tulad ng pamantayan ng USB, ang Firewire ay nagsisilbing angkop na pamilihan, lalo na sa industriya ng paliparan."
            ]
        },
        {
            "input": "The fiercely fought campaign began on June 29th and involved no less than 9,707 parliamentary candidates and 33 presidential candidates.",
            "output": [
                "Ang mabangis na pakipaglaban sa kampanya ay nagsimula noong ika-29 ng Hunyo at kasangkot ang hindi mababa sa 9,707 kandidato ng parlyamentaryo at 33 pampanguluhang kandidato."
            ]
        },
        {
            "input": "China was not required to reduce emissions under the deal.",
            "output": [
                "Hindi kailangan ng Tsina na magbawas ng emisyon sa ilalim ng kasunduan."
            ]
        },
        {
            "input": "It is still unclear if the hearing will be in Ottawa, the nations capital, or in Montreal.",
            "output": [
                "Hindi malinaw kung ang pagdinig ay gaganapin sa Ottawa, ang kapital ng bansa, o sa Montreal."
            ]
        },
        {
            "input": "He also requested a jury be present during his trial.",
            "output": [
                "Humiling din siya na dapat may hurado sa kanyang paglilitis."
            ]
        },
        {
            "input": "Kabila, who became the youngest head of state in Africa in 2001, used his final speech before voting to claim credit for taking the D.R.Congo to its first democratic elections in over 40 years.",
            "output": [
                "Si Kabila, na naging pinakabatang pinuno ng estado sa Africa noong 2001, na ginagamit ang kanyang huling talumpati bago bumoto upang tubusin ang utang para sa paglalaan ni D.R.Congo sa kanyang unang demokratikong halalan sa loob ng higit na 40 taon."
            ]
        },
        {
            "input": "The discussion, which is titled 'The World that Wikipedia Made,' was to be based on the online encyclopedia Wikipedia and ethics involved in the editing of the website.",
            "output": [
                "Ang talakayan, na pinamamagatang 'Ang Mundong Ginawa ng Wikipedia, 'ay nakabase sa onlayn na ensiklopedya na Wikipedia at tuntunin ng moralidad na kabilang sa pamamatnugot ng websayt."
            ]
        },
        {
            "input": "Death toll has exceeded 60 with daily Greek newspapers Kathimerini and Ta Nea reporting 61 and 63 deaths respectively.",
            "output": [
                "Ang mga namatay ay lampas 60 ayon sa arawang pahayagan ng Greek na Kathimerini at sa Ta nea 61 at 63 na mga pagkamatay ayon sa pankakabanggit."
            ]
        },
        {
            "input": "Yak was the minister for cabinet affairs until a 2007 reshuffle left him removed from office.",
            "output": [
                "Si Yak ang dating ministro ng kaganapan ng gabinete hanggang sa ang isang pagbabalasa noong 2007 ang natanggal sa kanya sa kanyang opisina."
            ]
        },
        {
            "input": "His fall from power at the end of the 80s was surrounded in controversy, with the state embroiled in corruption findings going to the level of his deputies, and Bjelke Petersen's claims of ignorance coming under challenge with charges of perjury.",
            "output": [
                "Ang kanyang pagkalaglag mula sa kapangyarihan sa katapusan ng dekada 80, ay napapaligiran ng kontrobersiya, na ang estado ay napasali sa mga tuklas ng korupsiyon na umabot sa antas ng kanyang mga kinatawan, at ang mga pahayag ni Bjelke Petersen ng kawalang-alam ay napailalim sa hamon na may kasamang mga bintang ng pagsisinungaling."
            ]
        },
        {
            "input": "A religious service was carried out from Bishop Joseph Devine.",
            "output": [
                "Isang misa ang isinagawa ni Obispo Joseph Devine."
            ]
        },
        {
            "input": "The relieved passengers left to boat 16 hours after the fire started.",
            "output": [
                "Ang mga nahimasmasang pasahero ay lumisan sa barko 16 na oras pagkatapos nagsimula ang apoy."
            ]
        },
        {
            "input": "Endeavor has one more mission remaining, and if an emergency rescue is needed or more funding is secured, Atlantis will also fly once more before the entire fleet is retired.",
            "output": [
                "Ang Endeavor ay meron pang isang natitirang misyon, at kung mangangailangan ng biglaang pagliligtas o seguridad sa higit na pondo, ang Atlantis ay lilipad ng isa pang beses bago ang buong plota ay magretiro."
            ]
        },
        {
            "input": "While life for Anna Nicole was not easy these past few months, she held dear her husband, Howard K. Stern, her daughter, Dannielynn Hope, her most cherished friends, beloved dogs, and finally, her work with TRIMSPA.",
            "output": [
                "Kahit hindi naging madali ang buhay ni Anna Nicole nitong mga nakaraang buwan, minahal niya ang kanyang asawa na si Howard K. Stern, ang kanyang anak na babae, na si Dannielynn Hope, ang kanyang mga giliw na kaibigan, mga minamahal na aso, at sa huli, ang kanyang trabaho sa TRIMSPA."
            ]
        },
        {
            "input": "The pilot of the air plane reported to Blackpool Tower that he was low on fuel before 5 pm Saturday evening and disappeared from radar screens shortly afterwards.",
            "output": [
                "Iniulat ng piloto ng eroplano sa Blackpool Tower na mababa sa panggatong bago 5 pm Sabago ng hapon at nawala mula sa mga skreen ng radar sandali lamang pagkatapos."
            ]
        },
        {
            "input": "A 24 hour store was planned for the suburb but the fast food giant backed down agreeing that the store will only open overnight on Fridays and Saturdays.",
            "output": [
                "Isang 24-oras na kainan ang iplinano para sa paligid-lungsod ngunit ang higanteng fast food ay umatras sa pagpayag na sa Biyernes at Sabado lamang magbubukas ng buong gabi."
            ]
        },
        {
            "input": "The investigation concluded that Stephanides infringed on regulations by helping the British company, Lloyds Register Inspection Ltd., win a contract under the UN programme for Iraq.",
            "output": [
                "Ang imbestigasyon ay nagtapos na si Stephanides ay lumabag sa mga regulasyon sa pamamagitan ng pagtulong sa kompanyang Briton, ang Lloyd Register Inspection Ltd., upang manalo ng kontrata sa ilalim ng programa ng UN para sa Iraq."
            ]
        },
        {
            "input": "The first department to migrate to Linux and OpenOffice.org will be the office of the Lord Mayor planed for the middle of 2006, though not all of the department's computers will be immediately migrated.",
            "output": [
                "Ang unang kagawaran na nakalipat sa Linux at OpenOffice.org ay ang magiging opisina ng punong alkalde na naitaas ang antas para sa kalagitnaan ng 2006, bagaman hindi lahat ng mga kompyuter ng kagawaran ay agarang maililipat."
            ]
        },
        {
            "input": "Photojournalists and camera operators have been some of the the most at-risk during the Arab uprisings in Tunisia and Libya.",
            "output": [
                "Ang mga naglalathala ng larawan at mga namamahala sa kamera ay ilan sa mga pinaka-mapanganib habang sumisiklab ang Arab sa Tunisia at Libya."
            ]
        },
        {
            "input": "Morakot has resulted in the deaths of at least fourteen people in Taiwan and a further 22 deaths in the Philippines.",
            "output": [
                "Ang bagyong Morakot ay nagresulta ng pagkasawi ng hindi bababa sa labing apat na tao sa Taiwan at higit pang 22 nasawi sa Pilipinas."
            ]
        },
        {
            "input": "Present to testify on behalf of credit card issuers were Roger C. Hochschild of Discover Financial Services, Bruce L. Hammonds of Bank of America Corporation, and Ryan Schneider of Capital One Financial Corporation.",
            "output": [
                "Ang dumalo upang magbigay ng testimonya sa ngalan ng mga nag-iisyu ng kredit kard ay sina Roger C. Hochschild ng Discover Financial Services, Bruce L. Hammonds ng Bank of America Corporation, at Ryan Schneider ng Capital One Financial Corporation."
            ]
        },
        {
            "input": "Florida will elect a Federal senator, all of its House membership, a Governor, various other officers and vote on various questions.",
            "output": [
                "Ihahalal ng Florida ang isang Pederal na senador, ang lahat ng pagiging kasapi ng House nito, ang Gobernador, ang mga iba't ibang mga kawani at bumoto sa iba't ibang mga tanong."
            ]
        },
        {
            "input": "\"I want my children to have the basics of scientists, I don't want to be fed activism'.\"",
            "output": [
                "\"Gusto kong magkaroon ang aking mga anak ng mga batayan ng mga siyentipiko, ayaw kong mamulat sila ng aktibismo'.\""
            ]
        },
        {
            "input": "Police in Hong Kong would not confirm the identity of the suspect but have said that he was an \"expatriate\".",
            "output": [
                "Hindi kinumpirma ng pulis ng Hongkong ang pagkakakilanlan ng suspek subalit sinabing siya ay \"isang manggagawa mula sa ibang bansa.\""
            ]
        },
        {
            "input": "\"A worker told me they had to be up in time for all the religious festivals, but most of the lights refer to the Christian Christmas.\"",
            "output": [
                "\"Sinabi sa akin ng isang trabahador na dapat nasa lugar na ang mga ito para sa lahat ng relihiyosong pagdiriwang, ngunit halos lahat ng ilaw ay tumutukoy sa Pasko ng mga Kristyano.\""
            ]
        },
        {
            "input": "Mahmoud al-Mashhadani, president of the Iraqi Parliament, says they have asked Turkey to resolve the situation peacefully.",
            "output": [
                "Si Mahmoud al-Mashhadani, pangulo ng Parliyamento ng Iraq, ay sinabi na sinabihan nila ang Turkey na lutasin ang sitwasyon nang matiwasay."
            ]
        },
        {
            "input": "Following Romanian Government's Decision nb. 20 from 1997, Romania adopts Winter Time and Summer Time in the same day with the states of European Union and other countries part of this deal.",
            "output": [
                "Alinsunod sa desisyon ng Romanian Government nb. 20 mula 1997, gagamitin ng Romania ang Winter Time at Summer Time sa magkaparehong araw kasabay ang mga estado ng European Union at iba pang bansa na kasama sa kasunduan."
            ]
        },
        {
            "input": "Delay’s representative, Dan Allen, told reporters \"Congressman DeLay's effective leadership to build and strengthen the House majority is exactly the reason he is being targeted by liberal groups funded by George Soros.\"",
            "output": [
                "Ang representative ni DeLay, na si Dan Allen, ay sinabi sa mga reporter \"Ang epektibong pamumuno ni kongresman DeLay para itayo at palakasin ang mayorya ng kongreso ang tiyak na dahilan na siya'y tinitira ng grupo ng mga liberal na pinopondohan ni George Soros.\""
            ]
        },
        {
            "input": "The baccalaureate exam in Romania is the secondary school educational qualification test, and passing it attests that a student has graduated high school and may be admitted to a university.",
            "output": [
                "Ang pagsusulit na pang-bakaloryat sa Romania ay ang pang-edukasyon na pagsusulit para sa mga sekondaryang paaralan, at ang pagpasa sa nasabing pagsusulit ay nagpapatunay na ang isang estudyante ay nakapagtapos ng sekondarya at maaari nang pumasok sa isang unibersidad."
            ]
        },
        {
            "input": "The Notre Dame of the Assumption Cathedral in Port-au-Prince was also destroyed, killing Joseph Serge Miot, the Archbishop of Port-au-Prince.",
            "output": [
                "Ang Notre Dame of the Assumption Cathedral sa Port-au-Prince ay nawasak din, na pumatay kay Joseph Serge Miot, ang Arsobispo ng Port-au-Prince."
            ]
        },
        {
            "input": "However, the death toll and the identity of those killed was not officially confirmed.",
            "output": [
                "Gayunpaman, ang bilang at ang pagkakakilanlan ng mga namatay ay di pa pormal na nakukumpirma."
            ]
        },
        {
            "input": "Also, the Prince is protected from judicial pursuit because he is also a Senator by law.",
            "output": [
                "Dagdag pa, ang Prinsipe ay protektado rin mula sa paghahabol ng hukom dahil siya ay isa ring Senador sa bisa ng batas."
            ]
        },
        {
            "input": "Cave-ins at three plaster mines on November 6 caused 33 deaths and left at least four missing.",
            "output": [
                "Mga cave-ins sa three-plaster na minahan noong Nobyembre 6 ang nagdulot ng 33 na kamatayan at nag iwan ng nasa apat na nawawala."
            ]
        },
        {
            "input": "The new species of life are exclusive to the rainforest in Thua Thien-Hue Province.",
            "output": [
                "Ang mga bagong uri ng buhay ay eksklusibo sa kagubatan ng probinsya ng Thua Thien-Hue."
            ]
        },
        {
            "input": "The students of the Liceo Industrial were particularly affected, after the president of the school's centro de alumnos Guillermo Horta Farías was stabbed outside the educational establishment on July 31; his fellow schoolmates subsequently organized a march in his honour in Rancagua, on August 8.",
            "output": [
                "Apektado lalo ang mga mag-aaral ng Liceo Industrial, matapos masaksak ang presidente ng centro de alumnos ng paaralan na si Guillermo Horta Farías sa labas ng edukasyonal na gusali noong ika-31 ng Hulyo; pagkatapos nito ay binuo ng kanyang kapwa estudyante ang isang martsa sa kanyang karangalan sa Rancagua, noong ika-8 ng Agosto."
            ]
        },
        {
            "input": "Authorities say the investigation into how it started may take up to three days to finish.",
            "output": [
                "Sinabi ng mga awtoridad na ang imbestigasyon sa kung paano ito nag-umpisa ay maaaring magtagal hanggang tatlong araw bago matapos."
            ]
        },
        {
            "input": "The HSU is urging the government to commence serious negotiations to resolve the dispute before industrial action commenced.",
            "output": [
                "Hinihikayat ng HSU ang pamahalaan na magsagawa ng mga seryosong negosasyon para lutasin ang alitan bago umpisahan ang industriyal na pagkilos."
            ]
        },
        {
            "input": "The cause of the rock fall is unknown, but police have said that there had been no prior signs that the cliff was unstable.",
            "output": [
                "Ang sanhi ng pagbagsak ng bato ay di pa alam, subalit sinabi ng pulis na walang mga naunang sinyales na ang talampas ay di mabuway."
            ]
        },
        {
            "input": "To expand the global view of environment respect, this parade is chosen at Taipei City to show the particularity and differences of creatures which should be cared by common people.",
            "output": [
                "Upang mapalawak ang global na pananaw sa paggalang sa kapaligiran, ang paradang ito ay nahirang sa Taipei City upang maipakita ang katatangian at pagkakaiba ng mga nilikha na dapat ay pinahahalagahan ng mga ordinaryong tao."
            ]
        },
        {
            "input": "With ten laps to go, the most surprising event was Kimi's resistance when his open wheels untimely overlapped with Michael's, especially when one knows Kimi will run with Ferrari next season.",
            "output": [
                "Sa naiwang sampung ligid pa, ang pinakanakakagulat na pangyayari ay ang pagtanggi ni Kimi nang ang kanyang mga bukas na gulong ay sumanib nang wala sa oras sa kay Michael, lalo na alam nang isa na si Kimi ay tatakbo sa Ferrari sa susunod na panahon ng palaro."
            ]
        },
        {
            "input": "In an announcement about oil, Thursday, Deputy Prime Minister Barham Salih of the Iraqi government said it hoped to produce 4.3 million bpd in four years.",
            "output": [
                "Sa isang anunsyo tungkol sa langis, noong Huwebes, sinabi ng Kinatawan ng Punong Ministro ng gobyerno ng Iraq na si Barham Salih na inaasahan na maglilikha ito ng 4.3 milyong bpd sa loob ng apat na taon."
            ]
        },
        {
            "input": "An Airbus A320 airliner owned by Air New Zealand crashed into the Mediterranean Sea near Perpignan, killing at least two of a crew of seven, French officials reported on Thursday.",
            "output": [
                "Isang eroplanong pag-aari ng Air New Zealand, Airbus A320, ay bumagsak sa Dagat ng Mediterranean malapit sa Perpignan, na ikinamatay nang dalawa sa pitong tripulante nito, ito ang ibinalita ng mga opisyal ng Pransya noong Huwebes."
            ]
        },
        {
            "input": "Brigadier-General Jay Hood, the commander of the jail, looked into the allegations, published and then retracted by Newsweek, that American personnel flushed a Qur'an down a toilet.",
            "output": [
                "Ang Brigadyer-Heneral na si Jay Hood, ang kumander ng bilangguan, ay sinuri ang mga alegasyon, na inilathala at nang lumaon ay binawi ng Newsweek, na ang mga Amerikanong tauhan ay iplinas ang isang Qur'an sa kubeta."
            ]
        },
        {
            "input": "Some money will go towards sport as a part of these celebrations.",
            "output": [
                "Ang ilang pera ay mapupunta sa isport bilang parte ng mga selebrasyon na ito."
            ]
        },
        {
            "input": "Ryanair took the opportunity to claim only their own takeover bid for Aer Lingus has been a major EC casualty.",
            "output": [
                "Isang malaking kawalan sa EC ang pagkuha ng Ryanair sa oportunidad na angkinin ang kanilang takeover bid para sa Aer Lingus."
            ]
        },
        {
            "input": "The Chief Minister of Rajasthan Vasundhara Raje visited the three villages in which the victims resided.",
            "output": [
                "Ang Punong Ministro ng Rajasthan Vasundhara Raje ay bumisita sa tatlong mga nayon na kung saan ang mga biktima ay tumira."
            ]
        },
        {
            "input": "The Mars Observer and Cassini-Huygens missions to Mars and Saturn respectively were launched from Complex 40.",
            "output": [
                "Ang Tagapagmasid ng Mars at Mga Misyon ng Cassini-Huygens sa Mars at Saturn ay pinalipad sa Kompleks 40."
            ]
        },
        {
            "input": "The song has become the third most downloaded single of the week, following the death of former United Kingdom Prime Minister Margaret Thatcher.",
            "output": [
                "Ang kanta ay naging ikatlong pinakamaraming dinawnlod na single ng linggo, kasunod ng pagpanaw ng dating Prime Minister Margaret Thatcher ng United Kingdom."
            ]
        },
        {
            "input": "Investors were said to have been worried about developing in the country citing lack of security and legal protection.",
            "output": [
                "Sinasabing ang mga mamumuhunan ay nag-aalala tungkol sa pagtatayo ng negosyo sa bansa dahil sa nakikitang kakulangan sa seguridad at legal na proteksyon."
            ]
        },
        {
            "input": "Mrs. Sheehan says she had mixed feelings about Bush's demeanor at the meeting, but kept quiet.",
            "output": [
                "Pahayag ni Ginang Sheehan na mayroon siyang magkahalong mga pakiramdam sa ikinilos ni Bush sa pagkikita pero siya ay nanahimik."
            ]
        },
        {
            "input": "\"There were a number of people injured in my car but I think all the dead were in the first car.\"",
            "output": [
                "\"May mga tao na nasaktan sa aking karwahe subalit sa palagay ko ang lahat na namatay ay sa unang karwahe.\""
            ]
        },
        {
            "input": "Anna knew both the joy of giving life, and the heartache of losing a child.",
            "output": [
                "Parehong alam ni Anna ang kasiyahan ng pagsilang, at pagkabigo sa pagkawala ng anak."
            ]
        },
        {
            "input": "It was not stated what the official cause of death was.",
            "output": [
                "Hindi naipahayag kung ano ang opisyal na sanhi ng pagkamatay."
            ]
        },
        {
            "input": "22 million counterfeit cigarettes have been found in Cardiff, Wales by officials working for HM Revenue & Customs (HMRC).",
            "output": [
                "22 milyong pekeng sigarilyo ang natagpuan sa Cardiff, Wales ng mga opisyal na nagtatrabaho para sa HM Revenue & Customs (HRMC)."
            ]
        },
        {
            "input": "Afghan officials have said that a rocket apparently fired at a luxury hotel in Kabul injured four people today, despite falling short of its target.",
            "output": [
                "Sinabi ng mga opisyal na Afghan na isang kwites ang malinaw na itinira sa isang marangyang otel sa Kabul na nakapinsala ng apat na katao ngayong araw, kahit hindi ito nakaabot sa pinupuntirya."
            ]
        },
        {
            "input": "In a recent study released by the World Bank and the Organization for Economic Cooperation and Development (OECD), economic opportunities for women are still lagging behind opportunities for men in the developing world.",
            "output": [
                "Sa isang kamakailang pag-aaral na inilabas ng World Bank at ng Organization for Economic Cooperation and Development (OECD), mga ekonomikong oportunidad para sa kababaihan ay nahuhuli pa rin sa likod ng mga oportunidad para sa mga lalaki sa yumayabong na mundo."
            ]
        },
        {
            "input": "Alito said the decision would bar the death penalty \"no matter how young the child, no matter how many times the child is raped, no matter how many children the perpetrator rapes, no matter how sadistic the crime, no matter how much physical or psychological trauma is inflicted, and no matter how heinous the perpetrator's prior criminal record may be.\"",
            "output": [
                "Sinabi ni Alito na ang pasya ay magbabawal sa hatol ng kamatayan \"kahit gaano kabata ang bata, kahit gaano karaming beses ginahasa ang bata, kahit gaano karaming beses nanggahasa ang manggagahasa, kahit gaano ka sadistik ang krimen, kahit gaano karaming traumang pangpisikal at pangkaisipan ang ipinababata, at kahit gaano kasuklam-suklam ang nauunang kasaysayan ng pagkakasala ng salarin.\""
            ]
        },
        {
            "input": "In a statement made from an Islamist website that could not be confirmed, the Al-Qaeda militant Abu Musab al-Zarqawi reportedly said, \"The adorers of the cross claim to have killed 75 Muslims at Al-Qaim.",
            "output": [
                "Sa isang hindi makumpirmang pahayag na isinagawa sa isang website na Islam, sinabi ng militanteng Al-Qaeda na si Abu Musab al-Zarqawi na \"Ang mga sumasamba sa krus ay nagsasabing nakapatay sila ng 75 na mga Muslim sa Al-Qaim."
            ]
        },
        {
            "input": "An official cause of death has not been released but it has been reported that Gilson did receive head injuries.",
            "output": [
                "Hindi pa ipinapalabas ang opisyal na ulat ukol sa sanhi ng kamatayan subalit naiulat na nagkaroon ng pinsala sa ulo si Gilson."
            ]
        },
        {
            "input": "\"A sniper shot the male suspect while the female was in custody,\" said Osceola County Sheriff Bob Hansell.",
            "output": [
                "\"Binaril ng sniper ang lalaking suspek habang ang babae ay nasa kustodiya,\" sabi ng Serip Bob Hansell ng County ng Osceola."
            ]
        },
        {
            "input": "Adults from the area reported that the children had died of malaria.",
            "output": [
                "Ang mga matatanda mula sa lugar na iyon ay nagsabing namatay ang mga bata sa malarya."
            ]
        },
        {
            "input": "Aid agencies and Indian government officials have warned that there may be food shortages in the country, following severe floods that affected southern states.",
            "output": [
                "Ang mga tumutulong na ahensya at ang mga opisyal ng gobyerno ng India ay nagbabala na maaaring magkaroon ng kakulangan sa pagkain sa bansa, kasunod ng pagbaha na nakaapekto sa mga estado sa timog."
            ]
        },
        {
            "input": "In his letter to Davis, Haggis wrote that he read the series in the St. Petersburg Times, where these former Scientology officials accused David Miscavige of physically abusing Scientologists.",
            "output": [
                "Sa kaniyang liham kay Davis, isinulat ni Haggis na kaniyang nabasa ang serye sa St. Petersburg Times, kung saan inakusahan ng mga dating opisyales ng Siyentolohiko si David Miscavige na pisikal na nang aabuso ng mga Siyentolohista."
            ]
        },
        {
            "input": "Bouyeri, a 27 year who holds joint Dutch-Moroccan citizenship, claimed he acted on behalf of Islam.",
            "output": [
                "Si Bouyeri, isang 27 na taong gulang na may hawak na magkasamang Dutch-Moroccan na nasyonalidad, ay nagpahayag na ginawa niya ito sa ngalan ng Islam."
            ]
        },
        {
            "input": "Singh's personal physician and AIIMS cardiac surgeon, Dr. K. S. Reddy, has predicted the PM will be allowed to attend to some official work in two weeks, to most of the duties in four weeks and will be able to resume office in six weeks.",
            "output": [
                "Ang personal na manggagamot ni Singh at siruhano sa puso ng AIIMS, Dr. K. S. Reddy, ay nagsabing ang PM ay maaari ng payagang dumalo sa ilang opisyal na gawain sa loob ng dalawang linggo, sa halos lahat ng tungkulin sa loob ng apat na linggo at maaari nang makabalik sa opisina sa loob ng anim na linggo."
            ]
        },
        {
            "input": "Witnesses reported hearing a number of loud explosions and heavy gunfire as the militants continued to attack the base.",
            "output": [
                "Sinabi ng mga saksi na nakarinig sila ng malakas na pagsabog at matinding barilan habang ipinagpatuloy ng mga militante ang pag-atake sa base."
            ]
        },
        {
            "input": "Antony Loewenstein, the groups founder, told The Age that he expected outrage from the loudest Jewish voices.",
            "output": [
                "Sinabihan ng nagtatag ng grupo na si Antony Loewenstein ang The Age na inaasahan niya ang pagwawala mula sa pinakamalakas na boses ng mga Hudyo."
            ]
        },
        {
            "input": "The Prison Service state Park was found hanging in his cell at Garth Prison, unconscious, at 8am local time.",
            "output": [
                "Sinabi ng Tagapagsilbi sa Kulungan na si Park ay natagpuang nakabitin sa kanyang selda sa Kulungan ng Garth, walang malay, alas 8 sa lokal na oras."
            ]
        },
        {
            "input": "The blast rocked inside the hotel, killing three ministers and wounding another one.\"",
            "output": [
                "Ang pagsabog ay yumanig sa loob ng otel, na pumatay ng tatlong ministro at sumugat sa isa pa.\""
            ]
        },
        {
            "input": "In the end, Issawi agreed to stay in the Israeli prison for an additional eight months to serve the administrative arrest he was under and in exchange he stopped his hunger strike.",
            "output": [
                "Sa huli, sumang-ayon si Issawi na manatili sa bilangguan ng Israel sa karagdagang walong buwan upang pagsilbihan ang administribong pagkahuli sa kanya kapalit ng pagtigil niya sa kanyang pagwewelga ng gutom."
            ]
        },
        {
            "input": "Iraq has carried out the first executions since the demise of the Saddam Hussein regime.",
            "output": [
                "Insinagawa ng Iraq ang unang mga pagbitay pagkatapos ng pagkabuwag ng rehimen ni Saddam Hussein."
            ]
        },
        {
            "input": "The Seattle Post-Intelligencer failed to print due to power failures at the printing facility, which had redundant power feeds from both the Seattle utility as well as PSE.",
            "output": [
                "Ang Seattle Post-Intelligencer ay hindi nakapag-imprenta dahil sa problema sa kuryente sa pasilidad ng pag-imprenta, kung saan mayroong labis na pagpasok ng kuryente mula pareho sa Seattle at sa PSE."
            ]
        },
        {
            "input": "The former leader of the British Army, General Lord Dannatt, said the vote in the Commons was a \"victory for common sense\".",
            "output": [
                "Sinabi ng dating pinuno ng British army na si Heneral Lord Dannatt na ang boto ng Commons ay \"tagumpay ng sintido kumon.\""
            ]
        },
        {
            "input": "With the addition of these two journalists, Iraq is now \"the deadliest war for reporters in the past century\", according to Editor and Publisher, the total coming to seventy-one.",
            "output": [
                "Kung idadagdag mga mamamahayag na ito, ang Iraq ngayon ang \"pinakamabagsik na digmaan para sa mga taga-ulat sa nakaraang siglo,\" ayon sa Editor and Publisher, ang kabuuan na nagiging pitongpu't isa."
            ]
        },
        {
            "input": "Premier of Queensland Peter Beattie has said that the leadership change \"will herald in a new period of stability for the party.\"",
            "output": [
                "Sinabi ng Premier ng Queensland na si Peter Beattie na ang pagbabago ng pinuno \"ay magdadala ng panibagong yugto ng katatagan para sa partido.\""
            ]
        },
        {
            "input": "Later coach Leudis Gonzalez claimed the Kazaks offered him money to lose the bout.",
            "output": [
                "Sa huli, si tagasanay Leudis Gonzales ay sinabing ang mga Kazaks ay hinandugan siya ng pera upang ipatalo ang laban."
            ]
        },
        {
            "input": "Oil has risen to a new all-time record high during trading in Asia, passing US$91.10 at 10:23 p.m. on October 25 (eastern time).",
            "output": [
                "Umakyat ang langis sa bagong pagtala ng all-time na pagtaas sa panahon ng kalakalan sa Asia, na nakalampas na sa US$91.10 ng ika-10:23 ng gabi noong Oktubre 25 (oras sa silangan)."
            ]
        },
        {
            "input": "Zulia has a large portion of Venezuela's oil and gas reserves and is ruled by governor Manuel Rosales, a friend of the United States.",
            "output": [
                "Ang Zulia ay may malaking bahagi sa reserbang langis at gas ng Venezuela at ito ay pinamamahalaan ni Gobernador Manuel Rosales, isang kaibigan ng US."
            ]
        },
        {
            "input": "\"I don't know if it was a biblical experience or somebody from a different universe or whatever but it was definitely not from around these parts,\" Allen said.",
            "output": [
                "\"Hindi ko alam kung ito ay karanasan sa bibliya o isang tao mula sa ibang daigdig o anuman subalit siguradong hindi ito mula sa palibot ng mga bahaging ito,\" sinabi ni Allen."
            ]
        },
        {
            "input": "The Associated Press is reporting that the two men were standing in the hatch of the vehicle at the time of the explosion, and that no other people were injured.",
            "output": [
                "Ayon sa balita ng The Associated Press, ang dalawang lalaki ay nakatayo sa likod ng sasakyan nang maganap ang pagsabog, at walang ibang tao ang nasugatan."
            ]
        },
        {
            "input": "FreeMediaOnline.org also noted that uncovering the truth about the murders of Politkovskaya and Litvinenko would be difficult because independent journalists in Russia have been either silenced or intimidated by President Putin's media advisors, government regulators, and security services.",
            "output": [
                "Pinahayag din ng FreeMediaOnline.org na ang pagsisiwalat ng katotohanan tungkol sa pagpatay kay Politkovskaya at Litvinenko ay magiging mahirap sa dahilang ang mga indipendiyenteng manunulat ng balita sa Ruso ay maaring matulad sa dalawa na pinatahimik na o tinakot na ng mga tagapayo na media ni Presidente Putin, mga nasa gobyerno ng pamamalakad, at mga serbisyo sa seguridad."
            ]
        },
        {
            "input": "It certainly pre-dated our decision to support democracy in Afghanistan and Iraq and of course the September 11 attacks.",
            "output": [
                "Ito ay walang duda na napangunahan na ang aming desisyon na suportahan ang kasarinlan ng Afghanistan at Iraq at siyempre ang pagsalakay noong ika-11 ng Setyembre."
            ]
        },
        {
            "input": "The leader of the Pakistan Muslim League urged Muslim countries to freeze diplomatic ties with Israel in protest of the work.",
            "output": [
                "Ang pinuno ng liga ng mga Muslim sa Pakistan ay nanghikayat sa mga bansang Muslim na ihinto ang ugnayang pangdiplomasya sa Israel dahil sa pagtutol nito sa paggawa."
            ]
        },
        {
            "input": "The Beaumaris lifeboat raced the grandfather - also suffering serious hypothermia - ashore to a waiting ambulance, but he too died shortly afterwards.",
            "output": [
                "Ang pangsagip na bangka na Beaumaris ay mabilis na dinala ang lolo - na nakararanas din ng seryosong matinding panlalamig - sa dalampasigan papunta sa naghihintay na ambulansya, pero namatay din sya kaagad."
            ]
        },
        {
            "input": "\"The team had patience with me, everyone in Australia and a few people who doubted me too so hello to them as well.\"",
            "output": [
                "\"Ang pangkat ay nagtiyaga sa akin, lahat ng tao sa Awstralya at ilang taong nagduda sa akin, binabati ko din sila.\""
            ]
        },
        {
            "input": "The 18-member jury (6 alternates) were sent home for a week while the court dealt with the revelation that government aviation security witness had been contacted prior to the trial by TSA lawyer Carla J. Martin, to help prepare their testimony in the case.",
            "output": [
                "Pinauwi ang lupong tagapaghatol na may 18 na miembro ( 6 alternatibo) ng isang linggo habang pinag-aralan ng korte ang rebelasyon na ang seguridad sa himpapawid ng pamahalaan ay nakikipag-ugnayan sa abogado ng TSA na si Carla J. Martin bago pa man ang paglilitis, upang makatulong na maihanda ang kanilang testimonya sa kaso."
            ]
        },
        {
            "input": "The men's final takes place later today with first seed and defending champion Roger Federer taking on second seed Rafael Nadal in a repeat of last year's final.",
            "output": [
                "Ang huling laro ng mga kalalakihan ay ginawa ngayon na ang unang punla at defending champion Roger Federer na kumuha sa ikalawang punla na si Rafael Nadal sa isang balik sa pinale noong isang taon."
            ]
        },
        {
            "input": "Adelaide were reduced to ten men after ten minutes when Cristiano landed a clumsy elbow to the head of an opposing player.",
            "output": [
                "Ang Adelaide ay bumaba sa sampung katao matapos ang sampung minuto nang si Cristiano ay malamyang matamaan ng siko ang ulo ng kalabang manlalaro."
            ]
        },
        {
            "input": "McDonald's expulsion was announced late this afternoon by Fiji's interim Attorney-General Aiyaz Sayed-Khaiyum, who said that it was \"a direct result of McDonald's actions over the past year that have been contrary to the accepted international norms of diplomatic behaviour\".",
            "output": [
                "Ang pagpapatalsik kay McDonald ay inihayag nitong huling hapon sa pamamagitan ng pansamantalang Attorney-Heneral ng Fiji na si Aiyag Sayed-Khaiyum, na nagsabi na ito ay \"isang direktang resulta ng pagkilos ni Mcdonald sa loob ng nakaraang taon na naging labag sa tinanggap na pandaidigang kaugalian ng diplomatikong pag-uugali.\""
            ]
        },
        {
            "input": "Musharraf has canceled his trip to the Beijing Olympics so that he can focus on planning a response to the coalition.",
            "output": [
                "Hindi itinuloy ni Musharaff ang kaniyang biyahe papunta sa Beijing Olympics upang makapagpokus siya sa ihahandang tugon sa koalisyon."
            ]
        },
        {
            "input": "Most of the deceased were Indonesians, with five from neighbouring Australia also killed.",
            "output": [
                "Karaamihan sa mga nasawi ay mga Indonesiyo, at lima mula sa kalapit na bansang Australia ay nasawi rin."
            ]
        },
        {
            "input": "Both Imran Farhat and Kamran Akmal, after putting together 62, fell to pull shots, and Shoaib Malik steered right into Suresh Raina's hands at gully.",
            "output": [
                "Parehas ng hindi nakapuntos sila Imran Farhat at Kamran Akmal, matapos makapuntos ng 62, at si Shoaib Malik ay kumilos agad papunta sa malahukay na kamay ni Suresh Raina."
            ]
        },
        {
            "input": "Press TV states that regardless of the attack, they are still \"prepared to show the horrific attacks by the IDF (Israeli Defense Force) with graphic images of children being killed\".",
            "output": [
                "Sinaad ng Press TV na hindi alintana ang atake, sila ay handa pa rin \"handang ipakita ang kasuklam-suklam na mga atake ng IDF (Israeli Defense Force) na may grapikong mga larawan ng mga batang pinapatay.\""
            ]
        },
        {
            "input": "Spanish military captured the two suspected pirates when they left the trawler via a small boat.",
            "output": [
                "Binihag ng hukbo ng Espanya ang dalawang pinaghihinalaang pirata pagkatapos nilang iwan ang trawler sakay ng maliit na bangka."
            ]
        },
        {
            "input": "\"We have to take a stand and say to police forces that there is one set of laws for all citizens.\"",
            "output": [
                "\"Kailangan nating magbigay ng ating panig at sabihin sa pulisya na may iisang nakatakdang batas para sa lahat ng mga mamamayan.\""
            ]
        },
        {
            "input": "NASA earlier had made jokes about a small black bat attached to the rear of the external fuel tank delaying launch, but NASA assured it would not be a problem for launch.",
            "output": [
                "Ang NASA ay sa una gumawa ng mga biro tungkol sa isang maliit at itim na uwak na ikinabit sa likuran ng labas na tanke para sa gasolina na nagpaantala sa paglunsad, subalit siniguro ng NASA na ito ay hindi magiging problema sa paglunsad."
            ]
        },
        {
            "input": "This unusual editing pattern aroused some suspicion among other editors of Wikipedia.",
            "output": [
                "Ang hindi karaniwang paraan ng pagwawasto na ito ay nagpataas ng mga suspetsa sa mga ibang tagapag wasto sa Wikipedia."
            ]
        },
        {
            "input": "\"The Deepwater Horizon site releases 3 to 12 times the oil per day compared to that released by natural seeps across the entire Gulf of Mexico.",
            "output": [
                "\"Ang lugar ng Deepwater Horizon ay naglalabas ng 3 hanggang 12 beses mas maraming langis kada araw kompara sa nailabas sa pamamagitan ng likas na tagas sa kabila ng buong Look ng Mexico."
            ]
        },
        {
            "input": "\"They are the words of hatred I overheard when I worked as a support worker at my local college.\"",
            "output": [
                "\"Iyon ay mga salitang may galit na aking napakinggan noong nagtatrabaho pa ako bilang tagasuhay na manggagawa sa aking kolehiyong lokal.\""
            ]
        },
        {
            "input": "A leading Queensland union says that the Melbourne Cup due to be run tomorrow at 3:00pm Australian Eastern Daylight Saving Time could be used as a valuable educational tool in the classroom.",
            "output": [
                "Ang nangungunang samahan sa Queensland ay nagsalita na ang Melbourne Cup na gagawin bukas sa alas-3 ng hapon EDST ng Australia ay maaring gamitin na mahalagang kasangkapang edukasyonal sa mga silid-aralan."
            ]
        },
        {
            "input": "\"Part of that process is seeking the advice and counsel of her colleagues in New York.\"",
            "output": [
                "\"Parte ng prosesong iyon ay ang paghahanap ng payo at konseho ng kanyang mga kasamahan sa New York.\""
            ]
        },
        {
            "input": "Labor based out of Colorado found that activities performed by Landmark Education's \"assistants\" include: \"office, clerical, telephone solicitation and enrollment, as well as greeting customers, setting up chairs, handling microphones during the seminars and making coffee.\"",
            "output": [
                "Natuklasan ng Kawanihan ng Paggawa sa Colorado na ang mga gawain ng mga tinatawag na \"katulong\" ng Palatandaan ng Edukasyon ay \"pag-oopisina, gawaing klerikal, panghihingi gamit ang telepono at pagtatala nito, gayundin ang pagbati sa mga mamimili, pagsasaayos ng mga silya, pagdadala ng mga mikropono kapag may pagsasanay at pagtitimpla ng kape.\""
            ]
        },
        {
            "input": "DirectNIC has been the home of \"Outpost Crystal\" — an information dissemination effort involving hundreds of volunteers throughout the world — since Hurricane Katrina wracked the United States Gulf Coast last Monday.",
            "output": [
                "DirectNIC ang naging tahanan ng \"Outpost Crystal\" - isang grupo na nagpapakalat ng impormasyon na kinabibilangan ng daang naglilingkod mula sa iba't ibang parte ng mundo - mula ng humagupit ang Hurricane Katrina na sumira sa baybayin ng Gulpo ng Estados Unidos noong makaraang Lunes."
            ]
        },
        {
            "input": "After attempts to capture the Zander with a net failed, police divers resorted to harpooning it.",
            "output": [
                "Matapos mabigong hulihin ang zander gamit ang lambat, napilitang gumamit ng sibat ang mga maninisid na pulis."
            ]
        },
        {
            "input": "Liftoff occurred at 6:00 PM PDT, following two previous launch aborts this week.",
            "output": [
                "Naganap ang pagpapalipad ng ala-6 ng hapon PDT, kasunod ng dalawang nabigong pagpapalipad nitong kasalukuyang linggo."
            ]
        },
        {
            "input": "In many capital cities around the world including the Middle East, as well as Europe, Canada, Latin America and the United States thousands of people took part in demonstrations against the Israeli strikes.",
            "output": [
                "Sa maraming mga kapital na lungsod sa buong mundo kasama ang Gitnang Silangan, at ang Europa, Canad, Latin America, at ang Estados Unidos, libu-libong mga tao ang nakilahok sa mga demonstrasyon laban sa mga istrayk ng Israeli."
            ]
        },
        {
            "input": "He claimed Ms Gibbons was part of a campaign to transform Sudan from an Islamic state into a Christian state.",
            "output": [
                "Kaniyang pinahayag na si Ms Gibbons ay bahagi ng isang kampanya para pagbaguhing-anyo ang Sudan mula sa estado ng Islam at para maging estado ng Kristiyano."
            ]
        },
        {
            "input": "EPIC has received documents under the U.S. Freedom of Information Act which it says \"establish that the TSA administers two lists: a \"no-fly\" list and a \"selectee\" list, which requires the passenger to go through additional security measures.\"",
            "output": [
                "Nakatanggap ng mga dokumento sa ilalim U.S. Freedom of Information Act ang EPIC na nagsasabing \"bilang ang TSA ay mayroong dalawang listahan: isang \"no-fly\" list at isang \"selectee\" list, na nag-uutos sa pasahero na dumaan sa adisyonal hakbang ng seguridad.\""
            ]
        },
        {
            "input": "\"The department does not have the legal authority to go into AWB and access their files\" he said.",
            "output": [
                "\"Ang departamento ay walang pambatas na kapangyarihan upang pumunta sa AWB at tignan ang kanilang mga talaksan\" sabi niya."
            ]
        },
        {
            "input": "\"We went to observe and after a while shooting occurred; We are safe with the Free Army and we are waiting for a [U.N.] group to pick us up,\" said UN observers to Reuters.",
            "output": [
                "\"Kami ay nagpunta upang magmasid at pagkatapos isang pamamaril ang nangyari; Kami ay ligtas kasama ang Malayang Hukbong Sandatahan at kami ay naghihintay sa grupo ng [U.N.] na susundo sa amin,\" sabi ng mga tagapagmasid ng UN sa Reuters."
            ]
        },
        {
            "input": "The 62 year old disappeared among the debris in eight-foot waves.",
            "output": [
                "Ang 62 taong gulang ay nawala sa gitna ng mga labi sa walong talampakan na alon."
            ]
        },
        {
            "input": "In advance of the storm, President Gloria Arroyo issued a \"state of calamity\" and tens of thousands residents were advised to leave their homes.",
            "output": [
                "Bago pa dumating ang bagyo, naglabas na ng \"estado ng kalamidad\" si Pangulong Gloria Macapagal Arroyo at nag-utos na palikasin mula sa kanilang mga tahanan ang may sampung libong residente."
            ]
        },
        {
            "input": "The study seems to also hint that this growth is in many ways connected to legislation passed by Congress in 1965, that abolished a quota system that had nearly ended immigration from non-European countries since the 1920s, and consequently caused an immigration surge.",
            "output": [
                "Ang pag-aaral ay mukhang nagpapahiwatig na ang paglago ay kalimitang konektado sa batas na ipinasa ng Kongreso noong 1965, na nagtanggal sa sistemang kota na muntik ng wakasan ang pandarayuhan sa hindi mga bansa ng Yuropa mula ng mga taon ng 1920, at sa gayon ay nagdulot ng bugso ng pandarayuhan."
            ]
        },
        {
            "input": "According to the Fiji Retailers Association, the storm has caused over a million dollars worth of damage to Fiji's businesses.",
            "output": [
                "Ayon sa Retailers Association ng Fiji, ang bagyo ay nagdulot ng mahigit sa isang milyong dolyar na halaga ng pagkasira sa mga negosyo ng Fiji."
            ]
        },
        {
            "input": "The Quality Assurance Agency said UoW's overseas checks on foreign institutions were inadequate.",
            "output": [
                "Sinabi ng Quality Assurance Agency na hindi sapat ang panlabas na pagsusuri ng UoW sa mga banyagang institusyon."
            ]
        },
        {
            "input": "Carrillo also claims that his work was hindered by resistance from the courts, bad resources, and people involved being unwilling to cooperate.",
            "output": [
                "Ipinahayag din ni Carrillo na hinadlangan ang kaniyang trabaho sa pamamagitan ng pagtutol mula sa mga korte, mga masasamang pinagkukunan, at mga taong kasama sa mga ayaw makipagtulungan."
            ]
        }
    ]
}