{
    "Contributors": "Murali Sankar, Suresh",
    "Source": "https://huggingface.co/datasets/tmu_gfm_dataset",
    "Categories": [
        "Error correction"
    ],
    "Definition": "Given a text, perform grammatical error correction and output the rectified text",
    "Positive Examples": [
        {
            "input": "Afterall there will be an endless battle between the technology and human mentality.",
            "output": "After all, there will be an endless battle between the technology and human mentality.",
            "explanation": "Afterall is not a word. It is a errorous concatination of two words 'After' and 'all."
        },
        {
            "input": "There are kidnaps everywhere and not all of the family can afford the ransom that acquired by kidnappers.'",
            "output": "There are kidnnaps everywhere and not all of the family can afford the ransom that is acquired by kidnappers",
            "explanation": "The word acquired should be prefixed by literal 'is' to make it gramatically accurate"
        },
        {
            "input": "I think that the track can be saved in some place which is not open to public.",
            "output": "I think that the track can be saved in some places which are not open to the public.",
            "explanation": "The public is more than one individual, hence replacing is with are and suffixing the to public is correct "
        }
    ],
    "Negative Examples": [
        {
            "input": "In addition, the national defense will be endangered if this tracking proposal is launched.",
            "output": "In addition, the national defense will be endangered if this tracking proposal was launched.",
            "explanation": "The national defense will be endegered is a reference to future action, which occurs if the condition of causal is satisfied, but the condition refereces an event happened in the past"
        },
        {
            "input": "Initially, surveillance technology such as RFID (radio-frequency identification) is implanted into the body of animals.",
            "output": "Initially, surveillance technology such as RFID (radioactive frequency identification) was implanted into the body of animals.",
            "explanation": "The change of radio to radioactive is errorous and does not fit the context"
        },
        {
            "input": "Without life, we have nothing.",
            "output": "Without life, we have nothing to do.",
            "explanation": "The nothing here does not need to point to an action and hence adding to do is wrong"
        }
    ],
    "Instances": [
        {
            "input": "In addition, the national defense will be endangered if this tracking proposal is launched.",
            "output": [
                "In addition, the national defense will be endangered if this tracking proposal is launched."
            ]
        },
        {
            "input": "Rising life expectancies can be a challenge.",
            "output": [
                "Rising life expectancy can be a challenge."
            ]
        },
        {
            "input": "Large quantities of energy are needed for the pesticides, and to harvest and transport the food produces around the globe.",
            "output": [
                "Large quantities of energy are needed for pesticides, and to harvest and transport the food produces around the globe."
            ]
        },
        {
            "input": "Therefore, we need to continue on our striving as try our best to reduce the adverse impact that is carried.",
            "output": [
                "Therefore, we need to continue on our striving to try our best to reduce the adverse impact that is carried."
            ]
        },
        {
            "input": "However, ageing population is a phenomenon opposite to it.",
            "output": [
                "However, an ageing population is a phenomenon opposite to it."
            ]
        },
        {
            "input": "Since this is happen more often in the country which is much larger than Singapore, it is even harder or maybe it is impossible for the parents to find the child back without knowing where the child has been brought to.",
            "output": [
                "Since this happens more often in the country which is much larger than Singapore, it is even harder or maybe it is impossible for parents to find the child back without knowing where the child has been brought."
            ]
        },
        {
            "input": "There are kidnaps everywhere and not all of the family can afford the ransom that acquired by kidnappers.",
            "output": [
                "There are kidnnaps everywhere and not all of the family can afford the ransom that is acquired by kidnappers."
            ]
        },
        {
            "input": "The observation means that the more developed the countries, the longer the life span of citizens.",
            "output": [
                "The observation means that the more developed countries, the longer lifespan of citizens."
            ]
        },
        {
            "input": "To sum up, with rising life expectancies, there exist both achievement and challenge.",
            "output": [
                "To sum up, with rising life expectancies, both achievement and challenge exist."
            ]
        },
        {
            "input": "After they release from the prison, the movement of their whole life is controlled and known by the government.",
            "output": [
                "After they were released from prison, the movement of their whole life was controlled and known by the government."
            ]
        },
        {
            "input": "Besides, tracking people with potential danger will be helpful for the safety department to predict the harm and better avoid the problem.",
            "output": [
                "Besides, tracking people with potential danger will be helpful for the safety department to predict the harm and better avoid the problem."
            ]
        },
        {
            "input": "Firstly, surveillance technology is useful in crime investigation and public issues.",
            "output": [
                "Firstly, surveillance technology is useful in crime investigations and public issues."
            ]
        },
        {
            "input": "In any period of time, as long as we do not offense others, we should enjoy the right of privacy.",
            "output": [
                "In any period of time, as long as we do not offense others, we should enjoy the right of privacy."
            ]
        },
        {
            "input": "In conclusion, what I have mentioned above, we have to agree, tracking system has many benefits in different parts in humans life especially in this modern world.",
            "output": [
                "In conclusion, what I have mentioned above, we have to agree, tracking system has many benefits in different parts in human life especially in this modern world."
            ]
        },
        {
            "input": "People in current era are described as demanding or having high level of life expectancies in another word.",
            "output": [
                "People in the current era are described as demanding or having high levels of life expectancies in other words."
            ]
        },
        {
            "input": "Therefore the challenge is that we need to maintain or improve the state of living is a huge challenge.",
            "output": [
                "Therefore the challenge is that we need to maintain or improve the state of living . It is a huge challenge."
            ]
        },
        {
            "input": "Now population aging is a trend.",
            "output": [
                "Now an aging population is a trend."
            ]
        },
        {
            "input": "The biggest difference between human and animals or any other objects is that we have self-esteem or we need the basic respect from our peer.",
            "output": [
                "The biggest difference between humans and animals is that we have self-esteem or we need the basic respect from our peers."
            ]
        },
        {
            "input": "It also indicates that the foods the people eat are nourishing and can decrease the amount of illness that can cause death, thus living longer.",
            "output": [
                "It also indicates that the food the people eat is nourishing and can decrease the amount of illness that can cause death, thus living longer."
            ]
        },
        {
            "input": "In this, I mean that we can input this device implant into an animal or birds species, for us to track their movements and actions relating to our human research that can bring us to a new regime.",
            "output": [
                "In this, I mean that we can input this device implant into an animal or birds species, for us to track their movements and actions relating to our human research that can bring us to a new regime."
            ]
        },
        {
            "input": "Logistics and transportation are major areas of utilization for RFID technology.",
            "output": [
                "Logistics and transportation are major areas of utilization for RFID technology."
            ]
        },
        {
            "input": "In economic, we can use GDP to explain the challenge, if GDP is low, it shows that most of people are living in a hard life, life quality is bad, then it will cause the terrible society problem, at last, it will happen the society disturbance.",
            "output": [
                "In economics, we can use GDP to explain the challenge, if GDP is low, it shows that most people are living a hard life, quality of life is bad, then it will cause terrible society problem, at last, it will happen society disturbance."
            ]
        },
        {
            "input": "In another a word, people will feel that the boss or the company treats them like goods, because modern people need more homage not money.",
            "output": [
                "In other words, people will feel that the boss or the company treats them like goods, because modern people need more homage, not money."
            ]
        },
        {
            "input": "Besides illness, the improvement of technology generates more food both in quantity and in quality.",
            "output": [
                "Besides illness, the improvement of technology generates more food both in quantity and quality."
            ]
        },
        {
            "input": "According to news, the police force had mobilized thousand of cops, each of them prepared on duty and patrol in an allocated place all over the country and after few months, none of them was able to find Mat Selamat and rearrested him.",
            "output": [
                "According to news, the police force had mobilized thousand cops, each of them prepared on duty and patrol in an allocated place all over the country and after few months, none of them were able to find Mat Selamat and rearrested him."
            ]
        },
        {
            "input": "More variation of medical needs was required to help increase the life expectancy of any human.",
            "output": [
                "More variations of medical needs was required to help increase the life expectancy of any human."
            ]
        },
        {
            "input": "Furthermore, thanks to the development of technology, that the birth rate is increasing while the death rate is decreasing accelerates population aging and increasing.",
            "output": [
                "Furthermore, thanks to the development of technology, the birth rate is increasing while the death rate is decreasing accelerating the aging population and increasing."
            ]
        },
        {
            "input": "In addition, field journeys are sometimes very dangerous.",
            "output": [
                "In addition, field trips are sometimes very dangerous."
            ]
        },
        {
            "input": "In some fields, Surveillance technology did have brought us tremendous benefit and advantage.",
            "output": [
                "In some fields, surveillance technology did have brought us tremendous benefits and advantages."
            ]
        },
        {
            "input": "Their lives are becoming meaningless and a lot of them had chosen to suicide without giving troubles to the others.",
            "output": [
                "Their lives becoming meaningless and a lot of them had chosen suicide without giving troubles to others."
            ]
        },
        {
            "input": "However, since the space and resource on earth is very limited, higher life expectancy means more people will live on the earth at the same time and more fierce competition for food and space is unavoidable.",
            "output": [
                "However, since space and resources on earth are very limited, higher life expectancy means more people will live on the earth at the same time and more fierce competition for food and space is unavoidable."
            ]
        },
        {
            "input": "The population ageing is now a heated expression in individuals' lives.",
            "output": [
                "The population ageing is now a heated expression in individuals' lives."
            ]
        },
        {
            "input": "The increasing in population of a country makes the government taking more difficulties of registers the members of each individual family and hence other factors existed as an obstacle of country development.",
            "output": [
                "The increasing population of a country makes the government have more difficulties of registers the members of each individual family and hence other factors existed as an obstacle of country development."
            ]
        },
        {
            "input": "Thus, when a man with a 'terrorism tag' entering a junction or a plaza full of people police should notice this and observe the man's behavior as well as checking his package to prevent him from explode TNT.",
            "output": [
                "Thus, when a man with a 'terrorist tag' entering a junction or a plaza full of people police should notice this and observe the man's behavior as well as checking his package to prevent him from explode TNT."
            ]
        },
        {
            "input": "Apart from diseases themselves, deficiency of medication system coverage and inefficiency during the treatment process can also restrict to make lifespan longer.",
            "output": [
                "Apart from diseases themselves, deficiency of medication system coverage and inefficiency during the treatment process can also restrict to make longer longer."
            ]
        },
        {
            "input": "For example, this can be a very beneficial and useful device for police force to track crime suspects and terrorists for their movements, or contributing to more leads for solving a case.",
            "output": [
                "For example, this can be a very beneficial and useful device for the police force to track crime suspects and terrorists for their movements, or contributing to more leads for solving a case."
            ]
        },
        {
            "input": "Once people have their own identity confirmed, they can even need not to bring any money along with them.",
            "output": [
                "Once people have their own identity confirmed, they can even need not bring any money along with them."
            ]
        },
        {
            "input": "People under supervision are under high pressure to perform naturally.",
            "output": [
                "People under supervision are under high pressure to perform naturally."
            ]
        },
        {
            "input": "Government should also make a bigger amount of pension expenditure.",
            "output": [
                "Government should also make a larger amount of pension expenditure."
            ]
        },
        {
            "input": "First, food resource and medication resource are the most important to support the living human beings.",
            "output": [
                "First, food resources and medication resources are the most important to support living human beings."
            ]
        },
        {
            "input": "Therefore, this technology carries great risk when we can only see the advantages that has been appeared.",
            "output": [
                "Therefore, this technology carries great risk when we can only see the advantages that have appeared."
            ]
        },
        {
            "input": "Ageing results in less manpower and less highly educated people are available in proportion.",
            "output": [
                "Aging results in less manpower and less highly educated people are available in proportion."
            ]
        },
        {
            "input": "If pupils feel uncomfortable being watched by parents, citizens definitely are unhappy being watched by the big brother.",
            "output": [
                "If pupils feel uncomfortable being watched by parents, citizens will definitely be unhappy being watched by the big brother."
            ]
        },
        {
            "input": "Parents also can ensure the safety of children as well as do not endanger their privacy.",
            "output": [
                "Parents also can ensure the safety of children as well as do not endanger their privacy."
            ]
        },
        {
            "input": "Some people think RFID should be banned out of privacy consideration.",
            "output": [
                "Some people think RFID should be banned from privacy consideration."
            ]
        },
        {
            "input": "Rising life expectancy is a challenge in a sense that it is highly relied on development of medication.",
            "output": [
                "Rising life expectancy is a challenge in the sense that it is highly dependent on the development of medication."
            ]
        },
        {
            "input": "It may be dangerous as some pets are rather fierce and aggressive, however, it is the benevolence nature of human beings that we treat pets as \" human beings \", our friends that we do not want to restrict their freedom.",
            "output": [
                "It may be dangerous as some pets are rather fierce and aggressive, however, it is the benevolence nature of human beings that we treat pets as \" human beings \", our friends that we do not want to restrict their freedom."
            ]
        },
        {
            "input": "It is such a challenge that human being cannot avoid and must solve.",
            "output": [
                "It is such a challenge that human beings cannot avoid and must solve."
            ]
        },
        {
            "input": "More challenges also include the environment challenges that are seen over the years.",
            "output": [
                "More challenges also include the environmental challenges that are seen over the years."
            ]
        },
        {
            "input": "With the grand medical skill we are having nowadays, human lived longer and hence, a great increasing in population.",
            "output": [
                "With the grand medical skills we are having nowadays, humans lived longer and hence, a great increase in population."
            ]
        },
        {
            "input": "This is just like there is an invisible stalker behind you.",
            "output": [
                "This is just like there is an invisible stalker behind you."
            ]
        },
        {
            "input": "Taken together, we should say that the rise of life expectancies is two sided.",
            "output": [
                "Taken together, we should say that the rise of life expectancy is two sided."
            ]
        },
        {
            "input": "Firstly, security systems are improved in many areas such as school campus or at the workplace.",
            "output": [
                "Firstly, security systems are improved in many areas such as school campus or at the workplace."
            ]
        },
        {
            "input": "Statisticians can use these data to build up appropriate models to predict the future needs for each city so that local governments know where and when to build more infrastructures, what kind of infrastructures and what other development should be made.",
            "output": [
                "Statistics can use these data to build up appropriate models to predict the future needs for each city so that local governments know where and when to build more infrastructures, what kind of infrastructures and what other development should be made."
            ]
        },
        {
            "input": "However, this proposal has led to fierce argument in the world over its pros and cons.",
            "output": [
                "However, this proposal has led to a fierce argument in the world over its pros and cons."
            ]
        },
        {
            "input": "This was supposed to be applauded by the public because it allowed fast searching on people who violated the law and caused harm to others.",
            "output": [
                "This was supposed to be applauded by the public because it allowed fast searching on people who violated the law and caused harm to others."
            ]
        },
        {
            "input": "Compare the technology today and the past, we can see that a lot of deceases are treatable, the number of people that died because of the deceases that is not treatable decreases.",
            "output": [
                "Compared to technology today and the past, we can see that a lot of diseases are treatable, the number of people that died because of the deceases that are not treatable decreases."
            ]
        },
        {
            "input": "Maybe, it is because the modern society is become more and more competitive, the parents are paying much attention and importance to their career.",
            "output": [
                "Maybe, it is because modern society is becoming more and more competitive, the parents are paying much attention and importance to their career."
            ]
        },
        {
            "input": "People may say that surveillance technology will be abused intentionally by authorized people.",
            "output": [
                "People may say that surveillance technology will be intentionally abused by authorized people."
            ]
        },
        {
            "input": "The advance technology saves lots of lives which should never come to this world or should pass away.",
            "output": [
                "The advancement technology saves lots of lives which should never come to this world or should pass away."
            ]
        },
        {
            "input": "This form of tracking is not harmful and disturbing to the society as it could be used to fight crimes to maintain law and order.",
            "output": [
                "This form of tracking is not harmful and disturbing to the society as it could be used to fight crimes to maintain law and order."
            ]
        },
        {
            "input": "An atmosphere of death covered the whole world.",
            "output": [
                "The atmosphere of death covered the whole world."
            ]
        },
        {
            "input": "With the development of society, of the past thousands of years, the technology is progressing and the concern for health is arising, so that higher life expectancies are achieved.",
            "output": [
                "With the development of society, of the past thousands of years, technology is progressing and the concern for health is arising, so that higher life expectancies are achieved."
            ]
        },
        {
            "input": "On the other hand, when we allow surveillance technology being used to track people, it increases the successful rate of people taking bad actions.",
            "output": [
                "On the other hand, when we allow surveillance technology being used to track people, it increases the successful rate of people taking bad actions."
            ]
        },
        {
            "input": "By law, citizens have the rights to keep their privacy unknow to public, whereas the privacy would be exposed if such surveillance technology is applied widely.",
            "output": [
                "By law, citizens have the rights to keep their privacy unknow to the public, whereas the privacy would be exposed if such surveillance technology is applied widely."
            ]
        },
        {
            "input": "In my opinion, the increase in population age is more a challenge than an achievement.",
            "output": [
                "In my opinion, the increase in population age is more challenging than an achievement."
            ]
        },
        {
            "input": "The application of surveillance technology is the most effective method to track people and thus can help the police a lot.",
            "output": [
                "The application of surveillance technology is the most effective method to track people and thus can help the police a lot."
            ]
        },
        {
            "input": "Such incident happened in London a few years ago, when the government installed CCTV () on several streets in order to better supervise its people to keep the social order.",
            "output": [
                "This incident happened in London a few years ago, when the government installed CCTV () on several streets in order to better supervise its people to keep the social order."
            ]
        },
        {
            "input": "However, the fact is that such technology will create check points everywhere.",
            "output": [
                "However, the fact is that such technology will create checkpoints everywhere."
            ]
        },
        {
            "input": "This is because of two reasons, one is the strict law in Singapore, and the other is the dense surveillances everywhere.",
            "output": [
                "This is because of two reasons, one is the strict law in Singapore, and the other is the dense surstumances everywhere."
            ]
        },
        {
            "input": "Population ageing is a global phenomenon as shown in China, India, Europe and even more countries and regions.",
            "output": [
                "Population ageing is a global phenomenon as shown in China, India, Europe and even more countries and regions."
            ]
        },
        {
            "input": "Actually, this technology is very useful and should be definitely go on be used.",
            "output": [
                "Actually, this technology is very useful and should definitely go on be used."
            ]
        },
        {
            "input": "When people become old, most of them join the weak group of citizens who have to live by receiving care from other people.",
            "output": [
                "When people become old, most of them join the weak groups of citizens who have to live by receiving care from other people."
            ]
        },
        {
            "input": "Thus, let's us discuss the pros and cons now to give you a clearer minds of surveillance technology.",
            "output": [
                "Thus, let's discuss the pros and cons now to give you a clearer mind about surveillance technology."
            ]
        },
        {
            "input": "In conclusion, surveillance technology is necessary in many public places in my opinion because we need it in crime investigation and social issues.",
            "output": [
                "In conclusion, surveillance technology is necessary in many public places in my opinion because we need it in crime investigation and social issues."
            ]
        },
        {
            "input": "The rising expectancies are considered as a challenge as less workforce is resulted if population ages; high burden for governments to support the sources of living for excessive ageing people.",
            "output": [
                "The rising experts are considered as a challenge as less workforce is resulted in population ages; high burden for governments to support the sources of living for excessive ageing people."
            ]
        },
        {
            "input": "There has been a report estimated that at the year 2060, only half of the population in Japan are suitable to work.",
            "output": [
                "There has been a report estimated that at the year 2060, only half of the population in Japan are suitable to work."
            ]
        },
        {
            "input": "From one perspective, it shows that the medical technology has improved over the years as people now are able to treat different deceases.",
            "output": [
                "From one perspective, it shows that medical technology has improved over the years as people now are able to treat different diseases."
            ]
        },
        {
            "input": "Thanks to the development of technology and society, some deadly diseases in the past are curable now, and people are more aware of how to take care of our body.",
            "output": [
                "Thanks to the development of technology and society, some deadly diseases in the past are curable now, and people are more aware of how to take care of our bodies."
            ]
        },
        {
            "input": "With the ageing population, many countries are facing the same challenge as to build safety houses, facilities to cater to the old aged.",
            "output": [
                "With the ageing population, many countries are facing the same challenge as to build safety houses and facilities to cater to the old aged."
            ]
        },
        {
            "input": "Moreover, the increased technologies help people to overcome different natural disasters.",
            "output": [
                "Moreover, the increased technologies help people overcome different natural disasters."
            ]
        },
        {
            "input": "In the following, I will take Singapore as the case study as a reference to my discussion.",
            "output": [
                "In the following, I will take Singapore as the case study as a reference to my discussion."
            ]
        },
        {
            "input": "Surprisingly, none of these are describing the future as a bright one.",
            "output": [
                "Surprisingly, none of these are describing the future as a bright one."
            ]
        },
        {
            "input": "An example is the Nazis secret police of Hitler used to dispose (their bodies literally) and stamp out any of Hilter's oppositions using fear (and maybe guns, knives, poison).",
            "output": [
                "An example is the Nazis secret police of Hitler used to dispose (their bodies literally) and stamp out any of Hilter's oppositions using fear (and maybe guns, knives, poison)."
            ]
        },
        {
            "input": "When the percentage of old people grows larger in the population, the labor is considered to become less and each labor need to pay more on the welfare of the old people.",
            "output": [
                "When the percentage of old people grows larger in the population, the labor is considered to become less and each labor needs to pay more on the welfare of the old people."
            ]
        },
        {
            "input": "An important feature of RFID is the minimal security.",
            "output": [
                "An important feature of RFID is the minimal security."
            ]
        },
        {
            "input": "However, the health level of world population shows an increasing trend due to advancing medical technology and it leads to exponential growth in number of elders worldwide.",
            "output": [
                "However, the health level of the world population shows an increasing trend due to advancing medical technology and it leads to exponential growth in the number of elders worldwide."
            ]
        },
        {
            "input": "They will be more vulnerable to be hurt or get some injures.",
            "output": [
                "They will be more vulnerable to getting hurt or injured."
            ]
        },
        {
            "input": "It is said that kimchi can reduce the chances of having cancer and in addition, the people will have a good skin complexion.",
            "output": [
                "It is said that kimchi can reduce the chances of having cancer and in addition, people will have a good skin complexion."
            ]
        },
        {
            "input": "I need to dress up neatly in case one day someone checks the CCTV will find a girl in weird clothing.",
            "output": [
                "I need to dress up neatly in case one day someone checks the CCTV will find a girl in weird clothing."
            ]
        },
        {
            "input": "Surveillance technology is one of the main concerns of military and national defense sectors.",
            "output": [
                "Surveillance technology is one of the main concerns of the military and national defense sectors."
            ]
        },
        {
            "input": "People needs a safe environment to live in, and also needs a private environment to stay independent.",
            "output": [
                "People need a safe environment to live in, and they also need a private environment to stay independent."
            ]
        },
        {
            "input": "Without the agreement, people should not able to use this technology to track others.",
            "output": [
                "Without the agreement, people should not be able to use this technology to track others."
            ]
        },
        {
            "input": "Con, on the other hand, in terms of tangible aspect mainly in the economic drive and desire of the nation for the sustainability of their economic position and reputation in the world.",
            "output": [
                "Con, on the other hand, in terms of meaningless aspects mainly in the economic drive and desire of the nation for the sustainable of their economic position and reputation in the world."
            ]
        },
        {
            "input": "Examples of how advance health in the city has raised life expectancies are such as antibiotics, the cure of poliomyelitis, and better and cleaner surgical procedures.",
            "output": [
                "Some of how advanced health in the city has raised life expectancies such as antibiotics, the cure of poliomyelitis, and better and cleaner surgical procedures."
            ]
        },
        {
            "input": "Moreover, the use of RFID chip in tracking clothes were also very common sight in the service industry for the huge number of clothing to be identified and tracked the location of it at any one point.",
            "output": [
                "Moreover, the use of RFID chip in tracking clothes was also a very common sight in the service industry."
            ]
        },
        {
            "input": "We are modernized and we have gained improved living standard and medical care.",
            "output": [
                "We are modernized and we have gained improved living standards and medical care."
            ]
        },
        {
            "input": "Above all, the population aging will be a great challenge for the world for it drags the development of a society.",
            "output": [
                "Above all, the population aging will be a great challenge for the world for it dragging the development of a society."
            ]
        }
    ]
}
