{
    "Contributors": [
        "Phani Rohitha Kaza",
        "Xinran Xie"
    ],
    "Source": [
        "Dataset Card for Asian Language Treebank (ALT) (https://huggingface.co/datasets/alt)"
    ],
    "Categories": [
        "Language Translation"
    ],
    "Definition": "In this task, your task is to translate a sentence in English into the Indonesian language.",
    "Input_language": [
        "English"
    ],
    "Output_language": [
        "Indonesian"
    ],
    "Instruction_language": [
        "English"
    ],
    "Positive Examples": [
        {
            "input": "I've never seen a more beautiful brandy glass filled with wine.",
            "output": "Saya belum pernah melihat gelas brendi yang lebih indah diisi dengan anggur.",
            "explanation": "The above sentence is correctly translated from English to Indonesian"
        },
        {
            "input": "Although it wasn't a pot of gold, Nancy was still enthralled at what she found at the end of the rainbow.",
            "output": "Meskipun itu bukan pot emas, Nancy masih terpesona dengan apa yang dia temukan di ujung pelangi.",
            "explanation": "The above sentence is correctly translated from English to Indonesian"
        }
    ],
    "Negative Examples": [
        {
            "input": "We have a lot of rain in June.",
            "output": "Pengamen itu berharap orang-orang yang lewat akan membuang uang, tetapi mereka malah melemparkan tomat, jadi dia menukar topinya dengan pembuat jus.",
            "explanation": "The above sentence is not correctly translated from English to Indonesian as none of the words match the translation."
        },
        {
            "input": "Grape jelly was leaking out the hole in the roof.",
            "output": "Saya hanya ingin memberi tahu Anda bahwa saya dapat melihat cinta yang Anda miliki untuk anak Anda dari cara Anda memandangnya.",
            "explanation": "The above sentence is not correctly translated from English to Indonesian as none of the words match the translation."
        }
    ],
    "Instances": [
        {
            "input": " When all the 13 buildings were destroyed as was planned ... while the adjacent houses of other people who do not belong to the Society for Krishna Consciousness were left untouched even though their title deeds have the same status ... the bailiffs decided to give an interview to the TV channel “to avoid one-sided opinion.”",
            "output": [
                "Ketika seluruh 13 bangunan dihancurkan seperti yang direncanakan... saat rumah yang berdekatan dengan orang lain yang bukan dari Masyarakat untuk Kesadaran Krishna ditinggalkan tanpa disentuh meskipun status tanah mereka sama... juru sita memutuskan memberi wawancara kepada saluran TV \"untuk menghindari opini sepihak.\""
            ]
        },
        {
            "input": "Lawyers representing Growing Generations and Stuart Miller declined comment to The New York Post, and did not immediately return a message from ABC News.",
            "output": [
                "Para pengacara yang mewakili Growing Generations dan Stuart Miller menolak untuk berkomentar kepada The New York Post, dan tidak secara langsung membalas pesan dari ABC News."
            ]
        },
        {
            "input": "The latest advertisement for United States Republican presidential candidate John McCain is questioning Democrat Barack Obama's benefit to families.",
            "output": [
                "Iklan terakhir untuk calon presiden Republikan Amerika John McCain menanyai Demokrat Barack Obama menguntungkan keluarganya."
            ]
        },
        {
            "input": "Neither reporter actually wrote an article about Ms. Plame, whose identity was actually broken by Robert Novak in a July 14, 2003 column in the Chicago Sun-Times, but they have been the target of Special Counsel Patrick Fitzgerald of Illinois.",
            "output": [
                "Kedua reporter sebenarnya tidak menulis artikel tentang Ms. Plame, yang identitasnya sebenarnya dibongkar oleh Robert Novak pada 14 Juli 2003 di kolom Chicago Sun-Times, tetapi mereka merupakan target penasehat khusus Patrick Fitzgerald dari Illinois."
            ]
        },
        {
            "input": "David Cameron, the leader of the Conservative Party and UK leader of the opposition today made a speech to the conference of the Scottish Conservative Party.",
            "output": [
                "David Cameron, pemimpin Partai Konservatif dan pemimpin oposisi Inggris berpidato pada konferensi untuk Partai Konservatif Skotlandia."
            ]
        },
        {
            "input": "The man came to Canada several years ago with the name of Paul William Hampel, and is now reported to be false.",
            "output": [
                "Pria tersebut datang ke Kanada beberapa tahun yang lalu dengan nama Paul William Hampel, dan sekarang dilaporkan adalah nama palsu."
            ]
        },
        {
            "input": "It was the practice of the Greco-Roman era to assemble the tombs of persons of status and other high ranking officials near their rulers.",
            "output": [
                "Ini adalah kebiasaan era Greco-Roman yang membangun makam para raja dan pejabat tinggi lainnya yang berada di sekitar raja."
            ]
        },
        {
            "input": "European Union (EU) Agriculture Commissioner Mariann Fischer Boel pledged €280 (US$418) million in aid to dairy farmers Monday, after weeks of protests.",
            "output": [
                "Komisioner Pertanian Uni Eropa (EU) Mariann Fischer Boel berjanji akan memberikan bantuan 280 juta Euro (418 juta Dolar AS) untuk peternak sapi perah pada hari Senin, setelah minggu unjuk rasa."
            ]
        },
        {
            "input": "The National Electoral Commission said Wednesday that Guebuza had received more than 75% of the valid votes cast two weeks ago.",
            "output": [
                "Komisi Pemilihan Umum Nasional mengatakan pada hari Rabu bahwa Guebuza telah menerima lebih dari 75% suara sah yang diindikasikan dua minggu lalu."
            ]
        },
        {
            "input": "The baccalaureate exam in Romania is the secondary school educational qualification test, and passing it attests that a student has graduated high school and may be admitted to a university.",
            "output": [
                "Ujian masuk perguruan tinggi di Rumania ini adalah ujian yang diberikan kepada lulusan siswa lanjutan atas yang akan menentukan kelanjutan studi mereka ke jenjang universitas."
            ]
        },
        {
            "input": "This makes the total current death toll 30 and injury count 350.",
            "output": [
                "Data ini membuat total korban tewas menjadi 30 orang dan korban luka sebanyak 350 orang."
            ]
        },
        {
            "input": "Since then he has been in exile, mostly living in Dubai.",
            "output": [
                "Sejak saat itu dia menjalani pengasingan, dengan lebih lama tinggal di Dubai."
            ]
        },
        {
            "input": "The proposed sale has attracted immense criticism by those who believed that the sale would affect the environment and water supplies along the Snowy River, this was reinforced yesterday when 58 eminent Australians presented a petition to the government opposing the sale.",
            "output": [
                "Penjualan yang diusulkan menarik kritik yang besar dari orang yang mempercayai bahwa penjualan akan mempengaruhi lingkungan dan persediaan air sepanjang Snowy River, yang diperkuat kemarin ketika 58 warga Australia yang terkenal mengajukan petisi pada pemerintah menentang penjualan tersebut."
            ]
        },
        {
            "input": "The government expects A$5.8 million in savings in the next four years because of changes in athlete doping testing.",
            "output": [
                "Pemerintah memperkirakan penghematan sebesar A$5,8 juta dalam 4 tahun ke depan dengan adanya perubahan kegiatan pengujian doping untuk para atlit."
            ]
        },
        {
            "input": "German tabloid Bild Zeitung has editorially attacked Swiss intolerance and even suggested nudist alternatives worldwide, after hinting a Swiss tourism boycott.",
            "output": [
                "Tabloid Jerman Bild Zeitung telah menyerang ketidaktoleranan Swiss sebagai tajuk rencana dan bahkan mengusulkan anggota kelompok nudis di seluruh dunia, setelah menyarankan memboikot kepariwisataan Swiss."
            ]
        },
        {
            "input": "Under UK compulsory purchase laws to be used in this bill, the residents are entitled to the difference in the value of the whole property with and without a tunnel under it.",
            "output": [
                "Di bawah Undang-Undang pembelian wajib Inggris yang digunakan dalam RUU ini, para pemilik rumah berhak atas nilai yang berbeda dari seluruh properti dengan dan tanpa terowongan dibangun di bawahnya."
            ]
        },
        {
            "input": "The United States and Russia yesterday agreed to the swap of prisoners held by both nations after eleven Russian spies were arrested late last month.",
            "output": [
                "Amerika Serikat dan Rusia kemarin sepakat untuk menukar tahanan yang ditahan oleh kedua negara setelah 11 mata-mata Rusia ditangkap akhir bulan lalu."
            ]
        },
        {
            "input": "It is about seventy kilometres north of Sana'a, the country's capital.",
            "output": [
                "Jaraknya sekitar tujuh puluh kilometer sebelah utara Sana'a, ibukota negara tersebut."
            ]
        },
        {
            "input": "\"An old man stained in blood was crying for help,\" he said.",
            "output": [
                "\"Seorang pria tua berlumuran darah menangis minta pertolongan, \" katanya."
            ]
        },
        {
            "input": "Brazilian driver Filipe Massa, driving for Ferrari, won the Brazilian Grand Prix at Autódromo José Carlos Pace in Interlagos, São Paulo.",
            "output": [
                "Pembalap asal Brasil Filipe Massa, mengemudi untuk Ferrari, memenangkan Grand Prix Brasil di Autódromo José Carlos Pace di Interlagos, Sao Paulo."
            ]
        },
        {
            "input": "Ross Brawn, who was brought into the Honda team with much fan fare before the 2008 season, has spoken of his shock at finding out about the sale of the team.",
            "output": [
                "Ross Brawn, yang membawa tim Honda memiliki banyak fans sebelum musim 2008, mengungkapkan kekagetannya ketika mengetahui penjualan tim."
            ]
        },
        {
            "input": "He said the incident has \"nothing to do\" with politics or Iran's nuclear program.",
            "output": [
                "Dia mengatakan insiden tersebut \"tidak ada hubungannya\" dengan politik atau program nuklir Iran."
            ]
        },
        {
            "input": "A further 16 cases were confirmed by the laboratory at Mataika House, one day after it had confirmed 8 cases to bring the total to 81.",
            "output": [
                "16 kasus lagi yang dikonfirmasi oleh laboratorium di Mataika House, sehari setelah itu dikonfirmasi 8 kasus yang menyebabkan totalnya berjumlah 81."
            ]
        },
        {
            "input": "He also drove down to Kansas City, only three hours away from Lincoln, when the Yankees visited the Kansas City Royals.",
            "output": [
                "Dia juga berkendara ke Kansas City, hanya 3 jam dari Lincoln, ketika Yankees mengunjungi Kansas City Royals."
            ]
        },
        {
            "input": "They went from being behind 14-8 to being down 20-17; at which point, Ukraine took a time out.",
            "output": [
                "Mereka yang awalnya tertinggal 14-8 menjadi 20-17; dimana Ukrania meminta waktu."
            ]
        },
        {
            "input": "Her views are common among Democrats, who are overwhelmingly against the treaty.",
            "output": [
                "Beberapa pandangannya adalah umum di antara anggota Demokrat, yang secara jelas menentang perjanjian tersebut."
            ]
        },
        {
            "input": "Over the next ten years, Hopper appeared frequently on television in guest roles, and by the end of the 1960s had played supporting roles in several films.",
            "output": [
                "Selama lebih dari 10 tahun, Hopper sering muncul dalam televisi sebagai bintang tamu, dan pada akhir tahun 1960an ia bermain sebagai pemeran pendukung dalam beberapa film."
            ]
        },
        {
            "input": "The Inter-Balkan Cooperation Summit will focus on all the developments, both economic and political, in the area of southeast Europe, with the main topic being the situation in Kosovo.",
            "output": [
                "Pertemuan kerjasama Inter-Balkan akan fokus pada semua perkembangan, baik ekonomi dan politik, di daerah Eropa Tenggara, dengan topik utama situasi di Kosovo."
            ]
        },
        {
            "input": "Lee continued, \"It was a new starting point for consolidating people's identification with Taiwan and declaring the Taiwanese people's strong will to defend their right of self-determination.\"",
            "output": [
                "Lee melanjutkan, \"Itu adalah sebuah titik awal untuk melakukan konsolidasi identifikasi penduduk dengan Taiwan dan mendeklarasikan kekuatan penduduk Taiwan akan melindungi hak mereka untuk menentukan nasib sendiri.\""
            ]
        },
        {
            "input": "This bombing was the worst terrorist attack in Istanbul since the 2003 Istanbul Bombings, in which truck bombs exploded outside two Istanbul synagogues, killing 23 and wounding more than 300.",
            "output": [
                "Pemboman ini adalah serangan teroris terburuk di Istanbul sejak Pengeboman Istanbul tahun 2003, ketika truk berisi bom meledak di luar dua persekutuan Istanbul, menewaskan 23 orang dan melukai lebih dari 300 orang."
            ]
        },
        {
            "input": "The Ministry has meanwhile organized two camps for villagers suffering from the poison.",
            "output": [
                "Kementrian membuat 2 barak penampungan sementara untuk penduduk desa yang menderita keracunan."
            ]
        },
        {
            "input": "Fiji's chief of disaster management Aisea Qumihajelo said in a statement, \"There's another depression heading toward Fiji within the next two days and that will bring an additional threat.\"",
            "output": [
                "Kepala pengelolaan bencana Fiji Aisea Qumihajelo menyampaikan sebuah pernyataan, \"Ada tekanan lain Fiji dalam 2 hari kedepan dan itu akan membawa ancaman tambahan.\""
            ]
        },
        {
            "input": "The show is thought to have been attended by about 20,000 people, and was delayed by about 30 minutes after the crash.",
            "output": [
                "Pertunjukan itu dihadiri oleh sekitar 20.000 orang dan ditunda sekitar 30 menit setelah kecelakaan itu terjadi."
            ]
        },
        {
            "input": "United States presidential candidate Hillary Clinton warned Iran against an attack on Israel; \"I want the Iranians to know that if I'm the president, we will attack Iran,\" the former First Lady said.",
            "output": [
                "Calon kepresidenan Amerika Serikar Hillary Clinton memperingati Iran atas serangan nya terhadap Israel; \"Saya ingin agar masyarakat iran mengetahui bahwa jika saya seorang presiden, kami akan menyerang Iran,\" ungkap mantan Ibu Negara ini."
            ]
        },
        {
            "input": "The entire Denver Broncos will attend the funeral service for Williams on Saturday in his hometown of Fort Worth, Texas, according to Shanahan.",
            "output": [
                "Seluruh Denver Broncos akan menghadiri pemakaman untuk Williams pada hari Sabtu di kota kelahirannya Fort Worth, Texas, menurut Shanahan."
            ]
        },
        {
            "input": "The new operator then noticed Garin, and shut the ride down in 20 seconds, but Garin had already been ejected from the ride and killed, according to a park spokesperson.",
            "output": [
                "Operator kemudian menyadari Garin, dan mematikan wahana dalam 20 detik, namun Garin sudah terlempar keluar dari wahana dan tewas, menurut juru bicara taman."
            ]
        },
        {
            "input": "\"He is definitely a man who arranges marriages of little girls, and orders beatings of little children,\" said Lane.",
            "output": [
                "\"Dia seorang laki-laki dengan pasti yang mengatur pernikahan gadis kecil, dan memerintahkan memukul anak kecil, \" ujar Lane."
            ]
        },
        {
            "input": "The issue goes to Canada's sovereignty of its citizens and the U.S. sovereignty of its airspace.",
            "output": [
                "Isu tersebut mengarah ke kedaulatan warga negara Kanada dan kedaulatan daerah udara AS."
            ]
        },
        {
            "input": "Just prior to the bombing of the UN convoy at around 1400 Eastern European Time (UTC+2), the Syrian military is said to have attacked a funeral procession and reportedly 20 people were killed in that incident.",
            "output": [
                "Sebelum pengeboman pada iring-iringan UN sekitar 14.00 Waktu Eropa sebelah Timur (UTC+2), militer Syria mengatakan sebuah serangan pada prosesi pemakaman dan dilaporkan 20 orang terbunuh di peristiwa tersebut."
            ]
        },
        {
            "input": "Called \"a very difficult match\" by Spanish coach Vicente del Bosque, the game started with a slow first half.",
            "output": [
                "Dijuluki \"sebuah pertandingan yang sangat sulit\" oleh pelatih Spanyol Vicente del Bosque, pertandingan dimulai dengan permainan perlahan pada babak pertama."
            ]
        },
        {
            "input": "The three-year-old colt underwent emergency surgery on May 20 to fuse two joints in the damaged right leg.",
            "output": [
                "3 tahun usia tulang lunak pembedahan darurat pada 20 Mei untuk menggabungkan 2 sendi kaki kanan yang cedera."
            ]
        },
        {
            "input": "Two suspected robbers west of Kissimmee, Florida released one hostage after negotiating with sheriffs' deputies.",
            "output": [
                "Dua tersangka perampokan di barat Kissimmee, Florida, melepaskan1 orang sandera setelah bernegosiasi dengan deputi sheriff."
            ]
        },
        {
            "input": "Spanish military captured the two suspected pirates when they left the trawler via a small boat.",
            "output": [
                "Militer Spanyol menangkap 2 bajak laut yang dicurigai ketika mereka meninggalkan kapal pukat dengan perahu kecil."
            ]
        },
        {
            "input": "In response the Mehdi Army setup checkpoints in parts of the city, sparking the violence that saw the Iraqi government send in large numbers of reinforcements to re-take control of the city.",
            "output": [
                "Sebagai jawaban Serdadu Mehdi susunan pos pemeriksaan di bagian kota, cetusan kekerasan dilihat pemerintah Iraq mengirim bala bantuan dalam jumlah besar untuk mengambil alih pengawasan kota."
            ]
        },
        {
            "input": "The authority also asked the border customs to increase the inspections against possible illegal import of poultry.",
            "output": [
                "Pihak berwenang juga meminta pabean perbatasan untuk meningkatkan pemeriksaan melawan terhadap kemungkinan impor unggas yang tidak sah."
            ]
        },
        {
            "input": "The S&P 500 Index finished at 756.55 a 6 point gain and the NASDAQ composite had a 5.40 point gain as well to end the day at 1431.50.",
            "output": [
                "The S&P 500 Index ditutup pada 756,55 dengan keuntungan 6 poin dan NASDAQ gabungan mencapai keuntungan 5,40 poin sama seperti pada akhir hari pada 1.431,50."
            ]
        },
        {
            "input": "\"If the two satellites hit head-on, rather than a glancing blow, the energy of the collision would completely disintegrate both satellites into clouds of debris,\" said the UCS in a statement on their website who also added that the collision took place in \"the same region of space where China destroyed a defunct Chinese weather satellite with an anti-satellite (ASAT) weapon\" in 2007.",
            "output": [
                "Energi tabrakan sepenuhnya akan hancur kedua satelit ke awan puing, \"kata UCS dalam sebuah pernyataan di website mereka yang juga menambahkan bahwa tabrakan itu terjadi di \"wilayah yang sama dengan ruang tempat Cina menghancurkan sebuah satelit cuaca Cina mati dengan senjata anti-satelit (ASAT)\" pada tahun 2007."
            ]
        },
        {
            "input": "Nevertheless, Solidum said that residents in low-lying areas in the Philippines should, as a precaution, move to higher ground.",
            "output": [
                "Namun, Solidum juga mengatakan bahwa penduduk yang tinggal di kawasan dataran rendah di Filipina sebaiknya mengungsi ke dataran yang lebih tinggi sebagai tindakan antisipasi."
            ]
        },
        {
            "input": "I don't know how she happened to resist that long, said another rescue worker, JP Malaganne, as quoted by the BBC.",
            "output": [
                "Saya tidak tahu bagaimana ia berbuat untuk bertahan begitu lama, kata pekerja penyelamat lain, JP Malaganne, seperti dikutip oleh BBC."
            ]
        },
        {
            "input": "This ward's candidates include Donald Blair, Diana Hall, Mohammed Mirza, Ron Moeser, Kevin Richardson, Richard Rieger, Richard Ross, and Kevin Wellington.",
            "output": [
                "Kandidat wilayah ini Donald Blair, Diana Hall, Mohammed Mirza, Ron Moeser, Kevin Richardson, Richard Rieger, Richard Ross, dan Kevin Wellington."
            ]
        },
        {
            "input": "He also claims that Young \"urged\" staff members to participate in Landmark Education events outside of the workplace, drove employees to and from Landmark functions, and used funds from 21st Century Democrats to pay for employees to attend those functions.",
            "output": [
                "Dia juga mengklaim bahwa Young \"mendesak\" para karyawan untuk berpartisipasi dalam acara-acara Landmark Education yang dilaksanakan diluar kantor, mendorong para karyawan kepada dan dari fungsi-fungsi Landmark, dan menggunakan dana dari 21st Century Democrats untuk membayar para karyawan untuk mengikuti fungsi-fungsi tersebut."
            ]
        },
        {
            "input": "In a conversation with a Wikinews reporter following the press conference, Miller said the team does not feel pressure from the media or other teams to do well.",
            "output": [
                "Dalam sebuah percakapan dengan wartawan Wikinews setelah acara konferensi pers, Miller mengatakan bahwa tim ini tidak merasa terbebani oleh pihak media atau pun juga oleh tim-tim lain yang ikut berlaga."
            ]
        },
        {
            "input": "This soft, but heavy and poisonous metal can be fatal when there is more than 10 μg/dL in the blood.",
            "output": [
                "Logam lembut tetapi logam berat dan beracun ini bisa berakibat fatal bila ada lebih dari 10 μg / dL dalam darah."
            ]
        },
        {
            "input": "Subcommittee Chairman Carl Levin said in his opening statement: \"Today's focus is on credit card issuers who hike the interest rates of cardholders who play by the rules — meaning those folks who pay on time, pay at least the minimum amount due, and wake up one day to find their interest rate has gone through the roof — again, not because they paid late or exceeded the credit limit, but because their credit card issuer decided they should be 'repriced'.\"",
            "output": [
                "Ketua Subkomite Carl Levin mengatakan dalam pernyataan pembukaannya: \"Fokus hari ini adalah pada penerbit kartu kredit yang menaikkan suku bunga dari pemegang kartu yang bermain sesuai aturan - yang berarti mereka orang-orang yang membayar tepat waktu, membayar setidaknya jumlah minimum, bangun di suatu hari dan menemukan suku bunga mereka telah melewati atap - lagi, bukan karena mereka membayar terlambat atau melebihi batas kredit, tetapi karena penerbit kartu kredit mereka memutuskan mereka harus 'mengubah harga'.\""
            ]
        },
        {
            "input": "The claim of responsibility by The Secret Organization of al-Qaida in Europe for the London attacks has also been questioned on the grounds that the rhetoric is not consistent with militant Islamic ideology.",
            "output": [
                "Klaim tanggung jawab tersebut oleh Organisasi Rahasia al-Qaida di Eropa untuk serangan-serangan di London itu juga dipertanyakan dasar-dasarnya bahwa retorika itu tidak konsisten dengan ideologi militan Islam."
            ]
        },
        {
            "input": "\"If we, as Arabs, can dissipate these concerns and show understanding over what happened it will help create the climate for real dialogue in which Israeli Jews and especially decision-makers will be able to have a greater understanding of the suffering of Arab citizens and the Palestinians.\"",
            "output": [
                "Jika kami, sebagai bangsa Arab, bisa merasakan kerisauan ini dan memperlihatkan bahwa kita faham akan peristiwa tersebut maka itu akan membantu menciptakan iklim yang kondusif untuk diadakannya dialog nyata sehingga Yahudi Israel dan khususnya para pengambil keputusan bisa memiliki pemahaman yang lebih banyak tentang perasaan ketertindasan bangsa Arab dan Palestina.\""
            ]
        },
        {
            "input": "Their findings will be reported to NASA on March 2, 2007.",
            "output": [
                "Penemuan mereka akan dilaporkan ke NASA pada tanggal 2 Maret 2007."
            ]
        },
        {
            "input": "\"I want to see people who have negligently allowed Australians … to be killed.\"",
            "output": [
                "\"Saya mau melihat orang yang telah lalai membiarkan Australia. . Untuk dibunuh.\""
            ]
        },
        {
            "input": "Wikinews is continuing to follow the story, but the anonymous user has declined an interview.",
            "output": [
                "Wikinews terus mengikuti cerita, namun pengguna yang tanpa nama telah menolak wawancara."
            ]
        },
        {
            "input": "The game opened its first period with 4 goals for the Whalers, with right wing player Dan Collins scoring two.",
            "output": [
                "Permainan dibuka dengan 4 gol di babak pertama untuk Whalers, dengan pemain sayap kanan Dan Collins mendapatkan skor 2."
            ]
        },
        {
            "input": "\"We also have hydro bus lines running down two sides of the building\".",
            "output": [
                "\"Kami juga ada jalur bus hidro yang berjalan di bawah dua sisi bangunan yang runtuh.\""
            ]
        },
        {
            "input": "Abbott then made a personal explanation of his own, saying \"The safety net benefit per person in the electorate of the member for Grayndler was $591, the highest in New South Wales...the safety net benefit in the electorate of Sydney was $589, the second highest...the benefit in the electorate of Lowe was $458, the third highest\".",
            "output": [
                "Abbott kemudian membuat penjelasan pribadi sendiri, dengan mengatakan \"Manfaat jaring pengaman per orang pemilih dari anggota untuk Grayndler adalah sebesar $591, yang tertinggi di New South Wales. . manfaat jaring pengaman pemilih dari Sydney adalah $ 589, tertinggi yang kedua. . manfaat pemilih dari Lowe adalah $ 458, tertinggi yang ketiga.\""
            ]
        },
        {
            "input": "The treaty is designed to enhance mutual understanding and confidence by giving all participants, regardless of size, a direct role in gathering information about military forces and activities of concern to them.",
            "output": [
                "Perjanjian tersebut didesain untuk meningkatkan saling pemahaman dan percaya diri dengan memberi seluruh peserta, tanpa memandang ukuran, peranan langsung dalam mengumpulkan informasi tentang kekuatan militer dan aktivitas yang berhubungan dengan hal tersebut."
            ]
        },
        {
            "input": "This is the third mass stranding on the country's coast this summer; 125 pilot whales died in the two other beachings earlier, and another 43 were re-floated out to the ocean.",
            "output": [
                "Ini adalah pendamparan massal yang ketiga di pantai negara tersebut di musim panas ini; 125 ikan paus pilot mati dalam dua pendamparan lain yang sebelumnya, dan 43 yang lain kembali diapungkan ke laut lepas."
            ]
        },
        {
            "input": "Fighting has continued since the resolution, and yesterday Israel warned of increased military action.",
            "output": [
                "Pertempuran terus berlanjut sejak resolusi tersebut, dan kemarin Israel memperingatkan peningkatan aksi militer."
            ]
        },
        {
            "input": "While reports in the media vary, up to 18 people were arrested when they turned violent.",
            "output": [
                "Meskipun laporan di media bervariasi, hingga 18 orang ditangkap ketika mereka berubah menjadi kasar."
            ]
        },
        {
            "input": "The journalist has called attention to ties between outgoing Colombian president Alvaro Uribe, and right-wing militia groups in the war-plagued South American country.",
            "output": [
                "Wartawan ini meminta perhatian atas hubungan presiden demisioner Kolombia Alvaro Uribe dengan kelompok-kelompok milisi sayap kanan di kawasan Amerika Selatan yang kerap dilanda perang."
            ]
        },
        {
            "input": "A sprinter since childhood, McNeil competed at two Olympic Games.",
            "output": [
                "Menjadi seorang pelari cepat sejak anak-anak, McNeil berkompetisi pada 2 Pertandingan Olimpiade."
            ]
        },
        {
            "input": "A 2005 report on Operation Murambatsvina by United Nations Special Envoy Anna Tibaijuka estimated that it has cost 700,000 people their homes or livelihoods.",
            "output": [
                "Laporan tentang Operasi Murambatsvina tahun 2005 oleh Utusan Khusus Perserikatan Bangsa-Bangsa, Anna Tibaijuka memperkirakan bahwa telah mengorbankan rumah atau mata pencaharian 700.000 orang."
            ]
        },
        {
            "input": "\"It was so fast I couldn't track it with my binoculars,\" said Gateman.",
            "output": [
                "\"Itu begitu cepat saya tidak bisa melacak dengan teropong saya, \" kata Gateman."
            ]
        },
        {
            "input": "Lula da Silva is due to meet with Sarkozy in French Guiana.",
            "output": [
                "Lula da Silva bertemu dengan Sarkozy di Guyana Perancis."
            ]
        },
        {
            "input": "\"We are talking about large-scale commercial operations rather than simply subsistence fishing,\" Macdonald said in a statement, indicating that fifteen of the boats were large vessels with ice for storage.",
            "output": [
                "\"Kita berbicara tentang operasi komersial skala besar daripada sekedar memancing untuk mencari nafkah, \" kata Macdonald dalam sebuah pernyataan, yang mengindikasikan bahwa 15 kapal adalah kapal besar dengan es untuk penyimpanan."
            ]
        },
        {
            "input": "The song, loosely inspired by Billy Joel, lists many of the BBC's achievements.",
            "output": [
                "Lagu secara ringan terinspirasi oleh Billy Joel, mendapatkan banyak penghargaan BBC."
            ]
        },
        {
            "input": "Bonnie McKay, mother to 27-year-old Jason McKay, said \"I firmly believe you didn't believe that things were going to turn out the way they did, but they did.\"",
            "output": [
                "Bonnie McKay, ibu dari Jason McKay yang berusia 27 tahun mengatakan \"Saya sungguh yakin Anda tidak percaya bahwa segalanya telah berubah seperti yang mereka lakukan, tetapi mereka telah melakukannya.\""
            ]
        },
        {
            "input": "\"He thought that there was no difference between Al Gore and George Bush and, eight years later, I think people realize that Ralph did not know what he was talking about,\" Obama told reporters.",
            "output": [
                "\"Dia menyangka bahwa tidak akan ada perbedaan diantara Al Gore dan George Bush dan, delapan tahun kemudian, saya pikir masyarakat akan menyadari bahwa Ralph tidak tahu apa yang dia katakan, \" kata Obama pada para reporter."
            ]
        },
        {
            "input": "Somerville was a former contestant on the CBS reality TV staple Big Brother, currently in its ninth installment.",
            "output": [
                "Someville adalah mantan kontestan pada CBS realitas TV pokok Big Brother, sekarang ini serial ke-9."
            ]
        },
        {
            "input": "At least fourteen people have died after eating toxic sardines in Madagascar.",
            "output": [
                "Paling sedikit 14 orang meninggal setelah makan sarden beracun di Madagaskar."
            ]
        },
        {
            "input": "It is deeply alarming that a few sentences have been taken out of context in order to create the impression that our institution is a hotbed of fanaticism they could have approached us directly - we operate an open door policy in our mosques.",
            "output": [
                "Hal ini sangat menggelisahkan bahwa beberapa putusan diambil diluar konteks untuk menciptakan kesan bahwa institusi kita adalah sarang fanatisme dimana mereka dapat secara langsung mendekati kita - kita menggunakan suatu kebijakan pintu terbuka untuk masjid-masjid kita."
            ]
        },
        {
            "input": "Since market open, Apple shares rose to $373.72, a drop of only $2.46 since Wednesday's close.",
            "output": [
                "Sejak pasar buka, saham Apple meningkat 373,72 Dollar, penurunan hanya 2,46 Dollar sejak penutupan hari Rabu."
            ]
        },
        {
            "input": "The Premier's response was that he personally did not negotiate with the HU, and the rule of law was supreme: teachers must return to the classroom before negotiations over a bargaining process for next year's contract may begin.",
            "output": [
                "Perdana menteri menanggapi bahwa dia secara pribadi tidak negosiasi dengan HU, dan aturan hukum adalah yang tertinggi: guru harus kembali ke ruang kelas sebelum negosiasi atas proses tawar menawar untuk kontrak tahun depan mungkin mulai."
            ]
        },
        {
            "input": "The fight against terrorism will be done by security organisms of both countries by means of a rigorous legal adjustment in the actions which implies to cooperate so that the sovereignty is not affected and the sovereignty is respected, according to Uribe.",
            "output": [
                "Pelawanan terhadap terorisme akan dilakukan oleh organisasi keamanan dari kedua negara yang berarti penyesuaian hukum yang ketat pada tindakan yang menyiratkan kerjasama jadi kedaulatan tidak akan terpengaruh dan kedaulatan adalah dihormati, menurut Uribe."
            ]
        },
        {
            "input": "Wikinews witnessed three rugby union matches at Sunshine Coast Stadium in Queensland, Australia this past Saturday.",
            "output": [
                "Wikinews menyaksikan 3 pertandingan rugbi di Stadion Sunshine Coast di Queensland, Australia Sabtu lalu."
            ]
        },
        {
            "input": "Witnesses looked on as the man was swept out to sea.",
            "output": [
                "Para saksi menyaksikan saat pria tersebut tersapu ke laut."
            ]
        },
        {
            "input": "According to Management Institute of Population and Development consultant Devendra Kothari: \"Our federal government sends funds to the states according to their population.\"",
            "output": [
                "Menurut Konsultan Management Institute of Population and Development Devendra Kothari: \"Pemerintah federal kami mengirim dana pada negara menurut populasinya.\""
            ]
        },
        {
            "input": "The MoD suggested that the accident involved a piece of air-purification equipment in the forward section of the submarine.",
            "output": [
                "Kementrian Pertahanan menyatakan bahwa kecelakaan tersebut berhubungan dengan sebuah peralatan penjernih udara di bagian depan kapal selam."
            ]
        },
        {
            "input": "\"They got out, and I made the mistake of getting out.\"",
            "output": [
                "\"Mereka keluar, dan saya membuat kesalahan dengan keluar.\""
            ]
        },
        {
            "input": "Japanese media reported that Prime Minister Junichiro Koizumi suggested yesterday that the government would submit a draft to the Diet to rewrite the Imperial Household Act within the next year.",
            "output": [
                "Media Jepang melaporkan bahwa Perdana Menteri Junichiro Koizumi menyarankan kemarin bahwa pemerintah akan menyerahkan rancangan pada Diet untuk menulis ulang Imperial Household Act selama tahun depan."
            ]
        },
        {
            "input": "The confirmation is important as Australia saw a new government elected in November.",
            "output": [
                "Konfirmasi adalah penting seperti Australia melihat pemerintah yang baru terpilih bulan November."
            ]
        },
        {
            "input": "London Midland said no-one else was injured in the incident.",
            "output": [
                "London Midland menyatakan tidak ada korban lain yang terluka pada kejadian tersebut."
            ]
        },
        {
            "input": "A 67-year-old man, Thomas Ouellette, of Bonita Springs, Florida was questioned by the FBI Monday after he brought fireworks onto an airliner.",
            "output": [
                "Seorang pria 67 tahun, Thomas Ouellette, dari Bonita Springs, Florida ditanyai oleh FBI Senin setelah ia membawa kembang api ke dalam pesawat."
            ]
        },
        {
            "input": "The morning after the battle, the streets were relatively quiet, and the only significant military presence is heavy artillery around the presidential palace.",
            "output": [
                "Pagi hari setelah pertempuran, jalan-jalan relatif tenang, dan satu-satunya kehadiran militer yang signifikan adalah artileri berat di sekitar istana presiden."
            ]
        },
        {
            "input": "British foreign secretary William Hague said in a statement, \"We call for an end to the violence, for defeated former president Gbagbo to step down, for all human rights abuses to be investigated, and for the International Criminal Court to investigate the crimes which appear to have taken place.\"",
            "output": [
                "Menlu Inggris William Hague mengatakan dalam sebuah pernyataan, \"Kami menyerukan untuk mengakhiri kekerasan, untuk mantan presiden Gbagbo yang telah kalah agar mundur, untuk semua pelanggaran hak asasi manusia agar diselidiki, dan untuk Mahkamah Pidana Internasional agar menyelidiki kejahatan yang muncul dan telah memiliki tempat.\""
            ]
        },
        {
            "input": "American Alpine ski racer James Heuga has died at the age of 66.",
            "output": [
                "Pembalap ski Alpine warga negara Amerika Serikat, James Heuga meninggal pada usia 66 tahun."
            ]
        },
        {
            "input": "Let's say the words Nick Heidfeld, Sauber-BMW team driver, wrote on the back of his aerodynamical spoiler - \"Danke, Michael!\".",
            "output": [
                "Ayo ucapkan kata-kata Nick Heidfeld, pembalap tim BMW-Sauber, menulis di belakang spoiler aerodinamiknya - \"Terima kasih, Michael!.\""
            ]
        },
        {
            "input": "She is expected to undergo medical tests so doctors can see how far the cancer has spread.",
            "output": [
                "Dia diharapkan menjalani serangkaian tes kesehatan sehingga para dokter bisa melihat seberapa jauh kanker telah menyebar."
            ]
        },
        {
            "input": "These experts are the equivalent of Wikipedia's editors: they are self-ordained purveyors of solutions.",
            "output": [
                "Para ahli ini setara dengan para editor Wikipedia: mereka adalah penyedia solusi yang mentahbiskan diri mereka sendiri."
            ]
        },
        {
            "input": "There are reportedly plans to build a cargo version of the plane, which, aviation experts have suggested, would be the world's first \"triple-decker\" freight aircraft; Airbus has not confirmed that this variant will be built.",
            "output": [
                "Dilaporkan berencana untuk membangun sebuah pesawat versi kargo, yang, disarankan pakar penerbangan, akan menjadi pesawat kargo \"tiga tingkatr\" yang pertama di dunia; Airbus belum mengkonfirmasi apakah varian ini akan dibangun."
            ]
        },
        {
            "input": "Electricity was cut off to 40,000 or so homes and 11,000 people were evacuated to emergency shelters, the national Fire and Disaster Management Agency reported.",
            "output": [
                "Pasokan listrik terputus untuk 40.000 atau lebih rumah dan 11.000 orang dievakuasi menuju tempat penampungan darurat, Badan Penanggulangan Bencana dan Kebakaran Nasional melaporkan."
            ]
        },
        {
            "input": "20 to 25 people have been injured, just as many are missing.",
            "output": [
                "20 sampai 25 orang terluka, juga sedemikian banyaknya hilang."
            ]
        },
        {
            "input": "This warming up simulated every possible situation as athletes wore the RFID chip and some professional medical teams stood by for emergency.",
            "output": [
                "Pemanasan ini mensimulasikan setiap siatuasi yang penting karena para atlet memakai chip RFID dan beberapa tim medis profesional berjaga-jaga untuk keadaan darurat."
            ]
        },
        {
            "input": "This restricted the flow of fuel to the engine, resulting in the uncommanded engine rollback.",
            "output": [
                "Batasan ini mengalir pada bahan bakar ke mesin, menghasilkan penurunan mesin yang tidak terkendali."
            ]
        },
        {
            "input": "However, Malaysia has not signed either the international Refugee Convention, or the Convention Against Torture.",
            "output": [
                "Namun, Malaysia tidak menandatangani kedua dari Konvensi Pengungsi internasional, atau Konvensi Terhadap Penyiksaan."
            ]
        },
        {
            "input": "The Chinese Boccia team brought in its power chairs to have the electronics adjusted.",
            "output": [
                "Tim China Boccia membawa kursi roda listrik untuk penyesuaian elektronik."
            ]
        },
        {
            "input": "He died at the age of 76 after a long battle with cancer, and leaves behind his wife of 54 years Elsie and their sons Andrew, Paul, and Mark.",
            "output": [
                "Dia meninggal pada usia 76 setelah pertempuran panjang dengan kanker, dan meninggalkan istrinya Elsie 54 tahun dan anak-anak mereka Andrew, Paul, dan Mark."
            ]
        },
        {
            "input": "The left-handed Gambhir sparkled with a few pick-up shots on the leg-side; this also showed Pakistan's pacemen were not bowling the right line.",
            "output": [
                "Gambhir si kidal bersinar dengan beberapa pick-up shot pada leg-side; juga menunjukkan bahwa pacemen Pakistan tidak melempar di jalur yang benar."
            ]
        },
        {
            "input": "On September 8, 2008 the Church released a statement following the order to stand trial saying that they felt \"stigmatized\" by the French judicial system.",
            "output": [
                "Pada tanggal 8 September 2008 Gereja merilis pernyataan berikut untuk menghadapi pengadilan bahwa mereka merasa \"dicap buruk\" oleh sistem peradilan Perancis."
            ]
        },
        {
            "input": "He also appeared in the 100 meters at the 1968 Games in Mexico City, but failed to make it past the first round.",
            "output": [
                "Dia juga muncul dalam nomor 100 meter pada Pertandingan 1968 di Mexico City, tapi gagal menyelesaikan ronde pertama."
            ]
        },
        {
            "input": "I was given clothes to make me look like a Muslim merchant.",
            "output": [
                "Saya diberikan baju agar membuat saya kelihatan seperti saudagar Muslim."
            ]
        },
        {
            "input": "To exacerbate the situation, heat indices are expected to reach well over the 110s for much of the east coast due to high humidity levels.",
            "output": [
                "Yang memperparah situaasi, indeks panas diperkirakan akan mencapai lebih dari 110-an untuk sebagian besar pantai timur karena tingginya tingkat kelembaban."
            ]
        },
        {
            "input": "The software watchdog group StopBadware.org, run by the Berkman Center for Internet & Society of Harvard Law School and the Oxford Internet Institute, has opened a dialogue with AOL about concerns over the presence of badware, also known as malware, in the now-free AOL 9.0 software.",
            "output": [
                "Kelompok pengawas perangkat lunak StopBadware. org, dijalankan oleh Berkman Center for Internet & Society of Harvard Law School dan Oxford Internet Institute, telah membuka dialog dengan AOL tentang keprihatinan atas kehadiran badware, juga yang dikenal sebagai malware, software AOL 9.0 yang gratis-sekarang."
            ]
        },
        {
            "input": "The disaster is also blamed for a $15.5 million loss Imperial posted in this year's first quarter.",
            "output": [
                "Bencana tersebut juga disalahkan atas kehilangan 15,5 juta dolar bagi Imperial yang didapatkan dalam kuartal pertama tahun ini."
            ]
        },
        {
            "input": "420 people sought refuge in evacuation centres over night, of these all but 70 have returned home.",
            "output": [
                "420 orang mengungsi di pusat evakuasi semalam, dari semuanya 70 kembali ke rumah."
            ]
        },
        {
            "input": "They were scrambled from Quebec to escort the inter-continental flight originating from London to the Halifax International Airport after a hijacking signal, an apparent accident, was sent from the plane.",
            "output": [
                "Mereka berebutan dari Quebec mengawal penerbangan interkontinental dari London ke Bandara Internasional Halifax setelah sebuah tanda pembajakan, sebuah kecelakaan yang nyata, dikirim dari pesawat terbang tersebut."
            ]
        },
        {
            "input": "Team New Zealand, racing with NZL-92, crossed the start line three seconds ahead of Alinghi's yacht, SUI-100.",
            "output": [
                "Tim Selandia Baru berlomba dengan NZL-92, melewati garis start tiga detik di depan perahu Alinghi, SUI-100."
            ]
        },
        {
            "input": "According to analysts, the major earthquake and subsequent tsunami that hit on Friday is likely to have major economic impacts within Japan, though the global economy is unlikely to be significantly affected.",
            "output": [
                "Menurut analis, gempa bumi besar dan tsunami yang melanda pada Jumat cenderung memiliki dampak ekonomi besar di Jepang, meskipun ekonomi global tidak mungkin akan terpengaruh signifikan."
            ]
        },
        {
            "input": "The Environment agency representative said that they would have extra staff available to inform the public of the risks but are also asking people to check that others are aware of the potential risks, especially to the elderly.",
            "output": [
                "Badan Lingkungan Hidup mengatakan bahwa mereka akan memiliki staf tambahan yang tersedia untuk menginformasikan kepada publik tentang risiko tetapi juga meminta orang untuk memeriksa bahwa orang lain menyadari tentang potensi risiko, terutama kepada orang tua."
            ]
        },
        {
            "input": "Dr. Heim, described by The Times as \"the most wanted Nazi still believed to be alive\", is thought to be living in the town of Palafrugell in the Costa Brava area of Spain.",
            "output": [
                "Dr. Heim, digambarkan oleh The Times sebagai \"Nazi paling dicari yang diyakini masih hidup\", diduga hidup di kota Palafrugell di daerah Costa Brava Spanyol."
            ]
        },
        {
            "input": "New Zealand managed to crawl their way back to get seventh place, but dropped to fourteenth place from twelfth, out of 23 competing nations, on the leader board with only five points.",
            "output": [
                "Selandia Baru berhasil merangkak kembali untuk mendapatkan tempat ke-7, tapi turun ke posisi ke-14 dari posisi ke-12, dari 23 negara yang berlomba, di papan pemimpin dengan hanya 5 poin."
            ]
        },
        {
            "input": "The deaths occurred in the town of Toliara, with another similar situation happening 130 km (80.8 mi) away in Sakaraha.",
            "output": [
                "Kematian terjadi di kota Toliara, sedangkan kejadian serupa terjadi di Sakaraha 130 km (80,8 mi) dari Toliara."
            ]
        },
        {
            "input": "According to Tandy, Dye \"was concerned about the impact it would have in the building,\" and, on March 4, informed the school's principal of her past after being asked by the student.",
            "output": [
                "Menurut Tandy, Dye \"khawatir tentang akibatnya dalam hal ini, \" dan, pada tanggal 4 Maret, menginformasikan kepala sekolah mengenai masa lalunya setelah ditanyakan oleh seorang pelajar."
            ]
        },
        {
            "input": "Toyota drivers Jarno Trulli and Ralf Schumacher lost even more positions, when Honda driver Jenson Button and McLaren Mercedes driver Kimi Räikkönen slipped in front of them and finished on 4-th and 5-th place respectively.",
            "output": [
                "Pembalap Toyota Jarno Trulli dan Ralf Schumacher semakin kehilangan posisi lagi saat pembalap Honda Jenson Button dan McLaren pembalap Mercedes Kimi Raikkonen menyalip di depan mereka dan selesai di posisi ke 4 dan 5 berturut-turut."
            ]
        },
        {
            "input": "The group of scholars proposing this solution have stressed that their solution is aimed at maintaining the tradition of a male heir.",
            "output": [
                "Kelompok terpelajar yang mengusulkan penyelesaian ini telah menekankan bahwa solusi mereka diarahkan pada mempertahankan tradisi ahli waris laki-laki."
            ]
        },
        {
            "input": "Preston claims that at this time he had no communication from the police.",
            "output": [
                "Preston mengklaim bahwa pada saat itu dia tidak berkomunikasi dengan polisi."
            ]
        },
        {
            "input": "Libertarianz party president, Craig Milmine, and the party leader, Bernard Darnton, spoke exclusively to Wikinews journalist Gabriel Pollard about the political philosophy, libertarianism in New Zealand.",
            "output": [
                "Presiden Partai Libertarianz, Craig Milmine, dan pemimpin partai, Bernard Darnton, berbicara secara eksklusif kepada wartawan Wikinews Gabriel Pollard tentang filsafat politik, libertarianisme di Selandia Baru."
            ]
        },
        {
            "input": "Analysis of postmortem brain tissue also revealed that the proteins aren't produced at normal levels in human Alzheimer's sufferers.",
            "output": [
                "Analisis postmortem dari jaringan otak juga menunjukan bahwa protein tidak diproduksi pada tingkat normal dalam manusia penderita Alzheimer."
            ]
        },
        {
            "input": "Toronto FC got a goal back about an hour into the game with Danny Dichio's goal in stoppage time in the 2nd half to secure a point for Toronto FC.",
            "output": [
                "Toronto FC mendapat gol kembali kira-kira 1 jam di dalam permainan dengan gol Danny Dichio di menit akhir di babak kedua untuk menyelamatkan angka untuk Toronto FC."
            ]
        },
        {
            "input": "One of her attorneys has confirmed that she was pronounced dead at a hospital less than an hour later.",
            "output": [
                "Salah satu pengacaranya mengkonfirmasi bahwa dia telah diumumkan meninggal di rumah sakit kurang dari satu jam yang lalu."
            ]
        },
        {
            "input": "The Peel Engineering Company manufactured 50 to 100 of the one-seater vehicles which weighed 130 lb (59 kg), and are 52.8 in (134 cm) in length, 47 in (120 cm) in height and 39 in (99 cm) in width.",
            "output": [
                "The Peel Engineering Company memproduksi 50 sampai 100 kendaraan satu penumpang yang beratnya 130 lb (59kg) dan 52,8 inchi (134 cm) dan panjangnya 47 inchi (120 cm) dan tingginya 39 inchi (99 cm) lebarnya."
            ]
        },
        {
            "input": "The plane reportedly skidded off the wet runway, crossed a busy thoroughfare before careening into a fuel depot and warehouse ultimately bursting into flames.",
            "output": [
                "Pesawat tersebut dilaporkan tergelincir di atas landasan pacu yang basah, masuk ke jalanan yang ramai lalu meluncur terbalik ke dalam depot bahan bakar dan gudang sehingga meledak terbakar."
            ]
        },
        {
            "input": "The identification of the victims has caused a stir among relatives looking for their missing family members, as forensic investigators were rendered helpless in proceeding to the scattered locations where bodies have been washing ashore.",
            "output": [
                "Identifikasi korban menyebabkan keributan di antara saudara-saudaranya yang mencari anggota keluarga yang hilang, karena penyidik forensik dipandang tidak berdaya dalam memproses tersebarnya lokasi tempat mayat hanyut ke daratan."
            ]
        },
        {
            "input": "Randjelovic was conducting a training flight at the time of the accident and was preparing for the Belgrade aircraft acrobatics show.",
            "output": [
                "Randjelovic sedang mengadakan latihan terbang pada saat terjadi kecelakaan dan sedang bersiap untuk pertunjukan pesawat Akrobatik Belgrade."
            ]
        },
        {
            "input": "It was divided in 1597 for religious reasons from the former canton Appenzell, with Appenzell Ausserrhoden being the other half.",
            "output": [
                "Daerah itu terbagi pada tahun 1597 atas alasan keagamaan dari pendahulu distrik Appenzell, dengan Appenzell Ausserrhoden menjadi setengah dari yang lain."
            ]
        },
        {
            "input": "The crash is the worst in the area since a disaster in April 2004 that saw a Bulgarian coach returning from a journey to Croatia crashed into the Lim river, leaving twelve students dead.",
            "output": [
                "Tabrakan itu adalah yang terburuk di wilayah tersebut setelah sebuah bencana pada bulan April 2004 yang menampakkan seorang pelatih berkewarganegaraan Bulgaria sedang kembali dari perjalanan ke Kroasia kemudian jatuh ke dalam sungai Lim, menyebabkan tewasnya 12 siswa."
            ]
        },
        {
            "input": "Inland floodwaters trapped more than 1,000 residents in Coffs Harbour, New South Wales over night.",
            "output": [
                "Banjir di pedalaman menjebak lebih dari 1.000 penduduk di Coffs Harbour, New South Wales semalam."
            ]
        },
        {
            "input": "The exchanges come during a period of heightened tension between Iran and the U. S. over Iran's nuclear programme.",
            "output": [
                "Pertukaran datang selama masa ketegangan antara Iran dan AS atas program nuklir Iran."
            ]
        },
        {
            "input": "Regarded by many as the \"contest good taste forgot,\" Eurovision is adored by fans of kitsch and camp everywhere.",
            "output": [
                "Dianggap oleh beberapa sebagai \"kontes selera bagus yang dilupakan, \" Eurovision dipuja oleh penggemar yang nyeleneh dan berkemah di mana-mana."
            ]
        },
        {
            "input": "\"We Swiss find our way at sea, not just in the mountains,\" referring to Switzerland being most popular for Alpine skiing.",
            "output": [
                "\"Kami orang Swis telah menemukan jalan kita di laut tidak hanya di pegunungan.\" mengacu pada Switzerland paling dikenal atas Ski pegunungan Alpine."
            ]
        },
        {
            "input": "\"A worker told me they had to be up in time for all the religious festivals, but most of the lights refer to the Christian Christmas.\"",
            "output": [
                "\"Seorang pekerja memberi tahu saya bahwa mereka harus tepat waktu untuk semua perayaan keagamaan, tetapi sebagian besar lampu mengarah ke Hari Natal umat Kristen.\""
            ]
        },
        {
            "input": "The Broncos, however, won 19–8 in their home field; and Blount and Oregon's offense failed to achieve a single first down for the game's first 37 minutes.",
            "output": [
                "Bronco, bagaimanapun, menang 19-8 pada pertandingan kandang; dan Blount dan penyerang Oregon gagal mencapai first down tunggal pada 37 menit pertama permainan."
            ]
        },
        {
            "input": "Senator Joe Ludwig (Labor, Queensland) asked of the Minister for Justice and Customs Senator Chris Ellison in Question Time whether he stood by his claim that he made yesterday that the discovery of the Jian Seng demonstrated that the Australian Government had in place \"aerial and maritime surveillance to intercept a vessel in these circumstances, and that was done\", and asked why it took the Government two weeks to intercept the vessel after it entered Australian waters.",
            "output": [
                "Senator Joe Ludwig (Partai Buruh, Queensland) bertanya ke Menteri Hukum dan Bea Cukai Senator Chris Ellison dalam Rapat Dengar Pendapat apakah dia yakin dengan klaim yang dibuatnya kemarin bahwa penemuan Jian Seng menunjukkan bahwa Pemerintah Australia hadir, \"Pengawasan udara dan maritim untuk menghadang kapal dalam kondisi seperti itu, dan hal itu telah dilakukan\", dan bertanya mengapa Pemerintah memerlukan waktu dua minggu untuk menghadang kapal setelah ia masuk ke perairan Australia."
            ]
        },
        {
            "input": "Alleyne has been hospitalised following his arrest, owing to chest pains.",
            "output": [
                "Alleyne dirawat di rumah sakit mengikuti penangkapannya, menderita nyeri dada."
            ]
        },
        {
            "input": "One of the ways in which he was best known was for his first single, \"Here in My Heart\", which became the first ever number 1 single in the UK Singles Chart on November 14, 1952.",
            "output": [
                "Salah satu yang membuat dia terkenal adalah single pertamanya \"Here in My Heart\" yang menjadi single nomor 1 pertama pada tangga lagu Inggris, UK Single Chart, pada tanggal 14 November 1952."
            ]
        },
        {
            "input": "This, he felt, is an unfair practice, as the credit card companies were negligent in informing their customers of the rate hikes and the reason for such hikes.",
            "output": [
                "Dia merasa, ini merupakan praktek yang tidak adil, karena perusahaan kartu kredit yang lalai dalam menginformasikan pelanggan mereka dari kenaikan suku bunga dan alasan untuk kenaikan tersebut."
            ]
        },
        {
            "input": "Agliotti is alleged to have strong links with organized crime and racketeering.",
            "output": [
                "Aggliotti diduga memiliki kaitan kuat dengan organisasi kriminal dan pemerasan."
            ]
        },
        {
            "input": "Eleven of the men were found in the back of a truck.",
            "output": [
                "Sebelas orang laki-laki ditemukan di belakang sebuah truk."
            ]
        },
        {
            "input": "On October 14, 2008, Canadians will be heading to the polls for the federal election.",
            "output": [
                "Pada tanggal 14 Oktober 2008, Kanada menuju ke jajak pendapat untuk pemilu federal."
            ]
        },
        {
            "input": "\"There were three former staff member who were listed on the search warrant that was served on me in early July, and we facilitated the gathering of material for police,\" Mr Edwards told Fairfax Radio Network.",
            "output": [
                "\"Ada tiga orang mantan staf yang tercantum di dalam surat perintah pencarian yang ditunjukkan kepada saya di awal bulan Juli, dan kami memfasilitasi pengumpulan material bagi Polisi\", jelas Bapak Edwards kepada Fairfax Radio Network."
            ]
        },
        {
            "input": "The Indonesian government has been criticised for failing to inform residents living on the coast that a tsunami was looming.",
            "output": [
                "Pemerintah Indonesia telah dikritik karena tidak memberi informasi kepada penduduk yang tinggal di pantai bahwa tsunami sedang mengancam."
            ]
        },
        {
            "input": "The eastern mid-Atlantic region’s heavy spring rainfalls are predicted to increase nutrient levels in bay waters, leading to oxygen eating algae blooms and leaving deep water dead zones.",
            "output": [
                "Curah hujan yang deras pada mata air di wilayah pertengahan timur Atlantik telah diperkirakan akan menaikkan tingkat gizi air di pantai, menuju ke oksigen memakan pertumbuhan ganggang dan meninggalkan zona mati pada air yang dalam."
            ]
        },
        {
            "input": "Agca shot the Pope as he rode around St Peter's Square in a open-topped car.",
            "output": [
                "Agca menembak Paus saat ia mengendarai mobil beratap terbuka di sekitar Lapangan St Peter."
            ]
        },
        {
            "input": "They had wandered there regularly, proudly marching through nature with bare bums, and had also advertised what they thought was a naked paradise on the internet.",
            "output": [
                "Mereka melancong di sana secara tetap, dengan bangga berbaris melalui alam dengan ceroboh tanpa memakai apa-apa, dan juga mengiklankan apa yang mereka pikirkan sebuah surga tanpa busana pada internet."
            ]
        },
        {
            "input": "\"we have been exceeding the Earth's ability to support our lifestyles for the past 20 years, and we need to stop.\"",
            "output": [
                "\"Kita telah melebihi kemampuan bumi untuk mendukung gaya hidup kita selama 20 tahun terakhir, dan kita harus berhenti.\""
            ]
        },
        {
            "input": "Still, Harlan was in attendance at Yankee Stadium during the team's Opening Day series this year.",
            "output": [
                "Namun, Harlan hadir di Stadion Yankee selama Hari Pembukaan tim seri tahun ini."
            ]
        },
        {
            "input": "According to the Bureau of Meteorology, (BOM) 2005 was the hottest year since reliable, widespread temperature observations became available in 1910.",
            "output": [
                "Menurut Biro Meteorologi (BOM) tahun 2005 merupakan tahun terpanas sejak observasi temperatur yang meluas dan dapat dipercaya menjadi tersedia di tahun 1910."
            ]
        },
        {
            "input": "British Foreign Sectretary William Hague said: \"It is crucial that there is a swift return to democratic processes in Egypt.\"",
            "output": [
                "Kementerian Luar Negeri Inggris William Hague berkata: \"Ini penting bahwa ada sebuah pergerakan kembali ke proses-proses demokrasi di Mesir.\""
            ]
        },
        {
            "input": "The coalition of the Liberal and National parties has 70 secure seats and predicted to win 73 seats.",
            "output": [
                "Koalisi dari partai-partai Liberal dan Nasional telah mengamankan 70 kursi dan diprediksi memenangkan 73 kursi."
            ]
        },
        {
            "input": "Miners Todd Russell and Brant Webb were entombed nearly a kilometre underground following a cave-in on April 25 at the Beaconsfield Gold Mine in Tasmania.",
            "output": [
                "Penambang Todd Russell dan Brant Webb dimakamkan hampir satu kilometer di bawah tanah mengikuti gua pada 25 April di Tambang Emas Beaconsfield di Tasmania."
            ]
        },
        {
            "input": "Springer said he is committed to making his radio show a success.",
            "output": [
                "Springer berkata bahwa dia berkomitmen untuk membuat acara radionya menunjukkan sebuah kesuksesan."
            ]
        },
        {
            "input": "The statement asked \"the Nation of Islam and the Nation of Arabism to rejoice\" about the attacks.",
            "output": [
                "Pernyataan tersebut mempertanyakan \"Negara Islam dan Negara Arab bersuka cita\" atas serangan-serangan tersebut."
            ]
        },
        {
            "input": "McHale and his wife operate a website called Caledonia Wake Up Call.com, were they detail what they describe as police bias.",
            "output": [
                "McHale dan istrinya mengoperasikan sebuah situs web bernama Caledonia Wake Up Call. com, tempat mereka menjelaskan secara terperinci apa yang mereka sebut sebagai bias polisi."
            ]
        },
        {
            "input": "Professor Plimer said of the 101 questions in his book, \"They're questions that kids should be asking of teachers, because if the teacher can answer it means they might know something about the subject.\"",
            "output": [
                "Profesor Plimer mengatakan dari 101 pertanyaan dalam bukunya, \"Mereka menanyakan bahwa anak-anak harus bertanya pada guru-gurunya, karena bila guru tersebut dapat menjawabnya berarti mereka mungkin mengetahui sesuatu tentang subjeknya.\""
            ]
        },
        {
            "input": "This morning about 500 policemen occupied the Morro da Rocinha, a favela in Rio de Janeiro.",
            "output": [
                "Pagi ini sekitar 500 polisi menempati Morro da Rocinha, sebuah pemukiman kumuh di Rio de Janeiro."
            ]
        },
        {
            "input": "Accurate calculation of its orbit showed asteroid 2008 QH24 is the same as 1997 RO4 and 2007 FK34.",
            "output": [
                "Perhitungan yang akurat dari orbitnya menunjukkan asteroid 2008 QH24 adalah sama dengan 1997 RO4 dan 2007 FK34."
            ]
        },
        {
            "input": "It also finds boys who masturbate are more likely to engage in safe sex than boys who don't.",
            "output": [
                "Juga ditemukan anak laki-laki yang masturbasi lebih cenderung terlibat dalam sex yang aman daripada anak laki-laki yang tidak."
            ]
        },
        {
            "input": "However Zubeyir Aydar, a senior Kurdish militant, denied any involvement in the attacks in a statement to a pro-PKK news agency.",
            "output": [
                "Namun Zubeyir Aydar, seorang militan Kurdi senior, menolak keterlibatan dalam penyerangan-penyerangan tersebut dalam sebuah pernyataan kepada sebuah kantor berita pro-PKK."
            ]
        },
        {
            "input": "Witnesses report that the child wandered into nearby sand dunes where she was repeatedly bitten on the legs by the wild dogs.",
            "output": [
                "Para saksi melaporkan bahwa anak tersebut mengembara di dekat bukit pasir tempat dia digigit berulang-kali di kaki oleh anjing liar."
            ]
        },
        {
            "input": "Even al-Maliki didn't know that Bush was coming until five minutes before he arrived.",
            "output": [
                "Meski al-Maliki tidak tahu bahwa Bush datang sampai 5 menit sebelum dia datang."
            ]
        },
        {
            "input": "189 of those who died in the incident were US citizens.",
            "output": [
                "189 korban tewas di antaranya adalah penduduk AS."
            ]
        },
        {
            "input": "Khaled Abubakar, the imam of the city's central mosque, made an estimate of the death toll.",
            "output": [
                "Khaled Abubakar, imam dari masjid pusat kota, membuat estimasi dari total korban tewas."
            ]
        },
        {
            "input": "His father John Hardy commented to reporters that \"at 22 you're not supposed to watch people die.\"",
            "output": [
                "Ayahnya John Hardy memberikan komentar kepada reporter bahwa \"pada usia 22 tahun tidak seharusnya anda melihat orang mati.\""
            ]
        },
        {
            "input": "The editorial staff would consist of twenty people, less than one-seventh of the 150 staff that were employed before the closure.",
            "output": [
                "Staf editorial hanya akan terdiri dari dua puluh orang, jumlah ini sekitar sepertujuh dari total 150 orang pegawai yang dipekerjakan sebelum penutupan tersebut."
            ]
        },
        {
            "input": "Floods, 10 meters high in some areas washed away 19,100 houses, damaged roads, power lines, and devastated villages and agriculture.",
            "output": [
                "Banjir, di beberapa tempat mencapai ketinggian 10 meter, dan telah menyapu 19.100 rumah, meluluh-lantakkan jalan-jalan, jaringan listrik, dan telah menghancurkan desa dan lahan pertanian."
            ]
        },
        {
            "input": "Although he has in the past supported withdrawal from parts of the land of Israel, Sharansky says the current plan goes too far.",
            "output": [
                "Walaupun pendukung dia menarik diri di masa lalu dari bagian tanah Israel, Sharansky mengatakan rencana saat ini melebih-lebihkan."
            ]
        },
        {
            "input": "The Israeli ministry of tourism is reconsidering cutting ties with Christian televangelist Pat Robertson over the construction of a Christian heritage, pilgrimage and tourism site near the Sea of Galilee.",
            "output": [
                "Kementerian pariwisata Israel mempertimbangkan kembali pemutusan hubungan dengan pendeta Kristen Pat Robertson atas pembangunan warisan budaya Kristen, ziarah dan situs pariwisata Kristen di dekat Laut Galilee."
            ]
        },
        {
            "input": "The bill, which was sponsored by State Representative Darlene Senger from Naperville, passed with a 114–1 majority and will be considered by the Illinois Senate.",
            "output": [
                "Rancangan undang-undang tersebut disponsori oleh State Representative Darlene Senger from Naperville, melewati 114-1 mayoritas dan akan dipertimbangkan oleh Senat Illinois."
            ]
        },
        {
            "input": "Most electoral observers agree the vote was generally fair despite irregularities that included security forces at polling stations, some ballot boxes not being properly sealed, and the absence of opposition representatives during some vote counting.",
            "output": [
                "Sebagian besar pengamat pemilihan umum setuju bahwa pemilihan umum secara umum berjalan adil meskipun ada beberapa penyimpangan termasuk pasukan pengamanan di tempat-tempat pemungutan suara, beberapa kotak suara tidak disegel secara benar, dan tidak hadirnya perwakilan-perwakilan oposisi dalam beberapa penghitungan suara."
            ]
        },
        {
            "input": "Santa Ana Volcano's view from Coatepeque Lake changed as a huge flow of \"hot mud\" flowed from the crater towards the lake.",
            "output": [
                "Pemandangan Gunung Api Santa Ana dari Danau Coatepeque berganti menjadi aliran besar \"lumpur panas\" mengalir dari kawah menuju danau."
            ]
        },
        {
            "input": "\"The reason for the widespread power outages has been the combination of very heavy water laden snow accumulating on the trees that still have most of their leaves.\"",
            "output": [
                "\"Alasan untuk padamnya listrik secara luas ini adalah kombinasi dari salju yang sangat sarat air yang menumpuk di pohon-pohon yang masih memiliki sebagian besar daunnya.\""
            ]
        },
        {
            "input": "Despite the book's accusations of Sheffield and Giambi, it centers around Bonds and the founder of the Bay Area Laboratory Co-Operative or BALCO, Victor Conte Jr.",
            "output": [
                "Meskipun tuduhan buku mengenai Sheffield dan Giambi, itu berpusat di sekitar Bonds dan pendiri Kerjasama Laboratorium Kawasan Teluk atau BALCO, Victor Conte Jr."
            ]
        },
        {
            "input": "He calmly clarified that he had housed the seven attackers before the attack and had provided them with several weapons.",
            "output": [
                "Dengan tenang dia menjelaskan bahwa dia merumahkan 7 penyerang sebelum serangan dan melengkapi mereka dengan beberapa senjata."
            ]
        },
        {
            "input": "As well as it helping to fight New Zealand-sourced spam and preventing New Zealand from “becoming a haven for spammers”, it will promote good practices within the e-marketing community, Stewart said.",
            "output": [
                "Selain membantu memerangi spam yang berasal dari Selandia Baru dan mencegah Selandia Baru menjadi \"surga bagi tukang spam\", pengesahan itu juga akan mempromosikan praktek yang bagus dalam masyarakat e-marketing, kata Stewart."
            ]
        },
        {
            "input": "London, England — Yesterday Wikinews had the opportunity to tour the Ottobrock wheelchair repair workshops at the Paralympic Village in London.",
            "output": [
                "London, Inggris - Kemarin Wikinews mendapat kesempatan untuk tur bengkel reparasi kursi roda Ottobrock di Desa Paralympic di London."
            ]
        },
        {
            "input": "The Cessna had one person on board who also died, but its destination is not yet known.",
            "output": [
                "Pesawat Cessna membawa satu orang, yang juga tewas, namun tujuannya masih belum diketahui."
            ]
        },
        {
            "input": "PepsiCo has acquired Poland's Star Foods, a leading maker of snacks, for an undisclosed sum.",
            "output": [
                "PepsiCo telah mengakuisisi Star Foods Polandia, pemimpin pembuat makanan kecil, untuk jumlah yang dirahasiakan."
            ]
        },
        {
            "input": "\"Why are you continuing to kill and die there?\"",
            "output": [
                "\"Kenapa anda terus membunuh dan mati di sana?\""
            ]
        },
        {
            "input": "UN peacekeeping chief Alain Le Roy said many people were in the UN building when it went down and they remain unaccounted for.",
            "output": [
                "Kepala penjaga perdamaian PBB Alain Le Roy mengatakan banyak orang berada di gedung PBB ketika itu terjadi dan mereka masih belum ditemukan."
            ]
        },
        {
            "input": "The individuals arrested appeared in the Nelspruit magistrate's court on Friday.",
            "output": [
                "Individu ditangkap dan mencul di Pengadilan hakim pada hari Jemat."
            ]
        },
        {
            "input": "Virgin Spokesman Arthur Leathley told reporters that Network Rail hoped to have three of the four lines in that section of the track operational by Tuesday morning.",
            "output": [
                "Arthur Leathley Juru Bicara Virgin mengatakan kepada wartawan bahwa Network Rail berharap untuk memiliki 3 dari 4 jalur di bagian operasional lintasan kereta Selasa pagi."
            ]
        },
        {
            "input": "He then left the stage, soon followed by his band.",
            "output": [
                "Dia kemudian meninggalkan panggung, segera diikuti band nya."
            ]
        },
        {
            "input": "Paul Collingwood made just one run before being run out to leave England on 83-4.",
            "output": [
                "Paul Collingwood membuat hanya 1 run sebelum keluar meninggalkan Inggris pada 83-4."
            ]
        },
        {
            "input": "The Agricultural ministry is complaining that it has only 24 workers in Dogubayazit, a city of 56,000, and culling could take up to a month to complete.",
            "output": [
                "Menteri pertanian mengeluh bahwa hanya 24 pekerja di Dodubayazit, sebuah kota berpenduduk 56.000 orang dan pemusnahan perlu waktu sampai 1 bulan sampai tuntas."
            ]
        },
        {
            "input": "It was also discovered that citizens have set up internet channels on IRC in an attempt to disseminate proxy servers and addresses to bypass the blocking of the internet by the Iranian government.",
            "output": [
                "Hal itu juga ditemukan bahwa warga menyiapkan saluran internet di IRC dalam upaya untuk menyebarkan proxy server dan alamat untuk memotong pemblokiran internet oleh pemerintah Iran."
            ]
        },
        {
            "input": "She criticised the decision-making process for its lack of transparency, and called it \"lamentable\".",
            "output": [
                "Dia mengkritik proses pembuat keputusan karena kurangnya keterbukaan dan menyebutnya \"yang disesalkan.\""
            ]
        },
        {
            "input": "Bayern Munich took the lead in the 28th minute when Bastian Schweinsteiger fed Luca Toni a pass into the penalty box and scored against Hannover goalkeeper Robert Enke.",
            "output": [
                "Bayern Munich memimpin di menit ke 28 pada saat Bastian Schweinsteiger fed Luca Toni lulus ke kotak pengurangan angka dan menang melawan penjaga gawang Hannover Robert Enke."
            ]
        },
        {
            "input": "Trooper Hammond, Danntt said in the MoD statement, \"was a first class tank crewman who epitomised the spirited and determined approach to operations expected of Royal Armoured Corps soldiers.\"",
            "output": [
                "Anggota pasukan Hammond, Danntt mengatakan dalam pernyataan MoD, \"anggota tank kelas pertama yang mencontohkan semangat dan tekad melakukan operasi yang diharapkan oleh tentara Royal Armoured Corps.\""
            ]
        },
        {
            "input": "The woman, described as 21, had lost both arms up to the elbow and sustained severe wounds to her torso and legs.",
            "output": [
                "Wanita tersebut digambarkan berusia 21, kehilangan kedua lengan sampai ke siku dan menderita luka parah pada tubuh dan kakinya."
            ]
        },
        {
            "input": "Although general elections are taking place in two and a half weeks time, the protest was meant to be apolitical.",
            "output": [
                "Meskipun pemilihan umum akan berlangsung dua setengah minggu, protes ini dimaksudkan non-politik."
            ]
        },
        {
            "input": "While the French star's comments contradicted Materazzi's view Zidane also refused to apologise to Materazzi for his on-field assault.",
            "output": [
                "Sedangkan bintang Perancis berkomentar yang bertentangan dengan pandangan Materazzi, Zidane juga menolak untuk minta maaf ke Materazzi atas serangannya di lapangan."
            ]
        },
        {
            "input": "An Indonesian fisherman was last week fined $A130,000, setting a new record, after his boat was caught off with over 100kg of dried reef fish, 300kg of fish on ice and 10kg of dried shark fin.",
            "output": [
                "Seorang nelayan Indonesia pekan lalu didenda 130.000 AUD, membuat rekor baru, setelah kapalnya tertangkap dengan lebih dari 100kg ikan karang kering, 300kg ikan di es dan 10kg sirip ikan hiu kering."
            ]
        },
        {
            "input": "Campbell describes what would be the first UK museum with Gaelic as its primary language as \"a generational project\" with benefits throughout the communities of the Outer Hebrides.",
            "output": [
                "Campbell menjabarkan museum yang akan menjadi museum dengan Gaelic sebagai bahasa utama pertama di Inggris sebagai \"proyek generasi\" dengan keuntungan di seluruh masyarakat Outer Hebrides."
            ]
        },
        {
            "input": "Liberal Senator Nick Minchin, the new Leader of the Government in the Senate, spoke in support of Humphries and his views, and \"was not persuaded to support [the] bill\", and expressed his \"conservative\" views that life begun \"from conception onwards\".",
            "output": [
                "Senator Liberal Nick Minchin, pemimpin baru pemerintah di senat, menyatakan dukungan terhadap Humphries dan pandangannya, serta \"tidak membujuk untuk mendukung undang-undang [tersebut]\", dan menyatakan pandangan \"konservatif\"nya bahwa hidup mulai \"dari \"konsepsi dan seterusnya.\""
            ]
        },
        {
            "input": "Initial research by Dr. Anthony F. Bogaert and his colleagues at Brock University, Ontario revealed a possible link between the number of elder brothers a boy has and the likelihood he is to be gay.",
            "output": [
                "Riset awal yang dilakukan oleh Dr. Anthony F. Bogaert dan rekannya di Universitas Brock, Ontario, menemukan adanya kaitan antara jumlah kakak kandung pria seorang anak lelaki dengan kecenderungan anak lelaki itu untuk menjadi seorang gay."
            ]
        },
        {
            "input": "Since 2005, Iran already has one satellite in space, Sinah-1, which was launched in Russia with a Russian rocket.",
            "output": [
                "Sejak 2005, Iran telah memiliki 1 satelit di ruang angkasa, Sinah-1, yang telah diluncurkan di Rusia dengan roket Rusia."
            ]
        },
        {
            "input": "This compares to sixty-nine reporters killed during World War Two, and sixty-three in Vietnam.",
            "output": [
                "Ini dibandingkan dengan enam puluh sembilan reporter tewas selama Perang Dunia Dua, dan enam puluh tiga di Vietnam."
            ]
        },
        {
            "input": "Meanwhile, the underlying rate of RPI increased from 3.8% to 4.6% over the same period.",
            "output": [
                "Sementara itu, tingkat pokok RPI meningkat dari 3,8% sampai 4,6% selama periode yang sama."
            ]
        },
        {
            "input": "Rescuers responding to the scene noticed several other trees and limbs scattered around other campsites and searched all 350 sites, but no other injuries were reported.",
            "output": [
                "Tim penyelamat merespon kejadian ini mendapati beberapa pohon dan dahan lainnya berserakan disekitar perkemahan lainnya dan melakukan pencarian di seluruh 350 tempat, namun tidak ada korban cedera dilaporkan."
            ]
        },
        {
            "input": "Zahid Ahmed, a brother of the deceased, told police his brother had been \"receiving threats\" and \"was a victim of targeted killing\".",
            "output": [
                "Saudara laki-laki almarhum, Zahid Ahmed, menyatakan pada polisi, saudara laki-lakinya itu telah \"menerima ancaman\" dan \"merupakan korban target pembunuhan.\""
            ]
        },
        {
            "input": "Initial reports suggest that the explosion was caused by methane mixing with the air in the mine.",
            "output": [
                "Laporan awal menunjukkan bahwa ledakan itu disebabkan oleh gas metan bercampur dengan udara di tambang."
            ]
        },
        {
            "input": "The water is there, the rainfall is there, but the infrastructure isn't there, Rijsberman told reporters.",
            "output": [
                "Air itu disini, hujan disini, tetapi infrastruktur tidak ada disini, ujar Rijsberman kepada reporter."
            ]
        },
        {
            "input": "More than 1,000 U.S. and coalition troops supported by fighter jets and helicopter gunships attacked villages in and around Al Qaim, near the Syrian border.",
            "output": [
                "Lebih dari 1.000 pasukan AS dan koalisi yang didukung oleh jet-jet tempur dan helikopter tempur menyerang desa-desa di Al Qaim dan sekitarnya, dekat perbatasan Suriah."
            ]
        },
        {
            "input": "The impeachment process is planned to start within the following week.",
            "output": [
                "Proses penggulingan direncanakan mulai dalam minggu depan."
            ]
        },
        {
            "input": "Nearly 15% of the delegates needed to receive the Republican nomination will come from California.",
            "output": [
                "Hampir dari 15% utusan diperlukan untuk menerima pencalonan dari anggota Partai Republik yang akan datang dari California."
            ]
        },
        {
            "input": "The £1 million project will consist of a series of under-water turbines to be installed at Romney Weir in the nearby River Thames.",
            "output": [
                "Proyek senilai 1 juta Poundsterling ini akan terdiri dari sebuah rangkaian turbin air yang akan dipasang di Romney Weir di dekat Sungai Thames."
            ]
        },
        {
            "input": "According to the Boston Globe and video displayed on its website, the narrator then points out that \"the real Obama promises higher taxes, more government spending.\"",
            "output": [
                "Menurut Boston Globe dan video yang ditampilkan di situsnya, pembawa berita kemudian menunjukkan bahwa \"Obama nyata menjanjikan pajak yang lebih tinggi, pengeluaran pemerintah yang lebih banyak.\""
            ]
        },
        {
            "input": "ABC Online reports that the pilot of the plane may face charges.",
            "output": [
                "ABC Online melaporkan bahwa pilot pesawat mungkin akan menghadapi tuntutan."
            ]
        },
        {
            "input": "Three fire service tanker vehicles attended the scene, but used up all their water supplies.",
            "output": [
                "3 truk tanki pemadam kebakaran berada di tempat kejadian, tetapi telah menghabiskan semua persediaan air mereka."
            ]
        },
        {
            "input": "We believe that means he sees this as not frivolous, and he’s going to decide it on the merits, said Michael Ettinger, Robert's attorney.",
            "output": [
                "Kami percaya bahwa artinya dia memandang hal ini bukan sebagai sesuatu yang remeh, dan dia akan memtuskannya secara pantas, kata Michael Ettinger, pengacara Robert."
            ]
        },
        {
            "input": "Existing technology will be marketed in the Google name, something which may make all the difference.",
            "output": [
                "Teknologi yang ada akan dipasarkan dengan nama Google, sesuatu yang dapat membuat semua berbeda."
            ]
        },
        {
            "input": "Aroha Mead, Victoria University of Wellington Māori business lecturer said that the Tā moko is not frightening, \"And he doesn't look scary to me – he looks quite handsome,\", but added \"There didn't appear to be much that Māori could do.\"",
            "output": [
                "Aroha Mead, dosen bisnis Maori Victoria University of Wellington mengatakan bahwa Ta moko tidaklah menakutkan, \"Dia tidak kelihatan menakutkan untuk saya - dia kelihatan sangat tampan, \" tetapi menambahkan \"Tampaknya tidak banyak yang bisa dilakukan Maori.\""
            ]
        },
        {
            "input": "But that trust will break down immeasurably in immigrant communities if residents face the debilitating fear of deportation.",
            "output": [
                "Namun kepercayaan itu akan rusak tidak terukur di komunitas imigran jika penduduk menghadapi ketakutan dideportasi yang melemahkan."
            ]
        },
        {
            "input": "\"We don’t think it’s a good idea that Canadians travelling from one (Canadian) city to another would have to be checked under the American no-fly list.” Lapierre said.",
            "output": [
                "\"Kami tidak berpikir itu sebuah gagasan yang baik bahwa orang Kanada bepergian dari satu kota (Kanada) ke kota lainnya harus diperiksa di bawah daftar tidak-terbang Amerika.\" Ujar Lapierre."
            ]
        },
        {
            "input": "Wikinews has contacted the church, its publishing company, and YouTube for a statement regarding the removal of the videos, but has yet to receive a response.",
            "output": [
                "Wikinews telah menghubungi gereja, perusahaan penerbitan, dan YouTube untuk mendapat pernyataan mengenai penghapusan video tersebut, tapi belum menerima jawaban."
            ]
        },
        {
            "input": "Discovery is the oldest surviving shuttle, and has flown more missions than any other shuttle.",
            "output": [
                "Pesawat Discovery adalah pesawat ulang alik tertua yang bertahan, dan merupakan pesawat ulang alik yang paling banyak melakukan misi penerbangan."
            ]
        },
        {
            "input": "The show also is planned to be broadcast by the Sirius and XM satellite radio services.",
            "output": [
                "Acara tersebut juga direncanakan untuk disiarkan oleh layanan-layanan radio satelit Sirius dan XM."
            ]
        },
        {
            "input": "The United Nations might discontinue use of Fijian soldiers in peacekeeping operations of which is a large source of Fiji's income.",
            "output": [
                "Perserikatan Bangsa-Bangsa mungkin tidak meneruskan menggunakan tentara Fiji untuk operasi perdamaian yang merupakan sumber pendapatan Fiji yang besar."
            ]
        },
        {
            "input": "Instead, it is West Indies that have taken a 1-0 lead in the series.",
            "output": [
                "Malahan, Hindia Barat yang telah mengambil keunggulan 1-0 di seri tersebut."
            ]
        },
        {
            "input": "As voting concluded, despite some irregularities such as missing ballots and late starts, authorities concluded the voting went well, without the pervasive fraud that marked the November election.",
            "output": [
                "Sementara pemungutan suara diselesaikan, meskipun ada beberapa penyimpangan seperti surat suara hilang dan terlambat dimulai, pihak berwenang menyimpulkan pemungutan suara berjalan dengan baik, tanpa pelanggaran yang berat yang menandai pemilu bulan November."
            ]
        },
        {
            "input": "Rather, Chaindrawa claims that the government of Georgia is an authoritarian regime that suppresses civil liberties and the freedom of the press, similar to the Russian government policies of Vladimir Putin.",
            "output": [
                "Sebaliknya, Chaindrawa mengklaim bahwa pemerintahan Georgia adalah rezim yang otoriter yang menekan kebebasan sipil dan kebebasan pers, sama dengan kebijakan pemerintahan Rusia Vladimir Putin."
            ]
        },
        {
            "input": "Israel's Southern Command on Thursday announced \"only residents of the Israeli communities in the Gaza Strip will be allowed [entry into Gaza]\", where the Jewish state plans to end its decades-long presence.",
            "output": [
                "Israel's Southern Command di hari kamis mengumumkan \"hanya penduduk Israel di jalur Gaza yang diizinkan [masuk ke dalam Gaza]\", tempat para Yahudi menyatakan rencana mengakhiri kehadirannya selama puluhan tahun."
            ]
        },
        {
            "input": "As a Republican, Johnson was elected and re-elected as governor of New Mexico in 1994 and 1998.",
            "output": [
                "Sebagai Republik, Johnson terpilih dan terpilih kembali sebagai gubernur New Mexico pada tahun 1994 dan 1998."
            ]
        },
        {
            "input": "\"The tail section broke down first, which broke off,\" said a witness in an interview with the BBC who was riding on his bicycle by the airport when the aircraft crashed.",
            "output": [
                "\"Bagian ekor patah terlebih dahulu, kemudian terlepas, \" kata seorang saksi dalam sebuah wawancara dengan BBC yang sedang mengendarai sepedanya dekat bandar udara tersebut saat pesawat tersebut jatuh."
            ]
        },
        {
            "input": "Some of the other edits say that Sarah was \"brought to statewide attention because of whistleblowing on ethical violations by state Republican Party leaders,\" she played in a \"championship game despite a stress fracture in her ankle, hitting a critical free throw in the last seconds,\" and she won a \"scholarship to help pay her way through college.\"",
            "output": [
                "Beberapa suntingan lainnya mengatakan bahwa Sarah \"dijadikan perhatian seluruh negara bagian karena pengungkapan rahasia pelanggaran etika oleh para pemimpin Partai Republik negara, \" dia bermain di \"pertandingan kejuaraan meskipun cedera tulang di pergelangan kakinya, memukul lemparan bebas yang penting dalam detik-detik terakhir, \"dan dia memenangkan\" beasiswa untuk membantu membayar perjalanannya melewati perguruan tinggi.\""
            ]
        },
        {
            "input": "At least eight people have died in a fire in a multi-storied office center, namely, in the office belonging to the Russian Savings Bank (Sberbank), in the Russian Pacific port city of Vladivostok, the Russian Emergency Situations Ministry said Monday.",
            "output": [
                "Sekurang-kurangnya derapan orang meninggal dunia karena kebakaran di kantor pusat multi-bertingkat, yaitu, di kantor termasuk Bank Tabungan Rusia (Sberbank), di Valdivostok yang kota pelabuhan Rusia Pasifik, Menteri Situasi Darurat Rusia mengatakan pada hari Senin."
            ]
        },
        {
            "input": "A tropical storm warning is in effect for Belize from the border With Mexico southward to Belize City.",
            "output": [
                "Peringatan badai tropis berlaku untuk Belize dari perbatasan With Meksiko ke arah selatan ke Belize."
            ]
        },
        {
            "input": "I am currently the Women's Football Coordinator and Female Elite Player mentor at FFA.",
            "output": [
                "Saat ini saya Koordinator Sepakbola Wanita dan pembimbing Pemain Elit Wanita di FFA."
            ]
        },
        {
            "input": "A safety precaution was put in place after this incident, however, the spokesperson acknowledged that it was not followed when Garin was killed.",
            "output": [
                "Peringatan keselamatan telah diletakkan di tempat setelah kecelakaan ini, akan tetapi, juru bicara mengakui bahwa itu tidak diikuti ketika Garin terbunuh."
            ]
        },
        {
            "input": "The WHO said that \"while data collection and verification remain a challenge throughout the country with the effect that weekly statistics are not always accurate or complete, the overall trend over the last 2 months is of a decreasing number of cases and deaths.\"",
            "output": [
                "WHO mengatakan bahwa \"sementara pengumpulan data dan verifikasi tetap menjadi tantangan di seluruh negeri dengan statistik efek mingguan tidak selalu akurat atau lengkap, tren secara keseluruhan selama 2 bulan terakhir adalah penurunan jumlah kasus dan kematian.\""
            ]
        },
        {
            "input": "Today, due to the increasing wealth of emerging nations, just one in every three billionaires is American, a decline from ten years ago when Americans numbered one in every two.",
            "output": [
                "Hari ini, karena adanya peningkatan kekayaan dari negara-negara berkembang, 1 dari 3 miliarder adalah orang Amerika, suatu penurunan dari 10 tahun lalu saat orang-orang Amerika ada di setiap 2 orang miliarder di dunia."
            ]
        },
        {
            "input": "\"The National Hockey League will not accept the use of a stick in the manner and fashion in which Mr. Simon used his Thursday night,\" said Colin Campbell, NHL Senior Executive Vice President and Director of Hockey Operations.",
            "output": [
                "\"Liga Hoki Nasional tidak akan menerima penggunaan tongkat dengan cara dan gaya seperti yang Bapak Simon gunakan hari Kamis malam, \" kata Colin Campbell, Wakil Presiden Eksekutif Senior NHL dan Direktur Operasi Hoki."
            ]
        },
        {
            "input": "The police in Delhi claim to have told the police in Bihar about the potential of a terrorist attack.",
            "output": [
                "Polisi di Delhi mengklaim telah mengatakan pada polisi di Bihar tentang potensi dari serangan teroris."
            ]
        },
        {
            "input": "The nearly US$300 million contract stated that bullets were coming from Hungary, but were actually decades-old, damaged and corroded bullets from China.",
            "output": [
                "Kontrak senilai hampir 300 dollar AS tersebut menyatakan bahwa peluru berasal dari Hongaria, tetapi kenyataannya adalah peluru berumur puluhan tahun, rusak dan berkarat dari Cina."
            ]
        },
        {
            "input": "Whereas Wikipedia editors are judged by how they are perceived in the Wiki community, the amount of barnstars they receive and by the value of their contributions, Fixya's customers rate its experts based upon the usefulness of their advice.",
            "output": [
                "Sementara para editor Wikipedia dinilai dengan bagaimana mereka diterima di dalam komunitas Wiki, jumlah barnstar yang mereka terima dan oleh nilai kontribusi mereka, konsumen Fixya menilai para ahli berdasarkan atas kegunaan dari saran mereka."
            ]
        },
        {
            "input": "Blair also blamed the \"ideology and intolerance of the Muslim Brotherhood\": \"People felt that the Brotherhood was steadily imposing its own doctrines on everyday life\".",
            "output": [
                "Blair juga menyalahkan \"ideologi dan intoleransi Muslim Brotherhood\": \"Masyarakat merasa bahwa Brotherhood terus memaksakan doktrin-doktrin mereka dalam kehidupan sehari-hari.\""
            ]
        },
        {
            "input": "Reportedly, this was out of general manager Brian Cashman's concern for the alarming number of hamstring injuries so far this season.",
            "output": [
                "Dilaporkan, hal ini diluar perhatian direktur umum Brian Cashman untuk mengkhawatirkan jumlah cidera urat lutut yang terjadi musim ini."
            ]
        },
        {
            "input": "Now heritage listed, it has been submerged by the waters of the new dam.",
            "output": [
                "Sekarang warisan yang ada, telah tenggelam dibawah permukaan air waduk yang baru."
            ]
        },
        {
            "input": "The revaluation is expected to prepare Romania for adoption of the euro in 2012.",
            "output": [
                "Revaluasi ini diharapkan untuk mempersiapkan Rumania untuk mengadopsi euro pada tahun 2012."
            ]
        },
        {
            "input": "Ukrainian basketball player Alexander Belostenny has died at the age of 51.",
            "output": [
                "Pemain basket Ukraina Alexander Belostenny meninggal pada usia 51."
            ]
        },
        {
            "input": "Suddenly, we heard a big bang, then the door burst open from effects of a powerful shock wave and the lights went out...",
            "output": [
                "Tiba-tiba, kami mendengar ledakan yang keras, dan pintu terbuka dengan keras efek dari gelombang guncangan yang sangat kuat dan kemudian lampu mati. ."
            ]
        },
        {
            "input": "Two of them politely greeted the group, and one said gaily, \"Your houses are finished.\"",
            "output": [
                "2 dari mereka menyambut kelompok dengan sopan dan yang seorang berkata dengan riang, \" Rumahmu sudah selesai.\""
            ]
        },
        {
            "input": "Several of the world’s leaders and dignitaries are to attend the president's funeral, including US president Barack Obama and Russian leader Dmitry Medvedev.",
            "output": [
                "Sejumlah pemimpin negara dan pejabat tinggi direncanakan menghadiri pemakaman presiden ini, termasuk juga presidan AS Barack Obama dan pemimpin Rusia Dmitry Medvedev."
            ]
        },
        {
            "input": "The National Anti-Hail Program was launched in 2000 and is due to be finalised in 2014.",
            "output": [
                "Program Anti-Hujan Es Nasional diajukan pada tahun 2000 dan dijadwalkan akan selesai di tahun 2014."
            ]
        },
        {
            "input": "\"We will not compromise with Hamas,\" said Miri Eisin, a spokeswoman for Israeli Prime Minister Ehud Olmert.",
            "output": [
                "\"Kami tidak akan bekerja sama dengan Hamas, \" kata Miri Eisin, wanita juru bicara Perdana Menteri Israel Ehud Olmert."
            ]
        },
        {
            "input": "The upper house of the former Kyrgyz parliament declared it was terminating its work \"to stabilize the situation and do away with conflicts\" on Tuesday, as the lower house had done a day before.",
            "output": [
                "Majelis tinggi dari eks parlemen Kyrgyz menyatakan ini adalah akhir pekerjaannya \"untuk menstabilkan keadaan dan menjauhkan konflik\" pada hari Selasa, seperti yang majelis rendah lakukan pada sehari sebelumnya."
            ]
        },
        {
            "input": ":easy naturalization as in (h) to offer Japanese nationality is rational both as a measure and in practice.",
            "output": [
                ": naturalisasi mudah seperti di (h) untuk menawarkan kewarganegaraan Jepang yang rasional baik sebagai tindakan dan dalam praktek."
            ]
        },
        {
            "input": "It was the third such shutdown of the camera in the past calendar year.",
            "output": [
                "Ini adalah yang ketiga matinya kamera seperti ini pada tahun kalender terakhir."
            ]
        },
        {
            "input": "The early months of 2005 were also very dry over much of Australia with the January-May period being the 2nd driest on record.",
            "output": [
                "Bulan-bulan awal tahun 2005 Australia juga sangat kering sekali dengan periode Januari-Mei menjadi yang terkering ke-2 dalam catatan rekor selama ini."
            ]
        },
        {
            "input": "The Canadian Press contacted Michel Drapeau, a retired lawyer and colonel.",
            "output": [
                "Kantor berita Canadian Press telah menghubungi Michel Drapeau, seorang pensiunan pengacara militer dan kolonel."
            ]
        },
        {
            "input": "With the shortening of cash, Chavez cannot use oil revenues anymore to finance his budget.",
            "output": [
                "Dengan kurang nya biaya, Chavez tidak bisa menggunakan keuntungan minyak lagi untuk mendanai anggaran nya."
            ]
        },
        {
            "input": "Voters in Haiti are going to the polls today to vote for the country's next president.",
            "output": [
                "Para pemilih di Haiti akan pergi ke tempat pemungutan suara hari ini untuk memilih presiden berikutnya negara itu."
            ]
        },
        {
            "input": "40th President of the United States Ronald Reagan said Williams' voice was \"a national treasure\".",
            "output": [
                "Presiden Amerika Serikat ke 40 Ronald Reagan mengatakan bahwa suara Williams \"harta karun nasional.\""
            ]
        },
        {
            "input": "Sevior says his research into nuclear waste disposal should help dispel many environmentalists' fears.",
            "output": [
                "Sevior berkata penelitiannya dalam pengolahan sampah nuklir seharusnya membantu menghilangkan banyak ketakutan lingkungan."
            ]
        },
        {
            "input": "He went on to work for Carlisle-based Border Television, which is now called ITV Border, from its inception in 1961.",
            "output": [
                "Dia melanjutkan bekerja untuk Border Television yang berbasis di Carlisle, yang sekarang disebut ITV Border, sejak awal berdirinya pada tahun 1961."
            ]
        },
        {
            "input": "The accident, which happened at approximately 1940 local time, killed a 45-year-old father and his 18-year-old daughter.",
            "output": [
                "Peristiwa ini, yang terjadi sekitar pukul 19.40 waktu setempat, menewaskan seorang ayah berusia 45 tahun dan anak perempuannya yang berusia 18 tahun."
            ]
        },
        {
            "input": "Both ethnic Albanians and the minority Serb population may vote for local mayors and councillors, a move seen as testing the government's capacity to organise its own democratic elections.",
            "output": [
                "Etnis Albania dan minoritas Serbia diperbolehkan untuk menggunakan hak suara mereka untuk memilih walikota dan anggota dewan perwakilan rakyat. Kegiatan pemilu ini dipandang sebagai ujian bagi kemampuan pemerintah untuk menyelenggarakan pemilu demokratisnya secara mandiri."
            ]
        },
        {
            "input": "Last September, the state of Alaska made a public notice about Shell's desire to drill off the coast of the Beaufort Sea, placing experimental drilling rigs at two drill site location: \"Torpedo\" and \"Sivulliq\".",
            "output": [
                "Bulan September yang lalu, negara bagian Alaska membuat sebuah pemberitahuan publik tentang keinginan Shell untuk mengebor di lepas pantai Laut Beaufort, menempatkan alat perlengkapan pengeboran percobaan di dua lokasi situs pemboran: \"Torpedo\" dan \"Sivulliq.\""
            ]
        },
        {
            "input": "The U.S. 9th Circuit Court of Appeals on Tuesday ruled that Honolulu's ban on aerial advertising is constitutional and rejected the arguments of a pro-life/anti-abortion group that contended that the ban restricts free speech.",
            "output": [
                "Pengadilan Daerah ke 9 A. S. melakukan banding pada hari Selasa atas penguasaan periklanan di udara Honolulu dilarang secara konstitusi dan menolak argumentasi kelompok setuju-hidup/anti-aborsi menantang melarang membatasi kebebasan berbicara."
            ]
        },
        {
            "input": "They also stated that they \"have continued to monitor\" and \"have also carried out seismic surveys.",
            "output": [
                "Mereka juga mengatakan bahwa mereka \"telah melanjutkan memonitor\" dan \"telah menyelenggarakan survey seismik.\""
            ]
        },
        {
            "input": "Abbas is challenged by the partition between Gaza and the West Bank and there have been no improvements to the quality of life under occupation.\"",
            "output": [
                "Sebaliknya, Abbas juga sedang mendapat tekanan akibat kerenggangan antara Jalur Gaza dan Tepi Barat, dan tidak ada peningkatan kualitas hidup warga Palestina di bawah situasi pendudukan Israel.\""
            ]
        },
        {
            "input": "Mass celebrations are planned to be held at Poklonnaya Gora, Moscow's primary WW2 memorial.",
            "output": [
                "Perayaan masal direncanakan diselenggarakan di Poklonnaya Gora, monumen peringatan WW2 utama Moscow."
            ]
        },
        {
            "input": "Disaster management officials in the country announced that the dead from the weekend battering from Typhoon Fengshen could reach to a high of 1,300 people nation-wide.",
            "output": [
                "Pejabat manajemen bencana di negara itu mengumumkan bahwa mayat dari terjangan topan Fengshen di akhir minggu bisa mencapai 1.300 orang di seluruh negara Filipina."
            ]
        },
        {
            "input": "Merck's stock price dropped 10% within minutes of the verdict being announced, and continued to fall hours after.",
            "output": [
                "Harga saham Merck turun 10% dalam beberapa menit dari putusan yang diumumkan, dan terus menurun beberapa jam setelahnya."
            ]
        },
        {
            "input": "The Christian Heritage Center which would stretch over 125 acres is placed where, according to Christian tradition, Jesus taught and lived in the Galilee region.",
            "output": [
                "Pusat Warisan Kristen yang akan meluas lebih dari 125 hektar ditempatkan di tempat, yang menurut tradisi Kristen, Yesus mengajar dan tinggal di wilayah Galilee."
            ]
        },
        {
            "input": "Wikinews reporter William Saturn‎ talks with Schriner and discusses his campaign.",
            "output": [
                "Reporter Wikinews William Saturn berbicara dengan Schriner dan mendiskusikan kampanyenya."
            ]
        },
        {
            "input": "Both Amber Merritt and Cobi Crispin ran up large numbers of personal fouls: four for Meritt and five for Crispin, hampering Australia's game style.",
            "output": [
                "Amber Merritt dan Cobi Crispin melakukan jumlah personal foul yang besar: 4 untuk Merritt dan 5 untuk Crispin, menghambat gaya permainan Australia."
            ]
        },
        {
            "input": "According to the BBC, the Republicans are aware of not being able to reach the country's non-white population, a job made tougher by the Democrats having a very visible mixed-race leader in the White House.",
            "output": [
                "Menurut BBC, Partai Republik sadar tidak akan bisa mencapai populasi non-kulit putih di negara ini, suatu pekerjaan sulit yang dilakukan Partai Demokrat memiliki pemimpin ras campuran yang terlihat di Gedung Putih."
            ]
        },
        {
            "input": "After protracted negotiations last year, the UK was granted \"Approved Destination Status\" (ADS) by the People's Republic of China in January 2005.",
            "output": [
                "Setelah negosiasi berlarut-larut tahun lalu, Inggris diberikan \"Approved Destination Status\" (ADS) oleh Republik Rakyat Cina pada bulan Januari 2005."
            ]
        },
        {
            "input": "He reiterated much the same position in telephone conversation with the President of the United States, George W. Bush, today.",
            "output": [
                "Dia banyak menegaskan posisi yang sama dalam percakapan telepon dengan Presiden Amerika Serikat, George W. Bush, hari ini."
            ]
        },
        {
            "input": "Spanish law allows the courts to pursue cases of torture and war crimes beyond Spanish borders.",
            "output": [
                "Undang-undang Spanyol mengijinkan pengadilan untuk mengejar kasus penyiksaan dan kejahatan perang di luar perbatasan Spanyol."
            ]
        },
        {
            "input": "Zorn discussed how sponsorship has evolved from her early time participating, and issues with the Paralympics inside the United States at the present.",
            "output": [
                "Zorn membahas sponsor meningkat dari awal mula dia bergabung, dan persoalan internal para olahragawan penyandang cacat Amerika Serikat pada saat ini."
            ]
        },
        {
            "input": "The fisherman’s attorney, David P. Baugh, said area residents surrounding the reservoir are happy the alligator is gone.",
            "output": [
                "Pengacara nelayan, David P. Baugh, mengatakan penduduk sekitar waduk senang buaya itu hilang."
            ]
        },
        {
            "input": "The empty train was in the process of being moved between sets of tracks.",
            "output": [
                "Kereta kosong sedang dalam proses dipindahkan diantara set rel."
            ]
        },
        {
            "input": "The UN has certified that the Delhi Metro has aided in the reduction of greenhouse gases, earning 'carbon credits'.",
            "output": [
                "PBB telah memberikan pengakuan kepada Delhi Metro sebagai institusi yang mampu menurunkan gas rumah kaca, sehingga mendapatkan \"kredit karbon.\""
            ]
        },
        {
            "input": "This comes a week after the Presidential election which saw the re-election of the incumbent Alexander Lukashenko who has ruled Belarus since the establishment of the office in 1994.",
            "output": [
                "Ini datang seminggu setelah pemilihan Presiden yang melihat terpilihnya kembali petahana Alexander Lukashenko yang memerintah Belarusia sejak pembentukan resminya pada tahun 1994."
            ]
        },
        {
            "input": "\"A willingness to push boundaries and try new things is exactly what conservation in New Zealand needs,\" he said.",
            "output": [
                "\"Kesediaan untuk mendorong batasan dan mencoba hal-hal baru adalah sesuatu yang benar-benar diperlukan dalam konservasi di Selandia Baru\", ujarnya."
            ]
        },
        {
            "input": "By half time, Australia had battled back to take the lead 4–3, only to finish the third period tied 4–4 with the United States, and eventually lose 4–6.",
            "output": [
                "Sampai separuh waktu, Australia telah berjuang kembali untuk mengambil alih kepemimpinan 4-3, hanya untuk menyelesaikan periode ketiga seri 4-4 dengan Amerika Serikat, dan akhirnya kalah 4-6."
            ]
        },
        {
            "input": "A shop on its ground floor was undergoing renovations when the building collapsed.",
            "output": [
                "Sebuah toko di bagian lantai dasar sedang dalam proses renovasi ketika gedung itu runtuh."
            ]
        },
        {
            "input": "Thousands of local townspeople protested against the Yanacocha mine last fall, demanding protection for the local water supply.",
            "output": [
                "Ribuan penduduk setempat melakukan unjuk rasa terhadap tambang Yanacocha pada musim gugur lalu, mereka menuntut adanya perlindungan terhadap sumber air lokal mereka."
            ]
        },
        {
            "input": "Abdullah clarified that female adults \"will be able to run as candidates in the municipal election and will even have a right to vote.\"",
            "output": [
                "Abdullah mengklarifikasi bahwa perempuan dewasa \"diperbolehkan untuk menjadi kandidat dalam pemilihan daerah dan bahkan akan memiliki hak pilih.\""
            ]
        },
        {
            "input": "Earlier this week, Wikinews interviewed Sarah Walsh, a former Australian women's national soccer team (Matilidas) player, about women's football in the country.",
            "output": [
                "Awal pekan ini, Wikinews mewawancarai Sarah Walsh, mantan pemain tim nasional sepak bola wanita Australia (Matilidas), mengenai sepak bola wanita di dalam negeri."
            ]
        },
        {
            "input": "The intention here is to recognise the learning that people have done, and give them credit for it.\"",
            "output": [
                "Tujuannya di sini adalah untuk mengenali pembelajaran yang telah dilakukan orang, dan memberi mereka kredit untuk itu.\""
            ]
        },
        {
            "input": "A controversial patent directive has been thrown out in a landslide vote.",
            "output": [
                "Hak cipta kontroversi direktif telah dibuang dalam pemilihan tanah longsor."
            ]
        },
        {
            "input": "\"I would focus on building issue-based coalitions to deal with specific practical problems (things like management inefficiencies, procurement policies, information technology, outsourcing) that have little to do with ideological politics,\" he said.",
            "output": [
                "\"Saya akan fokus pada masalah pembangunan-berdasarkan koalisi untuk berurusan dengan masalah praktis tertentu (hal seperti manajemen yang tidak efisien, kebijakan pengadaan, teknologi informasi, outsourcing) yang sebagian kecil harus dilakukan dengan politik ideologis, \" katanya."
            ]
        },
        {
            "input": "\"I just needed to know what the other guys were doing with fuel. \"",
            "output": [
                "\"Saya hanya ingin tahu apa yang orang lain lakukan dengan bahan bakarnya.\""
            ]
        },
        {
            "input": "Michael Rensing will replace Oliver Kahn in net while it's not known what formation Ottmar Hitzfeld will use on Thursday.",
            "output": [
                "Michael Rensing akan menggantikan Oliver Kahn pada gawang sementara belum diketahui formasi apa yang akan dipakai oleh Ottmar Hitzfeld pada hari Kamis."
            ]
        },
        {
            "input": "However, Ryanair is not the only airline to suffer from the economic downturn.",
            "output": [
                "Bagaimanapun, Ryanair bukan satu-satunya yang menderita dari penurunan ekonomi tersebut."
            ]
        },
        {
            "input": "He briefly made an appearance in March and June to unveil the iPad 2 and the iCloud, an online cloud computing service.",
            "output": [
                "Dia muncul secara singkat di bulan Maret dan Juni untuk menyingkap iPad2 dan iCloud, layanan online cloud computing."
            ]
        },
        {
            "input": "Marianne Sunderland has said that Abby would likely not try \"something of this magnitude again.\"",
            "output": [
                "Marianne Sunderland menyatakan bahwa Abby tidak akan lagi melakukan \"sesuatu pada level seperti itu.\""
            ]
        },
        {
            "input": "The 25-year old from Huntersville, North Carolina had previously gained the pole position for Saturday's night race on Friday.",
            "output": [
                "25-tahun dari Charlotte, North Carolina sebelumnya memperoleh posisi tiang untuk balapan Jumat malam Sabtu."
            ]
        },
        {
            "input": "\"But we must remain confident and calm,\" he said during a news conference.",
            "output": [
                "\"Tetapi kita harus tetap percaya diri dan tenang, \" katanya dalam konferensi berita."
            ]
        },
        {
            "input": "Anthony Albanese, the Labor member for Grayndler attempted to second the motion but the gag was moved on him as well.",
            "output": [
                "Anthony Albanese, anggota Partai Buruh untuk Grayndler berusaha untuk melanjutkan mosi tersebut tapi lelucon tersebut dikenakan pada dirinya juga."
            ]
        },
        {
            "input": "League leaders Bayern Munich advanced to the 3rd round of the DFB Cup after defeating 2nd division leaders Borussia Mönchengladbach 3-1.",
            "output": [
                "Pemimpin liga Bayern Munich maju ke putaran ke-3 Piala DFB setelah mengalahkan pimpinan divisi ke-2 Borussia Monchengladbach 3-1."
            ]
        },
        {
            "input": "Finns travelled long distances to participate at the event, which was broadcast live on the internet.",
            "output": [
                "Masyarakat Finlandia menempuh jarak yang jauh untuk berpartisipasi pada even tersebut, yang disiarkan secara langsung di internet."
            ]
        },
        {
            "input": "Steve Allen, a pilot, observed the object from the ground and described it as being a half-mile with flashing strobe lights.",
            "output": [
                "Steve Allen, seorang pilot, mengamati objek dari tanah dan menggambarkannya sebagai setengah mil dengan lampu strobo yang berkedip."
            ]
        },
        {
            "input": "Observers have expressed surprise at the sudden announcement, as Gonzales had said as recently as the weekend of the 18th of August that he had planned to stay through the end of President Bush's second term.",
            "output": [
                "Pengamat menyatakan terkejut pada pengumuman tiba-tiba, seperti Gonzales mengatakan baru-baru ini akhir pekan tanggal 18 Agustus bahwa ia telah merencanakan untuk tinggal sampai akhir masa jabatan kedua Presiden Bush."
            ]
        },
        {
            "input": "Although the Federal Constitutional Court of Germany decided in February 2006 that shooting down a hijacked plane would only be lawful if there were no innocent passengers on the plane, Jung announced in public that he would give the order to attack if the basic principles of the constitution were in danger or if the plane posed a tremendous threat to the people.",
            "output": [
                "Walau Mahkamah Konstitusi Federal Jerman telah memutuskan pada bulan Februari 2006 bahwa penembakan terhadap pesawat yang sedang dibajak baru boleh dilakukan jika tidak ada warga yang tidak bersalah di dalam pesawat tersebut, namun Jung menyatakan di hadapan publik bahwa dia akan mengeluarkan perintah untuk menembak pesawat jika prinsip-prinsip dasar konstitusi berada dalam bahaya atau jika keberadaan pesawat tersebut akan memberikan bahaya yang lebih besar bagi masyarakat.\""
            ]
        },
        {
            "input": "Despite controlling the game for much of the first half, Italy could not score any other tries before the interval but David Bortolussi kicked three penalties to extend their lead.",
            "output": [
                "Meskipun mengontrol jalannya pertandingan untuk sebagian besar dari setengah permainan, Italia tidak dapat menambah skor melalui try lainnya sebelum istirahat, namun David Bortolussi menendang tiga penalti untuk memperlebar keunggulan mereka."
            ]
        },
        {
            "input": "These included installing cameras in examination centres and forbidding students from paying teachers to obtain higher scores.",
            "output": [
                "Sistem anti kecurangan ini mencakup pemasangan kamera di ruangan ujian dan mencegah siswa untuk memberi uang kepada guru demi mendapatkan nilai yang lebih tinggi."
            ]
        },
        {
            "input": "Analysts say the failure is a setback for South Korea.",
            "output": [
                "Para analis menyatakan bahwa kegagalan ini adalah langkah mundur bagi Korea Selatan."
            ]
        },
        {
            "input": "Discovery is scheduled to land at Kennedy Space Center at 1:02 PM EST (UTC-5) on November 7.",
            "output": [
                "Discovery dijadwalkan mendarat di Pusat Antariksa Kennedy pada pukul 1:02 siang EST (UTC-5) pada 7 November."
            ]
        },
        {
            "input": "Mark Webber set up a third place for Red Bull, while his team-mate Sebastian Vettel was out of the race due to problems with the car's suspension.",
            "output": [
                "Mark Webber berhasil menduduki peringkat ke-3 untuk Red Bull, sementara rekan 1 timnya Sebastian Vettel keluar dari perlombaan karena bermasalah dengan suspensi mobilnya."
            ]
        },
        {
            "input": "Smith said of the effect on relations with the US - which have been strong since World War II - \"It's not something which I believe will disturb what to date has been a very good working relationship between the new government and the (U.S.) administration.\"",
            "output": [
                "Smith mengatakan pengaruh hubungan dengan Amerika - yang kuat sejak Perang Dunia II - \"Ini bukanlah sesuatu yang saya percaya akan mengganggu apa yang sampai sekarang dalam hubungan yang sangat baik antara pemerintahan baru dan pemerintah (AS).\""
            ]
        },
        {
            "input": "\" As a somewhat nervous US citizen holed up in a hotel room in this massive South Asian metropolis, I decided to venture forth and see for myself.\"",
            "output": [
                "\"Sebagai seorang warga negara AS yang ketakutan dan bersembunyi dalam kamar hotel di kota metropolis Asia Selatan yang besar ini, saya memutuskan untuk berspekulasi keluar dan melihat sendiri.\""
            ]
        },
        {
            "input": "\"I would urge anyone who recognises them, knows the whereabouts of the jewellery or has any other information to contact us.\"",
            "output": [
                "\"Saya mendorong siapapun yang mengenal mereka, tahu dimana perhiasan tersebut dibawa atau memiliki informasi lain, harap menghubungi kami.\""
            ]
        },
        {
            "input": "Agca was a Turkish militant who was a member of the nationalist Grey Wolves; however, his motives for the shooting remain unclear.",
            "output": [
                "Agca adalah seorang militan Turki anggota dari kelompok nasionalis Grey Wolves; akan tetapi, motifnya menembak masih belum jelas."
            ]
        },
        {
            "input": "In 2007, one-third of the world's piracy incidents occurred in this region.",
            "output": [
                "Pada tahun 2007, salah satu dari tiga kejadian pembajakan di dunia terjadi di wilayah tersebut."
            ]
        },
        {
            "input": "Federal prosecutors plan to use the confession to establish that Mr. Libby was part of the Bush administration's public relations campaign to rebut Mr. Wilson's op-ed column in The New York Times.",
            "output": [
                "Jaksa federal berencana untuk menggunakan pengakuan tersebut untuk membuktikan bahwa Bapak Libby adalah bagian dari kampanye hubungan masyarakat pemerintahan Bush untuk membantah kolom editorial Bapak Wilson di New York Times."
            ]
        },
        {
            "input": "Several senior Russian politicians have said that the deaths of Politkovskaya and Litvinenko were playing into the hands of Russia's enemies and, therefore, could not have been authorized by Moscow.",
            "output": [
                "Beberapa politisi senior Rusia mengatakan bahwa kematian Politkovskaya dan Litvinenko dilakukan oleh musuh Rusia dan karena itu tidak bisa diotorisasi oleh Moskow."
            ]
        },
        {
            "input": "The newly formed Icelandic coalition interim government will take office today, according to a coalition leader.",
            "output": [
                "Pemerintah koalisi sementara Islandia yang baru dibentuk akan mulai bekerja hari ini, menurut seorang pemimpin koalisi."
            ]
        },
        {
            "input": "In a press release, the Foundation stated that several users of the forum, sufferers of epilepsy, experienced harsh migraines and seizures as a result of the attack.",
            "output": [
                "Dalam siaran pers, Yayasan menyatakan bahwa beberapa pengguna forum, penderita epilepsi, mengalami migrain yang keras dan kejang sebagai akibat dari serangan itu."
            ]
        },
        {
            "input": "The flame, according to Ms Eva Ho, Communications Manager of ExxonMobil, is dying.",
            "output": [
                "Menurut Ibu Eva Ho, Manajer Komunikasi ExxonMobil, apinya hampir mati."
            ]
        },
        {
            "input": "\"The AFP has withheld important information that would have contradicted other evidence,\" he said.",
            "output": [
                "\"AFP telah menahan informasi penting yang bertentangan dengan bukti yang lain, \" ujarnya."
            ]
        },
        {
            "input": "\"The new variant doesn't indicate any increased risk for people other than the fact it seems to be pretty widespread,\" said World Health Organization's [WHO] Global Influenza Program, which is located in Zurich, Switzerland, Doctor Michael L. Perdue.",
            "output": [
                "\"Varian baru tidak menunjukkan peningkatan resiko untuk orang selain itu fakta tampaknya mudah tersebar luas, \" kata Program Influenza Global Badan Kesehatan Dunia PBB (WHO), yang berlokasi di Zurich, Swiss, Dokter Michael L. Perdue."
            ]
        },
        {
            "input": "Pacific Voyager and Tabua Class have been replaced with economy and business class respectively.",
            "output": [
                "Pacific Voyager dan Tabua Class telah diganti dengan masing-masing kelas ekonomi dan bisnis."
            ]
        },
        {
            "input": "The Free State Cheetahs and the Blue Bulls will meet next week in the 2006 Currie Cup final, South Africa's domestic club rugby competition.",
            "output": [
                "Free State Cheetahs dan Blue Bulls akan bertemu minggu depan dalam final Piala Currie 2006, kompetisi klub rugby domestik Afrika Selatan."
            ]
        },
        {
            "input": "Working off of momentum gathered in that race, she continued to increase her grassroots organization and her Internet campaigning to gain support from Democrats across the nation.",
            "output": [
                "Melanjutkan momentum yang didapat saat pertarungannya, dia terus meningkatkan organisasi akar rumputnya dan kampanye internet untuk meraih dukungan dari anggota Partai Demokrat di seluruh penjuru negara."
            ]
        },
        {
            "input": "Batey, who was born in Brampton, Carlisle in 1928, was at one time a ventriloquist.",
            "output": [
                "Batey, yang lahir di Brampton, Carlisle pada tahun 1928, pada suatu waktu adalah seorang ventriloquist."
            ]
        },
        {
            "input": "On September 7, Syrian fighter planes fired upon Israeli jets that were allegedly \"dropping ammunition\" in the northeastern part of Syria.",
            "output": [
                "Pada tanggal 7 September, pesawat tempur Suriah menembaki jet-jet Israel yang dicurigai \"menjatuhkan amunisi\" di timur laut Suriah."
            ]
        },
        {
            "input": "David Lindquist, a journalist for The Indianapolis Star, described the scenario as \"bad, very bad\", and that one \"could clearly see people were under the footprint of the rigging.\"",
            "output": [
                "David Lindquist, seorang jurnalis dari The Indianapolis Star, menggambarkan sekenario sebagai \"buruk, sangat buruk\", dan salah satu \"jelas bisa melihat orang berada di bawah jejak dari peralatan.\""
            ]
        },
        {
            "input": "\"Hands off journalists!\" the journalist union said in a statement on its website.",
            "output": [
                "\"Jangan ganggu wartawan!\" serikat wartawan berkata dalam sebuah pernyataan di situs webnya."
            ]
        },
        {
            "input": "This touched the hearts of many people, both deaf and able.",
            "output": [
                "Tindakan ini menyentuh hati banyak orang, yang tuna rungu maupun yang tidak."
            ]
        },
        {
            "input": "New South Wales swimmers are well represented with Michael Anderson of Repton, Tim Antalfy of Georges Hall, Michael Auprince of Peakhurst, Blake Cochrane of Scarborough, Taylor Corry of Anna Bay, Maddison Elliott of Gillieston Heights, Jacqueline Freney of Skinners Head, Amanda Fowler of Blaxland, Mitchell Kilduff of Carlton, Kara Leo of Penrith, Matthew Levy of Northbridge, Andrew Pasterfield of Castle Hill, Katrina Porter of Newtown, Aaron Rhind of Yass, Sarah Rose of Pymble, Sean Russo of Revesby, Teigan Van Roosmalen of Bateau Bay, Reagan Wickens of Grays Point and Annabelle Williams of Cheltenham being named.",
            "output": [
                "Perenang New South Wales diwakili dengan baik oleh Michael Anderson dari Repton, Tim Antalfy dari Georges Hall, Michael Auprince dari Peakhurst, Blake Cochrane dari Scarborough, Taylor Corry dari Anna Bay, Maddison Elliott dari Gillieston Heights, Jacqueline Freney dari Skinners Head, Amanda Fowler dari Blaxland, Mitchell Kilduff dari Carlton, Kara Leo dari Penrith, Matthew Levy dari Northbridge, Andrew Pasterfield dari Castle Hill, Katrina Porter dari Newtown, Aaron Rhind dari Yass, Sarah Rose dari Pymble, Sean Russo dari Revesby, Teigan Van Roosmalen dari Bateau Bay, Reagan Wickens dari Grays Point and Annabelle Williams dari Cheltenham telah dicatat."
            ]
        },
        {
            "input": "AEY violated the contract by breaking two clauses, one stating that the ammunition could not be acquired directly or indirectly from the People’s Republic of China, which is a violation of American law.",
            "output": [
                "AEY melanggar kontrak dengan melanggar dua pasal, satu menyebutkan bahwa amunisi tidak bisa diperoleh secara langsung maupun tidak dari Republik Rakyat Cina, yang melanggar hukum Amerika."
            ]
        },
        {
            "input": "The gridiron was plagued by standing water, as the stadium's loudspeakers played \"Who'll Stop The Rain?\" shortly before kickoff.",
            "output": [
                "Lapangan hijau terganggu oleh ketinggian air, ketika loudspeaker stadion mengatakan \"Siapa yang akan menghentikan hujan? \" sesaat sebelum mulai."
            ]
        },
        {
            "input": "In the 2005 fiscal year they earned $83 million in revenue.",
            "output": [
                "Pada tahun fiskal 2005 mereka mendapatkan 83 juta dollar."
            ]
        },
        {
            "input": "West Indies have beaten England by 15 runs in the first Twenty20 international of their tour of England at The Oval, London, England.",
            "output": [
                "Hindia Barat telah mengalahkan Inggris dengan 15 run dalam tour pertama mereka ke Inggris Twenty20 International di The Oval, London, Inggris."
            ]
        },
        {
            "input": "The next change to regular Daylight Saving Time will be in 2038.",
            "output": [
                "Pergantian selanjutnya pada Daylight Saving Time reguler akan terjadi pada tahun 2038."
            ]
        },
        {
            "input": "The Harge family compares them to the submarines of the former Soviet Union and the early Russian Federation which allegedly violated Sweden's border in the same vicinity.",
            "output": [
                "Keluarga Harge membandingkannya dengan kapal-kapal selam dari bekas Uni Soviet dan Federasi Rusia mula-mula yang diduga melanggar perbatasan Swedia di sekitar tempat yang sama."
            ]
        },
        {
            "input": "\"We could not allow the US and Australian governments to continue to conceal the role of Pine Gap in the ongoing war in Iraq,\" Mr O'Reilly said.",
            "output": [
                "\"Kami tidak bisa membiarkan Amerika dan pemerintah Australia melanjutkan menyembunyikan peran Pine Gap pada perang yang sedang berlangsung di Irak, \" kata Bapak Sean O'Reilly."
            ]
        },
        {
            "input": "There was one simple follow up question for those who had a player: \"If it were possible to have complete and safe control of the device on the steering wheel of a car, would you rather listen to your device, or the radio?\"",
            "output": [
                "Ada 1 pertanyaan lanjutan yang sederhana untuk mahasiswa yang memiliki player: \"Jika memungkinkan mempunyai peralatan kontrol keselamatan dan lengkap pada setir mobil, apakah anda lebih suka mendengarkan perangkat anda atau radio? \""
            ]
        },
        {
            "input": "It is owned by Fresenius Medical Care (FMC), which is an international corporation with its headquarters in Germany.",
            "output": [
                "Dimiliki oleh Fresenius Medical Care (FMC), yang merupakan perusahaan internasional dengan kantor pusat di Jerman."
            ]
        },
        {
            "input": "And are you like Jess Gallagher and just here training and not competing?",
            "output": [
                "Dan apakah Anda seperti Jes Gallagher dan di sini hanya untuk berlatih dan tidak bersaing?"
            ]
        },
        {
            "input": "Whilst speaking as part of his campaign for the U.S. presidency in 2012, Rick Santorum has had to answer questions from supporters of LGBT rights regarding his controversial political positions on issues pertaining to them.",
            "output": [
                "Sementara berbicara sebagai bagian dari kampanyenya untuk presiden Amerika di tahun 2012, Rick Santorum telah menjawab pertanyaan dari pendukung hak LGBT mengenai posisi politik kontroversialnya untuk masalah yang berkaitan pada mereka."
            ]
        },
        {
            "input": "McCartney \"[w]as selected and approved [for a star] many years ago.\"",
            "output": [
                "McCartney \"[sudah] terpilih dan disetujui [untuk menerima bintang] beberapa tahun lalu.\""
            ]
        },
        {
            "input": "Spider-Man's three cinematic outings, starring Tobey Maguire, earned more than $1bn (￡702m).",
            "output": [
                "3 cinema Spider-Man, yang dimainkan oleh Tobey Maguire, menghasilkan lebih dari $1 miliar (702 juta pon)."
            ]
        },
        {
            "input": "Unrestricted access is guaranteed to the 30,000 reporters and media staff expected for the Olympics under Beijing's 'host city contract'.",
            "output": [
                "Akses tanpa batas dijamin untuk 30.000 reporter dan staf media yang berharap untuk Olimpiade di bawah 'kontrak kota tuan rumah'Beijing."
            ]
        },
        {
            "input": "Safarov was found guilty of the 2004 murder of Armenian officer Gurgen Margaryan in Budapest, when both Safarov and Margaryan were attending a NATO Partnership for Peace programme.",
            "output": [
                "Safarov dinyatakan bersalah dalam pembunuhan di tahun 2004 terhadap pejabat Armenia bernama Gurgen Margaryan di Budapest, dimana keduanya sedang menghadiri sebuah Kemitraan NATO untuk program Perdamaian."
            ]
        },
        {
            "input": "Four, including the gunman who had facial wounds unrelated to the shooting, are being treated for injuries after the incident.",
            "output": [
                "Empat orang, termasuk si penembak yang memiliki luka wajah yang tidak ada hubungannya dengan penembakan itu, dirawat karena luka-luka setelah kejadian tersebut."
            ]
        },
        {
            "input": "Pakistani intelligence officials believe the attacks are a reaction to the military's raids on South Waziristan.",
            "output": [
                "Para pejabat intelijen Pakistan yakin serangan tersebut adalah reaksi terhadap serangan militer di Waziristan Selatan."
            ]
        },
        {
            "input": "Officers in full body armour, helmets and gas masks and armed with shotguns and assault rifles were seen moving in.",
            "output": [
                "Para petugas dengan baju pelindung penuh, helm dan masker gas dan bersenjatakan senapan dan senapan serbu telah terlihat masuk."
            ]
        },
        {
            "input": "One Palestinian policeman was killed and one was injured, as well as two Israeli soldiers, when the Israeli forces came under fire while entering the city, according to the IDF spokesperson.",
            "output": [
                "Seorang polisi Palestina terbunuh dan 1 orang luka-luka, demikian juga dengan 2 tentara Israel, ketika pasukan Israel datang di bawah tembakan ketika memasuki kota, menurut juru bicara IDF."
            ]
        },
        {
            "input": "Sorrells has later claimed that military helicopters have since overflown his property at low altitude and that he has been getting strange phone calls.",
            "output": [
                "Sorrells kemudian mengklaim bahwa helikopter militer turun di ketinggian rendah dan bahwa ia telah mendapatkan panggilan telepon aneh."
            ]
        },
        {
            "input": "He joined the union in 1974 and he first taught in 1975 at Shorefields Comprehensive in Toxteth, Liverpool.",
            "output": [
                "Dia bergabung dengan serikat pada tahun 1974 dan dia pertama mengajar pada tahun 1975 di Shorefields Comprehensive di Toxteth, Liverpool."
            ]
        },
        {
            "input": "Just before 7 p.m. AEST the eclipse began to be visible with the Earth beginning to shadow the Moon, by 8:37 p.m. AEST the top of Mount Panorama was bathed in an eerie red glow as the moon glowed deep red.",
            "output": [
                "Sesaat sebelum pukul 7 malam waktu Australia gerhana bulan mulai terlihat dengan bumi mulai membayangi bulan, tepat pada pukul 08.37 malam waktu Australia puncak Mount Panorama bermandikan cahaya merah yang menakutkan saat bulan bersinar merah gelap."
            ]
        },
        {
            "input": "In the main race, due to a very close actual strength, not everyone can took the leading for a long-period especially in Asian cyclists' competition.",
            "output": [
                "Dalam balapan utama, dikarenakan oleh kekuatan aktual yang hampir seimbang, tidak semua orang dapat memimpin untuk periode yang lama, khususnya dalam kompetisi sepeda Asia."
            ]
        },
        {
            "input": "Saturday morning rescue operations were supplemented by a rescue helicopter.",
            "output": [
                "Operasi penyelamatan pada hari Sabtu pagi dilengkapi dengan helikopter penyelamat."
            ]
        },
        {
            "input": "The States Service Commission has passed the case onto the police.",
            "output": [
                "Komisi Pelayanan Negara telah melimpahkan kasus ini pada polisi."
            ]
        },
        {
            "input": "A video uploaded to the video sharing website YouTube reportedly shows the UN convoy being targeted and bombed.",
            "output": [
                "Sebuah video ditayangkan di webiste berbagi YouTube diberitakan pertunjukan iring-iringan UN menjadi target dan dibom."
            ]
        },
        {
            "input": "Goody has been accused of making the announcement as a publicity stunt, but her spokesman has dismissed this as \"ridiculous\".",
            "output": [
                "Goody telah dituduh membuat pemberitahuan tersebut sebagai sebuah aksi publisitas, tetapi juru bicaranya telah menolak tuduhan ini dengan \"konyol.\""
            ]
        },
        {
            "input": "The opposition has said the operation is designed to \"punish\" those who object to Mugabe's government.",
            "output": [
                "Oposisi mengatakan bahwa operasi tersebut ditujukan untuk \"menghukum\" mereka yang menentang pemerintahan Mugabe."
            ]
        },
        {
            "input": "Both Indonesia and Malaysia have also announced plans to increase patrols in order to provide additional security.",
            "output": [
                "Indonesia dan Malaysia telah mengumumkan rencana untuk meningkatkan patroli untuk memberikan keamanan tambahan."
            ]
        },
        {
            "input": "He said \"Corneau was a courageous man and a great director.\"",
            "output": [
                "Dia berkata \"Corneau adalah seorang yang pemberani dan sutradara besar.\""
            ]
        },
        {
            "input": "In total, officials report 181 people were hospitalized and one person remains unaccounted for.",
            "output": [
                "Secara keseluruhan, pihak berwajib melaporkan 181 orang dirawat di rumah sakit dan satu orang belum ditemukan."
            ]
        },
        {
            "input": "The latter is a militant organization based in Pakistan's North Waziristan tribal area.",
            "output": [
                "Yang disebut terakhir adalah sebuah organisasi militan berbasis di area suku Waziristan Utara di Pakistan."
            ]
        },
        {
            "input": "Indonesia's High Court in Yogyakarta has overturned the April conviction of a Garuda Indonesia pilot who was behind the controls in an air disaster.",
            "output": [
                "Pengadilan Tinggi Indonesia di Yogyakarta telah menggugurkan dakwaan bulan April dari seorang pilot Garuda Indonesia yang berada dibelakang kontrol dalam sebuah bencana penerbangan."
            ]
        },
        {
            "input": "So far authorities have yet to identify the three people who were killed.",
            "output": [
                "Sejauh ini pihak berwenang belum mengidentifikasi tiga orang yang tewas."
            ]
        },
        {
            "input": "\"If you look at the face of Mark Antony, many believed he had this cleft on his chin and that's why I thought this could be Mark Antony,\" said Hawass.",
            "output": [
                "\"Jika Anda melihat di wajah Marc Antony, banyak orang meyakini bahwa dia memiliki luka di dahinya dan itulah mengapa saya berpkir bahwa ini sepertinya memang Mark Antony,\" kata Hawass."
            ]
        },
        {
            "input": "The government recently withheld food aid from those supporting the MDC, according to a United Nations report.",
            "output": [
                "Pemerintah akhir-akhir ini menahan bantuan pangan dari mereka yang membantu MDC, menurut laporan PBB."
            ]
        },
        {
            "input": "Operations to place the satellite into its final Geosynchronous orbit, through further burns of the Briz-M upper stage, should have been completed, however no official announcement has yet been made.",
            "output": [
                "Operasi untuk menempatkan satelit tersebut ke dalam orbit Geosynchronous finalnya, melalui pemasangan tahap atas lebih lanjut dari Briz-M, harus sudah selesai, namun belum ada pernyataan resmi yang dibuat."
            ]
        },
        {
            "input": "With unemployment for younger people running at alarming levels (15.5% in 2002 for those aged between 20 and 24 according to the OECD) and the memory of the 2005 riots still recent, Sarkozy promised to reign in government spending and implement tax policies that reward longer working hours.",
            "output": [
                "Dengan pengangguran pemuda yang berjalan pada tingkat yang mengkhawatirkan (15,5% pada tahun 2002 untuk mereka yang berusia antara 20 dan 24 sesuai dengan OECD) dan ingatan tentang kerusuhan 2005 masih baru, Sarkozy berjanji untuk mengatasi pengeluaran pemerintah dan menerapkan kebijakan pajak yang menghargai jam kerja yang lebih lama."
            ]
        },
        {
            "input": "Over the New Year bushfires have caused havoc in many parts of Australia, with houses, farm stock devastated.",
            "output": [
                "Pada tahun baru pembakaran semak menyebabkan malapetaka di sejumlah bagian di Australia, pada rumah, hasil pertanian hancur."
            ]
        },
        {
            "input": "This is the company's first step towards an involvement in the health market.",
            "output": [
                "Ini adalah langkah pertama perusahaan tersebut terhadap keterlibatan dalam pasar kesehatan."
            ]
        },
        {
            "input": "According to the Australian Navy's Commander Forbes Peters, Indonesian officials are as pleased as the ships crew, with Peters saying \"The naval attache and the first secretary to the ambassador are on site here and they cuddled Lieutenant Commander Larry Cook.\"",
            "output": [
                "Menurut Komandan Angkatan laut Australia Forbes Peters, pejabat Indonesia sangat gembira seperti awak kapal, bersama Peters mengatakan \"Atase angkatan laut dan sekretaris pertama dari kedutaan besar berada di sini dan mereka memeluk Mayor Larry Cook.\""
            ]
        },
        {
            "input": "Laminitis took hold in the left hind leg as a result of the extra weight borne on the leg by the horse.",
            "output": [
                "Peradangan tulang diperiksa di kaki kiri belakang hasilnya tambahan berat ekstra di kaki kuda."
            ]
        },
        {
            "input": "Microsoft, Dell, Hewlett Packard, Intel, Apple and Netgear are taking legal action against the CSIRO to have its U.S. patent broken.",
            "output": [
                "Microsoft, Dell, Hewlett Packard, Intel, Apple dan Netgear mengambil tindakan melawan CSIRO untuk tidak memilikinya hak paten A. S."
            ]
        },
        {
            "input": "Taiwan electronics giant Foxconn has moved to repair its reputation after the suicide of a tenth employee this year, two others having survived attempted suicides.",
            "output": [
                "Raksasa elektronik Taiwan Foxconn telah melangkah untuk memperbaiki reputasinya setelah kasus bunuh diri karyawan yang kesepuluh tahun ini, dua yang lainnya selamat dari percobaan bunuh diri."
            ]
        },
        {
            "input": "Despite Palin's attack, the original article in the October 3 New York Times concluded that Obama and Ayers were never close, and that the connection was through Obama's initial run for office and a schools reform project, \"saying that their paths have crossed sporadically\".",
            "output": [
                "Meskipun serangan Palin, artikel asli di New York Times 3 Oktober menyimpulkan bahwa Obama dan Ayers tidak pernah dekat, dan hubungan tersebut melalui perjalanan awal Obama untuk proyek reformasi sekolah dan kantor, \"mengatakan bahwa jalan mereka telah melintas secara sporadis.\""
            ]
        },
        {
            "input": "\"'We needed it', he smiled,\"",
            "output": [
                "\"Kami membutuhkannya', dia tersenyum,\""
            ]
        },
        {
            "input": "The new rate of the Swiss National Bank is 2.5%, while Sveriges Riksbank, the Swedish central bank, lowered its rate to 4.25%.",
            "output": [
                "Kurs baru dari Swiss National Bank adalah 2,5%, sementara Sveriges Bank, bank pusat Swedia menurunkan kursnya ke 4,25%."
            ]
        },
        {
            "input": "He also said the study had \"a take-home message\" in \"that alcohol use disorders are very prevalent during that particular age period and there’s a need for a lot of prevention and education for college students to avoid getting into heavy drinking and then the beginnings of an alcohol disorder\".",
            "output": [
                "Dia juga mengatakan bahwa penelitian ini memberikan kita sebuah \"pesan penting\" bahwa \"masalah minuman beralkohol adalah masalah yang sangat dominan pada kisaran usia tertentu sehingga kita memerlukan usaha-usaha pencegahan dan pendidikan bagi para remaja agar tidak terlalu banyak minum minuman keras dan tidak kecanduan alkohol.\""
            ]
        },
        {
            "input": "Dider Drogba added Chelsea's 3rd goal of the 2nd leg.",
            "output": [
                "Dider Drogba menambah gol ke 3 Chelsea di babak ke 2."
            ]
        },
        {
            "input": "Some regard the speech as a watershed moment in New Zealand politics.",
            "output": [
                "Sebagian menganggap pidato tersebut sebagai momen titik balik dalam politik Selandia Baru."
            ]
        },
        {
            "input": "By the end of Friday Prayers passions were running high.",
            "output": [
                "Hingga akhir dari Shalat Jumat kemarahan semakin tinggi."
            ]
        },
        {
            "input": "Opponents of the change state that recent legislation blocking is part of the Caucus' efforts to push for comprehensive immigration reform, not seen in the U.S. since the early 1980s.",
            "output": [
                "Kelompok anti perubahan menyatakan bahwa pemblokiran rancangan undang-undang baru-baru ini adalah bagian dari upaya Kaukus untuk menekan reformasi imigrasi secara menyeluruh yang tidak terlihat di AS sejak awal 1980an."
            ]
        },
        {
            "input": "Next year's World Cup will see the return of several teams to the tournament.",
            "output": [
                "Piala Dunia tahun depan akan melihat kembalinya beberapa tim ke dalam turnamen ini."
            ]
        },
        {
            "input": "Legal analysts point out that information obtained through the use of torture is useless in court proceedings, but US officials insist that the information obtained from such interrogations is still useful for their purposes, and that \"it has resulted in the capture of terrorists.\"",
            "output": [
                "Para pengamat hukum menekankan bahwa informasi yang telah didapat melalui penyiksaan tersebut tidak berguna dalam proses pengadilan lanjutan, namun para pejabat Amerika Serikat bersikeras bahwa informasi yang didapat dari interogasi seperti itu masih berguna untuk tujuan mereka, dan bahwa \"informasi tersebut telah menghasilkan penangkapan beberapa teroris.\""
            ]
        },
        {
            "input": ":\"Leaving the alleyway, we walked to the busy Thonburi district.\"",
            "output": [
                ":\"Meninggalkan gang, kami berjalan ke daerah sibuk Thonburi.\""
            ]
        },
        {
            "input": "Paul Clement, the current Solicitor General, will serve as the acting Attorney General until a replacement has been confirmed by the Senate.",
            "output": [
                "Paul Clement, Jaksa Agung Muda saat ini, akan bertindak sebagai Jaksa Agung sampai penggantinya telah dikonfirmasi oleh Senat."
            ]
        },
        {
            "input": "All three credit card executives also mentioned an ongoing Federal Reserve System review of credit card rules that already proposes a 45-day notification ahead of any rate changes.",
            "output": [
                "Ketiga eksekutif kartu kredit juga menyebutkan sebuah ulasan Sistem Cadangan Federal mengenai peraturan kartu kredit yang berkelanjutan yang sudah mengusulkan sebuah pemberitahuan 45 hari menjelang perubahan tingkat suku bunga."
            ]
        },
        {
            "input": "Initially the agency had predicted that the depth of the tsunami would be three feet (one metre).",
            "output": [
                "Pada mulanya Badan mengira kedalaman dari tsunami adalah 3 kaki (1 meter)."
            ]
        },
        {
            "input": "There have been a total of 355 reported cases, setting the fatality rate at 46%.",
            "output": [
                "Terdapat total 355 kasus yang telah dilaporkan, menentukan angka kematian 46%."
            ]
        },
        {
            "input": "The 35m vessel has been stranded since last Thursday, when she was grounded whilst on her way to the APEC meeting in Sydney.",
            "output": [
                "Kapal 35m tersebut terdampar sejak hari Kamis malam, ketika dia mendarat sementara dalam perjalanan menuju pertemuan APEC di Sidney."
            ]
        },
        {
            "input": "The rail line being implemented as a hybrid bill in Parliament.",
            "output": [
                "Jalur kereta ini diimplementasikan sebagai sebuah RUU campuran dalam Parlemen."
            ]
        },
        {
            "input": "Australian Prime Minister John Howard has attacked US presidential candidate Barack Obama on his pledge to introduce a bill that would withdraw American troops from Iraq by March 2008.",
            "output": [
                "Perdana Menteri Australia, John Howard, menyerang kandidat presiden AS, Barack Obama, karena berjanji untuk mengeluarkan kebijakan untuk menarik pasukan Amerika dari Irak mulai Maret 2008."
            ]
        },
        {
            "input": "Thousands of illegal workers can be underground, and remain working for weeks and months continuously.",
            "output": [
                "Ribuan dari pekerja ilegal bisa berada di bawah tanah, dan terus bekerja mingguan dan bulanan yang tersisa."
            ]
        },
        {
            "input": "For example, relief funding for the 26 December 2004 tsunami generally came rapidly and exceeded the amount requested, but famine relief for 3.5 million Kenyans suffering drought is now 75% underfunded.",
            "output": [
                "Contohnya, pembiayaan bantuan untuk tsunami 26 Desember 2004 secara umum datang dengan cepat dan melebihi jumlah yang diminta, namun bantuan kelaparan untuk 3,5 juta orang Kenya yang menderita kekeringan saat ini kekurangan dana 75%."
            ]
        },
        {
            "input": "The United States neither confirms nor denies the existence of secret detention centers.",
            "output": [
                "Amerika Serikat tidak menegaskan atau menyangkal keberadaan pusat penahanan rahasia."
            ]
        },
        {
            "input": "The race became strongly contested between self-proclaimed progressive activists supporting Cegalis and Democrats who preferred to work with the party candidate.",
            "output": [
                "Pertarungan menjadi sangat seru antara aktivis-aktivis progresif yang memproklamirkan diri mendukung Cegalis dan anggota Partai Demokrat yang cenderung bekerja sama dengan kandidat dari partai mereka."
            ]
        },
        {
            "input": "\"With these new observations, we are refining the tools that we will one day need to find life elsewhere if it exists,\" said Swain.",
            "output": [
                "\"Dengan pengamatan baru ini, kami memperbaiki alat-alat yang akan kami butuhkan 1 hari untuk mencari kehidupan di tempat lain jika ada, \" kata Swain."
            ]
        },
        {
            "input": "Pricing was announced as US$199 for a 16 GB version and US$299 for a 32 GB version, both requiring two-year contracts—the same cost for an AT&T iPhone 4.",
            "output": [
                "Harga telah diumumkan yaitu AS $ 199 untuk versi 16 GB dan AS $ 299 untuk versi 32 GB, keduanya membutuhkan kontrak 2 tahun-biaya yang sama untuk iPhone 4 AT&T."
            ]
        },
        {
            "input": "They noted that while the defence had presented a \"no harm-no foul argument\", in which it was argued that the accused were owed the money appropriated, \"such arguments usually fare badly in criminal cases\".",
            "output": [
                "Mereka mencatat bahwa ketika pembela memberikan sebuah \"argumen tidak ada yang celaka-tidak ada pelanggaran\", yang dalam hal ini dibantah bahwa para tertuduh memiliki uang tersebut secara benar, \"argumen seperti ini biasanya berjalan dengan buruk dalam kasus-kasus kriminal.\""
            ]
        },
        {
            "input": "Gbagbo's spokesman, Abdon George Bayeto, told the BBC the elections were rigged as an \"international plot against the incumbent\" and was going to continue fighting forces loyal to Ouattara.",
            "output": [
                "Juru bicara Gbagbo, Abdon George Bayeto, mengatakan kepada BBC bahwa pemilu dicurangi sebagai \"komplotan internasional terhadap petahana\" dan akan terus memerangi pasukan yang setia kepada Ouattara."
            ]
        },
        {
            "input": "Meanwhile, two survivors, Adrianus Meliala and Retno Gunowati, went to the House of Representatives (DPR) to challenge those opposed to legal processes against the pilot.",
            "output": [
                "Sementara itu, dua orang selamat, Adrianus Meliala dan Retno Gunowati, mendatangi Dewan Perwakilan Rakyat (DPR) untuk menantang mereka yang menentang proses hukum terhadap pilot."
            ]
        },
        {
            "input": "The plane went down into a field near the A27, about a mile from the airfield.",
            "output": [
                "Pesawat itu terjatuh di sebuah area dekat A27, sekitar satu mil dari lapangan udara."
            ]
        },
        {
            "input": "Otherwise the march will just have been emotional venting, which won't solve the current [cross-strait] problems.",
            "output": [
                "Kalau tidak pawai tersebut hanya akan menjadi ventilasi emosi, yang tidak akan mengatasai masalah [lintas-selat] saat ini."
            ]
        },
        {
            "input": "Melbourne came into the match with a 6-0 (2-0, 4-0) win over Adelaide United in their two legged semi final.",
            "output": [
                "Melbourne memasuki pertandingan dengan skor 6-0 (2-0, 4-0) menang atas Adelaide United dalam dua babak pertandingan semi final."
            ]
        },
        {
            "input": "Buffalo was the host of the Pan-American Exposition from May 1 until November 2, 1901.",
            "output": [
                "Buffalo adalah tuan rumah Pameran Pan-Amerika dari 1 Mei sampai 2 November, 1901."
            ]
        },
        {
            "input": "Elliot Morley, Labour Member of Parliament for Scunthorpe, told the BBC that he was disappointed with the job cuts and said he had previously told Corus that they should be a last resort.",
            "output": [
                "Elliot Morley, Anggota Buruh dari Parlemen Scunthorpe, mengatakan pada BBC bahwa dia kecewa dengan pengurangan pekerjaan dan mengatakan dia sebelumnya memberi tahu Corus bahwa mereka menjadi pilihan terakhir."
            ]
        },
        {
            "input": "In Baghdad a mid-morning blast injured about a dozen people, and killing at least eight police officers.",
            "output": [
                "Di Baghdad tengah pagi luka-luka karena ledakan sekitar 12 orang, dan yang terbunuh sedikitnya 8 petugas kepolisian."
            ]
        },
        {
            "input": "The Deepwater Horizon oil spill started on April 20 after an explosion on the rig.",
            "output": [
                "Rembesan minyak di Deepwater Horizon mulai pada tanggal 20 April setelah sebuah ledakan di rig."
            ]
        },
        {
            "input": "The International Football Association Board (IFAB), the body that decides on the laws of the game, has decided to discontinue all experiments involving technology, and for the first time has also decided on the exact size of a soccer field.",
            "output": [
                "Dewan Asosiasi Sepakbola Internasional (IFAB), suatu badan yang menentukan aturan-aturan pertandingan, telah memutuskan untuk tidak melanjutkan percobaan melibatkan teknologi, dan untuk pertama kali juga memutuskan ukuran lapangan sepakbola yang resmi."
            ]
        },
        {
            "input": "One former student described the alleged abuse as \"an orgy\", claiming that boys were herded into a prayer room by a priest chanting \"hypnotic\" spells in tongues.",
            "output": [
                "Salah seorang mantan siswa menggambarkan tuduhan tersebut sebuah \"hubungan seks yang dilakukan secara beramai-ramai\", dimana para siswa pria digiring menuju sebuah ruangan penyembahan oleh seorang pendeta yang mengucapkan jampi-jampi \"hipnotis.\""
            ]
        },
        {
            "input": "President George W. Bush has made a surprise visit to Iraq hoping to bolster some support.",
            "output": [
                "Presiden Geoge W. Bush membuat sebuah kunjungan kejutan ke Irak berharap dapat meningkatkan dukungan."
            ]
        },
        {
            "input": "Bench coach Cecil Cooper was appointed interim manager and team president Tal Smith will serve as interim general manager.",
            "output": [
                "Pelatih tim cadangan Cecil Cooper diangkat menjadi manajer interim dan presiden tim Tal Smith akan bertugas sebagai manajer umum interim."
            ]
        },
        {
            "input": "The region's foreign minister said, \"Georgia's aim is to destabilise the economic situation in Abkhazia.\"",
            "output": [
                "Menteri Luar Negeri Wilayah itu mengatakan, \"Tujuan Georgia adalah untuk mengacaukan situasi ekonomi di Abkhazia.\""
            ]
        },
        {
            "input": "Virginia's governor Mark R. Warner declared a state of emergency on Monday as a precaution.",
            "output": [
                "Gubernur Virginia, Mark R. Warner mengumumkan keadaan darurat pada hari Senin sebagai tindakan pencegahan."
            ]
        },
        {
            "input": "\"While it is not clear whether the AIF in the videotape made any overtly threatening gestures, it is clear that the Marines of 3/1, to include the corporal, were aware that feigning death was a common enemy TTP (tactics, techniques & procedures).\"",
            "output": [
                "\"Sementara itu tidak jelas apakah AIF dalam rekaman video tersebut membuat gerakan yang mengancam secara terus terang, adalah benar bahwa Marinir 3/1, termasuk kopral tersebut, sadar bahwa berpura-pura mati adalah TTP musuh bersama (tactics, techniques & procedures).\""
            ]
        },
        {
            "input": "Athletes also have a higher risk, because sweating makes it easier for bacteria to infect the skin.",
            "output": [
                "Para atlit juga memiliki resiko yang besar, karena berkeringat memudahkan bakteri untuk menginfeksi kulit."
            ]
        },
        {
            "input": "There were 79 people aboard the boat when it sank in the Irrawaddy river, according to an unnamed official.",
            "output": [
                "Ada 79 orang yang naik perahu ketika tenggelam di sungai Irrawaddy, menurut seorang pejabat yang tidak disebutkan namanya."
            ]
        },
        {
            "input": "The charges pertained to abuse committed from January 2001 until January 2002.",
            "output": [
                "Tuduhan tersebut tergolong penyiksaan yang dilakukan dari Januari 2001 sampai Januari 2002."
            ]
        },
        {
            "input": "It is believed that many factors caused the Labour vote to slump and the SNP vote to rise, including the war in Iraq and the renewal of Trident, which are both unpopular in Scotland.",
            "output": [
                "Di percaya bahwa banyak faktor yang menyebabkan suara Partai Buruh merosot dan suara SNP meningkat, termasuk perang di Iirak dan pembaharuan Trident, yang keduanya tidak disukai masyarakat."
            ]
        },
        {
            "input": "1,300 properties are thought to be in the affected area.",
            "output": [
                "1.300 properti yang diduga berada di daerah yang terkena dampak."
            ]
        },
        {
            "input": "Venus was reunited with the Venus Rosewater Dish on Centre Court during the trophy ceremony.",
            "output": [
                "Venus bersatu kembali dengan Venus Rosewater Dish di Lapangan Tengah selama penyerahan tropi."
            ]
        },
        {
            "input": "According to the notice, the additional trams will operate approximately 75,000km per year, will be needed for \"at least 10, but not more than 20 years\" and can be either new build or existing vehicles that can be modified — at a reasonable cost — to run on the Tramlink infrastructure.",
            "output": [
                "Menurut pemberitahuan, trem tambahan akan beroperasi sekitar 75,000 km per tahun, akan dibutuhkan \"setidaknya sekitar 10, tetapi tidak lebih dari 20 tahun\" dan dapat berupa bangunan baru atau kendaraan yang sudah ada bisa dimodifikasi-dengan biaya yang wajar-untuk berjalan di infrastruktur Tramlink."
            ]
        },
        {
            "input": "According to the Russian Presidents office, drinking water is no longer available in what constitutes South Ossetia's capital, Tskhinvali, because \"the water and sewage treatment plants have been destroyed\".",
            "output": [
                "Menurut kantor Presiden Rusia, air minum tidak lagi tersedia di daerah yang merupakan ibukota Ossetia Selatan, Tskhinvali, karena \"tempat pengolahan air dan limbah telah hancur.\""
            ]
        },
        {
            "input": "Facebook announced Thursday it will begin to share some of the technology from their social network.",
            "output": [
                "Facebook mengumunkan pada hari Kamis mereka akan memulai membagikan beberapa teknologi dari jaringan sosial."
            ]
        },
        {
            "input": "The adult literacy program Read Santa Clara marked its tenth anniversary today with a gathering of program participants, staff, and supporters from the community.",
            "output": [
                "Program menulis dan membaca untuk orang dewasa Read Santa Clara menandai ulang tahun kesepuluhnya dengan mengumpulkan peserta program, staf dan pendukung dari komunitas tersebut."
            ]
        },
        {
            "input": "Meng Yew Choong, Assistant Director of Corporate Communication at the National Environment Agency also clarifies:",
            "output": [
                "Wakil Direktur Komunikasi Korporasi pada Badan Lingkungan Nasional, Meng Yew Choong, juga mengklarifikasi:"
            ]
        },
        {
            "input": "Cameron cited the Prime Minister's ten years of handling the economy as minister prior to assuming office when Tony Blair stepped down last year.",
            "output": [
                "Cameron mengutip masa sepuluh tahun Perdana Menteri itu dalam menangani masalah ekonomi sebagai seorang menteri sebelum asumsi kantor saat Tony Blair turun jabatan tahun lalu."
            ]
        },
        {
            "input": "In addition to wheelchairs, the workshops handle all manner of work with prostheses.",
            "output": [
                "Dalam penambahan pada kursi roda, bengkel tersebut menangani semua jenis pekerjaan dengan prostesis."
            ]
        },
        {
            "input": "Both the ACLU and the Electronic Privacy Information Center are involved in lawsuits against the U.S. government relating to no-fly lists.",
            "output": [
                "Kedua ACLU dan Pusat Informasi Elektronik Pribadi terlibat sengketa melawan pemerintah AS berkenaan dengan tidak adanya-daftar terbang."
            ]
        },
        {
            "input": "New Zealand led 13-3 at half time, after Dan Carter kicked two penalties and Luke McAlister scored a try.",
            "output": [
                "Selandia Baru memimpin dengan skor 13-3 pada babak pertama, setelah Dan Carter menendang dua penalti dan Luke McAlister mencetak sebuah try."
            ]
        },
        {
            "input": "The new fund we're launching to support these services will ensure that the Komen Foundation's decision doesn't jeopardize women's health.\"",
            "output": [
                "Pendanaan baru yang kita luncurkan untuk mendukung layanan ini akan memastikan bahwa keputusan Komen Foundation tidak membahayakan kesehatan perempuan.\""
            ]
        },
        {
            "input": "Minister Støre continued, stating, \"It’s very important to stress that without a political horizon what we do as donors becomes less meaningful.\"",
            "output": [
                "Menteri Store melanjutkan, dengan berkata, \"Sangat penting untuk menekankan bahwa tanpa sebuah cakrawala politik apa yang kita lakukan selaku donor menjadi kurang berarti.\""
            ]
        },
        {
            "input": "The latest Obama video, shown on the USA Today website, touts McCain as \"just more of the same\" politics employed by George W. Bush.",
            "output": [
                "Video Obama yang terakhir, ditunjukkan pada laman USA Today, mengintip McCain sebagai \"hampir sama\" dengan politik yang dijalankan oleh George W. Bush."
            ]
        },
        {
            "input": "Typhoon Fitow has struck Japan, leaving two people dead and a third missing.",
            "output": [
                "Angin taufan Fitow menghantam Jepang, mengakibatkan 2 orang tewas dan seorang lagi hilang."
            ]
        },
        {
            "input": "British Transport Police confirmed one female individual was killed in the blaze.",
            "output": [
                "Polisi Transportasi Inggris memastikan seorang wanita saja terbunuh dalam kobaran api."
            ]
        },
        {
            "input": "When a repair job is required, it is often required in a hurry.",
            "output": [
                "Ketika permintaan untuk perbaikan dibutuhkan, sering diminta secepatnya."
            ]
        },
        {
            "input": "Sayogo said today that in the three months preceding the accident the airline had registered 154 defects in PK-KKW's navigational equipment.",
            "output": [
                "Sayogo berkata hari ini bahwa dalam tiga bulan kecelakaan perusahaan penerbangan terdahulu telah terdaftar 154 kerusakan pada perlengkapan navigasi PK-KKW."
            ]
        },
        {
            "input": "Chris Diebel, the spokesman for the hotel where Gray was found, released a statement.",
            "output": [
                "Chris Diebel, juru bicara hotel tempat Gray ditemukan, mengeluarkan pernyataan."
            ]
        },
        {
            "input": "Researchers therefore conclude that the Archer came to Stonehenge to be healed.",
            "output": [
                "Olehnya itu, para peneliti berkesimpulan bahwa sang Archer datang ke Stonehenge untuk mencari pengobatan."
            ]
        },
        {
            "input": "Al-Zawahiri also claims that the United Nations is trying to \"occupy\" Sudan and is attempting to \"divide\" the nation.",
            "output": [
                "Al-Zawahiri juga mengklaim bahwa PBB sedang mencoba untuk \"menduduki\" Sudan dan mencoba untuk \"membagi\" negara tersebut."
            ]
        },
        {
            "input": "Seventeen were Indian and a further 13 of the dead are British; people of another six nationalities are also known to have died.",
            "output": [
                "17 di antaranya adalah orang India dan sejauh ini 13 korban tewas adalah orang Inggris; 6 orang berkebangsaan lain juga diketahui meninggal dunia."
            ]
        },
        {
            "input": "Polish film director Andrzej Wajda voiced his opinion on the plans of the late president’s burial site, saying that \"Lech Kaczynski was an ordinary and good man, but there is no reason for him to lie in the Wawel among the kings of Poland and Marshal Józef Piłsudski [the founder of modern-day Poland].\"",
            "output": [
                "Direktur film asal Polandia Andrzej Wajda, berpendapat tentang lokasi penguburan, bahwa \"Lech Kachzynski adalah orang biasa dan orang yang baik, tapi dia tidak boleh dikuburkan di Wawel diantara para raja Polandia dan Marshal Józef Piłsudski [pencetus Polandia era modern].\""
            ]
        },
        {
            "input": "Theresa Gattung, chief executive of Telecom, said: \"The Yahoo Xtra joint venture will provide New Zealanders with access to the world's best online services in a localised way.\"",
            "output": [
                "Theresa Gattung, eksekutif kepala dari Telecom mengatakan: \"Usaha bersama Yahoo Xtra akan menyediakan warga Selandia Baru akses layanan online terbaik di dunia dalam cara lokal.\""
            ]
        },
        {
            "input": "Police reports state that a bomb blast in a church in Nepal on Saturday has killed two people and injured at least a dozen more.",
            "output": [
                "Polisi melaporkan bahwa terjadi ledakan bom di sebuah gereja di Nepal pada hari Sabtu yang mengakibatkan tewasnya dua orang dan melukai sedikitnya belasan lainnya."
            ]
        },
        {
            "input": "During the entire sprint race, Great Britain were the leaders, with a \"comfortable\" lead, always maintaining their position in front of New Zealand.",
            "output": [
                "Pada waktu keseluruhan balapan cepat, Britania Raya menjadi pemimpin, memimpin dengan \"nyaman\", selalu mempertahankan posisinya di depan Selandia Baru."
            ]
        },
        {
            "input": "Officials said that the gunmen appear to be using them as human shields to escape.",
            "output": [
                "Aparat mengatakan bahwa orang-orang bersenjata tampaknya menggunakan mereka sebagai tameng manusia untuk melarikan diri."
            ]
        },
        {
            "input": "Nuclear Blast will release Amaranth on August 24 and Spinefarm/Universal will release it on August 22.",
            "output": [
                "Nuclear Blast akan merilis Amaranth pada tanggal 24 Agustus dan Spinefarm/Universal akan merilisnya pada tanggal 22 Agustus."
            ]
        },
        {
            "input": "The wreck occurred shortly after 2 pm, as driver Travis Stewart, 30, of Rexburg, Idaho, was leaving Ensign-Bickford Co., a commercial explosives manufacturing plant at the mouth of the canyon.",
            "output": [
                "Kecelakaan tersebut terjadi tak lama setelah pukul 2 siang, saat pengemudi Travis Stewart, 30, dari Rexburg, Idaho, meninggalkan Ensign-Bickford Co., sebuah pabrik pembuatan peledak komersial di mulut jurang."
            ]
        },
        {
            "input": "\"One thing is clear: The five members of the court who issued the opinion do not share the same 'standards of decency' as the people of Louisiana,\" Jindal said.",
            "output": [
                "\"1 hal yang jelas: 5 anggota dari pengadilan yang mengeluarkan pendapat tidak berbagi 'standar kesusilaan'yang sama seperti orang-orang dari Louisiana, \" kata Jindal."
            ]
        },
        {
            "input": "He is a big fraud and everything that comes out of his mouth is a lie,\" said Serafin Edwin in a statement to the United Arab Emirates paper The National.",
            "output": [
                "Dia adalah penipu besar dan segala sesuatu yang keluar dari mulutnya adalah dusta, \" kata Serafin Edwin dalam sebuah pernyataan kepada koran Uni Emirat Arab The National."
            ]
        },
        {
            "input": "The name was revealed in a message posted on Nintendo of America's official site, which is shown below.",
            "output": [
                "Nama ini diumumkan menggunakan sebuah pesan yang diposting di website resmi Nintendo di Amerika, seperti terlihat di bawah."
            ]
        },
        {
            "input": "At a press conference yesterday, Democratic candidate Barack Obama doubted that a potential Nader candidacy would have the same impact as in 2000.",
            "output": [
                "Di sebuah konferensi pers kemarin, kandidat Demokrat Barack Obama menyangsikan bahwa potensi kekandidatan Nader akan mencapai hasil yang sama seperti pada tahun 2000."
            ]
        },
        {
            "input": "Sebastian Vettel and Mark Webber both nearly finished on the podium, but a collision between their Toro Rosso and Red Bull sponsored vehicles took them out of the race.",
            "output": [
                "Sebastian Vettel dan Mark Webber keduanya hampir mendapatkan podium, tetapi tabrakan antara kendaraan mereka yang disponsori oleh Toro Rosso dan Red Bull membuat mereka keluar dari balapan."
            ]
        },
        {
            "input": "The Israeli army is calling this new fleet of ships \"the mother of all flotillas.\"",
            "output": [
                "Tentara Israel menyebut armada kapal yang baru \"induk dari semua armada kapal kecil.\""
            ]
        },
        {
            "input": "\"We aren't particularly concerned with this\", said Walsh who also added that \"I'm only aware of this situation through media coverage I've seen, nor do we or I have any in-depth detail about the situation.\"",
            "output": [
                "\"Kami tidak ada perhatian khusus untuk hal tersebut\", kata Walsh yang juga menambahkan bahwa \"Saya hanya menyadari pada situasi seperti ini melalui liputan media yang saya lihat, tidak juga kami atau saya mempunyai detil yang mendalam tentang situasi tersebut.\""
            ]
        },
        {
            "input": "Since the Red Mosque siege began there have been 67 people killed in bombing and shooting in Pakistan.",
            "output": [
                "Sejak pengepungan Red Mosque terjadi, setidaknya ada 67 orang tewas dalam serangan bom dan penembakan di Pakistan."
            ]
        },
        {
            "input": "During this he worked as a Joint terminal attack controller (JTAC) and was involved in major operations on the frontline against Taliban forces.",
            "output": [
                "Selama kurun waktu tersebut dia bekerja sebagai seorang pengendali sendi penyerangan utama (JTAC) dan terlibat dalam operasi-operasi utama garis depan melawan tentara Taliban."
            ]
        },
        {
            "input": "His convictions include assaulting his fourth wife in 2006, and he served four months despite requesting community service; a stab attack from behind with a five-inch blade on a friend landed him a two-year suspended sentence and put the man in hospital.",
            "output": [
                "Pengakuannya mencakup serangan yang dia lakukan terhadap istri keempatnya di tahun 2006, dan dia menjalani hukuman penjara empat bulan dimana pengadilan menolak permintaan hukuman pelayanan sosial yang dia ajukan; dia juga menikam temannya sendiri dari belakang menggunakan pisau lima inchi yang mengakibatkan dia diganjar dua tahun penjara dan temannya harus dirawat di rumah sakit."
            ]
        },
        {
            "input": "The show was widely discussed on the internet, with large volumes of material requiring deleted by site administrators as breaching Finnish privacy legislation.",
            "output": [
                "Tayangan ini diperbincangkan secara luas di internet, dengan bagian besar isi material meminta penghapusan oleh admin situs karena melanggar undang-undang privasi Finlandia."
            ]
        },
        {
            "input": "Hamid Karzai, the Afghan President says that although he supports the idea, he urges that there is no need for any \"quick fixes\".",
            "output": [
                "Hamid Karzai, presiden Afghanistan mengatakan bahwa meskipun dia mendukung ide tersebut, ia menegaskan bahwa tidak perlu adanya \"perbaikan cepat.\""
            ]
        },
        {
            "input": "The first took place at 07:15 (12:15 UTC), at West Ambler Johnston Hall dormitory.",
            "output": [
                "Yang pertama berlangsung pada 07.15 (00.15 UTC), di Aula asrama Ambler Johnston Barat."
            ]
        },
        {
            "input": "Saray's death brings the death toll of al-Iraqiya journalists killed since the removal of Saddam Hussien to 15.",
            "output": [
                "Kematian Saray menyebabkan jumlah kematian jurnalis al-Iraqiya yang terbunuh sejak lengsernya Saddam Hussein menjadi 15."
            ]
        },
        {
            "input": "A screenshot of the hacked page contains the current Syrian flag displayed on the top left and a screenshot of a regular Al Jazeera homepage, overlaid by a graphic resembling a rubber stamp with the word \"HACK\" written on it and a silhouette of two men sitting at a desk.",
            "output": [
                "Sebuah screenshot dari halaman yang dibajak menampilkan gambar bendera Suriah pada pojok kiri layar dan sebuah screenshot halaman utama situs Al Jazeera yang ditindih oleh sebuah gambar stempel bertuliskan \"HACK\" dan sebuah gambar bayang berwujud 2 orang yang sedang duduk di sebuah meja kantor."
            ]
        },
        {
            "input": "While the number of occupiers at the Vestas plant — originally nearly thirty, now only sixteen — have dwindled, Mark says the ones who remain are \"very determined\" and furthermore hold no ill will toward their co-workers who have left the occupation.",
            "output": [
                "Sementara jumlah pemrotes di pabrik Vestas - sebenarnya hampir 30 orang, sekarang tinggal 16 - telah menyusut, Mark mengatakan bahwa mereka yang masih tersisa \"sangat bertekad\" dan lebih jauh lagi tidak akan merasa sakit hati kepada rekan kerja mereka yang telah meninggalkan pendudukan."
            ]
        },
        {
            "input": "The total of 500 thousand articles exceeds any other encyclopedia, according to the press release.",
            "output": [
                "Total 500 ribu artikel melebihi ensiklopedia mana pun, menurut siaran pers."
            ]
        },
        {
            "input": "\"The plane was flying at a great height when the accident occurred, which means it can be ruled out that the craft was shot down. \"",
            "output": [
                "\"Pesawat terbang di ketinggian yang bagus ketika kecelakaan terjadi, yang artinya kemungkinan pesawat ditembak jatuh dapat dikesampingkan.\""
            ]
        },
        {
            "input": "Elsewhere in Sichuan, thousands of Tibetans turned out in the streets of Seda, according to the Tibetan Center for Human Rights and Democracy.",
            "output": [
                "Sementara di tempat lain di Sichuan, ribuan rakyat Tibet turun ke jalan-jalan di Seda, menurut Pusat Hak Asasi Manusia dan Demokrasi Tibet."
            ]
        },
        {
            "input": "\"They were underground when the accident happened and they were not able to surface because an electric feeder cable that is connected to the mine lift was severed,\" said a spokeswoman for the mining company, Amelia Soares.",
            "output": [
                "\"Mereka sedang berada di bawah tanah ketika kecelakaan itu terjadi dan mereka tidak bisa menuju ke permukaan karena kabel penghubung listrik yang terhubung dengan lift tambang terputus, \" kata juru bicara perusahaan tambang, Amelia Soares."
            ]
        },
        {
            "input": "He has rowed across the Atlantic Ocean and the North Sea, as well as cycled across Russia and the icy terrain of Greenland.",
            "output": [
                "Dia telah mendayung menyeberangi samudra Atlantik dan Laut Utara, demikian juga bersepeda ke seluruh Rusia dan medan es Greenland."
            ]
        },
        {
            "input": "Councillor Quinn described the EDL as a hate-filled group wishing to come to Hyde to try and incite hatred\".",
            "output": [
                "Anggota Dewan Quinn mendeskripsikan bahwa EDL adalah kelompok yang berisi kebencian yang berharap untuk datang ke Hyde dan mencoba serta menghasut kebencian.\""
            ]
        },
        {
            "input": "Havel mentioned that no one anticipated the rise of criminal mafias in the post-communist period, and that he and other dissidents imaged a swift transition from communism to democracy.",
            "output": [
                "Havel menyebutkan bahwa tidak ada yang mengantisipasi meningkatnya mafia-mafia kriminal dalam periode setelah-komunis, dan bahwa ia dan para pembangkang lainnya mencitrakan suatu transisi yang cepat dari komunisme ke demokrasi."
            ]
        },
        {
            "input": "This, combined with the flooding of the bridges across the Cedar River at Cedar Rapids, effectively cuts Cedar Rapids off from Iowa City; the only way between the two cities, normally 30 miles apart, is a 281-mile long detour that takes drivers through Des Moines.",
            "output": [
                "Ini, dikombinasikan dengan banjir jembatan melintasi Sungai Cedar di Cedar Rapids, efektif memotong Cedar Rapids turun dari Iowa City; satu-satunya cara antara kedua kota, biasanya 30 mil terpisah, 281 mil jalan memutar panjang yang dibutuhkan pengendara melalui Des Moines."
            ]
        },
        {
            "input": "Snowy Hydro Limited's major shareholder is the NSW government with a 58 percent shareholding.",
            "output": [
                "Pemegang saham utama Snowy Hydro Limited adalah pemerintah NSW dengan 58 persen saham dimilikinya."
            ]
        },
        {
            "input": "His success as a manager has been put down to a great tactical brain and the ability to get the best out of his players, not least through his respect and generosity of spirit towards them.",
            "output": [
                "Kesuksesannya sebagai seorang manajer telah dimasukkan ke otak taktis yang besar dan kemampuan untuk mendapatkan yang terbaik dari para pemainnya, tidak sedikit melalui rasa hormatnya dan jiwa kemurahan hatinya terhadap mereka."
            ]
        },
        {
            "input": "The Canadian transport minister Jean Lapierre said two-thirds of Canada's domestic flights at some point cross through American air space.",
            "output": [
                "Menteri transportasi Kanada Jean Lapierre berkata dua pertiga penerbangan domestik Kanada di beberapa titik melewati daerah udara Amerika."
            ]
        },
        {
            "input": "\"Although the site had been up for many years, it was only after Mr. Santorum's success in the caucuses that a large number of people were actually searching for more information about him.\"",
            "output": [
                "\"Meskipun situs tersebut sudah ada untuk beberapa tahun, itu hanya setelah kesuksesan Bapak Santorum pada desakan pemilih yang sejumlah besar orang sebenarnya sedang mencari informasi tentang dia.\""
            ]
        },
        {
            "input": "Milan counter attacked quickly, and Kaka saw his attempt also blocked by a defender.",
            "output": [
                "Milan menyerang balik dengan cepat dan Kaka melihat usahanya juga diblok oleh pemain belakang."
            ]
        },
        {
            "input": "Wikinews contacted Kevin, to talk about the issues facing Canadians, and what they and their party would do to address them.",
            "output": [
                "Wikinews menghubungi Kevin untuk membicarakan isu menghadapi warga Kanada dan yang mereka dan partai mereka akan melakukan untuk mewujudkannya mereka."
            ]
        },
        {
            "input": "The blast caused serious damage to the shopping center, breaking windows, causing false ceilings to collapse, and pillars to warp within a radius of several hundred meters.",
            "output": [
                "Ledakan itu menyebabkan kerusakan serius pada pusat perbelanjaan, memecahkan jendela, menyebabkan langit-langit palsu runtuh, dan pilar melengkung dalam radius beberapa ratus meter."
            ]
        },
        {
            "input": "The CAW will be going to arbitration this fall to address the issue.",
            "output": [
                "CAW akan pergi arbitrase musim gugur ini untuk mengatasi masalah tersebut."
            ]
        },
        {
            "input": "The spokesperson added, \"No decision on the future posture of UK forces in Iraq has been taken.\"",
            "output": [
                "Juru bicara tersebut menambahkan, \"Belum ada keputusan yang diambil untuk bersikap atas masa depan pasukan militer Inggris di Irak.\""
            ]
        },
        {
            "input": "Zelaya travels together with the President of the United Nations General Assembly, Miguel D'Escoto.",
            "output": [
                "Zelaya mengadakan perjalanan bersama dengan Presiden Majelis Umum Perserikatan Bangsa-Bangsa, Miguel D'Escoto."
            ]
        },
        {
            "input": "100,000 troops - which equates to approximately 40% of the country's armed forces - are said to have been committed to assisting with the survivors of the disasters.",
            "output": [
                "100.000 pasukan - yang setara dengan kira-kira 40% dari pasukan bersenjata negara itu - telah mengatakan bahwa akan berkomitmen membantu yang selamat dari bencana tersebut."
            ]
        },
        {
            "input": "The Israeli military said the ministry office, controlled by Hamas, was \"a meeting place to plan and direct terror activity.\"",
            "output": [
                "Tentara Israel mengungkapkan bahwa kantor kementrian, dikuasai oleh Hamas, adalah \"tempat pertemuan untuk merencanakan dan mengendalikan aktivitas teror.\""
            ]
        },
        {
            "input": "Pentagon spokesman Bryan Whitman, acknowledged that allegations were made on \"rare occasions\" but were uncorroborated.",
            "output": [
                "Juru bicara Pentagon Bryan Whitman, mengakui bahwa dugaan dibuat dalam \"kesempatan yang langka\" tetapi tidak dikuatkan."
            ]
        },
        {
            "input": "A spokesman from the Georgian Interior ministry said that Russian units had also taken control of the town of Zugdidi.",
            "output": [
                "Juru bicara dari kementrian Dalam Negeri Georgia mengatakan unit Rusia juga telah menggambil alih kota Zugdidi."
            ]
        },
        {
            "input": "According to an affidavit filed by US prosecutors, Patel, previously restricted from performing surgery in the US due to \"professional misconduct\", lied about his professional history in order to work at Bundaberg Base Hospital in Bundaberg, Queensland.",
            "output": [
                "Menurut pernyataan tertulis yang diajukan oleh Jaksa Amerika Serikat, Patel, sebelumnya dibatasi dari melakukan pengobatan di Amerika Serikat karena \"ahli berkelakuan buruk\", berbohong tentang riwayatnya agar bisa bekerja di rumah sakit Bundaberg Base, Queensland."
            ]
        },
        {
            "input": "But this morning, Dallas police have reported that Owens took an unknown large amount of the pills, and when asked by police this morning if he had been attempting to hurt himself, Owens replied, \"Yes.\"",
            "output": [
                "Tapi pagi ini, polisi Dallas telah melaporkan bahwa Owens mengambil pil dalam jumlah besar yang tidak diketahui, dan ketika ditanya oleh polisi pagi ini apakah ia telah berusaha untuk melukai dirinya sendiri, Owens menjawab, \"Ya.\""
            ]
        },
        {
            "input": "From 1 April 1940 00:00 AM and 2 November 1942 03:00 AM, Summer Time was permanent in Romania.",
            "output": [
                "Dari tanggal 1 April 1940 pukul 00:00 pagi dan 2 November 1942 pukul 03:00 pagi, Waktu Musim Panas berlaku permanen di Rumania."
            ]
        },
        {
            "input": "The decisions came after Microsoft announced they were disclosing 30,000 pages of previously secret software code last Thursday (February 21st).",
            "output": [
                "Keputusan tersebut tiba setelah Microsoft mengumumkan mereka mengungkapkan 30.000 halaman kode perangkat lunak yang sebelumnya rahasia hari Kamis yang lalu (21 Februari)."
            ]
        },
        {
            "input": "The question is what we need not to be told and who decides.",
            "output": [
                "Pertanyaannya adalah apa yang kami inginkan untuk tidak dikatakan dan siapa yang memutuskan."
            ]
        },
        {
            "input": "A surge in emails has also been felt with companies/marketers making sure they have consent to continue the e-mails and asking those to confirm they wish to continue their subscription.",
            "output": [
                "Sebuah lonjakan dalam surel juga telah dirasakan dengan banyaknya perusahaan/pemasar yang memastikan bahwa mereka memiliki ijin untuk melanjutkan surel tersebut dan meminta mereka untuk memberikan konfirmasi bahwa mereka mau melanjutkan kepelangganan mereka."
            ]
        },
        {
            "input": "Veteran White House journalist Helen Thomas, 89, announced her retirement yesterday with immediate effect, ending her fifty-seven year career, amid criticism over controversial remarks.",
            "output": [
                "Mantan jurnalis gedung putih Helen Thomas, 89 tahun mengumumkan pensiun nya kemarin dengan segera, mengakhiri lima puluh tujuh tahun karir nya, di tengh-tengah kritik atas hasil kontroversial."
            ]
        },
        {
            "input": "\"Then in an ideal world, you'd take cells from that patient and create a kidney on demand.\"",
            "output": [
                "\"Lalu dalam sebuah dunia yang ideal, Anda akan mengeluarkan sel-sel dari pasien itu dan membuat sebuah ginjal sesuai permintaan.\""
            ]
        },
        {
            "input": "Odum follows with, \"I am confident that we are ready to conduct the 2010 Arctic exploratory program safely and, I want to be clear, the accountability for this program rests with Shell.\"",
            "output": [
                "Odum menambahkan, \"Saya yakin bahwa kami siap untuk melakukan program eksplorasi Kutub Utara 2010 dengan aman dan, saya ingin menjelaskan, pertanggung-jawaban untuk program ini terletak pada Shell.\""
            ]
        },
        {
            "input": "Leading environmental scientist Professor Norman Myers says the Earth is experiencing its \"Sixth Extinction.\"",
            "output": [
                "Ilmuwan lingkungan hidup terkemuka Profesor Norman Myers mengatakan bahwa bumi sedang mengalami \"Kepunahan Keenam.\""
            ]
        },
        {
            "input": "United States Secretary of State Hillary Clinton said on Saturday that the recent actions by Turkey to arrest and detain journalists in the country, as well as planned Internet restrictions, are \"an area of concern\" for her.",
            "output": [
                "Menteri Luar Negeri Amerika Serikat Hillary Clinton mengatakan hari Sabtu bahwa tindakan terbaru Turki yang menangkap dan menahan wartawan di negara tersebut, serta pembatasan internet yang direncanakan, adalah \"bidang yang menjadi perhatian\" untuknya."
            ]
        },
        {
            "input": "However, the penalties apply only to unions organising secondary strikes, not to workers acting individually.",
            "output": [
                "Akan tetapi, penalti berlaku hanya kepada serikat yang mengorganisasi pemogokan sekunder, bukan kepada pekerja yang bertindak secara individu."
            ]
        },
        {
            "input": "In a statement to the Commission, bemobile admitted it had not built any new transmitter masts since the latter part of 2010.",
            "output": [
                "Pada pernyataan kepada Komisaris, bemobile mengakui tidak membangun tiang pemamcar baru sejak bagian terakhir tahun 2010."
            ]
        },
        {
            "input": "\"I regard climate change as the number one environmental challenge …\"",
            "output": [
                "\"Saya menganggap perubahan iklim sebagai tantangan lingkungan nomer satu. .\""
            ]
        },
        {
            "input": "All those standards are available to any student who goes to a school which is accredited to assess the standard internally.",
            "output": [
                "Semua standar ini tersedia untuk setiap murid yang pergi ke sekolah yang terakreditasi untuk menilai standar internal."
            ]
        },
        {
            "input": "Though the new goals are harder, Anders Turesson, European Union representative at UNCCC, doubted in the ability of them to prevent 2-degree warming.",
            "output": [
                "Meskipun tujuan baru tersebut lebih sulit, Anders Turesson, Wakil Uni Eropa di UNCCC, meragukan kemampuan mereka untuk mencegah 2 derajat pemanasan."
            ]
        },
        {
            "input": "As the Soviet Union crumbled at the end of the Cold War, Georgia regained its independence in 1991, but its early years were marked by instability, corruption, and economic crises.\"",
            "output": [
                "Ketika Uni Soviet hancur pada akhir Perang Dingin, Georgia mendapatkan kemerdekaannya kembali di tahun 1991, tapi awal tahun tersebut ditandai dengan ketidakstabilan, korupsi, dan krisis ekonomi.\""
            ]
        },
        {
            "input": "Duelfer summary of the intelligence obtained, as understood by the ISG, includes, \"[T]he risk of Iraqi WMD expertise of material advancing the WMD potential in other countries is attenuated by many factors and is presently small ...\"",
            "output": [
                "Ringkasan Duelfer tentang yang diperoleh intelijen, seperti yang dipahami oleh ISG, meliputi, \"Risiko Irak pada keahlian WMD dalam percepatan potensi WMD di negara lainnya menipis oleh banyak faktor dan kecil kemungkinannya...\""
            ]
        },
        {
            "input": "Daniel's mother, Cheryl Stringer, has said she does not want the EDL rally to be held: \"The EDL have decided to do this and it's go nothing to do with us whatsoever.",
            "output": [
                "Ibu Daniel, Cheryl Stringer, mengatakan bahwa dia tidak mau rapat umum EDL diadakan: \"EDL telah memutuskan untuk melakukan ini dan ini tidak ada hubungan apapun dengan kami."
            ]
        },
        {
            "input": "The Franken campaign, meanwhile, supports the previous three-judge panel (from a Democrat, a Republican, and an Independent) unanimous ruling giving Franken victory.",
            "output": [
                "Kampanye Franken, sementara itu mendukung panelis 3 hakim sebelumnya (seorang dari Demokrat, Republikan dan Independen) secara bulat berkuasa memberi kemenangan bagi Franken."
            ]
        },
        {
            "input": "Today was a mixed day for the financial sector, Drug makers had some gains and so did General Motors and Berkshire Hathaway , which helped the indexes gain.",
            "output": [
                "Hari ini adalah hari serabutan bagi sektor keuangan, beberapa pabrik obat menghasilkan keuntungan dan juga General Motors serta Berkshire Hathaway, yang membantu keuntungan indeks."
            ]
        },
        {
            "input": "\"I'm not so sure I'd offer the same invitation, but nevertheless, it speaks volumes about the greatness, really, of America.\"",
            "output": [
                "\"Saya tidak yakin saya akan menawarkan undangan yang sama, tapi meskipun demikian, itu mengatakan isi tentang kebesaran, sungguh, dari Amerika.\""
            ]
        },
        {
            "input": "Mohammed slotted the ball home from 15 yards to re-take the lead.",
            "output": [
                "Mohammed mencetak bola dari 15 yard untuk kembali memimpin."
            ]
        },
        {
            "input": "\"These men are extremely dangerous and fired at least two shots in busy London streets as they made their getaway,\" said Detective Chief Inspector Pam Mace.",
            "output": [
                "\"Orang-orang ini sangat berbahaya dan menembak sedikitnya dua tembakan di jalan-jalan London yang sibuk seraya mereka secepatnya meloloskan diri, \" kata Inspektur kepala detektif Pam Mace."
            ]
        },
        {
            "input": "A portion of the bill requests a denial of funds to the University, \"for permitting State terrorist access to campus.\"",
            "output": [
                "Bagian dari rancangan undang-undang tersebut meminta penolakan pendanaan pada Universitas, \"yang telah mengijinkan teroris negara masuk ke kampus.\""
            ]
        },
        {
            "input": "The European Environment Agency (EEA) released a report which shows that the European Union is on track to meet their Kyoto Protocol commitments to limit and reduce emissions responsible for the greenhouse effect on our earth.",
            "output": [
                "Badan Lingkungan Eropa (EEA) menyampaikan sebuah laporan yang menunjukkan bahwa Uni Eropa berada pada jalur yang tepat dalam mematuhi komitmen mereka dalam Protokol Kyoto untuk membatasi dan mengurangi emisi yang menjadi penyebab efek rumah kaca di bumi kita."
            ]
        },
        {
            "input": "Meanwhile, all male protesters have been removed from the building while the female protesters are still inside the synagogue.",
            "output": [
                "Sementara itu, pengunjuk rasa laki-laki telah dikeluarkan dari bangunan saat para wanita masih berada di dalam sinagoga itu."
            ]
        },
        {
            "input": "British Prime Minister Tony Blair could face a House of Commons inquiry into claims that chief police officers were pressured to support a political agenda during Wednesday's vote to extend detention without charge.",
            "output": [
                "Perdana Menteri Inggris Tony Blair bisa menghadapi penyelidikan Dewan Rakyat dalam klaim bahwa kepala kepolisian telah ditekan untuk mendukung agenda politik selama pemungutan suara hari Rabu untuk memperpanjang penahanan tanpa tuduhan."
            ]
        },
        {
            "input": "It seeks to better protect those areas of the country that are most affected by hail.",
            "output": [
                "Ini mencari perlindungan yang lebih baik pada daerah di negara yang paling banyak terkena hujan salju."
            ]
        },
        {
            "input": "Writer Armando Iannucci hoped that if Langham was found not guilty, he would be able to appear in his show again.",
            "output": [
                "Penulis Armando Iannucci berharap bahwa jika Langham tidak terbukti bersalah, dia akan bisa muncul dalam shownya kembali."
            ]
        },
        {
            "input": "\"If Mr Netanyahu is serious, he can send a team of experts, and we'll send a team of experts to Turkey.\"",
            "output": [
                "\"Bila Bapak Netanyahu serius, dia bisa mengirim sebuah tim ahli, dan kami akan mengirim sebuah tim ahli ke Turki.\""
            ]
        },
        {
            "input": "We will not run out of bottled water any time soon, but some countries have already run out of water to produce their own food, he said.",
            "output": [
                "Kita tidak akan kekurangan air minum dalam botol dalam waktu dekat, tetapi beberapa negera sudah mulai kekurangan air untuk memproduksi makanan mereka sendiri, ujarnya."
            ]
        },
        {
            "input": "This is the first death of a police officer to sectarian violence in over a decade, and comes after a nine month period in which intelligence indicated that dissidents were aiming to kill a policeman.",
            "output": [
                "Ini adalah kematian pertama dari petugas polisi karena kekerasan antar kelompok selama lebih dari satu dekade, dan menyusul setelah periode 9 bulan yang mana badan intelejen mengindikasikan bahwa pembangkang bertujuan untuk membunuh seorang polisi."
            ]
        },
        {
            "input": "This incident is only the latest in an ongoing series of violent outbreaks among protesters and the Thai government.",
            "output": [
                "Insiden ini adalah yang terbaru dari rangkaian terus-menerus dari wabah kekerasan di antara pengunjuk rasa dan pemerintah Thai."
            ]
        },
        {
            "input": "The Astros went 48-26 in the second half and won 36 of their last 46 games to win the NL wild card, then defeated Atlanta in the first round of the playoffs before losing to St. Louis in Game 7 of the NL Championship Series.",
            "output": [
                "Astros membukukan hasil 48-26 di putaran kedua dan memenangi 36 dari 46 pertandingan terakhir mereka untuk memenangkan wild card NL, kemudian mengalahkan Atlanta pada putaran pertama pertandingan ulang sebelum kalah dari St. Louis di pertandingan ke-7 dari NL Championship Series."
            ]
        },
        {
            "input": "The bus had 35 passengers traveling from Kyaukkyi, and was near Daik Oo, some 85 miles from its destination.",
            "output": [
                "Bus berpenumpan 35 orang yang bepergian dari Kyaukkyi, dan di dekat Daik Oo, sekitar 85 mil dari tujuan."
            ]
        },
        {
            "input": "\"In the video, the rhino comes out of the jungle brush and then proceeds to sniff the camera and equipment surrounding it.\"",
            "output": [
                "\"Dalam video ini, badak tersebut keluar dari semak-semak hutan dan lalu berjalan untuk mengendus kamera dan peralatan yang berada di sekitarnya.\""
            ]
        },
        {
            "input": "A rescue operation is underway after sixteen-year-old American Abby Sunderland, attempting to sail around the world by herself, lost contact with her family while in the Indian Ocean.",
            "output": [
                "Sebuah operasi penyelamatan segera dilaksanakan setelah seorang berkebangsaan Amerika berusia enam belas tahun bernama Abby Sunderland, yang berupaya berlayar mengelilingi dunia seorang diri, hilang kontak dengan keluarganya ketika sedang melintasi Samudra Hindia."
            ]
        },
        {
            "input": "The rest of the accused, including Bollywood star Sanjay Dutt, will hear the judgements in their cases over a period of four weeks.",
            "output": [
                "Sisa tertuduh lainnya, termasuk bintang Bollywood Sanjay Dutt, akan disidangkan pada pengadilan di kasus mereka selama periode4 minggu."
            ]
        },
        {
            "input": "Still, \"For something of this size to come this close is unusual,\" said Don Yeomans, the head of NASA's Near Earth Object Program.",
            "output": [
                "Masih, \"Untuk sesuatu dengan ukuran seperti itu jika mendekat adalah tidak biasanya, \" kata Don Yeomans, kepala Program Objek Dekat Bumi NASA."
            ]
        },
        {
            "input": "UNMIS is expected to fly the bodies on to their nearby airfield, to which there is no public access.",
            "output": [
                "UNMIS diharapkan untuk menerbangkan jenazah ke lapangan udara terdekat, yang tidak ada akses publik."
            ]
        },
        {
            "input": "The strong winds then brought down trees and limbs, with one landing on the family's campsite and tent.",
            "output": [
                "Angin kencang tersebut kemudian menjatuhkan pepohonan dan dahan-dahannya, dengan satu pohon mendarat diatas perkemahan dan tenda keluarga."
            ]
        },
        {
            "input": "They are due to play against the United Arab Emirates tomorrow, but the general ban still remains in place.",
            "output": [
                "Mereka dijadwalkan untuk bermain melawan Uni Emirat Arab besok, tetapi larangan umum masih tersisa di lapangan."
            ]
        },
        {
            "input": "The Colombian ambassador has been given 72 hours to vacate his offices in Caracas.",
            "output": [
                "Duta Besar Kolombia diberi 72 jam untuk mengosongkan kantor di Caracas."
            ]
        },
        {
            "input": "George W. Bush watched the parade with Russian President Vladimir Putin.",
            "output": [
                "George W. Bush menonton parade dengan Presiden Rusia Vladimir Putin."
            ]
        },
        {
            "input": "Israel says it killed 530 Hezbollahh fighters while Hezbollah puts the toll at about 80.",
            "output": [
                "Israel mengatakan mereka telah membunuh 530 orang prajurit Hisbullah, sementara Hisbullah telah memakan korban sekitar 80 orang."
            ]
        },
        {
            "input": "Her new recording was on the radio airwaves at 12 am. today.",
            "output": [
                "Rekaman barunya telah ada di gelombang radio di 12 siang hari ini."
            ]
        },
        {
            "input": "The Bureau of Meteorology says the result is more evidence of climate change.",
            "output": [
                "Biro Meteorologi mengatakan hasilnya merupakan lebih dari bukti dari perubahan iklim."
            ]
        },
        {
            "input": "While refusing to admit that the rendition policy even exists, the Bush administration claimed that they do not hand over people to be tortured in other countries, to get around US laws which prohibit such practices.",
            "output": [
                "Saat menolak untuk mengakui bahwa kebijakan rendition itu ada, pihak administrasi Bush mengklaim bahwa mereka tidak menyerahkan orang-orang untuk disiksa di negara lain, untuk menyiasati diantara hukum Amerika Serikat yang melarang praktek-praktek seperti itu."
            ]
        },
        {
            "input": "Long lineups of customers were waiting at Australian stores for the first day of iPhone sales there, where the phone is supported by Telstra, Optus and Vodafone.",
            "output": [
                "Antrian panjang para konsumen menunggu di toko-toko Australia untuk hari pertama penjualan iPhone di sana, telpon tersebut didukung oleh Telstra, Optus dan Vodafone."
            ]
        },
        {
            "input": "A Southern Sudan Air Connection aircraft has crashed today in Southern Sudan, killing over a dozen people, including the area's defence minister.",
            "output": [
                "Sebuah pesawat Southern Sudan Air Connection jatuh hari ini di Sudan Selatan, menewaskan lebih dari selusin orang, termasuk menteri pertahanan daerah tersebut."
            ]
        },
        {
            "input": "\"Based on this fossil, that means the split is much earlier than has been anticipated by the molecular evidence.\"",
            "output": [
                "\"Berdasarkan fosil ini, yang berarti pisahan tersebut lebih awal daripada yang diantisipasi oleh bukti molekular.\""
            ]
        },
        {
            "input": "Four people are reported to be in a serious condition.",
            "output": [
                "4 orang dilaporkan dalam kondisi serius."
            ]
        },
        {
            "input": "The Turkish military crossed into Iraq to chase out Kurdish rebels from the Kurdistan Workers Party.",
            "output": [
                "Militer Turki menyeberang ke Irak untuk mengejar keluar pemberontak Kurdi dari Partai Pekerja Kurdistan."
            ]
        },
        {
            "input": "He convinced Bolt to make the switch from cricket to track and trained him up until the age of 16, when Bolt joined the Jamaica Amateur Athletic Association-administered High Performance Training Centre in Kingston.",
            "output": [
                "Dia meyakinkan Bolt untuk berpindah dari kriket ke lari dan melatihnya hingga usia 16 tahun, saat Bolt bergabung dengan Asosiasi Atletik Amatir Jamaika yang dikelola Pusat Pelatihan High Performance di Kingston."
            ]
        },
        {
            "input": "The win puts Iraq on equal-top of the group with hosts Thailand.",
            "output": [
                "Kemenangan itu menempatkan Irak di grup atas yang sama dengan tuan rumah Thailand."
            ]
        },
        {
            "input": "Mary Steiner, head of the Outdoor Circle, an environmental group that supports the ban, said, \"We have never doubted for a moment the importance of the scenic environment that it is just as important as any of the rest of the environmental issues that are out there.\"",
            "output": [
                "Mary Steiner, kepala Outdoor Circle, sebuah grup lingkungan yang mendukung larangan, berkata, \"kami tidak pernah meragukan sedikitpun pentingnya lingkungan yang indah itu sama pentingnya dengan yang lain atas persoalan lingkungan yang ada di luar sana.\""
            ]
        },
        {
            "input": "Villiard, citing privacy rules designed to protect the detainees, did not explain how Manning could harm himself if allowed to wear his underwear.",
            "output": [
                "Villard, mengutip peraturan privasi yang dirancang untuk melindungi tahanan, tidak menjelaskan bagaimana Manning dapat membahayakan dirinya sendiri jika diizinkan untuk menggunakan pakaian dalamnya."
            ]
        },
        {
            "input": "\"This is a very timely reminder for everybody about how important it is to stay very close to your children on Fraser Island,\" Harper stated.",
            "output": [
                "\"Ini tepat waktunya untuk peringatan bagi siapa saja agar tetap berada dekat dengan anak Anda di Pulau Fraser\", ujar Harper."
            ]
        },
        {
            "input": "\"A dangerous mix of the global economic slowdown combined with stubbornly high food prices in many countries has pushed some 100 million more people than last year into chronic hunger and poverty,\" said Jacques Diouf, Director-General of the FAO.",
            "output": [
                "\"Percampuran membahayakan dari perlambatan ekonomi global yang dikombinasikan dengan bertahannya harga pangan yang tinggi di banyak negara memaksa 100 juta orang lebih daripada tahun lalu mengalami kelaparan yang kronis dan kemiskinan, \" kata Jacques Diouf, Direktur Jendral FAO."
            ]
        },
        {
            "input": "In the suburb of Manawa, gunmen targeted a center that militants attacked earlier this year.",
            "output": [
                "Di pinggiran Manawa, orang-orang bersenjata menargetkan pusat yang diserang para militan awal tahun ini."
            ]
        },
        {
            "input": "Today, Ryanair announced a 27% drop in pre-tax profits in its third quarter net profits.",
            "output": [
                "Hari ini, Ryanair mengumumkan sebuah penurunan 27% keuntungan sebelum pajak pada keuntungan bersih kuartal ketiga mereka."
            ]
        },
        {
            "input": "The Sydney Morning Herald used a headline that stated \"Ruling denies justice for Australian crash victims\".",
            "output": [
                "Sydney Morning Herald menggunakan sebuah tajuk utama yang menyatakan \"Penguasa mengingkari keadilan bagi para korban pesawat jatuh Australia.\""
            ]
        },
        {
            "input": "Afterwards, the other militants engaged in a massive gun attack on the prison guards, allowing prisoners to escape.",
            "output": [
                "Setelah itu, militan lainnya melakukan serangan senjata secara besar-besaran atas para penjaga penjara, menyebabkan tahanan untuk melarikan diri."
            ]
        },
        {
            "input": "Following the speech, a regular Wikipedia editor noticed that his speech was very similar to an article on Wikipedia also regarding the crisis, in what could be considered plagiarism.",
            "output": [
                "Mengikuti pidato tersebut, seorang editor Wikipedia biasa melihat bahwa pidato tersebut hampir sama dengan artikel di Wikipedia mengenai krisis, yang bisa dianggap penjiplakan."
            ]
        },
        {
            "input": "\"It is an extremely worrying development from the point of view of Musharraf and those who support him.\"",
            "output": [
                "\"Ini adalah sebuah perkembangan yang sangat mengkhawatirkan dari sudut pandang Musharraff dan mereka yang mendukungnya.\""
            ]
        },
        {
            "input": "\"How would one feel if one was to go walking in nature and suddenly came across a group of naked people? \"",
            "output": [
                "\"Bagaimana seseorang merasakan jika seseorang berjalan kaki di alam bebas dan tiba-tiba mendapati sekelompok orang bugil? \""
            ]
        },
        {
            "input": "Tuggeranong, Canberra — Nineteen year old Australian Shadow Olympic team member Alice Ingley was attending the second day of the National Archery Championships, a few days before the start of the target recurve event that she hopes to represent Australia at the Olympics in.",
            "output": [
                "Tuggeranong, Canberra - Seorang anggota tim Olimpiade Bayangan Australia berusia sembilan belas tahun Alice Ingley menghadiri hari kedua Kejuaraan Memanah Nasional, beberapa hari sebelum dimulainya acara target melengkung yang dia harapkan untuk bisa mewakili Australia di Olimpiade."
            ]
        },
        {
            "input": "Bai Yun, however, seems to be getting along just fine, producing her previous two cubs with a male panda named Gao Gao.",
            "output": [
                "Bai Yun, bagaimanapun, tampaknya bergaul dengan baik, menghasilkan 2 anak sebelumnya dengan panda jantan bernama Gao Gao."
            ]
        },
        {
            "input": "Originally driving a Citroën Picasso, he was later said to be on foot when he crashed his vehicle.",
            "output": [
                "Pada mulanya mengemudikan Citroen Picasso, dia akhirnya mengatakan bahwa dia berjalan kaki ketika dia menabrakkan mobilnya."
            ]
        },
        {
            "input": "Many of the new products are already under development and Jobs will continue to steer the company from his position as chairman of the board.",
            "output": [
                "Banyak produk baru sudah dalam pengembangan dan Jobs akan terus mengendalikan perusahaan dari posisinya sebagai ketua dewan."
            ]
        },
        {
            "input": "Announcing their intent to appeal to the U.S. Supreme Court, Gregg Cunningham, executive director of the CBR, said, \"We never expected to get justice in the U.S. District Courts or in Honolulu.\"",
            "output": [
                "Mengumumkan maksud mereka untuk banding ke Mahkamah Agung A. S., Gregg Cunningham, direktur eksekutif CBR, mengatakan, \"kami tidak pernah mengharapkan mendapat keadilan di Pengadilan Distrik A. S. atau di Honolulu.\""
            ]
        },
        {
            "input": "\"For too long English, mathematics and science teachers in secondary schools have found themselves skewing everything to enable their pupils to jump through a series of unnecessary hoops,\" she claimed, while Chris Keates, general secretary of the National Association of Schoolmasters Union of Women Teachers, said that \"the sound of a deep collective sigh of relief will emanate from secondary schools across the country.\"",
            "output": [
                "\"Untuk guru-guru senior Bahasa Inggris, matematika, dan ilmu pengetahuan di sekolah menengah telah mendapati dirinya berbuat curang untuk membuat murid-muridnya melompati rangkaian lingkaran yang tidak perlu, \" klaimnya, sementara Chris Keates, sekretaris umum National Association of Schoolmaters Union of Women Teachers, berkata bahwa \"suara kelegaan kolektif akan muncul dari sekolah menengah di berbagai penjuru negara.\""
            ]
        },
        {
            "input": "The hearing examined the circumstances under which credit card issuers may increase the interest rates of cardholders who are in compliance with the terms of their credit cards.",
            "output": [
                "Dengar pendapat memeriksa keadaan ketika penerbit kartu kredit dapat meningkatkan suku bunga dari pemegang kartu yang sesuai dengan ketentuan kartu kredit mereka."
            ]
        },
        {
            "input": "\"Having regard to the very serious nature of the charge and the very considerable public interest in having the allegation determined by a jury one way or the other, I have concluded that, in this exceptional case, it is in the public interest to seek a further retrial.\"",
            "output": [
                "\"Memandang sangat seriusnya dakwaan dan kepentingan publik yang sangat besar dalam tuduhan yang diputuskan oleh hakim satu arah atau lainnya, saya telah menyimpulkan bahwa, dalam kasus khusus ini, adalah kepentingan publik untuk mengajukan banding.\""
            ]
        },
        {
            "input": "\"On the 18th of December last year, I wrote to the Indonesian Attorney-General reminding him that the Australian Government was opposed to the death sentence and we didn't want to see, in the context of the Bali nine, any of the Australians sentenced to death,\" he said.",
            "output": [
                "\"Pada tanggal 18 Desember tahun lalu, saya menulis kepada Jaksa Agung Indonesia mengingatkan bahwa Pemerintah Australia dan menentang hukuman mati dan kita tidak ingin melihat, dalam konteks Bali Nine, salah satu warga Australia dijatuhi hukuman mati,\" katanya."
            ]
        },
        {
            "input": "In a statement to CNN, Iraqi national security advisor Muwaffaq Rubaie said that \"...this is going to be a fair, just trial with a defense counsel in there, with a proper prosecuting counsel as well there...\"",
            "output": [
                "Dalam sebuah pernyataan kepada CNN, penasehat keamanan nasional Irak Muwaffaq Rubaie mengatakan bahwa.\" . ini akan menjadi pengadilan yang adil, dengan pembela di sana, dengan nasihat yang tepat kejaksaan juga berada di sana. .\""
            ]
        },
        {
            "input": "United States President Barack Obama is seeking a \"comprehensive exit strategy\" from the Afghanistan war.",
            "output": [
                "Presiden Amerika serikat Barack Obama sedang mencari \"strategi keluar yang komprehensif\" atas perang Afghanistan."
            ]
        },
        {
            "input": "As many as 2,700 residents had been trapped by the floodwaters.",
            "output": [
                "Sebanyak 2.700 penduduk telah terjebak oleh banjir."
            ]
        },
        {
            "input": "US Secretary of State Hillary Clinton said China stood with other member nations of the Security Council in penalizing North Korea for future actions.",
            "output": [
                "Menteri Luar Negeri Amerika Serikat Hillary Clinton mengatakan Cina bertindak bersama dengan anggota Dewan Keamanan yang lain untuk menghukum Korea Utara sebagai tindakan selanjutnya."
            ]
        },
        {
            "input": "According to a page at the Gmail Help Center, while not all accounts currently have the formatting features added, \"over the next several weeks, we are introducing rich formatting to all of our users.\"",
            "output": [
                "Menurut sebuah laman pada Gmail Help Center, sementara tidak semua akun saat ini memiliki fitur format tambahan, \"lebih dari beberapa minggu yang akan datang, kami memperkenalkan format yang kaya untuk semua pengguna kami.\""
            ]
        },
        {
            "input": "He added, \"I'm at a point now where our rotation really needs it,\" referring to his presence on the New York pitching staff.",
            "output": [
                "Dia menambahkan, \"Saya berada di titik dimana rotasi sangat dibutuhkan\", merujuk kepada kehadirannya pada staf pitching New York."
            ]
        },
        {
            "input": "They said Saturday that as many as 100 Shi’ites were taken hostage by Sunni fighters, and were threatened with death in the town of al-Madain, near Baghdad.",
            "output": [
                "Mereka mengatakan hari Sabtu sebanyak 100 orang Syiah disandera oleh pemberontak Sunni dan diancam akan dibunuh di kota al-Madain, dekat Baghdad."
            ]
        },
        {
            "input": "Within years of attaining power, defence minister , an ally of current president Abdelaziz Bouteflika, overthrew Ben Bella in a coup.",
            "output": [
                "Dalam beberapa tahun berkuasa, menteri pertahanan, sekutu dari presiden saat ini Abdelaziz Bouteflika, menggulingkan Ben Bella di pemerintahan."
            ]
        },
        {
            "input": "Police claim that some 600 artifacts, which had been illegally excavated, were found.",
            "output": [
                "Polisi mengaku bahwa 600 artefak telah digali secara ilegal telah ditemukan."
            ]
        },
        {
            "input": "The Prime Minister Gordon Brown commented on the Union leaders death, saying, \"Steve Sinnott was inspirational in his devotion to teaching, not just for children in Britain, but around the world\".",
            "output": [
                "Perdana Menteri Gordon Brown berkomentar pada kematian pemimpin Serikat, mengatakan, \"Steve Sinnott sangat menginspirasi pada pengabdiannya dalam mengajar, bukan hanya untuk anak-anak di Inggris, tapi di seluruh dunia.\""
            ]
        },
        {
            "input": "Six-party talks are said to resume on December 18, 2006.",
            "output": [
                "Perundingan enam-pihak dikatakan akan berlanjut pada tanggal 18 Desember 2006."
            ]
        },
        {
            "input": "The General recommends the government withdraw a Marine expeditionary team by the end of September 2007, and a brigade combat unit in December of 2007.",
            "output": [
                "Jenderal tersebut merekomendasikan pemerintah untuk menarik sebuah tim ekspedisi Marinir paling lambat akhir September 2007, dan sebuah unit brigade tempur pada bulan Desember 2007."
            ]
        },
        {
            "input": "Horta said the main priority for his government will be \"restoring security and moving 150,000 people in refugee camps back home.\"",
            "output": [
                "Horta berkata prioritas utama untuk pemerintahannya adalah \"mengembalikan keamanan dan memindahkan 150.000 orang yang berada di tempat pengungsian untuk kembali pulang.\""
            ]
        },
        {
            "input": "\"I am grateful to the jury for their careful deliberation and I would also like to thank the press for their restraint in not making the lives of my wife, children and family difficult during this time and I implore them to continue to grant my family the privacy they need.\"",
            "output": [
                "\"Saya berterima kasih kepada para juri yang telah berhati-hati memberi pertimbangan dan saya juga ingin berterima kasih kepada pers karena telah menahan diri untuk tidak mempersulit hidup istri, anak-anak dan keluarga saya selama waktu ini dan saya mohon agar mereka terus memberi privasi yang diperlukan kepada keluarga saya.\""
            ]
        },
        {
            "input": "Along with the ash cloud, a large amount of hot rocks (some reaching three feet in diameter) flew on all directions, damaging roads, homes and vegetation.",
            "output": [
                "Selama adanya awan abu, sejumlah besar batuan panas (beberapa mencapai diameter 3 kaki) berhamburan ke semua arah, merusak jalan, rumah dan tumbuh-tumbuhan."
            ]
        },
        {
            "input": "Chris Latham, Berrick Barnes and Drew Mitchell claimed two tries each, and Adam Ashley-Cooper, George Smith and Adam Frier completed Australia's victory.",
            "output": [
                "Chris Latham, Berrick Barnes dan Drew Mitchell menghasilkan masing-masing dua try, dan Adam Ashley-Cooper, George Smith dan Adam Frier melengkapi kemenangan Australia."
            ]
        },
        {
            "input": "The peacekeepers are part of a joint African Union-U.N. mission aimed at putting 26,000 troops in the region.",
            "output": [
                "Pasukan penjaga keamanan yang diserang itu merupakan bagian dari misi bersama PBB dan Uni Afrika untuk menempatkan 26.000 tentara di kawasan tersebut."
            ]
        },
        {
            "input": "Ricardo Blach, the captain of the trawler who is being held by the pirates, warned relatives by phone that they intended to kill the three crew members—moved from the trawler on Thursday and returned on Friday in a bid to pressure the Spanish government—should their demands not be met.",
            "output": [
                "Ricardo Blach, kapten dari kapal pukat yang ditahan oleh bajak laut tersebut, memperingatkan keluarga dari telepon bahwa mereka bermaksud membunuh 3 anggota kru─dipindahkan dari kapal pukat di hari Kamis dan dikembalikan Jumat dalam penawaran untuk menekan pemerintah Spanyol─sebaiknya tuntutan mereka tidak dipenuhi."
            ]
        },
        {
            "input": "The company is suing for recovery of civil damages representing one-half of film and book earnings from such blockbuster films as Spider-Man, Iron Man, X-Men, Hulk, and Fantastic Four franchises.",
            "output": [
                "Perusahaan itu menuntut untuk pengembalian kerusakan sipil yang merepresentasikan satu setengah dari penghasilan film dan buku dari waralaba film blockbuster seperti Spider- Man, Iron Man, X-men, Hulk, dan Fantastic Four."
            ]
        },
        {
            "input": "\"We've got a lot more optimism about the economic outlook than we did.\"",
            "output": [
                "\"Kami mendapatkan sedikit optimisme tentang pandangan ekonomi dari yang kami lakukan.\""
            ]
        },
        {
            "input": "A source within the Canadian government told the Canadian Press that Canadian ambassador to the U.S. Michael Wilson called the White House to remind the Republicans of the heavy load Canada is carrying in Afghanistan.",
            "output": [
                "Seorang sumber dari dalam pemerintahan Kanada mengatakan kepada Canadian Press bahwa Duta Besar Kanada untuk AS Michael Wilson meminta Gedung Putih untuk mengingatkan Partai Republik akan beban berat yang sedang ditanggung Kanada di Afganistan."
            ]
        },
        {
            "input": "\"Nor would they necessarily add anything positive to the game and could harm the authority of the referee.\"",
            "output": [
                "\"Atau tidakkah mereka diperlukan untuk menambah hal positif pada pertandingan dan dapat mengganggu otoritas wasit.\""
            ]
        },
        {
            "input": "One person has died as a result of the fires with 42 injured.",
            "output": [
                "Satu orang meninggal sebagai akibat kebakaran tersebut dan 42 luka-luka."
            ]
        },
        {
            "input": "\"It takes a bunch of New Yorkers, drops them on the Jersey Shore, and tries to make America feel like this is New Jersey\".",
            "output": [
                "\"Perlu sekelompok warga New York, turunkan mereka di Jersey Shore, dan coba untuk membuat Amerika merasa seperti ini adalah New Jersey.\""
            ]
        },
        {
            "input": "Suu Kyi's party would not have much power even if it won all the 48 available seats in the election.",
            "output": [
                "Partai Suu Kyi tidak akan mempunyai banyak kekuatan walaupun memenangkan keseluruhan dari 48 kursi yang tersedia di pemilihan."
            ]
        },
        {
            "input": "The body’s immune system is less effective at quashing disease than it could be - but if it were better the immune system might do more harm than good, according to new research by Michael Deem and colleagues of Rice University in Houston.",
            "output": [
                "Sistem kekebalan tubuh kurang efektif dalam menghalangi penyakit yang akan timbul - namun jika lebih baik sistem kekebalan tubuh bisa membahayakan dari pada membantu, menurut penemuan baru dari Micahel Deem dan rekan nya dari Universitas Rice di Huston."
            ]
        },
        {
            "input": "Dawood Shakir, director of the meteorology department, told AFP his take on the causation of the snow: \"It's very rare.\"",
            "output": [
                "Dawood Shakir, direktur departemen meteorologi, berkata kepada AFP tentang penyebab salju tersebut, \"Ini sangat langka.\""
            ]
        },
        {
            "input": "This judge concluded that the Judiciary can remedy the lack, because it doesn't betray the will of the Legislation of the Diet as to this Act.",
            "output": [
                "Hakim ini menyimpulkan bahwa Peradilan dapat memperbaiki kekurangan, karena tidak mengkhianati kehendak Legislasi Diet sebagai Undang-undang ini."
            ]
        },
        {
            "input": "\"The North Koreans have been notified about what South Korea plans to do,\" said Philip J. Crowley, a spokesman for the State Department.",
            "output": [
                "\"Korea Utara telah diberitahu tentang apa yang direncanakan oleh Korea Selatan, \" kata Philip J. Crowley, juru bicara Departemen Luar Negeri."
            ]
        },
        {
            "input": "Two weeks ago, she asked Obama, \"Mr. President, when are you going to get out of Afghanistan?\"",
            "output": [
                "Dua minggu lalu, dia menanyakan Obama, \"Bapak Presiden, kapan Anda akan keluar dari Afghanistan?\""
            ]
        },
        {
            "input": "The announcement Friday by the British government came after the European Parliament urged a resolution to the case and said that Iran has a history of torturing and executing homosexuals.",
            "output": [
                "Pernyataan yang diumumkan hari Jumat oleh pemerintah Inggris itu muncul setelah Parlemen Eropa mendesak adanya resolusi untuk kasus itu dan mengatakan bahwa Iran memang suka menyiksa dan mengeksekusi para pelaku homoseksual."
            ]
        },
        {
            "input": "Toronto FC's season is finished as New England Revolution will face New York Red Bulls in the 1st Round of the playoffs.",
            "output": [
                "Kompetisi Toronto FC selesai saat New England Revolution akan menghadapi New York Red Bulla di putaran pertama babak playoffs."
            ]
        },
        {
            "input": "Biden said, \"I believe the present authorization granted the president to use force in Iraq does not cover that, and he does need congressional authority to do that.\"",
            "output": [
                "Biden mengatakan, \"Saya percaya bahwa kewenangan saat ini yang menjamin presiden untuk menggunakan kekuatan di Irak tidak mencakup hal tersebut, dan dia benar-benar perlu otoritas dari kongres untuk melakukannya.\""
            ]
        },
        {
            "input": "The tour comes two weeks before the start of the inaugural Twenty20 World Championship, which will be held in South Africa.",
            "output": [
                "Perjalanan tersebut diadakan dua minggu sebelum peresmian Kejuaraan Dunia Twenty20 dimulai, yang akan diadakan di Afrika Selatan."
            ]
        },
        {
            "input": "In a statement emailed out to the media, Football Federation Australia CEO Ben Buckley said, \"It's another first for Australian football, and it's come off the back of a comprehensive qualification pathway which began in February last year.\"",
            "output": [
                "Dalam sebuah pernyataan yang diemailkan kepada media, Kepala Eksekutif Federasi Sepakbola Australia Ben Buckley mengatakan, \"Ini adalah pertama yang lain lagi bagi sepak bola Australia, dan ini dihasilkan dari sebuah jalur kualifikasi yang menyeluruh yang dimulai pada bulan Februari tahun lalu.\""
            ]
        },
        {
            "input": "The band are naturally very upset and sad to learn of Syd Barrett’s death.",
            "output": [
                "Band tersebut tentu saja kecewa dan sedih karena kematian Syd Barrett."
            ]
        },
        {
            "input": "The bill is expected to be taken back to the Senate in July.",
            "output": [
                "Rancangan undang-undang tersebut diharapkan diajukan kembali ke Senat pada bulan Juli."
            ]
        }
    ]
}