{
    "Contributors": [
        "Abhijeet Nawale"
    ],
    "Source": [
        "TellMeWhy (https://github.com/StonyBrookNLP/tellmewhy)"
    ],
    "Categories": [
        "Classification"
    ],
    "Definition": "If the information in the provided text is sufficient to answer the given question, then output \"Answerable\" otherwise output \"Not Answerable\".",
    "Positive Examples": [
        {
            "input": "Text: Matt wanted to learn more about human anatomy. He decided to look online and buy several books on the subject. Matt joined online forums dedicated to medical knowledge. He found that remembering the information came easy to him. Matt decided to enroll in a healthcare program at a local college. \n Question: Why did He find that remembering the information came easy to him?",
            "output": "Not Answerable",
            "explanation": "The given text does not talk about how remembering information came easy to Matt and thus the given question \"Why did He find that remembering the information came easy to him?\"is \"Not Answerable\"."
        },
        {
            "input": "Text: Kya went to the park to play baseball. She planned on having a good time. But when she got there, she saw that it was very windy. The wind made it hard to play baseball. Kya decided to go home and wait for a better day. \n Question: Why did Kya decide to go home and wait for a better day?",
            "output": "Answerable",
            "explanation": "The answer to the given question can be found in the text and thus it is \"Answerable\"."
        }
    ],
    "Negative Examples": [
        {
            "input": "Text: Bob was driving to work one day and saw a stranded motorist. The motorist had a flat tire. Bob stopped to help. Bob replaced the tire with the spare. Bob felt like a good samaritan. \n Question: Why did Bob feel like a good samaritan?",
            "output": "Not Answerable",
            "explanation": "The answer to the given question \"Why did Bob feel like a good samaritan?\" is because Bob stopped to help the motorist who had a flat tire is in the text and thus the output is wrong the correct output should be \"Answerable\""
        },
        {
            "input": "Text: Landon was on a trip to a new city He pulled up to an illegal street race Landon decided to race for pink slips Landon tried his best but couldn't beat his opponent Landon lost the title to his car \n Question: Why did Landon lose the title?",
            "output": "True",
            "explanation": "The output can only be \"Answerable\" or \"Not Answerable\". As the generated output is \"True\" it is incorrect."
        }
    ],
    "Instances": [
        {
            "input": "Text: Amy ran to her room and called Kim. She told her all about her secret rendezvous with Ben at the park. She was so excited she didn't realize Kim was not pleased. Kim liked Ben and didn't want him to be with Amy. It took a few minutes, but Amy finally realized Kim was upset. \n Question: Why did Amy run to her room?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Sally worked at a busy office. She had a crush on her manager, Dave. Dave was happily married. One day Sally made a romantic advance on Dave. Dave politely turned her down. \n Question: Why had She a crush on her manager , Dave?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Freddy lost most of his fortune on a bad business deal. The only thing he had of value was a private jet. He sold the jet to a wealthy man. The next day, the jet crashed and everyone aboard died. Freddy was glad he sold the jet. \n Question: Why was Freddy glad he sold the jet?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Matt and his friends went camping They all brought food to cook Matt was in charge of the first night's meal. He cooked beans and hotdogs and they loved it. Matt ended up cooking every meal. \n Question: Why did They all bring food?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Shelly went to the laundry room to do her laundry. She sorted the dirty laundry into colors. She put the colors in different washers and put coins in to pay. She dried the clothes and folded them. She went home. \n Question: Why did She dry the clothes?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Luke dove to the bottom of the reef looking for his lost watch. He looked underneath the rocks and coral to no avail. The second time he dove, he saw something swimming toward him. A shark grabbed his ankle and thrashed. Luke punched the shark hard in the nose and it swam away. \n Question: Why did Luke dive to the bottom of the reef?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: James was driving his car home from work. He was at a stop light when his car suddenly jolted forward. He had been rear ended by a large pickup truck. James passed out as his car spun around. He woke up in the hospital. \n Question: Why did He wake up?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Bill owned a large herd of bulls. He would always take them out to the fields to graze. One day during their trip he was ambushed by armed ruffians! They held him at gunpoint and stole his bulls! Bill was sad at the loss of his entire livelihood. \n Question: Why was Bill sad?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Billy loved to draw dragons. He would imagine himself riding the dragon to far away worlds. He continued to draw into adulthood. Billy became a professional animator for a large studio. He still draws dragons and imagines voyages with them. \n Question: Why did Billy love to draw dragons?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Sam loved clothes. He wanted to be a fashion designer. So he drew up some sketches and sent them to designers. One of them contacted him and offered him a job. Sam was on his way to achieving his dream! \n Question: Why was Sam on his way?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Toby was a fisherman. While he was out fishing, a storm came up. He hid in the cabin of his boat while the storm tossed it to and fro. Soon the storm passed, and Toby saw everything on the deck was safe. He was so relieved to have made it through the storm. \n Question: Why was Toby a fisherman?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Marcus wants to exercise but he doesn't want to leave the house. He considers jumping jacks but is afraid of knocking something over. Marcus decides to try doing push ups in his bedroom. He does 20 pushups and then begins to feel tired. Marcus is happy he was able to exercise at home. \n Question: Why is Marcus happy he was able to exercise at home?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: My friend Fred lost his father last year. I went to the wake. After the wake, Fred asked me to help him write the eulogy. I rewrote his words, and he used my revised eulogy. Fred thanked me for helping him. \n Question: Why did I rewrote his words?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Dan became the best hockey player in his family. He was able to get a scholarship to college because of his skills. In college he noticed he loved studying medicine more than hockey. Dan decided he wanted to become a doctor. After graduation Dan went on to medical school instead of the NHL. \n Question: Why did Dan decide he wanted to become a doctor?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Joe could not remember his address. He felt like a fool. He decided to do something about it. He made up a funny rhyme about his address. After that he always remembered it. \n Question: Why did He make up?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Marcy loved to dance. Her friends said she had no coordination. She decided to prove them wrong by taking dance lessons. She invited everyone to her recital. Marcy's friends were in awe of how far she had come in her dancing. \n Question: Why did She invite everyone?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Jeremy wanted to impress his classmates by winning the diving contest. Jeremy is afraid of heights and fears diving from the high board. He spends two weeks practicing for the contest. Jeremy overcomes his fear and drives perfectly from the high board! Jeremy wins the contest and his classmates cheer for him. \n Question: Why is Jeremy afraid of heights and fears diving from the high board?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: It snowed in Kelly's neighborhood about three feet. Kelly thankfully had a snow day. As a result she asked her neighbor's if they needed help with removal. They took her up on the offer and paid her to help. Kelly was happy to make the extra money. \n Question: Why did It snow in Kelly 's neighborhood about three feet?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Richard was at the beach. He was soaking in the sun from the sandy beach. He realized he forgot his sunscreen. His skin started to burn after a few hours. He went home to put lotion on his sun burns. \n Question: Why did He realize he forgot his sunscreen?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Clara is getting tomorrow. She is very nervous. She stays awake all night. The next morning she jumps up. Clara runs out the door to get ready. \n Question: Why is She very nervous?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Simon lost his job. He needed a new one as soon as possible. He sent out a bunch of applications. At first, he got no response. Finally someone contacted him and offered him a job. \n Question: Why did Simon lose his job?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Yesterday my friend Jim beat me four games in a row in speed chess. We play online. Today he said he felt four more victories. I beat him in three games and lost one. He was not pleased. \n Question: Why did We play online?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Quentin finished college Years ago but he never learned calculus. He decided to learn the topic independently. He borrowed a calculus textbook from the library and studied it. Quentin worked very hard to learn all of the topics. Quentin was proud that he finally knew calculus. \n Question: Why did He borrow a calculus textbook from the library?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Russ is the boss at his company and has ten employees under him. One of his staff members is always lazy and talks too much. He even slows down productivity among the others. Russ knew he had to put a stop to it soon before it got worse. Russ fired him on the spot and it made everyone else work harder. \n Question: Why did Russ know he had to put a stop to it soon before it got worse?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: I try to read 100 pages a day. Last week I read Forgotten Country, by Catherine Chung. The story was about a Korean American family. Chung is a Korean American author. I liked the book so much I read 290 pages and finished it in two days. \n Question: Why did I try to read 100 pages a day?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Luke got detention at school last week. He has to stay after school for an hour every day. Apparently he got into a fight with another kid. The other kid got detention too. They both learned that fighting just makes things worse. \n Question: Why has He to stay after school for an hour every day?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: It was raining outside but Moby said we still had to work. Everyone was mad, but we had to go outside. Moby was in such a great mood it rubbed off on everyone else. We finished the patio, and mulch in one day! After work, Moby was surprised how influential positivity was. \n Question: Why did We finish the patio?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Jill went to boxing class. She went to the facility to sign up. But they didn't tell her she had to rent gloves. So after she warmed up she had to go get them. She was disappointed they weren't more organized there. \n Question: Why was She disappointed they were n't more organized there?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: David asked Edmund if he would play videogames with him. Edmund accepted the offer. David had to wait a few minutes while the game updated. David's game updated. David was furious when Edmund started without him. \n Question: Why was David furious?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Sue's mom took her shopping before she moved into the dorm. Sue wanted a leopard print bed-in-a-bag, but her mom said no. She reminded Sue that her grandma had made her a patchwork quilt. Sue was jealous when her new roommate unpacked a zebra bed-in-a-bag. But the roommate touched the patchwork quilt with quiet reverence. \n Question: Why was Sue jealous?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Tommy wanted to eat his leftover fries up, to eat. He didn't want to put them in the microwave. The oven would take too long. He needed to think of a way to quickly make them crisp. He put them in the toaster oven. \n Question: Why did He need to think of a way to quickly make them crisp?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: I love grilled cheese sandwiches. Sometimes I am just too lazy to grill them on the stovetop properly. I decided to try toasting the bread in the toaster. After it is toasted I put cheese and butter on it. I melt the cheese on the sandwich in the microwave and it is perfect. \n Question: Why did I decide to try toasting the bread in the toaster?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: A girl went on a walk with her dad. They went to the park and sat in front of pond. They had a good talk. They fed the birds. This was her favorite time of the week. \n Question: Why did They go to the park?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: I baked some cookies. I invited my friends to eat them. We had a great time eating the cookies. There was one cookie left. We decided to split the cookie to avoid fighting over it. \n Question: Why was There one cookie left?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Freddy had a rough day at his job. He wanted to relax with a nice cold beer. However, he didn't have any beer at home. He stopped at the gas station and bought a pack of beer. When he got home he enjoyed his adult beverage. \n Question: Why did He stop at the gas station?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: While in Brazil, John want to see the banana plantations. He thought it would be a lot of fun. HE paid a tour guide for a tour. On the way he saw the shacks that the workers lived in. John realized the banana industry wasn't as much fun as he thought. \n Question: Why did He think it would be a lot of fun?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Jon liked a girl. He decided to talk to her. Alas, when he tried to talk to her his mind went empty. He ended up staring creepily at the girl. The girl got scared and walked away. \n Question: Why did He decide to talk to her?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Phil went camping during a big rain storm. He tried to gather as much dry wood as he could find at night. The fire started slowly and soon he was able to add more. Phil cooked his meal over the fire while rain poured on him. He did not bother to put the fire out and let the rain take do it. \n Question: Why did Phil go camping?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Ernest wanted to get some lunch. He walked to his local McDonald's and picked two. He loves his burger, but the chicken left much to be desired. Ernest complained. He got a free soda. \n Question: Why did Ernest complain ?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Mary was in biology class. It was Valentine's day and some kids were receiving candy-grams. Suddenly, Mary received one. She had no idea who could have sent it. Despite her efforts, she never did find out who sent the candy. \n Question: Why had She no idea who could have sent it?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Tom wanted to play golf. He went to a used sporting equipment store. He browsed the selection. He purchased clubs. He drove to the course and began playing. \n Question: Why did He drive to the course?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Thomas loved oatmeal. He would eat it whenever he could. He packed some oatmeal for school lunch one day. Once arriving at school, he couldn't wait for lunchtime. Thomas was happy and full of his oatmeal by the end of lunch period. \n Question: Why was Thomas happy and full of his oatmeal?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Matt threw a party. It was a lot of fun for Matt. He loved being with his friends and having a good time. The only problem is that it made his house messy. He had to clean up the place by himself, so he was upset. \n Question: Why did Matt throw a party?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Zach told Troy he would never be able to drive a ball over 300 yards. Troy decided that Zach didn't know what he was talking about. Troy practiced hard on his driving techniques. Troy shows Zach he can now hit a ball 306 yards. Zach has to pay Troy $100 for the wager that he made. \n Question: Why did Troy decide that Zach did n't know he was talking what about?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Alex has always avoided eating unfamiliar foods. Finally his friends convince him to eat at an Indian restaurant. He tries a chicken curry. Alex is amazed by how delicious the curry tastes. He decides that he will try many new foods. \n Question: Why did He try a chicken curry?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Yesterday little Marc went to meet Santa for the first time. He was a bit nervous to go up and talk to Santa. When it was his turn, Santa smiled at him and waved. Marc went up and told Santa what he wished for Christmas. Santa was so nice that Marc realized he didn't have to be nervous! \n Question: Why was Santa so nice that Marc realized he did n't have to be nervous?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Jake had a twin named William. Jake was lazy, while William was hardworking. Jake went to Will's work one day disguised as Will. He worked hard, and then took home Will's paycheck. He cashed the check, and never told his brother. \n Question: Why was Jake lazy?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: My friend brought this large bag of chips. I opened the bag and started to eat a few. They were food at first until the spice started to take effect. I ran to the closest water fountain since my mouth was burning. My friend took the bag away from me. \n Question: Why did I run to the closest water fountain?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Hailie wanted to go apple picking. So she took some friends and went to the orchard. However, they were late in the season. There were no apples on the trees, only on the ground. They wished they had went to the orchard earlier. \n Question: Why did Hailie want to go apple picking?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: I decided to take a picture for my facebook profile. I put on some clothes and took a picture of myself. After taking the picture, I noticed that I had a lot of acne. I uploaded the picture to photoshop and cut the acne out of my face. After touching up the picture, I uploaded it to my facebook profile. \n Question: Why did I upload the picture to photoshop and cut the acne out of my face?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: I wrote a bunch of stories for someone who asked me to. I sat down in front of my computer and thought some up. Then, I typed them into the computer. When I was done, I sent the stories to the requester. I'm glad I was able to write the stories. \n Question: Why did I write a bunch of stories?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Jerry knew he wasn't going to do well. He had studied hours for his math exam and still didn't understand. In an act of desperation, he put all the answers into his calculator. He was nervous while taking the test but was very sneaky. He ended up passing the test with a perfect score. \n Question: Why did Jerry know he was n't going to do well?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: I went on a field trip to the Frito Lay factory. They taught us how to they made all their chips. They let me try a dorito before it was cooked. The soggy chip made me throw up. I haven't eaten a dorito since. \n Question: Why did I go on a field trip to the Frito Lay factory?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Reese and husband had one daughter. They desired to have more kids but Reese had endometriosis. The couple began to accept the fact that they would only have one kid. Reese began to stay busy but was getting sick often. She went in for a check up only to discover that she was pregnant! \n Question: Why did She go in?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Ben wanted to write a story. He sat down with his notebook and pen. He brainstormed for about half an hour. Ben thought of several dozen ideas. He picked one, and started writing. \n Question: Why did Ben want to write a story?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: My wife and I went to Savannah for our anniversary. We stayed in a beautiful hotel across the river from the city. We took the ferry across the river every day. We ate some of the best food ever. I will always remember that trip fondly. \n Question: Why did We stay in a beautiful hotel across the river?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: I had to take a pill. I swallowed it. I realized it was the wrong pill. I felt sick for a few hours. I realized I needed to be more careful about taking pills. \n Question: Why did I swallow it?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: I was chosen to give an important speech to my class. I worked very hard on writing the speech. I practiced in front of family and friends. When the time came to give the speech, I forgot it. I made up a speech on the spot that the class enjoyed. \n Question: Why did I work very hard?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Kim was watching cartoons when the commercial break came. There was a commercial for a new movie Home Alone. The commercial made the movie look exciting. Kim begged her mother to take her to see the movie. Kim was sad when her mother said they couldn't go. \n Question: Why did Kim beg her mother?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Jill's dad found her a car for cheap. It needed a new engine put in, but the car came with the new engine. Jill and her dad worked hard to put the engine in. Then they put the necessary fluids in and started the engine. Jill was happy to have helped her dad fix her own car. \n Question: Why was Jill happy to have helped her dad fix her own car?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Patty and Laura gave each other the silent treatment in the hall. Bob tried to get them to talk, but to no avail. So, we all decided to go out and get lunch together. In the end, we were all laughing by the time the next period started. It looks like the two were on friendly terms by the start of class. \n Question: Why did Bob try to get them to talk?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Sean was living in Oregon. Marijuana had been legalized last year and today, shops opened. Sean was one of the first people to go. He went through the ID process and then went inside. It felt so good to buy legal marijuana. \n Question: Why did He go through the ID process?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: I was listening to some music. Suddenly, my headphones stopped working. I tried to fix them but it was no use. I had to go to the shop to buy new headphones. I bought some headphones and could listen to my music once more! \n Question: Why did I try to fix them?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Bill and Pete wanted to form a gang. They wore matching colors and called themselves the Tigers. The two Tigers went around the neighborhood doing gang stuff. Pete smashed car windows and stole from them. Pete acted as a lookout during all this gang stuff. \n Question: Why did Pete act as a lookout?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Kyle woke up late for school one day. He rushed to get ready for school and not be late to first period. He barely made it on time for first period. When he got home that night, he realized he had forgotten his key. Kyle swore he would never wake up late again. \n Question: Why did Kyle wake up?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Len was skilled at playing the piano. Len had played the piano all her life. Len was hired as a pianist for an orchestra. Len played in some of the largest cities in the world. Len lived her dream as a pianist. \n Question: Why did Len live her dream?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Mike gets friends together to play soccer. They all drive to the soccer field. Mike chooses the teams. Mike's team wins the game. Mike's team celebrates after the game. \n Question: Why did They all drive to the soccer field?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Jane had a tennis match. She was excited to play. Her opponent did not know how to keep score. Jane grew irritated. As a result Jane had to forfeit. \n Question: Why did Jane grow irritated?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: William came over to Isaac's house. They both went outside to play. William and Isaac kicked a soccer ball together. They began to get tired. They both went back inside Isaac's house. \n Question: Why did They begin to get tired?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: The friends went to New Orleans. They got invited to ride in the Mardi Gras parade. They threw beads. They wore costumes. It was a memory to last a lifetime. \n Question: Why did They wear costumes?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: I own a townhouse but I moved into my fiancee's house. We are going to live there together from now on. Instead of selling my townhouse I rented it out to a nice family. They pay me monthly a few hundred dollars more than my mortgage was. It's a nice little source of extra income for my fiancee and myself. \n Question: Why 's It a nice little source of extra income for my fiancee and myself?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Sue's mom took her shopping before she moved into the dorm. Sue wanted a leopard print bed-in-a-bag, but her mom said no. She reminded Sue that her grandma had made her a patchwork quilt. Sue was jealous when her new roommate unpacked a zebra bed-in-a-bag. But the roommate touched the patchwork quilt with quiet reverence. \n Question: Why did Sue want a leopard print?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Sam was an avid sock collector. Sam had over 200 pairs of socks. He brought his socks everywhere he went in a suitcase. One year he took a trip to London where he forgot his suitcase! All of his time spent collecting socks had been wasted! \n Question: Why did He bring his socks?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Tom read many books. He read something that he deemed profound. He read about how important art was. He learned that art was a way to express oneself. Tom began creating art himself. \n Question: Why did Tom read many books?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Karen got a new phone for her birthday. She loved to play games on it. It was shiny and pretty. Karen dropped her phone and broke the screen. She was very sad. \n Question: Why did Karen drop her phone?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: A man lived in a large house all alone. He was lonely amidst all the empty room. He put an ad up for people to rent his rooms. Many people came and rented space from him. He filled his whole house with renters. \n Question: Why was He lonely?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Jeffrey woke up 8 o'clock in the morning. He put on his exercising gear and went to the park. When his friend visited him at the park, both of them started to run. In addition, we used the exercising equipment to work out. We were in the park for a couple of hours. \n Question: Why were We in the park?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Jerry wanted to become an olympic gymnast. He asked his parents to enroll him in a gymnastics club. Jerry trained hard and kept his nutrition in check. Eventually, Jerry tried out for the olympic squad. Unfortunately, Jerry wasn't good enough and his dreams were crushed. \n Question: Why did He ask his parents?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Reese and husband had one daughter. They desired to have more kids but Reese had endometriosis. The couple began to accept the fact that they would only have one kid. Reese began to stay busy but was getting sick often. She went in for a check up only to discover that she was pregnant! \n Question: Why did They desire to have more kids?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Sara was in a good mood so she sang her favorite song. She forgot some of the words so she made them up. Sara liked her new version so she made up more words. She wrote down the words to remember them. Sara posted this song on her facebook to show her friends. \n Question: Why did She forget some of the words?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Kim went to a thrift store to buy vinyl albums. She walked to the back to find the music section. She sat on the floor as she sorted through the boxes. Kim saw some she wanted and put them aside. Kim took her selection to the register and paid. \n Question: Why did Kim take her selection?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Dave took a vacation. He decided to go to china. He hires a tour guide to take him. He visits the great wall and takes many photos. He has a great time \n Question: Why did He visit the great wall?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: It was a snowy christmas morning. My family and I gathered around the tree. I saw a large box with my name on it. I went over to the box and peeled off the wrapping paper. Inside, there was a large remote controlled car. \n Question: Why did I see a large box?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: There was a crowd outside the clothing store that day. Everything was on sale. As soon as opening time came the doors started to open. The large crowd burst forward and into the store. They devoured nearly everything and destroyed anything in their path. \n Question: Why was There a crowd outside the clothing store?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: The men played golf every Sunday morning. They teed off as usual. Frank's  ball went astray and ended up heading to the road. It hit a car's windshield. It was a costly game for Frank this week. \n Question: Why was It a costly game for Frank?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: I dug a hole in my backyard to make my own well. I dug for hours but I was not close enough to any water. I had to call a drilling company to finish the job. The were able to dig much further than I was. The company gave my a deal because I did half the work. \n Question: Why had I to call a drilling company to finish the job?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Max spent the day raking leaves. He raked them to the curb to be taken away. That night, a storm blew through town. Max's leaf piles were blown apart. Max spent the next day raking the leaves all over again. \n Question: Why did He rake them?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: There was a big old tree in Jane's backyard. The tree scared Jane since there was branch close to the roof. A month later the branch fell onto the house. Jane was happy when her husband informed her there was no damage. Jane decided the sick old tree had to go. \n Question: Why was There a big old tree in Jane 's backyard?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Greg needed to study for a test he had been procrastinating it He studied all night. The day comes and he was very anxious he ended up passing \n Question: Why did Greg need to study for a test?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Greg was with his dad at a baseball game. He looked down for a moment. When he looked back up he saw a baseball sailing towards him. He lifted the glove he'd brought with him. The ball plopped right into it. \n Question: Why was Greg with his dad?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Jim had lost his cellphone. He searched for hours every where. He decided to call his school. The secretary looked in the lost in found at his school. She found the exact phone he was looking for. \n Question: Why did She find the exact phone he was looking for?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Shelly went to the laundry room to do her laundry. She sorted the dirty laundry into colors. She put the colors in different washers and put coins in to pay. She dried the clothes and folded them. She went home. \n Question: Why did She go home?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Rose went outside to play one Saturday afternoon. She ran around to the garden in the back of the house. She found her mother's rose bushes. She tried to pick one, but the thorns were too sharp. She found her mother's gloves and picked one of the roses. \n Question: Why did She run around?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Jim always wanted a pet turtle. He went to the pet shop and saw that they had a few. Jim picked out the one he liked most. The cashier told him that turtles require lots of care. Jim told him that it wasn't a problem and bought the turtle. \n Question: Why did He go to the pet shop?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Daylight savings surprised me this year. I knew it was coming up. But forgot when. We were late to work and School that morning. Everyone seemed to understand. \n Question: Why did Everyone seem to understand?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Audra put her dog outside to use the bathroom. She glanced away at the TV for just a moment. Moments later, she heard a crash outside. She looked outside and her fence tipped over. She then saw her Great Dane sprinting away. \n Question: Why did She glance away?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Cindy was planning to grow a lot of vegetables this year. She planted vegetable seedlings in her garden. Cindy knew there were hungry groundhogs in the area. She put up a short fence around her garden to protect it. The groundhogs climbed over the fence and ate her seedlings. \n Question: Why did She plant vegetable seedlings?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Pat gets up very early in the morning. He is always very tired. He makes a cup of coffee as soon as he wakes up. He was out of coffee today! He was sleepy for the rest of the day. \n Question: Why did He make a cup of coffee?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Jay bought a new computer from the store. He had no idea how to set it up. Jay called his friend Carla to help him. Carla came over and began to get to work. She taught him how to properly wire up his new computer. \n Question: Why did Carla come over?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Amy just found out her friend Beth had a crush on her crush. Amy lay in bed nauseous unable to sleep. She felt Beth had somehow betrayed her. She felt Beth should have stepped aside and let her have the guy. Amy quietly cried herself to sleep. \n Question: Why did She feel Beth should have stepped aside and let her have the guy?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: James heard about a party on the pier. But no one told him the party was on a boat. At the pier, he saw college students getting on a small boat. He asked them where is the party? He got on the boat with the students and the took him to the party. \n Question: Why did He ask them?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Mike bet his roommate he could guess the future. They sat to watch television. Mike told him everything that would happen next His roommate was a bit shocked but looked it up online. The show was an old rerun. \n Question: Why did They sit to watch television?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Meagan was a personal trainer. She needed to find a new trainee by the end of the week. She went to a local gym and noticed a guy training poorly. She introduced herself to him and offered her services. He agreed and she became his personal trainer. \n Question: Why was Meagan a personal trainer?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Carrie and her sister decided to make gingerbread men. They wanted many cookies so they tripled the recipe. The dough almost didn't fit into their biggest bowl. It took an entire day to cut out, cook, and decorate the cookies. The sisters shared the gingerbread men with their happy family and friends. \n Question: Why did It take an entire day?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Liz was a mother of 2 kids. One evening her child went out to be with some friends. Liz received a call late that night that her child was in an accident. A drunk driver hit the car her child was in. Liz made it her life's mission to fight against drunk driving. \n Question: Why did Liz receive a call?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Mia does usually get good grades in school. She has a very important test coming up. Her parents said they would give her 20 dollars if she gets an A. Mia studied very hard for the test. She ended up getting an A and 20 dollars. \n Question: Why did Mia study very hard?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Sylvia woke up in the night to go to the bathroom. She saw a scorpion in the hallway. She covered it with a bowl. The next morning she checked under the bowl. The scorpion was gone somewhere. \n Question: Why did She see a scorpion in the hallway?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Last night I dreamed about jeans. I dreamed I was very skinny. I could fit into a very thin pair of jeans. I woke up to my overweight body. I thought it was a nice dream. \n Question: Why did I dream I was very skinny?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Gary walked up to the blockade. The army officers told him the situation was under control. They wouldn't tell him what was going on, though. Gary came back to us, with no more information than before. It was Years later we'd find out that was when the plague had started. \n Question: Why did Gary come back to us?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: A group of friends went to a restaurant. They heard good things about it and decided to give it a try. They all ordered the same thing. They waited a long time for their meals. The meals were worth the wait because it was the best quality. \n Question: Why did They hear good things about it?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Rob was deathly afraid of cornstarch. He always scolded people who tried to feed him food that contains it. One day, Steven tried offered him a snack that contained cornstarch. Rob was in a bad mood, and struck Steven. Steven offered to pay for Rob to go to counseling. \n Question: Why was Rob in a bad mood?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: I was at work when I got the phone call about the World Trade Center. I ran upstairs where the television was to watch the news with others. We watched the news seeing the first building on fire. I then saw a airplane fly into the second building. Many of us watching it were either screaming or crying. \n Question: Why was I at work?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Josiah ran after the opposing player with the ball. He slapped the ball from the boys hands too a teammate. His teammate dribbled towards their basket. Josiah took a pass from the teammate and made a basket as time expired The team hugged each other in celebration. \n Question: Why did Josiah run after the opposing player with the ball?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Ben wrote a note on a piece of paper while out at sea. He stuffed it in a bottle and put a cork in it. He threw the bottle far from the boat. The bottle floated in the sea for years. When the bottle finally landed on a beach it was found by a boy. \n Question: Why did He throw the bottle?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Mable knew she couldn't mow her lawn at her advanced age. She went next door and asked the neighbor boy if he would do it. The boy agreed and mowed her lawn for her. When Mabel went to give the boy money he wouldn't take it. Mable shed a tear from the boy's kindness. \n Question: Why did Mable shed a tear?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Cari enjoyed kayaking. Cari went kayaking with friends one day in the ocean. A whale came out of the ocean and knocked Cari's kayak over. Cari didn't get hurt. Cari decided not to kayak when the whales were around. \n Question: Why did Cari go kayaking with friends?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Tony decided to play a prank on his teacher. He put a thumbtack on her chair. She sat down then jumped right back up again with a big yell. Tony didn't realize it would hurt so much. He did not admit to being the one who did it. \n Question: Why did He put a thumbtack?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Marvin had a girlfriend named Joan who he loved very much. He decided to dedicate a song to her. He wrote a song and named it \"Love of My Life\". Marvin sung the song to Joan one evening and proposed to her. Joan refused and said that she wanted to break up with him. \n Question: Why did Marvin sing the song?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Jim told Jay that girls have cooties. Jay replied that girls don't have cooties. Jim asked Jay to prove it. Jay admitted that he was dating Marla. Jim kicked Jay in the shin and called him a sell-out. \n Question: Why did Jay admit that he was dating Marla?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: I needed to take my dog for a walk. I wanted to finish watching my movie first. By the time the movie was over, it had started pouring. Even though it was raining, I still had to take my dog for a walk. I regretted not pausing the movie and taking the dog earlier. \n Question: Why did I need to take my dog for a walk?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Marcy loved to dance. Her friends said she had no coordination. She decided to prove them wrong by taking dance lessons. She invited everyone to her recital. Marcy's friends were in awe of how far she had come in her dancing. \n Question: Why did Marcy love to dance?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Ken didn't have any clean clothes He needed to put on socks. He decided to borrow some from his brother. He looked around his brother's room. Unfortunately his brother didn't have any clean socks either. \n Question: Why did He look around his brother 's room?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: John chose a mesh muscle shirt to show off his physique. He wore the shirt to the beach to impress the girls. A pretty girl came over and joined John on his beach towel. When John peeled off his shirt, he saw the girl snicker. He looked down to see the mesh pattern burned on his skin. \n Question: Why did He wear the shirt?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Marsha hired a cleaning lady to clean the house. The lady came and started cleaning. She cleaned the bathroom, kitchen, front room, and bedrooms. She then washed the windows. Marsha paid the lady, and she left. \n Question: Why did Marsha pay the lady?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: I was trying to eat lunch at home yesterday when a fly flew in. It kept bugging me as I ate. It refused to go back out the window. I had to chase it around. Eventually I killed it with a newspaper. \n Question: Why did It keep bugging me as I ate?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: In tenth grade, Anna's class did a unit on feminism. Anna loved the idea. She decided to be a feminist from now on. But after being mocked at school for going braless, she reconsidered. Anna decided to support the cause from afar - not personally! \n Question: Why did She decide to be a feminist from now on?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Kelly went to the chocolate store. At the store she saw some fudge. The fudge was very delicious. It was so good she made her own. She wanted to make it everyday. \n Question: Why did Kelly go to the chocolate store?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Saturday was Kelly's birthday. She assumed no one cared about her birthday. She came home however and found all her friends waiting for her. They all yelled surprise. Kelly laughed and couldn't believe they remembered. \n Question: Why did She assume no one cared about her birthday?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Mya wanted to be a cook. She took a few classes. Soon she was a great cook! Then she applied for a job at a restaurant. They hired Mya right away! \n Question: Why did She take a few classes?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: I went into the voting booth on election day. I saw that no one was running for constable. I voted for myself as a write-in candidate. I was the only person who voted for the position. I am now constable of my voting ward. \n Question: Why did I go into the voting booth?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: James was driving his car home from work. He was at a stop light when his car suddenly jolted forward. He had been rear ended by a large pickup truck. James passed out as his car spun around. He woke up in the hospital. \n Question: Why was He at a stop light?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: John was sitting at home. He suddenly became very thirsty. He left his home to buy a drink. He visited the local convenience store. He bought a refreshing beverage. \n Question: Why did He leave his home?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Kim was late for school. And it made her very stressed out. There was a large roadblock on a main street. But when she got to school, everyone else was late too. Kim was happy that nobody got in trouble. \n Question: Why was Kim happy that nobody got in trouble?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Colin was a very picky eater. He loved cabbage but he ate no other veggies at all. Then his mom got him to try Brussels sprouts. She told Colin they were baby cabbages, which they resembled. Colin happily tried them - and he absolutely loved them! \n Question: Why was Colin a very picky eater?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: I made a pizza today. It had mushrooms and mozzarella on it. I cooked it for an hour at four hundred degrees. I was very excited when my cooking timer went off. I ate the entire thing within fifteen minutes. \n Question: Why did I eat the entire thing?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Kelly's brother married Alaina. Alaina liked Kelly a lot. She invited her to paint ceramics. They called their outing Sister Day. Every year, they celebrated Sister Day in a new way. \n Question: Why did She invite her?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Ed wanted to play baseball with his son Matt. He bought a ball and bat. Then he taught Matt the rules. He and matt began practicing. Soon they were playing baseball every day together! \n Question: Why did Ed want to play baseball with his son Matt?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Sam had a huge test in the morning. He stayed up all night cramming in information. Even though he was tired he felt like he knew everything. The teacher handed out the test for them to start. Sam fell asleep before he even wrote down his name. \n Question: Why did He stay up?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: My sister has a bad habit of getting into abusive relationships. I invited her over for breakfast one morning, noticing her black eye. She said she wanted to leave him, but had nowhere to go. She lived with me for a year, never working or paying for anything. One day I came home from work and the house was empty of belongings. \n Question: Why did She say she wanted to leave him?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Jake thought he was a great basketball player. His best friend challenged him to a game. Jake played a great game. His best friend played better. Jake lost the game. \n Question: Why did Jake play a great game?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Alex was at a house party. Suddenly, the cops arrived. They found drugs on him so they arrested him. He had to go to Juvie. He really hated it and was happy when he was able to go. \n Question: Why did They find drugs?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: The new college semester had started. My professors gave me a list of books to purchase. They were all so expensive! I decided to buy them from the used book store. I ended up saving over three hundred dollars from the store! \n Question: Why were They all?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Kelly needed new shoes. The shoes she had were grungy. Thankfully her mother took her shopping. Kelly picked up a great pair. She loved them. \n Question: Why did Kelly need new shoes?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Martha had been cooking all day. She realized she needed one more ingredient. She got in her car and drove to the store. When she got home, she realized her dog had eaten the meal. Martha was disappointed, and ordered take-out that night. \n Question: Why did She realize she needed one more ingredient?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: I was sitting in my living room. My dog started to bark. I looked over and saw he was barking at a cockroach. I picked up a heavy book and smashed the cockroach. It died and my dog stopped barking. \n Question: Why did I look over?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Gina had $5 in fines at the library. She checked her pockets and found $5. She wanted to use that money for snacks. Gina had to choose between snacks, or a book. Gina read the book at the library and saved her money for snacks. \n Question: Why had Gina to choose between snacks , or a book?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Lee was a movie buff. However he was on a strict budget. Lee couldn't afford to rent movies like he desired. He found out he could rent movies for free at his local library. Lee got to view new movies on a weekly basis for free. \n Question: Why did Lee get to view new movies on a weekly basis for free?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Anna wanted fish in her new tank! But she knew she had to wait. She added ammonia to the tank every day. She let the tank go through its whole cycle. Then she knew she could safely add her fish! \n Question: Why did She add ammonia?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Haley wanted to do something fun She called her friends and asked for idea's They decided the zoo would be fun They arrived at the Zoo together Haley was glad she had visited the Zoo \n Question: Why did They arrive at the Zoo?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Anthony arrived at the motel in a cab. He asked two girls to drive him to a bus station. They said no and went upstairs to their hotel room. David, a man just out of prison, followed them into their hotel room. Anthony shot David but Anthony had to go to jail for murder. \n Question: Why did Anthony arrive at the motel in a cab?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Jeff watched the sky. The sky was dark, and grey. jeff went out to the driveway, and kicked a wall of sandbags. Jeff started walking back to his house. The sky darkened even more, and it started to rainy. \n Question: Why did jeff go out?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Julie bought a cat today. She named her Lily. Lily was orange and fluffy. Julie was happy to finally have a pet of her own. Julie is excited to have Lily in her life. \n Question: Why is Julie excited to have Lily in her life?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: My son and I were out hiking. We came across an old, rusty bear trap. I explained to my son what it was. He was so sad that we cut our trip short. On the way home he stared out the window. \n Question: Why did I explain to my son?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: I had dinner with three coworkers in October. Rita is a single 49 year old white woman. Estelle is a 40 year old black woman and Steve is white. Rita told us she would not date interracially because of her father. Everyone said Rita was foolish. \n Question: Why is Estelle a 40 year old black woman and Steve is white?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Sara and Hector went on a date. Hector bought Sarah a fancy dinner. Hector wanted Sara to go home with him afterwards. Sara did not want to go home with Hector. Hector went home by himself. \n Question: Why did Sara and Hector go on a date?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Kim gathered all her pots and pans from the kitchen. She arranged them upside down in a circle around her. She hit them with a wooden spoon to hear the tone. Kim moved the pots and pans in tone order. She played her favorite songs on the pots and pans. \n Question: Why did Kim move the pots and pans?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: One day snow and ice covered the ground. Jimmy thought it was safe to drive to work. He was halfway to work when he lost control of the car. He slid into the ditch. Thankfully Jimmy was okay. \n Question: Why did Jimmy think it was safe to drive to work?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Karen got a new phone for her birthday. She loved to play games on it. It was shiny and pretty. Karen dropped her phone and broke the screen. She was very sad. \n Question: Why did Karen get a new phone?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Hal worked hard in school all year. He wanted to graduate with honors. He knew how impressed his family would be. He wanted to make them proud. He was able to do so \n Question: Why was He able to do so?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Lily tried to bake a cake for her son. She wanted to shape it like a dinosaur. Unfortunately, it fell apart. Lily had no time, so she ran to the store to pick up cupcakes. She served them with candles. \n Question: Why did She serve them?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Boris needed money. He decided to hold up a bank. He used a fake gun. The police officer at the bank realized the gun was fake. The police officer shot Boris and arrested him. \n Question: Why did He use a fake gun?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Joni rode in a helicopter today. She was nervous as the helicopter lifted off the ground. She felt the whole helicopter rattle and shake. Once they were in the sky, Joni could see everything in her city. Joni had never seen such a beautiful view before. \n Question: Why was She nervous?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Roland decided he wanted to lose some weight. His roommate said Roland couldn't do it because he was too lazy. Roland ignored his roommate and set up a diet and exercise plan. Roland stuck with his plan and eventually lost twenty pounds. Roland's roommate apologized for doubting Roland. \n Question: Why did Roland ignore his roommate?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Jon decided to make pasta for dinner. He tasted the sauce. It was missing something. He decided to add garlic. Now, the sauce was perfect. \n Question: Why did He taste the sauce?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: The Deet's decided to buy a dog. He was really a lot of work. He caused a lot of problems. They all wished they had not gotten him. They gave him to the pound. \n Question: Why did They all wish they had not gotten him?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Jimmy made sure that his mom was still asleep. He crept to the kitchen and prepared a delicious breakfast. He brought it into his parent's room and gently woke his mom. She sat up sleepily and rubbed her eyes. She smiled as Jimmy wished her a happy Mother's Day. \n Question: Why did She sit up?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Tim liked to play racquetball a lot. Tim asked Jane to play racquetball with him, and she said yes. They played racquetball together, and Jane won every game. Tim was surprised, and asked how Jane became so good at the sport. Jane said she had taken 5 Years of racquetball class. \n Question: Why did They play racquetball?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Jasmine wanted a cat since she was a little girl. Jasmine's mother is allergic to cats, so she could never have one. Jasmine waited 20 long years until she finally moved out. After finding her own home she went to the shelter and found a kitten. She brought the kitten home, named her Nikai, and loved her every day. \n Question: Why did Jasmine wait 20 long years?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Sally had extremely long hair that gave her headaches. Sally decided to cut her hair and donate it. She went to the stylist and got her hair cut. They donated her hair to a wing shop for sick children. Sally loved her haircut and didn't miss the headaches. \n Question: Why did She go to the stylist?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Sam is deathly allergic to peanuts. His friend Bob gives him a delicious cupcake to eat. Bob did not know Sam had any allergy at all! Sam starts to go into anaphylaxis. Bob saves Sam by injecting Sam with his EpiPen. \n Question: Why is Sam deathly allergic to peanuts?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Jimmy worked for weeks on a sculpture. He was very proud of the way it had turned out. On the way to school he dropped it on the sidewalk! Fearing the worst, he pulled it out of the bag. Jimmy sighed in relief when he saw nothing had been broken. \n Question: Why did Jimmy work for weeks?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: John's kids hated coming inside to eat lunch. He thought they would like a picnic table so they could eat outside John bought the lumber and screws to build them a special table. His drill was out of batteries! John used a hammer and nails instead, and the kids loved eating out. \n Question: Why did John use a hammer and nails?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Jake and his girlfriend were having relationship problems. He thought she was cheating on him. One day he followed her. He caught her kissing another girl They broke up shortly after. \n Question: Why did He think she was cheating on him?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Rowan was in the hospital because he broke his leg in an accident. He was bored so he called took his phone and called his friend Janice. Janice came to visit him at the hospital and she cheered Rowan up. Rowan felt better with his friend there so stopped feeling so down. Rowan recovered and was able to go home 5 weeks later. \n Question: Why did Rowan recover ?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Bob bought a gun and wanted to try it out. He went through his garbage and pulled out old cans. He placed the cans on a fence. He took aim and shot at the cans. Bob missed most of the cans at first. \n Question: Why did Bob buy a gun?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Jane was at the roller rink with her friends. She spotted her crush across the room. Jane decided to get his attention by dancing while skating. She began to dance and noticed her crush was watching her. Jane got too excited and embarrassingly fell while he was watching. \n Question: Why did She begin to dance and noticed her crush was watching her?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Mary was in biology class. It was Valentine's day and some kids were receiving candy-grams. Suddenly, Mary received one. She had no idea who could have sent it. Despite her efforts, she never did find out who sent the candy. \n Question: Why was Mary in biology class?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Lindsay was out for a jog. She saw clouds forming in the distance. Lindsay tried to hurry up and get home before the rain. By the time she got home she was soaked. After taking a hot shower and changing clothes she felt better. \n Question: Why did Lindsay try to hurry up and get home before the rain?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Ali and Amy were at Amy's friends house. Amy's friend May had a sister who was a big bully. The bully had attacked Ali. Ali stormed off down the street headed home. Amy watched in horror completely in confused by the whole altercation. \n Question: Why did Amy watch in horror?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: My Nana lived in a huge old house. When I was little I used to sleep in the front room. There were lots of Buddha statues in the front room. One night, I had a nightmare and woke up alone and scared. I saw a fat, red Buddha smiling at me and wasn't scared anymore! \n Question: Why were There lots of Buddha statues in the front room?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Jan loved shopping at consignment stores. She shopped every day for clothes at bargain prices. One day, Jan's closet wouldn't hold another item. Jan loaded her car with armloads of clothes. The consignment store bought back the clothes for pennies. \n Question: Why did Jan love shopping?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Jared needed to look good for a dance. He decided to buy a nice new watch. He went to the local jeweler in his city. He looked around and found a watch her liked. Jared then purchased the watch and it looked nice. \n Question: Why did Jared then purchase the watch?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Neil wanted to backpack across Europe. He saved his graduation money. Then he bought backpacking supplies. Soon he had booked his plane ticket. Neil flew to Europe to start his backpacking adventure! \n Question: Why did Neil fly to Europe?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Oprah loved to bicycle around town. Oprah noticed that there were no bike lanes. Oprah went to the city council. Oprah convinced them to make bike lanes. Oprah was very happy riding on the new bike lanes. \n Question: Why did Oprah love to bicycle around town?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Nick was a student at a large university. Nick had a classmate named Phil. Nick and Phil worked on a project together. They got along quite well. Nick and Phil became close friends. \n Question: Why did Nick and Phil work on a project?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Amy ran to her room and called Kim. She told her all about her secret rendezvous with Ben at the park. She was so excited she didn't realize Kim was not pleased. Kim liked Ben and didn't want him to be with Amy. It took a few minutes, but Amy finally realized Kim was upset. \n Question: Why did Kim like Ben?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Sean was living in Oregon. Marijuana had been legalized last year and today, shops opened. Sean was one of the first people to go. He went through the ID process and then went inside. It felt so good to buy legal marijuana. \n Question: Why did It feel so good to buy legal marijuana?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Karen got a new phone for her birthday. She loved to play games on it. It was shiny and pretty. Karen dropped her phone and broke the screen. She was very sad. \n Question: Why was It shiny and pretty?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: I felt that my legs were too hairy. I decided to shave them even though I'm a man. Everyone at school laughed. I felt very sad that people made fun of me. I promised myself I would never shave my legs again. \n Question: Why did I decide to shave them even though I 'm a man?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Michael noticed someone following him home from school. The car drove too slow, staying behind him as he walked. Michael started to panic, but then remembered what he'd been taught. He walked confidently up to the nearest house and knocked on the door. When the old man answered, the car sped off. \n Question: Why did Michael start to panic?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Hannah needed some new clothes. She decided to go to the mall. Hours went by before she was done shopping. At home, she looked at the charges on her credit card. She realized she needed to be more careful spending money. \n Question: Why did She realize she needed to be more careful spending money?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: I was asleep on the easy chair this morning. My wife woke me up at 8:30. My daughter wanted us to face time with our granddaughter. They live 235 miles away from us. We had a great time talking to our one year old granddaughter. \n Question: Why had We a great time?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Tom broke his mother's vase. She demanded an explanation from him. Tom claimed that a dragon did it. She looked him deep in the eye. Tom apologized for lying about the vase. \n Question: Why did Tom claim that a dragon did it?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: I always wanted to have a pet. Last week my mom finally took me to the pet store. She let me get a hamster. I like my hamster because his fur is dark brown. I love my new pet! \n Question: Why did She let me get a hamster?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Eric was turning 4 and told his mom his birthday wish. Eric wished to be a fireman for his birthday! His mom pondered this impossibility, then brightened. She set up a tour of the local fire station with its kind firemen. Eric got to be a foreman on his birthday after all! \n Question: Why did She set up?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: I had some very delicious tea. I brewed it with eager anticipation. When it was done, I threw away the tea bag and took a big sip. The tea was way too hot! I burned my mouth. \n Question: Why had I some very delicious tea?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: I was at work when it started snowing. The day crew started calling in immediately. By the time my shift ended we had over a foot of snow. I volunteered to work over. We had a lazy snow day. \n Question: Why did I volunteer to work over?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: I tried to buy a house. The realtor told me that I could not afford anything in my area. I asked how much more money that I would need. She told me it would require about 23 hundred dollars more. Hearing this news made me realize that I needed a new job. \n Question: Why did I try to buy a house?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Ryan's noticed that his grandmother was sad and lonely. He wanted to find a way to make her feel better. Ryan saw old photos of his grandmother with a pet. He went to the pet shop and bought a puppy. Ryan gave the new puppy to his grandmother. \n Question: Why did Ryan see old photos of his grandmother?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Frank was planning on going to beach. He packed up his swimsuit, his sunglasses, and his sunscreen. He drove to the beach and got out to walk. As he was walking, he stubbed his toe on something buried in the sand. Frank found that he had tripped over a beautiful starfish. \n Question: Why did He pack up?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Jack went to the candy store. He picked out a chocolate bar. He gave the clerk a dollar for the chocolate. Jack opened the candy bar and took a big bite. Jack chipped while eating the candy bar. \n Question: Why did Jack go to the candy store?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Terry and Albert had a long distance relationship. They talked on the phone every night. Eventually they ran out of things to say. They would just cover what they did each day and then hang up. They started skipping days in order to save up things to talk about. \n Question: Why had Terry and Albert a long distance relationship?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: I decided to return to the birthplace of my ancestors. I bought a plane ticket to El Salvador. I got on the plane and waited until we arrived. I found it was a complex and beautiful country. I returned home satisfied. \n Question: Why did I decide to return to the birthplace of my ancestors?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Kim was nervous about middle school. She worried that she wouldn't know anyone. One the first day, she stood on line outside waiting alone. Suddenly, her best friend from elementary school ran up and hugged her. Kim was happy and relieved to see a familiar face. \n Question: Why did She worry that she would n't know anyone?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Tom kept trying to do homework last night. He needed to concentrate on a tricky subject. His phone kept distracting him by beeping. He tried ignoring his text. Until he chose to just turn off his phone. \n Question: Why did Tom keep trying to do homework last night?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Terry wanted to increase his intelligence. He decided to look to his idols. His idols listed their hobbies online. He copied his idols hobbies of studying great leader's works. He soon saw his mental acuity and overall intelligence improve. \n Question: Why did He copy his idols hobbies of studying great leader 's works?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Marietta and Bobby were trying for a baby. They would wonder if each month would be the month. They went to the doctor to see what might be the problem. She took a pregnancy test in the office and the doctor came in. He told them with smile on his face they were going to have a baby. \n Question: Why did He tell them?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Sean was living in Oregon. Marijuana had been legalized last year and today, shops opened. Sean was one of the first people to go. He went through the ID process and then went inside. It felt so good to buy legal marijuana. \n Question: Why was Sean one of the first people to go?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Nathan was already running 10 minutes late. He heard an explosion and his car started to slow down. Nathan pulled over to the side of the road and assessed the damage. The flat tire would take at least half an hour to fix it himself. Nathan fixed the tire in no time and got back on the road. \n Question: Why did Nathan fix the tire?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Jimmy graduated high school, but his grades weren't great. He applied to his favorite university. A few months later, he got a rejection letter in the mail. Upset, Jimmy decided to go straight to work. Jimmy made good money and was secretly glad he got rejected. \n Question: Why did Jimmy make good money?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: A man lived in a large house all alone. He was lonely amidst all the empty room. He put an ad up for people to rent his rooms. Many people came and rented space from him. He filled his whole house with renters. \n Question: Why did He put an ad?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Tom wanted to do something exciting. He sat down to think of different ideas. His ideas were not too exciting. Finally, he thought of something good. He went skydiving. \n Question: Why did He go skydiving?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Theresa was a very hard worker. She was promoted within a few months of starting her new job. Her new promotion came with a lot of responsibility. She worked harder and was chosen to be Employee of the Month. Theresa was very happy to receive such an honor. \n Question: Why did She work harder?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Chris wanted to purchase new snow skis. He researched his options online. He found many good deals. He made an online purchase of the skis. He was happy with his purchase. \n Question: Why did He find many good deals?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Frank was always interested in making a panini. However, without a panini maker at home, he didn't know how. He decided to use two hot pans to squeeze a sandwich together. This method, although crude, had the same effect as a panini maker. Frank was proud that he had figured out a way to make a panini. \n Question: Why did He decide to use two hot pans to squeeze a sandwich together?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Tom asked Allie on a date. Allie said yes. Tom drove Allie to a movie. They went to dinner next. They had a good time. \n Question: Why had They a good time?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Marge went to a renaissance fair with her friend. At the fair, they encountered a fortune teller. They paid for a reading to get their horoscopes. The fortune teller told Marge that she would fall in love soon. Marge and her friend went home with hope in their hearts. \n Question: Why did Marge go to a renaissance fair with her friend?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Amy was trying to decide if she should call Ella. Amy had a crush on Ella's brother Ray. Amy spent the whole weekend waiting for Ray to call. Sunday night Amy found it odd Ella hadn't called either. Amy decided they were teasing her and she was done with them. \n Question: Why had Amy a crush on Ella 's brother Ray?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Clara is getting tomorrow. She is very nervous. She stays awake all night. The next morning she jumps up. Clara runs out the door to get ready. \n Question: Why did Clara run out the door?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: John desperately needed some money to pay bills. He decided the best thing to do was to start his own business. John was really good at mowing lawns, so that is what he decided to do John worked very hard to make his business successful, and soon it was John soon had all the money he ever needed from his new business. \n Question: Why did John work very hard?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Audra put her dog outside to use the bathroom. She glanced away at the TV for just a moment. Moments later, she heard a crash outside. She looked outside and her fence tipped over. She then saw her Great Dane sprinting away. \n Question: Why did She look outside?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Andrea was at the annual city kite fest. She saw a table offering kites. In order to get a kite, you had to donate canned food. Andrea had brought a can of soup. She donated and got a free kite. \n Question: Why did She donate ?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Charles' favorite radio station was K-DAY. He liked the afternoon DJ called Mellow Won. One day he heard Mellow Won would be at the local shopping mall. Charles went by the mall to meet the DJ. Mellow Won turned out to be Charles' friend from high school! \n Question: Why did He like the afternoon DJ called Mellow Won?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Gus got into his car to pull out of his driveway. He looked behind him to back up but he could not see. There was too much snow on his window. Gus got out of the car and brushed it off. He got back into his car and could not safely go. \n Question: Why did Gus get into his car?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Nancy was chewing gum in glass. The girl who sat next to her was furious. She asked Nancy to stop chewing. Nancy chewed her gum harder after hearing her. They ended up fighting each other. \n Question: Why did She ask Nancy?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Margaret loved fashion. She had subscriptions to the top fashion magazines. Margaret's mother suggested that she study fashion design in college. Margaret took her mother's advice and applied to a fashion institute. Margaret was accepted and offered a scholarship to the school. \n Question: Why did Margaret love fashion?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Bill was at home with his family one weekend day. Out of nowhere, it became very stormy and windy. Bill checked the news and saw a tornado warning on all channels. He took his family into their basement with supplies. After waiting the whole night, the tornado passed and they were safe. \n Question: Why did Bill check the news?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: I was riding my bike to my friends house. Suddenly, I felt a pop and my bike stopped working. I took the bike home and checked out the problem. I went to the store and bought the tube to fix the tire. I went home and fixed my bike and went for a ride. \n Question: Why did I take the bike home?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Rowan was really nervous about her first school dance. She didn't think she was good at dancing. Her mom wanted her to feel confident. She signed her up for some lessons. It made all the difference! \n Question: Why did It make all the difference?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Mya wanted to be a cook. She took a few classes. Soon she was a great cook! Then she applied for a job at a restaurant. They hired Mya right away! \n Question: Why did They hire Mya?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: One day, I went deer hunting with my grandpa. We got up really early in the morning and went to the woods. We sat for a long time until eventually we saw a big buck. My grandpa let me harvest the deer. We took it home and made deer jerky for everyone. \n Question: Why did We sit for a long time?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Joe went to the movie theater to see the new movie. The line was long and Joe feared he wouldn't get in. He stepped out of line and snuck into the theater. He seemed so confident that no one stopped him. Joe casually walked into the movie and gave a sigh. \n Question: Why did He step out of line and snuck?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: The friends went to New Orleans. They got invited to ride in the Mardi Gras parade. They threw beads. They wore costumes. It was a memory to last a lifetime. \n Question: Why did They throw beads?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Tara was eating ice cream by the beach. All of a sudden, a seagull scooped her ice cream out of her hand. Tara chased after the seagull. She tripped over a log on the beach. Tara had to get stitches on her foot afterwards. \n Question: Why did Tara chase after the seagull?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Ian wanted to make tea like his grandma used to. He called his grandma to find out how she made it. She told him the recipe. He made the recipe at his house. It tasted just like he remembered when he was a kid. \n Question: Why did He make the recipe?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Matt and his friends went camping They all brought food to cook Matt was in charge of the first night's meal. He cooked beans and hotdogs and they loved it. Matt ended up cooking every meal. \n Question: Why was Matt in charge of the first night 's meal?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: I was very bored one summer day. The ice cream truck's song could be heard down the street. I chased after it to buy some ice cream. I met some other kids at the truck. Now I have friends in my neighborhood to play with. \n Question: Why did I chase after it to buy some ice cream?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: I was waiting at baggage claim in Stockholm. I kept seeing large items go by with INC painted on them. They seemed to look like instruments. I noticed a group of young men come and collect the items. I had been on the same flight as the International Noise Conspiracy! \n Question: Why did I keep seeing large items go by with INC painted on them?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Tim was going to his graphic design class. He brought his laptop to show a final presentation. During the presentation the laptop battery died. He left his charger at home, but a classmate had one. Tim borrowed the charger and finished the presentation. \n Question: Why did Tim borrow the charger?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Paul tried to look at my project. He was moving pieces and putting them in other places. He tried pulling off the tower. As soon as the tower came off, the whole project fell. I ended up getting an F for my work. \n Question: Why did He try pulling off the tower?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Joe needed a new desk. His had a broken leg. He went to the office store to find one. It took him hours to find one he liked. He finally bought a new desk. \n Question: Why did He go to the office store?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Sanjay was a poor man in India. He decided to move to America for better opportunities. He worked hard for a plane ticket. He moved to America. He opened up a business in Boston and achieved the American Dream. \n Question: Why was Sanjay a poor man in India?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Last summer my family went to a water park resort in April. We were so excited about the trip. Unfortunately two of my siblings got the stomach flu. We spent the whole time in our hotel rooms caring for the sick ones. It was the worst time to catch a stomach bug. \n Question: Why was It the worst time to catch a stomach bug?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: A strange lady walked into the club. She flirted with any man in sight and was asking for free drinks. Due to her behavior, the security guards came. They escorted her to the front of the club. She tried fighting back but she couldn't get inside the club again. \n Question: Why did They escort her?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Terry was upset to see so many ant piles in his yard. He spent all day destroying them. He dug, he sprayed with water and he burned with fire. Then he saw the ants had all relocated to a big mound near his door. Terry called an exterminator. \n Question: Why did He spend all day?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: We had dinner tonight with our friend Joe. He is 98 Year's old and lives alone. We had fish and stuffed peppers. Dessert was a apricot and flaky crust. We thanked Joe for the nice dinner. \n Question: Why had We dinner?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Tim moved into a new apartment. He kept hearing creepy sounds at night. He was afraid the place might be haunted. Eventually he followed the sounds to a wall and called a plumber. The plumber found out old pipes were the problem. \n Question: Why did Tim move into a new apartment?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Bobby's teacher assigned the class to collect insects. Bobby put off the assignment until the last minute. He wondered how he could find enough insects for a collection. Then Bobby spotted the grille of his dad's car. He plucked off the battered insects and glued them to cardboard. \n Question: Why did Bobby put off?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Last week my basketball game went into overtime. We played better in overtime than we did in regulation. We won the game by almost twenty points. We decided that we would play like it was overtime every game. Our team has been great since that overtime game. \n Question: Why did We win the game?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Both football teams were undefeated in the season. It was the Packers against the broncos. The Broncos got a big lead early. The Packers were really struggling. The Broncos won 34-10. \n Question: Why did The Broncos get a big lead?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Jeanie was excited to go to sleepaway camp. Her parents helped Jeanie pack but didn't mention spending money. Jeanie snuck a handful of coins from her dad's change bowl. Dropping her off at camp, her parents gave Jeanie ten dollars. Jeanie spent the money at the cantina but felt miserable. \n Question: Why did Jeanie sneak a handful of coins?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Janet's friend Mary had a birthday coming up. Mary has always been good to Janet so she wanted to do something. Janet decided to throw her a surprise party. She called up all of Mary's friends and invited them over. Mary went into the house full of people and was pleasantly surprised. \n Question: Why did Mary go into the house full of people?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Roland decided he wanted to lose some weight. His roommate said Roland couldn't do it because he was too lazy. Roland ignored his roommate and set up a diet and exercise plan. Roland stuck with his plan and eventually lost twenty pounds. Roland's roommate apologized for doubting Roland. \n Question: Why did Roland stick with his plan?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Brent is an avid hunter. Brent wanted to shoot a deer. Brent put on his camouflage gear. Brent was not able to hunt a deer. Brent went home disappointed. \n Question: Why did Brent go home?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Gina and her sister were watching music videos. They had been inside since noon watching videos. It was now 4 PM. Gina wanted to get up, but she was too lazy She stayed where she was and continued watching videos. \n Question: Why did She stay where she was and continued watching videos?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Christie headed to the tattoo shop to get a tattoo. She searched the wall for a cool design. Finally, she settled on a butterfly. She told the lady at the desk her selection. Unfortunate for her, 15 year olds are a little too young for tattoos. \n Question: Why did She search the wall?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Annie had an appointment. She needed to go downtown. Unfortunately, she got lost. She spent almost an hour wandering around. Finally, she found the right building. \n Question: Why had Annie an appointment?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Dan wanted to build an add on to his house. When he went to expand the foundation he found a problem. The ground where he wanted to build was too soggy! Dan called in a local company to sort it out for him. They told him there was nothing they could do about it. \n Question: Why did Dan want to build an add on to his house?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Bill had so much turkey for Thanksgiving. He was sick of it by December. So on Christmas day he decided to change it up. And got a ham instead for the first time. It was his best Christmas ever. \n Question: Why was It his best Christmas?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: A man sold his car and began running everywhere. He quickly became a more physically fit person. He began to feel pain in his shins from the running. He learned he had shin splints. He reduced his weekly mileage and never felt pain again. \n Question: Why did He begin to feel pain in his shins from the running?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Ianna walked into the bookstore. The front desk worker greeted her. He asked if she needed anything. Ianna decided to give her a paper with a book she was looking for. The worker immediately found it. \n Question: Why did He ask if she needed anything?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: I wanted to win a cash prize for my art. I entered a photography contest. I bought a fancy camera. It took a long time to learn how to use it. I missed the deadline for the contest. \n Question: Why did I want to win a cash prize for my art?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Matt and his friends went camping They all brought food to cook Matt was in charge of the first night's meal. He cooked beans and hotdogs and they loved it. Matt ended up cooking every meal. \n Question: Why did He cook beans and hotdogs?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Charles loved to sail and swim. He was so happy when he made a friend who had a boat. They met in Geology class. Charles boarded his new friend's boat and they went sailing. Charles gave his new friend the name Captain Jim. \n Question: Why did They meet in Geology class?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Milton loved his white shoes. He wore them everyday to school. One day his shoes were stolen from his locker during swimming. His friends chipped in and bought him a new pair. He is grateful for his friends. \n Question: Why did Milton love his white shoes?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Blake learned to play the guitar at a very young age. He practiced every day to get better. He started playing in front of crowds as a teenager. He grew a large fan base and produced his own album. Blake became a very popular musician. \n Question: Why did He practice every day?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Jane was upset a co-worker had let her down. He agreed to help with a project and flaked out. She found him in the break room watching TV. Jane launched a rant of fury on the co-worker. She stormed out of the break room ignoring his pathetic apologies. \n Question: Why did He agree to help with a project and flaked out?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Thomas and his friends wanted to play a game during recess. They thought about what to play. Eventually they decided to play tag but someone needed to be it. Thomas volunteered. Together they chased each other the whole recess. \n Question: Why did Thomas volunteer ?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Johnny saw someone juggling and wanted to learn himself. He researched it online. He began tossing two objects in one hand to learn. After perfecting this skill, using 3 objects and 2 hands was easy. Johnny successfully learned to juggle. \n Question: Why did He research it?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Sue was excited to go trick-or-treating with a new friend. Her bag of treats filled as they went from house to house. Sue was shocked when her friend wanted to go back for seconds. She thought some people recognized them as they were greeted. Sue gave all her candy to her siblings when she got home. \n Question: Why did Sue give all her candy?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: I woke up late and was short on time. I rushed around trying to get ready as quickly as possible. I finally left the house only to get stuck in traffic. I arrived 20 minutes late to my office. My boss gave me a warning not to let it happen again. \n Question: Why did I wake up?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Mike gets friends together to play soccer. They all drive to the soccer field. Mike chooses the teams. Mike's team wins the game. Mike's team celebrates after the game. \n Question: Why did Mike get friends?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Jill wanted to race Sara! They both met up in the park! They ran as fast as the could! They both tied! They laughed knowing that they were both great runners! \n Question: Why did They both tie !?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Laura was busy studying for her math test. She had a test first thing tomorrow morning. She spent the entire night studying in her room. He was so busy that she forgot to eat dinner. Laura pulled off an A- on her test the next day. \n Question: Why had She a test first thing?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Sheila took a day off to go to the spa. She wanted a pedicure and manicure. She chose red for the color. The spa workers gave her a great manicure. Her fingernails looked beautiful for the rest of the week. \n Question: Why did Sheila take a day?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: My friend brought this large bag of chips. I opened the bag and started to eat a few. They were food at first until the spice started to take effect. I ran to the closest water fountain since my mouth was burning. My friend took the bag away from me. \n Question: Why did I open the bag?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Tom read many books. He read something that he deemed profound. He read about how important art was. He learned that art was a way to express oneself. Tom began creating art himself. \n Question: Why did Tom begin creating art himself?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Tim bought a very fast car. He began racing other cars at the legal drag race strip. He bought a GT Ford Mustang. He raced a faster car than his, a ZO6 Corvette. Tim won because he shifted the gears faster. \n Question: Why did He race a faster car than his , a ZO6 Corvette?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: I was at the supermarket. I decided to buy some cheese. I asked a supermarket employee for a recommendation. She recommended the sharp Wisconsin cheddar. I tried it and it was disgusting. \n Question: Why did I ask a supermarket employee?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Lucy didn't want to go to church. It was long, and boring. Grandma insisted she go with them. In the car she tried again to convince grandma to let her stay home. Grandma gave her a stern look, and pulled out of the driveway. \n Question: Why was It long?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Kay and her Beth were bored in the summer. They sat on Beth's front porch and watched cars drive by. A VW beetle drove by and Beth hut Kay in the shoulder. She told her it was a bug and they were playing slug bug. Kay didn't know anything about slug bug but she didn't like the game. \n Question: Why were Kay and her Beth bored in the summer?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: I finished my a day at my first job. I had a lot of extra tip money and wanted to spend it. I drove to the gas station to buy something. I bought snacks and cigarettes. I went home and hung out with my friends. \n Question: Why had I a lot of extra tip money?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Ryan's noticed that his grandmother was sad and lonely. He wanted to find a way to make her feel better. Ryan saw old photos of his grandmother with a pet. He went to the pet shop and bought a puppy. Ryan gave the new puppy to his grandmother. \n Question: Why did Ryan give the new puppy?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Today I surprised my daughter with a new pet cat. She was very happy. The next day, she started to sneeze a lot. It turned out that she was allergic to cats. I had to give the cat to my friend. \n Question: Why was She very happy?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Jase was hungry. He wanted a sandwich. But it was almost midnight! He had to drive almost an hour to find an open restaurant. As he ate his sandwich, he decided it was worth the trip! \n Question: Why was Jase hungry?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Lis was a great football player. She knew the sport like the back of her hand. She wanted to play on her school's team. Lis was worried they wouldn't accept her. She tried out anyway and became the first girl on the team. \n Question: Why did She try out?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: John desperately needed some money to pay bills. He decided the best thing to do was to start his own business. John was really good at mowing lawns, so that is what he decided to do John worked very hard to make his business successful, and soon it was John soon had all the money he ever needed from his new business. \n Question: Why was John really good at mowing lawns?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Lucy was sad. She was tired of people trying to cheer her up. She stayed in her room alone all day. Her grandpa offered to take her to rent a movie. Lucy didn't want to do anything but mope. \n Question: Why did She stay in her room alone?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Dave was driving down a long, dark country road. Suddenly his car sputtered to a stop. Dave saw that he'd run out of gas! He got his gas can and started walking back down the road. He had to walk five miles before he saw a gas station! \n Question: Why did He get his gas can?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Lucy was new to sewing. She wanted to make a tote, but had only ever made a pillow. The tote proved to be considerably more difficult. Lucy worked for hours sewing, ripping seams, and resewing. When she finished 5 hours later she was proud of all her hard work. \n Question: Why did She want to make a tote?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Joe and Susie have been trying to have a baby for several Year's. Today Susie found out she was finally pregnant. She wanted to make the announcement to Joe very special. She prepared his favorite meal and wrapped a baby bottle up as a gift. When Joe opened his gift they celebrated their pregnancy together! \n Question: Why did She want to make the announcement to Joe very special?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Justin was at school one day. He was at lunch when he saw a big line. People in the line were getting free pizza. It turned out that you had to have perfect attendance. Justin did, so he got free pizza. \n Question: Why was Justin at school?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Cari enjoyed kayaking. Cari went kayaking with friends one day in the ocean. A whale came out of the ocean and knocked Cari's kayak over. Cari didn't get hurt. Cari decided not to kayak when the whales were around. \n Question: Why did Cari enjoy kayaking?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Neil was visiting Scandinavia. His favorite stop was Lapland. He saw the strange Northern folks' homes and towns. It was so exotic and lovely! Neil decided he would love to winter in Lapland! \n Question: Why did Neil decide he would love to winter in Lapland?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: George asked Elaine if she wanted anything to eat from the diner. Elaine asked him to get her a big salad. George bought her the big salad. Elaine thanked him for it, but didn't pay for the salad. George got mad at Elaine because it was a big salad. \n Question: Why did George ask Elaine?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Susan always wore her grandmother's silver necklace. She forgot to take it off one day as she ran and played outside. She began to cry because the necklace was lost. Her friends began a search that lasted for hours. Susan cried happy tears when the necklace was found. \n Question: Why did She forget to take it off one day as she ran and played outside?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: I went to my first rave. I danced all night. I met a cute boy. He massaged me and told me I was beautiful. We made out the rest of the evening. \n Question: Why did He massage me?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Joey heard his alarm go off. He got out of bed to turn the alarm off. It was cold, so he put on his robe. He went upstairs to take a shower. After his shower, he made his bed. \n Question: Why did Joey hear his alarm go off?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Jack used to be a baseball player. He had pictures on the walls of his home of the glory days. A friend of his came over and asked him about the pictures. Jack shyly refused to speak about his past and offered a drink. They spoke about their futures and laughed together. \n Question: Why had He pictures on the walls of his home of the glory days?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Liz was a mother of 2 kids. One evening her child went out to be with some friends. Liz received a call late that night that her child was in an accident. A drunk driver hit the car her child was in. Liz made it her life's mission to fight against drunk driving. \n Question: Why was Liz a mother of 2 kids?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Erik wanted a pet. His parents decided he could have a fish. He was so happy. He reached in the tank to pet his new friend. Then his parents made him flush it down the toilet, RIP. \n Question: Why did Erik want a pet?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Ben wanted to write a story. He sat down with his notebook and pen. He brainstormed for about half an hour. Ben thought of several dozen ideas. He picked one, and started writing. \n Question: Why did He pick one?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Katie went to a girl's camp across the lake from a boy's camp. When the girls went swimming, the boys across the lake watched. Katie noticed that the boys didn't watch her. She climbed a rock to get their attention by diving. All eyes were on Katie when she slipped and got knocked unconscious. \n Question: Why did Katie go to a girl 's camp across the lake?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Today it snowed three feet of perfect snow. There was so much snow that school was cancelled. I decided to shovel the snow for my parents. They were very happy when I finished all of the shoveling. My parents bought me a new game for all of my hard work. \n Question: Why did I decide to shovel the snow for my parents?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Margaret loved fashion. She had subscriptions to the top fashion magazines. Margaret's mother suggested that she study fashion design in college. Margaret took her mother's advice and applied to a fashion institute. Margaret was accepted and offered a scholarship to the school. \n Question: Why had She subscriptions to the top fashion magazines?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Jim wanted to teach his son Mike how to ride a bike. Mike was hesitant at first since he had tried before and failed. Jim encouraged his son to keep at it and promised it would come. Mike was eventually able to keep the bike upright and stay on. He enjoys riding his bike now everyday after school. \n Question: Why did Jim encourage his son?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Greg went to his farm often to check on animals. After a real heavy rain, the hard ground was now soft mud. When he tried to drive off the property, he got his truck stuck. He was not happy that he had to get the tractor to tow out his truck. He went immediately and purchased a 4-wheel drive truck. \n Question: Why did Greg go to his farm?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Jake wanted to be a famous rapper. He made recordings of himself rapping in his basement. He gave his discs out to people in his community. People loved his music. Jake was signed to a record label after a famous producer heard him. \n Question: Why did He make recordings of himself rapping in his basement?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Allie shared a room with her step-sister. Her step-sister did not like Allie. One day she locked Allie out of their bedroom. She send her mean notes through the door. Allie decided to sleep in the living room that night. \n Question: Why did Allie share a room with her step - sister?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Allan was allergic to shellfish. He had a girlfriend who loved seafood. One day, she ate a lot of shrimp while at a buffet. When she saw Allan, she gave him a big kiss. Allan broke out in hives and had to go to the hospital. \n Question: Why did Allan break out?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Mr Adams had to buy gifts for his son. He wasn't sure what to get. He went to Toys R Us and asked the cashier what to get. He bought some lego toys and some video games. He decided if his son doesn't like one, he'll like the other. \n Question: Why had Mr Adams to buy gifts for his son?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Billy went to the park at night The wind was blowing drastically and it was dark He found a little duck trying to get to the pond He pushed past the wind and rescued the duck The duck was able to join up with his family because of billy \n Question: Why did He push past the wind?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Jake deserted because he was afraid of dying. His unit was the one that came across him, hiding in the bush. They did his court martial right there, in the field. Jake was found guilty, of course. He was no less afraid of dying when the firing squad shot him dead. \n Question: Why was He no less afraid of dying when the firing squad shot him dead?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Neil had just arrived in Namibia. He took a tour to see the Namib desert. He rode a camel across the sands. He felt like an old-time explorer! Neil really loved his desert tour in Namibia. \n Question: Why did He take a tour?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Jason craved an ice-cream cone. He decided to go to the ice-cream shop. He put on his shoes and started walking. Jason reached the ice-cream shop and ordered a chocolate cone. Jason enjoyed his ice-cream. \n Question: Why did Jason crave an ice - cream cone?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Tina loved to walk her two dogs. They walked the same street every day. One day they went to a new street and saw a very big and scary dog. The dog came toward them, and Tina immediately turned to run away. Tina decided to continue walking on the street she knew well. \n Question: Why did Tina love to walk her two dogs?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Lisa was frantic because she lost her new puppy. She looked everywhere in town for her dog. Thankfully someone found the dog. When her dog was returned she was elated. She made sure that her dog was never out of sight again. \n Question: Why was Lisa frantic?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Kelly was excited to get her new apartment. She had been searching for one for the longest time. When she found the one she wanted, she was thrilled. She got to move in the next day. She ended up loving it. \n Question: Why was Kelly excited to get her new apartment?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Julie wanted to run her own business. She took several classes on business and decided to open an Inn. She scouted out the perfect location and purchased it. Julie spent several months fixing up the Inn. Julie was very proud of herself on opening day. \n Question: Why did Julie want to run her own business?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Eva decided to learn more about her family's history. She asked her grandmother several questions about it. She was happy to tell her. Eva and her grandmother talked for several hours. She felt great to learn more about her grandmother's life. \n Question: Why did Eva and her grandmother talk for several hours?",
            "output": [
                "Answerable"
            ]
        },
        {
            "input": "Text: Terry was an avid motorcycle rider. He loved his bike very much. Terry was riding one day and felt both wheels lose traction. Terry looked at his tires and saw they had little tread. Terry promptly bought new tires for his motorcycle. \n Question: Why did He love his bike?",
            "output": [
                "Not Answerable"
            ]
        },
        {
            "input": "Text: Jill found an old house on the property that she bought. Jill decided to fix up the house and live in it. Jill hired a contractor and the work started. Jill watched as the run down house turned into a palace. Jill was so happy when she moved into the house. \n Question: Why did Jill decide to fix up the house and live in it?",
            "output": [
                "Answerable"
            ]
        }
    ]
}